{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Короткий URL"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Легкий способ сокращать ссылки и делиться ими. Короткий URL в один клик. Просто, быстро, и удобно!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Расширение Короткий URL для Chrome: мгновенное сокращение ссылок прямо в вашем браузере!\n\nУстановите наше удобное расширение и превратите длинные, громоздкие URL-адреса в компактные и легко запоминающиеся ссылки всего в несколько кликов. Сервис Короткий URL kurl.ru теперь стал еще ближе к вам!\n\nОсновные функции:\n\nМгновенное сокращение: Сокращайте URL-адреса непосредственно из браузера без необходимости посещения веб-сайта Короткий URL.\nПерсонализация ссылок: Добавьте индивидуальные тэги к сокращенным ссылкам для лучшей ориентации и управления.\nСтатистика переходов: Отслеживайте количество кликов на ваши сокращенные ссылки с помощью статистики.\nИнтуитивный интерфейс: Простой и легкий в использовании интерфейс расширения для максимального удобства.\n\nПрисоединяйтесь к миллионам пользователей, которые уже выбрали Короткий URL kurl.ru для эффективного управления своими ссылками. Установите расширение прямо сейчас и превратите ваш опыт в сети в более удобный и организованный!\n\nEN:\n\nThe best link shortener in the world. It shortens URLs instantly, right in your browser!\n\nInstall our convenient Chrome Short URL extension and turn long, unwieldy URLs into compact and easily memorable links with just a few clicks. The Short URL service at kurl.ru is now even closer to you!\n\nKey features:\n\nInstant shortening: Shorten URLs directly from the browser without the need to visit the Short URL website.\nLink customization: Add individual tags to shortened links for better orientation and management.\nClick statistics: Track the number of clicks on your shortened links through statistics.\nIntuitive interface: A simple and easy-to-use extension interface for maximum convenience.\n\nJoin the millions of users who have already chosen Short URL kurl.ru for effective link management. Install the extension right now and make your online experience more convenient and organized!\n\nDE:\n\nBester Linkverkürzer der Welt. Verkürzt URLs sofort, direkt in Ihrem Browser!\n\nInstallieren Sie unsere praktische Chrome Short URL-Erweiterung und verwandeln Sie lange, umständliche URLs mit nur wenigen Klicks in kompakte und leicht zu merkende Links. Der Short URL-Dienst auf kurl.ru ist jetzt noch näher bei Ihnen!\n\nHauptfunktionen:\n\nSofortige Verkürzung: Verkürzen Sie URLs direkt im Browser, ohne die Short URL-Website besuchen zu müssen.\nLink-Anpassung: Fügen Sie individuelle Tags zu verkürzten Links hinzu, um die Orientierung und Verwaltung zu verbessern.\nKlickstatistiken: Verfolgen Sie die Anzahl der Klicks auf Ihre verkürzten Links über Statistiken.\nIntuitives Interface: Einfache und benutzerfreundliche Erweiterungsoberfläche für maximalen Komfort.\n\nSchließen Sie sich den Millionen von Benutzern an, die bereits Short URL kurl.ru für effektives Link-Management gewählt haben. Installieren Sie die Erweiterung jetzt und machen Sie Ihre Online-Erfahrung bequemer und organisierter!\n\nFR:\n\nLe meilleur raccourcisseur de liens au monde. Il raccourcit instantanément les URL, directement dans votre navigateur!\n\nInstallez notre extension pratique Short URL pour Chrome et transformez des URL longues et encombrantes en liens compacts et faciles à mémoriser en quelques clics seulement. Le service Short URL sur kurl.ru est maintenant encore plus proche de vous!\n\nFonctionnalités principales:\n\nRaccourcissement instantané : Raccourcissez les URL directement depuis le navigateur, sans avoir besoin de visiter le site web Short URL.\nPersonnalisation des liens : Ajoutez des tags individuels aux liens raccourcis pour une meilleure orientation et gestion.\nStatistiques de clics : Suivez le nombre de clics sur vos liens raccourcis grâce aux statistiques.\nInterface intuitive : Interface d'extension simple et facile à utiliser pour un confort maximal.\n\nRejoignez les millions d'utilisateurs qui ont déjà choisi Short URL kurl.ru pour une gestion efficace de leurs liens. Installez l'extension dès maintenant et améliorez votre expérience en ligne de manière plus pratique et organisée!\n\nES:\n\nEl mejor acortador de enlaces del mundo. Acorta instantáneamente las URL, directamente en tu navegador.\n\nInstala nuestra práctica extensión Short URL para Chrome y convierte las URL largas y engorrosas en enlaces compactos y fáciles de recordar con solo unos clics. ¡El servicio Short URL en kurl.ru ahora está aún más cerca de ti!\n\nFunciones principales:\n\nAcortamiento instantáneo: Acorta las URL directamente desde el navegador, sin necesidad de visitar el sitio web Short URL.\nPersonalización de enlaces: Agrega etiquetas individuales a los enlaces acortados para una mejor orientación y gestión.\nEstadísticas de clics: Realiza un seguimiento del número de clics en tus enlaces acortados a través de estadísticas.\nInterfaz intuitiva: Interfaz de extensión simple y fácil de usar para un máximo confort.\n\nÚnete a los millones de usuarios que ya han elegido Short URL kurl.ru para la gestión eficiente de sus enlaces. ¡Instala la extensión ahora y haz que tu experiencia en línea sea más conveniente y organizada!\n\nAR:\n\nأفضل مُختصر للروابط في العالم. يقوم بتقليل الروابط فورًا، مباشرة في متصفحك!\n\nقم بتثبيت إضافتنا المفيدة لروابط الـ Chrome وحوّل عناوين URL الطويلة والمعقدة إلى روابط مُدمجة وسهلة التذكّر بنقرات قليلة فقط. الخدمة على الرابط القصير kurl.ru الآن أصبحت أقرب إليك!\n\nالميزات الرئيسية:\n\nالتقليل الفوري: قم بتقليل عناوين URL مباشرة من المتصفح دون الحاجة إلى زيارة موقع روابط القصيرة.\nتخصيص الروابط: أضف علامات فردية إلى الروابط المُقلَّلة لتحسين التوجيه والإدارة.\nإحصاءات النقر: تتبع عدد النقرات على روابطك المُقللة من خلال الإحصائيات.\nواجهة بديهية: واجهة الإضافة بسيطة وسهلة الاستخدام للحصول على أقصى قدر من الراحة.\n\nانضم إلى الملايين من المستخدمين الذين اختاروا بالفعل روابط القصيرة kurl.ru لإدارة فعّالة لروابطهم. قم بتثبيت الإضافة الآن وحوّل تجربتك عبر الإنترنت إلى تجربة أكثر راحة وتنظيمًا!\n\nPT:\n\nO melhor encurtador de links do mundo. Encurta instantaneamente os URLs, diretamente no seu navegador!\n\nInstale a nossa prática extensão Short URL para o Chrome e transforme URLs longas e complicadas em links compactos e fáceis de lembrar com apenas alguns cliques. O serviço Short URL em kurl.ru agora está ainda mais próximo de você!\n\nRecursos principais:\n\nEncurtamento instantâneo: Encurte URLs diretamente no navegador, sem a necessidade de visitar o site Short URL.\nPersonalização de links: Adicione tags individuais aos links encurtados para melhor orientação e gestão.\nEstatísticas de cliques: Acompanhe o número de cliques nos seus links encurtados por meio de estatísticas.\nInterface intuitiva: Interface de extensão simples e fácil de usar para o máximo de conforto.\n\nJunte-se aos milhões de usuários que já escolheram o Short URL kurl.ru para gerenciar eficientemente seus links. Instale a extensão agora e torne a sua experiência online mais conveniente e organizada!\n\nCN:\n\n世界上最好的链接缩短服务。能够直接在您的浏览器中即时缩短URL！\n\n安装我们方便的Chrome短链接扩展，只需点击几下，即可将长而复杂的URL地址转化为紧凑且容易记忆的链接。现在，kurl.ru上的短链接服务更加贴近您！\n\n主要特点：\n\n即时缩短：无需访问短链接网站，直接从浏览器中缩短URL地址。\n链接个性化：为缩短的链接添加个性标签，以提高导航和管理效果。\n点击统计：通过统计功能跟踪您的缩短链接被点击的次数。\n直观界面：简单易用的扩展界面，提供最大的便利性。\n\n加入已经选择kurl.ru短链接进行链接有效管理的数百万用户。立即安装这个扩展，使您的在线体验更加方便和有组织!\n\nID:\n\nPendekatan tautan terbaik di dunia. Mengecilkan URL secara instan, langsung di browser Anda!\n\nPasang ekstensi Short URL praktis untuk Chrome kami dan ubah URL yang panjang dan rumit menjadi tautan yang ringkas dan mudah diingat hanya dengan beberapa klik. Layanan Short URL di kurl.ru kini lebih dekat dengan Anda!\n\nFitur utama:\n\nPengecilan instan: Pendekkan URL langsung dari browser tanpa perlu mengunjungi situs web Short URL.\nKustomisasi tautan: Tambahkan tag individu ke tautan yang dipendekkan untuk navigasi dan pengelolaan yang lebih baik.\nStatistik klik: Lacak jumlah klik pada tautan yang Anda pendekkan melalui statistik.\nAntarmuka intuitif: Antarmuka ekstensi yang sederhana dan mudah digunakan untuk kenyamanan maksimal.\n\nBergabunglah dengan jutaan pengguna yang sudah memilih Short URL kurl.ru untuk mengelola tautan mereka dengan efisien. Pasang ekstensi sekarang dan ubah pengalaman online Anda menjadi lebih nyaman dan terorganisir!"
  }
}