{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AliExpress Quick Access"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick access to AliExpress.com with one click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AliExpress Quick Access is a powerful and convenient Chrome extension that provides instant access to AliExpress.com with just one click. Designed to enhance your online shopping experience, this lightweight and efficient tool saves you time and effort every time you want to browse or purchase products on AliExpress.\n\n✨Features✨\n\n➤ Instant Access to AliExpress.com\nNavigate directly to AliExpress.com from your browser toolbar without typing URLs or searching through bookmarks.\n➤ One-Click Convenience\nSimply click the extension icon, and you'll be immediately redirected to the AliExpress homepage.\n➤ Lightweight and Efficient\nOptimized for performance, ensuring minimal impact on your browser's speed and resources.\n➤ User-Friendly\nSimple to install and easy to use, perfect for both beginners and experienced users.\n➤ Privacy-Focused\nRespects your privacy; the extension does not collect, store, or transmit any personal data.\nCompletely Free\nEnjoy all the benefits without any costs or hidden fees.\n\n👉Benefits👈\n\n🕒 Save Time\nNo more typing long URLs or navigating through multiple bookmarks. Access AliExpress instantly.\n🛒 Enhanced Shopping Experience\nQuickly check deals, track orders, or browse new products with minimal effort.\n💥 Stay Updated\nEasily keep up with the latest promotions and offers on AliExpress.\n\n⬇️ How to Install ⬇️\n\n1️⃣ Add to Chrome\nClick the \"Add to Chrome\" button at the top of this page.\n2️⃣ Confirm Installation\nA dialog box will appear. Click \"Add extension\" to confirm.\n3️⃣ Installation Complete\nThe AliExpress Quick Access icon will appear in your browser toolbar.\n4️⃣ Pin the Extension\nClick the puzzle piece icon (Extensions) in the toolbar, find \"AliExpress Quick Access,\" and click the pin icon to keep it visible.\n\n✅How to Use✅\n\n1️⃣Click the Icon\nWhenever you want to visit AliExpress.com, click the AliExpress Quick Access icon in your browser toolbar.\n\n2️⃣Start Shopping!\nBrowse products, check out deals, or manage your orders with ease.\n\n❓Frequently Asked Questions (FAQs)❓\n\n✔ Is AliExpress Quick Access safe to use?\n➤ Yes, the extension is safe and secure. It does not collect or transmit any personal data.\n\n✔ Does the extension work on other browsers?\n➤Currently, AliExpress Quick Access is available for Google Chrome. Support for other browsers may be added in the future.\n\n✔ Do I need to create an account to use the extension?\n➤No account creation is necessary. Simply install the extension and start using it immediately.\n\n✔ Will this extension slow down my browser?\n➤No, the extension is lightweight and optimized for minimal impact on your browser's performance.\n\n✔ Is there any cost to use AliExpress Quick Access?\n➤No, the extension is completely free to use.\n\n🧑‍💻 Support and Feedback 🧑‍💻\n\nWe are committed to providing the best user experience. If you have any questions, suggestions, or need assistance, please contact us.\n\nPrivacy Policy\n\nAliExpress Quick Access does not collect, store, or transmit any personal information. The extension solely provides a quick link to AliExpress.com for your convenience.\n\n🤩 Enhance Your Shopping Experience Today 🤩\n\nEnhance your online shopping experience with AliExpress Quick Access. Add the extension to your Chrome browser now and enjoy instant access to millions of products and deals on AliExpress.com."
  }
}