{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "AVIM - Vietnamese Input Method",
    "vi": "AVIM - Bộ Gõ Tiếng Việt"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "An input method editor (IME) for Vietnamese, best choice for Chrome.",
    "vi": "Bộ gõ tiếng Việt dành cho Chrome, hoạt động tốt trên hầu hết các trang web hiện có."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "NEW FEATURES:\n- You can turn on/off AVIM by press Ctrl twice.\n- No longer mistype password or email like others do.\n- Works with almost sites (except Chrome Web Store).\n- There is a textbox for typing Vietnamese in popup.\n\n==========\n\nNow, it become OPEN SOURCE, and you can fork at https://github.com/kimkha/avim-chrome\n\n==========\n\nThat extension help the Vietnamese user type all special characters of Vietnamese. It based on AVIM (by Hieu Tran Dang).\n\nUSAGE\n- After installing, please refresh your all website, then type something into the input areas on that site. Yeah, you used AVIM successful...\n- Click on icon to change your custom method. Default is Mixed (combining of Telex and VNI methods).\n- Then please come back here and write some review for me. Thank you!\n\nLIMITS:\n- Cannot use on Address bar\n- Cannot use on Chrome web store\n- Cannot use on Google Docs",
    "vi": "TÍNH NĂNG MỚI:\n- Nhấn phím Ctrl 2 lần để bật/tắt bộ gõ AVIM.\n- Không cần phải lo lắng việc gõ nhầm trong các khung nhập mật khẩu hoặc email.\n- Hoạt động tốt trên hầu hết các trang web (trừ Chrome Web Store).\n- Có thêm khung nhập tiếng Việt trên popup.\n\n========\n\nBây giờ, đây là dự án OPEN SOURCE, bạn có thể lấy source và đóng góp thêm tại https://github.com/kimkha/avim-chrome\n\n========\n\nĐây là tiện ích giúp người dùng Việt Nam gõ các ký tự đặc biệt trong tiếng Việt. Nó được viết dựa trên AVIM (của Đặng Trần Hiếu).\n\nCÁCH SỬ DỤNG\n- Sau khi cài đặt, bạn vui lòng refresh lại các trang web, và bắt đầu gõ vào các khung nhập của trang web đó... Vậy là bạn đã sử dụng AVIM thành công rồi đó...\n- Nhấp chuột vài biểu tượng AVIM để chọn kiểu gõ của bạn. Mặc định là kiểu Tổng hợp (tức là vừa Telex vừa VNI).\n- Sau đó, tại sao bạn không quay lại đây và viết vài lời bình phẩm nhỉ?\n\nCÁC GIỚI HẠN:\n- Chưa sử dụng được trên thanh địa chỉ của Chrome\n- Chưa sử dụng được ở trang Chrome web store\n- Chưa sử dụng được ở Google Docs"
  }
}