{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CloudSolute Chrome extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search for strings, words or phrases in YouTube videos using OCR (read text from images)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CloudSolute Video Navigator\n\nEnhance your video browsing experience with CloudSolute Video Navigator, the Chrome extension designed to streamline and enrich your video engagement on the cloud. Tailored for avid learners, researchers, and multimedia enthusiasts, this tool integrates seamlessly with popular video platforms, offering intuitive controls and insightful additions to your video content.\n\nKey Features:\n\nSearch Functionality: Quickly find videos by inputting relevant keywords. Our smart search bar filters through a vast collection of videos, bringing you exactly what you need with precision and speed.\n\nFrame Navigation: Navigate through video content frame by frame. Perfect for detailed analysis, artistic review, or simply catching the nuances you usually miss.\n\nTime Jump: Got a specific moment in mind? Use the time jump feature to leap to the exact second in the video, saving you from aimlessly scrubbing the timeline.\n\nEffortless Integration: The extension works out of the box with your existing video platform interface, adding a layer of functionality that feels native and unobtrusive.\n\nStreamlined Video Switching: Transition between videos with next and previous controls. Whether you're progressing through a learning series or browsing related content, moving through videos is just a click away.\n\nEmpower Your Viewing Experience\n\nCloudSolute Video Navigator is more than just an extension; it's a productivity companion that respects your time and enhances your learning journey. Get it now and transform the way you interact with videos online."
  }
}