{
  "name": {
    "am,ar,bg,bn,ca,cs,de,en,en_AU,en_GB,en_US,es_419,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk": "Beach Volleyball offline sports game",
    "da": "beachvolley offline sportsspil",
    "el": "μπιτς βόλεϊ εκτός σύνδεσης αθλητικό παιχνίδι",
    "es": "juego de deportes fuera de línea de voleibol de playa",
    "et": "rannavõrkpall võrguühenduseta spordimäng",
    "ja": "ビーチバレーボールオフラインスポーツゲーム",
    "ko": "비치발리볼 오프라인 스포츠 게임",
    "nl": "beachvolleybal offline sportspel",
    "tr": "plaj voleybolu çevrimdışı spor oyunu",
    "vi": "trò chơi thể thao ngoại tuyến bóng chuyền bãi biển",
    "zh_CN": "沙滩排球离线体育游戏",
    "zh_TW": "沙灘排球離線運動遊戲"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,de,en,en_AU,en_GB,en_US,es_419,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk": "Play Beach Volleyball Game right now. Discover the Joy of palying this game - Your Ultimate Online Happy Experience! Try it now!",
    "da": "Spil volleyball lige nu. Oplev glæden ved at spille dette spil - din ultimative online glade oplevelse! Prøv det nu!",
    "el": "Παίξτε παιχνίδι βόλεϊ τώρα. Ανακαλύψτε τη χαρά να παίζετε αυτό το παιχνίδι - Η απόλυτη διαδικτυακή σας ευτυχισμένη εμπειρία!…",
    "es": "Juega al juego de voleibol ahora mismo. Descubre la alegría de jugar este juego: ¡tu mejor experiencia feliz en línea! ¡Pruebalo…",
    "et": "Mängige kohe võrkpalli. Avastage selle mängu mängimise rõõm – teie ülim õnnelik veebikogemus! Proovige kohe!",
    "ja": "今すぐバレーボールゲームをプレイしてください。このゲームでプレイする喜びを発見してください - 究極のオンライン ハッピー エクスペリエンス!やってみよう！",
    "ko": "지금 배구 게임을 즐겨보세요. 이 게임의 즐거움을 발견해보세요 - 최고의 온라인 행복한 경험을 즐겨보세요! 지금 사용해 보세요!",
    "nl": "Speel nu het volleybalspel. Ontdek het plezier van het spelen van dit spel: jouw ultieme online gelukkige ervaring! Probeer het nu!",
    "tr": "Hemen Voleybol Oyunu Oyna. Bu oyunu oynamanın keyfini keşfedin - Nihai Çevrimiçi Mutlu Deneyiminiz! Şimdi dene!",
    "vi": "Chơi trò chơi bóng chuyền ngay bây giờ. Khám phá niềm vui khi chơi trò chơi này - Trải nghiệm hạnh phúc trực tuyến đỉnh cao của…",
    "zh_CN": "现在就玩排球比赛。发现玩这个游戏的乐趣 - 您终极的在线快乐体验！现在就试试！",
    "zh_TW": "現在就玩排球比賽。發現玩這個遊戲的樂趣 - 您終極的線上快樂體驗！現在就試試！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introduction: Welcome to \"Beach Volleyball\"! This game offers a unique experience of competing in matches with colorful animated characters. With beautiful visuals and a relaxed pace, it is suitable for players of all ages. In this game, you will join adorable animated characters in the world of beach volleyball, experiencing the joy of sunshine, sandy beaches, and thrilling matches!\n\nKey Features:\n\nDiverse Animated Characters: The game features a variety of animated characters to choose from. Each character has a unique appearance and skill set, allowing you to select a character that suits your preferences. Whether it's energetic youngsters or wise seniors, each character has their own charm and special abilities, making the matches more interesting and diverse.\nStunning Game Visuals: \"Beach Volleyball\" boasts beautiful and detailed visuals, filled with vibrancy and colors. From the intricate sand textures to realistic wave effects, the game creates a realistic and picturesque beach environment. The actions and expressions of each animated character are lifelike, immersing you in the fun of the game.\nRelaxing Pace and Simple Controls: The game offers a relaxed and enjoyable pace, with simple and intuitive controls. Whether you are a beginner or an experienced player, youcan easily enjoy the game. With simple swipes and taps, you can control the animated characters to block, spike, and serve, experiencing the excitement and fun of volleyball matches."
  }
}