{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Playtraffic Review"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "World's First YouTube Playlist Marketing Software Helps You Get 100% Fresh Traffic From YouTube..."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Playtraffic Review\n\nYouTube is truly huge and marketers have done so much work on YouTube that there’s no scope of finding a new marketing breakthrough. Right? Wrong!\n\nPay attention because I am going to tell you about something that’s never been done on YouTube before\n\nThis is Playtraffic, the world’s first playlist marketing software for YouTube. It unlocks a 100% new traffic source for you from playlists.\n\nSee here\n\n{YOUR LINK}\n\nPlaylists are first class citizens of YouTube. They get found in YouTube search results, and you can even filter and get playlists alone.\n\nMillions of viewers look for playlists every day.\n\nPlaytraffic Review\n\nSo how can you use it to your advantage?\n\nJust create playlists targeting your niche keywords and put your videos on top in it.\n\nSimple, but killer-effective.\n\nIf you do it manually it’ll take too much time to do this and is not worth it. So don’t do it manually, Playtraffic makes it ridiculously simple.\n\n- Find tons of keywords to use as playlist titles in your niche\n- Add your channel videos and find other videos from YouTube\n- Create playlists and publish them instantly or schedule them on YouTube\n\nAll from within the software!\n\nImportant : It comes with powerful playlist marketing training that will show you how to use the playlists for maximum traffic. That’s like not just getting the tool but also the roadmap.\n\nIncredible stuff.\n\nPlaytraffic goes live on the 26th of January 2018 at 11 AM EST. \n\n<--Checkout the demo video to the left on just how easy Playtraffic is to use.\n\nPurchase through my link and receive the following FREE BONUSES:\n\n1. 21 YouTube Video Marketing Secrets\n2. Crushing it With Youtube\n3. Youtube Channel For Dummies\n4. Video Tools Mastery\n5. Video Traffic Ninja\n6. Video Traffic Warrior\n\n***You will also receive an additional 6 unannounced BONUSES***\n\nhttp://www.jsgreviews.com/PlaytrafficReview"
  }
}