{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Somiibo"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A free social media automation utility that organically grows your online presence."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Somiibo works to grow your social media profiles organically. Target untapped followers with powerful filters and settings.\n\nSomiibo automatically engages with other profiles so they will follow you back!\n\nChoose which platform(s) you want followers on. You can start with one or do them all. Here's the platforms Somiibo supports:\n\nInstagram:\nFor Instagram enthusiasts, Somiibo aids in reaching a wider audience by interacting with posts and profiles that align with your interests. By liking, commenting, and following targeted profiles, Somiibo ensures a reciprocal engagement that effectively broadens your follower base.\n\nTikTok:\nIn the world of TikTok, where content virality is the name of the game, Somiibo makes it easier for you to catch the trend wave. With strategic interactions and smart engagement, your content gets in front of more eyes, leading to potential increases in likes, shares, and follows.\n\nTwitter:\nTwitter users will appreciate Somiibo's proficiency in harnessing the platform's vast network. Through scheduled tweets, retweets, and likes, Somiibo enhances your visibility, helping you to establish authority and grow your follower count organically.\n\nSpotify:\nIf you're looking to make your mark on Spotify, Somiibo is right there with you. Our extension assists artists and listeners alike in growing their playlists, amassing more followers, and even helping your tracks get more plays.\n\nSoundCloud:\nSoundCloud artists can also leverage Somiibo to gain more followers, plays, and likes. With targeted interactions and smart engagement tactics, Somiibo helps your tracks gain the attention they deserve.\n\nMixcloud:\nFor Mixcloud creators and enthusiasts, Somiibo proves to be an indispensable ally. As a DJ, radio presenter, or passionate music curator looking to expand your listener base, Somiibo’s automation features are designed to elevate your Mixcloud presence. By engaging with similar creators, commenting, favoriting, and reposting tracks or shows that resonate with your style, Somiibo effectively boosts your visibility on the platform.\n\nFacebook:\nFor Facebook users, Somiibo stands as an effective tool to grow your audience, whether it's for your personal profile or your business page. By initiating meaningful interactions, such as liking and sharing relevant posts, Somiibo helps attract genuine attention to your profile or page. This platform-specific approach ensures that your content reaches more users, significantly increasing your chances of gaining organic followers, likes, and shares.\n\nLinkedIn:\nIf you're a professional seeking to expand your network on LinkedIn, Somiibo comes to your aid there too. By engaging with the right audience and participating in relevant discussions, Somiibo helps increase your visibility on this vast professional networking platform. Whether it's by endorsing skills, liking posts, or connecting with industry professionals, Somiibo ensures your profile gains the recognition it deserves.\n\nBonus:\nWhile you're browsing, the extension will find you shopping deals with our partners at Amazon, NordVPN, Capital One, and more and will automatically apply the discounts and bonuses to your cart!\n\nNOTE: This is an assistant browser extension to the main Somiibo desktop app which you need to install in order to take advantage of this extension."
  }
}