{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Irix Viewer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Irix Viewer\nThe Free Image Collaborator and Viewer\n\nA versatile viewport supporting all major RAW, .IRX format (Images edited on…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Irix Viewer\nThe Free Image Collaborator and Viewer\n\nA versatile viewport supporting all major RAW, .IRX format (Images edited on Irix Pro Mk II) and compressed photos, Irix Viewer provides a single window to view and examine photos.  \nAnalyze the image metadata, RGB histogram and other tools, get a full suite of professional insight into ‘what the image is made of’. \nCollaborate with friends or colleagues and share .IRX project file with a full batch of photos from Irix Pro Mk II photo editor. Enjoy the super efficient and completely lossless embedded codec, preserving 100% photo fidelity when sharing with .IRX format. \n\n.IRX Project File:\nImport .IRX project file and review the entire history of edits made and undo any step that you feel right, and Export the modified .IRX project file.\n\nImport a full batch of edited photos as .IRX project file with an astonishingly low file size when compared with other popular photo projects sharing formats, saving disk space and data transfer needs. \n\nFilmstrip: \nImport images from iPhotos or other sources and see them all appear in the filmstrip. Preview, select or delete with a click.\n \nSoft Proofing:\nHow will it look when printed, try out the Matt and Gloss paper finishes with a 100% to 60% transparency in both the modes. \n \nLUTs:\nApply LUTs (.CUBE files) to the imported images and view. You may save and export the images as .IRX project files for a one click edit. See real time edits in the filmstrip also.\n \nHistory:\nReview full edit history of the images imported as .IRX file, review and delete any step to add your own personal touch.\n \nTechnology:\nDeveloped on the same platform as Irix Pro Mk II photo editor, Irix Viewer optimizes the use of available hardware resources and balances the load between CPU & GPU. This provides crisper images and longer battery life. \n\nConvenience:\n.IRX viewer provides various canvas colors to suit the image for minimal interference when viewing the images. A quick action with keyboard shortcuts and a dedicated before/after button makes comparison swift and easy."
  }
}