{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fi,fil,gu,he,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,tr,zh_TW": "Flafi - fast search in the scam database",
    "de": "Flafi - Schnellsuche in der Betrugsdatenbank",
    "fa": "Flafi - جستجوی سریع در پایگاه داده کلاهبرداری",
    "fr": "Flafi - arnaqueurs base de données recherche",
    "hi": "Flafi - स्कैम डेटाबेस में त्वरित खोज",
    "pl": "Flafi - szybko wyszukiwać w bazie scam",
    "ru": "Flafi - быстрый поиск по базе мошенников",
    "th": "Flafi - ค้นหาอย่างรวดเร็วในฐานข้อมูลหลอกลวง",
    "uk": "Flafi - швидкий пошук по базі шахраїв",
    "vi": "Flafi - tìm kiếm nhanh trong cơ sở dữ liệu lừa đảo",
    "zh_CN": "Flafi - 在騙局數據庫中快速搜索"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fi,fil,gu,he,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,tr,zh_TW": "Flafi (short for FLAsc FInder) automatically checks the visited site for its presence in the database of fraudsters (on flasc.info).",
    "de": "Flafi (kurz für FLAsc FInder) überprüft die besuchte Site automatisch auf ihre Anwesenheit in der betrügerischen Datenbank (auf der…",
    "fa": "Flafi (مخفف FLAsc FInder) به طور خودکار از این سایت بازدید برای حضور خود را در پایگاه داده کلاهبرداران (در flasc.info سایت) را…",
    "fr": "Flafi (abréviation de FLAsc FInder) vérifie automatiquement le site visité pour sa présence dans la base de données des fraudeurs…",
    "hi": "Flafi (FLAsc FInder के लिए छोटा) स्वचालित रूप से धोखाधड़ी डेटाबेस (flasc.info साइट पर) में अपनी उपस्थिति के लिए साइट की जांच करता…",
    "pl": "Flafi (skrót od FLAsc FInder) automatycznie sprawdza odwiedzaną witrynę pod kątem jej obecności w bazie danych oszustów (na stronie…",
    "ru": "Flafi (сокращение от FLAsc FInder) осуществляет автоматическую проверку посещаемого сайта на наличие его в базе мошенников (на…",
    "th": "Flafi (ย่อมาจาก FLAsc FInder) จะตรวจสอบไซต์ที่เยี่ยมชมโดยอัตโนมัติว่ามีอยู่ในฐานข้อมูลหลอกลวง (บนไซต์ flasc.info)",
    "uk": "Flafi (скорочення від FLAsc FInder) здійснює автоматичну перевірку відвідуваного сайту на наявність його в базі шахраїв (на сайті…",
    "vi": "Flafi (viết tắt của FLAsc FInder) tự động kiểm tra trang web đã truy cập để tìm sự hiện diện của nó trong cơ sở dữ liệu của những…",
    "zh_CN": "Flafi（FLAsc FInder的縮寫）自動檢查訪問的站點是否存在於欺詐數據庫中（在flasc.info站點上）。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fi,fil,gu,he,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,tr,zh_TW": "The result of the check is displayed as a change in the color of the widget button on the browser widgets panel.\n\nThe red button warns of the presence of the site in the scammers database.\nGreen button indicates that it is a popular site, which is often counterfeit scammers.\nThe blue button appears when there is no information in the database to identify the site.",
    "de": "Das Ergebnis der Prüfung wird als eine Änderung in der Farbe der Widgets Taste auf dem Browser-Widget-Panel angezeigt. \n\nDer rote Knopf warnt vor dem Vorhandensein einer Site in der Betrügerdatenbank.\nDie grüne Schaltfläche zeigt an, dass dies eine beliebte Website ist, die Betrüger häufig fälschen.\nDie blaue Schaltfläche wird angezeigt, wenn die Datenbank keine Informationen zur Identifizierung der Site enthält.",
    "fa": "در نتیجه از چک به عنوان تغییر در رنگ دکمه ویجت را بر روی پانل ویجت مرورگر نمایش داده.\n\nدکمه قرمز وجود سایت را در پایگاه داده کلاهبرداران هشدار می دهد.\nدکمه سبز نشان می دهد که این یک سایت محبوب است که کلاهبرداران اغلب آن را جعل می کنند.\nدکمه آبی رنگ به نظر می رسد زمانی که هیچ اطلاعات در پایگاه داده برای شناسایی سایت وجود.",
    "fr": "Le résultat de la vérification s'affiche sous la forme d'un changement de couleur du bouton du widget sur le panneau des widgets du navigateur.\n\nLe bouton rouge avertit de la présence du site dans la base de données des arnaqueurs.\nLe bouton vert indique qu'il s'agit d'un site populaire, qui est souvent des fraudeurs contrefaits. \nLe bouton bleu apparaît lorsqu'il n'y a aucune information dans la base de données pour identifier le site.",
    "hi": "चेक के परिणाम को ब्राउज़र विजेट पैनल पर विजेट बटन के रंग में परिवर्तन के रूप में प्रदर्शित किया जाता है। \n\nलाल बटन स्कैमर डेटाबेस में साइट की उपस्थिति की चेतावनी देता है।\nग्रीन बटन बताता है कि यह एक लोकप्रिय साइट है, जो अक्सर नकली स्कैम है।\nसाइट की पहचान करने के लिए डेटाबेस में कोई जानकारी नहीं होने पर नीला बटन दिखाई देता है।",
    "pl": "Wynik sprawdzenia jest wyświetlany jako zmiana koloru przycisku widgetu na panelu widgetów przeglądarki.\n\nCzerwony przycisk ostrzega o obecności witryny w bazie danych oszustów.\nZielony przycisk wskazuje, że jest to popularne miejsce, że oszuści często naciąganie.\nNiebieski przycisk pojawia się, gdy w bazie danych nie ma informacji umożliwiających identyfikację witryny.",
    "ru": "Результат проверки отображается в виде изменения цвета кнопки виджета на панели виджетов браузера.\n\nКнопка красного цвета предупреждает о наличии сайта в базе мошенников.\nКнопка зеленого цвета указывает на то, что это популярный сайт, который часто подделывают мошенники.\nКнопка синего цвета появляется тогда, когда в базе нет информации, позволяющей идентифицировать сайт.",
    "th": "ผลลัพธ์ของการตรวจสอบจะแสดงเป็นการเปลี่ยนสีของปุ่มวิดเจ็ตบนแผงวิดเจ็ตของเบราว์เซอร์\n\nปุ่มสีแดงเตือนว่ามีไซต์อยู่ในฐานข้อมูลสแกมเมอร์\nปุ่มสีเขียวแสดงว่าเป็นไซต์ยอดนิยมซึ่งมักจะมีการปลอมแปลงสแกมเมอร์\nปุ่มสีน้ำเงินจะปรากฏขึ้นเมื่อไม่มีข้อมูลในฐานข้อมูลเพื่อระบุไซต์",
    "uk": "Результат переірки відображується у вигляді зміни кольору кнопки віджету на панелі віджетів браузера.\n\nКнопка червоного кольору попереджає про наявність сайту в базі шахраїв.\nКнопка зеленого кольору вказує на те, що це популярній сайт, який часто підроблюють шахраї.\nКнопка синього кольору з'являється тоді, коли в базі нема інформації, яка дозволяє ідентифікувати сайт.",
    "vi": "Kết quả của việc kiểm tra được hiển thị dưới dạng sự thay đổi màu sắc của nút tiện ích trên bảng tiện ích của trình duyệt.\n\nNút màu đỏ cảnh báo sự hiện diện của trang web trong cơ sở dữ liệu của những kẻ lừa đảo.\nNút màu xanh lá cây cho biết đây là một trang web phổ biến mà những kẻ lừa đảo thường giả mạo.\nNút màu xanh lam xuất hiện khi không có thông tin trong cơ sở dữ liệu để xác định trang web.",
    "zh_CN": "检查结果显示为浏览器窗口小部件面板上窗口小部件按钮颜色的变化。\n\n红色按钮警告诈骗者数据库中存在该站点。\n绿色按钮表示这是一个受欢迎的网站，诈骗者经常恶搞。\n当数据库中没有信息可识别站点时，将显示蓝色按钮。"
  }
}