{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Canvas Wrapped"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Canvas Wrapped is here! Inspired by Spotify Wrapped."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spotify Wrapped: \"Spotify Wrapped is a viral marketing campaign by Spotify. Released annually in early December since 2016, the campaign allows Spotify users to view a compilation of data about their activity on the platform over the past year and invites them to share it on social media.\" \n\nCanvas LMS: \"Canvas is a web-based learning management system, or LMS. It is used by learning institutions, educators, and students to access and manage online course learning materials and communicate about skill development and learning achievement.\"\n\nQ: But, what is Canvas LMS Wrapped?\nA: Similar to Spotify Wrapped, Canvas Wrapped is a tool designed for students whose schools use Canvas as an LMS. The tool enables students to view their assignment activity, including metrics such as the number of completed assignments, the number of missing assignments, the number of assignments submitted after the due date, the teachers who gave the most assignments and more. It provides a personalized and engaging experience for students, similar to how users view their music activity on Spotify.\n\nSo let's get started! Using Canvas Wrapped is as easy as using Spotify Wrapped, please follow the steps below.\n\n1) Install the Canvas LMS Wrapped extension.\n\n2) Log in to your institution's Canvas LMS page\n\n3) While on the Canvas LMS page, open the Canvas LMS Wrapped extension and click the \"See Your Wrapped\" button. You will be redirected to \"wsspaper.com\" where your data will be ready for you in a few minutes.\n\nIt's that simple!\n\nDeveloper's Note: Canvas LMS Wrapped is a free to use tool that is developed for fun, and it does not seek any profit. Therefore user's data is NEITHER stored nor sold.\n\nExtension,\nDeveloper: Muhammed Cikmaz\nDesigner: William Cheng"
  }
}