{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Threadinator🧵™ for 𝕏 (Twitter)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add numbering to your threads on 𝕏 (Twitter) with one click"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "★★★★★ Main feature ★★★★★\nAdd numbering to your threads 🧵 on 𝕏 with one click!\n\nSo, add \"1/5\", \"2/5\" etc. to all your posts in a thread, with one click!\n\nThe extension automatically detects how many posts (tweets) there are in your thread, and adds the correct index and total counts of posts automagically!\n\nThis is a must-have extension for all the heavy thread creators on 𝕏!\n\n➤➤➤➤ WHY DO YOU NEED THIS? \nAre you tired of counting how many posts/tweets you are writing in your thread and then manually updating all the numbering? Yeah, me too! That's why I built this extension!\n\n- No more manual counting of how many posts/tweets you have in your thread!\n\n- Give your readers absolute certainty of how many posts/tweets there are in your thread! With one button click, the extension automatically counts and injects all the numbering into every single post/tweet of yours!\n\n- No more vague \"1/x\" or \"1/n\". This injects counts the precise amount of total tweets/posts in your thread and then adds all of those numbers automatically! So, if you have 3 tweets, it would add \"1/3, 2/3, 3/3\" automatically to your first, second and third tweet!\n\n➤➤➤➤ WHO NEEDS THIS?\nAre you a content creator on 𝕏 who posts lots of threads? Then is is a MUST HAVE extension for you!\nYour readers will appreciate knowing how many tweets there are in total in the entire thread, at any moment in time!\n\n➤➤➤➤ HOW MUCH DOES IT COST?\nThere's a forever free version that lets you number up to 3 tweets/posts in a thread. \nObviously, if you're a serious content creator, 3 tweets/posts is not enough. In that case, you can upgrade to the UNLIMITED LIFETIME plan.\nIt's simple ONE-TIME payment for lifetime and unlimited usage of the extension!!! No recurring subscription BS!\n\n➤➤➤➤ IS THERE AN EARLY BIRD DISCOUNT?\nYes! Since we just recently launched, there's an early bird discount for up to 98% off the regular price! Yes, 98% off! Head over to our website the-threadinator.com to learn more.\n\n\n➤➤➤➤ DO YOU DO REFUNDS?\nNo. Since this is a one-time payment for a LIFETIME deal, we cannot give refunds. We hate subscriptions and think that buying software one-time and using it forever as much as you want is a fairer deal.\nFor that same reason, once you buy it, we can't offer any refunds. If the extension stops working for reasons that are out of our hands (technical changes on x.com for example), we also can't issue refunds. We will do our best to keep the extension working for decades to come. Check our Terms of Service for more details."
  }
}