{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cloaked - Privacy & Password Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Never give out your personal information again"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The best way to experience Cloaked in your browser. Cloaked allows you to generate and autofill unique email addresses, phone numbers, passwords, and even payment info in any form field across websites, redefining privacy management beyond traditional password managers. Never give out your personal information again. \n\nHow It Works:\n\n- Generate New Identities: A new email, username, password, and phone number for every website.\n- Encrypted & Secure: Rest assured, your data is encrypted and your communication preferences are in your control.\n- Sync & Access Anywhere: Your identities sync across the web dashboard and mobile app for convenience and security.\n\nWhy Choose Cloaked?\n\n🛡️Generate unlimited virtual identities with unique email, username, password, and phone number for every website.\n🔐 Break free from the risks of repeated information. With Cloaked, each account/login is uniquely secure, reducing exposure to hackers.\n🎮 Manage your virtual identities from a user-friendly web dashboard. Easily access, reply, and forward your emails and texts, maintaining control over your communication.\n🌍Seamless Across Platforms: Cloaked syncs with your mobile apps, offering the same privacy features on-the-go. Stay secure, whether you're browsing online or out and about.\n\nGet Started with Cloaked! 🚀 Take the first step towards uncompromised privacy and unparalleled security. Install the Cloaked extension now and experience a new era of privacy management! Learn more on www.cloaked.com\n\nAbout Cloaked:\n\nYou deserve to enjoy the internet—safely. Cloaked protects personal information from public, private, and shady organizations.\n\nGenerate Unique Cloaked Identities: With Cloaked, you can create unique phone numbers, email addresses, and more. This means that in the event of a data breach, even if one of your cloaked identities gets exposed, your real information stays safe and secure. With the power of the Cloaked extension, you can generate identities, right when you are signing up!\nAutofill and 2FA: Cloaked makes signing in and checking out a breeze– just click the Cloaked icon and the extension will take care of the rest. You also get all OTPs right within your browser window, so you don’t need to take your phone out every time you check out.\nCloaked Pay (currently in family/friends beta): With Cloaked Pay, you can make transactions without exposing your real payment details. This feature protects your financial information during online purchases, providing peace of mind when shopping. With the power of the Cloaked extension, you can generate a masked credit card without leaving the checkout page!\nCloaked Data Removal: With Cloaked, you can scan (for free) and understand what information about you has already been breached and is currently being sold by data brokers; and with Data Removal, Cloaked can remove your personal info from 120+ data brokers and other sites, so you don't get spammed, scammed, and doxxed.\n$1 Million Identity Theft Insurance: In the unfortunate event of identity theft, Cloaked subscribers get up to $1 million in insurance coverage. With this robust protection, you can rest easy knowing that you have comprehensive coverage to mitigate the effects of identity theft."
  }
}