{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ClickUp RTL"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add RTL support to ClickUp."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your ClickUp experience with seamless Right-to-Left (RTL) language support. \"Add RTL Support to ClickUp\" is a tailor-made Chrome extension designed to enhance usability for RTL language users. This extension intelligently integrates with ClickUp, one of the leading project management tools, to provide a more accessible and user-friendly interface for speakers of Arabic, Hebrew, Persian, Urdu, and other RTL languages.\n\nKey Features:\n\nAutomatic RTL Adjustment: Automatically detects and adjusts text direction to RTL in ClickUp, ensuring optimal readability and ease of use.\nSeamless Integration: Works quietly in the background, integrating smoothly with ClickUp's interface without disrupting your workflow.\nUser-Friendly Interface: Enjoy a natural and intuitive text alignment and direction, making your project management tasks more efficient and less stressful.\nCustomized Experience: Tailor your ClickUp experience to suit your language preferences, boosting productivity and focus.\nSimple Activation: Just install the extension, and it does the rest – no complex settings or configurations needed.\nWhether you're managing complex projects, tracking tasks, or collaborating with a diverse team, \"Add RTL Support to ClickUp\" ensures that your language preferences are no longer a barrier. Experience ClickUp like never before – in a way that suits your language needs and preferences.\n\nWhy Choose This Extension?\n\nDeveloped with a deep understanding of the challenges faced by RTL language users, this extension is more than just a tool – it's a solution to enhance your daily project management experience. With a focus on simplicity, efficiency, and user satisfaction, \"Add RTL Support to ClickUp\" stands out as an essential add-on for any RTL language professional using ClickUp.\n\nGet Started Now!\n\nElevate your ClickUp experience. Install \"Add RTL Support to ClickUp\" today and embrace a more inclusive, productive, and user-friendly project management environment."
  }
}