{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Move Tab Hotkeys"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hotkeys to move tabs around"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds shortcut keys to move the current tab or a group of selected tabs around the tab bar.\n\nThe following hotkeys are provided:\n   * [Alt+Shift+Left]: Move tab one to the left, wrapping to the right end if the tab is currently in the first position\n   * [Alt+Shift+Right]: Move tab one to the right, wrapping to the left end if the tab is currently in the last position\n   * [Alt+Shift+0]: Move tab to the start of the tab bar\n   * [Alt+Shift+9]: Move tab to the end of the tab bar\n\nThese keys can be changed in Chrome's extensions keyboard shortcuts page.\n\nMulti-Selected Tabs:\nIf you select multiple tabs at once, you can move them as a group. This can be turned off on the Options page if you prefer to only move the current tab even when others are selected.\n\nNotes on Pinned Tabs:\n   * If you have any pinned tabs, pinned tabs and non-pinned tabs are treated like separate tab bars. Non-pinned tabs move to start/end of the non-pinned tabs section.\n   * If multiple tab selection is enabled and you select a group containing both pinned and non-pinned tabs, no movement will be possible.\n\nThe default keys for this extension use the number 0 and 9 keys from the number row at the top of most keyboards. If you wish to use the 0 and 9 keys from the number pad, there are two options:\n1. If you wish to use _only_ the number keys from the keypad, you can change the keyboard shortcuts in Chrome.\n    1.1. Go to the menu -> More Tools -> Extensions\n    1.2. Select the menu from the top left of the Extensions screen and choose \"Keyboard Shortcuts\"\n    1.3. Enter whatever key you would like for each action. Note that the keys are different depending on whether NumLock is turned on or off on the keyboard.\n2. If you with to use both the number keys in the number row _and_ the number pad, or you wish to use the number pad with NumLock turned both on and off, you can use the additional extension:\n    2.1. Move Tab Hotkeys (Chrome Number Pad Keys) - this provides default key mappings for the number pad to use Alt+Shift+0/9 to move the current tab to the first/last position.\n\n---------------------\nVersion History:\n2.2.0:\n* Add ability to move multiple tabs at once if multiple are selected.\n\n2.0.0:\n* Fix logic to correctly disable tab wrapping for the first tab in the bar in Chrome.\n\n1.2.0:\n* Fix ability to use the the number pad for 0/9 in shortcuts for Firefox.\n* Add a variant of this extension to Chrome to work around Chrome's restriction to 4 keyboard commands.\n\n1.1.0:\n* Add option to disable tab wrapping at start/end of tab bar.\n\n1.0.0:\n* Initial version"
  }
}