{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Focus Time"
  },
  "short": {
    "ar": "التركيز على الأدوات التي تساعدك على التركيز أكثر في العمل والدراسة من خلال منع المواقع التي حددتها .",
    "am": "የመግለጫ መሣሪያዎች፣ ማስተካከል እና ማስተማር ይረዳችኋል፡፡",
    "bg": "Фокусиране на инструмента, помага ти да се фокусираш по време на работа и учене, като блокираш уебсайтовете, които определяш.",
    "bn": "ফোকাসিং টুল, আপনি নির্দিষ্ট ওয়েবসাইট বন্ধ করে কাজ করে পড়ার সময় আপনাকে আরো মনোযোগ দেয়।",
    "ca": "Una eina de focalització, et ajuda a concentrar-te més mentre treballes i estudies bloquejant els llocs web que especifiques.",
    "cs": "Soustředění nástroje, pomáhá se více soustředit při práci a studiu blokováním webových stránek, které specifikujete.",
    "da": "Fokusér værktøj, hjælper dig med at fokusere mere mens du arbejder og studerer ved at blokere de websteder du angiver.",
    "de": "Fokussieren Tool, hilft Ihnen beim Arbeiten und Studieren, indem Sie die von Ihnen angegebenen Websites blockieren.",
    "el": "Εστιάζοντας το εργαλείο, σας βοηθά να εστιάσετε περισσότερο κατά την εργασία και τη μελέτη μπλοκάροντας τις ιστοσελίδες που…",
    "en,en_AU,en_GB,en_US,fa,lv,tr": "Focusing tool, helps you focus more while working and studying by blocking the websites you specify.",
    "es,es_419": "La herramienta Focus le ayuda a enfocarse más en el trabajo y el aprendizaje al bloquear los sitios web que especifique.",
    "et": "Fookuse tööriist aitab teil keskenduda rohkem töö ja õppimise ajal blokeerides veebilehed, mida te määratlete.",
    "fi": "Keskitä työkalu, auttaa sinua keskittymään enemmän työn ja opiskelun aikana estämällä määritetyt sivustot.",
    "fil": "Pag-focus tool, tumutulong sa iyo na magfocus nang higit pa habang nagtatrabaho at nag-aaral sa pamamagitan ng pagharang ng mga…",
    "fr": "L'outil Focus vous aide à vous concentrer davantage sur votre travail et vos études en bloquant les sites Web que vous spécifiez.",
    "gu": "ફોકસિંગ સાધન, તમે સ્પષ્ટ કરેલ વેબ સાઇટોને બ્લોક કરી રહ્યા હોય ત્યારે તમારે વધુ ફોકસ કરી રહ્યા હોય અને",
    "he": "כלי מרכז, עוזר לך להתמקד יותר בזמן שעובד וללמד על ידי לחסום את אתרי האינטרנט שאתה מצביע.",
    "hi": "फोकसिंग औजार, आपको काम करने और अभ्यास करने के द्वारा अधिक फोकस करने की मदद करता है जो आप निर्दिष्ट कर रहे हैं वेब साइट",
    "hr": "Fokusirajući alat, pomaže vam fokusirati više dok radite i učite blokirajući web stranice koje specificirate.",
    "hu": "Focus eszköz, segít összpontosítani munka és tanulás közben azáltal, hogy blokkolja az Ön által kijelölt honlapokat.",
    "id": "Alat fokus, membantu Anda fokus lebih ketika bekerja dan belajar dengan memblokir situs web yang Anda spesifikasikan.",
    "it": "Strumento di focalizzazione, aiuta a concentrarsi di più durante il lavoro e lo studio bloccando i siti web specificati.",
    "ja": "フォーカスツールは、あなたが動作し、指定したウェブサイトをブロックすることによって勉強中に焦点を当てることができます。",
    "kn": "ನೀವು ಸೂಚಿಸುವ ಜಾಲತಾಣಗಳನ್ನು ಬ್ಲಾಕ್ ಮಾಡುವಾಗ ಕೆಲಸ ಮಾಡುವಾಗ ಮತ್ತು ಅಭ್ಯಾಸ ಮಾಡುವಾಗ ನಿಮಗೆ ಹೆಚ್ಚು ಕನ್ನ",
    "ko": "포커 싱 도 구 는 지정 한 사 이 트 를 막 아 업무 와 학습 에 더욱 초점 을 맞 추 는 데 도움 을 줍 니 다.",
    "lt": "Pagrindinis dėmesys padeda sutelkti daugiau dėmesio dirbant ir studijuojant blokuojant nurodytus tinklalapius.",
    "ml": "നിങ്ങള്‍ വ്യക്തമാക്കുന്ന വെബ്സുകള്‍ പ്ലോക്ക് ചെയ്യുകയും പഠിക്കുകയും ചെയ്യുന്ന സമയത്ത് ഫോക്സോക്സ് ചെ",
    "mr": "फोकसिंग साधन, तुम्ही निर्देशीत केलेल्या वेब साइटांना ब्लॉक करून तुम्हाला जास्त फोकस करण्यास मदत करतो.",
    "ms": "Alat fokus, membantu anda fokus lebih semasa bekerja dan belajar dengan menghalang laman sesawang yang anda nyatakan.",
    "nl": "Het concentreren van tool, helpt u meer focussen tijdens het werken en studeren door het blokkeren van de websites die u…",
    "no": "Fokuserende verktøy hjelper deg å fokusere mer mens du jobber og studerer ved å blokkere nettstedene du spesifiserer.",
    "pl": "Skupienie narzędzia, pomaga skupić się bardziej podczas pracy i studiowania, blokując strony internetowe, które określają.",
    "pt_BR": "Utilidade de foco, ajuda a focar mais enquanto trabalha e estuda bloqueando os sites que especifica.",
    "pt_PT": "A ferramenta de focalização Ajuda você a focar Mais enquanto trabalha e estuda, bloqueando OS sites que você especifica.",
    "ro": "Instrumentul de focalizare, vă ajută să vă concentraţi mai mult în timp ce lucraţi şi studiaţi prin blocarea site-urilor pe care le…",
    "ru": "фокус - сервис поможет вам сосредоточиться на работе и учебе, заблокировав указанный вами сайт.",
    "sk": "Nástroj zamerania, pomáha vám sústrediť sa viac počas práce a štúdia blokovaním webových stránok, ktoré špecifikujete.",
    "sl": "Osredotočanje orodja vam pomaga, da se med delom in učenjem bolj osredotočite, tako da blokirate spletne strani, ki jih navajate.",
    "sr": "Fokusirajući alat, pomaže vam da se fokusirate više dok radite i učite blokirajući web sajtove koje specifikujete.",
    "sv": "Fokusera verktyg, hjälper dig att fokusera mer medan du arbetar och studerar genom att blockera de webbplatser du anger.",
    "sw": "Kifaa cha kuvutia, kinakusaidia kujikita zaidi wakati wa kufanya kazi na kusoma kwa kufungia tovuti unazobainisha.",
    "ta": "முன்னிலைப்படுத்தும் கருவி",
    "te": "మీరు తెలియచేసిన వెబ్ సైటులను బ్లాక్ చేస్తున్నప్పుడు పని మరియు అభ్యాసం చేసినప్పుడు మీకు మరింత",
    "th": "เน้นเครื่องมือที่ช่วยให้คุณมุ่งเน้นมากขึ้นในการทำงานและการเรียนรู้โดยบล็อกเว็บไซต์ที่คุณระบุ",
    "uk": "Інструмент фокусування допомагає вам більше фокусуватися під час роботи і вивчення блокуванням вказаних веб- сайтів.",
    "vi": "Tập trung công cụ, giúp bạn tập trung nhiều hơn trong khi làm việc và nghiên cứu bằng cách chặn các website bạn chỉ định.",
    "zh_CN": "专注工具，通过屏蔽您指定的网站，帮助您在工作和学习的时候，更加专注。",
    "zh_TW": "聚焦工具，通過封锁您指定的網站，幫助您在工作和學習時更加聚焦。"
  },
  "long": {
    "ar": "إذا كنت غالباً ما يصرف أثناء الدراسة أو العمل وتصفح بعض مواقع الترفيه ، ثم تحتاج إلى هذا التمديد .هذا هو امتداد التي يمكن أن تجعل عملك والدراسة أكثر تركيزا ، وتحسين الكفاءة وتوفير الوقت .\n\n1 . إضافة القائمة السوداء والبيضاء من خلال النقر بزر الماوس الأيمن فوق القائمة أو إعداد الصفحة\n2 . انقر على زر التمديد ، وفقا لتفضيلاتك ، ووضع طريقة حجب محتوى التنبيه\n3 - تبدأ لحظة التركيز الخاصة بك\n4 . الانتهاء من التركيز على الفور أو يدويا \" إيقاف التركيز \"",
    "am": "ትምህርት ወይም ሥራን ብታስተምር ብዙ ጊዜም በተለይ እና አንዳንድ የድጋፍ ቦታዎች ቢመቃወም ይህ ስፋት ያስፈልጋል፡፡ይሄ ስፋት ሥራህን እና መተማርከቱን የሚችል፣ ጥቅም እና ጊዜን ማዳን ይችላል፡፡\n\n1. ሰዓት ዝርዝር ጨምር\n2. በአስፋው ቁጥጥር ላይ ይጫኑ እና ማሰቃየትን እና ማድረግ እንደምትችል መጠን አስተካክሉ\n3. የራስህን ቁጥጥር ጀምር\n4. ማጠቃለያን አጥፉ",
    "bg": "Ако учите или работите и често се разсейвате и разглеждате някои развлекателни сайтове, тогава се нуждаете от това разширение.Това е продължение, което може да направи работата ви по-съсредоточена, да увеличи ефективността и да спести време.\n\n1. Добавяне на черен списък и бял списък на сайтовете чрез дясно кликване или настройки\n2. Натиснете бутона за разширение и задайте метода за блокиране и алармирайте съдържанието според предпочитанията си.\n3. Започни свой собствен момент на фокус.\n4. Завършете фокуса си или спрете фокуса ръчно",
    "bn": "যদি আপনি পড়েন অথবা কাজ করেন এবং প্রায়শই বিভ্রান্ত হয় এবং কিছু বিনোদন সাইট ব্রাউজ করেন, তাহলে আপনার এই বিস্তারিত প্রয়োজন।এটা একটি বিস্তারিত বিস্তারিত যা আপনার কাজ এবং আরও মনোযোগ দিতে পারে, কার্যক্রম বৃদ্ধি করে এবং সময় সংরক্ষণ করতে পারে।\n\n1. Add a blacklist and whitelist of websites through the right-click menu or settings page\n2. বিস্তারিত বাটন ক্লিক করুন এবং আপনার পছন্দ অনুসারে ব্লকিং পদ্ধতি এবং বিষয়বস্তু সতর্ক করুন\n৩. আপনার নিজের ফোকাস মুহূর্ত শুরু করুন\n4. আপনার ফোকাস মুহূর্ত সম্পূর্ণ করুন অথবা \"নিজের ফোকাস থামুন\" হাতে থামুন",
    "ca": "Si estudies o treballes i també sovint es distraeix i navegues en alguns llocs d'entreteniment, llavors necessites aquesta extensió.Això és una extensió que pot fer que la teva feina i estudis siguin més centrats, incrementar l'eficiència i estalviar temps.\n\n1. Engadir una llista negra i una llista blanca de sites a través del menú o la pàgina de configuració amb el clic dret\n2. Cliqueu en el botó d'extensió i establezeu el mètode de bloquejar i alerteu contingut segons la vostra preferència\n3. Comenceu el vostre propi moment de concentració\n4. Completeu el moment de foc o \"atureu el foc\" manualment",
    "cs": "Pokud studujete nebo pracujete a také často se rozptylují a prohlížejí některé zábavní stránky, pak potřebujete toto rozšíření.Toto je rozšíření, které může vaše práce a studie více zaměřené, zvýšit efektivitu a ušetřit čas.\n\n1. Přidat černou listinu a seznam webových stránek pravým tlačítkem myši na stránku s nastavením\n2. Klikněte na tlačítko rozšíření a nastavte metodu blokování a obsah upozornění podle vašich preferencí\n3. Začni svůj vlastní moment soustředění\n4. Dokonči svůj ohniskový moment nebo \"stop focus\" ručně",
    "da": "Hvis du studerer eller arbejder og også ofte bliver distraheret og kigger på nogle underholdnings steder, så har du brug for denne forlængelse.Dette er en forlængelse, der kan gøre dit arbejde og studere mere fokuseret, øge effektiviteten og spare tid.\n\n1. Tilføj en sortliste og hvidliste over websteder via højreklikmenuen eller indstillingssiden\n2. Klik på forlængelsesknappen og sæt blokeringsmetoden og alarmindholdet i henhold til din præference\n3. Start dit eget fokus øjeblik\n4. Afslut dit fokus- øjeblik eller \"stop fokus\" manuelt",
    "de": "Wenn Sie studieren oder arbeiten und auch oft abgelenkt werden und einige Entertainment-Sites durchsuchen, dann brauchen Sie diese Erweiterung.Dies ist eine Erweiterung, die Ihre Arbeit und Studium fokussierter machen kann, Effizienz erhöhen und Zeit sparen kann.\n\n1. Fügen Sie eine schwarze Liste und Whitelist von Websites durch das Rechtsklick-Menü oder Einstellungen Seite\n2. Klicken Sie auf die Erweiterungstaste und setzen Sie die Sperrmethode und alarmieren Sie den Inhalt nach Ihren Wünschen\n3. Starten Sie Ihren eigenen Fokus\n4. Beenden Sie Ihren Fokusmoment oder „Stop focus“ manuell",
    "el": "Εάν μελετάτε ή εργάζεστε και συχνά αποσπάτε την προσοχή σας και περιηγηθείτε σε κάποια σημεία ψυχαγωγίας, τότε χρειάζεστε αυτή την επέκταση.Αυτή είναι μια επέκταση που μπορεί να κάνει το έργο και τη μελέτη σας πιο εστιασμένη, να αυξήσει την αποτελεσματικότητα και να εξοικονομήσει χρόνο.\n\n1. Προσθήκη μαύρης λίστας και λευκής λίστας ιστοσελίδων μέσω του μενού ή της σελίδας ρυθμίσεων με δεξί κλικ\n2. Κάντε κλικ στο κουμπί επέκτασης και καθορίστε τη μέθοδο παρεμπόδισης και το περιεχόμενο ειδοποίησης σύμφωνα με την προτίμησή σας\nΞεκίνα τη δική σου στιγμή εστίασης.\nΣυμπληρώστε τη στιγμή εστίασης σας ή τη \"συγκέντρωση στάσης\" χειροκίνητα.",
    "en,en_AU,en_GB,en_US": "If you study or work and also often get distracted and browse some entertainment sites, then you need this extension. This is an extension that can make your work and study more focused, increase efficiency and save time.\n\n1. Add a blacklist and whitelist of websites through the right-click menu or settings page\n2. Click the extension button and set the blocking method and alert content according to your preference\n3. Start your own focus moment\n4. Complete your focus moment or \"stop focus\" manually",
    "es,es_419": "Si usted está constantemente distraído en su estudio o trabajo, visite algunos sitios de entretenimiento, entonces usted necesita esta extensión.Esta es una extensión que le permite centrarse más en su trabajo y estudio, aumentar la eficiencia y ahorrar tiempo.\n\n1. A ñadir una List a negra y una lista blanca del sitio haciendo clic derecho en el menú o la página de configuración\n2. Haga clic en el botón de extensión para establecer el modo de bloqueo y el contenido de la alerta de acuerdo a sus preferencias\n3. Comience su propio momento de enfoque\n4. Complete el enfoque instant áneo o manual \"Stop focusing\"",
    "et": "Kui sa õpid või töötad ja ka sageli saada häiritud ja sirvida mõned meelelahutus saidid, siis sa vajad seda pikendust.See on pikendus, mis võib muuta oma töö ja õppida rohkem keskendunud, suurendada tõhusust ja säästa aega.\n\n1. Lisab veebilehekülgede musta nimekirja ja valge nimekirja parema klõpsu menüü või seadistuste lehekülje kaudu\n2. Klõpsa laiendusnupule ja määra blokeerimismeetod ja häire sisu vastavalt oma eelistusele\n3. Käivita oma fookuse hetk\n4. Täita fookushetk või \"peata fookus\" käsitsi",
    "fa": "اگر مطالعه کنید یا کار کنید و اغلب پریشان شوید و برخی سایت های سرگرمی را بررسی کنید، پس به این اضافه نیاز دارید.این یک طولانی است که می تواند کار شما را بسازد و تمرکز بیشتری را مطالعه کند، فعالیت را افزایش دهد و زمان نجات دهد.\n\n۱. اضافه کردن یک فهرست سیاه و سفید از وب‌سایت‌ها از طریق صفحه‌ی فشار راست یا تنظیمات\n۲. دکمه گسترش را فشار دهید و روش بازداشت را تنظیم کنید و محتوای هشدار بدهید به توجه به ترجیح شما\n3. Start your own focus moment\n۴. لحظه تمرکز خود را کامل کنید یا \"تمرکز را به دست بگیرید\"",
    "fi": "Jos opiskelet tai työskentelet ja myös usein saada huomiota ja selata joitakin viihdesivustoja, niin tarvitset tämän laajennuksen.Tämä on laajennus, joka voi tehdä työsi ja opiskella paremmin, lisätä tehokkuutta ja säästää aikaa.\n\n1. Lisää musta lista ja verkkosivujen valkoinen lista hiiren oikealla painikkeella valikon tai asetusten sivulla\n2. Napsauta painiketta ja aseta estomenetelmä ja kuulutuksen sisältö haluamasi mukaan\n3. Aloita oma keskittyä hetki\n4. Suorita tarkennuksesi tai \"lopeta keskittymisesi\" manuaalisesti",
    "fil": "Kung mag-aral ka o nagtatrabaho at madalas ka nang nabalisa at magbrowse ng ilang entertainment sites, kailangan mo itong extension.Ito ay isang extension na maaaring gumawa ng iyong trabaho at pag-aaral ng mas nakatuon, magpapataas ng epektibo at mag-save ng oras.\n\n1. Magdagdag ng blacklist at puting listahan ng mga websites sa kanang-click menu o settings page\n2. Mag-click sa button ng extension at itakda ang paraan ng pagblokke at alert content ayon sa iyong preference\n3. Magsimula ang iyong sariling focus moment\n4. Kumumpleto ang inyong focus sandali o \"itigil ang focus\" nang kamay",
    "fr": "Si vous êtes souvent distrait de vos études ou de votre travail et que vous naviguez sur certains sites de divertissement, vous avez besoin de cette extension.Il s'agit d'une extension qui vous permet de concentrer davantage votre travail et vos études, d'accroître l'efficacité et d'économiser du temps.\n\n1. Ajouter la liste noire et la liste blanche du site Web en cliquant avec le bouton droit sur le menu ou la page de configuration\n2. Cliquez sur le bouton extension pour définir le mode de blocage et le contenu de l'alarme en fonction de vos préférences.\n3. Commencez votre propre moment de concentration\n4. Terminer le moment de mise au point ou arrêter manuellement la mise au point",
    "gu": "જો તમે અભ્યાસ અથવા કામ કરો અને ઘણા વારંવાર વિચિત્ર થઈ શકો અને અમુક એન્ટરનેટેન્સ સાઇટો બ્રાઉઝ કરો, તો આ એક્સટેન્સન છે કે જે તમારી કાર્ય બનાવી શકે છે અને વધુ ફોકસ કરેલ અભ્યાસ કરી શકે છે, કાર્યક્ષમતા વધ\n\n૧. જમણે-ક્લિક મેનુ અથવા સુયોજન પાના મારફતે વેબ સાઇટોની કાળી યાદી અને સફેદ યાદી ઉમેરો\n૨. એક્સટેન્શન બટન પર ક્લિક કરો અને બ્લોકીંગ પદ્ધતિને સુયોજિત કરો અને તમારી પસંદગીના પ્રમાણે ચે\n૩. તમારી પોતાની ફોકસ ક્ષણ શરૂ કરો\n૪. તમારો ફોકસ ક્ષણ પૂર્ણ કરો અથવા \"ફોકસ અટકાવો\" માત્ર જાતે પૂર્ણ કરો",
    "he": "אם אתה לומד או עובד וגם לעתים קרובות מקבל מוסחת דעת ולבדוק כמה אתרי בידור, אז אתה צריך את ההארכה הזאת.זו התאריך שיכולה לגרום לעבודה שלך וללמד יותר ממוקדת, לגדל יעילות ולחסוך זמן.\n\n1. להוסיף רשימה שחורה ורשימה לבנה של אתרי האינטרנט דרך התפריט המקליק הימני או דף ההגדרות\n2. לחץ על כפתור ההארכה ותקבע את שיטת החסום ותוכן אזהרה לפי העדיפות שלך\n3. להתחיל רגע התמקדות שלך\n4. לסיים את רגע המרכז שלך או \"להפסיק להתרכז\" ידנית",
    "hi": "If you study or work and also often get distracted and browse some entertainment sites, then you need this extension. यह एक एक्सटेंशन है जो आपका काम बना सकता है और अधिक फोकस किया सकता है, कार्यात्मकता और समय बढ़ा सकता है।\n\n1. दायाँ- क्लिक मेनू या सेटिंग पृष्ठ के द्वारा वेब साइटों की ब्लैक सूची और सफेद सूची जोड़ें\n2. Click the extension button and set the blocking method and alert content according to your preference\n3. अपने फोकस क्षण सुरु करें\n4. अपना फोकस क्षण पूरा करो या \"फोकस बन्द करो\" मैनुअल",
    "hr": "Ako proučavate ili radite i često se distraktirajte i pregledate neke zabavne mjesta, onda vam je potrebna ova produžavanja.Ovo je produženje koja može učiniti vaš rad i proučiti fokusiranije, povećati učinkovitost i spasiti vrijeme.\n\n1. Add a blacklist and whitelist of websites through the right-click menu or settings page\n2. Kliknite na dugme proširenja i postavite blokiranje metode i upozorite sadržaj u skladu s vašom preferencijom\n3. Započnite svoj trenutak fokusiranja\n4. Završi svoj trenutak fokusiranja ili \"zaustavi fokus\" ručno",
    "hu": "Ha tanulsz vagy dolgozol, és gyakran elvonod a figyelmedet, és böngészted a szórakoztató oldalakat, akkor szükséged van erre a kiterjesztésre.Ez egy olyan kiterjesztés, amely jobban összpontosíthat a munkájára és a tanulására, növelheti a hatékonyságát és időt takaríthat meg.\n\n1. A honlapok feketelistájának és fehérlistájának hozzáadása a jobb kattintás menü vagy beállítások oldalán\n2. Kattintson a kiterjesztési gombra, és állítsa be a blokkolási módszert és a figyelmeztető tartalmat az Ön kívánsága szerint.\n3. Kezdd el a saját fókusz pillanatodat.\n4. Fejezd be a fókusz pillanatát vagy \"állítsd meg a fókuszt\" manuálisan",
    "id": "Jika Anda belajar atau bekerja dan juga sering mendapatkan terganggu dan melayari beberapa situs hiburan, maka Anda perlu ekstensi ini.Ini adalah ekstensi yang dapat membuat pekerjaan Anda dan belajar lebih fokus, meningkatkan efisiensi dan menghemat waktu.\n\n1. Tambah daftar hitam dan daftar putih dari situs web melalui menu klik kanan atau halaman pengaturan\n2. Klik tombol ekstensi dan tetapkan metode blok dan isi peringatan menurut keutamaan Anda\n3. Mulai saat fokus Anda sendiri\n4. Selesaikan momen fokus Anda atau \"berhenti fokus\" secara manual",
    "it": "Se si studia o lavora e spesso si distrae e sfoglia alcuni siti di intrattenimento, allora è necessario questa estensione.Questa è un'estensione che può rendere il vostro lavoro e studiare più focalizzato, aumentare l'efficienza e risparmiare tempo.\n\n1. Aggiungere una lista nera e una lista bianca dei siti web attraverso il menu o la pagina delle impostazioni del tasto destro del mouse\n2. Fare clic sul pulsante di estensione e impostare il metodo di blocco e il contenuto di avviso secondo la vostra preferenza\n3. Avvia il tuo momento di fuoco\n4. Completa il tuo momento di fuoco o \"stop focus\" manualmente",
    "ja": "あなたが勉強するか、働くならば、また、気を取られて、若干のエンターテイメントサイトを閲覧してください、そして、あなたはこの拡張を必要とします。これは、あなたの仕事をすることができて、より集中して、効率を高めて、時間を節約することができる拡張です。\n\n1 .ブラックリストを追加し、右クリックメニューまたは設定ページを介してウェブサイトのホワイトリスト\n2 .拡張ボタンをクリックし、ブロックの設定と警告内容を設定します\n3 .自分のフォーカスを開始する\n手動でフォーカスの瞬間や",
    "kn": "ನೀವು ಅಭ್ಯಾಸ ಅಥವಾ ಕೆಲಸವನ್ನು ಅನೇಕ ವಿಚಾರಿಸುತ್ತಿದ್ದರೆ ಮತ್ತು ಅನೇಕ ವಿಚಾರಿಸುತ್ತಿದ್ದರೆ ಮತ್ತು ಕೆಲವು ವಿಸ್ಇದು ನಿಮ್ಮ ಕೆಲಸವನ್ನು ಮಾಡಿ ಹೆಚ್ಚು ಗಮನಿಸಲಾಗುತ್ತದೆ, ಕ್ರಿಯಾಶೀಲತೆಯನ್ನು ಹೆಚ್ಚಿಸಿ ಉಳಿಸುವ ಸಮಯವನ್ನು ಉಳ\n\n1. Add a blacklist and whitelist of websites through the right-click menu or settings page\n2. ವಿಸ್ತರಣ ಗುಂಡಿಯನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ ನಿಮ್ಮ ಆದ್ಯತೆಯ ಪ್ರಕಾರ ಬ್ಲಾಕ್ ಮಾಧ್ಯಮವನ್ನು ಹೊಂದಿಸಿ ನಿಮ್ಮ ಆದ್\n೩. ನಿಮ್ಮ ಸ್ವಂತ ಗಮನಿಸುವ ಕ್ಷಣವನ್ನು ಆರಂಭಿಸಿ\n4. ನಿಮ್ಮ ಗಮನಿಸುವ ಕ್ಷಣವನ್ನು ಪೂರ್ತಿಮಾಡಿ ಅಥವ \"ಗಮನಿಸುವಿಕೆಯನ್ನು ಕೈಯಾರೆ ನಿಲ್ಲಿಸು\"",
    "ko": "만약 당신 이 공부 하거나 일 할 때 항상 신경 을 쓰 고 오락 사 이 트 를 방문한다 면, 당신 은 이 확장 이 필요 합 니 다.이것 은 당신 의 일과 학습 을 더욱 집중 시 키 고 효율 을 높이 며 시간 을 절약 할 수 있 는 확장 이다.\n\n1. 오른쪽 클릭 메뉴 또는 설정 페이지 를 통 해 사이트 블랙리스트 와 화이트 리스트 추가\n2. 확장 단 추 를 누 르 면 취향 에 따라 차단 방식 과 경보 내용 을 설정 합 니 다.\n3. 자신의 초점 을 시작 하 는 순간\n4. 초점 맞 추 는 순간 또는 수 동 으로 '초점 멈 추기' 완료",
    "lt": "If you study or work and also often get distracted and browse some entertainment sites, then you need this extension. Tai pratęsimas, kuris gali padidinti jūsų darbą ir studijas, padidinti efektyvumą ir sutaupyti laiko.\n\n1. Įdėti juodą ir baltą interneto svetainių sąrašą dešiniojo spragtelėjimo meniu arba nustatymų puslapiu\n2. Spauskite išplėtimo mygtuką ir nustatykite blokavimo metodą ir perspėjimo turinį pagal jūsų pasirinkimą\n3. Pradėkite savo dėmesio moment ą\n4. Užbaigkite savo dėmesį arba „sustabdykite dėmesį“ rankiniu būdu",
    "lv": "Ja Jūs pētāt vai strādājat un bieži vien novērojat dažas izklaides vietas, tad Jums nepieciešams šis pagarinājums.Tas ir pagarinājums, kas var padarīt Jūsu darbu koncentrētāku, palielināt efektivitāti un ietaupīt laiku.\n\n1. Pievienot tīmekļa vietņu melnā saraksta un balto sarakstu pa labi klikšķējošo izvēlni vai iestatījumu lapu\n2. Nospiediet paplašināšanās pogu un iestatīt bloķēšanas metodi un brīdinājuma saturu saskaņā ar jūsu izvēli\n3. Sākt savu koncentrācijas brīdi\n4. Pabeidziet savu fokusa brīdi vai manuāli \"apturēt fokus\"",
    "ml": "നിങ്ങള്‍ പഠിക്കുകയോ ജോലി ചെയ്യുകയോ ചെയ്യുകയോ ചെയ്താല്‍ പലപ്പോഴും വിശിഷ്ടമുള്ള സ്ഥലങ്ങള്‍ നിങ്ങള്‍ക്ക് വഇത് നിങ്ങളുടെ ജോലിയെ കൂടുതല്‍ ശ്രദ്ധിക്കുകയും, കൂടുതല്‍ ശ്രദ്ധിച്ച് പഠിക്കുകയും ചെയ്യുന്ന ഒരു വിശാലമാ\n\n1. വലത് ക്ലിക്ക് മെനുവില്‍ അല്ലെങ്കില്‍ സജ്ജീകരണങ്ങളുടെ പേജിലൂടെ ഒരു കറുത്ത പട്ടികയും വെളുത്ത വെബ്സി\n2. വികസിപ്പിക്കുന്ന ബട്ടണ്‍ ക്ലിക്ക് ചെയ്യുക എന്നിട്ട് നിങ്ങളുടെ മുന്‍ഗണനപ്രകാരം ബ്ലോക്ക് ച\n3. നിങ്ങളുടെ സ്വന്തം ശ്രദ്ധ തുടങ്ങുക\n4. നിങ്ങളുടെ ഫോക്സോക്സ് മിനിറ്റ് പൂര്‍ത്തിയാക്കുക അല്ലെങ്കില്‍ \"ഫോക്സോക്സ് നിര്‍ത്",
    "mr": "जर तुम्ही अभ्यास किंवा काम कराल आणि अनेक वेळेसुद्धा विचार केला जातो आणि काही विचार साइट ब्राउज कराल तर तुमहे एक विस्तार आहे ज्याला तुमच्या कामाला बनवू शकते आणि अधिक लक्ष्यात ठेवू शकते, कार्यक्षमता वाढवू शकते.\n\n१. उजवी क्लिक मेन्यू किंवा संयोजना पानातून वेब साइटची काळी यादी व सफेद यादी जोडा\n2. विस्तार बटण क्लिक करा व ब्लॉकिंग पद्धती स्थापित करा व आवडताप्रमाणे सावधान करा\n३. तुमच्या स्वतःच्या लक्ष्यातील क्षण सुरु करा\n4. Complete your focus moment or \"stop focus\" manually",
    "ms": "Jika anda belajar atau bekerja dan juga sering mendapat terganggu perhatian dan melayar beberapa laman hiburan, maka anda memerlukan sambungan ini.Ini adalah sambungan yang boleh membuat kerja anda dan belajar lebih fokus, meningkatkan efisiensi dan menyimpan masa.\n\n1. Tambah senarai hitam dan senarai putih laman web melalui menu klik kanan atau halaman tetapan\n2. Click the extension button and set the blocking method and alert content according to your preference\n3. Mulakan saat fokus anda sendiri\n4. Selesaikan saat fokus anda atau \"hentikan fokus\" secara manual",
    "nl": "Als je studeert of werkt en ook vaak afgeleid worden en wat entertainment sites bladeren, dan heb je deze extensie nodig.Dit is een verlenging die uw werk en studie meer gericht kan maken, efficiënter en tijd kan besparen.\n\n1. Voeg een zwarte lijst en witlijst van websites toe via de pagina met rechts-klik of instellingen\n2. Klik op de extensie knop en zet de blokkeringsmethode en de alarminhoud volgens uw voorkeur\n3. Start je eigen focus moment\n4. Voltooi je focus moment of \"stop focus\" handmatig",
    "no": "Dersom du studerer eller jobber og ofte blir distrahert og overvåker noen underholdningssteder, trenger du denne forlengelsen.Dette er en forlengelse som kan gjøre arbeidet ditt og studere mer fokusert, øke effektivitet og spare tid.\n\n1. Legg til en svarteliste og hvite nettsteder gjennom høyre klikkmeny eller settingsside\n2. Klikk på forlengelsesknappen og sett den blokkerende metoden og varselinnholdet i henhold til din preferanse\n3. Start your own focus moment\nFullfør fokusøyeblikket eller \"stopp fokus\" manuelt.",
    "pl": "Jeśli studiujesz lub pracujesz, a także często rozpraszasz się i przeglądasz niektóre witryny rozrywkowe, to potrzebujesz tego rozszerzenia.Jest to rozszerzenie, które może uczynić pracę i badania bardziej skoncentrowane, zwiększyć wydajność i zaoszczędzić czas.\n\n1. Dodaj czarną listę i listę stron poprzez kliknięcie prawym przyciskiem myszy lub ustawień\n2. Kliknij przycisk rozszerzenia i ustaw metodę blokowania i zaalarmuj zawartość zgodnie z Twoją wolą\n3. Rozpocznij swój własny moment skupienia\n4. Wypełnij swój moment skupienia lub \"stop focus\" ręcznie",
    "pt_BR": "Se você estuda ou trabalha e também muitas vezes fica distraído e navega alguns sítios de entretenimento, então você precisa dessa extensão.Esta é uma extensão que pode fazer seu trabalho e estudar mais focado, aumentar a eficiência e poupar tempo.\n\n1. Engadir uma lista negra e lista branca de sites através do menu ou página de configuração do clique direito\n2. Clique no botão de extensão e estabelece o método de bloqueio e alerte conteúdo de acordo com sua preferência\n3. Começa seu próprio momento de foco\n4. Complete seu momento de foco ou \"parar foco\" manualmente",
    "pt_PT": "Se você estudar ou trabalhar e também muitas vezes se distrair e navegar EM alguns locais de entretenimento, então você Precisa desta extensão.Esta é UMA extensão que Pode fazer o SEU trabalho e estudo Mais focado, aumentar a eficiência e economizar tempo.\n\n1. Adicionar UMA lista Negra e UMA lista Branca de sítios Web através do menu Ou Da página de configuração do botão Direito\n2. Carregue no botão de extensão e configure o método de bloqueio e o conteúdo de Alerta de acordo com a SUA preferência\n3. Iniciar o SEU próprio momento de foco\n4. Complete o SEU momento de foco ou \"pare o foco\" manualmente",
    "ro": "Dacă studiezi sau lucrezi și, de asemenea, de multe ori obține distras și răsfoiți unele site-uri de divertisment, atunci ai nevoie de această extensie.Aceasta este o extensie care poate face munca şi studiul mai concentrat, creşte eficienţa şi economiseşte timp.\n\n1. Adaugă o listă neagră și o listă albă a site-urilor web prin intermediul paginii cu clic dreapta sau al setărilor\n2. Dați clic pe butonul de extensie și stabiliți metoda de blocare și conținutul de alert ă în funcție de preferința dumneavoastră\n3. Începe propriul moment de concentrare\n4. Completați momentul de focalizare sau \"stop focus\" manual",
    "ru": "если вы учитесь или работаете постоянно, занимаясь просмотром развлекательных сайтов, то вам необходимо это расширение.это расширение может сделать вашу работу и обучение более целенаправленными, повысить эффективность и экономить время.\n\n1. добавить чёрный и белый список сайтов, нажав правой кнопкой мыши на меню или Настройка страницы\n2. Нажмите кнопку расширения, чтобы установить режим блокировки и содержание напоминания в соответствии с вашим предпочтением\n3. начать свой фокус\nЗавершение фокусировки или ручное \"Прекращение фокусировки\"",
    "sk": "Ak študujete alebo pracujete a často sa rozptýlite a prehliadate niektoré zábavné stránky, potom potrebujete toto rozšírenie.Toto je predĺženie, ktoré môže zvýšiť zameranie vašej práce a štúdie, zvýšiť efektívnosť a ušetriť čas.\n\n1. Pridať čierny a biely zoznam webových stránok prostredníctvom menu alebo stránky nastavení pravého kliknutia\n2. Kliknite na tlačidlo rozšírenia a nastavte metódu blokovania a obsah varovania podľa vašej preferencie\n3. Začnite svoj vlastný okamih zamerania\n4. Complete your focus moment or \"stop focus\" manually",
    "sl": "Če se učiš ali delaš in se pogosto zamotiš in brskaš po nekaterih zabavnih straneh, potem potrebuješ to razširitev.To je razširitev, ki lahko naredi vaše delo in študije bolj osredotočene, poveča učinkovitost in prihrani čas.\n\n1. Dodaj črni seznam in beli seznam spletnih strani prek menija ali strani z desnim klikom\n2. Kliknite na gumb za razširitev in nastavite način blokiranja in vsebino alarma v skladu z vašo izbiro\nTri. Začni svoj trenutek osredotočanja.\n4. Ročno dokončaj svoj ciljni trenutek ali \"stop fokus\".",
    "sr": "Ako proučavate ili radite i često se ometate i pregledate neke zabavne stranice, onda vam je potrebna ova produženja.Ovo je produženje koja može učiniti vaš rad i proučiti fokusiranije, povećati efikasnost i spasiti vrijeme.\n\n1. Dodaj crnu listu i bijeli listu veb sajtova kroz desni klik ili stranu postavke\n2. Kliknite na dugme proširenja i postavite blokiranje metode i upozorite sadržaj u skladu sa vašom preferencijom\n3. Poènite svoj trenutak fokusiranja\n4. Complete your focus moment or \"stop focus\" manually",
    "sv": "Om du studerar eller arbetar och också ofta blir distraherad och bläddrar i några nöjesplatser, då behöver du den här förlängningen.Detta är en förlängning som kan göra ditt arbete och dina studier mer fokuserade, öka effektiviteten och spara tid.\n\n1. Lägg till en svart lista och vitlista med webbplatser via menyn eller inställningssidan med högerklick\n2. Klicka på förlängningsknappen och ställ in blockeringsmetoden och varningsinnehållet i enlighet med ditt önskemål\nStarta ditt eget fokus.\nFyll i fokus eller \"stoppa fokus\" manuellt.",
    "sw": "Kama unasoma au kufanya kazi na mara nyingi hugeuzwa na kutazama baadhi ya maeneo ya burudani, basi unahitaji kuongezeka kwa kiasi hiki.Huu ni ongezeko ambalo linaweza kufanya kazi yako na kujifunza lengo zaidi, kuongeza ufanisi na kuokoa muda.\n\n1. Ongeza orodha nyeusi na mweupe zaidi ya tovuti kupitia kupitia tiketi kulia au ukurasa wa seti\n2. Click button extension and set the blocking method and warning contents according to your preferences\n3. Anza wakati wako mwenyewe\n4. Kutimiza dakika lako la fokus au \"kusitisha fokus\" kwa manufaa",
    "ta": "நீங்கள் படித்து அல்லது வேலை செய்தால் பெரும்பாலும் பிரச்சனையாக இருக்கும் மற்றும் சில வியாபாரத்திற்காஇது உங்கள் வேலை செய்ய முடியும் மற்றும் மேலும் கவனத்தை படிக்க முடியும் ஒரு விரிவாக்கமாகும், விளைவை அதிகர\n\n1. வலது பட்டியல் அல்லது அமைப்புகள் பக்கத்தில் ஒரு கருப்புப் பட்டியலை சேர்\n2. விரிவாக்கப்பட்ட பொத்தானை அழுத்தி தடுத்து முறைமையை அமைத்து உங்கள் விருப்பத்தை பொருத்தி எச்சரிக்\n3. உங்கள் சொந்த முன்னோக்கி நிமிடத்தை ஆரம்பிக்கவும்\n4. உங்கள் முன்னிறுத்தும் நிமிடத்தை முடி",
    "te": "మీరు అధ్యయనం లేదా పని చేసినప్పుడు మరియు చాలా విస్తారించబడుతుంది మరియు కొన్ని అంటర్టెన్టేన్స్ సఇది మీ పనిని చేయవచ్చు మరియు అధ్యయనం చేయవచ్చు ఒక విస్తరం\n\n1. కుడి క్లిక్ మెనూ లేదా అమర్పుల పేజీ ద్వారా వెబ్‌సైట్లు యొక్క నలుపు జాబితాను మరియు తెలుపు \n2. విస్తరింపు బటన్‌ను నొక్కి బ్లాకింగ్ విధానాన్ని అమర్చుము మరియు మీ అభిష్టమునుబట్టి విషయమ\n3. Start your own focus moment\n4. Complete your focus moment or \"stop focus\" manually",
    "th": "ถ้าคุณมักจะฟุ้งซ่านจากการเรียนหรือทำงานและเยี่ยมชมเว็บไซต์บันเทิงแล้วคุณต้องการส่วนขยาย นี้เป็นส่วนขยายที่ช่วยให้คุณสามารถมุ่งเน้นการทำงานและการเรียนรู้เพิ่มประสิทธิภาพและประหยัดเวลา\n\nคลิกขวาที่เมนูหรือการตั้งค่าหน้าเพื่อเพิ่มเว็บไซต์บัญชีดำและรายการสีขาว\nคลิกที่ปุ่มขยายการตั้งค่าบล็อกโหมดและเนื้อหาการแจ้งเตือนตามความชอบของคุณ\nเริ่มโฟกัสของคุณเอง\nเสร็จสมบูรณ์ทันทีโฟกัสหรือหยุดโฟกัสด้วยตนเอง",
    "tr": "Eğer eğitim veya çalışırsanız ve sık sık dikkatinizi dağıtıp bazı eğlence alanlarını araştırsanız, bu uzantıya ihtiyacınız olur.Bu, çalışmanızı daha odaklanabilecek, etkileşimliliğinizi arttıracak ve zamanınızı kurtarabilecek bir uzantıdır.\n\n1. Sağ tıklama menüsü veya ayarlama sayfasından web sitelerinin siyah listesini ve beyaz listesini ekle.\n2. Uzantı düğmesine tıklayın ve blok metodunu ayarlayın ve içeriğini tercihlerinize göre uyarın.\n3. Kendi odaklanmanızı başlatın.\n4. Fokus anınızı tamamlayın ya da \"odaklanmayı\" el olarak tamamlayın.",
    "uk": "Якщо ви вивчаєте або працюєте, а також часто відволікаєте увагу і переглядаєте деякі місця розваги, вам потрібно це розширення.Це продовження, яке може зробити вашу роботу і вивчати більш фокусованою, збільшити ефективність і зберегти час.\n\n1. Додати чорний і білий список веб- сайтів за допомогою меню правою кнопкою миші або сторінки параметрів\n2. Натисніть кнопку суфіксу і встановіть спосіб блокування і вміст попередження відповідно до вашого налаштування\n3. Запустити власний момент фокусу\n4. Завершити свій момент фокусу або « зупинити фокус » вручну",
    "vi": "Nếu bạn học hoặc làm việc và cũng thường bị phân tâm và xem qua vài nơi giải trí, thì bạn cần sự mở rộng này.Đây là một phần mở rộng có thể làm cho công việc và nghiên cứu tập trung hơn, tăng hiệu quả và tiết kiệm thời gian.\n\n1. Thêm một danh sách đen và một danh sách trắng của các website bằng thực đơn hay trang thiết lập phải.\n2. Nhấn vào nút mở rộng và đặt phương pháp chặn và nội dung cảnh giác theo yêu cầu của bạn.\n3. Hãy khởi động thời điểm tập trung\n4. Hoàn tất khoảnh khắc tập trung của bạn hoặc \"dừng tập trung\" bằng tay",
    "zh_CN": "如果你学习或者工作时，也经常走神，浏览一些娱乐网站，那么，你需要这个扩展。这是一个可以让你的工作和学习更加专注的扩展，提高效率，节省时间。\n\n1. 通过右键菜单或者设置页面，添加网站的黑名单和白名单\n2. 点击扩展按钮，根据自己的喜好，设置屏蔽方式和提醒内容\n3. 开始属于你自己的专注时刻\n4. 完成你的专注时刻或者手动“中止专注”",
    "zh_TW": "如果你學習或工作時經常分心，瀏覽一些娛樂網站，那麼你需要這個擴展。這是一個擴展，可以使你的工作和學習更加集中，提高效率和節省時間。\n\n1.通過右擊選單或設定頁面添加網站黑名單和白名單\n2.點擊擴展按鈕，根據您的喜好設定阻塞管道和警報內容\n3.開始你自己的焦點時刻\n4.完成聚焦瞬間或手動“停止聚焦”"
  }
}