{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Feature Assistant Extension for Scoutbook"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extends Scoutbook functionality with quick entry, user management, and summer camp import functions"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This tool extends several feature capabilities of Scoutbook.\n\nDisclaimer:  This tool was created by a Scouting Volunteer who spent his own time and energy to \"Do a good turn\" and help fellow Scouters out.  It is not a product of the Scoutbook development team nor is supported by BSA.  If it helps you out, terrific.  If you find issues or have questions or would like to see it tweaked, please contact me so I can get them fixed.\n\nWhat is it?\nThe focus of this extension is to provide time saving features to users of the Scoutbook Tool.  It is hoped that the life of this tool will be short and that Scoutbook is able to integrate these feature concepts.  This tool is simply an interim workaround to some needed features.\n\nUntil then, there is a great need to have the following included features. \n \nCalendar\n * Calendar Import from CSV file You can import calendar events using a CSV file \n * Calendar Export to CSV\n * Calendar Messaging  You can select invitees based on their RSVP status to send \n   them messages.  You can select attendees based on Attendance status to send them\n   messages.\n * Update Multiple Calendar Event Invitees.  You can add invitees to any number of \n   future events in a quick entry fashion.\n\n\nPayment Logs\n * Paylog Report - You can mail balances\n * import transaction\n * Close accounts\n * Delete all account transactions\nSession Monitor\n * Session Timeout Notification. When the Scoutbook session is about to logged off \n   due to inactivity, a popup appears and you can click to extend the session.\n\nMerit Badge Quick Entry for Units\n * Add Merit Badge Quick Entry. You can use Quick Entry to Add merit badges, sign as \n   the Unit Leader, (and Assign Merit Badge Counselors - this feature temporarily removed due to Scoutbook changes)\n\nMerit Badge Counselor Connection Helper\n  * Allows Merit Badge Counselors to identify connections that are no longer needed, \n    so they may be removed to clean up the dashboard.\n\n  Merit Badge Counselor Quick Connect\n    * Easily connect to a Merit Badge Counselor right from the Merit Badge Search Results, and \n  from a Scout's Merit Badge page  \n  \nMerit badge Counselor -Class Support for connecting/disconnecting from multiple scouts at once, printing class log worksheets, and table style worksheet quick entry\n\nMerit Badge Import from Summer Camps\n * Summer Camp Merit Badge Import from Black Pug  and Tentaroo Software.  You can import data saved \n   after 6/1/2017 from Summer Camps that use the scoutingevent.com or tentaroo website to track \n   Merit badges.\n\nConnection Manager Enhancement\n  * Set Scout column permissions.  Sets all permissions except parents and Admins.\n  * Adds a Permissions by Position Manager page to easily set permissions based on the leadership and parent/guardian roles held by adults\n\nMessages:\n  * Adds a Select Den/Patrol option to message page so you can easily send messages to one or more dens or patrols.\n  * Adds a Custom Email Group option to all setting up custom groups.\n  * Always makes sure you are copied on messages going out\n  * Preview to see what BB codes look like\n  * YPT Notices in the body\n  * Recipient name list in BCC messages\n\nTraining:\n  * Adds a YPT Training Report, with 2018 cutoff dates\n\nYouth Leadership:\n  * Adds a Quick Edit of Youth Leadership Positions\n\nCouncil Admin\n   * Adds Unit Usage Statistics for Council Admins\n\nHelp Links:\n  * Adds Help Links to SUAC documents and this extension help documents on the Scoutbook Help page.\n\nUpgrade Notifications\n  * Allows you to choose if you want to be notified of version updates, and you can specify for all releases or feature updates only.\n\n\nThis extension is also available as a Firefox Add-on.  See Scoutbook forums for the location."
  }
}