{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MXO Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Used with MXO, this Extension enables you to configure both listening and orchestrations on your web touchpoints."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Medallia Experience Orchestration (MXO) Extension\n\nUsed in conjunction with Medallia Experience Orchestration (MXO), this Extension provides the ability to configure journey orchestration and collection of customer behavior on your web touchpoints.\n\nThe MXO Extension provides you with the ability to:\n\n* Track when and where customers interact with your website by configuring Activity Capture Points.\n* Build up a real-time data profile of an individual customer by configuring Attribute Capture Points on web page elements, URI parameters, and cookies.\n* Present personalized content relevant to your customers current interests by configuring Optimization Points.\n* You can also use the MXO Extension to preview your configured Optimization Points on a live web page.\n\nAfter install, please log into Medallia Experience Orchestration to automatically activate this Extension.\n\nAbout Medallia\nThe #1 enterprise experience platform for mission critical insights and action.\n\nMedallia is the pioneer and market leader in customer, employee, citizen, and patient experience. As the No. 1 enterprise experience platform, Medallia Experience Cloud is the experience system of record that makes all other applications customer and employee aware. The platform captures billions of experience signals across interactions including all voice, video, digital, IoT, social media, and corporate-messaging tools. Medallia uses proprietary artificial intelligence and machine learning technology to automatically reveal predictive insights that drive powerful business actions and outcomes. Medallia customers reduce churn, turn detractors into promoters and buyers, create in-the-moment cross-sell and up-sell opportunities, and drive revenue-impacting business decisions, providing clear and potent returns on investment. For more information visit www.medallia.com."
  }
}