{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shortcuts for Puzzle Games - Launcher"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One-Click Access to Your Favorite Puzzle Games Collection!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hey there, puzzle lovers! Are you ready to dive into a world of brain-teasing fun? Welcome to the ultimate Chrome extension for all things puzzles – Shortcuts for Puzzle Games - Launcher. This collection is your one-stop shop for the best unblocked puzzle games online (as of this writing), making it super easy to jump into your favorite logic puzzle games, match-3 challenges, and so much more, anytime, anywhere. Whether you're craving a quick mental workout or a deep dive into a challenging jigsaw, we've got just the puzzle piece for you!\n\nWe know the struggle of finding top-notch puzzle games that are both free and unblocked at school (as of this writing). That's why we created this awesome launcher to bring you a seamless gaming experience. With just a single click, you'll be transported to puzzle paradise. No more sifting through endless websites – our launcher is your personal shortcut to a world of fun and logic.\n\nSpeaking of logic, let's talk about Save The Girl Epic. Forget the damsel-in-distress trope – this game challenges you to think outside the box to rescue the girl from a series of wacky situations. Each level demands creative solutions, making it the perfect choice for those who love a good brain teaser.\n\nNext up, we've got Hero Tower Wars Online, where medieval adventure meets arithmetic puzzles. Collect coins, unlock upgrades, and save the princess – all while sharpening your math skills. The strategic gameplay is incredibly addictive, and you'll find yourself climbing the tower of victory in no time.\n\nFor those who enjoy a more laid-back puzzle experience, Ball Hit Domino is an absolute must-try. Knock down dominoes in the most satisfying way possible, strategically aiming and creating chain reactions to clear each level. It's simple, yes, but oh-so-addictive!\n\nFeeling a little stretchy? Pull My Tongue is here to test your physics puzzle skills. Help a chameleon snag stars by stretching its tongue in all directions. The quirky mechanics and charming graphics will have you hooked in no time.\n\nIf you're more of an action-oriented puzzler, Stickman Fall is the game for you. Guide a stickman through a series of obstacles as he falls, and try to reach the bottom safely. It's easy to pick up but tough to master, providing hours of entertainment.\n\nGet ready for some silly fun with Sausage Survival Master. You'll guide a sausage character through a kitchen filled with hilarious hazards. It's a quirky and entertaining way to spend your free time.\n\nFor those who love a classic, Mahjong Master II offers a relaxing yet challenging tile-matching experience. With multiple layouts to keep things fresh, you'll be matching pairs of tiles until your heart's content. It's a timeless game that never gets old.\n\nMusic lovers, rejoice! Neon Guitar Game is here to get your groove on. Hit notes in time with the rhythm and enjoy the vibrant neon-themed visuals. It's a high-energy musical escape that's perfect for a quick break.\n\nAre you up for a truly mind-bending challenge? If so, give World’s Hardest Jigsaw a shot. This game will test your patience and puzzle-solving skills to the max with its incredibly intricate designs. It's not for the faint of heart, but the feeling of accomplishment when you finish it is unmatched.\n\nStrategic thinkers, Tic Tac Toe Master is calling your name. This digital version of the classic game offers various modes and difficulty levels, so you can enjoy a quick match or a more intense session. It's the perfect game for exercising your tactical mind.\n\nAhoy, matey! Pirates Match 3 brings the thrill of treasure hunting to the match-3 genre. Swap tiles, complete objectives, and enjoy the colorful pirate-themed graphics. It's a match made in puzzle heaven!\n\nCalling all card game enthusiasts! Solitaire King Game is the ultimate solitaire experience. With a variety of modes and challenges, it offers classic gameplay with a modern twist. It's the perfect way to unwind and relax.\n\nHidden object fans, Brain Find - Can You Find It 2 is your new obsession. Search for specific items in cluttered scenes and sharpen your observation skills. It's a super engaging game for those who love details.\n\nAnd finally, let your creativity run wild with Drawing Puzzle Brain. This innovative game challenges you to draw lines and shapes to solve puzzles and complete levels. It's a unique blend of logic and imagination.\n\nOur Shortcuts for Puzzle Games - Launcher extension is more than just a collection – it's your passport to a world of endless puzzle adventures. Each game is hand-picked to offer the very best puzzle experience. \n\nFEATURES: \nAnd if that's not enough, just click on the “More Cool Puzzle Games” button to unlock a treasure trove of even more amazing Puzzle Games!\n\nSo, what are you waiting for? Install Shortcuts for Puzzle Games - Launcher now and embark on a puzzle journey like no other! With our Launcher, you'll have instant access to all your favorite Puzzle Games on Magbei.com with just one click, as if you had a bookmark in your browser.\n\nHappy puzzling, friends!"
  }
}