{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Responsive Website Testing Toolkit - Multiple Viewport Simulator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An essential tool to test the responsiveness of any website on multiple screens simultaneously"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplify your web development and testing journey with Responsive Website Testing Toolkit, a comprehensive solution built to enhance testing, collaboration, and project organization. An advanced multi-device responsiveness testing tool that empowers developers and designers to work smarter and faster.\n\nKey Features:\n\n1. Test Responsiveness Across Multiple Viewports Simultaneously\nInstantly preview your website on multiple devices in real time. Responsive Website Testing Toolkit lets you view layouts on smartphones, tablets, desktops, and more, helping you deliver pixel-perfect designs for every screen size.\n\n2. Sync Mouse Clicks and Scroll Events Across Viewports\nTest interactivity like never before! Sync mouse clicks, and scroll events across all viewports simultaneously, ensuring a seamless user experience across devices.\n\n3. Customizable Viewports for Every Need\nDesign and test for any screen size with ease. ResponsiveSync Pro allows you to create custom viewports tailored to unique device requirements, giving you the flexibility to tackle any project.\n\n4. Workspaces for Efficient Project Management\nStay organized with dedicated workspaces for every project. Manage viewports,  configurations in a single, user-friendly interface, making multi-project management a breeze.\n\n5. Export and Import Projects and Settings\nSeamlessly collaborate with your team or transfer projects between environments. Responsive Website Testing Toolkit supports exporting and importing projects and settings, ensuring continuity and productivity across your workflow.\n\n6. Capture Screenshots Instantly\nDocument and share progress with one-click screenshot capabilities with or without the device Mockup.\n\nBesides above mentioned key features there are more features to explore. We are actively working to introduce new features in a regular interval and improve the quality of the application.\n\nWhy Choose Responsive Website Testing Toolkit?\n\n✅ Save Time: Simultaneous multi-device testing accelerates your workflow.\n✅ Work Smart: Advanced features like synced actions and project exports boost efficiency.\n✅ Be Flexible: Customize viewports and configurations to fit any requirement.\n✅ Stay Organized: Streamline project management with intuitive workspaces.\n\nTake your responsive web development and testing to the next level with Responsive Website Testing Toolkit, the all-in-one tool that delivers precision, flexibility, and convenience.\n\nFor any suggestions or feature request please reach out to us via the email which mentioned in the developer info.\n\nPrivacy Policy: https://rbrahul.github.io/privacy/responsiveness-webkit/"
  }
}