{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Manage multiple Facebook accounts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Import and export cookie of current website, manage Facebook cookie session."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Manage multiple Facebook accounts:  is a Chrome extension designed to help users manage multiple Facebook accounts efficiently. This extension allows users to import and export cookies from their current Facebook session, making it easier to switch between different accounts without the hassle of logging in and out repeatedly.\nKey Features:\nCookie Management: Import and export cookies seamlessly, allowing for quick access to different Facebook accounts.\nAuto-Save Functionality: Automatically save the current Facebook account's cookies for future use, ensuring a smooth user experience.\nUser-Friendly Interface: A clean and intuitive interface that displays current Facebook account details and cookies, making it easy to manage multiple accounts.\nQR Code Generation: Generate QR codes for cookies, enabling easy sharing and access on mobile devices.\nSearch Functionality: Quickly search for specific accounts or cookies using the integrated search feature.\nLogout Option: Easily log out of all accounts with a single click, ensuring privacy and security.\nThis extension is perfect for social media managers, marketers, or anyone who needs to juggle multiple Facebook accounts efficiently. With its robust features and user-friendly design, Manage multiple Facebook accounts simplifies the process of managing Facebook session"
  }
}