{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rather This Quiz"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you tired of the same old boring new tab page? Do you want to add some fun and excitement to your browsing experience? Look no…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you tired of the same old boring new tab page? Do you want to add some fun and excitement to your browsing experience? Look no further! Our new tool brings you a fresh and entertaining “Would You Rather” question every time you open a new tab. With an extensive database of thought-provoking and amusing questions, you’ll never run out of things to ponder. Whether you’re taking a break from work or just need a quick distraction, our tool is the perfect way to liven up your day.\n\nOur team of comedy experts has carefully crafted each question to ensure maximum entertainment value. From the silly to the serious, the absurd to the thought-provoking, there’s something for everyone. And with new questions added regularly, you’ll never run out of things to ponder.\n\nBut that’s not all! Our tool is also fully customizable, allowing you to tailor your experience to your liking. Choose from a variety of themes and backgrounds to make your new tab page truly your own. And with our user-friendly interface, customizing your experience has never been easier.\n\nIn addition to providing endless entertainment, our tool also helps improve critical thinking and decision-making skills. By presenting you with challenging “Would You Rather” scenarios, you’ll be forced to weigh the pros and cons and make tough choices. It’s a fun and engaging way to exercise your brain and improve your cognitive abilities.\n\nSo why wait? Add our tool to your browser today and start enjoying a more entertaining and engaging browsing experience. With our “Would You Rather” questions at your fingertips, you’ll never have a dull moment again."
  }
}