{
  "name": {
    "am,ar,bg,bn,ca,cs,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,no,ro,sk,sl,sr,sw,ta,te": "Cheap Flight Finder",
    "da": "Billige fly-finder",
    "de": "Suche nach günstigen Flügen",
    "el": "Εργαλείο Εύρεσης Φθηνών Πτήσεων",
    "es": "Buscador de vuelos baratos",
    "fi": "Halpojen lentojen etsin",
    "fr": "L'extension de recherche de vols pas chers",
    "id,ms": "Pencari Penerbangan Murah",
    "it": "Cerca voli economici",
    "ja": "格安航空券ファインダー",
    "ko": "최저가 항공권 검색",
    "nl": "Goedkope-vluchtzoeker",
    "pl": "Wyszukiwarka tanich lotów",
    "pt_BR,pt_PT": "Localizador de voos baratos",
    "ru": "Поиск дешевых авиабилетов",
    "sv": "Tillägg för att hitta billiga flyg",
    "th": "ตัวค้นหาเที่ยวบินถูก",
    "tr": "Ucuz Uçuş Arama",
    "uk": "Пошук дешевих авіарейсів",
    "vi": "Công Cụ Tìm Vé Máy Bay Giá Rẻ",
    "zh_CN,zh_TW": "搜尋平價機票"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,no,ro,sk,sl,sr,sw,ta,te": "We help you save time and money by finding cheaper prices for flights you're searching for online.",
    "da": "Vi hjælper dig med at spare tid og penge ved at finde billigere priser på de flybilletter, du søger efter online.",
    "de": "Wir helfen dir, günstigere Preise für Flüge, nach denen du online suchst, zu finden und so Zeit und Geld zu sparen.",
    "el": "Σας βοηθάμε να εξοικονομήσετε χρόνο και χρήματα βρίσκοντας φθηνότερες τιμές για τις πτήσεις που αναζητάτε online.",
    "es": "Te ayudamos a encontrar las mejores ofertas de vuelos en Internet para que ahorres tiempo y dinero.",
    "fi": "Autamme sinua säästämään aikaa ja rahaa etsimällä halvempia hintoja verkossa etsimillesi lennoille.",
    "fr": "Nous vous aidons à économiser du temps et de l'argent en trouvant les prix les plus bas pour les vols que vous recherchez en ligne.",
    "id": "Kami membantu Anda menghemat waktu dan uang dengan menemukan harga yang lebih murah untuk penerbangan yang Anda cari secara online.",
    "it": "Ti aiutiamo a risparmiare tempo e denaro trovando i prezzi più convenienti per i voli che cerchi online.",
    "ja": "Trip.comが、お客様に代わりお得な航空券を検索。お金と時間の節約に。",
    "ko": "인터넷에서 검색 중인 항공편의 최저가 상품을 찾아드립니다. 트립닷컴과 함께 시간과 비용을 모두 절약해 보세요.",
    "ms": "Pencari Penerbangan Murah",
    "nl": "We helpen u tijd en geld te besparen door goedkopere prijzen te vinden voor de vluchten waar u online naar zoekt.",
    "pl": "Pomagamy oszczędzać czas i pieniądze, znajdując tańsze ceny lotów, których szukasz online.",
    "pt_BR": "Encontre preços de voos mais baixos para você no Trip.com!",
    "pt_PT": "Ajudamos você a economizar tempo e dinheiro encontrando preços mais baratos para os voos que busca na internet.",
    "ru": "Мы помогаем вам сэкономить время и деньги, находя более дешевые авиабилеты, которые вы ищете онлайн.",
    "sv": "Vi hjälper dig att spara tid och pengar genom att hitta billigare priser på de flyg du söker efter online.",
    "th": "เราช่วยคุณประหยัดเงินและเวลาด้วยการค้นหาราคาที่ถูกกว่าสำหรับเที่ยวบินที่คุณกำลังค้นหาทางออนไลน์",
    "tr": "İnternette aradığınız uçuşlar için daha ucuz fiyatlar bularak zaman ve paradan tasarruf etmenizi sağlıyoruz.",
    "uk": "Ми допоможемо вам заощадити час і гроші, знаходячи в мережі дешевші ціни на авіарейси, які ви шукаєте.",
    "vi": "Chúng tôi giúp bạn tiết kiệm thời gian và tiền bạc bằng cách tìm giá rẻ hơn cho chuyến bay mà bạn đang tìm kiếm trên mạng.",
    "zh_CN,zh_TW": "我們會按您搜尋的航班，在網上幫您尋找更低價格，為您節省時間和金錢。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,en,en_AU,en_GB,es_419,et,fa,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,no,ro,sk,sl,sr,sw,ta,te": "When you add this free extension to your browser, you'll be notified about cheaper prices available for the flight you're searching for.\n\nThe extension compares hundreds of flight booking websites to find you the best deal. It's easy to use and can save you money! \n\nWhy choose us?\n\nSave time and money\nCompletely free\nUser-friendly\n\nBy installing this extension, you agree to our Terms of Use and Privacy Policy:\n\nTerms of Use: https://pages.trip.com/browser-extension/terms-of-use-en-xx.html\n\nPrivacy Policy: https://pages.trip.com/browser-extension/privacy-statement-en-xx.html",
    "da": "Når du tilføjer denne gratis udvidelse til din browser, får du besked om billigere priser på den flyrejse, du søger efter. Det omfatter priser på sider som Expedia, Travelocity, Orbitz, Priceline, eDreams og CheapTickets.com. \n\nUdvidelsen sammenligner hundredvis af flybookingsider for at finde det bedste tilbud til dig. Den er nem at bruge og kan spare dig penge! \n\nHvorfor vælge os?\n\nSpar tid og penge\nHelt gratis\nBrugervenlig\n\nVed at installere denne udvidelse accepterer du vores Brugsbetingelser og Privatlivspolitk:\n\nBrugsbetingelser: https://pages.trip.com/browser-extension/terms-of-use-en-xx.html\n\nPrivatlivspolitik: https://pages.trip.com/browser-extension/privacy-statement-en-xx.html",
    "de": "Wenn du diese kostenlose Erweiterung zu deinem Browser hinzufügst, wirst du informiert, wenn der von dir gesuchte Flug zu günstigeren Preisen verfügbar ist. Dazu gehören Preise auf Seiten wie Expedia, Booking.com, eDreams, Kiwi, Travelocity, Orbitz, Priceline und CheapTickets.com.\nDie Erweiterung vergleicht Hunderte von Flugbuchungs-Websites, um das beste Angebot für dich zu finden. Die Nutzung ist ganz einfach und du kannst Geld sparen!\n\nWarum du dich für uns entscheiden solltest?\n\nDu sparst Zeit und Geld\nKostenlose Nutzung\nEinfache Bedienung\n\nMit der Installation dieser Erweiterung erklärst du dich mit unseren Nutzungsbedingungen und unserer Datenschutzerklärung einverstanden:\n\nNutzungsbedingungen: https://pages.trip.com/browser-extension/terms-of-use-de-de.html\n\nDatenschutzerklärung: https://pages.trip.com/browser-extension/privacy-statement-de-de.html",
    "el": "Προσθέτοντας αυτήν τη δωρεάν επέκταση στο πρόγραμμα περιήγησής σας, θα ενημερώνεστε για τις φθηνότερες διαθέσιμες τιμές της πτήσης που αναζητάτε. Αυτό περιλαμβάνει τιμές σε ιστότοπους όπως Expedia, Booking.com, eDreams, Kiwi, Travelocity, Orbitz, Priceline και CheapTickets.com. \n\nΗ επέκταση συγκρίνει εκατοντάδες ιστοτόπους κρατήσεων πτήσεων για να σας βρει την καλύτερη προσφορά. Είναι εύχρηστη και μπορεί να σας εξοικονομήσει χρήματα! \n\nΓιατί να επιλέξετε εμάς;\n\nΕξοικονόμηση χρόνου και χρημάτων\nΕντελώς δωρεάν\nΦιλική προς τον χρήστη\n\nΜε την εγκατάσταση αυτής της επέκτασης, συμφωνείτε με τους Όρους Χρήσης και την Πολιτική Απορρήτου μας:\n\nΌροι Χρήσης: https://pages.trip.com/browser-extension/terms-of-use-el-gr.html\n\nΠολιτική Απορρήτου: https://pages.trip.com/browser-extension/privacy-statement-el-gr.html",
    "en_US": "When you add this free extension to your browser, you'll be notified about cheaper prices available for the flight you're searching for.\n\nThe extension compares hundreds of flight booking websites to find you the best deal. It's easy to use and can save you money! \n\nWhy choose us?\n\nSave time and money\nCompletely free\nUser-friendly\n\nBy installing this extension, you agree to our Terms of Use and Privacy Policy:\n\nTerms of Use: https://pages.trip.com/browser-extension/terms-of-use-en-us.html\n\nPrivacy Policy: https://pages.trip.com/browser-extension/privacy-statement-en-us.html",
    "es": "Al instalar esta extensión gratuita en tu navegador, recibirás notificaciones con las mejores ofertas disponibles para cualquier vuelo que estés buscando.\n\nLa extensión compara las ofertas disponibles en cientos de plataformas (como Expedia, Booking.com, eDreams, Kiwi, Travelocity, Orbitz, Priceline o CheapTickets.com) para que puedas reservar tu vuelo al mejor precio. Además de ser muy intuitiva, ¡puede ayudarte a ahorrar a lo grande! \n\n¿Por qué deberías descargarte la extensión?\n\nTe ayuda a ahorrar tiempo y dinero.\nEs totalmente gratuita.\nEs muy fácil de usar.\n\nAl instalar esta extensión, aceptas nuestras Condiciones de uso y nuestra Política de privacidad.\n\nCondiciones de uso: https://pages.trip.com/browser-extension/terms-of-use-es-es.html\n\nPolítica de privacidad: https://pages.trip.com/browser-extension/privacy-statement-es-es.html",
    "fi": "Saat ilmoituksen etsimäsi lennon halvemmista hinnoista lisäämällä tämän ilmaisen laajennuksen selaimeesi. Tämä koskee esimerkiksi Expedian, Travelocityn, Orbitzin, Pricelinen, eDreamsin ja CheapTickets.comin kaltaisten sivustojen hintoja. \n\nLaajennus vertailee satoja lentojen varaussivustoja löytääkseen sinulle parhaan hinnan. Se on helppokäyttöinen ja voi säästää rahaa!\n\nMiksi valita meidät?\n\nSäästä aikaa ja rahaa\nTäysin ilmainen\nKäyttäjäystävällinen\n\nAsentamalla tämän laajennuksen hyväksyt käyttöehdot ja tietosuojakäytäntömme:\n\nKäyttöehdot: https://pages.trip.com/browser-extension/terms-of-use-en-xx.html\n\nTietosuojakäytäntö: https://pages.trip.com/browser-extension/privacy-statement-en-xx.html",
    "fr": "En ajoutant cette extension gratuite à votre navigateur, vous serez informé(e) des prix les plus bas proposés pour le vol que vous recherchez. Cela inclut les prix sur des sites tels que Expedia, Booking.com, eDreams, Kiwi, Travelocity, Orbitz, Priceline et CheapTickets.com. \n\nL'extension compare des centaines de sites de réservation de vols afin de trouver la meilleure offre pour vous. Elle est facile à utiliser et peut vous faire économiser de l'argent ! \n\nPourquoi nous choisir ?\n\nÉconomisez du temps et de l'argent\nComplètement gratuit\nConvivial\n\nEn installant cette extension, vous acceptez nos Conditions d'utilisation et notre Politique de confidentialité \n\n: Conditions d'utilisation : https://pages.trip.com/browser-extension/privacy-statement-fr-fr.html\n\nPolitique de confidentialité : https://pages.trip.com/browser-extension/privacy-statement-fr-fr.html",
    "id": "Saat menambahkan ekstensi gratis ini ke browser, Anda akan diberitahu tentang harga yang lebih murah yang tersedia untuk penerbangan yang Anda cari. Ini termasuk harga di situs Expedia, Booking.com, eDreams, Kiwi, Travelocity, Orbitz, Priceline dan CheapTickets.com. \n\nEkstensi ini membandingkan ratusan situs web pemesanan penerbangan untuk menemukan penawaran terbaik bagi Anda. Mudah digunakan dan dapat menghemat uang Anda! \n\nMengapa memilih kami? \n\nHemat waktu dan uang \nSepenuhnya gratis\n Mudah digunakan \n\nDengan memasang ekstensi ini, Anda menyetujui Ketentuan Penggunaan dan Kebijakan Privasi kami: \n\nKetentuan Penggunaan: https://pages.trip.com/browser-extension/terms-of-use-id-id.html\n\nKebijakan Privasi: https://pages.trip.com/browser-extension/privacy-statement-id-id.html",
    "it": "Aggiungendo questa estensione gratuita al tuo browser, riceverai notifiche sui prezzi più convenienti disponibili per i voli che stai cercando. Ciò include i prezzi di siti quali Expedia, Booking.com, eDreams, Kiwi, Travelocity, Orbitz, Priceline e CheapTickets.com. \n\nL'estensione confronta centinaia di siti web di prenotazione di voli per trovare l'offerta migliore. È facile da usare e può farti risparmiare! \n\nPerché scegliere Trip.com?\n\nRisparmi tempo e denaro\nÈ completamente gratuito\nÈ facile da usare\n\nInstallando questa estensione, accetti i nostri Termini di servizio e l'Informativa sulla privacy:\n\nTermini di servizio: https://pages.trip.com/browser-extension/terms-of-use-en-xx.html\n\nInformativa sulla privacy: https://pages.trip.com/browser-extension/privacy-statement-en-xx.html",
    "ja": "この無料拡張機能をブラウザーに追加すると、航空券の検索中に、条件に合うもっとお得な価格の航空券をおしらせします。比較対象は、ExpediaやTravelocity、 Booking.com、Kiwi、Orbitz、Priceline、eDreams、CheapTickets.comなどをはじめとした、何百ものサイト。お得な価格がきっと見つかります。\n\nこの拡張機能の利用は簡単です。最もお得な航空券を見つけて、お得に旅に出ませんか？\n\nTrip.comが選ばれる理由：\n\n・時間とお金を節約できる\n・完全無料\n・使いやすい\n\nこの拡張機能をインストールすると、当社の利用規約とプライバシーポリシーに同意したものとみなされます。\n\n利用規約：https://pages.trip.com/browser-extension/terms-of-use-ja-jp.html\n\nプライバシーポリシー：https://pages.trip.com/browser-extension/privacy-statement-ja-jp.html",
    "ko": "본 무료 확장 프로그램을 브라우저에 추가하면 검색 중인 항공편의 최저가 상품 알림을 받아보실 수 있어요. 여기에는 익스피디아, Booking.com, eDreams, Kiwi, Travelocity, Orbitz, Priceline 및 CheapTickets.com 등 사이트의 가격이 포함됩니다. \n\n본 확장 프로그램은 수백 개의 항공편 예약 웹사이트를 비교하여 최고의 특가를 찾아냅니다. 쉽고 간편하게 경비를 절약할 수 있는 방법이에요! \n\n트립닷컴을 선택해야 하는 이유\n\n비용 및 시간 절약 가능\n100% 무료 서비스\n사용자 친화적인 디자인\n\n본 확장 프로그램을 설치하면 트립닷컴 이용약관 및 개인정보 취급방침에 동의하게 됩니다.\n\n이용약관: https://pages.trip.com/browser-extension/terms-of-use-ko-kr.html\n\n개인정보 취급방침: https://pages.trip.com/browser-extension/privacy-statement-ko-kr.html",
    "ms": "Apabila anda tambahkan sambungan percuma ini kepada pelayar anda, anda akan dimaklumkan tentang harga lebih murah yang ada untuk penerbangan yang anda cari. Ini termasuk harga pada laman seperti Expedia, Booking.com, eDreams, Kiwi, Travelocity, Orbitz, Priceline dan CheapTickets.com. \n\nSambungan tersebut membandingkan ratusan laman web tempahan penerbangan bagi mendapatkan tawaran terbaik untuk anda. Sambungan ini mudah digunakan dan dapat menjimatkan wang anda! \n\nMengapa perlu memilih kami?\n\nJimat masa dan wang\nPercuma sepenuhnya\nMesra pengguna\n\nDengan memasang sambungan ini, anda bersetuju dengan Terma Penggunaan dan Polisi Privasi kami:\n\nTerma Penggunaan: https://pages.trip.com/browser-extension/terms-of-use-ms-my.html\n\nPolisi Privasi: https://pages.trip.com/browser-extension/privacy-statement-ms-my.html",
    "nl": "Wanneer u deze gratis extensie aan uw browser toevoegt, wordt u op de hoogte gesteld wanneer er goedkopere prijzen voor de vlucht die u zoekt beschikbaar zijn. Hiertoe behoren prijzen op websites zoals Expedia, Travelocity, Orbitz, Priceline, eDreams en CheapTickets.com. \n\nDe extensie vergelijkt honderden websites voor het boeken van vluchten om voor u de beste deal te vinden. Het is makkelijk te gebruiken en bespaart u geld! \n\nWaarom zou u voor ons moeten kiezen?\n\nBespaar tijd en geld\nVolledig gratis\nGebruiksvriendelijk\n\nDoor deze extensie te installeren, gaat u akkoord met onze Gebruiksvoorwaarden en ons Privacybeleid:\n\nGebruiksvoorwaarden: https://pages.trip.com/browser-extension/terms-of-use-nl-nl.html\n\nPrivacybeleid: https://pages.trip.com/browser-extension/privacy-statement-nl-nl.html",
    "pl": "Gdy dodasz to bezpłatne rozszerzenie do swojej przeglądarki, będziesz otrzymywać powiadomienia o niższych dostępnych cenach lotu, który Cię interesuje. Rozszerzenie to sprawdza ceny na stronach takich jak: Expedia, Booking.com, eDreams, Kiwi, Travelocity, Orbitz, Priceline i CheapTickets.com. \n\nPorównuje setki stron z lotami, aby znaleźć najlepszą ofertę. Jest łatwe w użyciu i pozwala oszczędzać pieniądze! \n\nDlaczego warto nas wybrać?\n\nOszczędność czasu i pieniędzy\nBrak opłat\nProsta obsługa\n\nInstalując to rozszerzenie, akceptujesz nasz Regulamin i Politykę prywatności:\n\nRegulamin: https://pages.trip.com/browser-extension/terms-of-use-pl-pl.html\n\nPolityka prywatności: https://pages.trip.com/browser-extension/privacy-statement-pl-pl.html",
    "pt_BR": "Ao adicionar esta extensão gratuita ao navegador, você receberá notificações sobre os preços mais baratos disponíveis para o voo que está procurando. Isso inclui preços em sites como Expedia, Booking.com, eDreams, Kiwi, Travelocity, Orbitz, Priceline e CheapTickets.com. \n\nA extensão compara centenas de sites de reservas de voos para encontrar a melhor oferta. É fácil de usar e você pode economizar dinheiro! \n\nPor que nos escolher?\n\nPara economizar tempo e dinheiro\nPor ser completamente grátis\nÉ fácil de usar\n\nAo instalar esta extensão, você concorda com nossos Termos de Uso e Política de Privacidade:\n\nTermos de Uso: https://pages.trip.com/browser-extension/terms-of-use- pt-br.html\n\nPolítica de Privacidade: https://pages.trip.com/browser-extension/privacy-statement-pt-br.html",
    "pt_PT": "Ao adicionar esta extensão gratuita ao navegador, você receberá notificações sobre os preços mais baratos disponíveis para o voo que está procurando. Isso inclui preços em sites como Expedia, Booking.com, eDreams, Kiwi, Travelocity, Orbitz, Priceline e CheapTickets.com. \n\nA extensão compara centenas de sites de reservas de voos para encontrar a melhor oferta. É fácil de usar e você pode economizar dinheiro! \n\nPor que nos escolher?\n\nPara economizar tempo e dinheiro\nPor ser completamente grátis\nÉ fácil de usar\n\nAo instalar esta extensão, você concorda com nossos Termos de Uso e Política de Privacidade:\n\nTermos de Uso: https://pages.trip.com/browser-extension/terms-of-use- pt-pt.html\n\nPolítica de Privacidade: https://pages.trip.com/browser-extension/privacy-statement-pt-pt.html",
    "ru": "После добавления бесплатного расширения в свой браузер вы будете получать уведомления о более дешевых ценах на рейс, который вы ищете. Они включают цены на таких сайтах, как Expedia, Booking.com, eDreams, Kiwi, Travelocity, Orbitz, Pricelines и CheapTickets.com. \n\nРасширение сравнивает сотни сайтов бронирования авиабилетов, чтобы найти для вас лучшее предложение. Оно просто в использовании и может сэкономить вам деньги! \n\nВ чем наше преимущество?\n\nЭкономия времени и денег\nСовершенно бесплатно\nУдобно в использовании\n\nУстанавливая это расширение, вы соглашаетесь с нашими Условиями использования и Политикой конфиденциальности:\n\nУсловия использования: https://pages.trip.com/browser-extension/terms-of-use-ru-ru.html\n\nПолитика конфиденциальности: https://pages.trip.com/browser-extension/privacy-statement-ru-ru.html",
    "sv": "När du lägger till det här kostnadsfria tillägget i din webbläsare meddelas du när det finns billigare priser tillgängliga för det flyg du söker efter. Detta omfattar priser på webbplatser som Expedia, Booking.com, eDreams, Kiwi, Travelocity, Orbitz, Priceline och CheapTickets.com. \n\nTillägget jämför hundratals flygbokningswebbplatser för att hitta det bästa erbjudandet för dig. Det är enkelt att använda och kan hjälpa dig att spara pengar! \n\nVarför bör du välja oss?\n\nSpara tid och pengar\nHelt gratis\nAnvändarvänligt\n\nNär du installerar det här tillägget godkänner du våra användarvillkor och vår integritetspolicy:\n\nAnvändarvillkor: https://pages.trip.com/browser-extension/terms-of-use-en-xx.html\n\nIntegritetspolicy: https://pages.trip.com/browser-extension/privacy-statement-en-xx.html",
    "th": "เมื่อคุณเพิ่มส่วนขยายที่ใช้ได้ฟรีนี้ลงในเบราว์เซอร์ คุณจะได้รับการแจ้งเตือนเมื่อมีราคาที่ถูกกว่าสำหรับเที่ยวบินที่คุณกำลังค้นหา ซึ่งครอบคลุมถึงราคาบนเว็บไซต์ต่างๆ เช่น Expedia, Booking.com, eDreams, Kiwi, Travelocity, Orbitz, Priceline และ CheapTickets.com \n\nส่วนขยายนี้จะเปรียบเทียบเว็บไซต์การจองเที่ยวบินหลายร้อยแห่งเพื่อค้นหาดีลที่ดีที่สุดให้กับคุณ ใช้งานง่ายและช่วยคุณประหยัดเงินได้! \n\nทำไมต้องเลือกเรา?\n\nประหยัดเงินและเวลา\nฟรี 100%\nใช้งานง่าย\n\nเมื่อติดตั้งส่วนขยายนี้ จะถือว่าคุณยอมรับข้อตกลงการใช้งานและนโยบายความเป็นส่วนตัวของเรา:\n\nข้อตกลงการใช้งาน: https://pages.trip.com/browser-extension/terms-of-use-th-th.html\n\nนโยบายความเป็นส่วนตัว: https://pages.trip.com/browser-extension/privacy-statement-th-th.html",
    "tr": "Bu ücretsiz uzantıyı tarayıcınıza eklediğinizde, aradığınız uçuş için daha ucuz fiyatlar bulunca size bildirim göndeririz. Üstelik fiyat araması Expedia, Booking.com, eDreams, Kiwi, Travelocity, Orbitz, Priceline ve CheapTickets.com gibi sitelerdeki fiyatları da kapsıyor. \n\nUzantımız, yüzlerce uçuş rezervasyonu web sitesini karşılaştırarak sizin için en iyi teklifi bulur. Yani hem kullanımı kolay hem de para tasarrufu sağlıyor! \n\nNeden bizi seçmelisiniz? \n\nZaman ve para tasarrufu\nTamamen ücretsiz\nKullanıcı dostu\n\nBu uzantıyı indirerek Kullanım Koşullarımızı ve Gizlilik Politikamızı kabul etmiş olursunuz:\n\nKullanım Koşulları: https://pages.trip.com/browser-extension/terms-of-use-tr-tr.html\n\nGizlilik Politikası: https://pages.trip.com/browser-extension/privacy-statement-tr-tr.html",
    "uk": "Коли ви додасте у свій браузер це безкоштовне розширення, то отримуватимете сповіщення про доступні нижчі ціни на авіарейс, який ви шукаєте. Зокрема, про ціни на таких ресурсах: Expedia, Booking.com, eDreams, Kiwi, Travelocity, Orbitz, Priceline і CheapTickets.com. \n\nРозширення порівнює сотні сайтів для бронювання авіарейсів, щоб знайти для вас найкращу пропозицію. Воно легке у використанні та може заощадити вам гроші! \n\nЧому слід вибрати нас?\n\nЕкономія часу та грошей\nАбсолютно безкоштовно\nЗручний формат\n\nУстановивши це розширення, ви приймаєте наші Умови використання та Положення про конфіденційність.\n\nУмови використання: https://pages.trip.com/browser-extension/terms-of-use-en-xx.html\n\nПоложення про конфіденційність: https://pages.trip.com/browser-extension/privacy-statement-en-xx.html",
    "vi": "Khi thêm tiện ích mở rộng miễn phí này vào trình duyệt, bạn sẽ nhận được thông báo về các mức giá rẻ hơn khả dụng cho chuyến bay mà bạn đang tìm kiếm. Thông tin này bao gồm giá trên các trang web như Expedia, Booking.com, eDreams, Kiwi, Travelocity, Orbitz, Priceline và CheapTickets.com. \n\nTiện ích mở rộng này so sánh hàng trăm trang web đặt vé máy bay để tìm ra mức giá tốt nhất cho bạn. Thật dễ sử dụng và có thể giúp bạn tiết kiệm chi phí! \n\nLý do bạn nên chọn chúng tôi?\n\nTiết kiệm thời gian và tiền bạc\nHoàn toàn miễn phí\nThân thiện với người dùng\n\nBằng việc cài đặt tiện ích mở rộng này, bạn đồng ý với các Điều Khoản Sử Dụng và Chính Sách Về Quyền Riêng Tư của chúng tôi:\n\nĐiều Khoản Sử Dụng: https://pages.trip.com/browser-extension/terms-of-use-vi-vn.html\n\nChính Sách Về Quyền Riêng Tư: https://pages.trip.com/browser-extension/privacy-statement-vi-vn.html",
    "zh_CN": "將此免費擴充程式新增到瀏覽器時，如果您正在搜尋的航班在網站有更低價格，程式將會向您發送通知。\n\n此擴充程式會比較數百個航班預訂網站的資料，為您搜尋最優惠價格。程式簡單易用，更加可以幫您節省金錢！\n\nTrip.com 的優勢\n\n節省時間金錢\n完全免費\n簡單易用\n\n安裝此擴充程式即表示您同意我們的使用細則及隱私政策：\n\n使用細則：https://pages.trip.com/browser-extension/terms-of-use-zh-hk.html\n\n隱私政策：https://pages.trip.com/browser-extension/privacy-statement-zh-hk.html",
    "zh_TW": "將免費的〈Cheap Flight Finder〉加入瀏覽器時，您會收到現正搜尋航班更低價格的相關通知。\n\n此擴充功能會比較數百個航班預訂網站，為您找出最佳優惠。不但簡單易用又能為您省更多！\n\n選擇我們的理由？\n\n省時又省錢\n完全免費\n使用者友善\n\n安裝此擴充功能，即代表您同意我們的使用條款即隱私權政策：\n\n使用條款：https://pages.trip.com/browser-extension/terms-of-use-zh_TW.html\n\n隱私權政策：https://pages.trip.com/browser-extension/privacy-statement-zh_TW.html"
  }
}