{
  "name": {
    "ar": "الضوضاء البيضاء لجوجل كروم ™",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,no,pt_BR,pt_PT,sw,ta,te": "White Noise for Google Chrome™",
    "bg": "Бял шум за Google Chrome™",
    "ca": "White Noise per a Google Chrome™",
    "cs": "Bílý šum pro Google Chrome™",
    "da": "White Noise til Google Chrome™",
    "de": "Weißes Rauschen für Google Chrome™",
    "el": "White Noise για το Google Chrome™",
    "es": "Ruido blanco para Google Chrome™",
    "et": "Valge müra Google Chrome™ jaoks",
    "fa": "White Noise برای Google Chrome™",
    "fi": "White Noise Google Chrome™:lle",
    "fil": "White Noise para sa Google Chrome™",
    "fr": "Bruit blanc pour Google Chrome™",
    "he": "רעש לבן עבור Google Chrome™",
    "hi": "Google Chrome™ के लिए सफेद शोर",
    "hr": "Bijeli šum za Google Chrome™",
    "hu": "White Noise a Google Chrome™-hoz",
    "id": "Kebisingan Putih untuk Google Chrome™",
    "it": "Rumore bianco per Google Chrome™",
    "ja": "Google Chrome™のホワイトノイズ",
    "ko": "Google Chrome™용 백색 소음",
    "lt": "Baltas triukšmas, skirtas Google Chrome™",
    "lv": "Baltais troksnis pārlūkam Google Chrome™",
    "ms": "White Noise untuk Google Chrome™",
    "nl": "Witte ruis voor Google Chrome™",
    "pl": "Biały szum dla Google Chrome™",
    "ro": "Zgomot alb pentru Google Chrome™",
    "ru": "Белый шум для Google Chrome™",
    "sk": "Biely šum pre Google Chrome™",
    "sl": "Beli šum za Google Chrome™",
    "sr": "Бели шум за Гоогле Цхроме™",
    "sv": "White Noise för Google Chrome™",
    "th": "เสียงสีขาวสำหรับ Google Chrome™",
    "tr": "Google Chrome™ için Beyaz Gürültü",
    "uk": "Білий шум для Google Chrome™",
    "vi": "Tiếng ồn trắng cho Google Chrome™",
    "zh_CN": "Google Chrome™ 的白噪声",
    "zh_TW": "Google Chrome™ 的白噪聲"
  },
  "short": {
    "ar": "استمع إلى أصوات الخلفية لإخفاء الضوضاء المزعجة ومساعدتك على التركيز أثناء العمل أو الدراسة أو الاسترخاء.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Listen to background sounds to mask annoying noises and help you focus while you work, study or relax.",
    "bg": "Слушайте фонови звуци, за да маскирате досадни шумове и да ви помогне да се съсредоточите, докато работите, учите или се отпускате.",
    "ca": "Escolteu sons de fons per emmascarar sorolls molestos i us ajudaran a concentrar-vos mentre treballeu, estudieu o relaxeu-vos.",
    "cs": "Poslouchejte zvuky pozadí, které maskují nepříjemné zvuky a pomáhají vám soustředit se při práci, studiu nebo odpočinku.",
    "da": "Lyt til baggrundslyde for at skjule irriterende lyde og hjælpe dig med at fokusere, mens du arbejder, studerer eller slapper af.",
    "de": "Hören Sie Hintergrundgeräusche, um störende Geräusche zu maskieren und sich beim Arbeiten, Lernen oder Entspannen zu konzentrieren.",
    "el": "Ακούστε ήχους στο παρασκήνιο για να καλύψετε τους ενοχλητικούς θορύβους και να σας βοηθήσουμε να εστιάσετε ενώ εργάζεστε,…",
    "es": "Escuche los sonidos de fondo para enmascarar los ruidos molestos y ayudarlo a concentrarse mientras trabaja, estudia o se relaja.",
    "et": "Kuulake taustahelisid, et varjata tüütuid hääli ja aidata teil keskenduda töötamise, õppimise või lõõgastumise ajal.",
    "fa": "به صداهای پس زمینه گوش دهید تا صداهای آزار دهنده را پوشانده و در هنگام کار ، مطالعه یا آرامش به شما کمک کند تا تمرکز کنید.",
    "fi": "Kuuntele taustaääniä peittääkseen ärsyttävät äänet ja auttaaksesi sinua keskittymään työskennellessäsi, opiskellessasi tai…",
    "fil": "Makinig sa mga tunog sa background upang i-mask ang mga nakakainis na ingay at matulungan kang mag-focus habang nagtatrabaho ka,…",
    "fr": "Écoutez les sons de fond pour masquer les bruits gênants et vous aider à vous concentrer pendant que vous travaillez, étudiez ou…",
    "he": "האזן לצלילי רקע כדי להסוות רעשים מעצבנים ולעזור לך להתמקד בזמן שאתה עובד, לומד או נרגע.",
    "hi": "कष्टप्रद शोर को मास्क करने के लिए पृष्ठभूमि ध्वनियों को सुनें और काम, अध्ययन या आराम करते समय ध्यान केंद्रित करने में आपकी सहायता…",
    "hr": "Slušajte pozadinske zvukove kako biste prikrili dosadne zvukove i pomogli vam da se usredotočite dok radite, učite ili se opuštate.",
    "hu": "Hallgassa meg a háttérhangokat, hogy elfedje a bosszantó zajokat, és segítsen összpontosítani munka, tanulás vagy pihenés közben.",
    "id": "Dengarkan suara latar untuk menutupi suara yang mengganggu dan membantu Anda fokus saat bekerja, belajar, atau bersantai.",
    "it": "Ascolta i suoni di sottofondo per mascherare rumori fastidiosi e aiutarti a concentrarti mentre lavori, studi o ti rilassi.",
    "ja": "背景音を聞いて迷惑なノイズをマスクし、仕事、勉強、リラックス中に集中できるようにします。",
    "ko": "배경 소리를 들어 성가신 소음을 차단하고 일하거나 공부하거나 휴식을 취하는 동안 집중할 수 있습니다.",
    "lt": "Klausykitės fono garsų, kad užmaskuotumėte erzinančius garsus ir padėtumėte susikaupti dirbdami, mokydamiesi ar atsipalaiduodami.",
    "lv": "Klausieties fona skaņas, lai maskētu kaitinošos trokšņus un palīdzētu koncentrēties, strādājot, mācoties vai atpūšoties.",
    "ms": "Dengarkan suara latar untuk menyembunyikan suara yang menjengkelkan dan bantu anda fokus semasa anda bekerja, belajar atau berehat.",
    "nl": "Luister naar achtergrondgeluiden om vervelende geluiden te maskeren en u te helpen focussen terwijl u werkt, studeert of ontspant.",
    "no": "Lytt til bakgrunnslyder for å maskere irriterende lyder og hjelpe deg med å fokusere mens du jobber, studerer eller slapper av.",
    "pl": "Słuchaj dźwięków w tle, aby zamaskować irytujące dźwięki i pomóc Ci skupić się podczas pracy, nauki lub relaksu.",
    "ro": "Ascultați sunete de fundal pentru a masca zgomotele enervante și pentru a vă ajuta să vă concentrați în timp ce lucrați, studiați…",
    "ru": "Слушайте фоновые звуки, чтобы замаскировать раздражающие шумы и помочь вам сосредоточиться во время работы, учебы или отдыха.",
    "sk": "Počúvajte zvuky v pozadí, ktoré maskujú nepríjemné zvuky a pomáhajú vám sústrediť sa pri práci, štúdiu alebo odpočinku.",
    "sl": "Poslušajte zvoke v ozadju, da prikrijete nadležne zvoke in se osredotočite med delom, učenjem ali sprostitvijo.",
    "sr": "Слушајте звукове у позадини како бисте прикрили досадне звукове и помогли вам да се фокусирате док радите, учите или се опуштате.",
    "sv": "Lyssna på bakgrundsljud för att dölja irriterande ljud och hjälpa dig att fokusera medan du arbetar, studerar eller slappnar av.",
    "th": "ฟังเสียงพื้นหลังเพื่อปิดบังเสียงที่น่ารำคาญและช่วยให้คุณมีสมาธิขณะทำงานเรียนหรือพักผ่อน",
    "tr": "Can sıkıcı sesleri maskelemek ve çalışırken, ders çalışırken veya dinlenirken odaklanmanıza yardımcı olmak için arka plan seslerini…",
    "uk": "Слухайте фонові звуки, щоб замаскувати набридливі звуки та допомогти зосередитися під час роботи, навчання або відпочинку.",
    "vi": "Nghe âm thanh nền để che đi những tiếng ồn khó chịu và giúp bạn tập trung hơn trong khi làm việc, học tập hoặc thư giãn.",
    "zh_CN": "聆听背景声音以掩盖烦人的噪音，并在工作，学习或放松时帮助您集中精力。",
    "zh_TW": "聆聽背景聲音以掩蓋煩人的噪音，並在工作，學習或放鬆時幫助您集中精力。"
  },
  "long": {
    "ar": "هل تريد الحصول على بعض الموسيقى الخلفية للاستماع إلى التركيز / الاسترخاء / الدراسة؟\n\nقم بتنزيل امتدادنا اليوم ويمكنك الاستماع إلى جميع أنواع أصوات الخلفية / موسيقى الخلفية. هذا الامتداد رائع\nللاسترخاء / الدراسة المركزة. لدينا أنواع مختلفة من موسيقى الخلفية لأغراض مختلفة.\n\nأنواع الموسيقى التي نغطيها\n\nطبيعة\nشاطئ بحر\nشلال\nمطار\nالضوضاء البيضاء\nغابة\nتيار / بحيرة والعديد من أنواع الموسيقى\n\nقم بإلغاء الضغط ودع توترك يتلاشى عندما تبث موسيقانا في الخلفية. ما عليك سوى النقر فوق الرمز لبدء تشغيل الموسيقى. إنه سهل الاستخدام\nوسهل الاستخدام للغاية. أخبرنا إذا كنت عالقًا / لديك أي أسئلة.\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Google وإنما بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا تصادق Google أو ترعى هذا الامتداد. شركة Study Music for Google Chrome ™ ليست مملوكة لشركة Google Inc. وليست مرخصة لها وليست شركة تابعة لها.",
    "am,bn,en,en_AU,en_GB,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Want to have some background music to listen to focus/relax/study?\n\nDownload our extension today and you can listen to all types of background sounds/background music. This extension is great for relaxation/focused studying. We have different genres of background music for different purposes.\n\nRemove the distractions from background noise by playing our white noise generator.\n\nGenres of Music we cover\n\nNature\nBeach\nWaterfall\nAirplane\nWhite Noise\nForest\nStream/Lake and many more types of music\n\nDecompress and let your stress melt away when you broadcast our music in the background. Simply click on the icon to begin playing the music. It is user friendly\nand extremely easy to use. Let us know if you are stuck/have any questions.\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this extension. White Noise for Google Chrome™ is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Искате ли да имате фонова музика, която да слушате, за да се фокусирате / отпуснете / учите?\n\nИзтеглете нашето разширение днес и можете да слушате всички видове фонови звуци / фонова музика. Това разширение е страхотно\nза релаксация / фокусирано учене. Имаме различни жанрове фонова музика за различни цели.\n\nМузикални жанрове, които обхващаме\n\nПриродата\nплаж\nВодопад\nСамолет\nБял шум\nГора\nПоток / езеро и много други видове музика\n\nДекомпресирайте и оставете стреса си да се стопи, когато излъчвате музиката ни във фонов режим. Просто кликнете върху иконата, за да започнете да възпроизвеждате музиката. Удобен е за потребителя\nи изключително лесен за използване. Уведомете ни, ако сте заседнали / имате някакви въпроси.\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява и не спонсорира това разширение. Study Music за Google Chrome ™ не е собственост, не е лицензиран и не е дъщерно дружество на Google Inc.",
    "ca": "Voleu escoltar música de fons per centrar-vos / relaxar-vos / estudiar?\n\nDescarregueu la nostra extensió avui mateix i podreu escoltar tot tipus de sons de fons / música de fons. Aquesta extensió és fantàstica\nper relaxar-se / estudiar enfocat. Tenim diferents gèneres de música de fons per a diferents propòsits.\n\nGèneres musicals que tractem\n\nNaturalesa\nPlatja\nCascada\nAvió\nSoroll blanc\nBosc\nStream / Lake i molts més tipus de música\n\nDescomprimiu i deixeu que l'estrès es desfaci quan emeteu la nostra música en segon pla. Simplement feu clic a la icona per començar a reproduir la música. És fàcil d'utilitzar\ni extremadament fàcil d'utilitzar. Feu-nos saber si esteu atrapats / teniu cap pregunta.\n\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Google i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris.\nGoogle no recolza ni patrocina aquesta extensió. Study Music per a Google Chrome ™ no és propietat de, no té llicència ni és filial de Google Inc.",
    "cs": "Chcete mít hudbu na pozadí k poslechu soustředění / relaxace / studia?\n\nStáhněte si naše rozšíření ještě dnes a můžete poslouchat všechny typy zvuků na pozadí / hudby na pozadí. Toto rozšíření je skvělé\npro relaxaci / soustředěné studium. Máme různé žánry hudby na pozadí pro různé účely.\n\nŽánry hudby, které pokrýváme\n\nPříroda\nPláž\nVodopád\nLetoun\nBílý šum\nLes\nStream / Lake a mnoho dalších druhů hudby\n\nDekomprimujte a nechte svůj stres zmizet, když budete naši hudbu vysílat na pozadí. Jednoduše klikněte na ikonu a začněte přehrávat hudbu. Je uživatelsky přívětivý\na extrémně snadné použití. Dejte nám vědět, pokud jste zaseknutí / máte nějaké dotazy.\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ vytvořeno společností Google a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům.\nGoogle toto rozšíření nepodporuje ani nesponzoruje. Studijní hudba pro Google Chrome ™ není vlastněna, nemá licenci a není dceřinou společností společnosti Google Inc.",
    "da": "Vil du have lidt baggrundsmusik til at lytte til at fokusere / slappe af / studere?\n\nDownload vores udvidelse i dag, og du kan lytte til alle typer baggrundslyde / baggrundsmusik. Denne udvidelse er fantastisk\ntil afslapning / fokuseret studier. Vi har forskellige genrer af baggrundsmusik til forskellige formål.\n\nMusikgenrer, vi dækker\n\nNatur\nStrand\nVandfald\nFly\nHvid støj\nSkov\nStream / Lake og mange flere typer musik\n\nKomprimer og lad din stress smelte væk, når du sender vores musik i baggrunden. Klik blot på ikonet for at begynde at afspille musikken. Det er brugervenligt\nog ekstremt nem at bruge. Fortæl os, hvis du sidder fast / har spørgsmål.\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE er lavet af Google og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere.\nGoogle godkender eller sponsorerer ikke denne udvidelse. Study Music til Google Chrome ™ ejes ikke af, er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Möchten Sie Hintergrundmusik zum Fokussieren / Entspannen / Lernen hören?\n\nLaden Sie unsere Erweiterung noch heute herunter und Sie können alle Arten von Hintergrundgeräuschen / Hintergrundmusik hören. Diese Erweiterung ist großartig\nzur Entspannung / zum gezielten Lernen. Wir haben verschiedene Genres der Hintergrundmusik für verschiedene Zwecke.\n\nMusikgenres, die wir behandeln\n\nNatur\nStrand\nWasserfall\nFlugzeug\nWeißes Rauschen\nWald\nStream / Lake und viele weitere Arten von Musik\n\nDekomprimieren Sie und lassen Sie Ihren Stress verschwinden, wenn Sie unsere Musik im Hintergrund übertragen. Klicken Sie einfach auf das Symbol, um die Musik abzuspielen. Es ist benutzerfreundlich\nund extrem einfach zu bedienen. Lassen Sie uns wissen, wenn Sie nicht weiterkommen / Fragen haben.\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Erweiterung nicht. Study Music für Google Chrome ™ gehört nicht, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Θέλετε να έχετε κάποια μουσική υπόκρουση για να ακούσετε εστίαση / χαλάρωση / μελέτη;\n\nΚατεβάστε την επέκτασή μας σήμερα και μπορείτε να ακούσετε όλους τους τύπους ήχων φόντου / μουσικής φόντου. Αυτή η επέκταση είναι υπέροχη\nγια χαλάρωση / εστιασμένη μελέτη. Έχουμε διαφορετικά είδη μουσικής υποβάθρου για διαφορετικούς σκοπούς.\n\nΕίδη μουσικής που καλύπτουμε\n\nΦύση\nΠαραλία\nΥδατόπτωση\nΑεροπλάνο\nΛευκός θόρυβος\nΔάσος\nStream / Lake και πολλά άλλα είδη μουσικής\n\nΑποσυμπιέστε και αφήστε το άγχος σας να λιώσει όταν μεταδίδετε τη μουσική μας στο παρασκήνιο. Απλώς κάντε κλικ στο εικονίδιο για να ξεκινήσετε την αναπαραγωγή της μουσικής. Είναι φιλικό προς τον χρήστη\nκαι εξαιρετικά εύκολο στη χρήση. Ενημερώστε μας εάν έχετε κολλήσει / έχετε απορίες.\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση. Η Μελέτη Μουσικής για το Google Chrome ™ δεν ανήκει, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "en_US,fi,he": "Want to have some background music to listen to focus/relax/study?\n\nDownload our extension today and you can listen to all types of background sounds/background music. This extension is great\nfor relaxation/focused studying. We have different genres of background music for different purposes.\n\nGenres of Music we cover\n\nNature\nBeach\nWaterfall\nAirplane\nWhite Noise\nForest\nStream/Lake and many more types of music\n\nDecompress and let your stress melt away when you broadcast our music in the background. Simply click on the icon to begin playing the music. It is user friendly\nand extremely easy to use. Let us know if you are stuck/have any questions.\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this extension. Study Music for Google Chrome™ is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "es": "¿Quieres escuchar música de fondo para concentrarte / relajarte / estudiar?\n\nDescargue nuestra extensión hoy y podrá escuchar todo tipo de sonidos de fondo / música de fondo. Esta extensión es genial\npara relajación / estudio enfocado. Tenemos diferentes géneros de música de fondo para diferentes propósitos.\n\nGéneros de música que cubrimos\n\nNaturaleza\nplaya\nCascada\nAvión\nRuido blanco\nBosque\nStream / Lake y muchos más tipos de música\n\nDescomprima y deje que su estrés desaparezca cuando transmita nuestra música de fondo. Simplemente haga clic en el icono para comenzar a reproducir la música. Es fácil de usar\ny extremadamente fácil de usar. Háganos saber si está atascado / tiene alguna pregunta.\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión. Study Music para Google Chrome ™ no es propiedad de, no tiene licencia ni es una subsidiaria de Google Inc.",
    "et": "Kas soovite keskendumiseks / lõõgastumiseks / õppimiseks kuulata taustamuusikat?\n\nLaadige täna alla meie laiendus ja saate kuulata igat tüüpi taustahelisid / taustamuusikat. See pikendus on suurepärane\nlõõgastumiseks / keskendunud õppimiseks. Meil on taustamuusika eri žanrid erinevatel eesmärkidel.\n\nMuusikažanrid, mida kajastame\n\nLoodus\nRand\nJuga\nLennuk\nValge müra\nMets\nOja / järv ja palju muud tüüpi muusikat\n\nKui meie muusikat taustal edastate, vabastage see lahti ja laske stressil sulada. Muusika esitamise alustamiseks klõpsake lihtsalt ikoonil. See on kasutajasõbralik\nja äärmiselt lihtne kasutada. Andke teada, kui olete ummikus / teil on küsimusi.\n\nKohustustest loobumine: Pange tähele, et seda laiendust EI teinud Google ja seda teeb sõltumatu arendustiim. Kõik autoriõigused kuuluvad nende omanikele.\nGoogle ei toeta ega sponsoreeri seda laiendust. Google Chrome'i õppemuusika ei kuulu Google Inc.-le, pole selle litsentsi ega tütarettevõte.",
    "fa": "آیا می خواهید برای گوش دادن به تمرکز / آرامش / مطالعه ، موسیقی پس زمینه داشته باشید؟\n\nبرنامه افزودنی ما را امروز بارگیری کنید و می توانید به انواع صداهای پس زمینه / موسیقی پس زمینه گوش دهید. این پسوند عالی است\nبرای آرامش / مطالعه متمرکز. ما ژانرهای مختلف موسیقی پس زمینه را برای اهداف مختلف داریم.\n\nژانرهای موسیقی را پوشش می دهیم\n\nطبیعت\nساحل دریا\nآبشار\nهواپیما\nصدای سفید\nجنگل\nجریان / دریاچه و بسیاری از انواع موسیقی دیگر\n\nوقتی موسیقی ما را در پس زمینه پخش می کنید ، از فشار خارج شوید و بگذارید استرس شما ذوب شود. برای شروع پخش موسیقی ، کافیست بر روی نماد کلیک کنید. کاربر پسند است\nو بسیار آسان برای استفاده. اگر گیر افتادید / سوالی دارید به ما اطلاع دهید.\n\nسلب مسئولیت: لطفاً توجه داشته باشید که این برنامه افزودنی توسط Google ساخته نشده و توسط یک تیم توسعه مستقل ساخته شده است. کلیه حق چاپ به صاحبان مربوطه تعلق دارند.\nGoogle این افزونه را تأیید یا حمایت نمی کند. Music Study برای Google Chrome by متعلق به آن نیست ، مجوز آن را ندارد و از شرکت های تابعه Google Inc نیست.",
    "fil": "Haluatko saada taustamusiikkia kuunnellaksesi keskittymistä / rentoutumista / opiskelua?\n\nLataa laajennuksemme jo tänään ja voit kuunnella kaikenlaisia taustaääniä / taustamusiikkia. Tämä laajennus on hieno\nrentoutumiseen / kohdennettuun opiskeluun. Meillä on eri tyylilajit taustamusiikkia eri tarkoituksiin.\n\nMusiikin tyylilajit, joita käsittelemme\n\nLuonto\nRanta\nVesiputous\nLentokone\nValkoista kohinaa\nMetsä\nStream / Lake ja monia muita musiikkityyppejä\n\nPura ja anna stressisi sulaa, kun lähetät musiikkiamme taustalla. Napsauta vain kuvaketta aloittaaksesi musiikin toiston. Se on käyttäjäystävällinen\nja erittäin helppokäyttöinen. Kerro meille, jos olet jumissa / sinulla on kysyttävää.\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole tehnyt Google, ja sen on tehnyt riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai sponsoroi tätä laajennusta. Study Music for Google Chrome ™ ei ole Google Inc: n omistuksessa, lisenssillä eikä tytäryhtiö.",
    "fr": "Vous voulez avoir de la musique de fond à écouter pour vous concentrer / vous détendre / étudier?\n\nTéléchargez notre extension aujourd'hui et vous pourrez écouter tous les types de sons de fond / musique de fond. Cette extension est géniale\npour la relaxation / étude ciblée. Nous avons différents genres de musique de fond à des fins différentes.\n\nGenres de musique que nous couvrons\n\nLa nature\nPlage\nCascade\nAvion\nBruit blanc\nForêt\nStream / Lake et bien d'autres types de musique\n\nDécompressez et laissez votre stress se dissiper lorsque vous diffusez notre musique en arrière-plan. Cliquez simplement sur l'icône pour commencer la lecture de la musique. C'est convivial\net extrêmement facile à utiliser. Faites-nous savoir si vous êtes bloqué / avez des questions.\n\nClause de non-responsabilité: Veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension. Study Music pour Google Chrome ™ n'appartient pas à, n'est pas licencié par et n'est pas une filiale de Google Inc.",
    "hi": "ध्यान केंद्रित करने / आराम करने / अध्ययन करने के लिए कुछ पृष्ठभूमि संगीत सुनना चाहते हैं?\n\nआज हमारे एक्सटेंशन को डाउनलोड करें और आप सभी प्रकार की पृष्ठभूमि ध्वनियों / पृष्ठभूमि संगीत सुन सकते हैं। यह विस्तार बहुत अच्छा है\nछूट / केंद्रित अध्ययन के लिए। हमारे पास विभिन्न उद्देश्यों के लिए पृष्ठभूमि संगीत की विभिन्न शैलियां हैं।\n\nसंगीत की शैलियों हम कवर करते हैं\n\nप्रकृति\nसमुद्र तट\nझरना\nविमान\nश्वेत रव\nवन\nस्ट्रीम / झील और कई अन्य प्रकार के संगीत\n\nजब आप हमारे संगीत को पृष्ठभूमि में प्रसारित करते हैं तो डीकंपप्रेस और अपना तनाव दूर कर देते हैं। बस संगीत खेलना शुरू करने के लिए आइकन पर क्लिक करें। यह उपयोगकर्ता के अनुकूल है\nऔर उपयोग करने के लिए बेहद आसान है। हमें बताएं कि क्या आप अटके हुए हैं / कोई प्रश्न हैं।\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। Google Chrome ™ के लिए अध्ययन संगीत स्वामित्व का नहीं है, इसके द्वारा लाइसेंस प्राप्त नहीं है और यह Google Inc. की सहायक कंपनी नहीं है।",
    "hr": "Želite li slušati glazbu u pozadini kako biste se fokusirali / opustili / učili?\n\nPreuzmite naše proširenje već danas i možete slušati sve vrste pozadinskih zvukova / glazbe u pozadini. Ovo je proširenje izvrsno\nza opuštanje / fokusirano učenje. Imamo različite žanrove glazbe u pozadini za različite svrhe.\n\nŽanrovi glazbe koje pokrivamo\n\nPriroda\nPlaža\nSlap\nZrakoplov\nBijeli šum\nŠuma\nStream / Lake i mnoge druge vrste glazbe\n\nDekomprimirajte i pustite da se stres otopi kad emitirate našu glazbu u pozadini. Jednostavno kliknite ikonu da biste započeli reprodukciju glazbe. Jednostavan je za upotrebu\ni izuzetno jednostavan za upotrebu. Javite nam ako ste zapeli ili imate bilo kakvih pitanja.\n\nIzjava o odricanju odgovornosti: imajte na umu da ovo proširenje NIJE Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava ili ne sponzorira ovo proširenje. Study Music za Google Chrome ™ nije u vlasništvu, nije licenciran i nije podružnica Google Inc.",
    "hu": "Szeretne egy kis háttérzenét hallgatni a fókuszáláshoz / kikapcsolódáshoz / tanuláshoz?\n\nTöltse le még ma a kiterjesztésünket, és mindenféle háttérhangot / háttérzene meghallgatható. Ez a kiterjesztés nagyszerű\npihenésre / koncentrált tanulásra. Különböző célokra különböző háttérzene műfajokkal rendelkezünk.\n\nA zene műfajai, amelyeket feldolgozunk\n\nTermészet\nStrand\nVízesés\nRepülőgép\nFehér zaj\nErdő\nStream / Lake és még sok más típusú zene\n\nTömörítse ki és hagyja elolvadni a stresszt, amikor a háttérben sugározza zenéinket. Egyszerűen kattintson az ikonra a zene lejátszásának megkezdéséhez. Felhasználóbarát\nés rendkívül könnyen használható. Mondja el nekünk, ha fennakadt / kérdése van.\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a bővítményt NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Google nem támogatja vagy szponzorálja ezt a bővítményt. A Study Music for Google Chrome ™ nem a Google Inc. tulajdonosa, nem rendelkezik engedéllyel és nem leányvállalata.",
    "id": "Ingin memiliki musik latar untuk mendengarkan fokus / bersantai / belajar?\n\nUnduh ekstensi kami hari ini dan Anda dapat mendengarkan semua jenis suara latar / musik latar. Ekstensi ini bagus\nuntuk relaksasi / belajar terfokus. Kami memiliki genre musik latar yang berbeda untuk tujuan yang berbeda.\n\nGenre Musik yang kami liput\n\nAlam\nPantai\nAir terjun\nPesawat terbang\nKebisingan Putih\nHutan\nStream / Lake dan banyak lagi jenis musik lainnya\n\nDekompresi dan lepaskan stres Anda saat Anda menyiarkan musik kami di latar belakang. Cukup klik ikon tersebut untuk mulai memutar musik. Ini ramah pengguna\ndan sangat mudah digunakan. Beri tahu kami jika Anda terjebak / memiliki pertanyaan.\n\nPenafian: Harap dicatat ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembangan independen. Semua hak cipta adalah milik masing-masing pemiliknya.\nGoogle tidak mendukung atau mensponsori ekstensi ini. Study Music untuk Google Chrome ™ tidak dimiliki oleh, tidak dilisensikan oleh dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Vuoi avere un po 'di musica di sottofondo da ascoltare per concentrarti / rilassarti / studiare?\n\nScarica la nostra estensione oggi e puoi ascoltare tutti i tipi di suoni di sottofondo / musica di sottofondo. Questa estensione è fantastica\nper il relax / studio mirato. Abbiamo diversi generi di musica di sottofondo per scopi diversi.\n\nGeneri di musica che copriamo\n\nNatura\nSpiaggia\nCascata\nAereo\nRumore bianco\nforesta\nStream / Lake e molti altri tipi di musica\n\nDecomprimi e lascia che il tuo stress si sciolga quando trasmetti la nostra musica in sottofondo. Basta fare clic sull'icona per iniziare a riprodurre la musica. È facile da usare\ned estremamente facile da usare. Facci sapere se sei bloccato / hai domande.\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è realizzata da Google ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione. Study Music for Google Chrome ™ non è di proprietà di, non è concesso in licenza da e non è una consociata di Google Inc.",
    "ja": "フォーカス/リラックス/勉強を聞くためのバックグラウンドミュージックが欲しいですか？\n\n今すぐ拡張機能をダウンロードすると、あらゆる種類のバックグラウンドサウンド/バックグラウンドミュージックを聴くことができます。この拡張機能は素晴らしいです\nリラクゼーション/集中的な勉強のために。さまざまな目的のために、さまざまなジャンルのバックグラウンドミュージックがあります。\n\n私たちがカバーする音楽のジャンル\n\n自然\nビーチ\n滝\n飛行機\n白色雑音\n森林\nストリーム/レイクおよびその他多くの種類の音楽\n\nバックグラウンドで音楽を放送するときは、減圧してストレスを解消してください。アイコンをクリックするだけで、音楽の再生を開始できます。それはユーザーフレンドリーです\n非常に使いやすいです。行き詰まったり、質問がある場合はお知らせください。\n\n免責事項：この拡張機能はGoogleによって作成されたものではなく、独立した開発チームによって作成されたものであることに注意してください。すべての著作権はそれぞれの所有者に帰属します。\nGoogleは、この拡張機能を推奨または後援していません。 Study Music for GoogleChrome™は、Google Inc.が所有、ライセンス供与、および子会社ではありません。",
    "ko": "집중 / 휴식 / 학습을 위해 배경 음악을 듣고 싶습니까?\n\n오늘 확장 프로그램을 다운로드하면 모든 유형의 배경 소리 / 배경 음악을들을 수 있습니다. 이 확장은 훌륭합니다\n휴식 / 집중 공부를 위해. 목적에 따라 다양한 장르의 배경 음악이 있습니다.\n\n우리가 다루는 음악 장르\n\n자연\n바닷가\n폭포\n비행기\n백색 잡음\n숲\n스트림 / 레이크 및 더 많은 유형의 음악\n\n백그라운드에서 음악을 방송 할 때 압축을 풀고 스트레스를 풀어주세요. 아이콘을 클릭하기 만하면 음악 재생이 시작됩니다. 사용자 친화적입니다.\n사용하기 매우 쉽습니다. 문제가 있거나 궁금한 점이 있으면 알려주세요.\n\n면책 조항 :이 확장 프로그램은 Google에서 만든 것이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다.\nGoogle은이 확장 프로그램을 보증하거나 후원하지 않습니다. Google Chrome ™ 용 Study Music은 Google Inc.의 소유가 아니며 라이선스가 부여되지 않으며 Google Inc.의 자회사가 아닙니다.",
    "lt": "Norite klausytis foninės muzikos, kad galėtumėte klausytis, kaip susikaupti / atsipalaiduoti / mokytis?\n\nAtsisiųskite mūsų plėtinį šiandien ir galėsite klausytis visų tipų fono garsų / foninės muzikos. Šis pratęsimas yra puikus\npoilsiui / sutelktiems studijoms. Skirtingiems tikslams turime skirtingus foninės muzikos žanrus.\n\nMūsų aptarti muzikos žanrai\n\nGamta\npapludimys\nKrioklys\nLėktuvas\nBaltas triukšmas\nMiškas\nSrautas / ežeras ir daugybė kitų muzikos rūšių\n\nIšspauskite ir leiskite įtampai ištirpti, kai transliuosite mūsų muziką fone. Norėdami pradėti leisti muziką, tiesiog spustelėkite piktogramą. Tai patogi vartotojui\nir nepaprastai lengva naudoti. Praneškite mums, jei esate užstrigęs / turite klausimų.\n\nAtsakomybės apribojimas: atkreipkite dėmesį, kad šį plėtinį NEGALI „Google“, o jį atlieka nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepatvirtina ir neremia šio plėtinio. „Study Music for Google Chrome ™“ nepriklauso „Google Inc.“, nėra licencijuota ir nėra „Google Inc.“ dukterinė įmonė.",
    "lv": "Vai vēlaties baudīt fona mūziku, lai klausītos, kā koncentrēties / atpūsties / mācīties?\n\nLejupielādējiet mūsu paplašinājumu jau šodien, un jūs varat klausīties visu veidu fona skaņas / fona mūziku. Šis pagarinājums ir lielisks\natpūtai / mērķtiecīgai studēšanai. Mums ir dažādi fona mūzikas žanri dažādiem mērķiem.\n\nMēs aptveram mūzikas žanrus\n\nDaba\nPludmale\nŪdenskritums\nLidmašīna\nBaltā trokšņa\nMežs\nStraume / ezers un daudzi citi mūzikas veidi\n\nAtbrīvojiet un ļaujiet stresam izzust, kad pārraidīsit mūsu mūziku fonā. Lai sāktu mūzikas atskaņošanu, vienkārši noklikšķiniet uz ikonas. Tas ir lietotājam draudzīgs\nun ārkārtīgi viegli lietojams. Informējiet mūs, ja esat iestrēdzis / jums ir kādi jautājumi.\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to veic neatkarīga izstrādātāju komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neapstiprina un neatbalsta šo paplašinājumu. Programma Study Music for Google Chrome ™ nav Google Inc. īpašnieks, licencēta un nav meitasuzņēmums.",
    "ms": "Ingin mempunyai muzik latar untuk mendengar fokus / bersantai / belajar?\n\nMuat turun pelanjutan kami hari ini dan anda dapat mendengar semua jenis suara latar / muzik latar. Sambungan ini bagus\nuntuk bersantai / belajar fokus. Kami mempunyai genre muzik latar yang berbeza untuk tujuan yang berbeza.\n\nGenre Muzik yang kami bahas\n\nAlam semula jadi\nPantai\nAir terjun\nKapal terbang\nBunyi Putih\nHutan\nAliran / Tasik dan banyak lagi jenis muzik\n\nNyahkompres dan biarkan tekanan anda hilang semasa anda menyiarkan muzik kami di latar belakang. Cukup klik pada ikon untuk mula memainkan muzik. Ia mesra pengguna\ndan sangat senang digunakan. Beritahu kami jika anda buntu / mempunyai sebarang pertanyaan.\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan ini. Music Music untuk Google Chrome ™ tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Wil je wat achtergrondmuziek hebben om te luisteren naar focus / relax / studie?\n\nDownload onze extensie vandaag nog en u kunt naar alle soorten achtergrondgeluiden / achtergrondmuziek luisteren. Deze extensie is geweldig\nvoor ontspanning / gericht studeren. We hebben verschillende genres achtergrondmuziek voor verschillende doeleinden.\n\nMuziekgenres die we behandelen\n\nNatuur\nstrand\nWaterval\nVliegtuig\nWitte ruis\nWoud\nStream / Lake en nog veel meer soorten muziek\n\nDecomprimeer en laat je stress wegsmelten wanneer je onze muziek op de achtergrond uitzendt. Klik gewoon op het pictogram om de muziek af te spelen. Het is gebruiksvriendelijk\nen buitengewoon gemakkelijk te gebruiken. Laat het ons weten als je vastzit / vragen hebt.\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelingsteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren.\nGoogle onderschrijft of sponsort deze extensie niet. Study Music for Google Chrome ™ is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Vil du ha litt bakgrunnsmusikk å lytte til å fokusere / slappe av / studere?\n\nLast ned utvidelsen vår i dag, og du kan lytte til alle typer bakgrunnslyder / bakgrunnsmusikk. Denne utvidelsen er flott\nfor avslapning / fokusert studier. Vi har forskjellige sjangre med bakgrunnsmusikk for forskjellige formål.\n\nMusikkgenrer dekker vi\n\nNatur\nStrand\nFoss\nFly\nHvit støy\nskog\nStream / Lake og mange flere typer musikk\n\nKomprimer og la stresset smelte bort når du sender musikken vår i bakgrunnen. Bare klikk på ikonet for å begynne å spille av musikken. Det er brukervennlig\nog ekstremt enkel å bruke. Gi oss beskjed hvis du sitter fast / har spørsmål.\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nGoogle støtter ikke eller sponser denne utvidelsen. Study Music for Google Chrome ™ eies ikke av, er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Chcesz posłuchać muzyki w tle, aby się skupić / zrelaksować / uczyć?\n\nPobierz nasze rozszerzenie już dziś i możesz słuchać wszystkich rodzajów dźwięków w tle / muzyki w tle. To rozszerzenie jest świetne\ndo relaksu / nauki skoncentrowanej. Mamy różne gatunki muzyki w tle do różnych celów.\n\nGatunki muzyczne, którymi się zajmujemy\n\nNatura\nPlaża\nWodospad\nSamolot\nBiały szum\nLas\nStream / Lake i wiele innych rodzajów muzyki\n\nOdpręż się i pozwól, aby Twój stres się rozpłynął, kiedy w tle nadajesz naszą muzykę. Wystarczy kliknąć ikonę, aby rozpocząć odtwarzanie muzyki. Jest przyjazny dla użytkownika\ni niezwykle łatwy w użyciu. Daj nam znać, jeśli utkniesz / masz jakieś pytania.\n\nZastrzeżenie: należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Google i zostało stworzone przez niezależny zespół programistów. Wszystkie prawa autorskie należą do ich odpowiednich właścicieli.\nGoogle nie popiera ani nie sponsoruje tego rozszerzenia. Study Music for Google Chrome ™ nie jest własnością, nie jest licencjonowana ani nie jest spółką zależną Google Inc.",
    "ro": "Doriți să ascultați muzică de fundal pentru a vă concentra / relaxa / studia?\n\nDescărcați extensia noastră astăzi și puteți asculta toate tipurile de sunete de fundal / muzică de fundal. Această extensie este grozavă\npentru relaxare / studiu concentrat. Avem diferite genuri de muzică de fundal în scopuri diferite.\n\nGenurile de muzică pe care le acoperim\n\nNatură\nplajă\nCascadă\nAvion\nZgomot alb\npădure\nStream / Lake și multe alte tipuri de muzică\n\nDecomprimați și lăsați stresul să se topească atunci când difuzați muzica noastră în fundal. Pur și simplu faceți clic pe pictogramă pentru a începe redarea muzicii. Este ușor de utilizat\nși extrem de ușor de utilizat. Spuneți-ne dacă sunteți blocat / aveți întrebări.\n\nDeclinare de responsabilitate: Rețineți că această extensie NU este realizată de Google și este realizată de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu aprobă sau sponsorizează această extensie. Study Music pentru Google Chrome ™ nu este deținut de, nu este licențiat de și nu este o filială a Google Inc.",
    "ru": "Хотите послушать фоновую музыку, чтобы сосредоточиться / расслабиться / изучить?\n\nЗагрузите наше расширение сегодня, и вы сможете слушать все типы фоновых звуков / фоновой музыки. Это отличное расширение\nдля релаксации / целенаправленного обучения. У нас есть разные жанры фоновой музыки для разных целей.\n\nЖанры музыки, которую мы покрываем\n\nПрирода\nПляж\nВодопад\nСамолет\nБелый шум\nлес\nРучей / озеро и многие другие виды музыки\n\nРасслабьтесь и позвольте стрессу улетучиться, когда вы транслируете нашу музыку в фоновом режиме. Просто щелкните значок, чтобы начать воспроизведение музыки. Это удобно\nи чрезвычайно проста в использовании. Сообщите нам, если у вас возникнут какие-либо вопросы.\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Google, а создано независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не спонсирует это расширение. Study Music для Google Chrome ™ не принадлежит, не лицензируется и не является дочерней компанией Google Inc.",
    "sk": "Chcete mať hudbu na pozadí na počúvanie zamerania, relaxácie a štúdia?\n\nStiahnite si naše rozšírenie dnes a môžete počúvať všetky typy zvukov na pozadí / hudby na pozadí. Toto rozšírenie je skvelé\nna oddych / sústredené štúdium. Máme rôzne žánre hudby na pozadí pre rôzne účely.\n\nŽánre hudby, ktorým sa venujeme\n\nPríroda\nPláž\nVodopád\nLietadlo\nBiely šum\nles\nStream / Lake a mnoho ďalších druhov hudby\n\nDekomprimujte a nechajte svoj stres rozplynúť, keď budete na pozadí vysielať našu hudbu. Jednoducho kliknite na ikonu a začnite hrať hudbu. Je užívateľsky prívetivý\na veľmi ľahko sa používa. Ak máte problémy alebo máte nejaké otázky, dajte nám vedieť.\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE je vyrobené spoločnosťou Google a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom.\nGoogle toto rozšírenie nepodporuje ani nesponzoruje. Štúdio Music for Google Chrome ™ nevlastní, nemá licenciu a nie je dcérskou spoločnosťou spoločnosti Google Inc.",
    "sl": "Bi radi poslušali glasbo v ozadju, da bi se osredotočili / sprostili / učili?\n\nPrenesite našo razširitev še danes in lahko boste poslušali vse vrste zvokov v ozadju / glasbe v ozadju. Ta razširitev je odlična\nza sprostitev / osredotočeno učenje. Za različne namene imamo različne zvrsti glasbe v ozadju.\n\nZvrsti glasbe, ki jih pokrivamo\n\nNarava\nPlaža\nSlap\nLetalo\nBeli šum\nGozd\nStream / Lake in še veliko več vrst glasbe\n\nKo oddajate našo glasbo v ozadju, odstranite stiskanje in pustite, da se vaš stres topi. Preprosto kliknite ikono, da začnete predvajati glasbo. Je uporabniku prijazen\nin izjemno enostaven za uporabo. Sporočite nam, če ste obtičali ali imate kakršna koli vprašanja.\n\nOmejitev odgovornosti: upoštevajte, da te razširitve NE izdeluje Google in jo je izdelala neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nGoogle ne podpira in ne sponzorira te razširitve. Študijska glasba za Google Chrome ™ ni v lasti družbe Google Licence in ni podružnica družbe Google Inc.",
    "sr": "Желите ли мало музике у позадини да бисте је слушали како бисте се фокусирали / опустили / учили?\n\nПреузмите наше проширење већ данас и можете слушати све врсте позадинских звукова / музике у позадини. Ово продужење је сјајно\nза опуштање / фокусирано проучавање. Имамо различите жанрове музике у позадини за различите сврхе.\n\nЖанрови музике које покривамо\n\nПрирода\nплажа\nВодопад\nАвион\nБела бука\nШума\nСтреам / Лаке и још много врста музике\n\nДекомпресујте и пустите да се стрес истопи када емитујете нашу музику у позадини. Једноставно кликните на икону да бисте започели репродукцију музике. Једноставан је за употребу\nи изузетно једноставан за употребу. Јавите нам ако сте заглавили / имате било каквих питања.\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НИЈЕ Гоогле, а направио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\nГоогле не подржава и не спонзорише ово проширење. Студи Мусиц за Гоогле Цхроме ™ није у власништву, није лиценциран и није подружница компаније Гоогле Инц.",
    "sv": "Vill du ha lite bakgrundsmusik för att lyssna på fokus / slappna av / studera?\n\nLadda ner vårt tillägg idag så kan du lyssna på alla typer av bakgrundsljud / bakgrundsmusik. Denna förlängning är bra\nför avkoppling / fokuserad studier. Vi har olika genrer av bakgrundsmusik för olika ändamål.\n\nMusikgenrer som vi täcker\n\nNatur\nStrand\nVattenfall\nFlygplan\nVitt ljud\nSkog\nStream / Lake och många fler typer av musik\n\nKomprimera och låt din stress smälta bort när du sänder vår musik i bakgrunden. Klicka bara på ikonen för att börja spela musiken. Det är användarvänligt\noch extremt lätt att använda. Låt oss veta om du har fastnat / har några frågor.\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE är gjord av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör respektive ägare.\nGoogle stöder inte eller sponsrar detta tillägg. Study Music for Google Chrome ™ ägs inte av, är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "อยากได้เพลงประกอบฟังเน้น ๆ / ผ่อนคลาย / เรียนบ้าง?\n\nดาวน์โหลดส่วนขยายของเราวันนี้และคุณสามารถฟังเสียงพื้นหลัง / เพลงพื้นหลังทุกประเภท นามสกุลนี้ดีมาก\nเพื่อการพักผ่อน / เน้นการเรียน เรามีเพลงประกอบหลายประเภทสำหรับวัตถุประสงค์ที่แตกต่างกัน\n\nประเภทของเพลงที่เรานำเสนอ\n\nธรรมชาติ\nชายหาด\nน้ำตก\nเครื่องบิน\nเสียงสีขาว\nป่าไม้\nสตรีม / ทะเลสาบและเพลงประเภทอื่น ๆ อีกมากมาย\n\nบีบอัดและปล่อยให้ความเครียดของคุณละลายหายไปเมื่อคุณถ่ายทอดเพลงของเราในพื้นหลัง เพียงคลิกที่ไอคอนเพื่อเริ่มเล่นเพลง เป็นมิตรกับผู้ใช้\nและใช้งานง่ายมาก แจ้งให้เราทราบหากคุณติดขัด / มีคำถามใด ๆ\n\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยายนี้ Study Music for Google Chrome ™ไม่ได้เป็นของไม่ได้รับอนุญาตจากและไม่ใช่ บริษัท ในเครือของ Google Inc.",
    "tr": "Odaklanmak / dinlenmek / çalışmak için biraz fon müziği mi istiyorsunuz?\n\nUzantımızı bugün indirin ve her türlü arka plan sesini / arka plan müziğini dinleyebilirsiniz. Bu eklenti harika\nrahatlama / odaklanmış çalışma için. Farklı amaçlar için farklı arka plan müziği türlerimiz var.\n\nKapladığımız Müzik Türleri\n\nDoğa\nplaj\nŞelale\nUçak\nBeyaz Gürültü\nOrman\nAkış / Göl ve daha birçok müzik türü\n\nMüziğimizi arka planda yayınlarken sıkıştırın ve stresinizin erimesine izin verin. Müziği çalmaya başlamak için simgeye tıklamanız yeterlidir. Kullanıcı dostudur\nve kullanımı son derece kolaydır. Takılıp kalırsanız / herhangi bir sorunuz varsa bize bildirin.\n\nSorumluluk reddi beyanı: Lütfen bu uzantının Google tarafından OLMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları kendi sahiplerine aittir.\nGoogle, bu uzantıyı onaylamaz veya desteklemez. Google Chrome ™ için Study Music'in sahibi değildir, lisansı yoktur ve Google Inc.'in bir yan kuruluşu değildir.",
    "uk": "Хочете послухати фонову музику, щоб послухати, щоб зосередитись / відпочити / вивчити?\n\nЗавантажте наше розширення сьогодні, і ви зможете слухати всі типи фонових звуків / фонової музики. Це розширення чудове\nдля релаксації / цілеспрямованого навчання. У нас різні жанри фонової музики для різних цілей.\n\nЖанри музики, які ми висвітлюємо\n\nПрирода\nПляжний\nВодоспад\nЛітак\nБілий шум\nЛіс\nПотік / озеро та багато інших видів музики\n\nДекомпресуйте і нехай ваш стрес зникає, коли ви транслюєте нашу музику у фоновому режимі. Просто натисніть на піктограму, щоб розпочати відтворення музики. Це зручно для користувачів\nі надзвичайно простий у використанні. Повідомте нас, якщо ви застрягли / маєте запитання.\n\nЗастереження. Зверніть увагу: це розширення НЕ робиться компанією Google, а робиться незалежною командою розробників. Усі авторські права належать їх власникам.\nGoogle не підтримує та не спонсорує це розширення. Study Music для Google Chrome ™ не належить, не ліцензований і не є дочірньою компанією Google Inc.",
    "vi": "Bạn muốn có một số bản nhạc nền để nghe để tập trung / thư giãn / học tập?\n\nTải xuống tiện ích mở rộng của chúng tôi ngay hôm nay và bạn có thể nghe tất cả các loại âm thanh nền / nhạc nền. Phần mở rộng này rất tuyệt\nđể thư giãn / học tập trung. Chúng tôi có các thể loại nhạc nền khác nhau cho các mục đích khác nhau.\n\nThể loại âm nhạc chúng tôi bao gồm\n\nThiên nhiên\nbờ biển\nThác nước\nMáy bay\nTiếng ồn trắng\nrừng\nStream / Lake và nhiều loại nhạc khác\n\nGiải nén và để cho căng thẳng của bạn tan biến khi bạn phát nhạc của chúng tôi trong nền. Chỉ cần nhấp vào biểu tượng để bắt đầu phát nhạc. Nó thân thiện với người dùng\nvà cực kỳ dễ sử dụng. Hãy cho chúng tôi biết nếu bạn gặp khó khăn / có bất kỳ câu hỏi nào.\n\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG phải do Google tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ cho tiện ích mở rộng này. Study Music cho Google Chrome ™ không thuộc sở hữu, không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN": "是否想要一些背景音乐来收听焦点/放松/学习？\n\n立即下载我们的扩展程序，您就可以收听所有类型的背景声音/背景音乐。这个扩展很棒\n放松/专注学习。我们针对不同目的使用不同类型的背景音乐。\n\n我们涵盖的音乐流派\n\n性质\n海滩\n瀑布\n飞机\n白噪声\n森林\n流/湖和更多类型的音乐\n\n在后台播放我们的音乐时，请解压缩并消除压力。只需单击图标即可开始播放音乐。这是用户友好的\n并且非常易于使用。让我们知道您是否被卡住/有任何疑问。\n\n免责声明：请注意，此扩展程序不是由Google而是由独立的开发团队开发的。所有版权属于其各自所有者。\nGoogle不认可或赞助此扩展。 Google Chrome浏览器学习音乐不属于Google Inc.，也不属于Google Inc.的子公司，也不是其子公司。",
    "zh_TW": "是否想要一些背景音樂來收聽焦點/放鬆/學習？\n\n立即下載我們的擴展程序，您就可以收聽所有類型的背景聲音/背景音樂。這個擴展很棒\n放鬆/專注學習。我們針對不同目的使用不同類型的背景音樂。\n\n我們涵蓋的音樂流派\n\n性質\n海灘\n瀑布\n飛機\n白噪聲\n森林\n流/湖和更多類型的音樂\n\n在後台播放我們的音樂時，請解壓縮並消除壓力。只需單擊圖標即可開始播放音樂。這是用戶友好的\n並且非常易於使用。讓我們知道您是否被卡住/有任何疑問。\n\n免責聲明：請注意，此擴展程序不是由Google而是由獨立的開發團隊開發的。所有版權屬於其各自所有者。\nGoogle不認可或贊助此擴展。 Google Chrome瀏覽器音樂研究音樂不屬於Google Inc.，也不屬於Google Inc.的許可，也不是其子公司。"
  }
}