{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allow Right-Click",
    "fr": "Autorise le clic droit"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Re-enable the possibility to use the context menu on sites that overrides it.",
    "fr": "Réactive le menu contextuel (clic droit) sur les sites qui tentent de l'interdire"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allow Right-Click is a Chrome extension that re-enables the context menu on websites that prohibit right-clicking. It overrides the restrictions and restores your ability to use the right-click functionality, ensuring you can access the context menu freely.\n\n\nThis extension re-enables the context menu.\n\n\nIndeed, many sites prohibit the right-click on images, pretending to protect their content. I think it is illegitimate. \n\n\nUnfortunately, Google Chrome does not have advanced options for what javascript is allowed to do (on the contrary of Konqueror, Opera or firefox). If you think it should, please star (don't add a \"me too\" comment) \n\n\nIn the meantime, this extension provides a workaround, by resetting the oncontextmenu to its default behaviour on many elements of the page. Oh, as a bonus, it works for Flickr and Youtube html5 videos too!\n\n\nIf a site is not supported, please report it in the bug tracker, not in the comments.\nIf a site is broken by the extension, please report it in the bug tracker, not in the comments.\n\n\nHowever, a nice comment is always welcome :-)",
    "fr": "Download music & videos from YouTube, our free downloader. YouTube Downloader supports format (MP4, MP3, Webm, 3GPP).\nFree YouTube Downloader is the fastest and easiest way to download videos or music from YouTube for (Windows, Mac, Linux, Android, iOS).\n\n• Support for Full HD and 4K videos at 60 fps\n• Convert video to MP3 audio with a single click."
  }
}