{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sasuke Uchiha 4K Wallpaper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Step into the world of Naruto with the Sasuke Uchiha Live Wallpaper extension."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Featuring dynamic visuals of Sasuke’s journey, from his days in the Hidden Leaf to his pursuit of power, this extension brings the enigmatic Uchiha to life on your browser. Perfect for anime fans, it captures Sasuke’s strength, ambition, and the iconic Sharingan.\n\nShowcase the power and mystery of Sasuke Uchiha on your new tab!\n\nFeatures:\n🔥 Live Wallpaper: Stunning, animated artwork of Sasuke Uchiha, showcasing his Sharingan and epic moments.\n🌐 Popular Site Shortcuts: Quickly navigate to your favorite websites with pre-set shortcuts.\n➕ Addable Shortcuts: Personalize your tab with custom links to frequently visited sites.\n🔍 Search Bar: Search effortlessly using your preferred search engine.\n🕒 Calendar & Clock: Stay organized with a built-in clock and calendar display.\nWhy Choose This Extension?\nLightweight, secure, and user-friendly, this extension is designed to enhance your browsing experience while respecting your privacy. It can be uninstalled easily through browser settings.\n\nExplore more live wallpapers featuring iconic anime characters, legendary heroes, and breathtaking themes. The extension includes a note-taking tool, a privacy policy, and a quick uninstall option for convenience.\n\nDownload the Sasuke Uchiha Live Wallpaper today and bring the legendary Uchiha to your Chrome browser. Visit our website for more incredible anime-inspired extensions!"
  }
}