{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Meta Master by Lynkify"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Analyze metadata, social share previews, keywords, meta tags, and more with Meta Master. Take control of your SEO strategy."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the hidden secrets of any website's metadata and social share previews with Meta Master, the powerful Chrome extension that helps you optimize your content for search engines and social media platforms. With just a single click, you can analyze keywords, social shares, Open Graph tags, and more to make informed decisions and improve your online presence.\nTake control of your SEO strategy with Meta Master's comprehensive set of features, including:\n1. SEO Metadata Preview: See the metadata of any website, including title tags, descriptions, and keywords, and make adjustments to optimize your own content.\n2. Social Shares Preview: Preview how your content will look on social media platforms before you share it, and make adjustments to maximize engagement.\n3. Keyword Research: Identify relevant keywords for your content and see how they rank on search engines.\n4. Meta Tags Analysis: Analyze the meta tags of any website and see how they impact search engine rankings.\n5. Open Graph Tags Analysis: Check the Open Graph tags of any website and optimize your content for better social media sharing.\nWith Meta Master, you'll have all the tools you need to optimize your content for search engines and social media platforms in one convenient extension. Try it now and take control of your online presence!"
  }
}