{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SnapTask.AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get things done, faster!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SnapTask.ai Chrome Extension: Streamline Your User Story Creation in a Single Click\n\nSnapTask.ai’s Chrome extension revolutionizes the way Product Owners, developers, and QA teams create user stories on Jira. With just one click, you can convert selected text into a fully structured user story, making the process faster, simpler, and more efficient. This extension is designed to enhance the convenience and productivity of SnapTask.ai users, allowing seamless integration directly within Jira.\n\nKey Features:\n\nInstant User Story Generation\nHighlight any requirement text on Jira, and with one click, SnapTask.ai generates a comprehensive user story for you. No more manual structuring—just select, click, and go!\n\nPersistent Side Panel for Extended Functionality\nThe SnapTask.ai side panel sits within Chrome, ready for expanded use. Easily upload documents to generate multiple user stories at once, saving time and effort for bulk story creation. Additional features are also accessible here, ensuring SnapTask.ai is always within reach when you need it most.\n\nEnhanced Workflow for Agile Teams\nDesigned with Agile teams in mind, SnapTask.ai's Chrome extension boosts productivity, enabling faster, streamlined story creation. Perfect for product management, development, and QA teams alike, this tool is an essential addition to your Agile toolkit.\n\nSnapTask.ai's Chrome extension is your ultimate companion for user story creation, helping you save time, reduce manual work, and keep your stories consistent with Agile best practices. Get started today and transform your workflow with SnapTask.ai!"
  }
}