{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplify Gmail"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Make Gmail simpler, more capable, and more respectful"
  },
  "long": {
    "am,ar,bg,bn,ca,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,kn,lt,lv,ml,mr,ms,ro,sk,sl,sr,sv,sw,ta,te,th,vi": "Brought to you by the co-founder and design lead for Google Inbox, Simplify Gmail is a browser extension for desktop Gmail that boosts productivity, strengthens privacy, and reduces️ stress by:\n\n   ✔️ BETTER DESIGN: Hundreds of improvements (small and large) to streamline, simplify, and enhance Gmail’s design and functionality. Hide the features you don’t use, customize the ones you do including setting the list and message width and fonts.\n\n  ✔️ BUNDLES: Group conversations with the same label or category into a single row in your inbox for easier bulk reading and processing.\n\n  ✔️ SAVED SEARCHES: Add commonly used searches or bookmark any message to your nav for easy access. Simplify includes 24 useful searches by default like Travel, Purchases, Archived, Attachments, Notes to self, PDFs, Photos, and more.\n\n  ✔️ PAUSE INBOX: Pause new mail or hide the inbox entirely for deep focus. Optionally disable notifications when the inbox is paused or hidden.\n\n  ✔️ BLOCK TRACKERS: Simplify blocks over 250 email spy trackers (more than any other tracker blocker extension).\n\n  ✔️ KEYBOARD SHORTCUTS: Navigate faster with your arrow keys, Enter (to open, then to reply), and Escape (close a message, then to return to inbox). Use familiar shortcuts like Ctrl+A / ⌘A to select all or Ctrl+Z / ⌘Z to undo. Press \"?\" in Gmail to see all shortcuts. Also includes advanced shortcuts like [ I ] to reply to an intro and move the sender to BCC.\n\n  ✔️ DARK MODE: Auto-switch with OS with options to invert all of Gmail’s UI and some or all messages.\n\n  ✔️ GROUP BY DATE: Group messages list by date with bulk actions to one-click archive or delete.\n\n  ✔️ INBOX ZERO BACKGROUND: Choose a different background to get when you reach inbox zero. \n\n  ✔️ AUTO-CC/BCC: Set addresses to add to every new message and/or reply\n\nAnd much more...\n\n_________________________________________________________\nPAID PLAN REQUIRED AFTER 1 MONTH TRIAL\n\nComes with a free 1-month trial after which a paid plan is required. Learn more and sign up when you're ready at https://simpl.fyi/plans \n\n_________________________________________________________\nIS IT SAFE?\n\nYou should always be super careful what extensions or apps you use with your email.\n  ✔️ Simplify always puts your security and privacy first.\n  ✔️ The code for Simplify is entirely stored on your computer (no remote code) and is for the sole purpose of improving and enhancing Gmail's user interface and functionality. \n  ✖️ Simplify does NOT request full access to your email (no API permissions required).\n  ✖️ None of your data is collected, stored, or sent to Simplify.\n  ✖️ Simplify has no tracking or analytics software.\n  ✖️ Simplify will never have ads. Ever.\n\n_________________________________________________________\nPRIVACY POLICY\n\nSimplify's products have no ads, no analytics, no trackers, no cookies, and do not send or receive personal information of any kind from your account or device.\n\nYour privacy and the security of your account and data is of the utmost importance to us. We aim to make software worth paying for and taking the strictest stance on privacy possible. Our full privacy policy is at https://simpl.fyi/privacy \n\n_________________________________________________________\nHAVE FEEDBACK OR QUESTIONS?\n\nYou can send feedback or report issues via https://simpl.fyi/support (I usually respond within one business day). \n\nNote that there are over 100,000 unique combinations of Gmail’s options, features, and user states. Add in other 3rd party add-ons, different languages, browsers, screen sizes, and more and it grows to over a billion. Simplify strives to support them all, along with the more popular 3rd party extensions and add-ons. I wrote more about the complexity of building on top of Gmail here: https://on.simpl.fyi/p/complexity-of-simplify",
    "cs,da,de,el,es,fi,fr,hu,id,it,ja,ko,nl,no,pl,ru,tr,uk": "A browser extension that makes Gmail even more simple, capable, and respectful. Simplify Gmail v2 is a total rewrite 9 months in the making. It goes even further to give you the best Gmail experience possible.\n\nWHO MADE THIS?\nSimplify was made by me, Michael Leggett (leggett.org), with some help from friends. I was Gmail's lead designer from 2008 to 2012 and co-founded Google Inbox. I've been writing Chrome extensions for years to simplify the apps I use but have only ever shared them with friends. With the unfortunate demise of Google Inbox, I wanted bring the simplified email experience to Gmail.\n\nIS IT SAFE?\nI'm glad you asked. You should always be super careful what extensions or apps you use with your email. Simplify is mostly some CSS plus a little Javascript to apply the CSS. There are no trackers. No data is sent or shared. No ads ever. Promise. And all the code can be inspected on Github: http://code.simpl.fyi\n\nPRIVACY POLICY\nYour privacy and the security of your account and data is of the utmost importance to Simplify. We have taken the strictest stance on privacy possible. Simplify has no ads, no analytics, no trackers, and no use of cookies. Simplify does not send or receive data of any kind from a user's account or device.\n\nHAVE FEEDBACK?\nGmail has a lot of features and even more 3rd party plug-ins. This may not work for you and that's ok. For everyone else, I'll do my best to update the extension as Gmail's code changes and hope to simplify other apps in the future. You can send feedback or report issues via https://simpl.fyi/issue -- I usually respond within one business day.",
    "pt_BR,pt_PT,zh_CN,zh_TW": "Every detail of Gmail has been reconsidered to make your inbox simpler, more capable, and respectful. Brought to you by the co-founder of Google Inbox.\n\n_________________________________________________________\nSIMPLER\n\n  ✔️ Improve productivity by reducing the noise and stress around your inbox; Simplify elevates the content that matters and minimizes everything else.\n  ✔️ Enjoy a redesign of Reading pane, Settings, Keyboard shortcuts overlay, and more.\n  ✔️ Add Intuitive keyboard shortcuts for common actions (navigate with arrow keys, enter, escape, ⌘/Ctrl+A to select all, ⌘/Ctrl+R to check for new mail, ⌘/Ctrl+Z to undo).\n  ✔️ Celebrate reaching Inbox Zero with an illustration or background of your choosing.\n  ✔️ Go further with options to tuck away features or actions you never use.\n\n_________________________________________________________\nMORE CAPABLE\n\n  ✔️ Experience a full dark mode with options to darken some or all emails as well as other add-ons.\n  ✔️ Group email by date.\n  ✔️ Minimize email signatures.\n  ✔️ Add back the Purchases, Finance, and Trips categories from Google Inbox.\n  ✔️ Optionally reverse the order of message in a list or in conversations.\n\n_________________________________________________________\nRESPECTFUL\n\n  ✔️ Simplify blocks over 170 email spy trackers (more than other extensions).\n  ✔️ Gives you options to hide the unread count in the nav or the browser tab title.\n\n_________________________________________________________\nWHO MADE THIS?\n\nSimplify was made by Michael Leggett (leggett.org), Gmail's lead designer from 2008 to 2012 and the co-founder of Google Inbox. With the unfortunate demise of Google Inbox, Leggett wanted bring the simplified email experience to Gmail. Thus, Simplify Gmail was born on April 2, 2019. \n\n_________________________________________________________\nIS IT SAFE?\n\nGlad you asked. You should always be super careful what extensions or apps you use with your email.\n  ✔️ Simplify always puts your security and privacy first.\n  ✔️ The code for Simplify is entirely stored on your computer (no remote code) and is for the sole purpose of improving and enhancing Gmail's user interface and functionality. \n  ✖️ Simplify does NOT request full access to your email (no API permissions required).\n  ✖️ None of your data is collected, stored, or sent to Simplify.\n  ✖️ Simplify has no tracking or analytics software.\n  ✖️ Simplify will never have ads. Ever.\n\n_________________________________________________________\nPRIVACY POLICY\n\nWe have taken the strictest possible stance on privacy. Simplify has no ads, no analytics, no trackers, and no use of cookies. Simplify does not send or receive data of any kind from a user's account or device. Your privacy and the security of your account and data is of the utmost importance to Simplify.\n\n_________________________________________________________\nHAVE FEEDBACK OR QUESTIONS?\n\nThere are over 5,000 unique combinations of Gmail’s options, features, and user states.  Simplify strives to support them all, along with the more popular 3rd party extensions and add-ons. You can send feedback or report issues via https://simpl.fyi/support -- I usually respond within one business day."
  }
}