{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Swift Notes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A notepad extension that allows you to swiftly capture all your tasks and ideas while browsing the web."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Swift Notes - Your Friendly and Reliable Browser-Based Notepad Extension\nSwift Notes is the perfect tool for swiftly and conveniently taking notes while browsing the web. With Swift Notes, you have a reliable and versatile notepad right in your browser, allowing you to capture your thoughts, tasks, and ideas without interrupting your online activities.\n\nKey Features:\n\n* Browser-Based Notepad: Swift Notes integrates seamlessly into your browser, giving you instant access to a notepad whenever you need it. No need to open a separate app or document—just click on the Swift Notes icon and start typing!\n\n* Rich Text Editing: Customize your notes with our advanced text editor. You can:\n- Avoid all spelling mistakes with our spell checker.\n- Change font sizes to highlight important information.\n- Apply bold, italic, and underline styles to emphasize key points.\n- Add bullet points and numbered lists to organize your thoughts.\n- Personalize your notes with a variety of color options. Highlight important sections or color-code your notes to keep everything organized and easy to find.\n\n* Export Notes: Easily export your notes to a .txt file with just one click. Keep a backup of your notes or share them with others without any hassle.\n\n* User-Friendly Interface: Swift Notes features an intuitive and clean design, making it easy to use for everyone. The responsive layout ensures a smooth experience whether you're on a desktop or a laptop.\n\n* Note Management: Create, edit, and delete an unlimited number of notes effortlessly.\n\n* Offline Access: All your notes are stored locally in your browser, so you can access and edit them even when you're offline.\n\nWith Swift Notes, you can enhance your productivity and stay organized while browsing the web. Whether you're researching for a project, jotting down ideas, or simply making a to-do list, Swift Notes is the ideal companion for your browser."
  }
}