{
  "name": {
    "ar": "هل تعتقد انك سريع كفاية؟ اختبار سرعة النقرات فى الثانية الواحدة مزود بمتعقب للنقرات",
    "am,bg,bn,ca,cs,en,en_AU,en_GB,en_US,et,fa,fil,gu,he,hi,hr,kn,lt,lv,ml,mr,ms,pt_BR,pt_PT,sk,sl,sr,sw,ta,te,uk,vi": "CPS Test with Clicks Tracking",
    "da": "Klik Hastighed Test (CPS) - CPS Test med Sporing af Klik",
    "de": "Schaffst du mehr als 7 Klicks die Sekunde?",
    "el": "Τεστ Ταχύτητας Κλικ",
    "es,es_419": "Test de Velocidad de Cliqueo",
    "fi": "Testaa nopeutesi napsautustestillämme!",
    "fr": "Test de Vitesse de Clic",
    "hu": "Milyen gyorsan tudsz kattintani?",
    "id": "Uji Kecepatan Klik - UKK (1/3/5/10/15/30/60/100 Detik + Pelacakan Klik)",
    "it": "Test Velocità di Click",
    "ja": "CPSタップスピードテスト",
    "ko": "CPS 클릭 스피트 테스트",
    "nl": "Test je kliksnelheid",
    "no": "Hvor fort trykker du? Finn det ut med denne klikkmonitoren!",
    "pl": "Kliknij Na Test Prędkości",
    "ro": "Cât de multe click-uri poți să dai într-o secundă?",
    "ru": "Тест На Скорость Кликов",
    "sv": "Testa din klickhastighet",
    "th": "แบบทดสอบความเร็วในการคลิก",
    "tr": "Hızlı Tıklama Testi - CPS testi",
    "zh_CN": "CPS手速测试 - 鼠标点击速度测试",
    "zh_TW": "CPS手速測試 - 鼠標點擊速度測試"
  },
  "short": {
    "ar": "اختبر سرعتك فى النقر, مع ثمانية انماط مختلفة يمكنك معرفة عدد المرات التى تستسطيع ان تنقرها فى الثانية الواحدة مع خريطتنا المفصلة…",
    "am,bg,bn,ca,cs,en,en_AU,en_GB,en_US,et,fa,fil,gu,he,hi,hr,kn,lt,lv,ml,mr,ms,pt_BR,pt_PT,sk,sl,sr,sw,ta,te,uk,vi": "Test your Clicks Per Second in 8 different modes now! Also, get to know how fast you can click with a detailed click-tracking-map.",
    "da": "Test dine Klik per Sekunder på 8 forskellige måder lige nu! Find også ud af hvor hurtigt du kan klikke med et detaljeret…",
    "de": "Hast du dich gefragt, wie viele Klicks du pro Sekunde schaffst? Dann hast du jetzt mit unserem Klickgeschwindigkeitstest die…",
    "el": "Έχεις αναρωτηθεί ποτέ πόσα κλικ μπορείς να κάνεις ανά δευτερόλεπτο; Κάνε αυτή την δοκιμασία τώρα!",
    "es,es_419": "¿Alguna vez te has preguntado cuántas veces puedes hacer click por segundo? ¡Por qué no tomar este reto ahora!",
    "fi": "Oletko koskaan tullut ajatelleeksi, kuinka monta kertaa pystyt napsauttamaan sekunnissa? Vastaa haasteeseen nyt!",
    "fr": "Est-ce que ça vous arrive de vous demander combien de fois vous pouvez cliquer par seconde ? Pourquoi ne pas relever le défi…",
    "hu": "Gondolkodtál már valaha azon, hogy hányat tudsz kattintani másodpercenként? Miért ne próbálnád ki most ezt a kihívást!",
    "id": "Uji Kecepatan Klik Per Menit kamu dalam 8 mode berbeda sekarang! Selain itu, ketahui seberapa cepat Kamu bisa mengklik dengan peta…",
    "it": "Ti sei mai chiesto quanti click riesci a fare in un secondo? Perchè non scoprirlo ora!",
    "ja": "あなたは毎秒どれだけ早くクリックまたはタップできるかな？やってみよう！",
    "ko": "내가 1초에 클릭, 또는 터치를 몇 번이나 할 수 있을지 궁금하지 않나요? 테스트에 한 번 도전해 보세요!",
    "nl": "Vraag jij je weleens af hoe vaak je kunt klikken per seconde? Doe nu mee aan de uitdaging!",
    "no": "Test dine klikk per sekund i 8 ulike modi! Samtidig kan du finne ut hvor raskt du klikker med en detaljert sporing av dine klikk.",
    "pl": "Czy zastanawiasz się kiedyś, ile razy możesz kliknąć na sekundę? Dlaczego nie podejmiesz teraz tego wyzwania!",
    "ro": "Te-ai întrebat vreodată cât de multe click-uri dai pe secundă? Acceptă provocarea acum!",
    "ru": "Вы когда-нибудь задумывались, сколько раз в секунду вы можете кликать? Почему бы не узнать прямо сейчас!",
    "sv": "Har du någonsin undrat hur många gånger du kan klicka per sekund? Varför inte ta reda på det med detta test nu?",
    "th": "คุณเคยสงสัยหรือไม่ว่าคุณสามารถคลิกเมาส์ได้กี่ครั้งในหนึ่งวินาที มาลองทดสอบดูกันเถอะ!",
    "tr": "Tıklamalarını 8 faklı mod ile test et! Ayrıca detaylı tıklama algılama teknolojisi ile ne kadar hızlı tıkladığını öğren!",
    "zh_CN": "你是否有好奇过自己每秒能点多少下鼠标，或屏幕？来挑战一下这个测试吧！",
    "zh_TW": "你是否有好奇過自己每秒能點多少下鼠標，或屏幕？來挑戰一下這個測試吧！"
  },
  "long": {
    "ar,da,de,el,en_GB,en_US,es,es_419,fi,fr,hu,id,it,ja,ko,nl,no,pl,ro,ru,sv,th,tr,zh_CN,zh_TW": "CPS test stands for Click-Per-Second test. It can be a 1/3/5/10/15/30/60/100-second simple test. You need to click as many times as possible before time's up. Feel free to try as many times as you want. Make sure to get your best score (CPS - Click Per Second). According to our big data, the average CPS is 6.51, and the world record was said to 14.1 according to Google. People may get a bit higher score on mobile/tablet than desktop. Can you beat this?",
    "am,bg,bn,ca,cs,en,en_AU,et,fa,fil,gu,he,hi,hr,kn,lt,lv,ml,mr,ms,pt_BR,pt_PT,sk,sl,sr,sw,ta,te,uk,vi": "CPS test stands for Click-Per-Second test. It can be a 1/3/5/10/15/30/60/100-second simple test. You need to click as many times as possible before time's up. Feel free to try as many times as you want. Make sure to get your best score (CPS - Click Per Second). According to our big data, the average CPS is 6.63, and the world record was said to 14.1 according to Google. People may get a bit higher score on mobile/tablet than desktop. Can you beat this?\n\nUpdate: Jan 25, 2024\n\nFixed bugs and rebuilt with Manifest V3\n\nUpdate: Aug 4, 2021\n\nFixed the dark-theme icon.\n\nLast update: Aug 4, 2021 (Version 2.3 )\n\nTest your CPS on the fly in the popup now!\n\nPowered by https://www.arealme.com/click-speed-test/en/"
  }
}