{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EFC Easy Field Copy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EFC - Easy Field Copy allows users to create and manage text templates with dynamic CSS selectors."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EFC - Easy Field Copy is a tool that allows users to create customizable text templates with dynamic CSS selectors. It simplifies the process of copying values from web forms by automatically replacing placeholders (such as #email, #phone, or {email}) with actual data from the page.\n\nNew Features:\n- [selector]: Retrieves dt > dd elements without filtering span.\n- \"selector\": Retrieves dt > dd elements with a span filter.\n- {selector}: Allows extracting values from form fields using curly bracket selectors as an alternative to the #selector format.\n\nPlease note that the extension may not work on all web pages, as its functionality depends on the actual structure of the page.\n\nKey Features:\n- Time-saving: Quickly extract and copy form data without manual input.\n- Customizable: Create and personalize text templates with dynamic content from any form field, using #selector or {selector}.\n- Easy management: Add, edit, delete, export, and import templates easily.\nSeamless integration: Works across multiple websites, allowing users to copy text data from supported web forms.\n- User control: Full control over the extension’s functionality with a simple, user-friendly interface.\n\nRelease Notes\n\nVersion 1.3 :\nAdded a search bar in options, allowing you to filter your records by copy name or value.\nFixed \"Unchecked runtime.lastError: Cannot access a chrome:// URL\" error that occurred when using the extensions on browser system pages (chrome://extensions/, edge://extensions/)\nVersion 1.2 :\nAdded a new curly bracket selector {element}, allowing users to extract values from form fields.\nThe {element} selector can be used as an alternative to the #element selector.\nImproved form field handling for greater selector flexibility.\nPerformance improvements and minor bug fixes.\nVersion 1.0 :\nInitial release of the extension, allowing users to copy personalized text templates using CSS selectors.\nSupport for dynamic selectors like #element to extract values from forms.\nExport and import functionality for templates in JSON format.\nAbility to select a group of templates and copy the generated text to the clipboard.\nUse of the chrome.scripting API to interact with active web pages.\nFull template management in the options page (add, edit, delete).\nIf you have any suggestions or feedback on the new features, please feel free to contact us. We appreciate your support and feedback to continually improve our extension."
  }
}