{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YTArchive"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Powerful archival system for YouTube"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "⚠️ YTArchive is currently in alpha testing! Expect bugs, visual glitches, and maybe even a temporarily offline server. You have been warned.\n\nA powerful archive and retrieval system for YouTube that enables you to easily see the state of what a YouTube video was in the past.\n\n🟥 HOW IT WORKS:\n - Open any non-age-restricted YouTube video and click on \"Index Video.\" This creates a \"snapshot\" of the YouTube video in its current state and stores it on a server. This snapshot is called a \"revision.\"\n - Click \"View Revision History\" to view revisions of the same video.\n - This allows you to see how the video looked like during that point in time, which will preserve anything that changed between then and now.\n\n(Yes, this means that if a YouTube video gets deleted, it will remain available on YTArchive as long as it was indexed before then)\n\n🟥 YTARCHIVE CAN INDEX A VIDEO'S...\n - Content\n - Thumbnail\n - Title\n - Tags\n - Description\n - View count\n - Like count\n\nSoon, it will even be able to show a video's localization and categorization data, alongside many channel properties, such as its banner, name, localization, categorization, country, and statistics. A retroactive update that allows for this data to be displayed will be applied sometime in the future.\n\nAll provided completely free with no ads (except for the banner ones you already see on YouTube)"
  }
}