{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "2048 Game Classic"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "2048 game classic is a beautiful and addictive sliding block numbers puzzle game. Merg numbers, create 2048 tile"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "2048 is a beautiful and addictive sliding block numbers puzzle game. Merg numbers, create 2048 tile, win the game, and make a high score. play endless 2048 Puzzle and have fun.\n\nhe extension is an original 2048 puzzle game in popup.  It is accessible on a browser panel. The 2048 game also has additional  mods and it is absolutely for free!\n\nHow to play:\nUser arrows or wasd keys on your keyboard to move tiles. Merge them to create a tile with the number 2048. Every turn, a new tile will randomly appear in an empty spot on the board with a value of either 2 or 4.\n\nAfter you get 2048 you can continue. Get a greater tile and submit your high score! Be best at the world's top!\n\nGame Mods and features:\n\nClassic \n- Global LeaderBoard with over 1 000 000  best results from players all over the world. \n- New season starts each year!\n- Comprehensive Anti-Cheat system. It uses several parameters and works on the server side.\n- UNDO. You can undo moves during the game or after game over. But they are not for free! You can buy a different number of Undo moves in our store.\n- Use Undo's wisely! Players in Top 100 who used Undo's have an undo icon\n\n\nDuel \n- Play online multiplayer 2048 versus other players in real time!\nGet points as fast as you can! \n- The one who is 1000 points ahead over 30 seconds - WINS!\n- Global ladder with different leagues.\n- Matchmaking system is based on ELO\n- Only real players, no bots! \n- Try different tactics to be the smartest and the fastest TOP 1 Worldwide 2048  player! :) \n\nBattle Royal \n- Up to 10 players play online multiplayer Battle Royale 2048.\n- Every 30 seconds the player with the lowest score is out.\n- Be the last man standing!\n\nPrivate Lobby \n- Play only with your friends for fun! It is Unranked.\n- Host or join friends' lobbies and play privately. How is the best?\n\nSpeedrun\n- Combine tiles as fast as possible to beat your own records and other players."
  }
}