{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jolt Education"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jolt Education allows educators to seamlessly integrate vetted short-form educational videos into Google Slide lesson presentations."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🚀Jolt Education – jumpstart student learning!\n\nWith Jolt Education, you can seamlessly integrate vetted short-form educational videos into Google Slide lesson presentations! Developed by experienced educators, Jolt Education was designed to enhance classroom engagement and streamline lesson planning. Get ready to jumpstart learning with Jolt Education!\n\n⚡Jolt helps educators…\n\n➡ Engage Students: Access a vast library of exciting, vetted, and timely short-form educational videos tailored for the classroom.\n➡ Save Time: Reduce lesson planning time with Jolt of the Day suggestions and ready-to-use video content.\n➡ Spark Deeper Discussions: Use Jolts as openers, closers, brain breaks, or quick reviews to maintain student interest.\n\n🌟 Unique Jolt Features\n\n➡ Jolt of the Day: Keep students engaged with themed daily content such as Mystery of the Universe Monday, Tuesday Newsday, or Techy Thursday.\n➡ Trending Content: Discover what other teachers are using to captivate their students and enhance lessons.\n\n📧 Contact Us\n\nHave questions or feedback? Reach out to us at ➡️ info@jolteducation.com \n\n⚠️This extension is still under testing and development. If you run into issues or just have general feedback, email us! ⚠️"
  }
}