{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MarkDownload - Markdown Web Clipper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension works like a web clipper, but it downloads articles in markdown format."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is an extension to clip websites and download them into a readable markdown file. Please keep in mind that it is not guaranteed to work on all websites.\n\nTo use this add-on, simply click the add-on icon while you are browsing the page you want to save offline. A popup will show the rendered markdown so you can make minor edits or copy the text, or you can click the download button to download an .md file.\nSelecting text will allow you to download just the selected text\n\nContext Menus\nYou can also right-click on pages, images, links and selections to copy or download snippets of Markdown.\nYou can also download all tabs in a window as Markdown files\n\nObsidian Integration\nFor integration with obsidian, you need to install and enable community plugins named \"Advanced Obsidian URI\". This plugin help us to bypass character limitation in URL. Because it's using clipboard as the source for creating new file.\nMore information:  https://vinzent03.github.io/obsidian-advanced-uri/\n\nExternal Libraries\nIt uses the following libraries:\n\n- Readability.js by Mozilla in version from commit 1fde3ac626bc4c2e5e54daa57c57d48b7ed9c574. This library is also used for the Firefox Reader View and it simplifies the page so that only the important parts are clipped. (Licensed under Apache License Version 2.0)\n- Turndown by Dom Christie in version 7.1.1 is used to convert the simplified HTML (from Readability.js) into markdown. (Licensed under MIT License)\n- Moment.js version 2.29.4 used to format dates in template variables\n\nPermissions\n- Data on all sites: used to enable \"Download All Tabs\" functionality - no other data is captured or sent online\n- Access tabs: used to access the website content when the icon in the browser bar is clicked.\n- Manage Downloads: necessary to be able to download the markdown file.\n- Storage: used to save extension options\n- Clipboard: used to copy Markdown to clipboard\n\nPricing\nHuh? This is an open-source extension I made for fun. It's completely free. However, if you absolutely have to send me money because you like it that much, feel free to throw some coins in my hat via the following:\n- https://github.com/sponsors/deathau\n- https://paypal.me/deathau\n\nThe Common Mark icon courtesy of https://github.com/dcurtis/markdown-mark"
  }
}