{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Timer For Me"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your super simple timer - quick and easy timer directly from browser ability to search using Microsoft Bing search engine"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Timer functionality at your fingertips - The Chrome extension that provides quick and easy timer functionality directly from your browser.\nCount Down With Ease With Our Chrome Extension. Our Chrome extension allows you to easily start a timer from your browser, without any additional downloads or installations.\n\nAre you tired of switching between different apps and websites just to use a simple timer? The Timer For Me Chrome extension is here to solve that problem for you. Our tool is perfect for anyone who needs to keep track of their time, whether it's for work, study, or personal projects. Our extension is easy to use and customizable, allowing you to set the timer for any length of time and choose from different alarm sounds.\n\nIn addition to the ability of timer functionality, the extension also includes a search function that uses the Microsoft Bing search engine. This allows users to quickly search for information on the internet without having to open a separate tab or window.\n\nBy clicking \"Add to Chrome\", I accept and agree to installing the Password Generator Chrome extension and setting Chrome New Tab search provider to Microsoft Bing as described by the service in the Terms of Use -  https://https://thetimerforme.com/terms\nand Privacy Policy - https://https://thetimerforme.com/privacy."
  }
}