{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Typing Statistics | Auto Typer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Typing Statistics: Tracks WPM and other statistics | Bundled with auto typers"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Typing-Statistics Chrome extension is a tool that tracks and provides insights into your typing habits while using the Chrome browser. It offers valuable statistics such as the number of letters, words, and your typing speed in words per minute (WPM).\n\nFeatures:\n- Letter and Word Count: Get an accurate count of the letters and words you type while using Chrome.\n\n- Words Per Minute (WPM): Track your typing speed in real-time and measure your words per minute. This feature helps you monitor your typing progress and efficiency.\n\n- Individual Site Tracking: The extension can track typing statistics on a per-site basis, allowing you to analyze your typing performance on different websites separately.\n\n- Auto Typers: Have the extension assist you in achieving high WPM on sites like Type Racer and 10FastFingers.\n\n\nUsage:\n1. Once the Typing Statistics extension is installed, it will automatically track your typing statistics while you use Chrome. You can access the extension's features and view your typing data by following these steps:\n\n2. Click on the Typing Statistics extension icon in the Chrome toolbar.\n\n3. A dropdown menu will appear, showing you a list of visited sites. Click into any arrow and you will be shown current typing statistics and options to access more details.\n\n4. Explore the available options, such as viewing overall typing statistics, and site-specific statistics.\n\n5. The extension will continuously update the statistics in real-time as you type, providing you with up-to-date information about your typing performance.\n\nUPDATES (v3.4.7 >> v3.4.8):\n- Fix data loading speed\n- Fix bugs"
  }
}