{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get Link : Connecting You"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get Link is an Extension that helps to send messages/files from mobile using Whatsapp, Telegram and App to their PC and vice versa."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "App Link : https://play.google.com/store/apps/details?id=com.shyptsolution.quicklink\n\nWebsite Link : https://www.codingkaro.in/projects/Get-Link\n\nNew Feature : Transfer files from one device to another via Whatsapp/Get-Link App or Telegram easily.\n\nGet Link is a Chrome Extension that allows users to easily open links from their mobile device on their PC and vice versa. This means you can quickly access content on different devices without having to go through the hassle of typing in URLs or manually sending links. The extension also allows users to share links between browsers, such as Chrome, Firefox, Safari, and Edge, making it easy to share content with friends or colleagues regardless of their preferred browser. With a user-friendly interface and robust security features, Get Link is the perfect solution for anyone looking to streamline their online experience.\n\nIntroducing the ultimate Chrome Extension for effortless link sharing between mobile and PC devices - \"Get Link\". This powerful extension is designed to provide users with a seamless experience when it comes to opening links and sharing them across different devices. With Get Link, you can easily access content on your mobile device on your PC and vice versa, without having to type in URLs or manually send links.\n\nOne of the key features of Get Link is its ability to share links between different browsers with just a few clicks. This means that you can easily share content with friends or colleagues, regardless of their preferred browser. For example, you can send links from your Chrome browser to Firefox, Safari, and Edge with ease. This makes link sharing more convenient and efficient.\n\nGet Link's user interface is user-friendly and intuitive, making it easy to use for everyone. With just a single click, users can quickly open links on different devices or share them with others. Its simple design also makes it easy to navigate and use, even for those who are new to using extensions.\n\nSecurity is of utmost importance to us, and that's why Get Link is designed to be safe and secure. It uses industry-standard encryption to protect user data, and all links are sent over secure connections. This ensures that users can share links with confidence and without fear of data breaches.\n\nGet Link is a must-have extension for anyone who wants to easily access and share content across different devices. With its powerful functionality, user-friendly interface, and robust security features, this extension is the perfect solution for anyone looking to streamline their online experience. With its optimized keywords and meta tags, it is sure to get ranked on Google and other search engines, making it more accessible to users.\n\nIn short, Get Link is the perfect solution for anyone looking to share links easily and securely between their mobile and PC devices. Whether you want to access content on different devices or share links with others, Get Link has got you covered. Download Get Link now and start enjoying the convenience and efficiency of seamless link sharing."
  }
}