{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LiftmyCV"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LiftmyCV"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Looking for your next career opportunity? LiftmyCV makes your job search painless with its innovative AI-powered auto-apply job search assistant. Designed for active professionals and job seekers, our Chrome extension and web app are able to save hundreds of hours and land your dream job.\n\nKey features:\n∙ AI autopilot for job applications: Automatically apply to thousands of jobs that match your preferences.\n∙ Customizable search filters: Tailor your job search by role, location, and work type (remote, hybrid, on-site).\n∙ Smart auto-apply limits: Set daily application goals to control auto-apply.\n∙ Real-time progress tracking: Stay on top of your applications with an easy-to-read dashboard.\n∙ Privacy & security: Your data is safe with us. We prioritize transparency and security at every step.\n\nHow it works:\n1. Download and install the extension from the Chrome Web Store.\n2. Navigate to app.liftmycv.com to create an account or log in to access the platform.\n3. Easily upload your resume through the dashboard to get started.\n4. Set your search filters by role, location, work type (remote, on-site, or hybrid), and more.\n5. Activate the AI auto-apply feature to start applying for jobs that match your preferences instantly across leading hob search websites and boards.\n\nWhether you're exploring new opportunities or ready to transition to a new position, LiftmyCV ensures your applications reach the right companies quickly and efficiently."
  }
}