{
  "name": {
    "ar": "المرجعية سرعة مدير الاتصال الهاتفي | Papaly",
    "am": "ዕልባት አቀናባሪ አቋራጭ መደወያ | Papaly",
    "bg": "Bookmark Speed ​​мениджър Dial | Papaly",
    "bn": "বুকমার্ক পরিচালক স্পিড ডায়াল | Papaly",
    "ca": "Administrador d&#39;marcador velocitat de marcatge | Papaly",
    "cs": "Správce záložek Speed ​​Dial | Papaly",
    "da": "Bogmærkeadministrator Speed ​​Dial | Papaly",
    "de": "Lesezeichen-Manager Kurzwahl | Papaly",
    "el": "Διαχ Speed ​​Dial | Papaly",
    "en,en_AU,en_GB,en_US,es_419": "Bookmark Manager Speed Dial | Papaly",
    "es": "Papaly gestor de enlaces marcación rápida | Papaly",
    "et": "Järjehoidjate haldur Speed ​​Dial | Papaly",
    "fa": "مدیر نشانک سرعت شماره گیری | Papaly",
    "fi,fil,nl": "Bookmark Manager Speed ​​Dial | Papaly",
    "fr": "Bookmark Speed ​​Dial Manager | Papaly",
    "gu": "બુકમાર્ક વ્યવસ્થાપક ઝડપ ડાયલ | Papaly",
    "he": "חיוג מהיר מנהל סימניות | Papaly",
    "hi": "बुकमार्क प्रबंधक स्पीड डायल | Papaly",
    "hr": "Označite Brzina Manager Dial | Papaly",
    "hu": "Könyvjelzőkezelő Speed ​​Dial | Papaly",
    "id": "Bookmark Manajer Speed ​​Dial | Papaly",
    "it": "Bookmark Dial Responsabile Velocità | Papaly",
    "ja": "ブックマークマネージャのスピードダイヤル| Papaly",
    "kn": "ಬುಕ್ಮಾರ್ಕ್ ವ್ಯವಸ್ಥಾಪಕ ಸ್ಪೀಡ್ ಡಯಲ್ | Papaly",
    "ko": "북마크 관리자 단축 다이얼 | Papaly",
    "lt": "Pažymėti direktorius Speed ​​Dial | Papaly",
    "lv": "Grāmatzīmju pārvaldnieks Speed ​​Dial | Papaly",
    "ml": "ബുക്ക്മാർക്ക് മാനേജർ സ്പീഡ് ഡയൽ | Papaly",
    "mr": "बुकमार्क व्यवस्थापक जलद डायल | Papaly",
    "ms": "Bookmark Speed ​​Pengurus dail | Papaly",
    "no": "Bokmerkebehandling Speed ​​Dial | Papaly",
    "pl": "Menedżer zakładek Prędkość Dial | Papaly",
    "pt_BR,pt_PT": "Bookmark Speed ​​Dial Gerente | Papaly",
    "ro": "Manager de marcaje Speed ​​Dial | Papaly",
    "ru": "Закладка Скорость Менеджер набора | Papaly",
    "sk": "Správca záložiek Speed ​​Dial | Papal",
    "sl": "Zaznamek Speed ​​direktor izbiranje | Papaly",
    "sr": "Боокмарк директор Спеед Диал | Папали",
    "sv": "Bokmärkeshanteraren Kortnummer | Papaly",
    "sw": "Bookmark Meneja Speed ​​Dial | Papaly",
    "ta": "புக்மார்க் மேனேஜர் வேகம் டயல் | Papaly",
    "te": "బుక్మార్క్ సంచాలకులు స్పీడ్ డయల్ | Papaly",
    "th": "Bookmark โทรดผู้จัดการ | Papaly",
    "tr": "Yer İşareti Yöneticisi Hızlı Arama | Papaly",
    "uk": "Закладка Швидкість Менеджер набору | Papaly",
    "vi": "Bookmark Tốc độ quản lý Quay số | Papaly",
    "zh_CN": "书签管理器快速拨号| Papaly",
    "zh_TW": "書籤管理器快速撥號| Papaly"
  },
  "short": {
    "ar": "مدير المرجعية التي تساعد في المنظمة، المزامنة عبر المتصفحات ومنصات",
    "am": "አሳሾች እና መድረኮች ላይ በማመሳሰል, ድርጅት ጋር የሚያግዝ ዕልባት አቀናባሪ",
    "bg": "Bookmark мениджър, който помага с организация, Синхронизиране на различни браузъри и платформи",
    "bn": "বুকমার্ক পরিচালক, Organization সঙ্গে সাহায্য করে, ব্রাউজার এবং প্ল্যাটফর্মের জুড়ে সিঙ্ক",
    "ca": "Administrador de marcadors que ajuda amb l&#39;Organització, sincronitzar tots els navegadors i plataformes",
    "cs": "Správce záložek, který pomáhá s organizací, synchronizace přes prohlížečů a platforem",
    "da": "Bookmark Manager, der hjælper med organisationen, Synkronisering tværs browsere og platforme",
    "de": "Lesezeichen-Manager, die mit Organisation, Syncing in allen Browsern und Plattformen hilft",
    "el": "Διαχείριση σελιδοδεικτών που βοηθά με τον Οργανισμό, Συγχρονισμός σε όλους τους φυλλομετρητές και πλατφόρμες",
    "en,en_AU,en_GB,en_US,es_419": "Bookmark Manager that helps with Organization, Syncing across browsers and platforms",
    "es": "Administrador de marcadores que ayuda con la organización, la sincronización de enlaces en todos los navegadores y plataformas",
    "et": "Järjehoidjate haldur, mis aitab koos Organization, sünkroniseerimine üle brauserid ja platvormid",
    "fa": "مدیر نشانک که کمک می کند تا با سازمان، همگام سازی در سراسر مرورگرها و سیستم عامل",
    "fi": "Bookmark Manager, joka auttaa organisaatio, synkronointi eri selaimissa ja ympäristöissä",
    "fil": "Bookmark Manager na tumutulong sa Organization, Pinagsasabay sa mga browser at platform",
    "fr": "Bookmark Manager qui aide avec l&#39;Organisation, Synchroniser à travers les navigateurs et plates-formes",
    "gu": "બુકમાર્ક વ્યવસ્થાપક કે સંસ્થા સાથે મદદ કરે છે, બ્રાઉઝર્સ અને પ્લેટફોર્મમાં સમન્વયિત કરી રહ્યું છે",
    "he": "מנהל סימניות מסייעים עם ארגון, סינכרון בין פלטפורמות ודפדפנים",
    "hi": "बुकमार्क प्रबंधक कि संगठन के साथ मदद करता है, ब्राउज़रों और प्लेटफार्मों भर में सिंक्रनाइज़ किए जा रहे",
    "hr": "Bookmark Manager koji pomaže kod organizacije, Sinkronizacija preko preglednicima i platformama",
    "hu": "Könyvjelzőkezelő, amely segít a szervezet, szinkronizálása minden böngészőben és platformon",
    "id": "Bookmark Manager yang membantu dengan Organisasi, Menyelaraskan seluruh browser dan platform",
    "it": "Bookmark Manager, che aiuta con l&#39;Organizzazione, la sincronizzazione tra browser e piattaforme",
    "ja": "ブラウザとプラットフォーム間での同期、組織に役立ちますブックマークマネージャ",
    "kn": "ಬ್ರೌಸರ್ಗಳು ಮತ್ತು ವೇದಿಕೆಗಳಲ್ಲಿ ಅಡ್ಡಲಾಗಿ ಸಿಂಕ್, ಸಂಸ್ಥೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ ಬುಕ್ಮಾರ್ಕ್ ವ್ಯವಸ್ಥಾಪಕ",
    "ko": "브라우저와 플랫폼에서 동기화 조직에 도움이 북마크 관리자",
    "lt": "Pažymėti direktorius, kuris padeda su organizacijos, sinchronizavimas per naršyklių ir platformų",
    "lv": "Bookmark Manager, kas palīdz ar Organizāciju, sinhronizēšana pāri pārlūkprogrammām un platformām",
    "ml": "ബ്രൗസറുകൾ പ്ലാറ്റ്ഫോമുകളിലും സമന്വയിപ്പിക്കുന്നു, സംഘടന സഹായിക്കുന്ന ബുക്ക്മാർക്ക് മാനേജർ",
    "mr": "ब्राउझर आणि प्लॅटफॉर्म ओलांडून समक्रमित करीत आहे, संघटना सह मदत करते की बुकमार्क व्यवस्थापक",
    "ms": "Pengurus Bookmark yang membantu dengan Pertubuhan, Menyegerakkan seluruh pelayar dan platform",
    "nl": "Bookmark Manager die helpt bij Organization, synchroniseren in verschillende browsers en platforms",
    "no": "Bokmerkebehandling som hjelper med Organization, Synkron over nettlesere og plattformer",
    "pl": "Menedżer zakładek, które pomaga w organizacji, Synchronizacja różnych przeglądarkach i platformach",
    "pt_BR,pt_PT": "Bookmark Manager, que ajuda com a Organização, sincronizar em vários navegadores e plataformas",
    "ro": "Manager de marcaje care ajută cu organizația, browsere și sincronizează peste platforme",
    "ru": "Менеджер закладок, который помогает с организацией, Синхронизация между браузерами и платформами",
    "sk": "Správca záložiek, ktorý pomáha s organizáciou, synchronizácia cez prehliadačov a platforiem",
    "sl": "Manager zaznamek, ki pomaga pri organizaciji, Sinhroniziranje na različnih brskalnikih in platformah",
    "sr": "Боокмарк директор који помаже у организацији, Синхронизација преко претраживачима и платформама",
    "sv": "Bokmärkeshanteraren som hjälper till med organisationen, Synkronisera över webbläsare och plattformar",
    "sw": "Bookmark Meneja ambayo husaidia kwa Shirika, kusawazisha katika browsers na majukwaa",
    "ta": "உலாவிகளில் மற்றும் தளங்களில் முழுவதும் ஒத்திசைக்கிறது, அமைப்பு உதவுகிறது என்று புக்மார்க் மேனேஜர்",
    "te": "బ్రౌజర్లలో మరియు వేదికల అంతటా సమకాలీకరించడాన్ని, సంస్థ తో సహాయపడుతుంది బుక్మార్క్ సంచాలకులు",
    "th": "จัดการบุ๊กที่จะช่วยให้มีองค์กรซิงค์เบราว์เซอร์และแพลตฟอร์ม",
    "tr": "tarayıcılarda ve platformlarda arasında senkronize, Örgüt ile yardımcı olur Bookmark Yöneticisi",
    "uk": "Менеджер закладок, який допомагає з організацією, Синхронізація між браузерами і платформами",
    "vi": "Bookmark Manager giúp với Tổ chức, Đồng bộ hoá trên các trình duyệt và nền tảng",
    "zh_CN": "书签管理器与组织的帮助，跨浏览器和平台同步",
    "zh_TW": "書籤管理器與組織的幫助，跨瀏覽器和平台同步"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk": "Papaly.com is a personalized start page that is your go-to bookmark manager that fits all your needs. You’re able to sync your bookmarks fast and easy with step by step instructions! You're able to access your bookmarks from any platform that has internet access. Get one of the best Productivity tools on Chrome! With Papaly, you can use features including:\n\n★ Share & Publish\nPublish the board you want to share, by a shortened link. Even share your board through Social Media Profiles and other channels.\n\n★ Co-ownership and Private Boards\nShare and invite others to your board that is either public or private.\n\n★ Reduce Open Tab Clutter and Save Memory\nTry out our pack and unpack of your current tabs feature. This will help you with reducing Google Chrome memory usage along with storing your tabs in cloud.\n\n★ Ability to turn off New Tab and Results in Search\nNo other Chrome Extension and Bookmark Manager has this feature available.\n\n★ Social Bookmarks\nBe able to sync up your Social Media accounts to get all in one access to them.\n\nSome other features:\n\n✔ Populate Boards from Browser's Bookmark\n✔ Sync Searches and Bookmarks Cross Browsers\n✔ Explore Content\n✔ New Tab Speed Dial Functionality\n✔ Drag and Drop Searches with Bookmarks\n✔ Customizable Themes\n✔ Bookmark Manager Edit Mode\n✔ Rename Categories and Links\n✔ Bookmarking Made Easy\n✔ Display Name Customization\n\n==============================\nStart Page Application Download:\nhttps://chrome.google.com/webstore/detail/bookmark-sync-speed-dial/ebaemiclbgheekdodbcengpahonmfnla\n==============================",
    "de": "Papaly.com ist eine personalisierte Startseite, die Ihre Go-to ist Lesezeichen-Manager, die alle Ihre Bedürfnisse passt. Sie sind in der Lage Ihre Lesezeichen schnell und einfach mit Schritt für Schritt Anleitungen zu synchronisieren! Sie sind in der Lage Ihre Lesezeichen aus jeder Plattform zuzugreifen, die einen Internetzugang verfügt. Holen Sie sich eine der besten Productivity-Tools auf Chrome! Mit Papaly können Sie Funktionen, einschließlich:\n\n★ Teilen & Publish\nVeröffentlichen Sie das Brett, das Sie teilen möchten, durch eine verkürzte Link. Auch das Board durch Social Media Profile und andere Kanäle teilen.\n\n★ Miteigentumsanteile und privaten Boards\nTeilen und laden Sie andere an Ihrem Board, die entweder öffentlich oder privat ist.\n\n★ reduzieren Öffnen Tab Clutter und Speichern Speicher\nProbieren Sie unser Rudel und entpacken Ihrer aktuellen Tabs-Funktion. Dies wird Ihnen mit der Verringerung Google Chrome Speichernutzung helfen zusammen mit Tabs in Cloud zu speichern.\n\n★ Fähigkeit, neue Tab und Ergebnisse in Suche auszuschalten\nKeine andere Chrome Extension und Lesezeichen-Manager hat diese Funktion zur Verfügung.\n\n★ Persönliche Lesezeichen\nDer Lage sein, Ihre Social Media-Konten zu synchronisieren alle ihnen in einem Zugriff zu bekommen.\n\nEinige andere Funktionen:\n\n✔ Populate Boards aus Browsers Lesezeichen\n✔ Sync Suchen und Lesezeichen Kreuz Browser\n✔ erkunden Inhalt\n✔ Neuer Tab Geschwindigkeit Funktionalität Dial\n✔ Drag and Drop Suchen mit Lesezeichen\n✔ Anpassbare Themes\n✔ Lesezeichen-Manager Edit-Modus\n✔ umbenennen Kategorien und Verknüpfungen\n✔ Bookmarking leicht gemacht\n✔ Anzeigename Customization\n\n==============================\nStarten Seite Anwendung herunterladen:\nhttps://chrome.google.com/webstore/detail/bookmark-sync-speed-dial/ebaemiclbgheekdodbcengpahonmfnla\n==============================",
    "es": "Papaly.com es una página de inicio personalizada y que es su entrada al administrador de enlaces. Puedes sincronizar tus enlaces rápido y fácil con instrucciones paso a paso! Puedes acceder a tus enlaces desde cualquier plataforma que tenga acceso a internet. Obten una de las mejores herramientas de productividad en Chrome! Con Papaly, puedes utilizar características que incluyen:\n\n★ Compartir y publicar\nPublica la tarjeta que deseas compartir con un enlace corto. Tambien puedes compartir tu tablero a través de los perfiles de medios sociales y otros canales.\n\n★ Copropiedad y tableros privadas\nComparte e invita a otros a tu tablero que es ya sea pública o privada.\n\n★ Reducir el desorden de nueva pestañas y guardar memoria\nPuede empaquetar y desempaquetar todas las pestañas de su ventana. Esto le ayudará a reducir el uso de memoria con Google Chrome, junto con el almacenamiento de sus pestañas en la nube.\n\n★ Opción para desactivar la nueva pestaña y resultados de búsqueda\nNingún otro extension de Chrome y administrador de enlaces tiene esta característica disponible.\n\n★ Marcadores sociales\nSincroniza tus cuentas de redes sociales para conseguir todo los enlaces en un solo acceso a ellos.\n\nOtras características:\n✔ Añadir tableros de Favoritos del navegador\n✔ Sincroniza enlaces con varios navegadores de web\n✔ Explora contenido\n✔ Funcionalidad nueva pestaña de marcación rápida\n✔ Arrastrar y soltar enlaces\n✔ Temas personalizables\n✔ Modo de edición\n✔ Cambiar el nombre de las categorías y enlaces\n✔ Guardando enlaces hecho fácil\n✔ Nombre de usuario personalizada\n\n==============================\nPágina de inicio de aplicaciones de descarga:\nhttps://chrome.google.com/webstore/detail/bookmark-sync-speed-dial/ebaemiclbgheekdodbcengpahonmfnla\n==============================",
    "fr": "Papaly.com est une page d'accueil personnalisée qui est votre go-to gestionnaire de signets qui correspond à tous vos besoins. Vous êtes en mesure de synchroniser vos signets rapide et facile avec des instructions étape par étape! Vous êtes en mesure d'accéder à vos favoris de toute plate-forme qui a accès à Internet. Obtenez un des meilleurs outils de productivité sur Chrome! Avec Papaly, vous pouvez utiliser les fonctionnalités, y compris:\n\n★ Partager et publier\nPublier le conseil que vous souhaitez partager, par un lien raccourci. Même partager votre conseil d'administration par le biais des profils de médias sociaux et d'autres canaux.\n\n★ Co-propriété et privées Boards\nPartager et inviter d'autres à votre conseil d'administration qui est soit public ou privé.\n\n★ Réduire Ouvrir Clutter Tab et Save Memory\nEssayez notre pack et décompresser de votre fonction actuelle onglets. Cela vous aidera à réduire Google Chrome utilisation de la mémoire ainsi que le stockage de vos onglets dans les nuages.\n\n★ Possibilité de désactiver un nouvel onglet et résultats dans la recherche\nAucun autre gestionnaire Chrome Extension et Signet dispose de cette fonctionnalité disponible.\n\n★ Social Bookmarks\nÊtre capable de synchroniser vos comptes de médias sociaux pour obtenir en un seul accès.\n\nQuelques autres fonctionnalités:\n\n✔ Populate Conseils de navigateur de signet\n✔ recherches de synchronisation et signets Cross Browsers\n✔ Explorer Content\n✔ Nouvel onglet Speed ​​Dial Fonctionnalité\n✔ Drag and Drop Recherches avec Bookmarks\n✔ Thèmes personnalisables\n✔ Bookmark Manager Edit Mode\n✔ Renommer les catégories et liens\n✔ Bookmarking Made Easy\n✔ Nom d'affichage Personnalisation\n\n==============================\nPage d'application Téléchargement:\nhttps://chrome.google.com/webstore/detail/bookmark-sync-speed-dial/ebaemiclbgheekdodbcengpahonmfnla\n==============================",
    "ml": "Pplykcom നിങ്ങളുടെ എവിടെയായിരുന്നാലും യോജിക്കുന്ന ബുക്ക്മാർക്ക് മാനേജർ cradling എല്ലാ നിങ്ങളുടെ ആവശ്യങ്ങൾ ഒരു വ്യക്തിഗതമാക്കിയ ആരംഭ പേജ് ആണ്. ഞങ്ങൾക്ക് സാധിച്ചിരുന്നെങ്കിൽ വേഗതയേറിയതും സമന്വയ ബുക്ക്മാർക്കുകൾ യു നിങ്ങളുടെ ഘട്ടം ബി ഘട്ടമായുള്ള നിർദേശങ്ങൾ എളുപ്പത്തിൽ മുൻപരിചയം! ഞങ്ങൾക്ക് സാധിച്ചിരുന്നെങ്കിൽ ആക്സസ് മുൻപരിചയം പ്ലാറ്റ്ഫോമുകൾ നിന്ന് U നിങ്ങളുടെ ബുക്ക്മാർക്കുകൾ ഇന്റര്നെറ്റ് ലഭ്യത cradling എങ്കിൽ. മികച്ച ഉൽപ്പാദനക്ഷമത ഉപകരണങ്ങളുടെ Chrome ന്റെ വാതിലിന്റെ ഒരു! Pply ഉപയോഗിച്ച്, സവിശേഷതകൾ എന്നിവ ഉൾപ്പെടെ കഴിയില്ല:\n\n★ പങ്കിടുക & പ്രസിദ്ധീകരിക്കുക\nനിങ്ങൾ ബോർഡ് പങ്കിടുക ആഗ്രഹിക്കുന്നുണ്ടെങ്കിൽ പ്രസിദ്ധീകരിച്ച്, ബി ലിങ്കുകൾ Sortened. പിന്നെ ബോർഡ് വഴി നിങ്ങളുടെ സോഷ്യൽ മീഡിയ പ്രൊഫൈലുകളും മറ്റ് ചാനലുകൾ പങ്കിടുക.\n\nഓഫ്-ഉടമസ്ഥതയും സ്വകാര്യ ബോർഡുകൾ ★\nപങ്കിടുകയും Aether Oters പൊതു-സ്വകാര്യ കീഴിൽ നിങ്ങളുടെ ബോർഡ് ക്ഷണിക്കുക.\n\n★ Redke ചവര് തുറന്ന് മെമ്മറി സംരക്ഷിക്കാൻ\nഞങ്ങളുടെ പായ്ക്ക് ഫീച്ചർ ടാബുകളുടെ അഴിക്കുക നിന്നു നിങ്ങളുടെ നിലവിലെ നില. ഈ Reduking ക്ലോഡ് സഹിതം മെമ്മറി ഉപയോഗം ശേഖരണത്തിലും Google Chrome- ൽ ടാബുകൾ നിങ്ങളെ സഹായിക്കും ആയിരുന്നു.\n\n★ കഴിവ് പുതിയ തുടർന്ന് പിന്നീട് ഈ സെർച്ച് ഫലങ്ങളിൽ ഓഫാക്കാൻ\nമറ്റ് Chrome വിപുലീകരണങ്ങൾ ബുക്ക്മാർക്ക് മാനേജർ Huss ലഭ്യമാണ് ഈ സവിശേഷതയാണ്.\n\n★ സോഷ്യൽ ബുക്ക്മാർക്കുകൾ\nനിങ്ങളുടെ സോഷ്യൽ മീഡിയ അക്കൗണ്ടുകൾ, സമന്വയ ഉപ ബേ വൺ പ്രവേശനം ഉണ്ടു അവയെല്ലാം നേടുകയും കഴിയും.\n\nമറ്റ് ചില സവിശേഷതകൾ:\n\n✔ റിവേഴ്സ് ബ്രൌസർ ബുക്ക്മാർക്കുകൾ നിന്ന് പലക പോപ്പുലേറ്റ്\nതിരയലുകൾ ബുക്ക്മാർക്കുകളും സമന്വയ ✔ ക്രോസ് ബ്രൗസറുകൾ\n✔ ഉള്ളടക്കം പര്യവേക്ഷണം\nപുതിയ സ്പീഡ് ഡയൽ പ്രവർത്തനക്ഷമത ✔\nതിരയലുകൾ ✔ വലിച്ചിടുന്നത് ബുക്ക്മാർക്കുകളുമായി\n✔ Kstmizable തീമുകൾ\n✔ ബുക്മാർക്ക് മാനേജർ എഡിറ്റ് മോഡിൽ\n✔ പേരു്മാറ്റുക Kategoris ലിങ്കുകളും\n✔ Bucommarking സുഗമമാക്കൽ\n✔ പേര് പ്രദർശിപ്പിക്കുക Kstmizeshn\n\n==============================\nഅപ്ലിക്കേഷൻ ഡൗൺലോഡ് പേജ് ആരംഭിക്കുക:\nHttps: // cromega ॊ glaom / vebstore / ditel / bucommark-സിങ്ക്-സ്പീഡ്-dayl / abemichlbgekdodbchedagphonmfanl\n==============================",
    "vi": "Papaly.com là một trang chủ được cá nhân đó là đi-để bạn quản lý bookmark phù hợp với mọi nhu cầu của bạn. Bạn có thể đồng bộ bookmark của bạn nhanh chóng và dễ dàng với hướng dẫn từng bước! Bạn có thể truy cập bookmark của bạn từ bất kỳ nền tảng nào có truy cập internet. Nhận một trong những công cụ năng suất tốt nhất trên Chrome! Với Papaly, bạn có thể sử dụng tính năng bao gồm:\n\n★ Chia sẻ & Xuất bản\nXuất bản các bảng bạn muốn chia sẻ, bởi một liên kết rút ngắn. Thậm chí chia sẻ bảng của bạn qua Profiles Truyền thông xã hội và các kênh khác.\n\n★ Co-quyền sở hữu tư nhân và Ban\nChia sẻ và mời những người khác để hội đồng của bạn hoặc là có công hay tư.\n\n★ Giảm mở Tab Clutter và Lưu Memory\nHãy thử gói của chúng tôi và giải nén các tính năng tab hiện tại của bạn. Điều này sẽ giúp bạn giảm bộ nhớ sử dụng Google Chrome cùng với lưu trữ các tab của bạn trong đám mây.\n\n★ Khả năng tắt Tab và kết quả mới trong Tìm kiếm\nKhông mở rộng Chrome và Quản lý bookmark khác có tính năng này có sẵn.\n\n★ Bookmarks Xã hội\nCó thể đồng bộ các tài khoản truyền thông xã hội của bạn để có được tất cả trong một truy cập vào chúng.\n\nMột số tính năng khác:\n\n✔ cư Ban từ Bookmark của trình duyệt\n✔ kiếm Sync và Bookmarks trình duyệt chéo\n✔ Khám phá nội dung\n✔ New Tab Speed ​​Dial năng\n✔ Kéo và thả tìm kiếm với Bookmarks\n✔ Customizable Themes\n✔ Quản lý bookmark Edit Mode\n✔ Đổi tên loại và Liên kết\n✔ Bookmarking Made Easy\n✔ tên hiển thị tuỳ biến\n\n==============================\nTrang Bắt đầu ứng dụng Download:\nhttps://chrome.google.com/webstore/detail/bookmark-sync-speed-dial/ebaemiclbgheekdodbcengpahonmfnla\n==============================",
    "zh_CN": "Papaly.com是一个个性化的起始页面，你去到书签收藏管理器，适合您的所有需求。你可以轻易同步你的书签！你能够从有网络连接的任何平台访问你的收藏。获得的Chrome浏览器上的工作效率应用之一！使用Papaly，你可以：\n\n★分享与发布\n通过缩短的链接，发布你要共享的板。即使是通过社交媒体型材等渠道分享您的主板。\n\n★共同拥有及私人板\n分享并邀请其他人你的板子是公共或私有的。\n\n★减少打开选项卡和凌乱保存记忆\n尝试我们的打包和展开当前页面。这将帮助你减少浏览器使用的内存，同时把页面存储在网络云。\n\n★能够选择关闭新窗口和搜索功能\n唯一有此功能的Chrome书签管理扩展。\n\n★社会化书签\n可以同步你的社交帐户来获取一站式访问。\n\n其他的一些特点：\n\n✔从浏览器的书签导入\n✔跨浏览器同步搜索和书签\n✔探索和浏览内容\n✔新页面快速拨号功能\n✔拖放与书签搜索\n✔自定义背景\n✔书签管理器编辑模式\n✔重命名类别和链接\n✔书签一点通\n✔定制显示名称\n\n==============================\n起始页应用下载：\nhttps://chrome.google.com/webstore/detail/bookmark-sync-speed-dial/ebaemiclbgheekdodbcengpahonmfnla\n==============================",
    "zh_TW": "Papaly.com是一個個性化的起始頁面，你去到書籤收藏管理器，適合您的所有需求。你可以輕易同步你的書籤！你能夠從有網絡連接的任何平台訪問你的收藏。獲得的Chrome瀏覽器上的工作效率應用之一！使用Papaly，你可以：\n\n★分享與發布\n通過縮短的鏈接，發布你要共享的板。即使是通過社交媒體型材等渠道分享您的主板。\n\n★共同擁有及私人板\n分享並邀請其他人你的板子是公共或私有的。\n\n★減少打開選項卡和凌亂保存記憶\n嘗試我們的打包和展開當前頁面。這將幫助你減少瀏覽器使用的內存，同時把頁面存儲在網絡雲。\n\n★能夠選擇關閉新窗口和搜索功能\n唯一有此功能的Chrome書籤管理擴展。\n\n★社會化書籤\n可以同步你的社交帳戶來獲取一站式訪問。\n\n其他的一些特點：\n\n✔從瀏覽器的書籤導入\n✔跨瀏覽器同步搜索和書籤\n✔探索和瀏覽內容\n✔新頁面快速撥號功能\n✔拖放與書籤搜索\n✔自定義背景\n✔書籤管理器編輯模式\n✔重命名類別和鏈接\n✔書籤一點通\n✔定制顯示名稱\n\n==============================\n起始頁應用下載：\nhttps://chrome.google.com/webstore/detail/bookmark-sync-speed-dial/ebaemiclbgheekdodbcengpahonmfnla\n=============================="
  }
}