{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Xtra clipboard"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A clipboard utlity tool for productivity"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Xtra Clipboard extension is very helpful in managing the contents of your copied clipboard.\n\nOur extension seamlessly tracks \"user activity of copying data\" and stores it locally, so that if the user needs access to any of the previously copied content, then the user could access our extension.\n\nSome of the prominent features would be,\n\n- Not just \"mere\" Copy and Paste but also manage the copied clipboard contents like a \"Pro\".\n- Got any content which the user loved the most and shouldn't be recycled, then we've got covered that as well with the \"Mark as Favourite\" feature.\n- Intelligent \"Search\" feature which retrieves the contents based on keywords.\n- Bulk removal of clipboard contents in-case the user decides that copied data is not worth it.\n- Categorisation of the clipboard contents for better user experience.\n\nWe've just come to the most important part where all of us tend go cranky and that's the \"The Privacy\" of course. We care for user's privacy and not to meddle with it is our top most priority. That's why, we had taken special care and ensured that the data are stored locally and shall  nowhere be redirected or uploaded to any third party storage facilities.\n\nGo ahead and give it a try and feel free to write back on your experience."
  }
}