{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wallet Guard: Protect Your Crypto"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wallet Guard acts as a security companion to your crypto wallet of choice, so you can browse at ease."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Secure your crypto, NFTs, and other digital assets with Wallet Guard - the ultimate web3 security browser extension. Our solution adds a security layer to your web3 interactions. We provide you top-notch security insights using proactive phishing protection and transaction analysis. Wallet Guard never has access to your wallet.\n\nPhishing protection is crucial for Web3. 90% of hacks originate from phishing attacks, which can lead to wallet drainers and malware. Hundreds of impersonation attempts happen every day on web3 companies such as MetaMask, OpenSea, Coinbase, and more. That's why it's important to protect your wallet and digital assets.\n\nWhat can Wallet Guard do for you?\n- Stormwatcher: Detects wallet drainers before connecting your wallet\n- Human readable transaction insights\n- Warnings on malicious transactions and signatures\n- Malicious Extension detection\n- Security Dashboard: Improve your wallet health by revoking high risk open approvals\n\n📄 Privacy notice\nhttps://consensys.io/privacy-notice\n\n💻 Open Source\nWe believe in product transparency. We encourage users to audit our open-source codebase:\nhttps://github.com/wallet-guard/wallet-guard-extension\n\n📋 Terms of Use\nBy using Wallet Guard you agree to our terms of use outlined here:\nhttps://consensys.io/terms-of-use"
  }
}