{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free AdBlocker WebGuard"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keep you safe online. Browse the web with confidence, block access to unsafe websites, and protect yourself from cyber threats."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WebGuard is your ultimate companion for secure and confident browsing on Chrome. With an array of robust features designed to shield you from cyber threats and ensure your online safety, WebGuard empowers you to navigate the web with peace of mind.\n\nAd Blocking\nSay goodbye to intrusive ads that clutter your browsing experience and compromise your privacy. WebGuard's advanced ad-blocking technology filters out annoying advertisements, allowing you to focus on the content that matters most to you.\n\nPrivacy Protection\nYour privacy is paramount, and WebGuard is dedicated to safeguarding it at every turn. By blocking tracking scripts and preventing third-party cookies from following your online activity, WebGuard shields your personal information from prying eyes and intrusive data collection practices.\n\nBrowsing Security\nNavigate the web with confidence, knowing that WebGuard is standing guard against malicious websites and cyber threats. With real-time protection against phishing scams, malware, and other online dangers, WebGuard ensures that your browsing experience is always safe and secure.\n\nFree to Use\nEnjoy all the benefits of WebGuard without any cost. Our extension is completely free to use, allowing you to fortify your online defenses without breaking the bank.\n\nWith WebGuard by your side, you can browse the web with confidence, knowing that your safety and security are always our top priorities. Experience the freedom of safe and secure browsing today with WebGuard for Chrome."
  }
}