{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MOBtexting - Virtual Phone System"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MOBtexting extension to make a call from anywhere"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "About MOBtexting\n\nAt MOBtexting, we make communication simple & interactive with our services & solutions throughout all the business department like Sales, Marketing, Customer Support, Operation & IT etc.\n\nOur Cloud Communication Platform offers direct interconnects with more than\n100 operators worldwide and indirect interconnects of more than 1500+ to\npremium and high-quality A2P SMS services across the globe.\n\nBest In Class Connectivity\nEnsuring the lowest latency & direct operators connectivity for hassle-free service to enterprises to reach their customers faster in a secure way\n\nNo Setup Fees\nMOBtexting is a cloud-enabled platform & don’t require installation charges. Enjoy 100% free setup for AI-enabled Voice and Smart SMS services & solutions\n\nEase Of Use\nExplore user-friendly & secure cloud-based web interface, incorporating developer-friendly dynamic API's for SMS & Voice Services to integrate easily\n\nClick2call directly from any website\n\nWith MOBtexting chrome extension you can easily place calls to any hyperlinked numbers. The moment you click the online phone number on a chrome web page a call will be placed automatically through MOBtexting's Virtual Phone system. It's a superb way to save time every day.\n\nYou can save seconds on every call you make and this will improve your calling accuracy. And if you are a company who makes thousands of calls every day then this Browser Extension will save you and your employees hours per day.\n\nHow does it work?\n\nSimply click on the hyperlinked number and a call will be placed from your registered virtual Phone number. When you answer the call you will be connected to the number displayed on the webpage.\n\nIts quick, easy and there will be no misdialled number. \n\nWhere you can find this numbers?\n\nPhone numbers listed on Contact us pages, numbers found in the online corporate directory and customers listed in web-based CRM’s will be now diallable at the click of a button. Your Virtual Phone system will automatically dial-out phone numbers and there is absolutely no need to provide further user input.\n\nClick to call directly from your helpdesk, CRM and Sales Software\n\nIt is also an all-in-one browser-based call-center software that will assist you in inside sales, support, and marketing. Its click to call Functionality will help you to call customers directly from your favorite Helpdesk, CRM or sales software by just clicking on a number. \n\nNo more copy and paste and going through the painstaking task of searching for the same contact in both systems. MOBtexting offers the best office phone system in the market that will save you a lot of time and effort and will allow you to focus on closing more deals and will serve your customers in a much better way."
  }
}