{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GPT-EW: ChatGPT EveryWhere"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Integrate ChatGPT AI with any site for smarter browsing and instant assistance with GPT-EW"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover GPT-EW, the Chrome extension that revolutionizes your web browsing experience. With GPT-EW, ChatGPT's artificial intelligence is always by your side, integrated into every site you visit, ready to offer immediate and personalized assistance. Whether you're seeking in-depth information on a specific topic, comparing products for your next purchase, or simply exploring new content, GPT-EW makes the experience smooth and intuitive.\n\nWith the ability to retrieve and synthesize information from the site you're browsing, GPT-EW is like having a personal assistant who understands the context and provides exactly what you need, when you need it. From complex queries to everyday requests, GPT-EW manages your navigation needs through a simple chat conversation.\n\nBut that's not all: GPT-EW goes beyond just retrieving information. Need to create content? GPT-EW can help you generate persuasive texts, product descriptions, professional emails, and even social media posts, all optimized for the context you're in. And with the integration of OpenAI's image generation capabilities, GPT-EW enables you to create compelling visuals on demand, perfectly aligned with your message and the audience you want to reach.\n\nInstalling GPT-EW is simple. With just a few clicks, you can enjoy an unprecedented browsing experience that elevates your web interaction to an entirely new level. Whether you're a student seeking information for your next research, a professional looking to optimize your workflow, or just a curious user, GPT-EW is the extension that will change your approach to the web.\n\nKey features of GPT-EW:\n\n- Seamless integration of ChatGPT on every website.\n- Instant assistance to retrieve information and data.\n- Generation of textual and visual content on request.\n- AI-based interactions contextualized to the site you are visiting.\n- Enhancement of productivity and online learning.\n- Simple and intuitive user interface.\n- Privacy respected: your conversations remain private.\n\nGPT-EW is constantly updated to provide the best experience possible. We are committed to ensuring you always have the latest innovations in artificial intelligence at your disposal. Try GPT-EW today and take your web navigation to a new level of efficiency and customization.\n\nAccess the powerful features of GPT-EW now and turn your browser into a powerful artificial intelligence tool. The installation is quick and secure, and in no time, you'll be ready to explore the web like never before."
  }
}