{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DIVER Wallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "【Description】\nDIVER Wallet Extension is a DIVER Time Chain compatible chrome browser extension with secure and easy-to-use features…",
    "ja": "【説明】\nDIVER Wallet Extensionは、初心者から上級者まで誰もが安全かつ簡単に使える機能を備えた、DIVER Time Chain対応のクロームブラウザの拡張機能です。\nブラウザーを通じて、DIVER Time…",
    "zh_CN": "【描述】\nDIVER 钱包是一款与 DIVER 链兼容的 Chrome 浏览器扩展工具，具有安全且适用于初学者至高级用户的易用功能。\n为用户提供通过浏览器访问 DIVER 链上各种 DIVER DApps 的用户体验。…",
    "zh_TW": "【描述】\nDIVER 錢包是一款與 DIVER 鏈相容的 Chrome 瀏覽器擴充工具，具有安全且適用於初學者至高級用戶的易用功能。\n為用戶提供透過瀏覽器訪問 DIVER 鏈上各種 DIVER DApps 的用戶體驗。…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "【Description】\nDIVER Wallet Extension is a DIVER Time Chain compatible chrome browser extension with secure and easy-to-use features for everyone from beginners to advanced users.\nIt provides a user experience to access the various DIVER DApps on the DIVER Time Chain through the browser.\n\nIt allows users to control their crypto assets, NFTs, and activity on their desktop browser without having to launch the DIVER Wallet app on their smartphone.\n\n【Features of the DIVER Wallet Extension.】\n● Self-managed wallet\nDIVER Wallet Extension is a fully self-custodial, decentralized wallet that is completely self-managed for crypto assets.\n\n● Multi Wallet\nThe multi-wallet feature allows users to own multiple wallet accounts by either creating a new wallet account or importing an existing one.\n\n●World-class security\nNo personally identifiable information, accounts, addresses, or asset balances are tracked.\nStrong wallet encryption using the latest technology keeps your private keys safe and secure under your control as the sole owner.\n\n●Multimedia support for centralized management of NFTs\nSupports not only image data but also multimedia such as music and videos. You can manage all your NFTs in one place.\n\n● The only official DIVER Wallet\nThe only official DIVER wallet that supports the DIVER Time Network and handles DIV and DIVER Network-related tokens, which are cryptographic assets of the DIVER Time Network.\n\n● No transaction fees\nNo commissions are charged for sending and receiving DIVER Coin (DIV) and DIVER NFTs in perpetuity, so you can trade instantly.\n\n● High user experience\nThe simple and user-friendly interface design provides an intuitive and pleasant experience.\n\n● Global Support\n24/7 customer support is available to assist you in your most difficult situations.\nOur experienced support team will assist you every step of your journey accurately and efficiently.\n\n\n【Recommended for...】\nPeople who are thinking about getting started with crypto assets.\nLooking for a crypto asset wallet app that is easy to use, even for beginners.\nThose who want to trade crypto assets with a wallet that is secure and reliable.\nI want to trade NFTs other than images, such as videos and music.\nI want to trade NFTs other than images, such as videos and music.\nWant to trade crypto assets with a wallet that offers satisfactory customer support.\n\n\nWe want to be the most friendly and reliable crypto asset wallet app for our users.\nIf you have any feedback, questions, or problems, please contact us.\n\nWebsite:https://wallet.bigant.ca\n\n*Some features may not be available due to local regulations.",
    "ja": "【説明】\nDIVER Wallet Extensionは、初心者から上級者まで誰もが安全かつ簡単に使える機能を備えた、DIVER Time Chain対応のクロームブラウザの拡張機能です。\nブラウザーを通じて、DIVER Time Chain上のさまざまなDIVER DAppsへとアクセスするためのユーザーエクスペリエンスを提供します。\n\nスマートフォンのダイバーウォレットアプリを起動しなくても、デスクトップブラウザ上で暗号資産、NFT、アクティビティを制御できるようになります。\n\n【DIVER Wallet Extensionの特長】\n● 自己管理型ウォレット\nDIVER Wallet Extensionは完全にセルフカストディアルであり、暗号資産を完全に自己管理型の分散型ウォレットです。\n\n●マルチウォレット\nマルチウォレット機能により、新しいウォレットアカウントを作成するか、既存のウォレットアカウントをインポートすることで、複数のウォレットアカウントを所有することができます。\n\n●世界トップクラスのセキュリティ\n個人を特定できる情報、アカウント、アドレス、資産残高を追跡しません。\n最新技術による強力なウォレット暗号化により、あなたの秘密鍵は唯一の所有者である、あなたの管理下で安全に保全されています。\n\n●マルチメディア対応でNFTを一元管理\n画像データだけでなく、音楽、動画などのマルチメディアに対応。すべてのNFTを1か所で管理できます。\n\n●唯一のDIVER公式ウォレット\nDIVER Time Networkをサポートし、DIVER Time Networkの暗号資産であるDIVおよびDIVERネットワーク関連トークンを取り扱います。\n\n●取引手数料無料\nDIVER Coin(DIV)とDIVER NFTの送受信は手数料が永年無料ですので、即時取引ができます。\n\n●高いユーザーエクスペリエンス\nシンプルかつユーザーフレンドリーなインターフェース設計により、直感的で心地よいエクスペリエンスを提供します。\n\n●グローバルなサポート\n24時間年中無休のカスタマーサポートがあり、お客様の困難な状況に際してお手伝いいたします。\n経験豊富なサポートチームが、あなたの旅のすべてのステップを正確かつ効率的にサポートします。\n\n\n【こんな人におすすめ】\n・暗号資産を始めようと思っている\n・初心者でも簡単に扱える暗号資産ウォレットアプリを探している\n・セキュリティ面で安心できるウォレットで暗号資産を取引したい\n・動画や音楽など、画像以外のNFTを取引したい\n・手数料の安さを追求したい\n・お客様サポートが満足できるウォレットで暗号資産を取引したい\n\n\n私たちはユーザーに最も親切で信頼ある暗号資産ウォレットアプリになりたいと考えています。\nフィードバックやご質問、問題などがございましたら、お問い合わせください。\n\nウェブサイト:https://wallet.bigant.ca\n\n*各地域の規制により、一部の機能が利用できない場合があります。",
    "zh_CN": "【描述】\nDIVER 钱包是一款与 DIVER 链兼容的 Chrome 浏览器扩展工具，具有安全且适用于初学者至高级用户的易用功能。\n为用户提供通过浏览器访问 DIVER 链上各种 DIVER DApps 的用户体验。\n协助用户能够在电脑浏览器上控制其加密资产、NFT 及活动，而不需启动手机上的 DIVER 钱包应用程序。\n\n【DIVER 钱包扩展功能的特色】\n● 自我管理钱包\nDIVER 钱包是一个完全自我保管、去中心化的钱包，完全由用户自行管理加密资产。\n● 多钱包\n多钱包功能允许用户通过创建新的钱包账户或导入现有账户来拥有多个钱包账户。\n● 世界级安全性\n不追踪任何个人身份信息、账户、地址或资产余额。\n使用最新技术进行强大的钱包加密，使您的私钥安全可靠，完全由您作为唯一拥有者掌控。\n● 多媒体支持集中管理 NFT\n不仅支持图像数据，还支持音乐和视频等多媒体。您可以在一个地方管理所有 NFT。\n● 唯一官方 DIVER 钱包\n唯一支持 DIVER Time Network 并处理 DIV 和 DIVER Network 相关代币，皆属于 DIVER Time Network 的加密资产的官方 DIVER 钱包。\n● 无交易费\n永久免费发送和接收 DIVER Coin (DIV) 和 DIVER NFT，因此您可以即时进行交易。\n● 高用户体验\n简单而用户友好的界面设计提供直观且愉悦的体验。\n● 全球支持\n24/7 客户支持服务可协助您应对最困难的情况。\n我们经验丰富的支持团队将在您的每一步旅程中精确而高效地协助您。\n\n【适用对象...】\n考虑开始使用加密资产的人。\n寻找一个易于使用的加密资产钱包应用程序，即使对初学者也是如此。\n希望使用安全可靠的钱包进行加密资产交易的人。\n想要交易 NFT，除了图像外，还包括视频和音乐。\n想要使用提供满意的客户支持的钱包进行加密资产交易的人。\n我们希望成为对用户最友善且可靠的加密资产钱包应用程序。\n如果您有任何意见、问题或困扰，请与我们联系。\n网站：https://wallet.bigant.ca\n*由于当地法规原因，某些功能可能无法使用。",
    "zh_TW": "【描述】\nDIVER 錢包是一款與 DIVER 鏈相容的 Chrome 瀏覽器擴充工具，具有安全且適用於初學者至高級用戶的易用功能。\n為用戶提供透過瀏覽器訪問 DIVER 鏈上各種 DIVER DApps 的用戶體驗。\n協助用戶能夠在電腦瀏覽器上控制其加密資產、NFT 及活動，而不需啟動手機上的 DIVER 錢包應用程式。\n\n【DIVER 錢包擴充功能的特色】\n● 自我管理錢包\nDIVER 錢包是一個完全自我保管、去中心化的錢包，完全由用戶自行管理加密資產。\n● 多錢包\n多錢包功能允許用戶透過建立新的錢包帳戶或匯入現有帳戶來擁有多個錢包帳戶。\n● 世界級安全性\n不追蹤任何個人身份訊息、帳戶、地址或資產餘額。\n使用最新技術進行強大的錢包加密，使您的私鑰安全可靠，完全由您作為唯一擁有者掌控。\n● 多媒體支持集中管理 NFT\n不僅支持圖像數據，還支持音樂和影片等多媒體。您可以在一個地方管理所有 NFT。\n● 唯一官方 DIVER 錢包\n唯一支持 DIVER  Time Network 並處理 DIV 和 DIVER Network 相關代幣，皆屬於 DIVER Time Network 的加密資產的官方 DIVER 錢包。\n● 無交易費\n永久免費發送和接收 DIVER Coin (DIV) 和 DIVER NFT，因此您可以即時進行交易。\n● 高用戶體驗\n簡單而用戶友善的界面設計提供直觀且愉悅的體驗。\n● 全球支持\n24/7 客戶支援服務可協助您應對最困難的情況。\n我們經驗豐富的支援團隊將在您的每一步旅程中精確而有效率地協助您。\n\n【適用對象...】\n考慮開始使用加密資產的人。\n尋找一個易於使用的加密資產錢包應用程式，即使對初學者也是如此。\n希望使用安全可靠的錢包進行加密資產交易的人。\n想要交易 NFT，除了圖像外，還包括影片和音樂。\n想要使用提供滿意的客戶支援的錢包進行加密資產交易的人。\n我們希望成為對用戶最友善且可靠的加密資產錢包應用程式。\n如果您有任何意見、問題或困擾，請與我們聯繫。\n網站：https://wallet.bigant.ca\n*由於當地法規原因，某些功能可能無法使用。"
  }
}