{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Fintest Pro - Your Exploratory test companion",
    "es": "Fintest Pro - Tu compañera de prueba exploratoria",
    "ru": "Fintest Pro — Ваш помощник в исследовательском тестировании",
    "uk": "Fintest Pro - Ваш компаньйон у дослідницькому тестуванні"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Exploratory software testing tool. Find and share defects. Track your exploratory testing activities. Run tests to find bugs early.",
    "es": "Kit de herramientas de prueba de software exploratorio. Encuentre, capture y comparta defectos.",
    "ru": "Набор инструментов исследовательского тестирования программного обеспечения. Находите, фиксируйте и делитесь дефектами.",
    "uk": "Набір інструментів дослідницького тестування програмного забезпечення. Знаходьте, фіксуйте та діліться дефектами."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Run exploratory tests, capture defects, find anomalies, and share them using Fintest Pro.\n \nBased on 25 years of experience in the software quality assurance field, Fintest Pro provides software testers with the tools they need to explore applications, find bugs, validate changes, and share findings with their team.\n\nWith Fintest Pro, you can:\nKeep notes on what needs to be tested, and why it needs to be tested\nTrack questions and issues\nShare findings with colleagues\nExecute tests\nValidate changes\nSave reports\n \nDuring exploratory test execution, testers can,\nDetermine Test Coverage – take notes on the coverage of test cases,\nReport bugs - take screenshots or record a video of a sequence of steps\nLog Risks – Note which risks need to be covered and which are all important ones\nTrack Test Execution Log – Recordings on the test execution\nRaise Issues / Queries – Take notes on the question and issues on the system\n\nUse Fintest Pro to:\n• Leverage requirements to explore an application\n• Determine test cases during testing\n• Investigate a system or application\n• Investigate and learn new features\n• Improve test design\n• Create test or product documentation\n\nWith access to multiple integrations -- Fintest Pro is your hub for sharing and reporting bugs.\n\nResources can be backed up to the cloud, or kept locally in the browser for more privacy.\n\nFintest Pro, Your Exploratory Testing Companion!\n\n• • •\n\nQuestions? Feedback? Visit https://fintest.ca/support/ or reach out on Reddit @r/fintest_pro.",
    "es": "The top browser extension for capturing and recording screens, taking screenshots, adding notes, and many other useful features.\nFintest Pro is one of the fastest, immersive and most convenient extensions in the Chrome store for capturing data and manipulating it.\n *     Extremely easy to use.\n *     Fast and reliable.\n *     User-friendly interface and useful functionality.\n\nTake screenshots\n*\tDesktop, area and instant copy screenshots\n*\tAn ability to crop, blur, and select screen sizes for the screenshot\n*\tUse shapes that can help select or emphasize objects displayed in the screenshot\n*\tFree-form drawing and an ability to highlight needed information\n \nRecord your screen\n*\tRecord your screen with a webcam or microphone\n*\tFull HD resolution\n* \tAbility to review videos in the preview tab\n*\tDesktop, application, browser tab or webcam capture\n\nAdd notes\n*\tAdd a note on the website you need\n*\tSave and share ability\n*\tAdd comments to capture testing ideas, investigate potential bugs, or ask questions.\n\nTest tools\n*\tCheck links\n*\tTest for accessibility\n*\tCheck performance\n*\tInspect security\n*\tValidate changes\n*\tCompare files\n \nFintest Pro is supported on: Chrome, Opera, Microsoft Edge, and all Chromium based browsers such as the Brave browser and the Vivaldi browser.\n\nTestimonials\n----------------------------------------------------------------------------------------------------------------------\n “Fintest Pro is the most convenient and simple tool I’ve ever used. I have already recommended it to all my colleagues and they love it.” – Michael McFlury (Software tester)\n“All you have to know is that Fintest Pro provides you with an opportunity to share captured resources with the most popular tools like Jira, Slack, and Telegram. Moreover, this extension has a super friendly interface that makes it pleasant to work with it every day!” – John Ritcher (Performance tester)\n“Hard to believe, but I am spending half as much time on my work after downloading Fintest Pro. This extension is awesome, it helps me save a great amount of time because it has all I need, starting with capturing my screen as well asand various test tools.” – Anna Markova (Unit tester)\n----------------------------------------------------------------------------------------------------------------------\n\nHow do people use Fintest Pro?\n\nTesting Professionals:\n*\tSeveral types of checkers that will save time, and add quality to your site or application\n*\tAn ability to highlight an issue in the screenshot\n*\tRecord a video to demonstrate how certain problems or bugs appear\n*\tIntegration with Jira, Slack, Telegram, Google Drive, DropBox and another helpful social media\n*\tWorks on popular browsers such as Chrome, Opera, Microsoft Edge and others.\n \nEducation:\n*\tTeachers save time, increase effectiveness\n*\tUser friendly interface, where even children can understand the basics of the extension\n*\tMultiple languages supported\n*\tPerfect for reports, using videos or screenshots to highlight important information\n*\tUnlimited duration for video capture and an unlimited number of screenshots and notes\n\nAll users:\nEvery person can use Fintest Pro for his or her needs, you can capture and edit a screenshot or record online game play, you can add a recipe for a dish captured from a website and then easily find it in our resource feed. Install Fintest Pro and save your time!\n Specs:\n*\tYou can select which screenshot formats you need to download in the settings tab, we offer 3 main formats: WEBP, JPEG and PNG.\n*\tYou can select multiple formats to save videos such as, MKV or WEBM\n*\tEach of our main functions has its own shortcut, you can change them in the settings tab in the Hotkeys section.\n\nInfo/Contact Us:\nSupport Docs: fintest.ca/support\nFAQs: fintest.ca/support\nemail: support@fintest.ca",
    "ru": "Легко и эффективно собирайте информацию и обменивайтесь ею. Оптимизируйте свою информацию, сортируя и фильтруя её.\nЛучшее браузерное расширение для захвата и записи экрана, создания скриншотов, добавления заметок и многих других полезных функций.\n\nFintest Pro - одно из самых быстрых, захватывающих и удобных расширений в Chrome магазине для сбора данных и управления ими.\n *          чрезвычайно простое в использовании;\n *          быстрое и надежное;\n *          имеет удобный интерфейс и полезный функционал.\n\nДелайте снимки экрана:\t\n*\tсоздавайте скриншоты рабочего стола, выбранной области и мгновенное копирование;\n*\tу Вас есть возможность обрезки, размытия и выбора размера скриншота;\n*\tиспользуйте фигуры, которые могут помочь выделить или подчеркнуть объекты, отображаемые на снимке экрана;\n*\tрисуйте формы и выделяйте необходимую информацию абсолютно бесплатно.\n \nЗаписывайте экран:\n*\tзаписывайте свой экран с помощью веб-камеры и микрофона;\n*\tиспользуйте разрешение Full HD;\n* \tу Вас есть возможность просматривать видео на вкладке предварительного просмотра;\n*\tделайте захват рабочего стола, приложения, вкладки браузера или изображения с веб-камеры.\n\nДобавляйте заметки:\n*\tдобавляйте заметки на нужном Вам сайте;\n*\tу Вас есть возможность сохранить и поделиться;\n*\tдобавляйте комментарии, чтобы зафиксировать идеи для тестирования, изучить потенциальные баги или задать вопрос.\n\nИнструменты тестирования:\n*\tпроверка ссылок;\n*\tпроверка производительности;\n*\tпроверка безопасности;\n*\tтест на доступность;\n*\tсравнение изменений;\n*\tсравнение файлов.\n \nFintest Pro поддерживается Chrome, Opera, Microsoft Edge и всеми браузерами на основе Chromium, такими как браузер Brave и Vivaldi.\n\nОтзывы\n----------------------------------------------------------------------------------------------------------------------\n«Fintest Pro - самый удобный и простой инструмент, которым я когда-либо пользовался. Я уже рекомендовал его всем своим коллегам, и им он понравился».\n - Майкл Макфлури (тестировщик программного обеспечения)\n\n«Все, что вам нужно знать, это то, что Fintest Pro предоставляет Вам возможность делиться полученными ресурсами с помощью самых популярных инструментов, таких как Jira, Slack и Telegram. Кроме того, это расширение имеет удобный для пользователя интерфейс, благодаря которому с ним приятно работать каждый день!».\n - Джон Ритчер (тестировщик производительности)\n\n«Трудно поверить, но после загрузки Fintest Pro я трачу в два раза меньше времени на свою работу. Это замечательное расширение помогает мне сэкономить много времени, потому что в нем есть все, что мне нужно, начиная с захвата области экрана и до различных инструментов для тестирования». \n- Анна Маркова (модульный тестировщик)\n----------------------------------------------------------------------------------------------------------------------\n\nКак люди используют Fintest Pro?\n\nСпециалисты по тестированию:\n*\tосуществляют несколько типов проверок, которые сэкономят время и улучшат качество Вашего сайта или приложения;\n*\tимеют возможность выделить проблему на снимке экрана;\n*\tзаписывают видео для демонстрации того, как появляются определенные проблемы или баги;\n*\tиспользуют интеграцию с Jira, Slack, Telegram, Google Drive, DropBox и другими полезными социальными сетями;\n*\tимеют возможность работать с расширением в популярных браузерах, таких как Chrome, Opera, Microsoft Edge и другие.\n \nОбразование:\n*\tэкономит время учителей, повышает эффективность;\n*\tимеет удобный и интуитивно понятный интерфейс, с помощью которого любой сможет использовать все его функции;\n*\tподдерживает несколько языков;\n*\tподходит для отчетов, для выделения важной информации при записи видеороликов или снимков экрана;\n*\t без ограничений по времени записи видео и количеству созданных снимков экрана и заметок.\n\nВсе пользователи:\nКаждый может использовать Fintest Pro для своих нужд. Вы можете сделать снимок экрана и отредактировать его. Также можно записать онлайн-игру или добавить рецепт блюда, снятый с веб-сайта, а затем легко найти его в нашей ленте ресурсов. Установите Fintest Pro и сэкономьте время!\n Дополнительные возможности:\n*\tна вкладке настроек Вы можете выбрать, в каком формате Вам удобнее скачивать скриншоты (WEBP, JPEG и PNG);\n*\tВы можете выбрать несколько форматов для сохранения видео, например, MKV или WEBM;\n*\tу каждой из наших основных функций есть своя комбинация горячих клавиш. Вы можете менять их на вкладке настроек в разделе «Горячие клавиши».\n\nИнформация / Связь с нами:\nВспомогательные документы: fintest.ca/support\nЧасто задаваемые вопросы: fintest.ca/support\nЭлектронная почта: support@fintest.ca",
    "uk": "Збирайте та обмінюйтесь інформацією легко та ефективно. Оптимізуйте свою інформацію, сортуючи і фільтруючи її.\nНайкраще браузерне розширення для захоплення та запису екрана, створення скріншотів, додавання нотаток і багатьох інших корисних функцій.\nFintest Pro - одне з найшвидших, захоплюючих і зручних розширень в Chrome магазині для збору даних і керування ними.\n *          надзвичайно просте  у використанні;\n *          швидке та надійне;\n*           зі зручним  інтерфейсом  та корисним функціоналом.\n\nСтворюйте знімки екрана:\t\n*\tстворюйте скріншоти робочого столу, вибраної області та миттєве копіювання;\n*\tВи маєте можливість обрізки, розмиття і вибору розміру скріншота;\n*\tвикористовуйте фігури, за допомогою яких можна виділити або підкреслити об'єкти, що відображаються на знімку екрана;\n*\tдодавайте форми та виділяйте необхідну інформацію.\n \nЗаписуйте екран:\n*\tзаписуйте свій екран за допомогою веб-камери та мікрофона;\n*\tвикористовуйте роздільну здатність Full HD;\n* \tВи маєте можливість переглядати відео на вкладці попереднього перегляду;\n*\tзахоплюйте робочий стіл, додаток, вкладку браузера або зображення з веб-камери.\n\nДодавайте нотатки:\n*\tдодавайте нотатки на потрібному Вам сайті;\n*\tВи маєте можливість зберегти та поділитися;\n*\tдодавайте коментарі, щоб зафіксувати ідеї для тестування, вивчити потенційні баги або задати питання.\n\nІнструменти тестування:\n*\tперевірка посилань;\n*\tперевірка продуктивності;\n*\tперевірка безпеки;\n*\tтест на доступність;\n*\tпорівняння змін;\n*\tпорівняння файлів.\n \nFintest Pro підтримується Chrome, Opera, Microsoft Edge і всіма браузерами на основі Chromium, такими як браузер Brave і Vivaldi.\n\nВідгуки\n-------------------------------------------------- -------------------------------------------------- ------------------\n«Fintest Pro - найзручніший і найпростіший інструмент, яким я коли-небудь користувався. Я вже рекомендував його всім своїм колегам, і їм він сподобався». \n- Майкл Макфлурі (тестувальник програмного забезпечення)\n«Все, що вам потрібно знати, це те, що Fintest Pro надає Вам можливість ділитися отриманими ресурсами за допомогою найпопулярніших інструментів, таких як Jira, Slack і Telegram. Крім того, це розширення має зручний для користувача інтерфейс, завдяки якому з ним приємно працювати кожен день! » \n- Джон Рітчер (тестувальник продуктивності)\n«Важко повірити, але після завантаження Fintest Pro я витрачаю в два рази менше часу на свою роботу. Це чудове розширення допомагає мені заощадити багато часу, тому що в ньому є все, що мені потрібно, починаючи з захоплення області екрану і до різних інструментів для тестування».\n - Анна Маркова (модульний тестувальник)\n-------------------------------------------------- -------------------------------------------------- ------------------\n\nЯк люди використовують Fintest Pro?\n\nФахівці з тестування:\n*\tздійснюють кілька типів перевірок, які зекономлять час і покращать якість Вашого сайту або додатка;\n*\tмають можливість виділити проблему на знімку екрана;\n*\tзаписують відео для демонстрації того, як з'являються певні проблеми або баги;\n*\tвикористовують інтеграцію з Jira, Slack, Telegram, Google Drive, DropBox та іншими корисними соціальними мережами;\n*\tмають можливість працювати з розширенням в популярних браузерах, таких як Chrome, Opera, Microsoft Edge та інші.\n \nОсвіта:\n*\tекономить час вчителів та підвищує ефективність;\n*\tмає зручний та інтуїтивно зрозумілий інтерфейс, за допомогою якого будь - хто може користуватись усіма можливостями розширення;\n*\tпідтримує декілька мов;\n*\tзастосовується для звітів, з метою виділення важливої інформації, використовуючи відеоролики та знімки екрана;\n*\tбез обмежень в часі по запису відео та кількості зроблених знімків екрана  і нотаток.\n\nУсі користувачі:\nКожен може використовувати Fintest Pro для своїх потреб: Ви можете зробити знімок екрана та відредагувати його. Так само можна записати онлайн-гру або додати рецепт страви, знятий з веб-сайту, а потім легко знайти його в нашій стрічці ресурсів. Встановіть Fintest Pro і заощаджуйте час!\n Додаткові можливості:\n*\tу вкладці налаштувань Ви можете вибрати, в якому форматі Вам зручніше завантажувати скріншоти (WEBP, JPEG і PNG);\n*\tВи можете вибрати декілька форматів для збереження відео, наприклад, MKV або WEBM;\n*\tу кожної з наших основних функцій є своя комбінація гарячих клавіш. Ви можете змінювати їх на вкладці налаштувань у розділі «Гарячі клавіші».\n\nІнформація / Зв'язок з нами:\nДопоміжні документи: fintest.ca/support\nПитання, які часто задають: fintest.ca/support\nЕлектронна пошта: support@fintest.ca"
  }
}