{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TimeSkip - YouTube Chapters"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEO-optimized timestamps for YouTube videos in seconds."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TimeSkip is the ultimate Chrome extension for generating SEO-optimized chapters.\n\nSave your time and boost your video engagement and visibility.\n\n🌟 WHO IT'S BEST FOR:\n- PODCASTS AND INTERVIEWS: Provide your audience with quick access to key points in your interviews and podcast episodes.\n- TUTORIALS AND HOW-TO VIDEOS: Step-by-step guides on various topics like cooking, DIY projects, coding tutorials, and software tutorials.\n- EDUCATIONAL LECTURES AND COURSES: University lectures, online courses (MOOCs), and educational content covering specific topics or subjects.\n- BUSINESS AND FINANCE, INVESTING AND TRADING: Enhance your financial tutorials and market analyses with clear, SEO-optimized chapters.\n- NEWS, POLITICS, AND CURRENT EVENTS: Make your news segments and political discussions more navigable and engaging.\n- HEALTH, WELLNESS, AND LONGEVITY: Organize your health tips, wellness advice, and longevity strategies into easily digestible chapters.\n\n✨ KEY FEATURES:\n- FASTEST CHAPTER GENERATION: Effortlessly generate chapters for YouTube videos directly within the player. A 1-hour video takes just 5 seconds on average to process, ensuring you spend more time creating and less time waiting.\n- SEO-OPTIMIZED TITLES: Chapter titles are crafted with long-tail keywords, boosting your video's visibility and searchability.\n- ONE-CLICK TIMESTAMP COPYING: Easily copy the generated timestamps, one click away from the edit description button.\n- MOST CONVENIENT PROCESS: No need to visit another website or paste links. Generate chapters directly from your video player with a simple click.\n\n❓ WHY CHOOSE TIMESKIP?\n- SAVE TIME: Automatically generate chapters and avoid the hassle of manual timestamping.\n- IMPROVE SEO: Optimize your video descriptions with well-researched keywords.\n- BOOST ENGAGEMENT: Keep your viewers engaged with well-structured chapters that make navigation easier.\n- SIMPLE AND EFFICIENT: With just a few clicks, transform your videos and enhance your YouTube presence.\n\nUpgrade your YouTube channel with TimeSkip today:\n- 📈 Higher Search Rankings: Videos get ranked higher on search results.\n- 👁️‍🗨️ More Views: Attract more viewers to your content.\n- 📈 Channel Growth: Grow your YouTube channel and reach a wider audience.\n\nDownload now!"
  }
}