{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Metronome Trainer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helps drummers and other musicians to exercise along with the metronome and track progress in Notion pages."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Notion Pages allows you to describe the exercise the way you want by adding text, images, embedded videos and other content. The extension automates exercise progress tracking and provides customizable metronome for your workouts. Use metronome to practice a task with current BPM. Use BPM table to keep track of completed tasks.\n\nKey Features:\n- Customize the metronome: configure measure time signature, subdivision clicks, accents.\n- You don't have to manually remember/read/write what BPMs you have already practiced with, the extension keeps track of completed tasks.\n- Split exercises into parts with different metronome configuration.\n- Describe ranges of BPMs you want to practice in one line and the extension will fill the BPM table for you.\n\nFor more information, see the project home page:\nhttps://dlyz.notion.site/dlyz/Metronome-Trainer-252692a4825c4e9eac41538ae74fcfb2\n\n\nThe extension allows you to create metronome-based exercises using Notion Pages. On the page describe the exercise, define exercise settings with metronome configuration and a table of BPMs (beats per minute, the speed of the metronome). The extension recognizes this page as an exercise and adds a metronome to the web page. You can now practice the exercise on your instrument along with the metronome. The metronome stops after a specified amount of time and automatically adds a completion record to the BPMs table so that the next BPM value from the table will be used the next time. This way you may practice by gradually increasing the speed of the metronome."
  }
}