{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Choseno Web Reviewer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Write and store reviews for websites and specific pages with a modern, visually stunning interface."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview\nChoseno Website Reviewer is the ultimate Chrome Extension for users who want to share, store, and explore reviews for any website or page on the internet. With a sleek, intuitive interface and powerful features, Choseno Website Reviewer empowers users to document their experiences, highlight helpful resources, and call out misleading practices. Whether you’ve had a poor experience with a contractor’s website that lacks a feedback section, encountered hidden fees on a “free” website, or want to warn others about spammy or scammy sites, Choseno Website Reviewer is here to help you make the internet safer, more transparent, and more accountable.\n\nKey Features\n\nWrite and Store Reviews for Any Website or Page\nDocument your experiences effortlessly by leaving reviews on any website, even if it doesn’t support reviews on its platform. With Choseno, you can review websites and specific pages, making it easy to track your experiences.\n\nExplore Honest Feedback from Real Users\nOur Chrome extension gives you direct access to community-driven insights. Discover reviews on websites you’re about to visit to avoid scams, misleading claims, and poor service providers.\n\nUser-Friendly, Visually Stunning Interface\nChoseno’s modern, clean interface makes writing and reading reviews enjoyable and seamless. Say goodbye to clunky review sections—our interface is designed for maximum readability and ease of use.\n\nFlag Spam and Fraudulent Sites\nIdentify and flag spammy or potentially fraudulent websites quickly, helping other users avoid online scams. Choseno’s crowdsourced reviews make it easy to spot questionable websites before you engage with them.\n\nSentiment Analysis and Community Alerts\nAI-powered sentiment analysis highlights both extreme user dissatisfaction and satisfaction, giving you quick insights into a website’s trustworthiness. Community alerts and upvoting let helpful reviews stand out, so the best feedback is always visible.\n\nShare Feedback for Contractors and Service Providers\nHad a bad experience with a contractor or service provider whose website lacks a review section? Choseno allows you to leave feedback regardless, so you can warn others and hold providers accountable.\n\nWhy Choseno Website Reviewer?\n\nTransparency & Trust: Provides a single platform for users to access honest feedback, creating a trustworthy online space.\nAccountability: Encourages better business practices and transparency as companies and websites become aware that users have a public platform to express concerns.\nCommunity-Powered Insights: Crowdsourced reviews and sentiment analysis mean users can rely on diverse perspectives, creating a fuller picture of each website.\nIdeal for Researchers and Analysts: Gain access to real-time, community-driven data on websites and services, perfect for those interested in spotting trends in online behavior and practices.\nWho Should Use Choseno Website Reviewer?\n\nConsumers looking to avoid scams or poor service.\nFrequent Shoppers who want to document experiences and help others make better choices.\nService Users wanting to provide feedback on contractors, services, or companies lacking review sections.\nResearchers and Analysts interested in monitoring community data on the legitimacy and quality of online services.\nHow to Get Started\n\nInstall the Extension: Add the Choseno Website Reviewer Chrome Extension from the Chrome Web Store.\nWrite Your Review: Visit any site, click the Choseno extension icon, and leave a review for the website or specific page.\nExplore Reviews: View community insights to make informed decisions before engaging with any website.\nFlag and Share: Spot a spammy site? Flag it to help warn others!\nBenefits of Using Choseno Website Reviewer\n\nMore Informed Browsing: Know what to expect before you interact with a website.\nBetter Consumer Decisions: Avoid sites with hidden fees, spammy practices, or untrustworthy services.\nA Safer Internet: Build a community that supports transparency, accountability, and user empowerment.\nTechnical Details\n\nCompatibility: Works with Google Chrome on Windows, Mac, and Linux.\nSecure and Private: Choseno does not track your browsing data and protects your privacy.\nRegular Updates: Frequent improvements based on user feedback, enhancing functionality, design, and security.\nFrequently Asked Questions (FAQ)\n\nIs Choseno Website Reviewer free to use?\nYes! Choseno Website Reviewer is a free Chrome extension that allows users to leave and view reviews without any cost.\n\nHow does Choseno protect my privacy?\nChoseno does not track your browsing data, ensuring that your privacy is maintained.\n\nCan I report a misleading or scam website?\nAbsolutely! You can flag spammy or fraudulent websites to warn others and contribute to a safer online space.\n\nDownload the Choseno Website Reviewer today to help make the internet a safer, more transparent place! Join our community of informed users and start sharing your experiences for a more accountable digital world."
  }
}