{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "EmailDrop - Extract Emails in 1 second",
    "de": "EmailDrop – Leichte Email Extrahierung",
    "es": "EmailDrop – Extrae Correos Electrónicos Fácilmente",
    "fr": "EmailDrop - Extraire emails en 1 sec",
    "id": "EmailDrop - Ekstrasi Email Mudah",
    "it": "EmailDrop – Estrai Email Facilmente",
    "ja": "EmailDrop - 簡単なエキスの電子メール",
    "ko": "드롭-쉬운 추출 이메일",
    "pl": "EmailDrop - łatwo wydobądź email",
    "pt_BR": "EmailDrop  - Extraia Fácil os E-mails",
    "ru": "EmailDrop – Извлекайте электронные адреса",
    "zh_CN": "EmailDrop - 轻松提取电邮"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Extract all emails on a webpage and Export them to a file.....Clean, Simple & Fast",
    "de": "Extrahieren sie alle E-mails auf einer Webseite und exportieren Sie sie zu einer Datei... Glatt, einfach & Schnell",
    "es": "Extrae todos los correos electrónicos de una página web y Expórtalos a un archivo…Limpio, Sencillo y Rápido",
    "fr": "Extraction des emails présents dans une site, et possibilité de les exporter vers un fichier en 1 clic...Simple, Rapide & Gratuit",
    "id": "Ekstraksi semua email pada halaman web dan Ekspor mereka ke file ..... Bersih, Sederhana & Cepat",
    "it": "Estrai tutte le email su una pagina web ed esportale in un file… pulito, semplice e veloce",
    "ja": "Web ページ上のすべてのメールを抽出し、それらをファイルにエクスポート.クリーン、シンプル & 高速",
    "ko": "웹 페이지에서 모든 이메일을 추출 하 고 파일에 수출... 깨끗 한, 간단 하 고 & 빠른",
    "pl": "Wydobądź wszystkie emaile na stronie i wyeksportuj je do pliku.....łatwe, proste i szybkie",
    "pt_BR": "Extraia todos os e-mail de um site e exporte-os para um arquivo....Claro, Simples e Rápido",
    "ru": "Извлеките все электронные адреса со страницы и Экспортируйте их в файл…. Аккуратно, Просто и Быстро",
    "zh_CN": "提取一个网页上所有的电邮并导出它们到一个文档里。。。快速简洁"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Extract all emails on a webpage and export them to a file.\n\n* Clean, Simple & Fast\n* Detect Fuzzy Strings (like @2x.png)\n* Intelligent Engine\n\nEmailDrop is a simple and very powerful Chrome Extension which helps you extract emails on a webpage and export them to a file. No more hassle to copy each email from a webpage and store it individually.\n\nEmailDrop is a powerful Chrome extension to extract emails automatically from website and webpages. \n\nYou don't need to be a developer to use EmailDrop, (so no need to learn Xpath,jquery,css...) EmailDrop identify the email in the webpage, scrapes that informations, and displayed it in a popup (or you can download all the emails at once)\n\nAlso, EmailDrop remove all data that looks like email but are not (like xxx@2x.png)\n\nThis extension allows you to :\n- Extract all the emails on the webpage\n- Store all the extracted emails as a TXT file\n\nFor people who work in the SEO industry, you can quickly collect a group of emails on the page and store them for future reference to a TXT file \n\nWith EmailDrop, it takes 1 click to get and extract email on a webpage. EmailDrop is the perfect email extraction tool.\n\nHappy Email Droping :)\n\nNote : we are developing a paid extension wth many more features. Install this extension and we'll keep you updated with notifications.",
    "de": "Extrahieren sie alle E-mails auf einer Webseite und exportieren Sie sie zu einer Datei.\n-Läuft glatt, leicht & schnell\n-Erkennt Fuzzy Strings\n-Intelligenter Suchmotor\n\n\nEmailDrop ist eine einfache und sehr leistungsfähige Chrome Erweiterung die ihnen hilft auf einer Webseite Emails zu extrahieren und sie zu einer Datei exportiert. Keinen Ärger mehr damit jede Email einzeln zu kopieren und sie einzeln zu speichern.\n\nEmailDrop ist eine leistungsfähige Chrome Erweiterung um Emails automatisch von Webseiten und Internetseiten zu extrahieren.\n\nExtrahieren sie automatisch Email Adressen von Internetseiten.\n\nFiltern Sie sie für Duplikate der Emails\nExportieren Sie extrahierte Emails zu einer Textdatei\n\nExtrahieren Sie Emails von Webseiten",
    "es": "Extrae todos los correos electrónicos de un sitio web y expórtalos a un archivo. \n* Limpio, Sencillo y Rápido\n* Detecta comparaciones parciales  \n* Motor Inteligente\n\nEmailDrop es una poderosa Extensión de Chrome la cual te ayuda a extraer los correos electrónicos encontrados en una página y a su vez los exporta a un archivo. Olvídate de la molestia de copiar cada uno de los correos electrónicos de una página web y almacénalos de forma individual.\n\nEmailDrop es una poderosa Extensión de Chrome la cual te ayuda a extraer correos electrónicos automáticamente de los sitios y páginas web. \n\nExtrae Direcciones de Correo Electrónico de las Páginas Web Automáticamente\nFiltra Correos Electrónicos duplicados\nExporta los correos electrónicos extraídos a un archivo de texto\n\nExtrae Correos Electrónicos de los sitios web",
    "id": "Ekstrak semua email pada halaman Web dan ekspor mereka ke file.\n \n* Bersih, Sederhana & Cepat\n* Mendeteksi String-String yang Fuzzy\n* Mesin Cerdas\n \nEmailDrop adalah sebuah Ekstensi Chrome yang sederhana dan sangat kuat yang membantu Anda mengekstrak email-email pada halaman Web dan mengekspornya ke sebuah file. Tidak ada lagi kerumitan untuk menyalin setiap email dari halaman web dan menyimpannya secara individual.\n \nEmailDrop adalah sebuah ekstensi Chrome yang kuat untuk mengekstrak email secara otomatis dari situs dan halaman web.\n \nEkstraksi Alamat Email dari Halaman Web Secara otomatis\nFilter-filter untuk email Duplikat\nEkspor email-email yang diekstrak ke sebuah file teks\n \nEkstrak Email dari situs",
    "it": "Estrai tutte le email su una pagina web ed esportale in un file\n\n* Pulito, semplice e veloce\n* Ricerca approssimata delle stringhe  \n* Motore intelligente \n\nEmailDrop è un’estensione di Chrome molto semplice e potente con la quale è possibile estrarre email da un sito web ed esportarle in un file. Basta copiare ogni email da una pagina web e conservarle una per una.\n\nEmailDrop è un’estensione di Chrome molto semplice e potente con la quale è possibile estrarre email automaticamente da pagine e siti web.\n\nEstrai indirizzi email da pagine web automaticamente\nFiltra email doppie\nEsporta le email estratte in un file di testo\n\nEstrai Email da Siti Web",
    "ja": "Web ページ上のすべてのメールを抽出し、それらをファイルにエクスポートします。\n\n* クリーン、シンプル & 高速\n* ファジィ文字列を検出します。\n* インテリジェント エンジン\nEmaildrop は、単純なとできます非常に強力な Chrome の拡張機能が web ページでメールを抽出し、それらをファイルにエクスポートします。これ以上 web ページから各メールをコピーし、それを個別に保存する面倒します。\n\nEmailDrop は、自動的に web サイトや web ページから電子メールを抽出する強力な Chrome の拡張子です。\n\n自動的に Web ページからメール アドレスを抽出します。\n重複メールのフィルター\n抽出電子メールをテキスト ファイルにエクスポートします。\n\nWeb サイトから電子メールを抽出します。",
    "ko": "웹 페이지에서 모든 이메일을 추출 하 고 파일에 그들을 수출.\n\n* 깨끗 한, 간단 하 고 & 빠른\n퍼지 문자열을 검색\n* 지능형 엔진\n\n이메일 드롭 하면 웹 페이지에서 이메일을 추출 하 고 파일에 그들을 수출 하는 간단 하 고 매우 강력한 크롬 확장입니다. 웹 페이지에서 각 이메일을 복사 하 고 그것을 개별적으로 저장할 더 이상 혼 전.\n\n이메일 드롭 웹사이트와 웹 페이지에서 이메일을 자동으로 추출 하는 강력한 크롬 확장 기능입니다.\n\n웹 페이지에서 이메일 주소를 자동으로 추출\n중복 이메일에 대 한 필터\n추출 된 이메일을 텍스트 파일로 내보내기\n\n웹 사이트에서 이메일을 추출",
    "pl": "Wydobądź wszystkie emaile na stronie i wyeksportuj je do pliku.\n\n* łatwe, proste i szybkie\n* Wykrywa Fuzzy Strings (PL rozmyte struny)\n* Inteligentny silnik\n\nEmailDrop jest prostym i potężnym rozszerzeniem Chrome, który pomoże Ci wydobyć emaile ze strony i wyeksportować je do pliku. Nie ma potrzeby, aby kopiować każdy e-mail ze strony internetowej i przechowywać je oddzielnie.\n\nEmailDrop jest potężnym rozszerzeniem Chrome które wydobędzie automatycznie emaile ze stron internetowych. \n\nAutomatycznie wydobądź adresy email ze stron internetowych\nFilltry dla powtarzających się emaili\n\nWyeksportuje wydobyte emaile do plików tekstowych",
    "pt_BR": "Extraia todos os e-mail de um site e exporte-os para um arquivo\n•\tClaro, Simples e Rápido\n•\tDetecte Fuzzy Strings\n•\tMecanismo Inteligente\n\nEmailDrop é uma extensão simples e poderosa do Chrome que te ajuda a extrair e-mails de uma página e exportá-los para um arquivo. Não tenha mais problemas em copiar e armazenar cada e-mail de uma página individualmente.\n\nEmailDrop é uma extensão poderosa do Chrome para extrair automaticamente e-mails de sites e páginas da web.\n\nExtraia Endereços de E-mails de Páginas da Web Automaticamente\n\nFiltros para duplicar e-mails\n\nExporte e-mails extraídos para um arquivo de texto\n\nExtraia E-mails de sites",
    "ru": "Извлеките все электронные адреса со страницы и экспортируйте их в файл\n\n* Аккуратно, Просто и Быстро\n* Определяет Нечеткие Строки\n* Умный двигатель\n\nEmailDrop это простое, но очень эффективное расширение для Google Chrome, которое поможет вам извлечь электронные адреса с веб-страницы и экспортировать их в файл.  \nNo more hassle to copy each email from a webpage and store it individually.\nБольше никаких хлопот с копированием и сохранением каждого отдельного адреса с веб-страницы.\n\nEmailDrop это эффективное расширение для Google Chrome для автоматического извлечения электронных адресов с веб-страниц и веб-сайтов.\n\nИзвлекайте электронные адреса с веб-страниц автоматически\nКонтроль повтора электронных адресов\nЭкспортируйте электронные адреса в текстовый файл \n\nИзвлекайте электронные адреса с веб-сайтов",
    "zh_CN": "提取一个网页上所有的电邮并导出它们到一个文档里。\n\n* 快速简洁\n* 检测模糊字符串\n* 智能引擎\n\nEmailDrop是一个简单和非常给力的Chrome扩展程序，帮助您提取一个网页上的所有电邮然后把它们导出到一个文档里。不再有从网页一个一个复制并存储电邮的麻烦。\n\nEmailDrop是一个从网站或网页自动提取电邮的非常给力的Chrome扩展程序。\n\n自动地从网页提取电邮地址\n过滤重复的电邮\n导出已提取的电邮到一个文字文档\n\n从网站提取电邮"
  }
}