{
  "name": {
    "ar,bg,bn,de,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fr,gu,hi,it,lt,nl,pt_BR,pt_PT,ro,ru,sr,sv,te,tr,uk,vi,zh_CN,zh_TW": "Shoot Balls Arcade Game",
    "am,hr,hu,pl,sk,sw": "Shoot Balls Unblocked Game",
    "ca,cs,da,el,fil,id,ko,lv,ml,mr,sl": "Shoot Balls Online Game",
    "he,ja,kn,ms,ta,th": "Shoot Balls Online",
    "no": "Shoot Balls Game"
  },
  "short": {
    "ar": "في لعبة الممرات هذه ، قم بإسقاط الكتل المكدسة وتدميرها.",
    "am": "በዚህ የሰንደቅ ጨዋታ ላይ የተከማቸውን ብሎኮች አውርደህ አጥፋቸው።",
    "bg": "В тази аркадна игра сваляйте подредените блокове и ги унищожавайте.",
    "bn": "এই তোরণ খেলা মধ্যে, স্ট্যাকড ব্লক নিচে অঙ্কুর এবং তাদের ধ্বংস.",
    "ca": "En aquest joc d'arcade, dispareu pels blocs apilats i destruïu-los.",
    "cs": "V této arkádové hře sestřelte naskládané bloky a zničte je.",
    "da": "I dette arkadespil skal du skyde de stablede blokke ned og ødelægge dem.",
    "de": "In diesem Arcade-Spiel schießen Sie die gestapelten Blöcke ab und zerstören Sie sie.",
    "el": "Σε αυτό το παιχνίδι arcade, καταρρίψτε τα στοιβαγμένα μπλοκ και καταστρέψτε τα.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "In this arcade game, shoot down the stacked blocks and destroy them.",
    "es": "En este juego de arcade, derriba los bloques apilados y destruyéndolos.",
    "et": "Selles arkaadmängus tulistage virnastatud plokid maha ja hävitage need.",
    "fa": "در این بازی سرگرمی، شلیک کردن بلوک انباشته و نابود کردن آنها.",
    "fi": "Tässä arcade-pelissä ammu pinotut lohkot alas ja tuhoa ne.",
    "fil": "Sa arkada laro na ito, shoot down ang stacked bloke at sirain ang mga ito.",
    "fr": "Dans ce jeu d’arcade, abattez les blocs empilés et détruisez-les.",
    "gu": "આ આર્કેડ રમતમાં, ખડકાયેલા બ્લોક્સને શૂટ કરો અને તેનો નાશ કરો.",
    "he": "במשחק ארקייד זה, להפיל את הבלוקים הערומים ולהרוס אותם.",
    "hi": "इस आर्केड खेल में, नीचे ढेर ब्लॉकों को गोली मार और उन्हें नष्ट.",
    "hr": "U ovoj arkadnoj igri, oborite složene blokove i uništite ih.",
    "hu": "Ebben az arcade játékban lődd le a halmozott blokkokat, és pusztítsd el őket.",
    "id": "Dalam game arcade ini, tembak jatuh blok yang ditumpuk dan hancurkan.",
    "it": "In questo gioco arcade, abbatti i blocchi impilati e distruggili.",
    "ja": "このアーケードゲームでは、積み重ねられたブロックを撃墜し、それらを破壊します。",
    "kn": "ಈ ಆರ್ಕೇಡ್ ಆಟದಲ್ಲಿ, ಸ್ಟ್ಯಾಕ್ ಮಾಡಿದ ಬ್ಲಾಕ್ ಗಳನ್ನು ಹೊಡೆದುರುಳಿಸಿ ಮತ್ತು ಅವುಗಳನ್ನು ನಾಶಪಡಿಸಿ.",
    "ko": "이 아케이드 게임에서는 쌓인 블록을 격추하고 파괴하십시오.",
    "lv": "Šajā arkādes spēlē nošaujiet sakrautos blokus un iznīciniet tos.",
    "ml": "ഈ ആർക്കേഡ് ഗെയിമിൽ, അടുക്കിവച്ച ബ്ലോക്കുകൾ വെടിവച്ച് നശിപ്പിക്കുക.",
    "mr": "या आर्केड गेममध्ये, स्टॅक केलेले ब्लॉक्स खाली करा आणि त्यांचा नाश करा.",
    "ms": "Dalam permainan arked ini, tembak ke bawah blok bertindan dan musnahkannya.",
    "nl": "In dit arcadespel schiet je de gestapelde blokken neer en vernietig je ze.",
    "no": "I dette arkadespillet, skyte ned stablede blokker og ødelegge dem.",
    "pl": "W tej grze zręcznościowej zestrzel ułożone bloki i zniszcz je.",
    "ro": "În acest joc arcade, trage în jos blocuri stivuite și distruge-le.",
    "ru": "В этой аркадной игре сбивайте сложенные блоки и уничтожайте их.",
    "sk": "V tejto arkádovej hre zostreľte naskladané bloky a zničte ich.",
    "sl": "V tej igri arkada, ustreli navzdol zloženih blokov in jih uničiti.",
    "sv": "I detta arkadspel skjuter du ner de staplade blocken och förstör dem.",
    "sw": "Katika mchezo huu wa arcade, piga chini vitalu vilivyopangwa na kuviharibu.",
    "ta": "இந்த ஆர்கேட் விளையாட்டில், அடுக்கப்பட்ட தொகுதிகள் கீழே சுட மற்றும் அவர்களை அழிக்க.",
    "te": "ఈ ఆర్కేడ్ గేమ్ లో, స్టాక్డ్ బ్లాక్స్ డౌన్ షూట్ డౌన్ షూట్ మరియు వాటిని నాశనం.",
    "th": "ในเกมอาร์เคดนี้ยิงบล็อกที่ซ้อนกันและทําลายพวกเขา",
    "tr": "Bu arcade oyununda, istiflenmiş blokları vurun ve onları yok edin.",
    "uk": "У цій аркадній грі збивайте складені блоки і знищуйте їх."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you ready for the much loved ball shooting fun! Pass dozens of challenging levels and experience the fun. With more than ninety levels, the shoot balls game takes you on a fascinating journey. Each level has its challenges. Shoot balls players must reach the finish line as soon as possible by passing these challenges and moving on to the next level.\n\nThere are three different towers on each level. You have to destroy these towers by reducing their number with the help of cannons. After each tower is destroyed with cannons, your character will automatically move to the other tower, and you will have completed the level when they are all finished. It is possible for users who like arcade games to enjoy shooting balls more.\n\nHow To Play\nIn Shoot balls game, you can destroy massive towers with the help of mouse. You will lose the level if you shoot at the protection obstacles in front of the towers. For this reason, you must complete the levels by shooting carefully in the shoot balls game.\n\nShoot Balls Arcade Game Features\n✓ Arcade sounds\n✓ Easy control\n✓ Realistic graphics\n✓ 10+ Level\n\nFinally, you can enjoy these game for free (and more requests will be added)! Shoot Balls Arcade Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}