{
  "name": {
    "ar": "tweet2pdf - تحويل جميع التغريدات إلى ملف pdf/epub واحد",
    "am": "Tweets2PDF - ሁሉንም ትዊቶች ወደ አንድ ፒዲኤፍ/EPUB ቀይር",
    "bg": "Tweets2PDF - Конвертирайте всички туитове в един PDF/EPUB",
    "bn": "Tweets2PDF - সমস্ত টুইটকে একটি PDF/EPUB তে রূপান্তর করুন",
    "ca": "Tweets2PDF - Converteix tots els tuits en un PDF/EPUB",
    "cs": "Tweets2PDF – Převeďte všechny tweety do jednoho PDF/EPUB",
    "da,en,en_AU,en_GB,en_US,es_419,he": "Tweets2PDF - Convert All Tweets to One PDF/EPUB",
    "de": "Tweets2PDF – Konvertieren Sie alle Tweets in ein PDF/EPUB",
    "el": "Tweets2PDF - Μετατροπή όλων των tweets σε ένα PDF/EPUB",
    "es": "Tweets2PDF - Convierte todos los tweets en un PDF/EPUB",
    "et": "Tweets2PDF – teisendage kõik säutsud üheks PDF-iks/EPUB-iks",
    "fa": "Tweets2PDF - همه توییت ها را به یک PDF/EPUB تبدیل کنید",
    "fi": "Tweets2PDF – Muunna kaikki twiitit yhdeksi PDF/EPUB-tiedostoksi",
    "fil": "Tweets2PDF - I-convert ang Lahat ng Tweet sa Isang PDF/EPUB",
    "fr": "Tweets2PDF - Convertir tous les tweets en un seul PDF/EPUB",
    "gu": "Tweets2PDF - બધી ટ્વીટ્સને એક PDF/EPUB માં કન્વર્ટ કરો",
    "hi": "ट्वीट्स2पीडीएफ - सभी ट्वीट्स को एक पीडीएफ/ईपीयूबी में बदलें",
    "hr": "Tweets2PDF - Pretvorite sve Tweetove u jedan PDF/EPUB",
    "hu": "Tweets2PDF – Konvertálja az összes tweetet egyetlen PDF/EPUB formátumba",
    "id": "Tweets2PDF - Ubah Semua Tweet menjadi Satu PDF/EPUB",
    "it": "Tweets2PDF: converti tutti i tweet in un PDF/EPUB",
    "ja": "Tweets2PDF - すべてのツイートを 1 つの PDF/EPUB に変換",
    "kn": "Tweets2PDF - ಎಲ್ಲಾ ಟ್ವೀಟ್‌ಗಳನ್ನು ಒಂದು PDF/EPUB ಗೆ ಪರಿವರ್ತಿಸಿ",
    "ko": "Tweets2PDF - 모든 트윗을 하나의 PDF/EPUB로 변환",
    "lt": "Tweets2PDF – konvertuokite visus „Tweets“ į vieną PDF / EPUB",
    "lv": "Tweets2PDF — konvertējiet visus tvītus vienā PDF/EPUB formātā",
    "ml": "Tweets2PDF - എല്ലാ ട്വീറ്റുകളും ഒരു PDF/EPUB-ലേക്ക് പരിവർത്തനം ചെയ്യുക",
    "mr": "Tweets2PDF - सर्व ट्विट्स एका PDF/EPUB मध्ये रूपांतरित करा",
    "ms": "Tweets2PDF - Tukar Semua Tweet kepada Satu PDF/EPUB",
    "nl": "Tweets2PDF - Converteer alle tweets naar één PDF/EPUB",
    "no": "Tweets2PDF - Konverter alle tweets til én PDF/EPUB",
    "pl": "Tweets2PDF - Konwertuj wszystkie tweety na jeden plik PDF/EPUB",
    "pt_BR,pt_PT": "Tweets2PDF - Converta todos os tweets em um PDF/EPUB",
    "ro": "Tweets2PDF - Convertiți toate Tweeturile într-un singur PDF/EPUB",
    "ru": "Tweets2PDF — конвертируйте все твиты в один PDF/EPUB",
    "sk": "Tweets2PDF – Previesť všetky Tweety do jedného PDF/EPUB",
    "sl": "Tweets2PDF - Pretvorite vse tvite v en PDF/EPUB",
    "sr": "Твеетс2ПДФ - Претворите све твитове у један ПДФ/ЕПУБ",
    "sv": "Tweets2PDF - Konvertera alla tweets till en PDF/EPUB",
    "sw": "Tweets2PDF - Badilisha Tweets Zote ziwe PDF/EPUB Moja",
    "ta": "Tweets2PDF - அனைத்து ட்வீட்களையும் ஒரு PDF/EPUB ஆக மாற்றவும்",
    "te": "Tweets2PDF - అన్ని ట్వీట్లను ఒక PDF/EPUBకి మార్చండి",
    "th": "Tweets2PDF - แปลงทวีตทั้งหมดเป็น PDF/EPUB ไฟล์เดียว",
    "tr": "Tweets2PDF - Tüm Tweetleri Tek PDF/EPUB'a Dönüştür",
    "uk": "Tweets2PDF - конвертуйте всі твіти в один PDF/EPUB",
    "vi": "Tweets2PDF - Chuyển đổi tất cả các Tweet thành một PDF/EPUB",
    "zh_CN": "Tweets2PDF - 将所有推文转换为一本PDF/EPUB电子书",
    "zh_TW": "Tweets2PDF - 將所有推文轉換為一份 PDF/EPUB"
  },
  "short": {
    "ar": "احفظ تغريدات أي شخص على Twitter ككتاب إلكتروني جميل بتنسيق PDF/EPUB مع إمكانية نسخ النص وتحديده والبحث عن النص الكامل",
    "am": "የማንም ሰው የትዊተር ትዊቶችን እንደ ውብ ፒዲኤፍ/EPUB ኢ-መጽሐፍ በጽሑፍ መቅዳት፣ ምርጫ እና ሙሉ ጽሑፍ ፍለጋ ያስቀምጡ።",
    "bg": "Запазете нечии туитове в Twitter като красива PDF/EPUB електронна книга с копиране на текст, селекция и търсене в пълен текст",
    "bn": "টেক্সট অনুলিপি, নির্বাচন, এবং পূর্ণ-পাঠ্য অনুসন্ধান সহ যেকোনও ব্যক্তির টুইটার টুইটগুলিকে একটি সুন্দর PDF/EPUB ইবুক হিসাবে সংরক্ষণ…",
    "ca": "Deseu els tuits de Twitter de qualsevol persona com un bonic llibre electrònic PDF/EPUB amb còpia de text, selecció i cerca de text…",
    "cs": "Uložte si tweety kohokoli na Twitteru jako krásnou elektronickou knihu PDF/EPUB s kopírováním textu, výběrem a fulltextovým…",
    "da,en,en_AU,en_GB,en_US,es_419,he": "Save anyone's Twitter tweets as a beautiful PDF/EPUB eBook with text copying,selection,and full-text search",
    "de": "Speichern Sie alle Twitter-Tweets als wunderschönes PDF/EPUB-eBook mit Textkopie, -auswahl und Volltextsuche",
    "el": "Αποθηκεύστε τα tweets οποιουδήποτε Twitter ως ένα όμορφο eBook PDF/EPUB με αντιγραφή κειμένου, επιλογή και αναζήτηση πλήρους…",
    "es": "Guarde los tweets de Twitter de cualquier persona como un hermoso libro electrónico PDF/EPUB con copia, selección y búsqueda de…",
    "et": "Salvestage igaühe Twitteri säutsud kauni PDF-/EPUB-e-raamatuna koos teksti kopeerimise, valimise ja täistekstiotsinguga",
    "fa": "توییت های توییتر هر کسی را به عنوان یک کتاب الکترونیکی PDF/EPUB زیبا با کپی کردن متن، انتخاب و جستجوی تمام متن ذخیره کنید.",
    "fi": "Tallenna kenen tahansa Twitter-tviitit kauniiksi PDF/EPUB-e-kirjaksi tekstin kopioinnin, valinnan ja kokotekstihaun avulla",
    "fil": "I-save ang mga tweet ng sinuman sa Twitter bilang isang magandang PDF/EPUB eBook na may pagkopya ng teksto, pagpili, at paghahanap…",
    "fr": "Enregistrez les tweets Twitter de n'importe qui sous la forme d'un magnifique livre électronique PDF/EPUB avec copie de texte,…",
    "gu": "કોઈપણની ટ્વિટર ટ્વીટને ટેક્સ્ટ કોપી, પસંદગી અને સંપૂર્ણ-ટેક્સ્ટ શોધ સાથે સુંદર PDF/EPUB ઈબુક તરીકે સાચવો.",
    "hi": "टेक्स्ट कॉपी, चयन और पूर्ण-पाठ खोज के साथ किसी के भी ट्विटर ट्वीट को एक सुंदर पीडीएफ/ईपीयूबी ईबुक के रूप में सहेजें",
    "hr": "Spremite bilo čije Twitter tweetove kao prekrasnu PDF/EPUB e-knjigu s kopiranjem teksta, odabirom i pretraživanjem cijelog teksta",
    "hu": "Mentse el bárki Twitter-tweetjeit gyönyörű PDF/EPUB e-könyvként szövegmásolással, kijelöléssel és teljes szöveges kereséssel",
    "id": "Simpan tweet Twitter siapa pun sebagai eBuku PDF/EPUB yang indah dengan penyalinan teks, pemilihan, dan pencarian teks lengkap",
    "it": "Salva i tweet di Twitter di chiunque come un bellissimo eBook PDF/EPUB con copia, selezione e ricerca del testo completo",
    "ja": "誰の Twitter ツイートでも、テキストのコピー、選択、全文検索が可能な美しい PDF/EPUB 電子書籍として保存できます。",
    "kn": "ಪಠ್ಯ ನಕಲು, ಆಯ್ಕೆ ಮತ್ತು ಪೂರ್ಣ-ಪಠ್ಯ ಹುಡುಕಾಟದೊಂದಿಗೆ ಯಾರೊಬ್ಬರ Twitter ಟ್ವೀಟ್‌ಗಳನ್ನು ಸುಂದರವಾದ PDF/EPUB ಇಬುಕ್ ಆಗಿ ಉಳಿಸಿ",
    "ko": "텍스트 복사, 선택 및 전체 텍스트 검색 기능을 통해 모든 사람의 Twitter 트윗을 아름다운 PDF/EPUB eBook으로 저장하세요.",
    "lt": "Išsaugokite bet kurio „Twitter“ žinutes kaip gražią PDF / EPUB el. knygą su teksto kopijavimu, pasirinkimu ir viso teksto paieška",
    "lv": "Saglabājiet ikviena Twitter tvītus kā skaistu PDF/EPUB e-grāmatu ar teksta kopēšanu, atlasi un pilna teksta meklēšanu",
    "ml": "ടെക്‌സ്‌റ്റ് കോപ്പി ചെയ്യൽ, സെലക്ഷൻ, ഫുൾ-ടെക്‌സ്‌റ്റ് തിരയൽ എന്നിവയ്‌ക്കൊപ്പം ആരുടെയും ട്വിറ്റർ ട്വീറ്റുകൾ മനോഹരമായ PDF/EPUB…",
    "mr": "मजकूर कॉपी करणे, निवड करणे आणि पूर्ण-मजकूर शोध यासह कोणाचेही ट्विटर ट्विट सुंदर PDF/EPUB eBook म्हणून जतन करा",
    "ms": "Simpan tweet Twitter sesiapa sahaja sebagai eBook PDF/EPUB yang cantik dengan penyalinan teks, pemilihan dan carian teks penuh",
    "nl": "Bewaar ieders Twitter-tweets als een prachtig PDF/EPUB eBook met tekstkopie, selectie en zoeken in volledige tekst",
    "no": "Lagre noens Twitter-tweets som en vakker PDF/EPUB e-bok med tekstkopiering, utvalg og fulltekstsøk",
    "pl": "Zapisz czyjeś tweety na Twitterze jako piękny e-book w formacie PDF/EPUB z kopiowaniem tekstu, zaznaczaniem i wyszukiwaniem…",
    "pt_BR,pt_PT": "Salve os tweets de qualquer pessoa no Twitter como um lindo e-book em PDF/EPUB com cópia de texto, seleção e pesquisa de texto…",
    "ro": "Salvați tweet-urile Twitter ale oricui ca o carte electronică PDF/EPUB frumoasă, cu copiere, selecție și căutare text integral",
    "ru": "Сохраняйте чьи-либо твиты в Twitter в виде красивой электронной книги в формате PDF/EPUB с возможностью копирования, выделения и…",
    "sk": "Uložte si Twitter tweety kohokoľvek ako krásnu elektronickú knihu PDF/EPUB s kopírovaním textu, výberom a fulltextovým vyhľadávaním",
    "sl": "Shranite nečije tvite na Twitterju kot čudovito e-knjigo PDF/EPUB s kopiranjem besedila, izbiro in iskanjem po celotnem besedilu",
    "sr": "Сачувајте нечије Твиттер твитове као прелепу ПДФ/ЕПУБ е-књигу са копирањем текста, одабиром и претрагом целог текста",
    "sv": "Spara någons Twitter-tweets som en vacker PDF/EPUB e-bok med textkopiering, urval och fulltextsökning",
    "sw": "Hifadhi tweets za Twitter za mtu yeyote kama Kitabu pepe kizuri cha PDF/EPUB na kunakili maandishi, uteuzi, na utafutaji wa…",
    "ta": "உரை நகலெடுப்பு, தேர்வு மற்றும் முழு உரை தேடலுடன் யாருடைய ட்விட்டர் ட்வீட்களையும் அழகான PDF/EPUB மின்புத்தகமாக சேமிக்கவும்",
    "te": "టెక్స్ట్ కాపీయింగ్, ఎంపిక మరియు పూర్తి-వచన శోధనతో ఎవరికైనా Twitter ట్వీట్‌లను అందమైన PDF/EPUB ఈబుక్‌గా సేవ్ చేయండి",
    "th": "บันทึกทวีต Twitter ของทุกคนเป็น eBook PDF/EPUB ที่สวยงาม พร้อมการคัดลอกข้อความ การเลือก และการค้นหาข้อความแบบเต็ม",
    "tr": "Metin kopyalama, seçme ve tam metin arama özellikleriyle herhangi birinin Twitter tweet'lerini güzel bir PDF/EPUB e-Kitap olarak…",
    "uk": "Збережіть чиїсь твіти у Twitter як гарну електронну книгу PDF/EPUB із копіюванням тексту, виділенням і повнотекстовим пошуком",
    "vi": "Lưu các dòng tweet trên Twitter của bất kỳ ai dưới dạng Sách điện tử PDF/EPUB đẹp mắt với tính năng sao chép, lựa chọn và tìm kiếm…",
    "zh_CN": "将任何人的所有Twitter推文保存为精美的 PDF/EPUB 电子书，具有文本复制、选择和全文搜索功能",
    "zh_TW": "將任何人的 Twitter 推文儲存為精美的 PDF/EPUB 電子書，具有文字複製、選擇和全文搜尋功能"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,de,el,es,et,fa,fi,fil,fr,gu,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "With our Chrome extension Tweets2PDF, you can easily save any user's tweets as a beautifully crafted PDF ebook with ONE CLICK, ensuring that you never lose access to your favorite content.\n\n🙂How it works:\nThe operation is very simple. Please watch the video to learn how it works.\n1. Copy the Twitter ScreenName(e.g., @NASA, copy NASA) .\n2. Paste the ScreenName into the extension and click the \"Start Generate\" button.\n3.Click the three dots located in the upper right corner of the Chrome browser, select \"Print,\" choose \"Save as PDF,\" and then select your preferred paper size (usually A4). For the best-looking ebook, we recommend unchecking \"Headers and Footers\" and checking \"Background Graphics\",Then click \"Save\".\n\n📋Features:\n1.The generated PDF ebook includes three types of tweets - regular tweets, retweets, and conversations - displayed in different colors for easy differentiation.\n2.Conversations include tweets from the original author and replies from the user whose tweets you are exporting, making it easier to understand the context.\n3.You can click on a button next to each tweet to view the original tweet on the Twitter website at any time.\n4.The generated PDF can be read on all devices.\n5.The generated PDF supports text selection and copying, as well as full-text search.\n6.You can print the PDF to create a physical copy of the ebook for your collection.\n\n🔒Data Privacy:\nAt our company, safeguarding the security and privacy of user data is our top priority, and we deeply respect the trust our users place in us. To that end, we strictly adhere to all applicable privacy regulations and guidelines, such as the General Data Protection Regulation (GDPR) and the California Consumer Privacy Act (CCPA).\n\n📘Disclaimer: \nPlease be advised that Twitter is a registered trademark of Twitter, Inc. Tweets2PDF is an independent browser extension and is not in any way associated with Twitter. \n\n👍Changelogs:\n2023/7/8 version 1.1: Fix bug\n2023/7/15 version 1.2: Fix bug\n\n✉️Contact us:\nWe are always working on enhancing the experience for our users by introducing new features. Your feedback and suggestions are highly valued, and we encourage you to share them with us via email at xtcodetech@gmail.com. We are dedicated to improving our extension to meet your needs and would be delighted to hear from you.",
    "da,en,en_AU,en_GB,en_US,es_419,he": "With our Chrome extension Tweets2PDF, you can easily save any user's tweets including images as a beautifully crafted PDF/EPUB ebook with ONE CLICK, ensuring that you never lose access to your favorite content.\n\n🙂How it works:\n1. Copy the Twitter handle(e.g., @NASA, copy NASA) .\n2. Paste the handle into the extension.\n3. You can choose a date range as needed, and then click the \"Start Generate\" button.\n4. Select the image size for tweets.\n5. Select the tweets order: old to new or new to old\n6. Click the \"Generate PDF Ebook\" button and choose \"Save as PDF,\" and then select your preferred paper size (usually A4,A3). For the best-looking ebook, we recommend unchecking \"Headers and Footers\" and checking \"Background Graphics\",Then click \"Save\".\n7. Click the \"Generate EPUB Ebook\" button to generate a well-structured EPUB ebook with a table of contents organized by year and month\n\n📋Features:\n1.The exported PDF/EPUB will include images from tweets, with options to select the image size as small, medium, or large. Alternatively, users can choose to not display images at all.\n2.You can choose between displaying tweets from oldest to newest or newest to oldest.\n3.You can click on a button next to each tweet to view the original tweet on the Twitter website at any time.\n4.Unroll multiple tweets from a thread into a single, complete tweet for improved readability.\n5.The generated PDF/EPUB can be read on all devices.\n6.The generated PDF/EPUB supports text selection and copying, as well as full-text search.\n7.You can print the PDF/EPUB to create a physical copy of the ebook for your collection.\n8.The generated EPUB ebook will have a clear table of contents organized by year and month, making it convenient to read on various devices like computers, tablets, smartphones, or e-readers like Kindle, Kobo, and Nook.\n9.You can specify the start and end dates for the tweets to better control the ebook that will be generated.\n10.You can view the historical records in the History tab, continue tasks that were interrupted or left unfinished due to exceptions, and also regenerate the ebook from previous task.\n11. The generated PDF offers 27 color options for you to choose from, including light background and dark mode backgrounds.\n\n🔒Data Privacy:\nAt our company, safeguarding the security and privacy of user data is our top priority, and we deeply respect the trust our users place in us. To that end, we strictly adhere to all applicable privacy regulations and guidelines, such as the General Data Protection Regulation (GDPR) and the California Consumer Privacy Act (CCPA).\n\n📘Disclaimer: \nPlease be advised that Twitter is a registered trademark of Twitter, Inc. Tweets2PDF is an independent browser extension and is not in any way associated with Twitter. \n\n👍Changelogs:\n2023/7/8 version 1.1: Fix bug\n2023/7/15 version 1.2: Fix bug\n2023/8/22 version 1.3: Fix bug, Automatically manage Twitter's rate limit.\n2023/8/30 version 1.4: Fix bug\n2023/8/31 version 1.5: Fix bug\n2023/9/7 version 1.6: Users now have the option to toggle on/off including retweets when exporting tweets to PDF\n2023/10/10 version 1.7: Add a user interface for managing subscriptions.\n2024/2/5 version 1.8: The PDF can display all images from tweets, with options for the image size to be small, medium, or large, as well as an option to not display images at all.\n2024/4/26 version 1.9:  Added the option to choose between displaying tweets from oldest to newest or newest to oldest.Introduced the ability to generate well-structured EPUB ebooks with a table of contents organized by year and month for easy navigation.\n2024/5/8 version 2.0: Unroll multiple tweets from a thread into a single, complete tweet for improved readability and aesthetics.Displayed the unrolled thread in the correct reading order.\n2024/5/17 version 2.1: Compatible with x.com\n2024/8/11 version 2.4:  Supports up to Unlimited tweets. \n2024/10/21 version 2.5: \n1. Add a date selection feature to specify the date range of tweets before starting the task.\n2. Add a History tab for viewing historical records, allowing you to continue tasks that were abnormally interrupted or left unfinished, and also to regenerate ebook from previous task.\n3. The generated PDF now includes 27 background color options, with both light and dark themes, and the corresponding tweet colors have been optimized for clearer reading.\n2025/1/3 version 2.5.4: Fix the tweet ordering issue in the thread\n\n\n✉️Contact us:\nWe are always working on enhancing the experience for our users by introducing new features. Your feedback and suggestions are highly valued, and we encourage you to share them with us via email at xtcodetech@gmail.com. We are dedicated to improving our extension to meet your needs and would be delighted to hear from you.",
    "ja": "Chrome拡張機能のTweets2PDFを使えば、ワンクリックで任意のユーザーの画像付きツイートを美しいPDF/EPUB電子書籍として保存できます。お気に入りのコンテンツにいつでもアクセスできるようになります。\n\n🙂使い方：\n1. Twitterのハンドルネーム（例：@NASA、NASAをコピー）をコピーします\n2. 拡張機能にハンドルネームを貼り付けます\n3. 必要に応じて日付範囲を選択し、「生成開始」ボタンをクリックします\n4. ツイートの画像サイズを選択します\n5. ツイートの表示順序を選択します：古い順または新しい順\n6. 「PDF電子書籍を生成」ボタンをクリックし、「PDFとして保存」を選択して、お好みの用紙サイズ（通常はA4、A3）を選びます。最も見栄えの良い電子書籍を作成するために、「ヘッダーとフッター」のチェックを外し、「背景のグラフィック」にチェックを入れてから「保存」をクリックすることをお勧めします\n7. 「EPUB電子書籍を生成」ボタンをクリックすると、年月ごとに整理された目次付きの構造化されたEPUB電子書籍が生成されます\n\n📋機能：\n1. エクスポートされたPDF/EPUBには、ツイートの画像が含まれ、小・中・大のサイズから選択できます。画像を表示しないことも選択可能です\n2. ツイートの表示順序を古い順または新しい順から選択できます\n3. 各ツイートの横にあるボタンをクリックすると、いつでもTwitterウェブサイトで元のツイートを確認できます\n4. スレッド内の複数のツイートを1つの完全なツイートにまとめて、読みやすさを向上させます\n5. 生成されたPDF/EPUBはすべてのデバイスで読むことができます\n6. テキストの選択、コピー、全文検索に対応しています\n7. PDF/EPUBを印刷して、コレクション用の実物の本を作成することができます\n8. 生成されたEPUB電子書籍には、年月ごとに整理された明確な目次があり、パソコン、タブレット、スマートフォン、またはKindle、Kobo、Nookなどの電子書籍リーダーで便利に読むことができます\n9. ツイートの開始日と終了日を指定して、生成される電子書籍をより細かくコントロールできます\n10. 履歴タブで過去の記録を確認し、例外で中断されたタスクを再開したり、以前のタスクから電子書籍を再生成したりすることができます\n11. 生成されるPDFには、ライトモードとダークモードの背景を含む27色のカラーオプションが用意されています\n\n🔒データプライバシー：\n当社では、ユーザーデータのセキュリティとプライバシーの保護を最優先事項とし、ユーザーの信頼を深く尊重しています。そのため、一般データ保護規則（GDPR）やカリフォルニア州消費者プライバシー法（CCPA）などの適用されるプライバシー規制とガイドラインを厳密に遵守しています。\n\n📘免責事項：\nTwitterはTwitter社の登録商標です。Tweets2PDFは独立したブラウザ拡張機能であり、Twitterとは一切関係ありません。\n\n👍更新履歴：\n2023/7/8 バージョン1.1：バグ修正\n2023/7/15 バージョン1.2：バグ修正\n2023/8/22 バージョン1.3：バグ修正、Twitterのレート制限の自動管理\n2023/8/30 バージョン1.4：バグ修正\n2023/8/31 バージョン1.5：バグ修正\n2023/9/7 バージョン1.6：PDFエクスポート時にリツイートを含めるかどうかを選択可能に\n2023/10/10 バージョン1.7：サブスクリプション管理用のユーザーインターフェースを追加\n2024/2/5 バージョン1.8：PDFでツイートのすべての画像を表示可能に。画像サイズを小・中・大から選択可能、または画像を非表示にすることも可能\n2024/4/26 バージョン1.9：ツイートの表示順序を古い順か新しい順かから選択可能に。年月ごとに整理された目次付きの構造化されたEPUB電子書籍の生成機能を追加\n2024/5/8 バージョン2.0：スレッド内の複数のツイートを1つの完全なツイートにまとめて読みやすさと見た目を改善。まとめたスレッドを正しい読書順序で表示\n2024/5/17 バージョン2.1：x.comに対応\n2024/8/11 バージョン2.4：無制限のツイートに対応\n2024/10/21 バージョン2.5：\n1. タスク開始前にツイートの日付範囲を指定できる日付選択機能を追加\n2. 履歴タブを追加し、過去の記録の確認、異常終了したタスクの再開、以前のタスクからの電子書籍の再生成が可能に\n3. 生成されるPDFに27種類の背景色オプションを追加。ライトテーマとダークテーマに対応し、より読みやすいようにツイートの色を最適化\n2025/1/3 バージョン2.5.4：スレッド内のツイート順序の問題を修正\n\n✉️お問い合わせ：\n私たちは常に新機能を導入してユーザー体験の向上に努めています。皆様のフィードバックやご提案を大切にしており、メール（xtcodetech@gmail.com）でお寄せいただければ幸いです。皆様のニーズに応えられるよう、拡張機能の改善に取り組んでまいります。",
    "ko": "Chrome 확장 프로그램 Tweets2PDF를 사용하면 원하는 사용자의 이미지가 포함된 트윗을 단 한 번의 클릭으로 아름답게 제작된 PDF/EPUB 전자책으로 저장할 수 있어, 좋아하는 콘텐츠를 언제든지 볼 수 있습니다.\n\n🙂사용 방법:\n1. Twitter 계정명(예: @NASA에서 NASA)을 복사합니다\n2. 확장 프로그램에 계정명을 붙여넣기 합니다\n3. 필요한 날짜 범위를 선택하고 \"생성 시작\" 버튼을 클릭합니다\n4. 트윗의 이미지 크기를 선택합니다\n5. 트윗 정렬 순서를 선택합니다: 오래된 순 또는 최신 순\n6. \"PDF 전자책 생성\" 버튼을 클릭하고 \"PDF로 저장\"을 선택한 후 원하는 용지 크기(보통 A4, A3)를 선택합니다. 가장 보기 좋은 전자책을 만들기 위해 \"머리글 및 바닥글\" 체크를 해제하고 \"배경 그래픽\" 체크를 선택한 후 \"저장\"을 클릭하는 것을 추천합니다\n7. \"EPUB 전자책 생성\" 버튼을 클릭하면 연도와 월별로 구성된 목차가 있는 구조화된 EPUB 전자책이 생성됩니다\n\n📋주요 기능:\n1. 내보낸 PDF/EPUB에는 트윗의 이미지가 포함되며, 작은 크기, 중간 크기, 큰 크기 중 선택할 수 있습니다. 또는 이미지를 전혀 표시하지 않을 수도 있습니다\n2. 트윗을 오래된 순 또는 최신 순으로 정렬할 수 있습니다\n3. 각 트윗 옆의 버튼을 클릭하면 언제든지 Twitter 웹사이트에서 원본 트윗을 볼 수 있습니다\n4. 스레드의 여러 트윗을 하나의 완성된 트윗으로 통합하여 가독성을 높입니다\n5. 생성된 PDF/EPUB는 모든 기기에서 읽을 수 있습니다\n6. 텍스트 선택, 복사 및 전체 텍스트 검색을 지원합니다\n7. PDF/EPUB를 인쇄하여 실물 책으로 만들어 소장할 수 있습니다\n8. 생성된 EPUB 전자책은 연도와 월별로 구성된 명확한 목차가 있어 컴퓨터, 태블릿, 스마트폰 또는 Kindle, Kobo, Nook 등의 전자책 리더에서 편리하게 읽을 수 있습니다\n9. 트윗의 시작 날짜와 종료 날짜를 지정하여 생성될 전자책을 더 잘 제어할 수 있습니다\n10. 기록 탭에서 과거 기록을 확인하고, 예외로 중단된 작업을 계속하거나 이전 작업에서 전자책을 다시 생성할 수 있습니다\n11. 생성된 PDF는 라이트 모드와 다크 모드 배경을 포함한 27가지 색상 옵션을 제공합니다\n\n🔒데이터 프라이버시:\n사용자 데이터의 보안과 프라이버시 보호는 저희의 최우선 과제이며, 사용자의 신뢰를 깊이 존중합니다. 이를 위해 일반 데이터 보호 규정(GDPR) 및 캘리포니아 소비자 개인정보 보호법(CCPA)과 같은 모든 관련 개인정보 보호 규정과 지침을 엄격히 준수합니다.\n\n📘면책 조항:\nTwitter는 Twitter사의 등록 상표입니다. Tweets2PDF는 독립적인 브라우저 확장 프로그램이며 Twitter와는 관련이 없습니다.\n\n👍업데이트 기록:\n2023/7/8 버전 1.1: 버그 수정\n2023/7/15 버전 1.2: 버그 수정\n2023/8/22 버전 1.3: 버그 수정, Twitter 속도 제한 자동 관리\n2023/8/30 버전 1.4: 버그 수정\n2023/8/31 버전 1.5: 버그 수정\n2023/9/7 버전 1.6: PDF 내보내기 시 리트윗 포함 여부 선택 가능\n2023/10/10 버전 1.7: 구독 관리 인터페이스 추가\n2024/2/5 버전 1.8: PDF에서 트윗의 모든 이미지 표시 가능, 작은/중간/큰 크기 이미지 옵션 제공, 이미지 미표시 옵션 추가\n2024/4/26 버전 1.9: 오래된 순 또는 최신 순 트윗 표시 옵션 추가. 연도와 월별로 구성된 EPUB 전자책 목차 기능 도입\n2024/5/8 버전 2.0: 스레드의 여러 트윗을 하나의 완성된 트윗으로 통합하여 가독성과 심미성 향상. 통합된 스레드를 올바른 읽기 순서로 표시\n2024/5/17 버전 2.1: x.com 지원\n2024/8/11 버전 2.4: 무제한 트윗 지원\n2024/10/21 버전 2.5:\n1. 작업 시작 전 트윗의 날짜 범위를 지정할 수 있는 날짜 선택 기능 추가\n2. 기록 탭 추가로 과거 기록 확인, 중단된 작업 계속, 이전 작업에서 전자책 재생성 가능\n3. 생성된 PDF에 27가지 배경색 옵션 추가. 라이트 테마와 다크 테마 포함, 더 나은 가독성을 위한 트윗 색상 최적화\n2025/1/3 버전 2.5.4: 스레드 내 트윗 정렬 문제 수정\n\n✉️문의하기:\n저희는 새로운 기능을 도입하여 사용자 경험을 지속적으로 개선하고 있습니다. 여러분의 피드백과 제안을 소중히 여기며, 이메일(xtcodetech@gmail.com)로 의견을 보내주시면 감사하겠습니다. 여러분의 요구사항을 충족시키기 위해 확장 프로그램을 개선하는 데 최선을 다하고 있습니다.",
    "zh_CN": "使用我们的Chrome扩展程序Tweets2PDF，可以一键将任何用户的推文(包括图片)保存为精美的PDF/EPUB电子书，永久保存您喜爱的内容。\n\n🙂使用方法：\n1. 复制Twitter用户名(例如：@NASA，复制NASA)\n2. 将用户名粘贴到扩展程序中\n3. 可根据需要选择日期范围，然后点击\"开始生成\"按钮\n4. 选择电子书中显示推文的图片的大小\n5. 选择推文排序方式：从旧到新或从新到旧\n6. 点击\"生成PDF电子书\"按钮并选择\"另存为PDF\"，然后选择您喜欢的纸张大小(通常是A4或A3)。为获得最佳效果，建议取消勾选\"页眉和页脚\"，勾选\"背景图形\"，然后点击\"保存\"\n7. 点击\"生成EPUB电子书\"按钮，可生成按年月组织目录的结构化EPUB电子书\n\n📋主要功能：\n1. 导出的PDF/EPUB包含推文中的图片，可选择小、中、大尺寸，也可以选择不显示图片\n2. 可选择按时间从旧到新或从新到旧显示推文\n3. 每条推文旁边都有按钮，随时可查看Twitter网站上的原始推文\n4. 将Thread展开成单条完整推文，提升阅读体验\n5. 生成的PDF/EPUB可在所有设备上阅读\n6. 支持文字选择、复制和全文搜索\n7. 可打印PDF/EPUB制作实体书收藏\n8. EPUB电子书具有按年月组织的清晰目录，方便在电脑、平板、手机或Kindle等电子阅读器上阅读\n9. 可指定推文的起止日期，更好地控制生成的电子书内容\n10. 可在历史记录标签页查看历史记录，继续因异常中断的任务，也可从之前的任务重新生成电子书\n11. PDF提供27种精美颜色选项，包括浅色和深色背景\n\n🔒数据隐私：\n保护用户数据安全和隐私是我们的首要任务，我们深知用户对我们的信任。我们严格遵守所有适用的隐私法规，如《通用数据保护条例》(GDPR)和《加州消费者隐私法案》(CCPA)。\n\n📘免责声明：\nTwitter是Twitter公司的注册商标。Tweets2PDF是独立的浏览器扩展程序，与Twitter没有任何关联。\n\n✉️联系我们：\n我们一直在努力通过引入新功能来提升用户体验。我们非常重视您的反馈和建议，欢迎通过邮件(xtcodetech@gmail.com)与我们分享。我们致力于改进扩展程序以满足您的需求，期待收到您的来信。",
    "zh_TW": "透過我們的 Chrome 擴充功能 Tweets2PDF，只要一鍵點擊，您就能輕鬆將任何使用者的推文（包含圖片）儲存為精美的 PDF/EPUB 電子書，確保您隨時都能存取喜愛的內容。\n\n🙂使用方式：\n\n1. 複製 Twitter 使用者名稱（例如：@NASA，複製 NASA）\n2. 將使用者名稱貼上到擴充功能中\n3. 依需求選擇日期範圍，然後點擊「開始產生」按鈕\n4. 選擇推文中圖片的大小\n5. 選擇推文排序方式：從舊到新或從新到舊\n6. 點擊「產生 PDF 電子書」按鈕，選擇「另存為 PDF」，然後選擇您喜歡的紙張大小（通常是 A4、A3）。為了獲得最佳效果，我們建議取消勾選「頁首和頁尾」，勾選「背景圖形」，然後點擊「儲存」\n7. 點擊「產生 EPUB 電子書」按鈕，產生一個按年月組織的、結構完整的 EPUB 電子書目錄\n📋功能特色：\n\n1. 匯出的 PDF/EPUB 將包含推文中的圖片，可以選擇小、中、大尺寸的圖片顯示。使用者也可以選擇完全不顯示圖片\n2. 您可以選擇按照從舊到新或從新到舊的順序顯示推文\n3. 隨時可以點擊每則推文旁邊的按鈕，在 Twitter 網站上查看原始推文\n4. 將同一話題下的多則推文合併成一則完整的推文，提升閱讀體驗\n5. 產生的 PDF/EPUB 可以在所有裝置上閱讀\n6. 支援文字選取、複製和全文搜尋\n7. 可以列印 PDF/EPUB，製作實體書收藏\n8. 產生的 EPUB 電子書具有清晰的年月目錄結構，方便在電腦、平板、智慧型手機或 Kindle、Kobo、Nook 等電子閱讀器上閱讀\n9. 可以指定推文的起訖日期，更好地控制產生的電子書內容\n10. 在歷史紀錄分頁中查看歷史紀錄，繼續因異常中斷的任務，也可以從之前的任務重新產生電子書\n11. 產生的 PDF 提供 27 種顏色選項，包括淺色背景和深色模式背景\n🔒資料隱私：\n保護使用者資料的安全和隱私是我們的首要任務，我們深知使用者對我們的信任。為此，我們嚴格遵守所有適用的隱私法規和準則，如《一般資料保護規範》(GDPR) 和《加州消費者隱私法案》(CCPA)。\n\n📘免責聲明：\n請注意，Twitter 是 Twitter 公司的註冊商標。Tweets2PDF 是一個獨立的瀏覽器擴充功能，與 Twitter 沒有任何關聯。\n\n👍更新日誌：\n2023/7/8 版本 1.1：修復錯誤\n2023/7/15 版本 1.2：修復錯誤\n2023/8/22 版本 1.3：修復錯誤，自動管理 Twitter 的使用限制\n2023/8/30 版本 1.4：修復錯誤\n2023/8/31 版本 1.5：修復錯誤\n2023/9/7 版本 1.6：使用者現在可以選擇是否在匯出 PDF 時包含轉推\n2023/10/10 版本 1.7：新增訂閱管理介面\n2024/2/5 版本 1.8：PDF 可顯示推文中的所有圖片，並提供小、中、大尺寸的圖片選項，也可選擇不顯示圖片\n2024/4/26 版本 1.9：新增從舊到新或從新到舊的推文顯示順序選項。引入按年月組織的 EPUB 電子書目錄功能，方便導覽\n2024/5/8 版本 2.0：將同一話題下的多則推文合併成一則完整推文，提升閱讀體驗和美觀度。以正確的閱讀順序顯示合併的話題\n2024/5/17 版本 2.1：支援 x.com\n2024/8/11 版本 2.4：支援無限量推文\n2024/10/21 版本 2.5：\n1. 新增日期選擇功能，可在開始任務前指定推文的日期範圍\n2. 新增歷史紀錄分頁，可查看歷史紀錄，繼續異常中斷的任務，也可從之前的任務重新產生電子書\n3. 產生的 PDF 現在提供 27 種背景顏色選項，包含淺色和深色主題，並優化相應的推文顏色以提供更清晰的閱讀體驗 \n2025/1/3 版本 2.5.4：修復話題中推文排序的問題\n✉️聯絡我們：\n我們一直在努力透過引入新功能來提升使用者體驗。我們非常重視您的意見回饋和建議，歡迎透過電子郵件 xtcodetech@gmail.com 與我們分享。我們致力於改進我們的擴充功能以滿足您的需求。"
  }
}