{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prot-On"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Protect your text (from your emails, blog posts, google docs, etc.) from the Prot-On plugin for Chrome.",
    "es": "Protege tus textos (de tus emails, entradas en blogs, google docs...) desde el plugin de Prot-On para Chrome."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With this plugin you can protect photos or texts.\nProtect for free what you share in the Internet, and also decide at any time and know who, when and what access to your information. \n\nIf you regret something you have shared you can remove access on all copies sent.\n\nWith this plugin you can also view texts and photos other users have protected (assuming they have given you permission)\n\nProt-On is a free application for Windows, Mac, Android and iOS. \n\nProtect documents, photos and texts and ensure that the information you send by email, upload to the cloud or share on social networks can only be accessed by authorized users.\n\nhttp://www.prot-on.com",
    "es": "Con este plugin puedes proteger gratuitamente imágenes o textos.\nAdemás de proteger lo que compartas por la red, podrás decidir y conocer en cualquier momento quién, cuándo y para qué acceden a esa información. \n\nSi te arrepientes de haber compartido algo podrás quitar acceso sobre todas las copias enviadas, incluso después de haber sido compartidas.\n\nCon este plugin también puedes ver textos o fotografías que hayan protegido otros usuarios. (Si tienes permiso podrás verlo)\n\nProt-On es una aplicación de descarga gratuita para Windows, Mac, Android y iOS con la que puedes proteger documentos, fotografías y textos, asegura que la información que envías por la red solo será accesible para usuarios autorizados por ti.\n\nhttp://www.prot-on.com"
  }
}