{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Site Palette"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Site Palette generates a color palette from any website, allowing designers to use it as a reference in their work."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🔥 Site Palette 2.0\n\nNow available for Microsoft Edge, Brave and Opera browsers via Chrome Web Store!\n\nIntroducing our new browser extension for generating color palettes! As a designer or frontend developer, you know how important it is to have a tool that helps you quickly and easily generate beautiful color schemes for your projects. With our extension, you can do just that - simply visit any website and start building your palette. We've made it incredibly easy to use, and our seamless user experience means you can focus on creating without any distractions. Whether you're designing a website, creating graphics, or working on a new branding project, our extension is the perfect tool to help you get the job done. Give it a try today – we can't wait to see what you create with it!\n\n💸 PRICING\n24h of a free trial, try before you buy.\n\n$2.50 per month or $30 per year.\n\nLimited time offer:\n- $99 one-off payment for a lifetime subscription.\n\n🆕 FEATURES\n- Added a register/login via MagicLink feature to improve user authentication and account management. No longer you need to remember your password.\n- Added a new feature that allows users to manage their subscriptions directly from the \"My profile\" page. \n- Added a login pop-up when users click on the extension icon, providing a more seamless and secure login experience. \n- Added new features and functions to the \"My palettes\" page for better palette management and organization. \n- Added integration with Google Art Palette to allow users to fine-tune their color schemes even further. \n- Added the ability to play with generated palettes using coolors.co (note: we are not associated with coolors.co). \n- Added the ability to share generated palettes with others via shareable links. \n- Added the ability to quickly download an auto-generated Sketch template based on the selected palette. \n- Added support for Adobe Swatch, offering even more versatility to the users. \n- Added Support for SVG format on shared pages: We're excited to announce that Site Palette now supports the SVG (Scalable Vector Graphics) format on shared pages. With this enhancement, you can include SVG images in your shared pages, ensuring crisp and scalable visuals for an enhanced user experience.\n- Added Palette History: Introducing the new Palette History feature, which allows users to access and manage all their previous palettes. Easily revisit your past color schemes, explore their details, and even share them with others.\n- Added subscription: Site Palette is a paid product now with monthly/yearly subscription. That means more features and a much better support for the product!\n- Added Lifetime purchase option: Site Palette now offers a Lifetime purchase option, providing users with a one-time payment for unlimited access to all features. Enjoy Site Palette without any recurring fees and have lifelong access to future updates and enhancements!\n\n💟 IMPROVEMENTS\n- Redesigned the interface with a cleaner, more streamlined look and feel. \n- Made several improvements to the Stripe payment processing system, including enhanced security features, faster processing times, and improved error handling. \n- Implemented several improvements to the extension's user experience after installation. \n- Improved overall performance and stability of the extension, resulting in faster load times and a more reliable experience for users. \n- Added hover state for buttons in extension modal windows."
  }
}