{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vme! Call by your avatar and voice",
    "ja": "Vme! アバター&ボイスチェンジャーでビデオ通話"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Display Live2D avatars and speak virtual voices during video calls on Google Meet or Discord.",
    "ja": "Google MeetやDiscord対応！さまざまなアバターやボイスから自分だけのキャラを選び、ビデオ通話をしよう！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Join video calls as your favorite self. Participate in Google Meet and Discord video calls with an avatar. Comes with a real-time voice changer!\n\nKey Features:\n- A variety of characters! Choose from maids, little devils, idols, princes, and many more.\n- All you need to do is join a Google Meet or Discord video call. With motion tracking, the character's eyes and mouth move in sync with your real eyes and mouth.\n- Virtual voices tailored for each character. Enjoy smooth conversations with the real-time voice changer that matches the character's voice.\n- By simply purchasing the SBT NFT, you can create your own character. Enjoy a novel video calling experience with your unique character!\n\nNote : \n*Zundamon's voice from VOICEVOX:ずんだもん\n*Chugoku Usagi's voice from VOICEVOX:中国うさぎ\n*Shikoku Metan's voice from VOICEVOX:四国めたん\n*Kyushu Sora's voice from VOICEVOX:九州そら",
    "ja": "ビデオ通話で、好きな自分に。Google MeetやDiscordのビデオ通話に、アバターで参加しよう。リアルタイムボイスチェンジャー付き！\nWebのストアやガチャでアバターや動画背景を購入し、Vme上で使えるようになりました。さまざまなコラボアバターや背景をお楽しみください！\nSBTというNFTを保有することで、自分だけのキャラクターを生成して、そのキャラで参加することもできます。\n\n特徴 : \n- たくさんのキャラクター！メイド、小悪魔、アイドルや王子など、いろんなキャラクターから好きなものを選びましょう。\n- あとはGoogle meetやDiscordのビデオ通話に参加するだけ。。モーショントラッキングで、実際の目や口に合わせて、キャラの目や口も動きます。\n- キャラクターにあったバーチャルボイスも用意。リアルタイムボイスチェンジャーで、キャラの声のスムーズな会話をお楽しみいただけます。\n- SBTというNFTを簡単購入すると、自分だけのキャラクターを生成することもできます。オリジナルキャラクターで、新感覚のビデオ通話を楽しもう！\n\n備考 :\n*ずんだもんの声: VOICEVOX:ずんだもん\n*中国うさぎの声: VOICEVOX:中国うさぎ\n*四国めたんの声: VOICEVOX:四国めたん\n*九州そらの声: VOICEVOX:九州そら"
  }
}