{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Plataforma10.com"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hacemos más accesible y rápida la compra de pasajes de ómnibus, aéreos, circuitos y traslados en tu destino."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Plataforma 10 es una empresa de servicios informáticos que brinda una plataforma tecnológica cuya misión es poder hacerte más accesible y rápida la compra de pasajes de ómnibus, aéreos y de tren, además de adquirir tus Circuitos y Traslados en tu destino y hacer reservas en hoteles.\n\nLos pasajes los comprás​ on line a través de tu PC o desde tu celular ​recibiendo​ un pasaje electrónico que imprimís en el acto. ​En forma presencial, adquirís tus pasajes de ómnibus y tren yendo al Centro de Atención más próximo a tu domicilio o lugar de trabajo. En los stands de Plataforma 10 y en las agencias habilitadas podés comprar tus pasajes aéreos.\n\n​Plataforma 10 te conecta con 190 importantes empresas de transporte a más de 5000 destinos en Argentina, Bolivia, Brasil, Chile, Paraguay, Perú y Uruguay y cuenta con las más destacadas compañías aéreas del país y del mundo. Ofrecemos una amplia variedad de hoteles de primera calidad para hacer tu reserva.\n\nMúltiples combinaciones: de Tucumán a Posadas, de San Juan a Buenos Aires, de Mendoza a Santiago de Chile, de Bariloche a Mar del Plata, Buenos Aires a Río de Janeiro, de San Pablo a Río, de Belo Horizonte a Salvador y muchas más.\n\nLa más amplia variedad de medios de pago: en efectivo, con tarjeta de débito, de crédito o débito bancario. Visualizá las opciones disponibles según venta presencial y electrónica.\n\nCon Circuitos y Traslados disfrutá de múltiples actividades para realizar en tu destino. Anticipate y ahorrá tiempo y dinero.\n\n​Plataforma 10 t​e facilita tomar decisiones como vos quieras. Podés consultar online​ hoteles,​ destinos, actividades, horarios, empresas, vuelos, comodidades y precios de idas y regresos.​\n\nCon Plataforma 10, vos elegís!"
  }
}