{
  "name": {
    "ar": "محرر لقطة الشاشة | Page Screenshot",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Page Screenshot",
    "de": "Screenshot-Editor | Page Screenshot",
    "es": "Editor de capturas de pantalla | Page Screenshot",
    "fr": "Éditeur de captures d'écran | Page Screenshot",
    "ja": "スクリーンショットエディタ | Page Screenshot",
    "ko": "스크린샷 에디터 | Page Screenshot",
    "zh_CN": "截图编辑器 | Page Screenshot",
    "zh_TW": "截圖編輯器 | 頁面組織"
  },
  "short": {
    "ar": "الأداة النهائية لالتقاط الصور وتعديلها ومشاركتها",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "The Ultimate Tool for Capturing, Editing, and Sharing Your Screenshots",
    "de": "Das ultimative Werkzeug zum Erfassen, Bearbeiten und Teilen Ihrer Screenshots",
    "es": "La herramienta definitiva para capturar, editar y compartir tus capturas de pantalla",
    "fr": "L'outil ultime pour capturer, éditer et partager vos captures d'écran",
    "ja": "スクリーンショットをキャプチャー、編集、共有するための究極のツール",
    "ko": "스크린샷을 캡처, 편집 및 공유하는 최고의 도구",
    "zh_CN": "捕获、编辑和分享屏幕截图的终极工具",
    "zh_TW": "捕獲、編輯和分享屏幕截圖的終極工具"
  },
  "long": {
    "ar": "✅ التقاط الشاشة: التقط لقطة شاشة سريعة لصفحتك الحالية باستخدام قائمة النقر بزر الماوس الأيمن أو منبثق الامتداد.\n\n✅ التقاط الشاشة الكاملة: التقط لقطة كاملة لصفحتك، بما في ذلك جميع المناطق القابلة للتمرير.\n\n✅ اقتصاص قابل للتخصيص: قم بتحسين لقطة الشاشة الخاصة بك عن طريق اقتصاصها لتسليط الضوء على التفاصيل الرئيسية.\n\n✅ تخصيص إبداعي: عزز لقطة الشاشة الخاصة بك بالرسومات والنصوص.\n\n✅ مشاركة سهلة: قم بتنزيل لقطة الشاشة الخاصة بك أو رفعها لإنشاء رابط قابل للمشاركة، مما يجعل التعاون والمشاركة سهلاً.\n\nإدارة لقطات الشاشة والعلامات المرجعية، استخدم: https://chromewebstore.google.com/detail/bookmark-ai-tag-screensho/dplkeopkcdalfhbmfpcenfinodanncej\n\nاللغات المدعومة: العربية، Deutsch، Español، English، Français، 日本語، 한국어، 简体/繁体中文",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "✅ Screenshot Capture: Quickly capture a screenshot of your current page using a right-click menu or an extension popup.\n\n✅ Full Screen Capture: Capture a complete screenshot of your page, including all scrollable areas.\n\n✅ Customizable Cropping: Refine your screenshot by cropping it to highlight key details.\n\n✅ Creative Customization: Enhance your screenshot with graphics and text.\n\n✅ Effortless Sharing: Download your screenshot or upload it to generate a shareable link, making collaboration and sharing seamless.\n\nManage screenshot and bookmarks, use: https://chromewebstore.google.com/detail/bookmark-ai-tag-screensho/dplkeopkcdalfhbmfpcenfinodanncej\n\nSupport Languages:\n العربية, Deutsch, Español, English, Français,  日本語, 한국어, 简体/繁体中文",
    "de": "✅ Screenshot-Erfassung: Erfassen Sie schnell einen Screenshot Ihrer aktuellen Seite über ein Rechtsklickmenü oder ein Erweiterungs-Popup.\n\n✅ Vollbildaufnahme: Machen Sie einen vollständigen Screenshot Ihrer Seite, einschließlich aller scrollbaren Bereiche.\n\n✅ Anpassbares Zuschneiden: Verfeinern Sie Ihren Screenshot, indem Sie ihn zuschneiden, um wichtige Details hervorzuheben.\n\n✅ Kreative Anpassung: Verbessern Sie Ihren Screenshot mit Grafiken und Text.\n\n✅ Mühelose Freigabe: Laden Sie Ihren Screenshot herunter oder laden Sie ihn hoch, um einen teilbaren Link zu erstellen, was die Zusammenarbeit und das Teilen erleichtert.\n\nVerwalten Sie Screenshots und Lesezeichen, verwenden Sie: https://chromewebstore.google.com/detail/bookmark-ai-tag-screensho/dplkeopkcdalfhbmfpcenfinodanncej\n\nUnterstützte Sprachen: العربية, Deutsch, Español, English, Français, 日本語, 한국어, 简体/繁体中文",
    "es": "✅ Captura de Pantalla: Capture rápidamente una captura de pantalla de su página actual usando un menú de clic derecho o un popup de extensión.\n\n✅ Captura de Pantalla Completa: Capture una captura de pantalla completa de su página, incluidas todas las áreas desplazables.\n\n✅ Recorte Personalizable: Refine su captura de pantalla recortándola para resaltar detalles clave.\n\n✅ Personalización Creativa: Mejore su captura de pantalla con gráficos y texto.\n\n✅ Compartición Sin Esfuerzo: Descargue su captura de pantalla o súbala para generar un enlace compartible, facilitando la colaboración y el intercambio.\n\nGestione capturas de pantalla y marcadores, use: https://chromewebstore.google.com/detail/bookmark-ai-tag-screensho/dplkeopkcdalfhbmfpcenfinodanncej\n\nIdiomas de soporte: العربية, Deutsch, Español, English, Français, 日本語, 한국어, 简体/繁体中文",
    "fr": "✅ Capture d'écran: Capturez rapidement une capture d'écran de votre page actuelle en utilisant un menu contextuel ou une fenêtre d'extension.\n\n✅ Capture Plein Écran: Capturez une capture complète de votre page, y compris toutes les zones défilables.\n\n✅ Recadrage Personnalisable: Affinez votre capture d'écran en la recadrant pour mettre en évidence les détails importants.\n\n✅ Personnalisation Créative: Améliorez votre capture d'écran avec des graphiques et du texte.\n\n✅ Partage Facile: Téléchargez votre capture d'écran ou téléchargez-la pour générer un lien partageable, rendant la collaboration et le partage fluides.\n\nGérez les captures d'écran et les favoris, utilisez: https://chromewebstore.google.com/detail/bookmark-ai-tag-screensho/dplkeopkcdalfhbmfpcenfinodanncej\n\nLangues prises en charge : العربية, Deutsch, Español, English, Français, 日本語, 한국어, 简体/繁体中文.",
    "ja": "✅ スクリーンショットキャプチャ: 右クリックメニューまたは拡張ポップアップを使用して、現在のページのスクリーンショットを素早くキャプチャします。\n\n✅ フルスクリーンキャプチャ: スクロール可能な領域を含むページ全体のスクリーンショットをキャプチャします。\n\n✅ カスタマイズ可能なクロッピング: 重要な詳細を強調するためにスクリーンショットをトリミングして最適化します。\n\n✅ クリエイティブなカスタマイズ: グラフィックやテキストでスクリーンショットを強化します。\n\n✅ 簡単な共有: スクリーンショットをダウンロードするか、共有可能なリンクを生成するためにアップロードし、コラボレーションと共有をスムーズにします。\n\nスクリーンショットとブックマークを管理するには、以下を使用してください：https://chromewebstore.google.com/detail/bookmark-ai-tag-screensho/dplkeopkcdalfhbmfpcenfinodanncej\n\nサポート言語：العربية、Deutsch、Español、English、Français、日本語、한국어、简体/繁体中文",
    "ko": "✅ 스크린샷 캡처: 오른쪽 클릭 메뉴 또는 확장 프로그램 팝업을 사용하여 현재 페이지의 스크린샷을 빠르게 캡처합니다.\n\n✅ 전체 화면 캡처: 스크롤 가능한 모든 영역을 포함하여 페이지의 전체 스크린샷을 캡처합니다.\n\n✅ 맞춤형 자르기: 주요 세부 정보를 강조하도록 스크린샷을 자르며 최적화하세요.\n\n✅ 창의적 커스터마이징: 그래픽과 텍스트로 스크린샷을 향상하세요.\n\n✅ 간편한 공유: 스크린샷을 다운로드하거나 업로드하여 공유 가능한 링크를 생성하고, 협업과 공유를 원활하게 만드세요.\n\n스크린샷과 북마크를 관리하려면 다음을 사용하세요: https://chromewebstore.google.com/detail/bookmark-ai-tag-screensho/dplkeopkcdalfhbmfpcenfinodanncej\n\n지원 언어: العربية, Deutsch, Español, English, Français, 日本語, 한국어, 简体/繁体中文",
    "zh_CN": "✅ 截屏捕捉：通过右键菜单或扩展弹出窗口快速捕捉当前页面的屏幕截图。\n\n✅ 全屏捕捉：捕捉完整页面截图，包括所有可滚动区域。\n\n✅ 可自定义裁剪：裁剪您的截图以突出显示关键细节。\n\n✅ 创意定制：使用图形和文字增强您的截图。\n\n✅ 轻松分享：下载您的截图或上传以生成可分享链接，使协作和分享变得轻松。\n\n管理截图和书签，请使用：https://chromewebstore.google.com/detail/bookmark-ai-tag-screensho/dplkeopkcdalfhbmfpcenfinodanncej\n\n支持语言: العربية, Deutsch, Español, English, Français, 日本语, 한국어, 简体/繁体中文",
    "zh_TW": "✅ 截圖擷取：透過右鍵選單或擴充功能彈出視窗快速擷取當前頁面的截圖。\n\n✅ 全螢幕擷取：擷取整個頁面的截圖，包括所有可滾動區域。\n\n✅ 可自定義裁剪：裁剪您的截圖以突出顯示關鍵細節。\n\n✅ 創意定制：使用圖形和文字增強您的截圖。\n\n✅ 輕鬆分享：下載您的截圖或上傳以生成可分享連結，使協作和分享變得輕鬆。\n\n管理截圖和書籤，請使用：https://chromewebstore.google.com/detail/bookmark-ai-tag-screensho/dplkeopkcdalfhbmfpcenfinodanncej\n\n支持語言:  العربية, Deutsch, Español, English, Français,  日本語, 한국어, 简体/繁体中文"
  }
}