{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Page Annotator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allow users to highlight text and add notes to any webpage."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Page Annotator is a versatile Chrome extension that allows users to enhance their web browsing experience by highlighting text and adding notes directly on any webpage. This tool is perfect for students, researchers, and professionals who need to keep track of important information online.\n\nFeatures:\n- Highlight Text: Easily highlight selected text in three different colors (Yellow, Green, Pink) to categorize and organize your information.\n- Add Notes: Add personalized notes to any webpage and view them in an organized menu.\n- Auto-Save: Notes and highlights are automatically saved to local storage, ensuring your annotations are always available.\n- Remove Highlights: Remove selected highlights or clear all highlights with a simple click.\n- User-Friendly Interface: A floating icon on the screen allows easy access to the annotation menu without cluttering your browser.\n\nHow to Use:\n1. Click the floating star icon on the left side of your screen to open the annotation menu.\n2. Use the \"Highlight Text\" buttons to highlight selected text in your preferred color.\n3. Click \"Add Note\" to add a note to the current webpage. Notes are saved automatically.\n4. Use \"Remove Selected Highlights\" to remove highlights from selected text.\n5. Use \"Clear All Highlights\" to remove all highlights from the current webpage.\n\nPermissions:\n- ActiveTab: To modify the content of the currently active tab.\n- Storage: To save and retrieve notes and highlights from local storage.\n\nMake your web browsing more productive and organized with Web Page Annotator!"
  }
}