{
  "name": {
    "ar,da,hi,pl,sk": "2 Pac Man Game",
    "am,fa,ml,th": "2 Pac Online Game",
    "bg,ca,el,et,kn,ko,lv,mr,ms,no,sl": "2 Pac Unblocked Game",
    "bn,hu,ja,sv,te": "2 Pac Online",
    "cs,fi,fil,he,hr,sw": "2 Pac-Man Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,it,lt,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "2 Pac Arcade Game",
    "gu,id,ro,ta": "2 Pac Arcade Games"
  },
  "short": {
    "ar": "المضي قدما دون الاصطدام بالجدران عن طريق توجيه شخصية باك مان الخاصة بك في الوقت المناسب.",
    "am": "ግድግዳውን ሳትመታ በትክክለኛው ጊዜ የፓክ ሰው ገጸ ባሕርይህን በመምራት ወደፊት ግፉ።",
    "bg": "Придвижете се напред, без да удряте стените, като насочвате вашия pac man характер в точното време.",
    "bn": "সঠিক সময়ে আপনার প্যাক ম্যান চরিত্রটি পরিচালনা করে দেওয়ালে আঘাত না করে এগিয়ে যান।",
    "ca": "Avança sense colpejar les parets dirigint el teu personatge pac man en el moment adequat.",
    "cs": "Posuňte se vpřed, aniž byste narazili na zdi tím, že nasměrujete svou postavu pac mana ve správný čas.",
    "da": "Gå videre uden at ramme væggene ved at dirigere din pac man-karakter på det rigtige tidspunkt.",
    "de": "Bewegen Sie sich vorwärts, ohne gegen die Wände zu stoßen, indem Sie Ihren Pac-Man-Charakter zur richtigen Zeit dirigieren.",
    "el": "Προχωρήστε προς τα εμπρός χωρίς να χτυπήσετε τους τοίχους κατευθύνοντας τον χαρακτήρα σας pac man την κατάλληλη στιγμή.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Move forward without hitting the walls by directing your pac man character at the right time.",
    "es": "Avanza sin golpear las paredes dirigiendo a tu personaje de pac man en el momento adecuado.",
    "et": "Liikuge edasi ilma seinu löömata, suunates oma pac-mehe tegelaskuju õigel ajal.",
    "fa": "حرکت به جلو بدون ضربه زدن به دیوار با کارگردانی شخصیت مرد pac خود را در زمان مناسب.",
    "fi": "Siirry eteenpäin lyömättä seiniä ohjaamalla pac man -hahmoasi oikeaan aikaan.",
    "fil": "Sumulong nang walang pagpindot sa mga pader sa pamamagitan ng pagkumpas sa iyong pac character sa tamang oras.",
    "fr": "Avancez sans heurter les murs en dirigeant votre personnage de pac man au bon moment.",
    "gu": "તમારા પેસી મેન પાત્રને યોગ્ય સમયે નિર્દેશિત કરીને દિવાલોને ફટકાર્યા વિના આગળ વધો.",
    "he": "התקדמו קדימה מבלי לפגוע בקירות על ידי הכוונת דמות הפקק שלכם בזמן הנכון.",
    "hi": "सही समय पर अपने पीएसी मैन चरित्र को निर्देशित करके दीवारों को मारने के बिना आगे बढ़ें।",
    "hr": "Krećite se naprijed bez udaranja u zidove usmjeravajući svoj pac man lik u pravo vrijeme.",
    "hu": "Haladj előre anélkül, hogy a falaknak ütköznél, ha a megfelelő időben irányítod a pac man karakteredet.",
    "id": "Bergerak maju tanpa menabrak dinding dengan mengarahkan karakter pac man Anda pada waktu yang tepat.",
    "it": "Vai avanti senza colpire i muri dirigendo il tuo personaggio di pac man al momento giusto.",
    "ja": "適切なタイミングであなたのパックマンのキャラクターを指示することによって、壁にぶつかることなく前進してください。",
    "kn": "ಸರಿಯಾದ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ಪ್ಯಾಕ್ ಮ್ಯಾನ್ ಪಾತ್ರವನ್ನು ನಿರ್ದೇಶಿಸುವ ಮೂಲಕ ಗೋಡೆಗಳಿಗೆ ಹೊಡೆಯದೆ ಮುಂದುವರಿಯಿರಿ.",
    "ko": "적절한 시간에 pac man 캐릭터를 지시하여 벽을 치지 않고 앞으로 나아가십시오.",
    "lv": "Virzieties uz priekšu, nesitot pa sienām, īstajā laikā virzot savu pac man raksturu.",
    "ml": "ശരിയായ സമയത്ത് നിങ്ങളുടെ പാക്ക് മാൻ സ്വഭാവത്തെ നയിച്ചുകൊണ്ട് ചുവരുകളിൽ തട്ടാതെ മുന്നോട്ട് പോകുക.",
    "mr": "योग्य वेळी आपल्या पीएसी मॅन कॅरेक्टरला दिशा देऊन भिंतींना न मारता पुढे जा.",
    "ms": "Bergerak ke hadapan tanpa memukul dinding dengan mengarahkan watak pac man anda pada masa yang tepat.",
    "nl": "Ga vooruit zonder de muren te raken door je pac man-personage op het juiste moment te regisseren.",
    "no": "Gå fremover uten å treffe veggene ved å lede din pac man karakter til rett tid.",
    "pl": "Idź do przodu, nie uderzając w ściany, kierując swoją postacią pac mana we właściwym czasie.",
    "ro": "Mergi mai departe fără a lovi pereții direcționându-ți personajul pac man la momentul potrivit.",
    "ru": "Двигайтесь вперед, не ударяясь о стены, направляя своего персонажа pac man в нужное время.",
    "sk": "Posuňte sa vpred bez toho, aby ste narazili na steny, a nasmerujte svoju postavu pac mana v správnom čase.",
    "sl": "Premaknite se naprej, ne da bi udarili stene z usmerjanjem vaš pac man lik ob pravem času.",
    "sv": "Gå framåt utan att träffa väggarna genom att rikta din pac man-karaktär vid rätt tidpunkt.",
    "sw": "Songa mbele bila kupiga kuta kwa kuelekeza tabia yako ya mtu wa pac kwa wakati unaofaa.",
    "ta": "சரியான நேரத்தில் உங்கள் பேக் மேன் கதாபாத்திரத்தை இயக்குவதன் மூலம் சுவர்களைத் தாக்காமல் முன்னோக்கி நகர்த்தவும்.",
    "te": "మీ ప్యాక్ మ్యాన్ క్యారెక్టర్ ని సరైన సమయంలో డైరెక్ట్ చేయడం ద్వారా గోడలను కొట్టకుండా ముందుకు సాగండి.",
    "th": "ก้าวไปข้างหน้าโดยไม่ชนกําแพงโดยกํากับตัวละคร pac man ของคุณในเวลาที่เหมาะสม",
    "tr": "Pac man karakterinizi doğru zamanda yönlendirerek duvarlara çarpmadan ilerleyin.",
    "uk": "Рухайтеся вперед, не вдаряючись об стіни, направляючи свого персонажа pac man в потрібний час."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you ready for the old game fun! Start the fun with the 2 pac version of the fun game that has been enjoyed for years.\n\nHow To Play\nPlayed with Mouse.\n\n2 Pac Arcade Game Features\n✓ 2D Character\n✓ 2D Graphics\n✓ Easy control\n✓ 2 Different Mode\n\nFinally, you can enjoy these game for free (and more requests will be added)! 2 Pac Arcade Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}