{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Temple Run Unblocked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Now you can play Temple Run Unblocked right on Chrome™ Browser! Offline and Popup Version, without internet required!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Temple Run 2 is an endless racing game available as a Chrome extension. Players can also enjoy it for free on the drivemad.org website.\n\nIf you want play more games please click on \"Classroom 6x\" and click on web version for play on our website https://classroom-6x.org. Thanks!",
    "en": "Temple Run Unblocked is an exhilarating endless running game available as a Chrome extension. Embark on a thrilling adventure through ancient temple ruins, dodging obstacles and collecting treasures along the way. Swipe left, right, up, or down to navigate the treacherous paths, avoiding deadly traps and obstacles. \nRun as far as you can, overcoming challenging obstacles and unlocking power-ups to enhance your abilities. With its immersive 3D graphics, fast-paced gameplay, and intuitive controls, Temple Run Unblocked provides an adrenaline-pumping experience. Compete for high scores, complete objectives, and unlock new characters and upgrades. Whether you're a fan of endless runners or seeking a thrilling gaming experience, Temple Run offers endless hours of excitement right in your Chrome browser. Get ready to run for your life and test your reflexes in this action-packed game.\n\nWe have added \"Unblocked Games\" button, making it easy for players to quickly access the games on our website! https://geometrydash.ee/"
  }
}