{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WhoFundsWho"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly shows you who funds the experts, politicians, think tanks and other institutions you are reading about."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WhoFundsWho is a browser extension that instantly shows you who funds the experts, politicians, think tanks and other organizations that you are reading about.\n\nWe rely on experts and institutions to make sense of the world. But these experts and institutions have their own biases and interests. These are typically not disclosed to the reader even though they may have an influence on what the organization or person believes or says.\n\nWhile you usually could find such information if you did some research, who wants to have to do that research for every person or organization they are reading about?\n\nThis is where WhoFundsWho comes in. \n\nWhoFundsWho did this research for you and makes it instantly available to you exactly when it is most relevant to you.\n\nHere's how it works: \n\nWhoFundsWho highlights on any webpage the names of organizations and people for who it has funding information in its database. Simply click on or hover over the highlighted name to open a popup that displays that information for you.\n\nAnd it is not just financial information that WhoFundsWho can provide you with. It can also tell you:\n\n- what other organizations a person has worked for\n- how an organization is related to other organizations\n- who their parent or child organizations are\n- who they partner with\n- what networks they are a member of\n\nand more.\n\nHow to Use\nIn the user menu there are several options you can choose from:\n\n- on / off - Use this to turn the extension on or off. The default is 'on'.\n\n- click / hover - By default the popup will open when you hover over a highlighted name but you can also choose 'click' which opens the popup when you click on the highlighted name. The potential issue with the 'click' option is that sometimes the names that the extension finds and highlights on the webpage were already hyperlinked on the original page. And the hyperlink applied by the extension may then override the original hyperlink so that the original link is no longer accessible. This conflict is avoided by choosing 'hover' to open the popup which leaves the webpage's original click action intact.\n\n- quick / full - The 'quick' option loads the popup with only the most important information, in text format, while the default 'full' shows all available information, and it uses both text and images.\n\n- first / all - When the default 'all' is selected, all instances of each matching name found on the webpage will be highlighted whereas 'first' will highlight + hyperlink only the first two instances. The reason for this option is that if the name of an organization or person is frequently mentioned on a webpage then it may become distracting or visually unappealing if each instance of that name is highlighted + hyperlinked. Note that on twitter.com the option to highlight only the first 2 instances is not available and all instances will be highlighted.\n\n- include people - The database contains records for both organizations and people. The extension will always highlight the names of matching organizations but by checking or unchecking 'include people' you can choose whether you also want it to find matching people.\n\n- category checkboxes - You can choose one or more of up to 11 different categories of organizations & people. If for example you are only interested in information about think tanks, then check that option. If you want the extension to alert you whenever the organizations or people you are reading about are funded by the Bill & Melinda Gates Foundation or have some affiliation with the\n\n- all websites / select - By default the extension runs on all webpages but you can also specify the websites that you want the extension to run, or not run, on. Click the 'select' link to open the input form where you can specify the specific URLs. Then check the 'select' radio button, and choose whether the extension should or should not run on the websites you specified.\n\n- highlight & text - Select the highlight and text color the extension uses. Or select 'none' to to select a text color without any highlighting applied to it. \n\nPrivacy\nWhoFundsWho performs all privacy sensitive operations locally, on the user's local machine. Upon installation the extension downloads from two Google Sheets two lists of keywords (one for organization names and one for people names) together with the (encrypted) URLs of the Airtable records they are associated with. It uses these to locally build a Bloom filter data structure which in turn it uses to perform keyword searches of the text of webpages the user visits. This works as follows:\n\nAfter a webpage's text content has fully loaded, the content script captures all visible text and sends it to a local service worker that performs a Bloom filter keyword search on it and returns an array with the keywords it found. The content script then highlights and hyperlinks these keywords on the webpage. \n\nUp to this point all these processes are automatic and take place only on the user's local machine. No data about the websites the user visits or the text on those websites is ever transmitted to servers in this process.\n\nIt is only when the user clicks on or hovers over a highlighted name to open a popup with funding data for that organization or person, that a record retrieval request is sent to a server. The request sent to the server consists only of the (encrypted) url and two backup urls where the Airtable records associated with the name are located. The only information sent to the server is a request to see a specific record of an organization or person. No user data (e.g. IP address) is collected or logged.\n\nFor all this to work, WhoFundsWho requires three permissions:\n\nHost Permission\nBy default WhoFundsWho runs on all webpages and it runs automatically, without requiring the user to manually start the keyword search of a webpage's text. The user can change these settings in the user menu by choosing the 'off' rather than 'on' setting and then manually re-activating the search on each webpage it wants the extension to run on. The user can also specify a list of websites that the extension should or should not run on. But the default is that the extension runs automatically and on all websites. For this to work, the extension requires the '<all_urls>' host permission, a powerful permission that could potentially be misused. That is why all privacy sensitive actions are only performed locally, as explained above.\n\nStorage\nBecause the extension downloads the keywords data from the two Google Sheets in order to locally build the database that it uses for the keyword searches, it needs storage permission. This permission is also needed to store the selections the user makes in the user menu so that these selections can persist between different sessions.\n\nUnlimited Storage\nBecause the number of keywords in the database that it needs to store locally is very large (75,000+) the extension requires more than 5MB storage space, which means it requires the Unlimited Storage permission.\n\nFor an FAQ & troubleshooting, as well as more information about the project, visit www.whofundswho.com"
  }
}