{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FreeBusy Copilot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Schedule meetings 10x faster with people inside & outside your company. Companion for Gmail, Google Calendar and many other web apps"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FreeBusy Copilot is your companion browser extension for Gmail, Google Calendar and many other web apps.\n\nFreeBusy for Gmail lets you organize efficient meeting polls to quickly find a time to meet with people inside and outside your company. When you compose or reply to an email look for the \"Suggest Meeting Times with FreeBusy\" button next to Gmail's own Send email button. FreeBusy will show you a unified view of everyone's availability so you can create a poll with multiple suggestions using availability information from participants' calendars.\n\nFreeBusy for Google Calendar lets you pick the best time to meet by showing you when all attendees are available, whether they are inside or outside your company, and irrespective of which calendar system they use. When you create or edit an event look for the \"Find a Time with FreeBusy\" tab, next to Google Calendar's own \"Find a Time\" tab.\n\nFreeBusy is also the easiest way to share availability from all your calendars so contacts can book meetings with you at time that actually work. You can link work, school, or personal calendars from any cloud provider. See https://freebusy.io/integrations for a list of integrations.\n\nTop Use Cases:\n\n1. Appointment Booking for You\n-\tShare your availability to allow others to schedule meeting with you\n-\tAdd your FreeBusy booking page to your website\n-\tAdd your booking link to your email signature?\n\n2. Appointment Booking for Your Team\n-\tShare your team availability to allow people to schedule a meeting with your team (show only time when everyone is available)\n-\tPool availability of your team for round-robin booking assignment \n\n3. Capture leads for your company\n-\tUse with email marketing campaign and webinars to capture leads\n-\tCreate a signup sheet to host an event such as webinar, seminar or conference\n-\tAdd a “Book a Demo” widget to your website\n\n4. Arrange meetings on behalf of others \n-\tSchedule a meeting on behalf of your manager (Executive Assistants)\n-\tSchedule meeting on behalf of your colleagues\n-\tCreate booking page for your colleagues\n\n5. Schedule group meetings with internal and external people\n-\tPoll participants from inside and outside your company to quickly find the best time to meet \n-\tSee availability of partners in other companies, directly in your Google Calendar and Outlook \n-\tShare your availability as an iCalendar feed others can subscribe to"
  }
}