{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FivData - Freelancer Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Data Analytics and Gig Rank Checking Services for Freelancers."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FivData is an assistant tool for freelancers. FivData helps you to increase your productivity and gain more income in freelancing World.\n\nFivData has several features ranging from keyword analytics, gig seo, gig rank checker to enhance your seller dashboard with detailed buyer requests, notification reminders etc. FivData has it's own website (www.fivdata.com) where you can get more advanced services. \n\nFeatures of the Extension\n\n- Gig Rank Checker\nFivData Chrome Extension works with FivData Website to browse through Fiverr and get your ranking for the keywords.\n\n- Notification & Unread Message Reminder (On Page & Offpage)\nIf you are keep logged in to your account, this tool checks notifications periodically and notify you if there are any unread notifications or messages. This works without the website is opened in the browser.\n\n- Hide My Balance\nEnabling \"Hide My Balance\" will blurred out your balance from the webpage. This is useful when you do screen sharing.\n\n- Search Bar for Keyword Analytics & Buttons\nYou can visit FivData website to get keyword analytics. Also you can click on \"Get Keyword Analytics\" button to get the searched keyword analytics.\n\nIf you have any issue regarding this tool, contact us via \nEmail : info@fivdata.com\nFacebook : www.facebook.com/fivdata\n\nWe highly appreciate your suggestions and reviews!\n\nNote : \nThis is NOT an official product of Fiverr International Ltd and has no affiliation with Fiverr International Ltd. This product is intended to be merely a productivity and informational tool.\n\nRegistered trademarks and service marks are the property of their respective owners."
  }
}