{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AliExpress Images & Videos Downloader - ECabLeads"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Click 'Download This Product' button to downloads AliExpress images, videos, and descriptions — your choices, your way!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover the ultimate tool for effortless product downloads! This Google Chrome Extension is designed to simplify your experience on AliExpress by providing you with powerful, yet easy-to-use features. Easily download and edit product images, videos, and descriptions from AliExpress with just one click!\n\nHow It Works:\n1. Install the Extension: Begin by adding this extension to your Google Chrome browser from the Chrome Web Store.\n2. Pin the Extension: Once installed, pin the extension to your browser for quick and easy access.\n3. Browse AliExpress Products: Navigate to the product page of any AliExpress item you want to download.\n4. Click \"Download This Product\": On the product page, you’ll see a \"Download This Product\" button. Simply click it to unlock download options.\n5. Select Your Download: Choose from unlimited options, including product images, videos, and descriptions, and download as much as you need—completely free!\n\nOur extension is a must-have tool for dropshippers, marketers, and eCommerce enthusiasts who need high-quality content to optimize their business. With AliExpress Images & Videos Downloader - ECabLeads, you can:\n>> Download Product Content: Save product images, videos, and descriptions directly from AliExpress product pages.\n>> Edit Before Downloading: Use the built-in editing feature to customize images, ensuring they are tailored to your brand or specific needs.\n>> Streamline Your Workflow: Download multiple images and videos at once, saving you time and effort.\n>> Organize Your Downloads: Save files efficiently and manage them locally on your device for easy access.\n\nWhy Choose This Extension?\n>> Unlimited Downloads: Enjoy the freedom to download as many products as you want.\n>> Versatile Options: Save images, videos, and descriptions—all tailored to your needs.\n>> User-Friendly Design: Built for simplicity, it’s perfect for everyone, from beginners to professionals.\n>> Powerful Yet Simple: Though it’s lightweight, this tool delivers exceptional functionality, making your work faster and more efficient.\n\nWhether you’re a dropshipper, eCommerce expert, or just exploring AliExpress, this extension is your trusted companion. Start using it today and experience the difference it makes in managing product downloads effortlessly!"
  }
}