{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "snake Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A fun snake game inside your browser"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Snake Game Extension is a fun and engaging version of the classic Snake game, designed to be played directly in your Chrome browser! This extension brings the nostalgic game to life, allowing you to control the snake using your keyboard arrows as it navigates around the game area. The goal is simple: eat the apple to grow your snake while avoiding running into walls or yourself.\n\nAs you progress and score higher, the speed of the game increases, making it more challenging and exciting. Perfect for a quick break, this extension lets you play the Snake game any time directly from your browser’s toolbar.\n\n---Features:\n~Classic Snake Gameplay: Control a snake that grows as it eats apples.\n~Increasing Speed: The snake’s speed increases as your score goes up, adding a challenge.\n~User-Friendly Interface: Simple and colorful design that is easy to navigate.\n~Start and Restart: Easily start and restart the game with a button.\n~Game Over Screen: When you lose, see your final score and restart the game.\n---How to Play:\n~Use arrow keys to move the snake up, down, left, or right.\n~Eat the apples that appear in the game area to grow the snake.\n~Avoid the walls and the snake's own body. If the snake collides with the wall or itself, the game is over.\n~Click the \"Start\" button to begin a new game. The game resets after you lose."
  }
}