{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pogline"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pogline is one of the ad blockers that works efficiently and quickly to help you enjoy the internet"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Many people do not like to be bombarded with adverts on every website they visit. Especially if they have to wait to see the content. This problem is solved by ad blockers. Our extension is one of them, which works efficiently and quickly to help you enjoy the Internet more. \nHow does the browser extension work? \nThe way an ad blocker works is simple - you install it on your browser. Because it is a browser extension, it works every time you visit a website. \nOur Pogline extension blocks the following types of ads:\n- Banners and pop-ups\n- Redirects and trackers\n- Overlays \n- Improving content readability\n- Ads on videos\nOur extension is free, requires no registration, is lightweight and does not take up much space on your computer. The advanced system, based on the principles of Manifest Version 3 (MV3), effectively filters ads without affecting the important content you are interested in.\nPrivacy\nOur extension is designed to help you, so we do not collect, store or share your personal information. The only information we use is information about the installation and uninstallation of the extension, which is used for statistical purposes. \nTo find out more about our privacy policy or to read our End User Licence Agreement, please visit our website: https://pogline.com"
  }
}