{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fiverr Mate:Fiverr Gig SEO Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Best Fiverr SEO Chrome Extension To Rank On Fiverr That Can Automate Fiverr Bulk Tasks & Generates SEO Optimized Ai Content"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fiverr Mate is a Fiverr SEO Chrome extension designed to automate bulk tasks and research to RANK ON FIVERR in first page. Fiverr Mate help Fiverr sellers easily optimize their gig's SEO and increase their sales. With Fiverr Mate, you can easily optimize your gig's title, tags, and description for maximum visibility in Fiverr search results.\n\nNo more manual keyword research or guesswork - Fiverr Mate takes care of everything for you, so you can focus on delivering great work to your customers. The extension also offers a variety of other useful features such as most used keywords explorer, automatic gig creation, generate quick content using built in ai features.\n\nWhether you're a new seller looking to get started on the right foot, or an experienced seller looking to take your gigs to the next level, Fiverr Mate is the ultimate tool for boosting your Fiverr sales. Its intuitive interface and easy-to-use features make it accessible to sellers of all skill levels.\n\nFeatures:\n\n✓Fiverr SEO Mate Seo Report Generator [New Feature].\n✓Fiverr Gig Reviews Analyzer [New Feature].\n✓Fiverr Gig Rank Checker [New Feature].\n✓Competitor Gig Image Analysis [New Feature].\n✓No login to Fiverr is required.\n✓Gig Save Feature Without Logging [New Feature].\n✓Most Used Tags, Titles & Links Explorer [New Feature].\n✓Integrated Ai Content Technology in Open ai [New Feature].\n✓Gig Inspector Feature With Ai [New Feature].\n✓Show tags used by other gigs, their ratings.\n✓Show you evergreen categories that you can create gigs to earn money.\n✓Download gig images in bulk.\n✓Download all gig titles with a single click Into a CSV file.\n✓Collect suggested keywords and download them whenever you needed.\n✓Copy search tags when you search anything.\n✓Download the gig title as bulk with a single click\n✓Download all gig images in a high-quality version\n✓Collect questions in the gig and download them all at once\n✓Collect tags in the gig and download them all at once whenever needed.\n✓Download the gig description into a text file\n✓Search function to notify, how many times keywords are used in the description.\n✓Much more coming soon. This is just the beginning.\n\nSo if you're looking to unlock the full potential of your Fiverr gigs and start seeing more orders and higher earnings, then download Fiverr Mate today and experience the power of automated gig SEO optimization!\n\nPremium Plan Will Unlock Unlimited Access To Above Features.\nGet Premium Today & Feel The Real Power Of Fiverr Mate Extension.\n\nIf you have any questions, feel free to contact us through our website. We'll right back to you asap.\n\nNote:\n\nThe Fiverr Mate extension won't store any of your personal account data in your browser. So, you can use this as risk-free. Because our first priority is your trust in us.\n\nAttention:\n\nAs this is not an officially made extension from Fiverr. So functions of extension may fail upon changing the Fiverr site by owners. We'll try our best to make this extension update for you with new features.\n\nThanks,\nSyntaximos Team."
  }
}