{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "QR Code Generator for Gmail"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate a QR code and insert it into the email when composing or replying"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate a QR code and insert it into the email when composing or replying.\n\nWhen sending emails to your target, you can attach QR codes to direct them to your marketing campaign. These QR codes can be links, videos, sign-up forms, audio, or a series of images.\n\nWhy insert QR codes in the emails?\n\nAdding QR codes to your emails can significantly increase the strong user experience of your marketing strategy.\n\nWith QR codes in your emails, your customers can seamlessly access a lot of useful information and provide more help to your customers without consuming more manpower.\n\n- Easy to contact customer support: Nowadays, cell phones support scanning QR codes, so customers can easily access the content you provide.\n- Increase App download rate: You can generate QR codes for your App download addresses, or even merge Apps for multiple platforms into one QR code that automatically redirects to the appropriate download market depending on whether the user's Android or iOS device.\n- QR code as business card: Nowadays, more and more businesses are using QR codes on their business cards, which can display richer content after scanning. You can also add QR codes to the signatures of your business emails to let your customers know more about you.\n- Support social marketing: Create QR codes for your business's social media, such as Snapchat, LinkedIn, Facebook, Twitter, etc. to direct customers to your social media profile pages.\n- Entry pass for events:  You can send customers a unique entry pass for an event,  they just need to show the email on their phone and verify the QR code.\n- Use as coupons:  Email QR code coupons to your customers, the code can easily be scanned and verified at checkout. this can attract more customers to your store.\n\nThese are just a few examples, you can use QR codes in your emails to market using a variety of strategies.\n\n\nData Privacy\nYour data stays on your device and is not stored or transmitted to our servers. We prioritize keeping your information secure and confidential."
  }
}