{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Temporary Notes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A colorful and temporary Google Notes application"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Temporary Notes - Quick and Easy Note-Taking\nDescription:\n\nTemporary Notes is a lightweight and user-friendly Chrome extension designed to help you quickly jot down notes and ideas. Whether you need to keep track of tasks, write down quick reminders, or save snippets of information, Temporary Notes is here to simplify your note-taking process.\n\nFeatures:\n\nMultiple Notes: Seamlessly switch between three different note sections to organize your thoughts better.\nDark Mode: Automatic dark mode activation for a comfortable viewing experience, especially during nighttime.\nCustomization Options: Adjust font size, text color, and background color to suit your preferences.\nLanguage Support: Easily switch between English and Turkish for a localized experience.\nQuick Access: Effortlessly access your notes directly from the extension popup.\nPersistency: Notes are saved locally and will remain available even after closing the browser.\nHow to Use:\n\nSwitch Between Notes: Click on the 1, 2, or 3 buttons to switch between different note sections.\nWrite Notes: Click inside the note area and start typing your notes. Changes are saved automatically.\nCustomization: Use the settings section to change font size, text color, and background color.\nDark Mode: Toggle the dark mode using the dedicated button for a darker theme.\nLanguage: Choose your preferred language from the dropdown menu.\nWhy Choose Temporary Notes?\n\nTemporary Notes is designed to be a simple yet powerful tool for anyone who needs a quick and reliable way to take notes while browsing the web. With its minimalistic interface and useful features, it ensures that your note-taking experience is as smooth as possible."
  }
}