{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trello Table Markdown"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Table markdown formatting for Trello"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One thing Trello is missing is markdown support for tables.\nWith the Trello Table Markdown Chrome extension you can now use markdown to create tables in card description and comments.\nAnd this new version also supports code syntax highlighting!\n\nPLEASE NOTE:\nThis extension will not be updated anymore.\nAll it's features are included in my Trello Cards Optimizer extension, which is available from the Crome store at https://chrome.google.com/webstore/detail/ipbjjbpopodbnjbjnneakhcppdocpelg\nIt's not optimal for me to maintain both extensions, so I decided to discontinue the Trello Table Markdown. \nIf you don't want the extra features TCO gives you, just disable the ones you don't like (only once) in the settings.\nTable markdown and syntax highlighting are always enabled.\n\n• Table markdown in description and comments:\nTTM supports markdown support for tables in card backside description, and even in the comments!\nTo create a table, always start lines with a | (pipe) and include a header, a separator with column defitions with minimum three dashes per column, and a minimum of 1 row below the separator row (or 2 rows in case of a 2 columns table).\nThe total number of columns is set based upon the  number of | --- | separator row.\n\nYou can control table width, column alignment, text wrap and column spanning, and you can use multiple lines in a table header or cell.\nA full explanation of the Table markdown syntax is included in Trello's Formatting Help, just click that button and scroll down!\n\n• Copy/paste tables in description and comments:\nIf you have a table as text formatted with tabs (like you get when you copy rows from an Excel table) the table markdown is automatically formatted on paste!\n\n• Tab support in description and comments editing:\nYou can use the tab key during editing, which will automatically insert 4 spaces.\nThe left and right arrow as well as backspace keys detect 4 spaces as a tab and jump over it.\nYou can also select a block of text and use the tab key to indent it or shift-tab to remove indentation.\n\n• Text coloring in description and comments:\n<c:red this is red text> creates red text. You can only use html color names.\n\n• Syntax highlighting in ``` code blocks in description and comments:\nYou can tell TTM to use syntax highlighting for code blocks enclosed by ```.\nTo use it, specify the code language on the first line followed by a colon:, like this:\n```\nhtml:\n... your code here ...\n```\n\nAfter the colon you can use the options 'linenumbers' and or 'wraptext'.\nSo to use syntax highlighting for sql with linenumbers and wrapped lines, use:\n```\nsql:linenumbers,wraptext\n... your code here ...\n```\n\nThe following language codes are available:\nasp, c, c#, c++, css, cssless, html, htmlmixed, htmlphp, java, javascript, json, jsp, mariadb, mssql, mysql, objectivec, pearl, pgsql, php, plainhtml, plsql, python, ruby, sql, typescript, vb, xcss, xml.\n\nExplanation of the syntax highlighting is just as with the table markdown included in Trello's Formatting Help, just click that button and scroll down!\n\n=========\n\nIf you want a lot more enhancements to Trello cards in lists, please check out the Trello Cards Optimizer Chrome extension.\nIt also includes the table markdown and code syntax highlighting functionality, so you don't need both extensions.\nInstall it from https://chrome.google.com/webstore/detail/trello-cards-optimizer/ipbjjbpopodbnjbjnneakhcppdocpelg"
  }
}