{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Deep Dive SEO Analysis - PRO"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Comprehensive Chrome extension for in-depth analysis of on-page SEO elements, optimizing content for search engine visibility."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do Better SEO Today with Deep Dive SEO – Pro (last updated: Sep 22, 2024)\n\nThis lightning-fast Chrome extension is a must-have for SEO professionals. Trusted by experts at NextLeft and companies focused on ranking high with top-notch content, SEO Deep Dive – Pro provides powerful tools to optimize your website for search engines.\n\nKey Features:\n• SERP View: Analyze your website's performance in search results\n• Canonical URLs: Ensure proper indexing and avoid duplicate content issues\n• Heading Hierarchy: Optimize your headings for better structure and readability\n• Image Alt Tags: Improve accessibility and SEO with descriptive alt tags\n• Inbound vs. Outbound Links: Monitor your link profile for a healthy balance\n• Favicons: Instantly recognize your favorite websites in search results\n• Clear Live Scoring: Get real-time feedback and recommendations for each feature\n\nSEO Deep Dive – Pro is designed to be fun, easy to use, and incredibly effective. With its sleek, well-designed interface, you'll have the power to analyze and improve your content faster than ever before. \n\nTake your SEO to the next level and start optimizing like a pro today!\n\nOur team is dedicated to providing you with the tools you need to succeed in search. We understand the importance of staying ahead in the ever-evolving world of SEO, and that's why we've created SEO Deep Dive – Pro. \n\nThis extension is the result of countless hours of research, development, and real-world testing by our team of SEO experts.\n\nDon't miss out on this game-changing extension. Download SEO Deep Dive – Pro now and experience the difference it can make for your SEO strategy. With more powerful functions and features coming soon, you'll always stay ahead of the curve.\n\nInstall SEO Deep Dive – Pro today and join the ranks of SEO professionals who rely on the best SEO tools for their success in search."
  }
}