{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Just a Clock - the Minutes",
    "de": "Einfach eine Uhr – die Minuten",
    "es": "Sólo un Reloj - los Minutos",
    "it": "Solo un Orologio – i Minuti",
    "nl": "Gewoon een klok – de Minuten",
    "ru": "Просто Время - Минуты",
    "tr": "Sadece Bir Saat - Dakikalar"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "A simple digital clock for the toolbar. This is JUST THE MINUTES. Pair with the hours for an awesome readable clock in your toolbar!",
    "de": "Eine einfache Digitaluhr für die Toolbar. Diese Erweiterung zeigt nur die Minuten. Installieren Sie auch “Die STUNDEN” für eine…",
    "es": "Un reloj digital simple para la barra de herramientas. Esto es sólo los MINUTOS. Emparejar con las HORAS por un reloj de legible…",
    "it": "Un semplice orologio digitale per la barra degli strumenti. Questo è solo il MINUTI. Coppia con Le Ore per un orologio…",
    "nl": "Een eenvoudige digitale klok voor de werkbalk. Dit zijn enkel de MINUTEN . Combineer met de UREN voor een geweldige leesbare klok…",
    "ru": "Простые дигитальные часы в верхней панели браузера. Это ТОЛЬКО МИНУТЫ. Скачайте так же ЧАСЫ для полных, удобных и легко заметных…",
    "tr": "Araç çubuğu için basit bir dijital saat. Bu SADECE DAKİKALARdır. Araç çubuğunuzda muhteşem okunabilirlikte bir dijital saat için,…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Just a clock, in your Chrome toolbar; Nice and big and simple.  There are 2 extensions, one for the Hours and one for the Minutes.\n\nI built this because I usually have a full screen app/game/video going on my main monitor and can't see the clock.  My browser is usually on my 2nd monitor and now I can always see the time at a glance!\n\nThis is JUST THE MINUTES and meant to be paired with the \"Just a Clock - The Hours\" extension in your toolbar and positioned to its RIGHT.\n\nRemember to also install the HOURS: https://chrome.google.com/webstore/detail/agglgohcegmeeaccikjfmehncfomccpg\n\n-- Now with High Res images!\n-- White numbers for dark themes are available in Options\n\n- Russian translation provided by Ross Yes\n- Turkish translation provided by Kerem Özen\n- German translation provided by Arshad Tayyeb\n- Italian translation provided by Stefano Moris\n- Dutch translation provided by Joery van Druten\n\nIf you like it please let me know in the comments.  If you have any suggestions or requests please also let me know.",
    "de": "Einfach eine Uhr, in der Chrome-Toolbar; Schön, groß und einfach. Es gibt 2-Erweiterungen, eine für die Stunden und eine für die Minuten.\n\nIch baute das, weil es regelmäßig eine Vollbild app / Spiel / Video auf meinem Hauptmonitor spielt, dabei ich die Uhr nicht mehr sehen kann. Mein Browser läuft normalerweise auf meinem zweiten Monitor, und mit dieser Erweiterungen kann ich immer die Zeit auf einen Blick sehen!\n\nDiese Erweiterung ist nur die STUNDEN (12 oder 24 Stunden-Modi zur Verfügung) und soll mit dem \"Einfach eine Uhr – Die Minuten\" gepaart werden, und auf der linken Seite von “Die Minuten” positioniert.\n\nInstallieren Sie auch Die Minuten: https://chrome.google.com/webstore/detail/pgmgkfgcnigcopcjhilfabbdgmjmkogj\n\n- Jetzt mit High Res Bilder!\n- Weiße Zahlen für dunkle Themen verfügbar in Optionen\n\n- Deutsche Übersetzung von Arshad Tayyeb\n\nWenn es Ihnen gefällt, schreiben Sie mich in den Kommentaren wissen. Wenn Sie Anregungen oder Wünsche haben, bitte kontaktieren Sie mich auch.",
    "es": "Sólo un reloj, en tu barra de herramientas de Chrome; Bonito y grande y simple. Hay 2 extensiones, una para las horas y otra para los minutos.\n\nYo construido esto porque por lo general tengo una aplicación de pantalla completo / juego / video completo en mi monitor principal y no puedo ver el reloj. Mi navegador es por lo general en mi segundo monitor y ahora siempre puedo ver el tiempo de un vistazo!\n\nEsto es sólo el MINUTOS y destinado a ser emparejado con el \"Sólo un reloj - Las Horas\" extensión en tu barra de herramientas y colocado a su derecha.\n\nRecuerde instalar también las HORAS: https://chrome.google.com/webstore/detail/agglgohcegmeeaccikjfmehncfomccpg\n\n-- Ahora con soporte las 24 horas, porque tú lo has querido!\n-- También, números blancos para temas oscuros están disponibles en opciones\n\nSi te gusta, por favor hágamelo saber en los comentarios. Si tienes alguna sugerencia o petición por favor, también hágamelo saber.",
    "it": "Un semplice orologio digitale per la barra degli strumenti. Questo è solo il MINUTI. Coppia con Le Ore per un orologio impressionante nella barra degli strumenti!\n\nHo costruito questo perché io di solito hanno uno schermo di app / gioco / video full  sul mio monitor principale e non possono vedere l'orologio. Il mio browser è di solito sul mio monitor 2 e ora posso sempre vedere l'ora in un colpo d'occhio!\n\nQuesto è solo l'MINUTI e destinate ad essere accoppiato con il \"Solo un Clock - Le Ore di\" estensione nella barra degli strumenti e posizionato alla sua destra.\n\nRicordarsi di installare anche i ORE: https://chrome.google.com/webstore/detail/agglgohcegmeeaccikjfmehncfomccpg\n\n-- Ora, con le immagini ad alta risoluzione!\n-- Numeri bianchi per i temi scuri sono disponibili in Opzioni\n\n- Traduzione in Italiano fornito da Stefano Moris\n\nSe vi piace per favore fatemelo sapere nei commenti. Se avete suggerimenti o richieste si prega di far sapere anche a me.",
    "nl": "Gewoon een klok , in uw Chrome -werkbalk ; Mooi, groot en eenvoudig. Er zijn 2 uitbreidingen , één voor de uren en één voor de minuten.\n\nIk ontwikkelde dit omdat ik meestal een full screen app / game / video draaide op mijn hoofdmonitor en de klok niet kon zien . Mijn browser is meestal op mijn 2e monitor en nu kan ik altijd de tijd zien in een oogopslag !\n\nDit zijn enkel de Minuten en bedoeld om te worden gecombineerd met de \"Gewoon een klok - De Uren \" extensie in uw werkbalk en gepositioneerd aan de rechterkant .\n\nVergeet niet om ook de UREN te installeren: https://chrome.google.com/webstore/detail/agglgohcegmeeaccikjfmehncfomccpg\n\n-- Nu met Hoge Resolutie beelden !\n-- Witte cijfers voor donkere thema's zijn beschikbaar in Opties\n\n- Nederlandse vertaling door Joery van Druten\n\nSchrijf een recensie en laat weten of je het leuk vindt.  En jouw suggesties of verzoeken zijn van harte welkom.",
    "ru": "Просто время, в верхней панеле вашего Хрома. Стильные, большие и удобные часы. Часы состоят из из двух отдельных расширений: Часы и Минуты.\n\nЯ создал Просто Время потому что обычно пользуюсь приложениями/играми/видео на весь экран на моем основном мониторе и не вижу часов. Мой браузер обычно открыт на втором мониторе и теперь я всегда могу видеть который час одним взглядом!\n\nЭто ТОЛЬКО МИНУТЫ и они предназначены для работы с парным расширением «Просто Время – Часы» и должны быть расположены СПРАВА от ЧАСОВ.\n\nНе забудьте так же установить ЧАСЫ:\nhttps://chrome.google.com/webstore/detail/agglgohcegmeeaccikjfmehncfomccpg\n\n-- Теперь в высокой резолюции!\n-- Белые цифры для темных тем/фонов в Настройках\n\nЕсли вам нравится, пожалуйста дайте мне знать в комментариях. Если у вас есть какие-то предложения или пожелания, так же дайте мне знать.",
    "tr": "Chrome araç çubuğunuzdaki “sadece bir saat”; hoş, büyük ve basit. Biri Saatler, diğeri de Dakikalar için, iki tane uzantı mevcuttur.\n\nBunu kodlamamın sebebi, ana monitörümde genellikle tam ekran bir uygulama/oyun/video olması ve saati göremiyor olmamdı. Tarayıcım genellikle ikinci monitörümde ve şimdi sadece gözatarak her an zamanı görebiliyorum!\n\nBu SADECE DAKİKALAR ve “Sadece Bir Saat – Saatler” ile birlikte eşlenip araç çubuğunuzda Saatler'in SAĞ tarafında yer alması için tasarlanmıştır.\n\nSAATLER'i de kurmayı unutmayın:\nhttps://chrome.google.com/webstore/detail/agglgohcegmeeaccikjfmehncfomccpg\n\n-- Şimdi yüksek çözünürlükte görüntülerle!\n-- Koyu temalar için beyaz rakamlar Seçenekler'de mevcuttur.\n\n- Türkçe çeviri Kerem Özen tarafından sağlanmıştır."
  }
}