{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Images & Prompts Directory"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Organize and search your AI-generated images and prompts across multiple platforms with ease."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Images & Prompts Directory is your comprehensive solution for managing a library of AI-generated visuals and their corresponding prompts. Designed for enthusiasts and professionals alike, this extension supports popular AI platforms like Midjourney, Leonardo, Firefly and ChatGPT.\n\nKey Features:\n- Unified Library: Centralize your images and prompts from various AI services in one accessible location.\n- Advanced Search: Quickly locate your images using intuitive 'and/or' search logic and text-based queries.\n- Effortless Organization: Create and manage folders to categorize your content for efficient retrieval.\n- Instant Access: All data is stored locally in your browser's storage, ensuring rapid access and enhanced privacy.\n- User-Friendly Interface: Enjoy a clean and responsive design that makes navigation and management a breeze.\n\nWith AI Images & Prompts Directory, streamline your workflow by keeping track of all your AI-generated assets in a structured and efficient manner. Whether you're a digital artist, a designer, or just experimenting with AI imagery, our tool enhances your creative process by providing an organized, searchable, and instantly accessible repository.\n\nInstall AI Images & Prompts Directory today and transform the way you interact with your AI-generated creations!"
  }
}