{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "As Noted"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple and powerful personal note taking environment."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With As Noted, you can edit and manage your notes with your smart phone or tablet, or on the desktop with the As Noted extension for Chrome. Once you link As Noted with Dropbox, your notes will be synchronized among all your devices.\nAs Noted offers notebooks to organize your notes. In addition, searching and tagging work across all your notes to make it easy to find what you need.\n\nLatest TOP FEATURES:\n• Write notes for 1001 nights an more. In other words, now you can manage more than 1000 notes.\n• New Keyboard commands for lists and divider lines. Simply type \"- \", \"1. \", or \"--\".\n• Hide the list of notes to better focus on the notes.\n• Enjoy the new design of the edit toolbar.\n• Exit the editor with ESC key.\n\nTop Features:\n• Note taking with iPhone, iPad, Google Chrome, and your Android smart phone or tablet\n• Journals, geo notes, photo notes and custom templates\n• Bullet lists, numbered lists, and ToDo lists\n• Embedding images and multimedia attachments\n• Notebooks and tagging\n• Flexible search\n• Note sharing\n• Im & export with Evernote\n• Import of Amazon Kindle Highlights\n• Cross-platform synchronization via Dropbox\n\nAs Noted is \"free as in free speech\". But please spread the word by following @asnotedapp, like us on Facebook, and provide your feedback and ratings in the Chrome Web Store.\n\nHave fun!\nThe As Noted Team",
    "de": "As Noted ist eine einfache und sehr effektive Art sich Notizen zu machen und sie zu verwalten.\nMit dieser Extension für Chrome können Sie persönliche Notizen direkt im Browser erstellen. Sobald Sie As Noted mit Dropbox verbinden, können die Notizen mit der As Noted App für iPhone und iPad synchronisiert werden. Sie können Notizbücher für verschiedene Themen anlegen oder die Notizen mit Tags versehen. Außerdem lassen sich per Suche die Notizen in allen Notizbüchern schnell wieder finden.\n\nNeuestes TOP FEATURES:\n• Navigationsverlauf\n• Globale Suche und globales Tagging\n• Amazon Kindle Anmerkungen werden importiert und synchronisiert. \n\nTop Features:\n- Notizen für iPhone, iPad und Google Chrome\n- Tagebucheinträge, Geo-Notizen und individuelle Vorlagen\n- Listen und ToDo-Listen\n- Eingebettete Bilder and Multimedia-Anhänge\n- Notizbücher und Tagging\n- Globale Suche\n- Dropbox-Integration zur Synchronisation\n- Publizieren von Notizen\n- Im- & Export mit Evernote\n\nViel Erfolg!\nDas Team von As Noted"
  }
}