{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Online Webcam Snapshot for Google Drive"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take Picture and Video and optionally save it to Google Drive"
  },
  "long": {
    "ar": "قم بتثبيت برنامجنا والتقاط لقطة شاشة باستخدام كاميرا الويب الخاصة بك بسرعة! إنه سهل الاستخدام ، لدينا دليل إرشادي بمجرد تثبيت هذا البرنامج.\n\nFree WebCam Snapshot for Google Drive ™ - التقط لقطة شاشة سريعة باستخدام كاميرا الويب واحفظ الصورة في Google Drive / احفظها على جهاز الكمبيوتر الخاص بك.\n\nيعد Webcam Snapshot for Google Drive ™ تطبيقًا شائعًا ومفيدًا لإنشاء صور سيلفي باستخدام كاميرا الويب في المنزل. يمكنك أيضًا إنشاء صور GIF باستخدام امتداد البرنامج الخاص بنا مجانًا.\n\n- برمجيات حرة 100٪\n- إنشاء لقطات سيلفي / إنشاء صور GIF باستخدام كاميرا الويب الخاصة بك\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Google وإنما بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها. لا تؤيد Google أو ترعى امتداد Chrome هذا. لقطة كاميرا الويب عبر الإنترنت لـ Google Drive ™ ليست مملوكة لشركة Google Inc. وليست مرخصة وليست شركة تابعة لها.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Install our software and take a screenshot using your webcam quickly! Its easy to use, we have an instruction manual once you have installed this software.\n\nFree WebCam Snapshot for Google Drive™ - take a quick screenshot with your web camera and save the image to Drive/save it to your computer.\n\nOnline Webcam Snapshot for Drive™ is a popular and useful application to create selfie photos with your webcam at home. You can also create GIF images using our software extension for free.\n\n- 100% Free Software\n- Create Selfie Screenshots/Create GIFs using your web camera\n\nYou can also rate our application.\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners. This software is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Инсталирайте нашия софтуер и направете екранна снимка с помощта на вашата уеб камера бързо! Лесен за използване, имаме ръководство с инструкции, след като инсталирате този софтуер.\n\nБезплатна снимка на WebCam за Google Drive ™ - направете бърза екранна снимка с вашата уеб камера и запазете изображението в Google Drive / запазете го на вашия компютър.\n\nОнлайн снимка на уеб камера за Google Drive ™ е популярно и полезно приложение за създаване на селфи снимки с вашата уеб камера у дома. Можете също така да създавате GIF изображения, като използвате нашето софтуерно разширение безплатно.\n\n- 100% безплатен софтуер\n- Създаване на снимки на селфита / създаване на GIF файлове с помощта на вашата уеб камера\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици. Google не одобрява и не спонсорира това разширение за Chrome. Снимка на онлайн уеб камера за Google Drive ™ не е собственост, не е лицензирана и не е дъщерно дружество на Google Inc.",
    "ca": "Instal·leu el nostre programari i feu una captura de pantalla amb la vostra càmera web ràpidament. És fàcil d’utilitzar, disposem d’un manual d’instruccions un cop instal·lat aquest programari.\n\nInstantània de càmera web gratuïta per a Google Drive ™: feu una captura de pantalla ràpida amb la càmera web i deseu la imatge a Google Drive / deseu-la a l'ordinador.\n\nInstantània de càmera web en línia per a Google Drive ™ és una aplicació popular i útil per crear fotos selfie amb la càmera web a casa. També podeu crear imatges GIF mitjançant la nostra extensió de programari de forma gratuïta.\n\n- Programari 100% lliure\n- Creeu captures de pantalla Selfie / creeu GIF amb la càmera web\n\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Google i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris. Google no recolza ni patrocina aquesta extensió de Chrome. Instantània de càmera web en línia per a Google Drive ™ no és propietat de, no té llicència ni és filial de Google Inc.",
    "cs": "Nainstalujte si náš software a pomocí webové kamery rychle pořiďte snímek obrazovky! Jeho snadné použití, po instalaci tohoto softwaru máme návod k použití.\n\nZdarma snímek webové kamery pro Google Drive ™ - pořiďte rychlý snímek obrazovky s webovou kamerou a uložte obrázek na Disk Google / uložte jej do počítače.\n\nOnline Webcam Snapshot pro Google Drive ™ je populární a užitečná aplikace pro vytváření selfie fotografií pomocí vaší webové kamery doma. Můžete také zdarma vytvářet obrázky GIF pomocí našeho softwarového rozšíření.\n\n- 100% bezplatný software\n- Vytvářejte snímky selfie / vytvářejte soubory GIF pomocí webové kamery\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ vytvořeno společností Google a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům. Google toto rozšíření pro Chrome nepodporuje ani nesponzoruje. Snapshot online webové kamery pro Google Drive ™ není vlastněn, nemá licenci a není dceřinou společností společnosti Google Inc.",
    "da": "Installer vores software og tag et screenshot ved hjælp af dit webcam hurtigt! Det er let at bruge, vi har en instruktionsmanual, når du har installeret denne software.\n\nGratis WebCam Snapshot til Google Drive ™ - tag et hurtigt screenshot med dit webkamera, og gem billedet på Google Drive / gem det på din computer.\n\nOnline-webcam-snapshot til Google Drive ™ er et populært og nyttigt program til at oprette selfie-fotos med dit webcam derhjemme. Du kan også oprette GIF-billeder ved hjælp af vores softwareudvidelse gratis.\n\n- 100% fri software\n- Opret Selfie-skærmbilleder / Opret GIF'er ved hjælp af dit webkamera\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE er lavet af Google og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere. Google godkender eller sponsorerer ikke denne Chrome-udvidelse. Online-webcam-snapshot til Google Drive ™ ejes ikke af, er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Installieren Sie unsere Software und machen Sie schnell einen Screenshot mit Ihrer Webcam! Es ist einfach zu bedienen, wir haben eine Bedienungsanleitung, sobald Sie diese Software installiert haben.\n\nKostenloser WebCam-Snapshot für Google Drive ™ - Machen Sie mit Ihrer Webkamera einen kurzen Screenshot und speichern Sie das Bild in Google Drive / speichern Sie es auf Ihrem Computer.\n\nDer Online-Webcam-Snapshot für Google Drive ™ ist eine beliebte und nützliche Anwendung zum Erstellen von Selfie-Fotos mit Ihrer Webcam zu Hause. Sie können GIF-Bilder auch kostenlos mit unserer Software-Erweiterung erstellen.\n\n- 100% freie Software\n- Erstellen Sie Selfie-Screenshots / GIFs mit Ihrer Webkamera\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern. Google unterstützt oder sponsert diese Chrome-Erweiterung nicht. Online Webcam Snapshot für Google Drive ™ gehört nicht, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Εγκαταστήστε το λογισμικό μας και τραβήξτε ένα στιγμιότυπο οθόνης χρησιμοποιώντας την κάμερα web γρήγορα! Είναι εύκολο στη χρήση, έχουμε ένα εγχειρίδιο οδηγιών μόλις εγκαταστήσετε αυτό το λογισμικό.\n\nΔωρεάν Στιγμιότυπο WebCam για Google Drive ™ - τραβήξτε ένα γρήγορο στιγμιότυπο οθόνης με την κάμερα web και αποθηκεύστε την εικόνα στο Google Drive / αποθηκεύστε την στον υπολογιστή σας.\n\nΤο διαδικτυακό στιγμιότυπο κάμερας Web για το Google Drive ™ είναι μια δημοφιλής και χρήσιμη εφαρμογή για τη δημιουργία φωτογραφιών selfie με την κάμερα web στο σπίτι. Μπορείτε επίσης να δημιουργήσετε εικόνες GIF χρησιμοποιώντας την επέκταση λογισμικού μας δωρεάν.\n\n- 100% Ελεύθερο Λογισμικό\n- Δημιουργήστε στιγμιότυπα οθόνης Selfie / Δημιουργήστε GIF χρησιμοποιώντας την κάμερα web\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους. Η Google δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση Chrome. Το διαδικτυακό στιγμιότυπο κάμερας Web για το Google Drive ™ δεν ανήκει, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "es": "¡Instale nuestro software y tome una captura de pantalla usando su cámara web rápidamente! Es fácil de usar, tenemos un manual de instrucciones una vez que haya instalado este software.\n\nWebCam Snapshot gratis para Google Drive ™: tome una captura de pantalla rápida con su cámara web y guarde la imagen en Google Drive / guárdela en su computadora.\n\nInstantánea de cámara web en línea para Google Drive ™ es una aplicación popular y útil para crear fotos de selfies con su cámara web en casa. También puede crear imágenes GIF utilizando nuestra extensión de software de forma gratuita.\n\n- Software 100% libre\n- Crea capturas de pantalla de Selfie / Crea GIF con tu cámara web\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños. Google no respalda ni patrocina esta extensión de Chrome. Instantánea de cámara web en línea para Google Drive ™ no es propiedad de, no tiene licencia ni es una subsidiaria de Google Inc.",
    "et": "Installige meie tarkvara ja tehke oma veebikaamera abil ekraanipilt! Selle tarkvara on lihtne kasutada, kui meil on selle tarkvara installimine, meil on kasutusjuhend.\n\nTasuta veebikaamera hetktõmmis Google Drive ™ -le - tehke oma veebikaameraga kiire ekraanipilt ja salvestage pilt Google Drive'i / salvestage see arvutisse.\n\nVeebikaamera hetktõmmis Google Drive ™ -i jaoks on populaarne ja kasulik rakendus kodus veebikaameraga selfifotode loomiseks. Samuti saate meie tarkvaralaiendit kasutades tasuta luua GIF-pilte.\n\n- 100% tasuta tarkvara\n- Looge oma veebikaamera abil selfie-ekraanipilte / looge GIF-faile\n\nKohustustest loobumine: Pange tähele, et seda laiendust EI teinud Google ja seda teeb sõltumatu arendustiim. Kõik autoriõigused kuuluvad nende omanikele. Google ei toeta ega sponsoreeri seda Chrome'i laiendust. Veebikaamera hetktõmmis Google Drive ™ -le ei kuulu Google Inc.-le, pole selle litsentsi ega tütarettevõte.",
    "fa": "با استفاده از وب کم به سرعت نرم افزار ما را نصب کنید و از آن عکس بگیرید! استفاده از آن آسان است ، پس از نصب این نرم افزار ، ما یک کتابچه راهنما داریم.\n\nعکس WebCam رایگان برای Google Drive ™ - با دوربین وب خود سریع عکس بگیرید و تصویر را در Google Drive ذخیره کنید / در رایانه خود ذخیره کنید.\n\nعکس آنلاین عکس وب کم برای Google Drive a یک برنامه محبوب و مفید برای ایجاد عکس های سلفی با وب کم در خانه است. شما همچنین می توانید تصاویر GIF را با استفاده از پسوند نرم افزار ما به صورت رایگان ایجاد کنید.\n\n- 100٪ نرم افزار رایگان\n- با استفاده از دوربین وب خود تصاویر عکس سلفی ایجاد کنید / تصاویر GIF ایجاد کنید\n\nسلب مسئولیت: لطفاً توجه داشته باشید که این برنامه افزودنی توسط Google ساخته نشده و توسط یک تیم توسعه مستقل ساخته شده است. کلیه حق چاپ به صاحبان مربوطه تعلق دارند. Google این افزونه Chrome را تأیید یا حمایت نمی کند. عکس وب کم آنلاین برای Google Drive by متعلق به آن نیست ، مجوز آن را ندارد و از شرکت های تابعه Google Inc نیست.",
    "fi": "Asenna ohjelmisto ja ota kuvakaappaus käyttämällä web-kameraasi nopeasti! Sen helppo käyttää, meillä on käyttöohje, kun olet asentanut tämän ohjelmiston.\nIlmainen WebCam-tilannekuva Google Drive ™ -sovellukselle - ota nopea kuvakaappaus verkkokamerallasi ja tallenna kuva Google Driveen / tallenna se tietokoneellesi.\nGoogle Drive ™ -verkkokameran tilannekuva on suosittu ja hyödyllinen sovellus selfie-valokuvien luomiseen verkkokamerallasi kotona. Voit myös luoda GIF-kuvia ilmaiseksi ohjelmistolaajennuksemme avulla.\n- 100% ilmainen ohjelmisto\n- Luo itsekuvakaappauksia / Luo GIF-kuvia Web-kamerallasi\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole Google, ja sen on tehnyt riippumaton kehitysryhmä. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai tue tätä Chrome-laajennusta. Google Drive ™ -verkkokameran tilannekuvaa ei omista Google Inc., se ei ole lisensoinut eikä ole Google Inc: n tytäryhtiö.",
    "fil": "Asenna ohjelmistomme ja ota kuvakaappaus verkkokamerasi avulla nopeasti! Sen helppokäyttöinen, meillä on käyttöohje, kun olet asentanut tämän ohjelmiston.\n\nIlmainen WebCam-tilannekuva Google Drive ™ -palvelulle - ota nopea kuvakaappaus verkkokamerallasi ja tallenna kuva Google Driveen / tallenna se tietokoneellesi.\n\nVerkkokameran tilannekuva Google Drivelle ™ on suosittu ja hyödyllinen sovellus, jolla voit luoda omakuvia web-kamerallasi kotona. Voit myös luoda GIF-kuvia ilmaiseksi ohjelmistolaajennuksellamme.\n\n- 100% ilmainen ohjelmisto\n- Luo selfie-kuvakaappauksia / luo GIF-tiedostoja verkkokamerallasi\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole tehnyt Google, ja sen on tehnyt riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat omistajilleen. Google ei tue tai sponsoroi tätä Chrome-laajennusta. Verkkokameran tilannekuva Google Drivelle ™ ei ole Google Inc: n omistuksessa, lisenssillä eikä tytäryhtiö.",
    "fr": "Installez notre logiciel et prenez rapidement une capture d'écran en utilisant votre webcam! C'est facile à utiliser, nous avons un manuel d'instructions une fois que vous avez installé ce logiciel.\n\nFree WebCam Snapshot for Google Drive ™ - prenez une capture d'écran rapide avec votre caméra Web et enregistrez l'image sur Google Drive / enregistrez-la sur votre ordinateur.\n\nInstantané de webcam en ligne pour Google Drive ™ est une application populaire et utile pour créer des photos de selfie avec votre webcam à la maison. Vous pouvez également créer des images GIF en utilisant notre extension logicielle gratuitement.\n\n- Logiciel 100% gratuit\n- Créez des captures d'écran Selfie / Créez des GIF à l'aide de votre webcam\n\nClause de non-responsabilité: veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs. Google n'approuve ni ne sponsorise cette extension Chrome. L’instantané de webcam en ligne pour Google Drive ™ n’appartient pas, n’est pas sous licence et n’est pas une filiale de Google Inc.",
    "he": "התקן את התוכנה שלנו וצלם צילום מסך באמצעות מצלמת האינטרנט שלך במהירות! זה קל לשימוש, יש לנו מדריך הוראות לאחר התקנת תוכנה זו.\nתמונת מצב חינם של WebCam ל- Google Drive ™ - צלם צילום מסך מהיר עם מצלמת האינטרנט שלך ושמור את התמונה בכונן Google / שמור אותה במחשב שלך.\nתמונת מצב מקוונת מקוונת עבור Google Drive ™ היא יישום פופולרי ושימושי ליצירת תמונות selfie עם מצלמת האינטרנט שלך בבית. אתה יכול גם ליצור תמונות GIF באמצעות סיומת התוכנה שלנו בחינם.\n- 100% תוכנה חופשית\n- צור צילומי מסך של Selfie / צור GIFs באמצעות מצלמת האינטרנט שלך\nהצהרת אחריות: שימו לב שהרחבה זו אינה מיוצרת על ידי Google והיא נעשית על ידי צוות פיתוח עצמאי. כל זכויות היוצרים שייכות לבעליהן בהתאמה.\nGoogle אינה תומכת או נותנת חסות לתוסף Chrome זה. תמונת מצב מקוונת מקוונת עבור Google Drive ™ אינה בבעלות, אינה מורשית על ידי ואינה חברה בת של Google Inc.",
    "hi": "हमारे सॉफ्टवेयर को स्थापित करें और जल्दी से अपने वेबकैम का उपयोग करके स्क्रीनशॉट लें! इसका उपयोग करना आसान है, आपके पास इस सॉफ़्टवेयर को स्थापित करने के बाद एक अनुदेश मैनुअल है।\n\nGoogle Drive ™ के लिए मुफ्त वेबकैम स्नैपशॉट - अपने वेब कैमरा के साथ एक त्वरित स्क्रीनशॉट लें और छवि को Google ड्राइव पर सहेजें / इसे अपने कंप्यूटर पर सहेजें।\n\nGoogle Drive ™ के लिए ऑनलाइन वेब कैमरा स्नैपशॉट घर पर अपने वेबकैम के साथ सेल्फी फ़ोटो बनाने के लिए एक लोकप्रिय और उपयोगी अनुप्रयोग है। आप मुफ्त में हमारे सॉफ़्टवेयर एक्सटेंशन का उपयोग करके GIF छवियां भी बना सकते हैं।\n\n- 100% फ्री सॉफ्टवेयर\n- अपने वेब कैमरा का उपयोग करके सेल्फी स्क्रीनशॉट / क्रिएट जीआईएफ बनाएं\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं। Google इस क्रोम एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। Google ड्राइव ™ के लिए ऑनलाइन वेब कैमरा स्नैपशॉट स्वामित्व में नहीं है, इसके द्वारा लाइसेंस प्राप्त नहीं है और यह Google इंक की सहायक कंपनी नहीं है।",
    "hr": "Instalirajte naš softver i brzo napravite snimku zaslona pomoću web kamere! Jednostavan je za upotrebu, nakon što instalirate ovaj softver, imamo upute za uporabu.\n\nBesplatni snimak web kamere za Google Drive ™ - napravite brzu snimku zaslona pomoću web kamere i spremite sliku na Google disk / spremite je na računalo.\n\nSnimka mrežne web kamere za Google Drive ™ popularna je i korisna aplikacija za stvaranje selfie fotografija pomoću web kamere kod kuće. Također možete besplatno stvoriti GIF slike pomoću našeg programskog proširenja.\n\n- 100% besplatni softver\n- Stvorite snimke zaslona za selfije / stvorite GIF-ove pomoću svoje web kamere\n\nIzjava o odricanju odgovornosti: imajte na umu da ovo proširenje NIJE Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima. Google ne podržava ili ne sponzorira ovo proširenje za Chrome. Snapshot mrežne web kamere za Google Drive ™ nije u vlasništvu, nije licenciran i nije podružnica Google Inc.",
    "hu": "Telepítse szoftverünket, és gyorsan készítsen képernyőképet webkamerája segítségével! Könnyen kezelhető, a szoftver telepítése után van egy használati útmutatónk.\n\nIngyenes WebCam pillanatkép a Google Drive ™ szolgáltatáshoz - készítsen egy gyors képernyőképet webkamerájával, és mentse a képet a Google Drive-ba / mentse el a számítógépére.\n\nAz online webkamera pillanatkép a Google Drive ™ szolgáltatáshoz népszerű és hasznos alkalmazás, amellyel otthon készíthet szelfifotókat a webkamerával. GIF képeket is létrehozhat ingyenes szoftverbővítményünkkel.\n\n- 100% ingyenes szoftver\n- Készítsen szelfi képernyőképeket / készítsen GIF-eket a webkamerájával\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a bővítményt NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké. A Google nem támogatja vagy szponzorálja ezt a Chrome-bővítményt. Az online webkamera pillanatkép a Google Drive ™ szolgáltatáshoz nem a Google Inc. tulajdonában van, nem rendelkezik engedéllyel és nem a Google Inc. leányvállalata.",
    "id": "Instal perangkat lunak kami dan ambil tangkapan layar menggunakan webcam Anda dengan cepat! Mudah digunakan, kami memiliki instruksi manual setelah Anda menginstal perangkat lunak ini.\n\nSnapshot WebCam Gratis untuk Google Drive ™ - ambil screenshot cepat dengan kamera web Anda dan simpan gambar ke Google Drive / simpan ke komputer Anda.\n\nSnapshot Webcam Online untuk Google Drive ™ adalah aplikasi populer dan berguna untuk membuat foto selfie dengan webcam Anda di rumah. Anda juga dapat membuat gambar GIF menggunakan ekstensi perangkat lunak kami secara gratis.\n\n- 100% Perangkat Lunak Gratis\n- Buat Screenshot Selfie / Buat GIF menggunakan kamera web Anda\n\nPenafian: Harap dicatat ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembangan independen. Semua hak cipta adalah milik masing-masing pemiliknya. Google tidak mendukung atau mensponsori ekstensi Chrome ini. Snapshot Webcam Online untuk Google Drive ™ tidak dimiliki oleh, tidak dilisensikan oleh, dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Installa il nostro software e fai uno screenshot usando la tua webcam velocemente! È facile da usare, abbiamo un manuale di istruzioni una volta installato questo software.\n\nIstantanea WebCam gratuita per Google Drive ™: fai uno screenshot veloce con la tua webcam e salva l'immagine su Google Drive / salvala sul tuo computer.\n\nOnline Webcam Snapshot per Google Drive ™ è un'applicazione popolare e utile per creare foto selfie con la tua webcam a casa. Puoi anche creare immagini GIF utilizzando la nostra estensione software gratuitamente.\n\n- Software gratuito al 100%\n- Crea screenshot per selfie / Crea GIF utilizzando la tua webcam\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è realizzata da Google ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari. Google non approva né sponsorizza questa estensione di Chrome. Online Webcam Snapshot for Google Drive ™ non è di proprietà di, non è concesso in licenza da e non è una consociata di Google Inc.",
    "ja": "ソフトウェアをインストールし、ウェブカメラを使用してスクリーンショットをすばやく撮ります。使いやすく、このソフトウェアをインストールすると取扱説明書があります。\n\nGoogleDrive™用の無料のWebCamスナップショット-Webカメラで簡単なスクリーンショットを撮り、画像をGoogleドライブに保存/コンピューターに保存します。\n\nGoogleDrive™用のオンラインWebカメラスナップショットは、自宅のWebカメラで自分撮り写真を作成するための人気のある便利なアプリケーションです。ソフトウェア拡張機能を使用して無料でGIF画像を作成することもできます。\n\n-100％フリーソフトウェア\n-Webカメラを使用してSelfieスクリーンショットを作成/ GIFを作成\n\n免責事項：この拡張機能はGoogleによって作成されたものではなく、独立した開発チームによって作成されたものであることに注意してください。すべての著作権はそれぞれの所有者に帰属します。 Googleは、このChrome拡張機能を推奨または後援していません。 GoogleDrive™のオンラインウェブカメラスナップショットは、Google Inc.が所有、ライセンス供与、および子会社ではありません。",
    "ko": "소프트웨어를 설치하고 웹캠을 사용하여 빠르게 스크린 샷을 찍으십시오! 사용하기 쉽고이 소프트웨어를 설치하면 사용 설명서가 있습니다.\n\nGoogle Drive ™ 용 무료 웹캠 스냅 샷-웹 카메라로 빠른 스크린 샷을 찍고 이미지를 Google Drive에 저장하거나 컴퓨터에 저장합니다.\n\nGoogle Drive ™ 용 온라인 웹캠 스냅 샷은 집에서 웹캠으로 셀카 사진을 만드는 데 널리 사용되는 유용한 응용 프로그램입니다. 무료로 소프트웨어 확장을 사용하여 GIF 이미지를 만들 수도 있습니다.\n\n-100 % 무료 소프트웨어\n-웹 카메라를 사용하여 셀카 스크린 샷 만들기 / GIF 만들기\n\n면책 조항 :이 확장은 Google에서 만든 것이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다. Google은이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. Google Drive ™ 용 온라인 웹캠 스냅 샷은 Google Inc.의 소유가 아니며 라이센스가 부여되지 않으며 Google Inc.의 자회사가 아닙니다.",
    "lt": "Įdiekite mūsų programinę įrangą ir greitai padarykite ekrano kopiją naudodami savo internetinę kamerą! Jį lengva naudoti, kai įdiegsite šią programinę įrangą, turime instrukcijų vadovą.\n\nNemokama „Google Drive ™“ žiniatinklio kameros fotografija - padarykite greitą ekrano kopiją naudodami savo interneto kamerą ir išsaugokite vaizdą „Google“ diske / išsaugokite savo kompiuteryje.\n\nInternetinis internetinės kameros momentinis vaizdas, skirtas „Google“ diskui ™, yra populiari ir naudinga programa, leidžianti kurti asmenukių nuotraukas su jūsų interneto kamera namuose. Taip pat nemokamai galite kurti GIF vaizdus naudodami mūsų programinės įrangos plėtinį.\n\n- 100% nemokama programinė įranga\n- Sukurkite asmenukių ekrano kopijas / sukurkite GIF naudodami savo interneto kamerą\n\nAtsakomybės apribojimas: atkreipkite dėmesį, kad šį plėtinį NEGALI „Google“, o jį atlieka nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams. „Google“ nepatvirtina ir neremia šio „Chrome“ plėtinio. „Google Drive ™“ internetinės internetinės kameros momentinė nuotrauka nepriklauso „Google Inc.“, nėra licencijuota ir nėra „Google Inc.“ dukterinė įmonė.",
    "lv": "Instalējiet mūsu programmatūru un ātri izveidojiet ekrānuzņēmumu, izmantojot savu tīmekļa kameru! Pēc programmatūras instalēšanas mums ir viegli lietojama instrukcija.\n\nBezmaksas WebCam momentuzņēmums Google diskam ™ - ātri veiciet ekrānuzņēmumu ar tīmekļa kameru un saglabājiet attēlu Google diskā / saglabājiet to savā datorā.\n\nTiešsaistes tīmekļa kameras momentuzņēmums pakalpojumam Google disks ™ ir populāra un noderīga lietojumprogramma, lai mājās izveidotu pašbildes ar tīmekļa kameru. Varat arī bez maksas izveidot GIF attēlus, izmantojot mūsu programmatūras paplašinājumu.\n\n- 100% bezmaksas programmatūra\n- Izveidojiet pašbildes ekrānuzņēmumus / izveidojiet GIF, izmantojot savu tīmekļa kameru\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to veic neatkarīga izstrādātāju komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem. Google neapstiprina un sponsorē šo Chrome paplašinājumu. Tiešsaistes tīmekļa kameras momentuzņēmums pakalpojumam Google disks ™ nav Google Inc. īpašnieks, nav licencēts un nav Google Inc. meitasuzņēmums.",
    "ms": "Pasang perisian kami dan ambil tangkapan skrin menggunakan kamera web anda dengan cepat! Mudah digunakan, kami mempunyai manual arahan setelah anda memasang perisian ini.\n\nSnapshot WebCam percuma untuk Google Drive ™ - ambil tangkapan skrin pantas dengan kamera web anda dan simpan gambar ke Google Drive / simpan ke komputer anda.\n\nSnapshot Webcam dalam talian untuk Google Drive ™ adalah aplikasi yang popular dan berguna untuk membuat gambar selfie dengan kamera web anda di rumah. Anda juga boleh membuat gambar GIF menggunakan peluasan perisian kami secara percuma.\n\n- Perisian Percuma 100%\n- Buat Tangkapan Layar Selfie / Buat GIF menggunakan kamera web anda\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing. Google tidak menyokong atau menaja pelanjutan Chrome ini. Snapshot Webcam dalam talian untuk Google Drive ™ tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Installeer onze software en maak snel een screenshot met uw webcam! Het is gemakkelijk te gebruiken, we hebben een handleiding zodra je deze software hebt geïnstalleerd.\n\nGratis WebCam Snapshot voor Google Drive ™ - maak een snelle schermafbeelding met uw webcamera en sla de afbeelding op in Google Drive / sla deze op uw computer op.\n\nOnline Webcam Snapshot voor Google Drive ™ is een populaire en handige applicatie om thuis selfiefoto's te maken met uw webcam. U kunt ook gratis GIF-afbeeldingen maken met onze software-extensie.\n\n- 100% gratis software\n- Maak selfie-screenshots / maak GIF's met uw webcamera\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelingsteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren. Google onderschrijft of sponsort deze Chrome-extensie niet. Online Webcam Snapshot voor Google Drive ™ is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Installer programvaren vår og ta et skjermbilde med webkameraet ditt raskt! Det er enkelt å bruke, vi har en bruksanvisning når du har installert denne programvaren.\n\nGratis WebCam Snapshot for Google Drive ™ - ta et raskt skjermbilde med webkameraet ditt og lagre bildet på Google Drive / lagre det på datamaskinen.\n\nOnline Webcam Snapshot for Google Drive ™ er et populært og nyttig program for å lage selfie-bilder med webkameraet ditt hjemme. Du kan også lage GIF-bilder ved hjelp av programvareutvidelsen vår gratis.\n\n- 100% gratis programvare\n- Lag Selfie-skjermbilder / Lag GIF-er ved hjelp av webkameraet ditt\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere. Google støtter ikke eller sponser denne Chrome-utvidelsen. Online Snapshot for webkamera for Google Drive ™ eies ikke av, er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Zainstaluj nasze oprogramowanie i szybko zrób zrzut ekranu za pomocą kamery internetowej! Jest łatwy w użyciu, po zainstalowaniu tego oprogramowania mamy instrukcję obsługi.\n\nBezpłatna migawka z kamery internetowej dla Google Drive ™ - zrób szybki zrzut ekranu kamerą internetową i zapisz obraz na Dysku Google / zapisz go na swoim komputerze.\n\nOnline Webcam Snapshot for Google Drive ™ to popularna i użyteczna aplikacja do tworzenia zdjęć selfie z kamery internetowej w domu. Możesz także tworzyć obrazy GIF za pomocą naszego rozszerzenia oprogramowania za darmo.\n\n- W 100% darmowe oprogramowanie\n- Twórz zrzuty ekranu Selfie / Twórz GIF-y za pomocą kamery internetowej\n\nZastrzeżenie: należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Google i zostało stworzone przez niezależny zespół programistów. Wszystkie prawa autorskie należą do ich odpowiednich właścicieli. Google nie popiera ani nie sponsoruje tego rozszerzenia Chrome. Online Webcam Snapshot for Google Drive ™ nie jest własnością, nie jest licencjonowany ani nie jest spółką zależną Google Inc.",
    "ro": "Instalați software-ul nostru și faceți o captură de ecran folosind camera web rapid! Este ușor de utilizat, avem un manual de instrucțiuni după ce ați instalat acest software.\n\nInstantaneu WebCam gratuit pentru Google Drive ™ - faceți o captură de ecran rapidă cu camera dvs. web și salvați imaginea pe Google Drive / salvați-o pe computer.\n\nInstantaneu online pentru webcam pentru Google Drive ™ este o aplicație populară și utilă pentru a crea fotografii selfie cu camera dvs. web acasă. De asemenea, puteți crea imagini GIF utilizând gratuit extensia noastră software.\n\n- Software 100% gratuit\n- Creați capturi de ecran Selfie / Creați GIF-uri folosind camera web\n\nDeclinare de responsabilitate: Rețineți că această extensie NU este realizată de Google și este realizată de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi. Google nu aprobă sau sponsorizează această extensie Chrome. Instantaneu online pentru webcam pentru Google Drive ™ nu este deținut de, nu este licențiat de și nu este o filială a Google Inc.",
    "ru": "Установите наше программное обеспечение и быстро сделайте снимок экрана с помощью веб-камеры! Его легко использовать, у нас есть инструкция после того, как вы установили это программное обеспечение.\n\nБесплатный снимок веб-камеры для Google Диска ™ - сделайте быстрый снимок экрана с помощью веб-камеры и сохраните изображение на Google Диске / сохраните его на свой компьютер.\n\nOnline Webcam Snapshot for Google Drive ™ - популярное и полезное приложение для создания селфи-фотографий с помощью веб-камеры дома. Вы также можете бесплатно создавать изображения в формате GIF с помощью нашего программного расширения.\n\n- 100% бесплатное программное обеспечение\n- Создавайте скриншоты селфи / GIF с помощью веб-камеры\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Google, а создано независимой командой разработчиков. Все авторские права принадлежат их владельцам. Google не поддерживает и не спонсирует это расширение Chrome. Online Webcam Snapshot for Google Drive ™ не принадлежит, не лицензируется и не является дочерней компанией Google Inc.",
    "sk": "Nainštalujte si náš softvér a urobte rýchlo snímku obrazovky pomocou svojej webovej kamery! Ľahko sa používa, po nainštalovaní tohto softvéru máme príručku s pokynmi.\n\nSnímka z webovej kamery zadarmo pre Disk Google ™ - urobte rýchly snímok obrazovky pomocou svojej webovej kamery a uložte obrázok na Disk Google / uložte ho do svojho počítača.\n\nOnline Webcam Snapshot pre Google Drive ™ je populárna a užitočná aplikácia na vytváranie selfie fotografií pomocou vašej webovej kamery doma. Môžete tiež bezplatne vytvárať obrázky GIF pomocou nášho softvérového rozšírenia.\n\n- 100% slobodný softvér\n- Vytváranie selfie obrazoviek / vytváranie súborov GIF pomocou webovej kamery\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE je vyrobené spoločnosťou Google a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom. Google toto rozšírenie pre Chrome nepodporuje ani nesponzoruje. Snímka online webovej kamery pre Google Drive ™ nie je vo vlastníctve spoločnosti Google, nemá na ňu licenciu a nie je jej dcérskou spoločnosťou.",
    "sl": "Namestite našo programsko opremo in hitro posnemite posnetek zaslona s svojo spletno kamero! Enostaven za uporabo, po namestitvi te programske opreme imamo navodila za uporabo.\n\nBrezplačni posnetek WebCam za Google Drive ™ - s svojo spletno kamero naredite hiter posnetek zaslona in sliko shranite v Google Drive / shranite v računalnik.\n\nSpletni posnetek spletne kamere za Google Drive ™ je priljubljena in uporabna aplikacija za ustvarjanje fotografij selfie s spletno kamero doma. Slike GIF lahko ustvarite tudi brezplačno z našo programsko razširitvijo.\n\n- 100% brezplačna programska oprema\n- Ustvari posnetke zaslona za samoportrete / ustvari GIF s svojo spletno kamero\n\nOmejitev odgovornosti: upoštevajte, da te razširitve NE izdeluje Google in jo je izdelala neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom. Google ne podpira in ne sponzorira te razširitve za Chrome. Posnetek spletne spletne kamere za Google Drive ™ ni v lasti podjetja Google, ni licenciran in ni hčerinsko podjetje družbe Google Inc.",
    "sr": "Инсталирајте наш софтвер и брзо направите снимак екрана помоћу веб камере! Једноставан је за употребу, након инсталирања овог софтвера имамо упутство за употребу.\n\nБесплатни снимак ВебЦам-а за Гоогле Дриве ™ - направите брзи снимак екрана помоћу веб камере и сачувајте слику на Гоогле диску / сачувајте је на рачунару.\n\nСнимак веб камере на мрежи за Гоогле Дриве ™ је популарна и корисна апликација за креирање селфи фотографија са веб камером код куће. Такође можете бесплатно да креирате ГИФ слике помоћу нашег софтверског проширења.\n\n- 100% бесплатни софтвер\n- Направите снимке екрана за селфи / креирајте ГИФ-ове помоћу веб камере\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НИЈЕ Гоогле, а направио га је независни развојни тим. Сва ауторска права припадају њиховим власницима. Гоогле не подржава и не спонзорише ово Цхроме проширење. Снимак веб камере на мрежи за Гоогле Дриве ™ није у власништву, није лиценциран и није подружница компаније Гоогле Инц.",
    "sv": "Installera vår programvara och ta en skärmdump med din webbkamera snabbt! Det är enkelt att använda, vi har en bruksanvisning när du har installerat den här programvaran.\n\nGratis WebCam Snapshot för Google Drive ™ - ta en snabb skärmdump med din webbkamera och spara bilden på Google Drive / spara den på din dator.\n\nOnline-webbkamera-ögonblicksbild för Google Drive ™ är ett populärt och användbart program för att skapa selfiefoton med din webbkamera hemma. Du kan också skapa GIF-bilder med vårt programtillägg gratis.\n\n- 100% fri programvara\n- Skapa Selfie-skärmdumpar / Skapa GIF-filer med din webbkamera\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE är gjord av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör respektive ägare. Google stöder inte eller sponsrar detta Chrome-tillägg. Online Webcam Snapshot för Google Drive ™ ägs inte av, är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "ติดตั้งซอฟต์แวร์ของเราและถ่ายภาพหน้าจอโดยใช้เว็บแคมของคุณอย่างรวดเร็ว! ใช้งานง่ายเรามีคู่มือการใช้งานเมื่อคุณติดตั้งซอฟต์แวร์นี้แล้ว\n\nWebCam Snapshot ฟรีสำหรับ Google Drive ™ - ถ่ายภาพหน้าจออย่างรวดเร็วด้วยกล้องเว็บของคุณและบันทึกภาพไปยัง Google Drive / บันทึกลงในคอมพิวเตอร์ของคุณ\n\nOnline Webcam Snapshot สำหรับ Google Drive ™เป็นแอปพลิเคชั่นยอดนิยมและมีประโยชน์ในการสร้างภาพถ่ายเซลฟี่ด้วยเว็บแคมของคุณที่บ้าน คุณยังสามารถสร้างภาพ GIF โดยใช้ส่วนขยายซอฟต์แวร์ของเราได้ฟรี\n\n- ซอฟต์แวร์ฟรี 100%\n- สร้างภาพหน้าจอ Selfie / สร้าง GIF โดยใช้กล้องเว็บของคุณ\n\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง Google ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ Online Webcam Snapshot สำหรับ Google Drive ™ไม่ได้เป็นของไม่ได้รับอนุญาตจากและไม่ใช่ บริษัท ในเครือของ Google Inc.",
    "tr": "Yazılımımızı yükleyin ve web kameranızı kullanarak hızlı bir şekilde ekran görüntüsü alın! Kullanımı kolaydır, bu yazılımı yükledikten sonra bir kullanım kılavuzumuz var.\n\nGoogle Drive ™ için Ücretsiz Web Kamerası Anlık Görüntüsü - web kameranızla hızlı bir ekran görüntüsü alın ve görüntüyü Google Drive'a kaydedin / bilgisayarınıza kaydedin.\n\nGoogle Drive ™ için Çevrimiçi Web Kamerası Anlık Görüntüsü, evde web kameranızla selfie fotoğrafları oluşturmak için popüler ve kullanışlı bir uygulamadır. Yazılım uzantımızı kullanarak ücretsiz olarak GIF görüntüleri de oluşturabilirsiniz.\n\n-% 100 Ücretsiz Yazılım\n- Selfie Ekran Görüntüleri oluşturun / Web kameranızı kullanarak GIF'ler oluşturun\n\nSorumluluk Reddi Beyanı: Lütfen bu uzantının Google tarafından OLMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları kendi sahiplerine aittir. Google, bu Chrome uzantısını onaylamaz veya desteklemez. Google Drive ™ için Çevrimiçi Web Kamerası Anlık Görüntüsü, Google Inc.'e ait değildir, lisansı yoktur ve Google Inc.'in bir yan kuruluşu değildir.",
    "uk": "Встановіть наше програмне забезпечення та швидко зробіть знімок екрана за допомогою веб-камери! Він простий у використанні, після встановлення цього програмного забезпечення ми маємо інструкцію з експлуатації.\n\nБезкоштовний знімок веб-камери для Google Drive ™ - зробіть швидкий знімок екрана за допомогою веб-камери та збережіть зображення на Google Drive / збережіть його на комп’ютері.\n\nОнлайн-знімок веб-камери для Google Drive ™ - це популярний та корисний додаток для створення селфі-фотографій за допомогою веб-камери вдома. Ви також можете безкоштовно створювати GIF-зображення за допомогою нашого розширення програмного забезпечення.\n\n- 100% безкоштовне програмне забезпечення\n- Створюйте знімки екрану для селфі / Створюйте GIF-файли за допомогою веб-камери\n\nЗастереження. Зверніть увагу: це розширення НЕ робиться компанією Google, а робиться незалежною командою розробників. Усі авторські права належать їх власникам. Google не підтримує та не спонсорує це розширення Chrome. Знімок веб-камери для Google Drive ™ не належить, не ліцензований і не є дочірньою компанією Google Inc.",
    "vi": "Cài đặt phần mềm của chúng tôi và chụp ảnh màn hình bằng webcam của bạn một cách nhanh chóng! Dễ sử dụng, chúng tôi có sách hướng dẫn sau khi bạn cài đặt phần mềm này.\n\nWebCam Snapshot miễn phí cho Google Drive ™ - chụp ảnh màn hình nhanh bằng máy ảnh web của bạn và lưu hình ảnh vào Google Drive / lưu vào máy tính của bạn.\n\nTrực tuyến Webcam Snapshot cho Google Drive ™ là một ứng dụng phổ biến và hữu ích để tạo ảnh selfie bằng webcam của bạn tại nhà. Bạn cũng có thể tạo ảnh GIF bằng tiện ích mở rộng phần mềm của chúng tôi miễn phí.\n\n- 100% phần mềm miễn phí\n- Tạo ảnh chụp màn hình tự chụp / Tạo ảnh GIF bằng máy ảnh web của bạn\n\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG phải do Google tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng. Google không xác nhận hoặc tài trợ cho tiện ích mở rộng này của Chrome. Ảnh chụp nhanh Webcam trực tuyến dành cho Google Drive ™ không thuộc sở hữu, không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN": "安装我们的软件，并使用网络摄像头快速截图！它易于使用，一旦您安装了该软件，我们就会获得一份使用说明书。\n\n适用于Google Drive™的免费WebCam快照-使用网络摄像头快速截图，然后将图像保存到Google Drive /将其保存到计算机。\n\n适用于Google Drive™的在线网络摄像头快照是一个流行且实用的应用程序，可用于在家中使用网络摄像头创建自拍照片。您也可以免费使用我们的软件扩展程序创建GIF图像。\n\n-100％免费软件\n-使用网络摄像头创建自拍屏幕截图/创建GIF\n\n免责声明：请注意，此扩展程序不是由Google而是由独立的开发团队开发的。所有版权属于其各自所有者。 Google不认可或赞助此Chrome扩展程序。 Google Drive™的在线网络摄像头快照不属于Google Inc.，也不属于Google Inc.的子公司。",
    "zh_TW": "安裝我們的軟件，並使用網絡攝像頭快速截圖！它易於使用，一旦您安裝了該軟件，我們就會獲得一份使用說明書。\n\n適用於Google Drive™的免費WebCam快照-使用網絡攝像頭快速截圖，然後將圖像保存到Google Drive /將其保存到計算機。\n\n適用於Google Drive™的在線網絡攝像頭快照是一個流行且實用的應用程序，可用於在家中使用網絡攝像頭創建自拍照片。您也可以免費使用我們的軟件擴展程序創建GIF圖像。\n\n-100％免費軟件\n-使用網絡攝像頭創建自拍屏幕截圖/創建GIF\n\n免責聲明：請注意，此擴展程序不是由Google而是由獨立的開發團隊開發的。所有版權屬於其各自所有者。 Google不認可或贊助此Chrome擴展程序。 Google Drive™的在線網絡攝像頭快照不屬於Google Inc.，也不屬於Google Inc.的子公司。"
  }
}