{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PhraseGuard: Passphrase Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Passphrase generator for secure and memorable passwords."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing PhraseGuard, the ultimate Chrome Extension for enhancing your password security. With its simple and intuitive user interface, you can easily generate uncrackable passphrases that are both memorable and easy to type. \n\nðŸ¤” Why Passphrases?\n\nPassphrases offer a significant boost in security due to the combination of large word lists, randomized ordering, and yet remaining easy to remember. They are often longer, harder to guess for computers, and consist of multiple words or a combination of words and other characters. This complexity makes them exponentially harder for hackers to crack using brute force or dictionary attacks.\n\nðŸ›ï¸ Common Use Cases for Passphrases\n\nWhether you're protecting your personal email, WiFi, online banking, or social media accounts, PhraseGuard has your back! It ensures that your valuable information remains shielded from unauthorized access, providing peace of mind.\n\nðŸ“ Password Requirement Coverage \n\nWith PhraseGuard, you can rest assured that all standard password requirements are supported. From special characters and numbers to capital letters and the exclusion of spaces, our extension covers all the bases, allowing you to create passphrases that meet the requirements you come across. \n\nðŸ”’ Secure Password Generation\n\nUnlike many other password generators, PhraseGuard ensures that all your data remains securely stored within your browser. There are no external calls made from the extension code, guaranteeing the safety and integrity of your passphrases. Also, the passphrases are not stored within the PhraseGuard extension. \n\nðŸ” How to Use PhraseGuard\n\n1) Add PhraseGuard Extension to your browser\n2) Click the PhraseGuard icon (Extensions --> PhraseGuard)\n3) Customize the password requirements for the passphrase you want to create\n4) Click \"Generate & Copy Passphrase\" to create your unique passphrase and copy it to your clipboard.\n5) Save the passphrase wherever you store your passwords\n\nðŸš€ Upgrade your password security today with PhraseGuard, the best-in-class Chrome Extension that empowers you with unbreakable passphrases. Experience the convenience of enhanced security while enjoying peace of mind, knowing that your online presence is protected."
  }
}