{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flag Cookies"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A cookie and browser storage data manager on steroids to mark, 'flag', and manage cookies using rulesets.",
    "de": "Ein Cookie und Browser Storage Daten Manager. Erlaubt Cookies explizit, automatisch oder global durch Regeln zu verwalten."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Important privacy notice:\n- No cookie information besides the name and domain name are stored inside FlagCookies to work, no values, no direct details.\n- No session data or details are stored or processed\n- No history of visited domains or websites or any other tracking is used.\n\nBefore you use this addon:\nThis add-on is mainly aimed at power users, this might sound harsh, but it is not!\n\nTo get the most out of FlagCookies, you have to define either own cookie rules for websites and or make use of `Global Flag`, or `Auto flag`, or `Profile` mode(s).\nAlso, in case you use payment services, be advised to disable the \"Global flag\" feature temporarily. For example when using Paypal or other shopping/payment provider websites and services.\n\nLong story made short - Basic usage:\n1) Use `Global mode` if you are surfing, this will remove all kind of cookies while browsing the web if not protected by `profile` mode, or explicitly are set as protected.\n\n2) Use `Auto flag` which will remove all cookies for one website/domain - this can be useful if you only want to automatically remove these page cookies every time you browse this website.\n\n3) Use `Profile mode` either globally for a website, protecting all cookies of that domain if no cookies are picked as profile cookies. Or protect single cookies even when `Global flag` or `Auto flag` modes are active.\n\n4) `Click / Flag` and set rules for each cookie individually, works together with the other modes.\n\nNote: It is possible to export detected cookies into a json file or into the clipboard, used by JDownloader2, from the `Settings` tab inside of FlagCookies. More information can be found at the Github.\n\nSome features are:\n* Detects and displays stored browser cookies, storage data, and be able to manage (flag) and delete those while browsing, either automatically through ***global*** or ***auto flag*** mode or by explicit decision\n* **Flag cookies** either to be explicitly **deleted** even without *global* or *auto flag* mode or set them to be **permitted** or protected from removal by *global* or *auto flag* modes\n* **Profile** mode for a domain or cookies - to switch between *logged into a website/service* and *not logged in* modes in order to remove or keep cookies on demand\n* **Auto flag** mode only affecting this particular (sub)domain, removing every domain cookie which is not permitted or used as ***profile cookie***, this also includes third-party and cross origin cookies.\n* Support for *Firefox Multi-Account-Containers*\n* **Preferences** allowing to import and export settings to a ZIP file. Import does not work in private windows!\n* **Preferences** allows to manage *logged in profile* cookies, delete all domain settings and add-on settings\n* An **Action log** avaible in Preferences which provides output of what FlagCookies is doing. The **Action log** is disabled by default due to performance improvements and RAM usage - even so the log is cleared mostly on reload\n* **Displays count** of deleted cookies in the browser toolbar icon and in addition a breakdown summary of the action log when hovering the toolbar icon if the action log is enabled\n* Optional **notifications**\n* Support for firstPartyIsolate/firstPartyDomain cookies\n* Support for container tabs/contextual identities\n\nProviding feedback/feature wishes/ideas:\nPlease file an issue on the issues page. I gladly try to respond to feedback and to improve Flag cookies. If you think a feature is missing or at worst, not working as expected, please also open an issue.\n\nThanks and notes\nTo all who helped so far through critic, general feedback and ideas. Keeps me going! And of course for everyone supporting the project in this or the other way.\n\nGerman speaking thread @ ngb.to about FlagCookies\nhttps://ngb.to/threads/32496-Firefox-Addon-FlagCookies",
    "de": "Before you use this addon:\nThis add-on is mainly aimed at power users, this might sounds harsh, but it is not!\n\nIn order to get the most out of it, you have to define either own rules for websites, or use the \"Global Flag\", or \"Auto flag\" modes. Also, in case you use payment services, be advised to disable the \"Global flag\" feature temporarily. For example when using Paypal or other shopping/payment provider websites and such.\n\nLong story made short:\n1) Use \"Global mode\" if you are surfing, this will remove all kind of cookies while you browsing the web if not protected by \"profile\" mode.\n\n2) Use \"Auto flag\" settings which will remove all cookies for one website - this can be useful if you only want to automatically remove these page cookies also if you revisit the website later again, this setting is stored for the website.\n\n3) Use \"Profile mode\" either globally for a website, protecting all cookies of that domain if nothing no cookies are picked. Or protect single cookies even when \"Global flag\" or \"Auto flag\" modes are active.\n\nHelp, documentation and usage:\nPlease read along here: https://github.com/jrie/flagCookies/wiki/FlagCookies-help-and-documentation\n\nA privacy policy can be found at: https://dwrox.net\n\n\nTranslations:\nAs of version 3.0.27 translations can be done for Flag Cookies.\n\nAll translations are located inside \\_locales/ folder - and the folders en for general English,as well as de for German language. Inside every folder is a messages.json located. This file holds all translated strings.\n\nProviding feedback/feature wishes/ideas:\nPlease file an issue on the issues page. I gladly try to respond to feedback and to improve Flag cookies. If you think a feature is missing or at worst, not working as expected, please also open an issue.\n\nThanks and notes\nTo all who helped so far through critic, general feedback and ideas. Keeps me going!\n\nGerman speaking thread @ ngb.to about FlagCookies\nhttps://ngb.to/threads/32496-Firefox-Addon-FlagCookies"
  }
}