{
  "name": {
    "ar,sw": "Cute Cursor - Custom Cursor for Chrome",
    "am": "Custom Cursor - Mouse Cursors for Chrome",
    "bg,bn,en_GB,en_US,ms,th": "Custom Cursor for Chrome",
    "ca": "Cursor personalitzat per a Chrome",
    "cs": "Uživatelská kurzor pro Chrome",
    "da": "Brugerdefineret markør til Chrome",
    "de": "Benutzerdefinierter Cursor für Chrome",
    "el": "Mouse Cursor for Chrome - Custom Cursors",
    "en,en_AU,fa,fil,ro,ru,sr,uk": "Custom Cursors for Chrome",
    "es,es_419": "Cursor personalizado para Chrome",
    "et,hi": "Custom Cursor",
    "fi": "Käyttäjän määrittelemä kohdistin Chromeen",
    "fr": "Curseur personnalisé pour Chrome",
    "gu,hr": "Mouse Cursor for Chrome",
    "he,id": "Custom Cursors",
    "hu": "Mouse Cursor for Chrome - Custom Cursor for Chrome",
    "it": "Cursore personalizzato per Chrome",
    "ja": "Chrome用カスタムカーソル",
    "kn,ml,mr": "Cursors",
    "ko": "크롬을위한 사용자 정의 커서",
    "lt": "Chrome naršyklės naudotojo nustatytas žymeklis",
    "lv": "Chrome pielāgotais kursors",
    "nl": "Aangepaste cursor voor Chrome",
    "no": "Brukerdefinert markør for Chrome",
    "pl": "Wskaźnik niestandardowy dla Chrome",
    "pt_BR,pt_PT": "Cursor personalizado para o Chrome",
    "sk": "Užívateľský kurzor pre Chrome",
    "sl": "Uporabniško določen kazalec za Chrome",
    "sv": "Anpassad markör för Chrome",
    "ta": "Cute Cursors - Custom Cursor for Chrome",
    "te": "Cute Cursor - Cursors for Chrome",
    "tr": "Chrome için Özel İmleç",
    "vi": "Custom Mouse Cursor for Chrome",
    "zh_CN": "Chrome的自定义光标",
    "zh_TW": "Chrome的自訂游標"
  },
  "short": {
    "ar,gu,he": "Transform your Chrome experience with one of our amazing custom cursors. Give your mouse pointer a unique, personalized look by…",
    "am,et,hi,hu,id,kn,ro": "Transform your Chrome experience with custom cursors! Give your mouse pointer a personalized look by swapping it out for a custom…",
    "bg,bn,el,hr,ml,ms,ta": "Experience Chrome in a whole new way with custom cursors! Transform your mouse cursor into something unique and eye-catching with…",
    "ca": "Millora la teva experiència amb Chrome amb un cursor personalitzat. Dona un toc únic al teu cursor del ratolí substituint-lo per un…",
    "cs": "Vylepšete svůj zážitek s Chrome pomocí uživatelského kurzoru. Dejte svému ukazateli myši jedinečný dotek nahrazením vlastním…",
    "da": "Forbedr din Chrome-oplevelse med brugerdefineret markør. Giv din musemarkør et unikt præg ved at erstatte den med en…",
    "de": "Verbessern Sie Ihr Chrome-Erlebnis mit einem benutzerdefinierten Cursor. Verleihen Sie Ihrem Mauszeiger eine einzigartige Note,…",
    "en,en_AU,en_GB,en_US,fa,fil,ru,sr,uk": "Enhance your Chrome experience with custom cursor. Give your mouse cursor a unique touch by replacing it with a custom cursor.",
    "es": "Mejora tu experiencia en Chrome con un cursor personalizado. Dale un toque único a tu cursor del mouse reemplazándolo con un cursor…",
    "es_419": "Mejora tu experiencia en Chrome con un cursor personalizado. Dale un toque único a tu cursor del mouse al reemplazarlo con un…",
    "fi": "Paranna Chrome-kokemustasi käyttäjän määrittelemällä kohdistimella. Anna hiiren kohdistimelle ainutlaatuinen kosketus korvaamalla…",
    "fr": "Améliorez votre expérience Chrome avec un curseur personnalisé. Donnez une touche unique à votre curseur de souris en le remplaçant…",
    "it": "Migliora la tua esperienza su Chrome con un cursore personalizzato. Dai un tocco unico al cursore del mouse sostituendolo con un…",
    "ja": "カスタムカーソルでChromeの体験を向上させましょう。カスタムカーソルに置き換えることで、マウスカーソルにユニークなタッチを与えます。",
    "ko": "사용자 정의 커서로 크롬 경험을 향상시키세요. 사용자 정의 커서로 교체하여 마우스 커서에 독특한 터치를 추가하세요.",
    "lt": "Pagerinkite savo Chrome patirtį su naudotojo nustatytu žymekliu. Suteikite savo pelės žymekliui unikalų paliesti, pakeisdami jį…",
    "lv": "Uzlabo savu Chrome pieredzi ar pielāgotu kursoru. Piešķir savam peles kursoram unikālu pieskārienu, aizstājot to ar pielāgotu…",
    "mr,sw,te,vi": "Transform your Chrome experience with one of our custom cursors! Give your mouse a unique and stylish look by replacing it with an…",
    "nl": "Verbeter uw Chrome-ervaring met een aangepaste cursor. Geef uw muisaanwijzer een uniek tintje door deze te vervangen door een…",
    "no": "Forbedre Chrome-opplevelsen din med en brukerdefinert markør. Gi musepekeren din et unikt preg ved å erstatte den med en…",
    "pl": "Wzbogać swoje doświadczenia z Chrome dzięki wskaźnikowi niestandardowemu. Nadaj swojemu kursorowi myszy wyjątkowy wygląd,…",
    "pt_BR": "Melhore sua experiência no Chrome com um cursor personalizado. Dê um toque único ao cursor do mouse, substituindo-o por um cursor…",
    "pt_PT": "Melhore sua experiência no Chrome com um cursor personalizado. Dê um toque único ao seu cursor do mouse, substituindo-o por um…",
    "sk": "Vylepšite svoj zážitok s Chrome pomocou užívateľského kurzoru. Dodajte svojmu kurzoru myši jedinečný dotyk nahrádzaním vlastným…",
    "sl": "Izboljšajte svoje doživetje s Chrome z uporabniško določenim kazalcem. Dajte kazalcu miške edinstven pridih z zamenjavo z…",
    "sv": "Förbättra din Chrome-upplevelse med anpassad markör. Ge din musmarkör en unik touch genom att ersätta den med en anpassad markör.",
    "th": "Transform your Chrome experience and make it more unique with custom cursors. Replace your mouse cursor with a cute, custom cursor…",
    "tr": "Chrome deneyiminizi özel imleç ile geliştirin. İmlecinizi özel bir imleç ile değiştirerek farenize benzersiz bir dokunuş katın.",
    "zh_CN": "通过自定义光标增强您的Chrome体验。通过将其替换为自定义光标，为您的鼠标光标增添独特的触感。",
    "zh_TW": "透過自訂游標提升您的Chrome體驗。通過將其替換為自訂游標，為您的滑鼠游標增添獨特的觸感。"
  },
  "long": {
    "ar": "إنها مؤشرات مخصصة لطيفة لمتصفح Chrome. أظهر شخصيتك الفردية باستخدام مؤشر الماوس الساطع والرائع في كل صفحة ويب. انس أمر المؤشر الممل والبسيط الذي سيظهر على الشاشة سنوات عديدة. أنت الآن قادر على تغيير مؤشر الماوس الخاص بك إلى شيء وردي ولطيف ؛)\n\nانسَ مؤشر الماوس الافتراضي الممل ، لأنه الآن يمكن أن يكون شيئًا أكثر من ذلك! شيء يلهمك ويسعدك ويجعلك سعيدًا. نحن فريق Cute Cursors وقد جعلنا مهمتنا هي قواد المؤشر الخاص بك!\n\nلقد بثنا المزيد من الحياة في مؤشرات الفأرة. لدرجة أنهم أصبحوا الآن على قيد الحياة. تتلألأ بالألوان وتتحرك وتدور وترقص ، والأهم من ذلك أنها تعطي مزيدًا من التعبيرات والمشاعر الإيجابية.\n\nتعد المؤشرات اللطيفة المخصصة امتدادًا رائعًا لمتصفح Chrome يتيح لك تغيير تجربة التصفح عن طريق إنشاء مؤشرات الماوس الخاصة بك. مع مكتبة هذا الامتداد ، يمكنك العثور على أي شيء يناسب أسلوبك ، سواء كانت مجموعة من رموز الحيوانات أو أي شيء آخر تمامًا. غير مؤشرك الآن واستعد لتجربة رائعة!\n\nالانتباه! تأكد من استخدام ملحق Cute Cursors على أي صفحة ويب بخلاف Chrome Web Store وصفحات Google الداخلية وصفحة Chrome الرئيسية ، حيث تحظر سياسة Google استخدام المؤشرات المخصصة على هذه الصفحات.\n\n5 reasons why you should install the Custom Cursors for Chrome extension:\n\n1. Personalization - extension Custom Cursors for Chrome allows you to personalize your browsing experience by giving your mouse pointer a unique look.\n\n2. Aesthetics - If you're someone who likes to pay attention to the little details, then this extension is perfect for you. Customized cursors can add a touch of aesthetic appeal to your browsing experience.\n\n3. Easy to use - extension Custom Cursors for Chrome is incredibly easy to use. Simply install the extension and select your preferred cursor design. There's no technical knowledge required to use the extension.\n\n4. Fun - Custom Cursors for Chrome can add a fun element to your browsing experience. With a variety of creative cursor designs available, you can swap out your mouse pointer design whenever you like to keep things interesting.\n\n5. Improved visibility - If you struggle to see the default mouse cursor on your screen, then changing it to a customized design could improve your visibility. The increased visibility of a custom cursor can help you keep track of your mouse movements more easily.\n\nAttention! Make sure you use the Cute Cursors extension on any web page other than the Chrome Web Store, Google internal pages, and the Chrome home page, as Google policy prohibits the use of custom cursors on these pages.",
    "am": "ለChrome እንደዚህ አይነት ቆንጆ ብጁ ጠቋሚዎች ነው። ግለሰባዊነትዎን በእያንዳንዱ ድረ-ገጽ ላይ ባለው ብሩህ እና በሚያምር የመዳፊት ጠቋሚ ያሳዩ። በማሳያው ላይ ለመታየት ብዙ አመታት ስላለው አሰልቺ እና ቀላል ጠቋሚን እርሳ። አሁን የመዳፊት ጠቋሚዎን ወደ ሮዝ እና የሚያምር ነገር መለወጥ ይችላሉ;)\n\nአሰልቺ የሆነውን ነባሪ የመዳፊት ጠቋሚን እርሳ ፣ ምክንያቱም አሁን የበለጠ ነገር ሊሆን ይችላል! እርስዎን የሚያበረታታ፣ የሚያበረታታዎት እና የሚያስደስትዎ ነገር። እኛ የደስ የሚሉ የጠቋሚዎች ቡድን ነን እና የእርስዎን ጠቋሚ ማደብዘዝ ተልእኳችን አድርገነዋል!\n\nየመዳፊት ጠቋሚዎቻችን ላይ የበለጠ ህይወትን ተነፈስን። እና እስከ አሁን ድረስ ሕያው ሆነዋል። በቀለማት ያበራሉ፣ ይንቀሳቀሳሉ፣ ይሽከረከራሉ፣ ይጨፍራሉ፣ እና ከሁሉም በላይ ደግሞ የበለጠ መግለጫ እና አዎንታዊ ስሜቶችን ይሰጣሉ።\n\nብጁ ቆንጆ ጠቋሚዎች የእራስዎን የመዳፊት ጠቋሚዎችን በመፍጠር የአሰሳ ተሞክሮዎን እንዲቀይሩ የሚያስችል ለ Chrome ታላቅ ቅጥያ ነው። በዚህ ቅጥያ ቤተ-መጽሐፍት፣ የእንስሳት ምልክቶች ስብስብም ይሁን ሌላ ነገር ከእርስዎ ዘይቤ ጋር የሚስማማ ማንኛውንም ነገር ማግኘት ይችላሉ። ጠቋሚዎን አሁን ይቀይሩ እና ለአስደናቂ ተሞክሮ ይዘጋጁ!\n\nትኩረት! የጉግል ፖሊሲ በእነዚህ ገፆች ላይ ብጁ ጠቋሚዎችን መጠቀምን ስለሚከለክል የ\"Cute Cursors\" ቅጥያ ከChrome ድር ማከማቻ፣ ከGoogle የውስጥ ገፆች እና ከChrome መነሻ ገጽ ውጭ በማንኛውም ድረ-ገጽ መጠቀምዎን ያረጋግጡ።\n\n5 reasons why you should install the Custom Cursors for Chrome extension:\n\n1. Personalization - extension Custom Cursors for Chrome allows you to personalize your browsing experience by giving your mouse pointer a unique look.\n\n2. Aesthetics - If you're someone who likes to pay attention to the little details, then this extension is perfect for you. Customized cursors can add a touch of aesthetic appeal to your browsing experience.\n\n3. Easy to use - extension Custom Cursors for Chrome is incredibly easy to use. Simply install the extension and select your preferred cursor design. There's no technical knowledge required to use the extension.\n\n4. Fun - Custom Cursors for Chrome can add a fun element to your browsing experience. With a variety of creative cursor designs available, you can swap out your mouse pointer design whenever you like to keep things interesting.\n\n5. Improved visibility - If you struggle to see the default mouse cursor on your screen, then changing it to a customized design could improve your visibility. The increased visibility of a custom cursor can help you keep track of your mouse movements more easily.\n\nAttention! Make sure you use the Cute Cursors extension on any web page other than the Chrome Web Store, Google internal pages, and the Chrome home page, as Google policy prohibits the use of custom cursors on these pages.",
    "bg": "Това са толкова сладки персонализирани курсори за Chrome. Покажете своята индивидуалност с яркия и прекрасен показалец на мишката на всяка уеб страница. Забравете за скучния и прост курсор, който има много години, за да се появи на дисплея. Сега можете да промените показалеца на мишката си на нещо розово и сладко ;)\n\nЗабравете скучния показалец на мишката по подразбиране, защото сега той може да бъде нещо повече! Нещо, което да ви вдъхнови, развесели и просто да ви направи щастливи. Ние сме екипът на Cute Cursors и сме поставили за наша мисия да сводничим вашия курсор!\n\nВдъхнахме още повече живот на нашите курсори на мишката. И то толкова много, че сега оживяха. Те преливат в цветове, движат се, въртят се, танцуват и най-важното дават още повече изразителност и положителни емоции.\n\nCustom cute cursors е страхотно разширение за Chrome, което ви позволява да промените изживяването си при сърфиране, като създадете свои собствени указатели на мишката. С библиотеката на това разширение можете да намерите всичко, което да отговаря на вашия стил, независимо дали е набор от животински символи или нещо съвсем друго. Променете курсора сега и се пригответе за страхотно изживяване!\n\nвнимание! Уверете се, че използвате разширението „Cute Cursors“ на всяка уеб страница, различна от уеб магазина на Chrome, вътрешните страници на Google и началната страница на Chrome, тъй като правилата на Google забраняват използването на персонализирани курсори на тези страници.\n\n5 reasons why you should install the Custom Cursors for Chrome extension:\n\n1. Personalization - extension Custom Cursors for Chrome allows you to personalize your browsing experience by giving your mouse pointer a unique look.\n\n2. Aesthetics - If you're someone who likes to pay attention to the little details, then this extension is perfect for you. Customized cursors can add a touch of aesthetic appeal to your browsing experience.\n\n3. Easy to use - extension Custom Cursors for Chrome is incredibly easy to use. Simply install the extension and select your preferred cursor design. There's no technical knowledge required to use the extension.\n\n4. Fun - Custom Cursors for Chrome can add a fun element to your browsing experience. With a variety of creative cursor designs available, you can swap out your mouse pointer design whenever you like to keep things interesting.\n\n5. Improved visibility - If you struggle to see the default mouse cursor on your screen, then changing it to a customized design could improve your visibility. The increased visibility of a custom cursor can help you keep track of your mouse movements more easily.\n\nAttention! Make sure you use the Cute Cursors extension on any web page other than the Chrome Web Store, Google internal pages, and the Chrome home page, as Google policy prohibits the use of custom cursors on these pages.",
    "bn": "এটি ক্রোমের জন্য এমন সুন্দর কাস্টম কার্সার। প্রতিটি ওয়েবপেজে উজ্জ্বল এবং জমকালো মাউস পয়েন্টার দিয়ে আপনার ব্যক্তিত্ব দেখান। বিরক্তিকর এবং সহজ কার্সার সম্পর্কে ভুলে যান যেটি ডিসপ্লেতে উপস্থিত হতে অনেক বছর রয়েছে। এখন আপনি আপনার মাউস পয়েন্টারকে গোলাপী এবং সুন্দর কিছুতে পরিবর্তন করতে পারবেন;)\n\nবিরক্তিকর ডিফল্ট মাউস পয়েন্টার ভুলে যান, কারণ এখন এটি আরও কিছু হতে পারে! এমন কিছু যা আপনাকে অনুপ্রাণিত করবে, আপনাকে উত্সাহিত করবে এবং আপনাকে খুশি করবে। আমরা কিউট কার্সার ক্রু এবং আমরা আপনার কার্সারকে পিম্প করা আমাদের লক্ষ্য বানিয়েছি!\n\nআমরা আমাদের মাউস কার্সারগুলিতে আরও বেশি প্রাণ নিয়েছি। এবং এতটাই যে তারা এখন জীবিত হয়ে উঠেছে। তারা রঙে চকচক করে, নড়াচড়া করে, ঘোরে, নাচ করে এবং সবচেয়ে গুরুত্বপূর্ণভাবে আরও বেশি অভিব্যক্তি এবং ইতিবাচক আবেগ দেয়।\n\nকাস্টম কিউট কার্সারগুলি Chrome এর জন্য একটি দুর্দান্ত এক্সটেনশন যা আপনাকে আপনার নিজের মাউস পয়েন্টার তৈরি করে আপনার ব্রাউজিং অভিজ্ঞতা পরিবর্তন করতে দেয়৷ এই এক্সটেনশনের লাইব্রেরির সাহায্যে, আপনি আপনার শৈলীর সাথে মানানসই যেকোন কিছু খুঁজে পেতে পারেন, তা পশু প্রতীকের সেট হোক বা সম্পূর্ণ অন্য কিছু। এখন আপনার কার্সার পরিবর্তন করুন এবং একটি দুর্দান্ত অভিজ্ঞতার জন্য প্রস্তুত হন!\n\nমনোযোগ! নিশ্চিত করুন যে আপনি Chrome ওয়েব স্টোর, Google অভ্যন্তরীণ পৃষ্ঠাগুলি এবং Chrome হোম পৃষ্ঠা ছাড়া অন্য কোনও ওয়েব পৃষ্ঠায় \"Cute Cursors\" এক্সটেনশন ব্যবহার করছেন, কারণ Google নীতি এই পৃষ্ঠাগুলিতে কাস্টম কার্সার ব্যবহার নিষিদ্ধ করে৷\n\n5 reasons why you should install the Custom Cursors for Chrome extension:\n\n1. Personalization - extension Custom Cursors for Chrome allows you to personalize your browsing experience by giving your mouse pointer a unique look.\n\n2. Aesthetics - If you're someone who likes to pay attention to the little details, then this extension is perfect for you. Customized cursors can add a touch of aesthetic appeal to your browsing experience.\n\n3. Easy to use - extension Custom Cursors for Chrome is incredibly easy to use. Simply install the extension and select your preferred cursor design. There's no technical knowledge required to use the extension.\n\n4. Fun - Custom Cursors for Chrome can add a fun element to your browsing experience. With a variety of creative cursor designs available, you can swap out your mouse pointer design whenever you like to keep things interesting.\n\n5. Improved visibility - If you struggle to see the default mouse cursor on your screen, then changing it to a customized design could improve your visibility. The increased visibility of a custom cursor can help you keep track of your mouse movements more easily.\n\nAttention! Make sure you use the Cute Cursors extension on any web page other than the Chrome Web Store, Google internal pages, and the Chrome home page, as Google policy prohibits the use of custom cursors on these pages.",
    "ca": "Són uns cursors personalitzats tan bonics per a Chrome. Mostra la teva individualitat amb el brillant i magnífic punter del ratolí a cada pàgina web. Oblida't del cursor avorrit i senzill que té molts anys per aparèixer a la pantalla. Ara podeu canviar el punter del ratolí a una cosa rosa i bonica ;)\n\nOblida't de l'avorrit punter del ratolí per defecte, perquè ara pot ser alguna cosa més! Alguna cosa per inspirar-te, animar-te i només fer-te feliç. Som la tripulació de Cute Cursors i hem fet que la nostra missió sigui proxenetar el cursor!\n\nHem donat encara més vida als cursors del ratolí. I tant és així que ara han agafat vida. Brillen de colors, es mouen, giren, ballen i, el més important, donen encara més expressió i emocions positives.\n\nEls cursors personalitzats són una gran extensió per a Chrome que us permet canviar la vostra experiència de navegació creant els vostres propis punters del ratolí. Amb la biblioteca d'aquesta extensió, podeu trobar qualsevol cosa que s'adapti al vostre estil, ja sigui un conjunt de símbols d'animals o una altra cosa completament. Canvia el cursor ara i prepara't per a una experiència increïble!\n\n5 raons per les quals hauríeu d'instal·lar l'extensió Cursors personalitzats per a Chrome:\n\n1. Personalització: l'extensió Cursors personalitzats per a Chrome us permet personalitzar la vostra experiència de navegació donant al punter del ratolí un aspecte únic.\n\n2. Estètica - Si ets algú a qui li agrada parar atenció als petits detalls, aquesta extensió és perfecta per a tu. Els cursors personalitzats poden afegir un toc d'atractiu estètic a la vostra experiència de navegació.\n\n3. Fàcil d'utilitzar: l'extensió Custom Cursors for Chrome és increïblement fàcil d'utilitzar. Simplement instal·leu l'extensió i seleccioneu el vostre disseny de cursor preferit. No es requereix cap coneixement tècnic per utilitzar l'extensió.\n\n4. Diversió: els cursors personalitzats per a Chrome poden afegir un element divertit a la vostra experiència de navegació. Amb una varietat de dissenys creatius de cursor disponibles, podeu canviar el disseny del punter del ratolí sempre que vulgueu per mantenir les coses interessants.\n\n5. Visibilitat millorada: si us costa veure el cursor predeterminat del ratolí a la vostra pantalla, canviar-lo a un disseny personalitzat podria millorar la vostra visibilitat. L'augment de la visibilitat d'un cursor personalitzat us pot ajudar a fer un seguiment dels moviments del ratolí amb més facilitat.\n\nAtenció! Assegureu-vos que feu servir l'extensió Cute Cursors a qualsevol pàgina web que no sigui Chrome Web Store, pàgines internes de Google i la pàgina d'inici de Chrome, ja que la política de Google prohibeix l'ús de cursors personalitzats en aquestes pàgines.",
    "cs": "Jsou to takové roztomilé vlastní kurzory pro Chrome. Ukažte svou individualitu pomocí jasného a nádherného ukazatele myši na každé webové stránce. Zapomeňte na nudný a jednoduchý kurzor, který se na displeji zobrazuje po mnoho let. Nyní můžete změnit ukazatel myši na něco růžového a roztomilého;)\n\nZapomeňte na nudný výchozí ukazatel myši, protože teď to může být něco víc! Něco, co vás inspiruje, rozveselí a udělá vám radost. Jsme tým Cute Cursors a dali jsme si za úkol vylepšit váš kurzor!\n\nVdechli jsme ještě více života našim kurzorům myši. A to natolik, že nyní ožili. Třpytí se barvami, pohybují se, točí, tančí a hlavně dávají ještě více výrazu a pozitivních emocí.\n\nVlastní roztomilé kurzory jsou skvělé rozšíření pro Chrome, které vám umožní změnit zážitek z procházení vytvořením vlastních ukazatelů myši. S knihovnou tohoto rozšíření můžete najít cokoli, co bude vyhovovat vašemu stylu, ať už je to sada zvířecích symbolů nebo něco úplně jiného. Změňte kurzor a připravte se na úžasný zážitek!\n\n5 důvodů, proč byste si měli nainstalovat rozšíření Custom Cursors for Chrome:\n\n1. Personalizace – rozšíření Custom Cursors for Chrome vám umožňuje personalizovat vaše prohlížení tím, že dává vašemu ukazateli myši jedinečný vzhled.\n\n2. Estetika – Pokud jste někdo, kdo rád věnuje pozornost malým detailům, pak je toto rozšíření pro vás ideální. Přizpůsobené kurzory mohou vašemu zážitku z prohlížení přidat nádech estetické přitažlivosti.\n\n3. Snadné použití – rozšíření Custom Cursors pro Chrome se neuvěřitelně snadno používá. Jednoduše nainstalujte rozšíření a vyberte preferovaný design kurzoru. K používání rozšíření nejsou potřeba žádné technické znalosti.\n\n4. Zábava – Vlastní kurzory pro Chrome mohou do vašeho procházení přidat zábavný prvek. S řadou dostupných kreativních návrhů kurzoru můžete změnit design kurzoru myši, kdykoli chcete, aby věci byly zajímavé.\n\n5. Vylepšená viditelnost – Pokud máte potíže se zobrazením výchozího kurzoru myši na obrazovce, jeho změna na přizpůsobený design může zlepšit vaši viditelnost. Zvýšená viditelnost vlastního kurzoru vám pomůže snadněji sledovat pohyby myši.\n\nPozornost! Ujistěte se, že používáte rozšíření Cute Cursors na jakékoli webové stránce kromě Internetového obchodu Chrome, interních stránek Google a domovské stránky Chrome, protože zásady společnosti Google zakazují použití vlastních kurzorů na těchto stránkách.",
    "da": "Det er sådan en sød brugerdefineret markør til Chrome. Vis din individualitet med den lyse og smukke musemarkør på hver webside. Glem alt om den kedelige og enkle markør, der har mange år til at blive vist på displayet. Nu kan du ændre din musemarkør til noget lyserødt og sødt ;)\n\nGlem den kedelige standard musemarkør, for nu kan det være noget mere! Noget til at inspirere dig, muntre dig op og bare gøre dig glad. Vi er Cute Cursors-holdet, og vi har gjort det til vores mission at pimpe din markør!\n\nVi har pustet endnu mere liv i vores musemarkører. Og så meget, at nu er de blevet levende. De glitrer i farver, bevæger sig, spinner, danser, og vigtigst af alt giver de endnu mere udtryk og positive følelser.\n\nBrugerdefinerede søde markører er en fantastisk udvidelse til Chrome, der lader dig ændre din browseroplevelse ved at oprette dine egne musemarkører. Med biblioteket i denne udvidelse kan du finde alt, der passer til din stil, uanset om det er et sæt dyresymboler eller noget helt andet. Skift din markør nu og gør dig klar til en fantastisk oplevelse!\n\n5 grunde til, hvorfor du bør installere Custom Cursorer til Chrome-udvidelsen:\n\n1. Personalisering - udvidelse Custom Cursors til Chrome giver dig mulighed for at personliggøre din browseroplevelse ved at give din musemarkør et unikt udseende.\n\n2. Æstetik – Hvis du er en, der kan lide at være opmærksom på de små detaljer, så er denne udvidelse perfekt til dig. Tilpassede markører kan tilføje et strejf af æstetisk appel til din browsingoplevelse.\n\n3. Nem at bruge - udvidelsen Custom Cursorer til Chrome er utrolig nem at bruge. Du skal blot installere udvidelsen og vælge dit foretrukne markørdesign. Der kræves ingen teknisk viden for at bruge udvidelsen.\n\n4. Sjov – Brugerdefinerede markører til Chrome kan tilføje et sjovt element til din browseroplevelse. Med en række kreative markørdesigns til rådighed, kan du udskifte dit musemarkørdesign, når du vil, for at holde tingene interessante.\n\n5. Forbedret synlighed - Hvis du har svært ved at se standardmusemarkøren på din skærm, kan det forbedre din synlighed ved at ændre den til et tilpasset design. Den øgede synlighed af en brugerdefineret markør kan hjælpe dig med at holde styr på dine musebevægelser nemmere.\n\nOpmærksomhed! Sørg for, at du bruger Cute Cursors-udvidelsen på enhver anden webside end Chrome Webshop, Googles interne sider og Chrome-startsiden, da Googles politik forbyder brugen af tilpassede markører på disse sider.",
    "de": "Es ist so ein süßer benutzerdefinierter Cursor für Chrome. Zeigen Sie Ihre Individualität mit dem hellen und wunderschönen Mauszeiger auf jeder Webseite. Vergessen Sie den langweiligen und einfachen Cursor, der viele Jahre lang auf dem Display angezeigt wird. Jetzt können Sie Ihren Mauszeiger in etwas Rosafarbenes und Süßes ändern ;)\n\nVergessen Sie den langweiligen Standard-Mauszeiger, denn jetzt kann es etwas mehr sein! Etwas, das Sie inspiriert, aufheitert und einfach glücklich macht. Wir sind die Crew von Cute Cursors und haben es uns zur Aufgabe gemacht, Ihren Cursor aufzupeppen!\n\nWir haben unseren Mauszeigern noch mehr Leben eingehaucht. Und zwar so sehr, dass sie jetzt lebendig geworden sind. Sie schimmern in Farben, bewegen sich, drehen sich, tanzen und sorgen vor allem für noch mehr Ausdruck und positive Emotionen.\n\nCustom Cute Cursors ist eine großartige Erweiterung für Chrome, mit der Sie Ihr Surferlebnis ändern können, indem Sie Ihre eigenen Mauszeiger erstellen. Mit der Bibliothek dieser Erweiterung können Sie alles finden, was zu Ihrem Stil passt, sei es eine Reihe von Tiersymbolen oder etwas ganz anderes. Ändern Sie jetzt Ihren Cursor und machen Sie sich bereit für ein fantastisches Erlebnis!\n\n5 Gründe, warum Sie die Erweiterung „Custom Cursors for Chrome“ installieren sollten:\n\n1. Personalisierung – Mit der Erweiterung „Custom Cursors for Chrome“ können Sie Ihr Surferlebnis personalisieren, indem Sie Ihrem Mauszeiger ein einzigartiges Aussehen verleihen.\n\n2. Ästhetik – Wenn Sie jemand sind, der gerne auf die kleinen Details achtet, dann ist diese Erweiterung perfekt für Sie. Benutzerdefinierte Cursor können Ihrem Surferlebnis einen Hauch von Ästhetik verleihen.\n\n3. Einfach zu verwenden – die Erweiterung Custom Cursors für Chrome ist unglaublich einfach zu verwenden. Installieren Sie einfach die Erweiterung und wählen Sie Ihr bevorzugtes Cursor-Design. Für die Verwendung der Erweiterung sind keine technischen Kenntnisse erforderlich.\n\n4. Spaß – Benutzerdefinierte Cursor für Chrome können Ihrem Surferlebnis ein unterhaltsames Element hinzufügen. Mit einer Vielzahl kreativer Cursor-Designs können Sie Ihr Mauszeiger-Design jederzeit austauschen, um die Dinge interessant zu halten.\n\n5. Verbesserte Sichtbarkeit – Wenn Sie Schwierigkeiten haben, den Standard-Mauszeiger auf Ihrem Bildschirm zu sehen, kann die Änderung in ein benutzerdefiniertes Design Ihre Sichtbarkeit verbessern. Durch die erhöhte Sichtbarkeit eines benutzerdefinierten Cursors können Sie Ihre Mausbewegungen leichter verfolgen.\n\nAufmerksamkeit! Stellen Sie sicher, dass Sie die Cute Cursors-Erweiterung auf allen Webseiten außer dem Chrome Web Store, den internen Seiten von Google und der Chrome-Startseite verwenden, da die Google-Richtlinien die Verwendung benutzerdefinierter Cursor auf diesen Seiten verbieten.",
    "el": "Είναι τόσο χαριτωμένοι προσαρμοσμένοι δρομείς για το Chrome. Δείξτε την ατομικότητά σας με τον φωτεινό και υπέροχο δείκτη του ποντικιού σε κάθε ιστοσελίδα. Ξεχάστε τον βαρετό και απλό δρομέα που έχει πολλά χρόνια να εμφανιστεί στην οθόνη. Τώρα μπορείτε να αλλάξετε το δείκτη του ποντικιού σας σε κάτι ροζ και χαριτωμένο ;)\n\nΞεχάστε τον βαρετό προεπιλεγμένο δείκτη του ποντικιού, γιατί τώρα μπορεί να είναι κάτι περισσότερο! Κάτι που θα σας εμπνεύσει, θα σας φτιάξει τη διάθεση και θα σας κάνει απλά χαρούμενους. Είμαστε το πλήρωμα των Cute Cursors και έχουμε βάλει ως αποστολή μας να μαστροπέψουμε τον κέρσορα σας!\n\nΈχουμε δώσει ακόμα περισσότερη ζωή στους δρομείς του ποντικιού μας. Και τόσο που τώρα έχουν γίνει ζωντανοί. Λαμπυρίζουν στα χρώματα, κινούνται, περιστρέφονται, χορεύουν και το σημαντικότερο δίνουν ακόμη περισσότερη έκφραση και θετικά συναισθήματα.\n\nΟι προσαρμοσμένοι χαριτωμένοι δρομείς είναι μια εξαιρετική επέκταση για το Chrome που σας επιτρέπει να αλλάξετε την εμπειρία περιήγησής σας δημιουργώντας τους δικούς σας δείκτες ποντικιού. Με τη βιβλιοθήκη αυτής της επέκτασης, μπορείτε να βρείτε οτιδήποτε ταιριάζει στο στυλ σας, είτε πρόκειται για ένα σύνολο συμβόλων ζώων είτε για κάτι εντελώς άλλο. Αλλάξτε τον κέρσορα σας τώρα και ετοιμαστείτε για μια εκπληκτική εμπειρία!\n\nΠροσοχή! Βεβαιωθείτε ότι χρησιμοποιείτε την επέκταση Cute Cursors σε οποιαδήποτε ιστοσελίδα εκτός από το Chrome Web Store, τις εσωτερικές σελίδες της Google και την αρχική σελίδα του Chrome, καθώς η πολιτική της Google απαγορεύει τη χρήση προσαρμοσμένων δρομέων σε αυτές τις σελίδες.\n\n5 reasons why you should install the Custom Cursors for Chrome extension:\n\n1. Personalization - extension Custom Cursors for Chrome allows you to personalize your browsing experience by giving your mouse pointer a unique look.\n\n2. Aesthetics - If you're someone who likes to pay attention to the little details, then this extension is perfect for you. Customized cursors can add a touch of aesthetic appeal to your browsing experience.\n\n3. Easy to use - extension Custom Cursors for Chrome is incredibly easy to use. Simply install the extension and select your preferred cursor design. There's no technical knowledge required to use the extension.\n\n4. Fun - Custom Cursors for Chrome can add a fun element to your browsing experience. With a variety of creative cursor designs available, you can swap out your mouse pointer design whenever you like to keep things interesting.\n\n5. Improved visibility - If you struggle to see the default mouse cursor on your screen, then changing it to a customized design could improve your visibility. The increased visibility of a custom cursor can help you keep track of your mouse movements more easily.\n\nAttention! Make sure you use the Cute Cursors extension on any web page other than the Chrome Web Store, Google internal pages, and the Chrome home page, as Google policy prohibits the use of custom cursors on these pages.",
    "en,en_AU,en_GB,en_US,fa,fil,ml,mr,ms,ro,ru,sr,sw,ta,te,th,uk,vi": "It's such a cute custom cursors for Chrome. Show your individuality with the bright and gorgeous mouse pointer on every webpage. Forget about the boring and simple cursor that has many years to appear on the display. Now you are able to change your mouse pointer to something pink and cute ;)\n\nForget the boring default mouse pointer, because now it can be something more! Something to inspire you, cheer you up and just make you happy. We're the Cute Cursors crew and we've made it our mission to pimp your cursor!\n\nWe have breathed even more life into our mouse cursors. And so much so that now they have become alive. They shimmer in colors, move, spin, dance, and most importantly give even more expression and positive emotions. \n\nCustom cute cursors is a great extension for Chrome that lets you change your browsing experience by creating your own mouse pointers. With the library of this extension, you can find anything to suit your style, whether it's a set of animal symbols or something else entirely. Change your cursor now and get ready for an awesome experience!\n\n5 reasons why you should install the Custom Cursors for Chrome extension:\n\n1. Personalization - extension Custom Cursors for Chrome allows you to personalize your browsing experience by giving your mouse pointer a unique look.\n\n2. Aesthetics - If you're someone who likes to pay attention to the little details, then this extension is perfect for you. Customized cursors can add a touch of aesthetic appeal to your browsing experience.\n\n3. Easy to use - extension Custom Cursors for Chrome is incredibly easy to use. Simply install the extension and select your preferred cursor design. There's no technical knowledge required to use the extension.\n\n4. Fun - Custom Cursors for Chrome can add a fun element to your browsing experience. With a variety of creative cursor designs available, you can swap out your mouse pointer design whenever you like to keep things interesting.\n\n5. Improved visibility - If you struggle to see the default mouse cursor on your screen, then changing it to a customized design could improve your visibility. The increased visibility of a custom cursor can help you keep track of your mouse movements more easily.\n\nAttention! Make sure you use the Cute Cursors extension on any web page other than the Chrome Web Store, Google internal pages, and the Chrome home page, as Google policy prohibits the use of custom cursors on these pages.",
    "es,es_419": "Es un cursor personalizado tan lindo para Chrome. Muestre su individualidad con el puntero del mouse brillante y hermoso en cada página web. Olvídate del aburrido y simple cursor que tiene muchos años para aparecer en la pantalla. Ahora puedes cambiar el puntero del mouse a algo rosado y lindo;)\n\nOlvídese del aburrido puntero del mouse predeterminado, ¡porque ahora puede ser algo más! Algo para inspirarte, animarte y simplemente hacerte feliz. ¡Somos el equipo de Cute Cursors y nuestra misión es mejorar tu cursor!\n\nHemos insuflado aún más vida a los cursores de nuestro mouse. Y tanto que ahora han cobrado vida. Brillan en colores, se mueven, giran, bailan y, lo que es más importante, dan aún más expresión y emociones positivas.\n\nLos cursores lindos personalizados son una gran extensión para Chrome que le permite cambiar su experiencia de navegación creando sus propios punteros de mouse. Con la biblioteca de esta extensión, puede encontrar cualquier cosa que se adapte a su estilo, ya sea un conjunto de símbolos de animales o algo completamente diferente. ¡Cambia tu cursor ahora y prepárate para una experiencia increíble!\n\n5 razones por las que deberías instalar la extensión Cursores personalizados para Chrome:\n\n1. Personalización: la extensión Cursores personalizados para Chrome le permite personalizar su experiencia de navegación al darle al puntero del mouse una apariencia única.\n\n2. Estética: si eres alguien a quien le gusta prestar atención a los pequeños detalles, entonces esta extensión es perfecta para ti. Los cursores personalizados pueden agregar un toque de atractivo estético a su experiencia de navegación.\n\n3. Fácil de usar: la extensión Cursores personalizados para Chrome es increíblemente fácil de usar. Simplemente instale la extensión y seleccione su diseño de cursor preferido. No se requieren conocimientos técnicos para usar la extensión.\n\n4. Diversión: los cursores personalizados para Chrome pueden agregar un elemento divertido a su experiencia de navegación. Con una variedad de diseños de cursor creativos disponibles, puede cambiar el diseño del puntero del mouse cuando lo desee para mantener las cosas interesantes.\n\n5. Visibilidad mejorada: si tiene dificultades para ver el cursor del mouse predeterminado en su pantalla, cambiarlo a un diseño personalizado podría mejorar su visibilidad. La mayor visibilidad de un cursor personalizado puede ayudarlo a realizar un seguimiento de los movimientos del mouse con mayor facilidad.\n\n¡Atención! Asegúrese de usar la extensión Cute Cursors en cualquier página web que no sea Chrome Web Store, las páginas internas de Google y la página de inicio de Chrome, ya que la política de Google prohíbe el uso de cursores personalizados en estas páginas.",
    "et": "Need on nii armsad kohandatud kursorid Chrome'i jaoks. Näidake oma isikupära igal veebilehel oleva ereda ja uhke hiirekursoriga. Unustage igav ja lihtne kursor, mille kuvamiseks on mitu aastat aega. Nüüd saad oma hiirekursori millegi roosa ja armsa vastu vahetada ;)\n\nUnustage igav vaikimisi hiirekursor, sest nüüd võib see olla midagi enamat! Midagi, mis inspireerib, rõõmustab ja teeb lihtsalt õnnelikuks. Oleme Cute Cursorsi meeskond ja oleme võtnud oma ülesandeks kursori sutenööritamine!\n\nOleme oma hiirekursoritele veelgi rohkem elu sisse puhunud. Ja nii palju, et nüüd on nad elusaks saanud. Nad säravad värvides, liiguvad, keerlevad, tantsivad ja mis kõige tähtsam, annavad veelgi rohkem väljendust ja positiivseid emotsioone.\n\nKohandatud armsad kursorid on suurepärane Chrome'i laiendus, mis võimaldab teil muuta sirvimiskogemust, luues oma hiirekursorid. Selle laienduse teegist leiate kõike, mis sobib teie stiiliga, olgu see siis loomasümbolite komplekt või midagi muud. Muutke kursorit kohe ja olge valmis vingeks kogemuseks!\n\nTähelepanu! Kasutage kindlasti laiendust Cute Cursors kõigil muudel veebilehtedel peale Chrome'i veebipoe, Google'i siselehtede ja Chrome'i avalehe, kuna Google'i eeskirjad keelavad nendel lehtedel kohandatud kursorite kasutamise.\n\n5 reasons why you should install the Custom Cursors for Chrome extension:\n\n1. Personalization - extension Custom Cursors for Chrome allows you to personalize your browsing experience by giving your mouse pointer a unique look.\n\n2. Aesthetics - If you're someone who likes to pay attention to the little details, then this extension is perfect for you. Customized cursors can add a touch of aesthetic appeal to your browsing experience.\n\n3. Easy to use - extension Custom Cursors for Chrome is incredibly easy to use. Simply install the extension and select your preferred cursor design. There's no technical knowledge required to use the extension.\n\n4. Fun - Custom Cursors for Chrome can add a fun element to your browsing experience. With a variety of creative cursor designs available, you can swap out your mouse pointer design whenever you like to keep things interesting.\n\n5. Improved visibility - If you struggle to see the default mouse cursor on your screen, then changing it to a customized design could improve your visibility. The increased visibility of a custom cursor can help you keep track of your mouse movements more easily.\n\nAttention! Make sure you use the Cute Cursors extension on any web page other than the Chrome Web Store, Google internal pages, and the Chrome home page, as Google policy prohibits the use of custom cursors on these pages.",
    "fi": "Se on niin söpö mukautettu kohdistin Chromelle. Näytä yksilöllisyytesi jokaisen verkkosivun kirkkaalla ja upealla hiiren osoittimella. Unohda tylsä ja yksinkertainen kohdistin, jolla on monta vuotta aikaa ilmestyä näytölle. Nyt voit vaihtaa hiiren osoittimen johonkin vaaleanpunaiseen ja suloiseen ;)\n\nUnohda tylsä oletushiiren osoitin, koska nyt se voi olla jotain enemmän! Jotain, joka innostaa sinua, piristää ja tekee sinut onnelliseksi. Olemme Cute Cursors -ryhmä ja olemme tehneet tehtäväksemme paritaa kursoriasi!\n\nOlemme puhaltaneet hiiren kursoreihin entistä enemmän elämää. Ja niin paljon, että nyt he ovat heränneet eloon. Ne kimmeltävät väreissä, liikkuvat, pyörivät, tanssivat ja mikä tärkeintä, antavat entistä enemmän ilmaisua ja positiivisia tunteita.\n\nMukautetut söpöt osoittimet on loistava Chrome-laajennus, jonka avulla voit muuttaa selauskokemustasi luomalla omia hiiriosoittimia. Tämän laajennuksen kirjastosta voit löytää mitä tahansa tyyliisi sopivaa, olipa kyseessä sitten eläinsymbolisarja tai jotain aivan muuta. Vaihda kohdistin nyt ja valmistaudu mahtavaan kokemukseen!\n\n5 syytä, miksi sinun pitäisi asentaa Custom Cursors for Chrome -laajennus:\n\n1. Mukauttaminen – laajennus Custom Cursors for Chrome antaa sinun mukauttaa selauskokemustasi antamalla hiiren osoittimelle ainutlaatuisen ilmeen.\n\n2. Estetiikka - Jos olet joku, joka haluaa kiinnittää huomiota pieniin yksityiskohtiin, tämä laajennus on täydellinen sinulle. Räätälöidyt osoittimet voivat lisätä esteettistä vetovoimaa selauskokemukseesi.\n\n3. Helppokäyttöinen – laajennus Custom Cursors for Chrome on uskomattoman helppokäyttöinen. Asenna vain laajennus ja valitse haluamasi kohdistimen malli. Laajennuksen käyttäminen ei vaadi teknistä tietämystä.\n\n4. Hauskaa – Chromen mukautetut osoittimet voivat lisätä hauskan elementin selauskokemukseesi. Saatavilla on useita luovia kohdistinmalleja, joten voit vaihtaa hiiren osoittimen suunnittelua aina, kun haluat pitää asiat mielenkiintoisina.\n\n5. Parempi näkyvyys – Jos sinulla on vaikeuksia nähdä hiiren oletuskohdistinta näytöllä, sen muuttaminen mukautettuun malliin voi parantaa näkyvyyttäsi. Mukautetun osoittimen parempi näkyvyys voi auttaa sinua seuraamaan hiiren liikkeitä helpommin.\n\nHuomio! Varmista, että käytät Cute Cursors -laajennusta muilla verkkosivuilla kuin Chrome Web Storessa, Googlen sisäisillä sivuilla ja Chromen kotisivulla, sillä Googlen käytäntö kieltää mukautettujen kohdistimien käytön näillä sivuilla.",
    "fr": "C'est un curseur personnalisé si mignon pour Chrome. Montrez votre individualité avec le pointeur de souris brillant et magnifique sur chaque page Web. Oubliez le curseur ennuyeux et simple qui a de nombreuses années à apparaître sur l'écran. Vous pouvez maintenant changer le pointeur de votre souris en quelque chose de rose et mignon ;)\n\nOubliez le pointeur de souris par défaut ennuyeux, car il peut maintenant être quelque chose de plus ! Quelque chose pour vous inspirer, vous remonter le moral et simplement vous rendre heureux. Nous sommes l'équipe de Cute Cursors et nous nous sommes donné pour mission de personnaliser votre curseur !\n\nNous avons insufflé encore plus de vie à nos curseurs de souris. Et à tel point que maintenant ils sont devenus vivants. Ils scintillent de couleurs, bougent, tournent, dansent et, surtout, donnent encore plus d'expression et d'émotions positives.\n\nLes curseurs mignons personnalisés sont une excellente extension pour Chrome qui vous permet de modifier votre expérience de navigation en créant vos propres pointeurs de souris. Avec la bibliothèque de cette extension, vous pouvez trouver tout ce qui convient à votre style, qu'il s'agisse d'un ensemble de symboles d'animaux ou de tout autre chose. Changez votre curseur maintenant et préparez-vous pour une expérience incroyable !\n\n5 raisons pour lesquelles vous devriez installer l'extension Custom Cursors for Chrome :\n\n1. Personnalisation - extension Les curseurs personnalisés pour Chrome vous permettent de personnaliser votre expérience de navigation en donnant au pointeur de votre souris un aspect unique.\n\n2. Esthétique - Si vous aimez faire attention aux petits détails, cette extension est parfaite pour vous. Les curseurs personnalisés peuvent ajouter une touche esthétique à votre expérience de navigation.\n\n3. Facile à utiliser - l'extension Custom Cursors for Chrome est incroyablement facile à utiliser. Installez simplement l'extension et sélectionnez votre design de curseur préféré. Aucune connaissance technique n'est requise pour utiliser l'extension.\n\n4. Amusant - Les curseurs personnalisés pour Chrome peuvent ajouter un élément amusant à votre expérience de navigation. Avec une variété de conceptions de curseurs créatives disponibles, vous pouvez échanger la conception de votre pointeur de souris chaque fois que vous le souhaitez pour que les choses restent intéressantes.\n\n5. Visibilité améliorée - Si vous avez du mal à voir le curseur de la souris par défaut sur votre écran, le changer en un design personnalisé pourrait améliorer votre visibilité. La visibilité accrue d'un curseur personnalisé peut vous aider à suivre plus facilement les mouvements de votre souris.\n\nAttention! Assurez-vous d'utiliser l'extension Cute Cursors sur toute page Web autre que le Chrome Web Store, les pages internes de Google et la page d'accueil de Chrome, car la politique de Google interdit l'utilisation de curseurs personnalisés sur ces pages.",
    "gu": "તે ક્રોમ માટે આવા સુંદર કસ્ટમ કર્સર છે. દરેક વેબપેજ પર તેજસ્વી અને ખૂબસૂરત માઉસ પોઇન્ટર વડે તમારું વ્યક્તિત્વ બતાવો. કંટાળાજનક અને સરળ કર્સર વિશે ભૂલી જાઓ કે જે ડિસ્પ્લે પર દેખાવા માટે ઘણા વર્ષો છે. હવે તમે તમારા માઉસ પોઇન્ટરને કંઈક ગુલાબી અને સુંદર રંગમાં બદલી શકો છો;)\n\nકંટાળાજનક ડિફોલ્ટ માઉસ પોઇન્ટરને ભૂલી જાઓ, કારણ કે હવે તે કંઈક વધુ હોઈ શકે છે! કંઈક તમને પ્રેરણા આપે, તમને ઉત્સાહિત કરે અને તમને ખુશ કરે. અમે ક્યૂટ કર્સર ક્રૂ છીએ અને અમે તમારા કર્સરને ભડકાવવાનું અમારું મિશન બનાવ્યું છે!\n\nઅમે અમારા માઉસ કર્સરમાં વધુ જીવનનો શ્વાસ લીધો છે. અને એટલું બધું કે હવે તેઓ જીવંત બની ગયા છે. તેઓ રંગોમાં ઝળકે છે, હલનચલન કરે છે, સ્પિન કરે છે, નૃત્ય કરે છે અને સૌથી અગત્યનું એ પણ વધુ અભિવ્યક્તિ અને હકારાત્મક લાગણીઓ આપે છે.\n\nકસ્ટમ ક્યૂટ કર્સર એ ક્રોમ માટે એક ઉત્તમ એક્સ્ટેંશન છે જે તમને તમારા પોતાના માઉસ પોઇન્ટર બનાવીને તમારો બ્રાઉઝિંગ અનુભવ બદલવા દે છે. આ એક્સ્ટેંશનની લાઇબ્રેરી સાથે, તમે તમારી શૈલીને અનુરૂપ કંઈપણ શોધી શકો છો, પછી ભલે તે પ્રાણીઓના પ્રતીકોનો સમૂહ હોય અથવા સંપૂર્ણપણે બીજું કંઈક હોય. હમણાં તમારું કર્સર બદલો અને અદ્ભુત અનુભવ માટે તૈયાર થાઓ!\n\nધ્યાન આપો! ખાતરી કરો કે તમે Chrome વેબ દુકાન, Google આંતરિક પૃષ્ઠો અને Chrome હોમ પેજ સિવાયના કોઈપણ વેબ પૃષ્ઠ પર \"કર્સર શૈલી\" એક્સ્ટેંશનનો ઉપયોગ કરો છો, કારણ કે Google નીતિ આ પૃષ્ઠો પર કસ્ટમ કર્સરનો ઉપયોગ પ્રતિબંધિત કરે છે.\n\n5 reasons why you should install the Custom Cursors for Chrome extension:\n\n1. Personalization - extension Custom Cursors for Chrome allows you to personalize your browsing experience by giving your mouse pointer a unique look.\n\n2. Aesthetics - If you're someone who likes to pay attention to the little details, then this extension is perfect for you. Customized cursors can add a touch of aesthetic appeal to your browsing experience.\n\n3. Easy to use - extension Custom Cursors for Chrome is incredibly easy to use. Simply install the extension and select your preferred cursor design. There's no technical knowledge required to use the extension.\n\n4. Fun - Custom Cursors for Chrome can add a fun element to your browsing experience. With a variety of creative cursor designs available, you can swap out your mouse pointer design whenever you like to keep things interesting.\n\n5. Improved visibility - If you struggle to see the default mouse cursor on your screen, then changing it to a customized design could improve your visibility. The increased visibility of a custom cursor can help you keep track of your mouse movements more easily.\n\nAttention! Make sure you use the Cute Cursors extension on any web page other than the Chrome Web Store, Google internal pages, and the Chrome home page, as Google policy prohibits the use of custom cursors on these pages.",
    "he": "זה סמנים כל כך חמודים מותאמים אישית עבור Chrome. הצג את האינדיבידואליות שלך עם מצביע העכבר הבהיר והמדהים בכל דף אינטרנט. תשכחו מהסמן המשעמם והפשוט שיש לו שנים רבות להופיע בתצוגה. עכשיו אתה יכול לשנות את מצביע העכבר שלך למשהו ורוד וחמוד ;)\n\nתשכחו ממצביע ברירת המחדל של העכבר המשעמם, כי עכשיו זה יכול להיות משהו יותר! משהו שיעורר בך השראה, יעודד אותך ופשוט ישמח אותך. אנחנו צוות Cute Cursors ועשינו את המשימה שלנו לסרסר את הסמן שלך!\n\nהפחנו עוד יותר חיים בסמני העכבר שלנו. ועד כדי כך שעכשיו הם הפכו לחיים. הם מנצנצים בצבעים, זזים, מסתובבים, רוקדים, והכי חשוב נותנים עוד יותר ביטוי ורגשות חיוביים.\n\nסמנים חמודים מותאמים אישית הוא תוסף נהדר עבור Chrome המאפשר לך לשנות את חווית הגלישה שלך על ידי יצירת מצביעי עכבר משלך. עם הספרייה של הרחבה זו, אתה יכול למצוא כל דבר שיתאים לסגנון שלך, בין אם זה סט של סמלים של בעלי חיים או משהו אחר לגמרי. שנה את הסמן שלך עכשיו והתכונן לחוויה מדהימה!\n\nתשומת הלב! ודא שאתה משתמש בתוסף \"סגנון הסמן\" בכל דף אינטרנט מלבד חנות האינטרנט של Chrome, הדפים הפנימיים של Google ודף הבית של Chrome, שכן מדיניות Google אוסרת על שימוש בסמנים מותאמים אישית בדפים אלה.\n\n5 reasons why you should install the Custom Cursors for Chrome extension:\n\n1. Personalization - extension Custom Cursors for Chrome allows you to personalize your browsing experience by giving your mouse pointer a unique look.\n\n2. Aesthetics - If you're someone who likes to pay attention to the little details, then this extension is perfect for you. Customized cursors can add a touch of aesthetic appeal to your browsing experience.\n\n3. Easy to use - extension Custom Cursors for Chrome is incredibly easy to use. Simply install the extension and select your preferred cursor design. There's no technical knowledge required to use the extension.\n\n4. Fun - Custom Cursors for Chrome can add a fun element to your browsing experience. With a variety of creative cursor designs available, you can swap out your mouse pointer design whenever you like to keep things interesting.\n\n5. Improved visibility - If you struggle to see the default mouse cursor on your screen, then changing it to a customized design could improve your visibility. The increased visibility of a custom cursor can help you keep track of your mouse movements more easily.\n\nAttention! Make sure you use the Cute Cursors extension on any web page other than the Chrome Web Store, Google internal pages, and the Chrome home page, as Google policy prohibits the use of custom cursors on these pages.",
    "hi": "यह क्रोम के लिए बहुत प्यारा कस्टम कर्सर है। हर वेबपेज पर उज्ज्वल और भव्य माउस पॉइंटर के साथ अपना व्यक्तित्व दिखाएं। बोरिंग और सरल कर्सर के बारे में भूल जाइए, जिसे डिस्प्ले पर प्रदर्शित होने में कई साल लगे हैं। अब आप अपने माउस पॉइंटर को कुछ गुलाबी और प्यारे में बदलने में सक्षम हैं;)\n\nबोरिंग डिफॉल्ट माउस पॉइंटर को भूल जाइए, क्योंकि अब यह कुछ और हो सकता है! कुछ आपको प्रेरित करने के लिए, आपको खुश करने के लिए और बस आपको खुश करने के लिए। हम क्यूट कर्सर क्रू हैं और हमने आपके कर्सर को पिंप करने को अपना मिशन बना लिया है!\n\nहमने अपने माउस कर्सर में और भी जान फूंक दी है। और इतना ही कि अब वे जिंदा हो गए हैं। वे रंगों में झिलमिलाते हैं, चलते हैं, घूमते हैं, नृत्य करते हैं, और सबसे महत्वपूर्ण बात यह है कि इससे भी अधिक अभिव्यक्ति और सकारात्मक भावनाएं मिलती हैं।\n\nकस्टम क्यूट कर्सर क्रोम के लिए एक बेहतरीन एक्सटेंशन है जो आपको अपना माउस पॉइंटर बनाकर अपने ब्राउज़िंग अनुभव को बदलने देता है। इस एक्सटेंशन की लाइब्रेरी के साथ, आप अपनी शैली के अनुरूप कुछ भी पा सकते हैं, चाहे वह जानवरों के प्रतीकों का सेट हो या पूरी तरह से कुछ और। अपना कर्सर अभी बदलें और एक शानदार अनुभव के लिए तैयार हो जाएं!\n\nध्यान! सुनिश्चित करें कि आप \"कर्सर स्टाइल\" एक्सटेंशन का उपयोग क्रोम वेब स्टोर, Google आंतरिक पेजों और क्रोम होम पेज के अलावा किसी भी वेब पेज पर करते हैं, क्योंकि Google नीति इन पेजों पर कस्टम कर्सर के उपयोग को प्रतिबंधित करती है।\n\n5 reasons why you should install the Custom Cursors for Chrome extension:\n\n1. Personalization - extension Custom Cursors for Chrome allows you to personalize your browsing experience by giving your mouse pointer a unique look.\n\n2. Aesthetics - If you're someone who likes to pay attention to the little details, then this extension is perfect for you. Customized cursors can add a touch of aesthetic appeal to your browsing experience.\n\n3. Easy to use - extension Custom Cursors for Chrome is incredibly easy to use. Simply install the extension and select your preferred cursor design. There's no technical knowledge required to use the extension.\n\n4. Fun - Custom Cursors for Chrome can add a fun element to your browsing experience. With a variety of creative cursor designs available, you can swap out your mouse pointer design whenever you like to keep things interesting.\n\n5. Improved visibility - If you struggle to see the default mouse cursor on your screen, then changing it to a customized design could improve your visibility. The increased visibility of a custom cursor can help you keep track of your mouse movements more easily.\n\nAttention! Make sure you use the Cute Cursors extension on any web page other than the Chrome Web Store, Google internal pages, and the Chrome home page, as Google policy prohibits the use of custom cursors on these pages.",
    "hr": "To su tako slatki prilagođeni kursori za Chrome. Pokažite svoju individualnost svijetlim i prekrasnim pokazivačem miša na svakoj web stranici. Zaboravite na dosadan i jednostavan pokazivač koji se mora pojaviti mnogo godina na zaslonu. Sada možete promijeniti pokazivač miša u nešto ružičasto i slatko ;)\n\nZaboravite dosadni zadani pokazivač miša, jer sada može biti nešto više! Nešto što će vas inspirirati, oraspoložiti i jednostavno usrećiti. Mi smo ekipa Cute Cursors i naša je misija da podvodimo vaš kursor!\n\nUdahnuli smo još više života našim pokazivačima miša. I to toliko da su sada oživjeli. Svjetlucaju u bojama, kreću se, vrte, plešu i što je najvažnije daju još više izražaja i pozitivnih emocija.\n\nPrilagođeni simpatični pokazivači izvrsno su proširenje za Chrome koje vam omogućuje promjenu iskustva pregledavanja stvaranjem vlastitih pokazivača miša. S bibliotekom ovog proširenja možete pronaći sve što odgovara vašem stilu, bilo da se radi o skupu simbola životinja ili nečem sasvim drugom. Promijenite kursor sada i pripremite se za nevjerojatno iskustvo!\n\nPažnja! Provjerite koristite li ekstenziju Cute Cursors na bilo kojoj web-stranici osim Chrome web-trgovine, Googleovih internih stranica i početne stranice Chromea jer Googleova pravila zabranjuju korištenje prilagođenih pokazivača na tim stranicama.\n\n5 reasons why you should install the Custom Cursors for Chrome extension:\n\n1. Personalization - extension Custom Cursors for Chrome allows you to personalize your browsing experience by giving your mouse pointer a unique look.\n\n2. Aesthetics - If you're someone who likes to pay attention to the little details, then this extension is perfect for you. Customized cursors can add a touch of aesthetic appeal to your browsing experience.\n\n3. Easy to use - extension Custom Cursors for Chrome is incredibly easy to use. Simply install the extension and select your preferred cursor design. There's no technical knowledge required to use the extension.\n\n4. Fun - Custom Cursors for Chrome can add a fun element to your browsing experience. With a variety of creative cursor designs available, you can swap out your mouse pointer design whenever you like to keep things interesting.\n\n5. Improved visibility - If you struggle to see the default mouse cursor on your screen, then changing it to a customized design could improve your visibility. The increased visibility of a custom cursor can help you keep track of your mouse movements more easily.\n\nAttention! Make sure you use the Cute Cursors extension on any web page other than the Chrome Web Store, Google internal pages, and the Chrome home page, as Google policy prohibits the use of custom cursors on these pages.",
    "hu": "Nagyon aranyos egyéni kurzorok a Chrome-hoz. Mutasd meg egyéniségedet a fényes és gyönyörű egérmutatóval minden weboldalon. Felejtsd el az unalmas és egyszerű kurzort, amelynek sok éve megjelenik a kijelzőn. Most már megváltoztathatod az egérmutatót valami rózsaszínre és aranyosra ;)\n\nFelejtsd el az unalmas alapértelmezett egérmutatót, mert most valami több lehet! Valami, ami inspirál, felvidít és boldoggá tesz. Mi vagyunk a Cute Cursors legénysége, és küldetésünknek tekintjük, hogy felpörgetjük a kurzort!\n\nMég több életet leheltünk egérkurzorainkba. És olyannyira, hogy most életre keltek. Színekben csillognak, mozognak, pörögnek, táncolnak, és ami a legfontosabb, még több kifejezést és pozitív érzelmeket adnak.\n\nAz egyéni aranyos kurzorok egy nagyszerű Chrome-bővítmény, amellyel saját egérmutatók létrehozásával változtathat a böngészési élményen. Ennek a bővítménynek a könyvtárában bármit megtalálhat, ami megfelel a stílusának, legyen az állatszimbólumok halmaza vagy valami egészen más. Változtassa meg a kurzort most, és készüljön fel egy fantasztikus élményre!\n\nFigyelem! Győződjön meg arról, hogy a Cute Cursors bővítményt használja a Chrome Internetes áruházon, a Google belső oldalain és a Chrome kezdőlapján kívül minden más weboldalon, mivel a Google szabályzata tiltja az egyéni kurzorok használatát ezeken az oldalakon.\n\n5 reasons why you should install the Custom Cursors for Chrome extension:\n\n1. Personalization - extension Custom Cursors for Chrome allows you to personalize your browsing experience by giving your mouse pointer a unique look.\n\n2. Aesthetics - If you're someone who likes to pay attention to the little details, then this extension is perfect for you. Customized cursors can add a touch of aesthetic appeal to your browsing experience.\n\n3. Easy to use - extension Custom Cursors for Chrome is incredibly easy to use. Simply install the extension and select your preferred cursor design. There's no technical knowledge required to use the extension.\n\n4. Fun - Custom Cursors for Chrome can add a fun element to your browsing experience. With a variety of creative cursor designs available, you can swap out your mouse pointer design whenever you like to keep things interesting.\n\n5. Improved visibility - If you struggle to see the default mouse cursor on your screen, then changing it to a customized design could improve your visibility. The increased visibility of a custom cursor can help you keep track of your mouse movements more easily.\n\nAttention! Make sure you use the Cute Cursors extension on any web page other than the Chrome Web Store, Google internal pages, and the Chrome home page, as Google policy prohibits the use of custom cursors on these pages.",
    "id": "Ini adalah kursor khusus yang lucu untuk Chrome. Tunjukkan individualitas Anda dengan pointer mouse yang cerah dan indah di setiap halaman web. Lupakan kursor membosankan dan sederhana yang telah bertahun-tahun muncul di layar. Sekarang Anda dapat mengubah pointer mouse Anda menjadi sesuatu yang pink dan imut ;)\n\nLupakan pointer mouse default yang membosankan, karena sekarang bisa menjadi sesuatu yang lebih! Sesuatu untuk menginspirasi Anda, menghibur Anda dan hanya membuat Anda bahagia. Kami adalah kru Kursor Lucu dan kami telah membuat misi kami untuk menjadi mucikari kursor Anda!\n\nKami telah menghembuskan lebih banyak kehidupan ke kursor mouse kami. Dan sedemikian rupa sehingga sekarang mereka menjadi hidup. Mereka berkilau dalam warna, bergerak, berputar, menari, dan yang terpenting memberikan lebih banyak ekspresi dan emosi positif.\n\nKursor lucu khusus adalah ekstensi hebat untuk Chrome yang memungkinkan Anda mengubah pengalaman menjelajah dengan membuat pointer mouse Anda sendiri. Dengan perpustakaan ekstensi ini, Anda dapat menemukan apa pun yang sesuai dengan gaya Anda, apakah itu sekumpulan simbol hewan atau yang lainnya. Ubah kursor Anda sekarang dan bersiaplah untuk pengalaman yang luar biasa!\n\nPerhatian! Pastikan Anda menggunakan ekstensi Cute Cursors di laman web mana pun selain Toko Web Chrome, laman internal Google, dan laman beranda Chrome, karena kebijakan Google melarang penggunaan kursor ubahsuaian di laman ini.\n\n5 reasons why you should install the Custom Cursors for Chrome extension:\n\n1. Personalization - extension Custom Cursors for Chrome allows you to personalize your browsing experience by giving your mouse pointer a unique look.\n\n2. Aesthetics - If you're someone who likes to pay attention to the little details, then this extension is perfect for you. Customized cursors can add a touch of aesthetic appeal to your browsing experience.\n\n3. Easy to use - extension Custom Cursors for Chrome is incredibly easy to use. Simply install the extension and select your preferred cursor design. There's no technical knowledge required to use the extension.\n\n4. Fun - Custom Cursors for Chrome can add a fun element to your browsing experience. With a variety of creative cursor designs available, you can swap out your mouse pointer design whenever you like to keep things interesting.\n\n5. Improved visibility - If you struggle to see the default mouse cursor on your screen, then changing it to a customized design could improve your visibility. The increased visibility of a custom cursor can help you keep track of your mouse movements more easily.\n\nAttention! Make sure you use the Cute Cursors extension on any web page other than the Chrome Web Store, Google internal pages, and the Chrome home page, as Google policy prohibits the use of custom cursors on these pages.",
    "it": "È un cursore personalizzato così carino per Chrome. Mostra la tua individualità con il puntatore del mouse luminoso e splendido su ogni pagina web. Dimentica il noioso e semplice cursore che ha molti anni per apparire sul display. Ora sei in grado di cambiare il puntatore del mouse in qualcosa di rosa e carino;)\n\nDimentica il noioso puntatore del mouse predefinito, perché ora può essere qualcosa di più! Qualcosa che ti ispiri, ti rallegri e ti renda felice. Siamo l'equipaggio di Cute Cursors e abbiamo reso la nostra missione sfruttare il tuo cursore!\n\nAbbiamo dato ancora più vita ai nostri cursori del mouse. E così tanto che ora sono diventati vivi. Brillano di colori, si muovono, girano, ballano e, soprattutto, danno ancora più espressione ed emozioni positive.\n\nCustom cute cursors è un'ottima estensione per Chrome che ti consente di modificare la tua esperienza di navigazione creando i tuoi puntatori del mouse. Con la libreria di questa estensione, puoi trovare qualsiasi cosa che si adatti al tuo stile, sia che si tratti di un insieme di simboli di animali o di qualcos'altro. Cambia il cursore ora e preparati per un'esperienza fantastica!\n\n5 motivi per cui dovresti installare l'estensione Cursori personalizzati per Chrome:\n\n1. Personalizzazione - estensione Cursori personalizzati per Chrome ti consente di personalizzare la tua esperienza di navigazione conferendo al puntatore del mouse un aspetto unico.\n\n2. Estetica - Se sei una persona a cui piace prestare attenzione ai piccoli dettagli, allora questa estensione è perfetta per te. I cursori personalizzati possono aggiungere un tocco estetico alla tua esperienza di navigazione.\n\n3. Facile da usare: l'estensione Cursori personalizzati per Chrome è incredibilmente facile da usare. Basta installare l'estensione e selezionare il design del cursore preferito. Non sono necessarie conoscenze tecniche per utilizzare l'estensione.\n\n4. Divertimento: i cursori personalizzati per Chrome possono aggiungere un elemento divertente alla tua esperienza di navigazione. Con una varietà di design creativi del cursore disponibili, puoi sostituire il design del puntatore del mouse ogni volta che vuoi mantenere le cose interessanti.\n\n5. Visibilità migliorata - Se hai difficoltà a vedere il cursore del mouse predefinito sullo schermo, cambiarlo in un design personalizzato potrebbe migliorare la tua visibilità. La maggiore visibilità di un cursore personalizzato può aiutarti a tenere traccia dei movimenti del mouse più facilmente.\n\nAttenzione! Assicurati di utilizzare l'estensione Cute Cursors su qualsiasi pagina web diversa dal Chrome Web Store, dalle pagine interne di Google e dalla home page di Chrome, poiché le norme di Google vietano l'uso di cursori personalizzati su queste pagine.",
    "ja": "とてもかわいいChrome用のカスタムカーソルです。 すべての Web ページで明るくゴージャスなマウス ポインターであなたの個性を表現してください。 何年もディスプレイに表示される退屈でシンプルなカーソルのことは忘れてください。 これで、マウス ポインタをピンク色でかわいいものに変更できるようになりました ;)\n\n退屈なデフォルトのマウス ポインタは忘れてください。今ではそれ以上のマウス ポインタを使用できるからです。 あなたにインスピレーションを与え、元気づけ、幸せにしてくれる何か。 私たちは Cute Cursors チームで、あなたのカーソルをポンピングすることを使命としています。\n\nマウス カーソルにさらに命を吹き込みました。 そして今、彼らは生き生きとしています。 それらは色で輝き、動き、回転し、踊り、そして最も重要なことに、さらに多くの表現力とポジティブな感情を与えます。\n\nCustom Cute Cursor は、独自のマウス ポインターを作成してブラウジング エクスペリエンスを変更できる Chrome の優れた拡張機能です。 この拡張機能のライブラリを使用すると、動物のシンボルのセットであっても、まったく別のものであっても、自分のスタイルに合ったものを見つけることができます。 今すぐカーソルを変更して、素晴らしい体験をする準備をしましょう!\n\nCustom Cursors for Chrome 拡張機能をインストールする必要がある 5 つの理由:\n\n1. パーソナライゼーション - Chrome の拡張機能 Custom Cursors を使用すると、マウス ポインターに独自の外観を与えることでブラウジング エクスペリエンスをパーソナライズできます。\n\n2. 美学 - 細部にまで気を配るのが好きな人には、この拡張機能が最適です。 カスタマイズされたカーソルは、ブラウジング エクスペリエンスに見た目の美しさを加えることができます。\n\n3. 使いやすい - Chrome 用拡張機能 Custom Cursors は非常に使いやすいです。 拡張機能をインストールし、好みのカーソルのデザインを選択するだけです。 拡張機能を使用するのに技術的な知識は必要ありません。\n\n4. 楽しい - Chrome のカスタム カーソルを使用すると、ブラウジング エクスペリエンスに楽しい要素を追加できます。 さまざまなクリエイティブなカーソル デザインが用意されているので、いつでもマウス ポインターのデザインを変更して、興味を引くことができます。\n\n5. 視認性の向上 - 画面上でデフォルトのマウス カーソルが見えにくい場合は、カスタマイズしたデザインに変更すると視認性が向上する可能性があります。 カスタム カーソルの可視性が向上すると、マウスの動きをより簡単に追跡できるようになります。\n\n注意！ Google のポリシーにより、これらのページでのカスタム カーソルの使用は禁止されているため、Chrome ウェブストア、Google 内部ページ、Chrome ホーム ページ以外の Web ページでは、必ず Cute Cursors 拡張機能を使用してください。",
    "kn": "ಇದು Chrome ಗಾಗಿ ಮುದ್ದಾದ ಕಸ್ಟಮ್ ಕರ್ಸರ್‌ಗಳು. ಪ್ರತಿ ವೆಬ್‌ಪುಟದಲ್ಲಿ ಪ್ರಕಾಶಮಾನವಾದ ಮತ್ತು ಬಹುಕಾಂತೀಯ ಮೌಸ್ ಪಾಯಿಂಟರ್‌ನೊಂದಿಗೆ ನಿಮ್ಮ ಪ್ರತ್ಯೇಕತೆಯನ್ನು ತೋರಿಸಿ. ಪ್ರದರ್ಶನದಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳಲು ಹಲವು ವರ್ಷಗಳನ್ನು ಹೊಂದಿರುವ ನೀರಸ ಮತ್ತು ಸರಳ ಕರ್ಸರ್ ಬಗ್ಗೆ ಮರೆತುಬಿಡಿ. ಈಗ ನೀವು ನಿಮ್ಮ ಮೌಸ್ ಪಾಯಿಂಟರ್ ಅನ್ನು ಗುಲಾಬಿ ಮತ್ತು ಮುದ್ದಾದ ಯಾವುದನ್ನಾದರೂ ಬದಲಾಯಿಸಬಹುದು;)\n\nನೀರಸ ಡೀಫಾಲ್ಟ್ ಮೌಸ್ ಪಾಯಿಂಟರ್ ಅನ್ನು ಮರೆತುಬಿಡಿ, ಏಕೆಂದರೆ ಈಗ ಅದು ಹೆಚ್ಚು ಏನಾದರೂ ಆಗಿರಬಹುದು! ನಿಮಗೆ ಸ್ಫೂರ್ತಿ ನೀಡಲು, ನಿಮ್ಮನ್ನು ಹುರಿದುಂಬಿಸಲು ಮತ್ತು ನಿಮ್ಮನ್ನು ಸಂತೋಷಪಡಿಸಲು ಏನಾದರೂ. ನಾವು ಮುದ್ದಾದ ಕರ್ಸರ್ ಸಿಬ್ಬಂದಿಯಾಗಿದ್ದೇವೆ ಮತ್ತು ನಿಮ್ಮ ಕರ್ಸರ್ ಅನ್ನು ಪಿಂಪ್ ಮಾಡುವುದನ್ನು ನಾವು ನಮ್ಮ ಧ್ಯೇಯವನ್ನಾಗಿ ಮಾಡಿಕೊಂಡಿದ್ದೇವೆ!\n\nನಾವು ನಮ್ಮ ಮೌಸ್ ಕರ್ಸರ್‌ಗಳಿಗೆ ಇನ್ನಷ್ಟು ಜೀವ ತುಂಬಿದ್ದೇವೆ. ಮತ್ತು ಎಷ್ಟರಮಟ್ಟಿಗೆ ಎಂದರೆ ಈಗ ಅವರು ಜೀವಂತವಾಗಿದ್ದಾರೆ. ಅವರು ಬಣ್ಣಗಳಲ್ಲಿ ಮಿನುಗುತ್ತಾರೆ, ಚಲಿಸುತ್ತಾರೆ, ತಿರುಗುತ್ತಾರೆ, ನೃತ್ಯ ಮಾಡುತ್ತಾರೆ ಮತ್ತು ಮುಖ್ಯವಾಗಿ ಇನ್ನಷ್ಟು ಅಭಿವ್ಯಕ್ತಿ ಮತ್ತು ಸಕಾರಾತ್ಮಕ ಭಾವನೆಗಳನ್ನು ನೀಡುತ್ತಾರೆ.\n\nಕಸ್ಟಮ್ ಮುದ್ದಾದ ಕರ್ಸರ್‌ಗಳು Chrome ಗೆ ಉತ್ತಮ ವಿಸ್ತರಣೆಯಾಗಿದ್ದು ಅದು ನಿಮ್ಮ ಸ್ವಂತ ಮೌಸ್ ಪಾಯಿಂಟರ್‌ಗಳನ್ನು ರಚಿಸುವ ಮೂಲಕ ನಿಮ್ಮ ಬ್ರೌಸಿಂಗ್ ಅನುಭವವನ್ನು ಬದಲಾಯಿಸಲು ಅನುಮತಿಸುತ್ತದೆ. ಈ ವಿಸ್ತರಣೆಯ ಲೈಬ್ರರಿಯೊಂದಿಗೆ, ನಿಮ್ಮ ಶೈಲಿಗೆ ಸರಿಹೊಂದುವ ಯಾವುದನ್ನಾದರೂ ನೀವು ಕಾಣಬಹುದು, ಅದು ಪ್ರಾಣಿಗಳ ಚಿಹ್ನೆಗಳ ಗುಂಪಾಗಿರಬಹುದು ಅಥವಾ ಸಂಪೂರ್ಣವಾಗಿ ಬೇರೆ ಯಾವುದಾದರೂ ಆಗಿರಬಹುದು. ಇದೀಗ ನಿಮ್ಮ ಕರ್ಸರ್ ಅನ್ನು ಬದಲಾಯಿಸಿ ಮತ್ತು ಅದ್ಭುತ ಅನುಭವಕ್ಕಾಗಿ ಸಿದ್ಧರಾಗಿ!\n\nಗಮನ! ಈ ಪುಟಗಳಲ್ಲಿ ಕಸ್ಟಮ್ ಕರ್ಸರ್‌ಗಳ ಬಳಕೆಯನ್ನು Google ನೀತಿಯು ನಿಷೇಧಿಸುವುದರಿಂದ Chrome ವೆಬ್ ಅಂಗಡಿ, Google ಆಂತರಿಕ ಪುಟಗಳು ಮತ್ತು Chrome ಮುಖಪುಟವನ್ನು ಹೊರತುಪಡಿಸಿ ಯಾವುದೇ ವೆಬ್ ಪುಟದಲ್ಲಿ \"ಕರ್ಸರ್ ಶೈಲಿ\" ವಿಸ್ತರಣೆಯನ್ನು ನೀವು ಬಳಸುತ್ತೀರೆಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.\n\n5 reasons why you should install the Custom Cursors for Chrome extension:\n\n1. Personalization - extension Custom Cursors for Chrome allows you to personalize your browsing experience by giving your mouse pointer a unique look.\n\n2. Aesthetics - If you're someone who likes to pay attention to the little details, then this extension is perfect for you. Customized cursors can add a touch of aesthetic appeal to your browsing experience.\n\n3. Easy to use - extension Custom Cursors for Chrome is incredibly easy to use. Simply install the extension and select your preferred cursor design. There's no technical knowledge required to use the extension.\n\n4. Fun - Custom Cursors for Chrome can add a fun element to your browsing experience. With a variety of creative cursor designs available, you can swap out your mouse pointer design whenever you like to keep things interesting.\n\n5. Improved visibility - If you struggle to see the default mouse cursor on your screen, then changing it to a customized design could improve your visibility. The increased visibility of a custom cursor can help you keep track of your mouse movements more easily.\n\nAttention! Make sure you use the Cute Cursors extension on any web page other than the Chrome Web Store, Google internal pages, and the Chrome home page, as Google policy prohibits the use of custom cursors on these pages.",
    "ko": "Chrome을 위한 귀여운 맞춤 커서입니다. 모든 웹 페이지에서 밝고 화려한 마우스 포인터로 개성을 보여주세요. 디스플레이에 몇 년 동안 표시되는 지루하고 단순한 커서는 잊으십시오. 이제 마우스 포인터를 분홍색과 귀여운 것으로 변경할 수 있습니다. ;)\n\n지루한 기본 마우스 포인터는 잊어버리세요. 이제 더 많은 것이 될 수 있기 때문입니다! 당신에게 영감을 주고, 기분을 좋게 하고, 당신을 행복하게 해줄 무언가. 우리는 Cute Cursors 크루이며 여러분의 커서를 꼬집는 것을 사명으로 삼았습니다!\n\n우리는 마우스 커서에 더 많은 생명을 불어넣었습니다. 그리고 이제 그들은 살아났습니다. 색상이 반짝이고, 움직이고, 회전하고, 춤을 추고, 가장 중요한 것은 더 많은 표현과 긍정적인 감정을 줍니다.\n\nCustom cute cursors는 자신만의 마우스 포인터를 만들어 브라우징 경험을 바꿀 수 있는 훌륭한 Chrome 확장 프로그램입니다. 이 확장 프로그램의 라이브러리를 사용하면 동물 기호 집합이든 완전히 다른 것이든 자신의 스타일에 맞는 모든 것을 찾을 수 있습니다. 지금 커서를 바꾸고 놀라운 경험을 할 준비를 하십시오!\n\nChrome 확장 프로그램용 맞춤 커서를 설치해야 하는 5가지 이유:\n\n1. 개인화 - 확장 프로그램인 Chrome용 Custom Cursors를 사용하면 마우스 포인터에 독특한 모양을 부여하여 브라우징 경험을 개인화할 수 있습니다.\n\n2. 심미성 - 작은 세부 사항에 주의를 기울이는 것을 좋아하는 사람이라면 이 확장 프로그램이 적합합니다. 사용자 지정 커서는 브라우징 경험에 미적인 매력을 더할 수 있습니다.\n\n3. 사용하기 쉬움 - Chrome용 확장 사용자 정의 커서는 사용하기 매우 쉽습니다. 확장 프로그램을 설치하고 원하는 커서 디자인을 선택하기만 하면 됩니다. 확장 기능을 사용하는 데 필요한 기술 지식이 없습니다.\n\n4. 재미 - Chrome용 맞춤 커서는 탐색 경험에 재미있는 요소를 추가할 수 있습니다. 다양하고 독창적인 커서 디자인을 사용할 수 있으므로 원하는 경우 언제든지 마우스 포인터 디자인을 교체하여 흥미를 유지할 수 있습니다.\n\n5. 가시성 향상 - 기본 마우스 커서가 화면에서 잘 보이지 않는 경우 맞춤형 디자인으로 변경하면 가시성이 향상될 수 있습니다. 사용자 지정 커서의 가시성이 향상되어 마우스 움직임을 보다 쉽게 추적할 수 있습니다.\n\n주목! Chrome 웹 스토어, Google 내부 페이지 및 Chrome 홈페이지 이외의 모든 웹페이지에서 Cute Cursors 확장 프로그램을 사용해야 합니다. Google 정책에서는 이러한 페이지에서 맞춤 커서를 사용하는 것을 금지하고 있습니다.",
    "lt": "Tai tokie mieli pasirinktiniai „Chrome“ žymekliai. Parodykite savo individualumą ryškiu ir nuostabiu pelės žymekliu kiekviename tinklalapyje. Pamirškite nuobodų ir paprastą žymeklį, kuris ekrane turi pasirodyti daug metų. Dabar galite pakeisti pelės žymeklį į kažką rožinio ir mielo ;)\n\nPamirškite nuobodų numatytąjį pelės žymeklį, nes dabar tai gali būti kažkas daugiau! Kažkas, kas jus įkvėps, nudžiugins ir tiesiog pradžiugins. Esame „Cute Cursors“ komanda ir išsikėlėme savo misiją – sutenkinti jūsų žymeklį!\n\nMes įkvėpėme dar daugiau gyvybės savo pelės žymekliams. Ir tiek, kad dabar jie tapo gyvi. Jie mirga spalvomis, juda, sukasi, šoka, o svarbiausia suteikia dar daugiau išraiškos ir teigiamų emocijų.\n\nTinkinti mieli žymekliai yra puikus „Chrome“ plėtinys, leidžiantis pakeisti naršymo patirtį kuriant savo pelės žymeklius. Naudodami šio plėtinio biblioteką galite rasti bet ką, kas tinka jūsų stiliui, nesvarbu, ar tai gyvūnų simbolių rinkinys, ar kažkas kita. Pakeiskite žymeklį dabar ir pasiruoškite nuostabiai patirti!\n\n5 priežastys, kodėl turėtumėte įdiegti „Custom Cursors for Chrome“ plėtinį:\n\n1. Suasmeninimas – plėtinys „Custom Cursors“, skirta „Chrome“, leidžia suasmeninti naršymo patirtį, suteikiant pelės žymekliui unikalią išvaizdą.\n\n2. Estetika – jei mėgstate atkreipti dėmesį į smulkmenas, šis plėtinys jums puikiai tiks. Tinkinti žymekliai gali suteikti jūsų naršymui estetinio patrauklumo.\n\n3. Lengva naudoti – plėtinį Custom Cursors for Chrome yra nepaprastai lengva naudoti. Tiesiog įdiekite plėtinį ir pasirinkite norimą žymeklio dizainą. Norint naudoti plėtinį, nereikia jokių techninių žinių.\n\n4. Pramogos – tinkinti žymekliai, skirti „Chrome“, gali papildyti naršymo patirtį smagiu elementu. Turėdami įvairius kūrybingus žymeklio dizainus, galite pakeisti pelės žymeklio dizainą, kai tik norite, kad viskas būtų įdomi.\n\n5. Geresnis matomumas – jei sunku matyti ekrane numatytąjį pelės žymeklį, pakeitus jį į tinkintą dizainą, jūsų matomumas gali pagerėti. Didesnis tinkinto žymeklio matomumas gali padėti lengviau sekti pelės judesius.\n\nDėmesio! Įsitikinkite, kad naudojate plėtinį Cute Cursors visuose tinklalapiuose, išskyrus „Chrome“ internetinę parduotuvę, „Google“ vidinius puslapius ir „Chrome“ pagrindinį puslapį, nes pagal „Google“ politiką šiuose puslapiuose draudžiama naudoti tinkintus žymeklius.",
    "lv": "Tie ir tik jauki pielāgoti kursori pārlūkam Chrome. Parādiet savu individualitāti ar spilgto un krāšņo peles rādītāju katrā tīmekļa lapā. Aizmirstiet par garlaicīgo un vienkāršo kursoru, kuram ir jāparādās displejā daudzus gadus. Tagad varat nomainīt peles rādītāju uz kaut ko rozā un mīļu ;)\n\nAizmirstiet par garlaicīgo noklusējuma peles rādītāju, jo tagad tas var būt kaut kas vairāk! Kaut kas, kas jūs iedvesmo, uzmundrina un vienkārši iepriecinās. Mēs esam Cute Cursors komanda, un mēs esam izvirzījuši savu misiju, lai suteners jūsu kursoru!\n\nMēs esam iedvesuši vēl vairāk dzīvības mūsu peles kursoros. Un tik ļoti, ka tagad viņi ir kļuvuši dzīvi. Tie mirdz krāsās, kustas, griežas, dejo, un pats galvenais sniedz vēl vairāk izteiksmes un pozitīvas emocijas.\n\nPielāgoti jauki kursori ir lielisks pārlūka Chrome paplašinājums, kas ļauj mainīt pārlūkošanas pieredzi, izveidojot savus peles rādītājus. Izmantojot šī paplašinājuma bibliotēku, varat atrast jebko, kas atbilst jūsu stilam, neatkarīgi no tā, vai tas ir dzīvnieku simbolu kopums vai kaut kas cits. Mainiet kursoru tūlīt un sagatavojieties lieliskai pieredzei!\n\n5 iemesli, kāpēc jums vajadzētu instalēt Chrome paplašinājumu Custom Cursors:\n\n1. Personalizēšana — paplašinājums Custom Cursors for Chrome ļauj personalizēt pārlūkošanas pieredzi, piešķirot peles rādītājam unikālu izskatu.\n\n2. Estētika — ja jums patīk pievērst uzmanību sīkumiem, šis paplašinājums jums ir lieliski piemērots. Pielāgoti kursori var piešķirt jūsu pārlūkošanas pieredzei estētisku pievilcību.\n\n3. Vienkārši lietojams — paplašinājums Custom Cursors for Chrome ir neticami viegli lietojams. Vienkārši instalējiet paplašinājumu un atlasiet vēlamo kursora dizainu. Lai izmantotu paplašinājumu, nav nepieciešamas tehniskas zināšanas.\n\n4. Jautri — pielāgoti kursori pārlūkam Chrome var pievienot jūsu pārlūkošanas pieredzei jautru elementu. Izmantojot dažādus radošus kursoru dizainus, varat mainīt peles kursora dizainu ikreiz, kad vēlaties, lai lietas būtu interesantas.\n\n5. Uzlabota redzamība — ja jums ir grūti redzēt ekrānā noklusējuma peles kursoru, mainot to uz pielāgotu dizainu, var uzlabot redzamību. Uzlabotā pielāgotā kursora redzamība var palīdzēt jums vieglāk sekot līdzi peles kustībām.\n\nUzmanību! Noteikti izmantojiet paplašinājumu Cute Cursors jebkurā tīmekļa lapā, izņemot Chrome interneta veikalu, Google iekšējās lapas un Chrome sākumlapu, jo Google politika aizliedz šajās lapās izmantot pielāgotus kursorus.",
    "nl": "Het is zo'n schattige aangepaste cursors voor Chrome. Toon uw individualiteit met de heldere en prachtige muisaanwijzer op elke webpagina. Vergeet de saaie en simpele cursor die nog vele jaren op het scherm zal verschijnen. Nu kun je je muisaanwijzer veranderen in iets roze en schattigs ;)\n\nVergeet de saaie standaard muisaanwijzer, want nu kan het iets meer zijn! Iets om je te inspireren, op te vrolijken en gewoon blij van te worden. Wij zijn de Cute Cursors crew en we hebben er onze missie van gemaakt om je cursor te pimpen!\n\nWe hebben onze muisaanwijzers nog meer leven ingeblazen. En zo erg zelfs dat ze nu levend zijn geworden. Ze glinsteren in kleuren, bewegen, draaien, dansen en geven vooral nog meer expressie en positieve emoties.\n\nAangepaste schattige cursors is een geweldige extensie voor Chrome waarmee u uw browse-ervaring kunt veranderen door uw eigen muisaanwijzers te maken. Met de bibliotheek van deze extensie kun je alles vinden dat bij je stijl past, of het nu een set dierensymbolen is of iets heel anders. Verander nu je cursor en bereid je voor op een geweldige ervaring!\n\n5 redenen waarom u de extensie Custom Cursors for Chrome zou moeten installeren:\n\n1. Personalisatie - extensie Met Custom Cursors voor Chrome kunt u uw browse-ervaring personaliseren door uw muisaanwijzer een uniek uiterlijk te geven.\n\n2. Esthetiek - Als je iemand bent die graag op de kleine details let, dan is deze extensie perfect voor jou. Aangepaste cursors kunnen een vleugje esthetische aantrekkingskracht toevoegen aan uw browse-ervaring.\n\n3. Gemakkelijk te gebruiken - extensie Custom Cursors voor Chrome is ongelooflijk eenvoudig te gebruiken. Installeer gewoon de extensie en selecteer het gewenste cursorontwerp. Er is geen technische kennis vereist om de extensie te gebruiken.\n\n4. Plezier - Aangepaste cursors voor Chrome kunnen een leuk element toevoegen aan uw browse-ervaring. Met een verscheidenheid aan creatieve cursorontwerpen beschikbaar, kunt u het ontwerp van uw muisaanwijzer verwisselen wanneer u maar wilt om dingen interessant te houden.\n\n5. Verbeterde zichtbaarheid - Als u moeite heeft om de standaard muiscursor op uw scherm te zien, kan het wijzigen van deze in een aangepast ontwerp uw zichtbaarheid verbeteren. De verhoogde zichtbaarheid van een aangepaste cursor kan u helpen uw muisbewegingen gemakkelijker bij te houden.\n\nAandacht! Zorg ervoor dat u de Cute Cursors-extensie gebruikt op andere webpagina's dan de Chrome Web Store, interne pagina's van Google en de startpagina van Chrome, aangezien het beleid van Google het gebruik van aangepaste cursors op deze pagina's verbiedt.",
    "no": "Det er en så søt tilpasset markører for Chrome. Vis din individualitet med den lyse og lekre musepekeren på hver nettside. Glem den kjedelige og enkle markøren som har mange år på seg til å vises på skjermen. Nå kan du endre musepekeren til noe rosa og søtt ;)\n\nGlem den kjedelige standard musepekeren, for nå kan det bli noe mer! Noe som kan inspirere deg, muntre deg opp og bare gjøre deg glad. Vi er Cute Cursors-teamet, og vi har gjort det til vårt oppdrag å pimpe markøren din!\n\nVi har blåst enda mer liv i musepekerne våre. Og så mye at nå har de blitt levende. De skimrer i farger, beveger, spinner, danser, og viktigst av alt gir de enda mer uttrykk og positive følelser.\n\nEgendefinerte søte markører er en flott utvidelse for Chrome som lar deg endre nettleseropplevelsen ved å lage dine egne musepekere. Med biblioteket til denne utvidelsen kan du finne alt som passer stilen din, enten det er et sett med dyresymboler eller noe helt annet. Bytt markør nå og gjør deg klar for en fantastisk opplevelse!\n\n5 grunner til at du bør installere Custom Cursors for Chrome-utvidelsen:\n\n1. Personalisering – utvidelse Custom Cursors for Chrome lar deg tilpasse nettleseropplevelsen ved å gi musepekeren et unikt utseende.\n\n2. Estetikk - Hvis du er en som liker å ta hensyn til de små detaljene, så er denne utvidelsen perfekt for deg. Tilpassede markører kan legge til et snev av estetisk appell til nettleseropplevelsen din.\n\n3. Enkel å bruke - utvidelsen Custom Cursors for Chrome er utrolig enkel å bruke. Bare installer utvidelsen og velg din foretrukne markørdesign. Det kreves ingen teknisk kunnskap for å bruke utvidelsen.\n\n4. Moro – Egendefinerte markører for Chrome kan legge til et morsomt element i nettleseropplevelsen din. Med en rekke kreative markørdesign tilgjengelig, kan du bytte ut musepekerdesignet når du vil for å holde ting interessant.\n\n5. Forbedret synlighet - Hvis du sliter med å se standard musepeker på skjermen, kan det forbedre synligheten din ved å endre den til et tilpasset design. Den økte synligheten til en tilpasset markør kan hjelpe deg å holde oversikt over musebevegelsene dine lettere.\n\nMerk følgende! Sørg for at du bruker Cute Cursors-utvidelsen på alle andre nettsider enn Chrome Nettmarked, Googles interne sider og Chrome-hjemmesiden, siden Googles retningslinjer forbyr bruk av egendefinerte markører på disse sidene.",
    "pl": "To takie urocze niestandardowe kursory dla Chrome. Pokaż swoją indywidualność za pomocą jasnego i wspaniałego wskaźnika myszy na każdej stronie internetowej. Zapomnij o nudnym i prostym kursorze, który ma jeszcze wiele lat pojawiać się na wyświetlaczu. Teraz możesz zmienić wskaźnik myszy na coś różowego i uroczego ;)\n\nZapomnij o nudnym domyślnym wskaźniku myszy, ponieważ teraz może to być coś więcej! Coś, co cię zainspiruje, rozweseli i po prostu uszczęśliwi. Jesteśmy ekipą Cute Cursors i naszą misją jest odpicowanie twojego kursora!\n\nTchnęliśmy jeszcze więcej życia w nasze kursory myszy. I tak bardzo, że teraz ożyły. Mienią się kolorami, poruszają, wirują, tańczą, a co najważniejsze dają jeszcze więcej ekspresji i pozytywnych emocji.\n\nNiestandardowe słodkie kursory to świetne rozszerzenie dla Chrome, które pozwala zmienić sposób przeglądania, tworząc własne wskaźniki myszy. Dzięki bibliotece tego rozszerzenia możesz znaleźć wszystko, co pasuje do Twojego stylu, niezależnie od tego, czy jest to zestaw symboli zwierząt, czy coś zupełnie innego. Zmień teraz kursor i przygotuj się na niesamowite wrażenia!\n\n5 powodów, dla których warto zainstalować rozszerzenie Custom Cursors for Chrome:\n\n1. Personalizacja — rozszerzenie Custom Cursors for Chrome umożliwia spersonalizowanie przeglądania, nadając wskaźnikowi myszy niepowtarzalny wygląd.\n\n2. Estetyka — jeśli jesteś osobą, która lubi zwracać uwagę na drobne szczegóły, to rozszerzenie jest dla Ciebie idealne. Dostosowane kursory mogą dodać odrobinę estetyki do przeglądania.\n\n3. Łatwy w użyciu - rozszerzenie Custom Cursors for Chrome jest niezwykle łatwe w użyciu. Po prostu zainstaluj rozszerzenie i wybierz preferowany projekt kursora. Do korzystania z rozszerzenia nie jest wymagana wiedza techniczna.\n\n4. Zabawa — niestandardowe kursory dla Chrome mogą dodać zabawny element do przeglądania. Dzięki dostępnym różnorodnym kreatywnym projektom kursorów możesz wymieniać swój projekt wskaźnika myszy, kiedy tylko chcesz, aby było ciekawie.\n\n5. Lepsza widoczność — jeśli nie widzisz domyślnego kursora myszy na ekranie, zmiana go na dostosowany projekt może poprawić widoczność. Zwiększona widoczność niestandardowego kursora może ułatwić śledzenie ruchów myszy.\n\nUwaga! Upewnij się, że używasz rozszerzenia Cute Cursors na dowolnej stronie internetowej innej niż Chrome Web Store, wewnętrzne strony Google i strona główna Chrome, ponieważ zasady Google zabraniają używania niestandardowych kursorów na tych stronach.",
    "pt_BR,pt_PT": "É um cursor personalizado tão fofo para o Chrome. Mostre sua individualidade com o ponteiro do mouse brilhante e lindo em cada página da web. Esqueça o cursor chato e simples que tem muitos anos para aparecer no visor. Agora você pode mudar o ponteiro do mouse para algo rosa e fofo ;)\n\nEsqueça o chato ponteiro do mouse padrão, porque agora pode ser algo mais! Algo para inspirá-lo, animá-lo e apenas fazê-lo feliz. Somos a equipe Cute Cursors e nossa missão é melhorar seu cursor!\n\nDemos ainda mais vida aos cursores do mouse. E tanto que agora eles se tornaram vivos. Eles brilham em cores, se movem, giram, dançam e, o mais importante, dão ainda mais expressão e emoções positivas.\n\nCustom cute cursors é uma ótima extensão para o Chrome que permite que você mude sua experiência de navegação criando seus próprios ponteiros do mouse. Com a biblioteca desta extensão, você pode encontrar qualquer coisa que se adeque ao seu estilo, seja um conjunto de símbolos de animais ou algo totalmente diferente. Mude seu cursor agora e prepare-se para uma experiência incrível!\n\n5 razões pelas quais você deve instalar a extensão Custom Cursors for Chrome:\n\n1. Personalização - extensão Custom Cursors for Chrome permite que você personalize sua experiência de navegação, dando ao ponteiro do mouse uma aparência única.\n\n2. Estética - Se você gosta de prestar atenção nos pequenos detalhes, essa extensão é perfeita para você. Os cursores personalizados podem adicionar um toque de apelo estético à sua experiência de navegação.\n\n3. Fácil de usar - a extensão Custom Cursors for Chrome é incrivelmente fácil de usar. Basta instalar a extensão e selecionar seu design de cursor preferido. Não há nenhum conhecimento técnico necessário para usar a extensão.\n\n4. Diversão - Cursores personalizados para Chrome podem adicionar um elemento divertido à sua experiência de navegação. Com uma variedade de designs de cursor criativos disponíveis, você pode trocar o design do ponteiro do mouse sempre que quiser para manter as coisas interessantes.\n\n5. Visibilidade aprimorada - Se você se esforça para ver o cursor padrão do mouse na tela, alterá-lo para um design personalizado pode melhorar sua visibilidade. A maior visibilidade de um cursor personalizado pode ajudá-lo a acompanhar os movimentos do mouse com mais facilidade.\n\nAtenção! Certifique-se de usar a extensão Cute Cursors em qualquer página da Web que não seja a Chrome Web Store, as páginas internas do Google e a página inicial do Chrome, pois a política do Google proíbe o uso de cursores personalizados nessas páginas.",
    "sk": "Je to taký roztomilý vlastný kurzor pre Chrome. Ukážte svoju individualitu pomocou jasného a nádherného ukazovateľa myši na každej webovej stránke. Zabudnite na nudný a jednoduchý kurzor, ktorý má dlhé roky na to, aby sa objavil na displeji. Teraz môžete zmeniť ukazovateľ myši na niečo ružové a roztomilé ;)\n\nZabudnite na nudný predvolený ukazovateľ myši, pretože teraz to môže byť niečo viac! Niečo, čo vás inšpiruje, rozveselí a urobí vám radosť. Sme tím Cute Cursors a dali sme si za úlohu vylepšiť váš kurzor!\n\nKurzorom myši sme vdýchli ešte viac života. A to natoľko, že teraz ožili. Trblietajú sa farbami, hýbu sa, točia, tancujú a hlavne dávajú ešte väčší výraz a pozitívne emócie.\n\nVlastné roztomilé kurzory sú skvelé rozšírenie pre prehliadač Chrome, ktoré vám umožní zmeniť zážitok z prehliadania vytvorením vlastných ukazovateľov myši. S knižnicou tohto rozšírenia môžete nájsť čokoľvek, čo bude vyhovovať vášmu štýlu, či už je to sada zvieracích symbolov alebo niečo úplne iné. Zmeňte kurzor teraz a pripravte sa na úžasný zážitok!\n\n5 dôvodov, prečo by ste si mali nainštalovať rozšírenie Custom Cursors for Chrome:\n\n1. Personalizácia – rozšírenie Custom Cursors for Chrome vám umožňuje prispôsobiť si prehliadanie tým, že dáva vášmu ukazovateľu myši jedinečný vzhľad.\n\n2. Estetika - Ak ste niekto, kto rád venuje pozornosť malým detailom, potom je toto rozšírenie pre vás ideálne. Prispôsobené kurzory môžu vášmu zážitku z prehliadania dodať nádych estetickej príťažlivosti.\n\n3. Jednoduché použitie – rozšírenie Custom Cursors pre Chrome je neuveriteľne jednoduché. Jednoducho nainštalujte rozšírenie a vyberte si preferovaný dizajn kurzora. Na používanie rozšírenia nie sú potrebné žiadne technické znalosti.\n\n4. Zábava – Vlastné kurzory pre Chrome môžu pridať zábavný prvok do vášho zážitku z prehliadania. Vďaka rôznym dostupným kreatívnym dizajnom kurzora môžete zmeniť dizajn kurzora myši, kedykoľvek chcete, aby boli veci zaujímavé.\n\n5. Vylepšená viditeľnosť – Ak máte problém vidieť predvolený kurzor myši na obrazovke, jeho zmena na prispôsobený dizajn môže zlepšiť vašu viditeľnosť. Zvýšená viditeľnosť vlastného kurzora vám pomôže ľahšie sledovať pohyby myši.\n\nPozor! Uistite sa, že používate rozšírenie Cute Cursors na akejkoľvek webovej stránke okrem Internetového obchodu Chrome, interných stránok Google a domovskej stránky prehliadača Chrome, pretože pravidlá spoločnosti Google zakazujú používanie vlastných kurzorov na týchto stránkach.",
    "sl": "To so tako srčkani kazalci po meri za Chrome. Pokažite svojo individualnost s svetlim in čudovitim kazalcem miške na vsaki spletni strani. Pozabite na dolgočasen in preprost kazalec, ki se bo na zaslonu prikazal še mnogo let. Zdaj lahko kazalec miške spremenite v nekaj roza in srčkanega ;)\n\nPozabite na dolgočasen privzeti kazalec miške, saj je zdaj lahko nekaj več! Nekaj, kar vas bo navdihnilo, razvedrilo in preprosto osrečilo. Smo ekipa Cute Cursors in naša naloga je zvodništvo vašega kazalca!\n\nKazalcem miške smo vdahnili še več življenja. In to tako zelo, da so zdaj oživeli. Lesketajo se v barvah, se premikajo, vrtijo, plešejo, predvsem pa dajejo še več izraza in pozitivnih čustev.\n\nPrikupni kazalci po meri so odlična razširitev za Chrome, ki vam omogoča, da spremenite izkušnjo brskanja z ustvarjanjem lastnih kazalcev miške. S knjižnico te razširitve lahko najdete vse, kar ustreza vašemu slogu, pa naj bo to nabor živalskih simbolov ali kaj povsem drugega. Zdaj spremenite kazalec in se pripravite na izjemno izkušnjo!\n\n5 razlogov, zakaj bi morali namestiti razširitev Custom Cursors for Chrome:\n\n1. Personalizacija – razširitev Custom Cursors za Chrome vam omogoča, da prilagodite izkušnjo brskanja tako, da kazalcu miške daste edinstven videz.\n\n2. Estetika - Če ste nekdo, ki rad posveča pozornost majhnim detajlom, potem je ta podaljšek kot nalašč za vas. Prilagojeni kazalci lahko vaši izkušnji brskanja dodajo kanček estetske privlačnosti.\n\n3. Enostaven za uporabo – razširitev Custom Cursors za Chrome je neverjetno enostavna za uporabo. Preprosto namestite razširitev in izberite želeno obliko kazalca. Za uporabo razširitve ni potrebno tehnično znanje.\n\n4. Zabava – Kazalci po meri za Chrome lahko vaši izkušnji brskanja dodajo zabaven element. Z različnimi kreativnimi dizajni kazalcev, ki so na voljo, lahko zamenjate dizajn kazalca miške, kadar koli želite, da bodo stvari zanimive.\n\n5. Izboljšana vidljivost - Če težko vidite privzeti kazalec miške na zaslonu, potem lahko sprememba v prilagojeno obliko izboljša vašo vidljivost. Večja vidnost kazalca po meri vam lahko pomaga lažje slediti premikom miške.\n\nPozor! Prepričajte se, da uporabljate razširitev Cute Cursors na kateri koli spletni strani, razen v spletni trgovini Chrome, Googlovih notranjih straneh in domači strani Chroma, saj Googlova politika prepoveduje uporabo kazalcev po meri na teh straneh.",
    "sv": "Det är en så söt anpassad markör för Chrome. Visa din individualitet med den ljusa och vackra muspekaren på varje webbsida. Glöm den tråkiga och enkla markören som har många år på sig att visas på displayen. Nu kan du ändra din muspekare till något rosa och sött ;)\n\nGlöm den tråkiga standardmuspekaren, för nu kan det bli något mer! Något som inspirerar dig, muntrar upp dig och bara gör dig glad. Vi är Cute Cursors-teamet och vi har gjort det till vårt uppdrag att pimpa din markör!\n\nVi har blåst ännu mer liv i våra muspekare. Och så mycket att nu har de blivit levande. De skimrar i färger, rör sig, snurrar, dansar, och framför allt ger de ännu mer uttryck och positiva känslor.\n\nAnpassade söta markörer är ett utmärkt tillägg för Chrome som låter dig ändra din webbupplevelse genom att skapa dina egna muspekare. Med biblioteket för denna tillägg kan du hitta allt som passar din stil, oavsett om det är en uppsättning djursymboler eller något helt annat. Byt markör nu och gör dig redo för en fantastisk upplevelse!\n\n5 skäl till varför du bör installera tillägget Custom Cursors for Chrome:\n\n1. Anpassning – tillägg Custom Cursors för Chrome låter dig anpassa din webbupplevelse genom att ge din muspekare ett unikt utseende.\n\n2. Estetik - Om du är någon som gillar att uppmärksamma de små detaljerna, då är denna förlängning perfekt för dig. Anpassade markörer kan lägga till en touch av estetisk tilltal till din surfupplevelse.\n\n3. Lätt att använda – tillägget Custom Cursors för Chrome är otroligt lätt att använda. Installera helt enkelt tillägget och välj önskad markördesign. Det krävs inga tekniska kunskaper för att använda tillägget.\n\n4. Kul – Anpassade markörer för Chrome kan lägga till ett roligt element till din surfupplevelse. Med en mängd olika kreativa markördesigner tillgängliga kan du byta ut din muspekardesign när du vill för att hålla saker intressanta.\n\n5. Förbättrad synlighet - Om du har svårt att se standardmusmarkören på din skärm kan det förbättra din synlighet om du ändrar den till en anpassad design. Den ökade synligheten för en anpassad markör kan hjälpa dig att lättare hålla reda på dina musrörelser.\n\nUppmärksamhet! Se till att du använder tillägget Cute Cursors på någon annan webbsida än Chrome Web Store, Googles interna sidor och Chromes startsida, eftersom Googles policy förbjuder användning av anpassade markörer på dessa sidor.",
    "tr": "Chrome için çok sevimli bir özel imleç. Her web sayfasında parlak ve muhteşem fare işaretçisi ile bireyselliğinizi gösterin. Ekranda uzun yıllar görünmesi gereken sıkıcı ve basit imleci unutun. Artık fare işaretçinizi pembe ve sevimli bir şeyle değiştirebilirsiniz;)\n\nSıkıcı varsayılan fare işaretçisini unutun, çünkü artık daha fazlası olabilir! Size ilham verecek, neşelendirecek ve sizi mutlu edecek bir şey. Biz Sevimli İmleçler ekibiyiz ve imlecinizi pezevenk etmeyi görev edindik!\n\nFare imleçlerimize daha da fazla hayat verdik. Ve o kadar ki artık canlandılar. Renklerle parlıyorlar, hareket ediyorlar, dönüyorlar, dans ediyorlar ve en önemlisi daha fazla ifade ve olumlu duygular veriyorlar.\n\nÖzel sevimli imleçler, kendi fare işaretçilerinizi oluşturarak göz atma deneyiminizi değiştirmenize izin veren harika bir Chrome uzantısıdır. Bu uzantının kitaplığıyla, ister bir dizi hayvan sembolü ister tamamen başka bir şey olsun, tarzınıza uygun her şeyi bulabilirsiniz. Şimdi imlecinizi değiştirin ve harika bir deneyime hazır olun!\n\nChrome için Özel İmleçler uzantısını yüklemeniz için 5 neden:\n\n1. Kişiselleştirme - uzantı Chrome için Özel İmleçler, fare işaretçinize benzersiz bir görünüm vererek göz atma deneyiminizi kişiselleştirmenize olanak tanır.\n\n2. Estetik - Küçük ayrıntılara dikkat etmeyi seven biriyseniz, bu uzantı tam size göre. Özelleştirilmiş imleçler, göz atma deneyiminize estetik bir dokunuş katabilir.\n\n3. Kullanımı kolay - Chrome için Özel İmleçler uzantısının kullanımı inanılmaz derecede kolaydır. Uzantıyı kurun ve tercih ettiğiniz imleç tasarımını seçin. Uzantıyı kullanmak için teknik bilgi gerekmez.\n\n4. Eğlence - Chrome için Özel İmleçler, göz atma deneyiminize eğlenceli bir öğe ekleyebilir. Mevcut çeşitli yaratıcı imleç tasarımlarıyla, fare işaretçisi tasarımınızı istediğiniz zaman ilginç kılmak için değiştirebilirsiniz.\n\n5. İyileştirilmiş görünürlük - Ekranınızda varsayılan fare imlecini görmekte zorlanıyorsanız, onu özelleştirilmiş bir tasarıma değiştirmek görünürlüğünüzü iyileştirebilir. Özel bir imlecin artan görünürlüğü, fare hareketlerinizi daha kolay takip etmenize yardımcı olabilir.\n\nDikkat! Google politikası bu sayfalarda özel imleçlerin kullanılmasını yasakladığından, Cute Cursors uzantısını Chrome Web Mağazası, Google dahili sayfaları ve Chrome ana sayfası dışındaki herhangi bir web sayfasında kullandığınızdan emin olun.",
    "zh_CN,zh_TW": "這是一個非常可愛的 Chrome 自定義光標。 在每一個網頁上用明亮華麗的鼠標指針展現你的個性。 忘掉多年來一直出現在顯示屏上的枯燥而簡單的光標吧。 現在您可以將鼠標指針更改為粉紅色和可愛的東西；）\n\n忘掉無聊的默認鼠標指針，因為現在它可以做更多的事情！ 一些能激勵你，讓你振作起來，讓你快樂的東西。 我們是 Cute Cursors 團隊，我們的使命是為您的光標打扮！\n\n我們為鼠標光標註入了更多活力。 如此之多，以至於現在他們都活著了。 它們閃耀著色彩、移動、旋轉、舞蹈，最重要的是賦予它們更多的表情和積極的情緒。\n\n自定義可愛光標是 Chrome 的一個很好的擴展，它可以讓你通過創建自己的鼠標指針來改變你的瀏覽體驗。 使用此擴展的庫，您可以找到適合您風格的任何內容，無論是一組動物符號還是完全不同的東西。 立即更改您的光標，準備好享受精彩的體驗！\n\n應該為 Chrome 擴展程序安裝自定義光標的 5 個原因：\n\n1. 個性化 - Chrome 的擴展自定義光標允許您通過為您的鼠標指針提供獨特的外觀來個性化您的瀏覽體驗。\n\n2. 美學——如果你是一個喜歡注意小細節的人，那麼這個擴展非常適合你。 自定義光標可以為您的瀏覽體驗增添一絲美感。\n\n3. 易於使用 - Chrome 的擴展 Custom Cursors 非常易於使用。 只需安裝擴展並選擇您喜歡的光標設計。 使用該擴展不需要任何技術知識。\n\n4. 有趣 - Chrome 的自定義光標可以為您的瀏覽體驗添加有趣的元素。 有了各種可用的創意光標設計，您可以隨時更換鼠標指針設計以保持有趣。\n\n5. 提高可見度 - 如果您很難在屏幕上看到默認的鼠標光標，那麼將其更改為自定義設計可以提高您的可見度。 自定義光標的可見性提高可以幫助您更輕鬆地跟踪鼠標移動。\n\n注意力！ 確保在 Chrome 網上應用店、Google 內部頁面和 Chrome 主頁以外的任何網頁上使用 Cute Cursors 擴展程序，因為 Google 政策禁止在這些頁面上使用自定義光標。"
  }
}