{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reading Window"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A customizable visual aid to help you focus, keep your place, and avoid distractions while reading webpages."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reading Window is a simple but powerful extension designed to transform your reading experience on text-heavy or ad-riddled websites. It provides a customizable visual aid that  narrows your focus, helps avoid rereading lines or losing your place, and blocks out distractions. This extension is an absolutely indispensable tool for students, researchers, folks with ADHD, or anyone who spends time reading online and values their attention.\n\nKey Features:\n\n\t•\tIndex Card Overlay: Move a digital index card along your webpage to focus on a single line or section of text, block out peripheral distractions.\n\t•\tCustomizable Design: Choose from a variety of colors, adjust transparency, and change corner shapes to tailor the focus aid to your preferences.\n\t•\tPosition and Size Control: Easily drag and resize the focus window to fit your needs, whether you're reading a narrow column or a wide paragraph.\n\t•\tKeep Your Place: The tool helps you remember where you left off, reducing the effort needed to refocus after interruptions.\n\t•\tUser-Friendly Interface: Simple controls in the menu allow for instant adjustments without leaving the page you're reading.\n\t•\tPersistent Settings: Reading Window remembers your settings so you can change sites or tabs and simply reenable the card without having to reset your color or transparency.\n\nWhy You'll Love It:\n\n\t•\tEnhances productivity by creating an environment conducive to focus and deep reading.\n\t•\tSaves time and energy by reducing the cognitive demand of navigating cluttered web pages.\n\t•\tImproves retention by allowing you to concentrate on the material without external distractions.\n\nWith Reading Window, dive into your reading with unparalleled focus and ease, making every study session or research dive more productive and enjoyable."
  }
}