{
  "name": {
    "ar": "TwSearchExporter - تصدير نتائج بحث تويتر",
    "am": "TwSearchExporter - የትዊተር ፍለጋ ውጤቶችን ወደ ውጭ ላክ",
    "bg": "TwSearchExporter - Експортиране на резултати от търсенето в Twitter",
    "bn": "TwSearchExporter - টুইটার অনুসন্ধান ফলাফল রপ্তানি করুন",
    "ca": "TwSearchExporter - Exporta els resultats de la cerca de Twitter",
    "cs": "TwSearchExporter – Export výsledků vyhledávání na Twitteru",
    "da": "TwSearchExporter - Eksporter Twitter-søgeresultater",
    "de": "TwSearchExporter – Twitter-Suchergebnisse exportieren",
    "el": "TwSearchExporter - Εξαγωγή αποτελεσμάτων αναζήτησης Twitter",
    "en,en_AU,en_GB,en_US,es_419": "TwSearchExporter - Export Twitter Search Results",
    "es": "TwSearchExporter - Exportar resultados de búsqueda de Twitter",
    "et": "TwSearchExporter – Twitteri otsingutulemuste eksportimine",
    "fa": "TwSearchExporter - نتایج جستجوی توییتر را صادر کنید",
    "fi": "TwSearchExporter - Vie Twitterin hakutulokset",
    "fil": "TwSearchExporter - I-export ang Mga Resulta ng Paghahanap sa Twitter",
    "fr": "TwSearchExporter - Exporter les résultats de recherche Twitter",
    "gu": "TwSearchExporter - Twitter શોધ પરિણામો નિકાસ કરો",
    "he": "TwSearchExporter - ייצוא תוצאות חיפוש בטוויטר",
    "hi": "TwSearchExporter - ट्विटर खोज परिणाम निर्यात करें",
    "hr": "TwSearchExporter - Izvoz rezultata Twitter pretraživanja",
    "hu": "TwSearchExporter – Twitter keresési eredmények exportálása",
    "id": "TwSearchExporter - Ekspor Hasil Pencarian Twitter",
    "it": "TwSearchExporter: esporta i risultati della ricerca di Twitter",
    "ja": "TwSearchExporter - Twitter 検索結果をエクスポート",
    "kn": "TwSearchExporter - Twitter ಹುಡುಕಾಟ ಫಲಿತಾಂಶಗಳನ್ನು ರಫ್ತು ಮಾಡಿ",
    "ko": "TwSearchExporter - 트위터 검색 결과 내보내기",
    "lt": "„TwSearchExporter“ – eksportuokite „Twitter“ paieškos rezultatus",
    "lv": "TwSearchExporter — eksportējiet Twitter meklēšanas rezultātus",
    "ml": "TwSearchExporter - Twitter തിരയൽ ഫലങ്ങൾ കയറ്റുമതി ചെയ്യുക",
    "mr": "TwSearchExporter - Twitter शोध परिणाम निर्यात करा",
    "ms": "TwSearchExporter - Eksport Hasil Carian Twitter",
    "nl": "TwSearchExporter - Twitter-zoekresultaten exporteren",
    "no": "TwSearchExporter - Eksporter Twitter-søkeresultater",
    "pl": "TwSearchExporter — eksportuj wyniki wyszukiwania na Twitterze",
    "pt_BR,pt_PT": "TwSearchExporter - Exportar resultados de pesquisa do Twitter",
    "ro": "TwSearchExporter - Exportați rezultatele căutării pe Twitter",
    "ru": "TwSearchExporter - Экспорт результатов поиска в Twitter",
    "sk": "TwSearchExporter - Export výsledkov vyhľadávania na Twitteri",
    "sl": "TwSearchExporter - izvoz rezultatov iskanja v Twitterju",
    "sr": "ТвСеарцхЕкпортер - Извезите резултате претраге на Твиттер-у",
    "sv": "TwSearchExporter - Exportera Twitter-sökresultat",
    "sw": "TwSearchExporter - Hamisha Matokeo ya Utafutaji wa Twitter",
    "ta": "TwSearchExporter - ட்விட்டர் தேடல் முடிவுகளை ஏற்றுமதி செய்யவும்",
    "te": "TwSearchExporter - Twitter శోధన ఫలితాలను ఎగుమతి చేయండి",
    "th": "TwSearchExporter - ส่งออกผลการค้นหา Twitter",
    "tr": "TwSearchExporter - Twitter Arama Sonuçlarını Dışa Aktar",
    "uk": "TwSearchExporter - Експорт результатів пошуку Twitter",
    "vi": "TwSearchExporter - Xuất kết quả tìm kiếm Twitter",
    "zh_CN": "TwSearchExporter - 导出 Twitter 搜索结果",
    "zh_TW": "TwSearchExporter - 匯出 Twitter 搜尋結果"
  },
  "short": {
    "ar": "نقرة واحدة لتصدير المستخدمين أو التغريدات من عمليات البحث أو علامات التصنيف إلى ملف CSV.",
    "am": "ተጠቃሚዎችን ወይም ትዊቶችን ከፍለጋዎች ወይም ሃሽታጎች ወደ CSV ለመላክ አንድ ጠቅታ።",
    "bg": "Едно кликване за експортиране на потребители или туитове от търсения или хаштагове в CSV.",
    "bn": "সার্চ বা হ্যাশট্যাগ থেকে CSV-তে ব্যবহারকারী বা টুইট রপ্তানি করতে এক ক্লিক।",
    "ca": "Un clic per exportar usuaris o tuits de cerques o hashtags a CSV.",
    "cs": "Jedním kliknutím exportujete uživatele nebo tweety z vyhledávání nebo hashtagů do CSV.",
    "da": "Et klik for at eksportere brugere eller tweets fra søgninger eller hashtags til CSV.",
    "de": "Mit einem Klick können Sie Benutzer oder Tweets aus Suchanfragen oder Hashtags in CSV exportieren.",
    "el": "Ένα κλικ για εξαγωγή χρηστών ή tweets από αναζητήσεις ή hashtag σε CSV.",
    "en,en_AU,en_GB,en_US,es_419": "One click to export users or tweets from searches or hashtags to CSV.",
    "es": "Un clic para exportar usuarios o tweets de búsquedas o hashtags a CSV.",
    "et": "Üks klõps, et eksportida kasutajad või säutsud otsingutest või hashtagidest CSV-vormingusse.",
    "fa": "یک کلیک برای صادرات کاربران یا توییت ها از جستجوها یا هشتگ ها به CSV.",
    "fi": "Vie käyttäjät tai twiitit hauista tai hashtageista CSV-tiedostoon yhdellä napsautuksella.",
    "fil": "Isang pag-click upang i-export ang mga user o tweet mula sa mga paghahanap o hashtag sa CSV.",
    "fr": "Un clic pour exporter les utilisateurs ou les tweets des recherches ou des hashtags vers CSV.",
    "gu": "CSV પર શોધ અથવા હેશટેગ્સમાંથી વપરાશકર્તાઓ અથવા ટ્વીટ્સ નિકાસ કરવા માટે એક ક્લિક.",
    "he": "לחיצה אחת לייצא משתמשים או ציוצים מחיפושים או האשטאגים ל-CSV.",
    "hi": "उपयोगकर्ताओं या ट्वीट्स को खोजों या हैशटैग से सीएसवी में निर्यात करने के लिए एक क्लिक।",
    "hr": "Jednim klikom izvozite korisnike ili tweetove iz pretraživanja ili hashtagova u CSV.",
    "hu": "Egy kattintással exportálhatja a felhasználókat vagy a tweeteket a keresésekből vagy a hashtagekből CSV-fájlba.",
    "id": "Satu klik untuk mengekspor pengguna atau tweet dari pencarian atau hashtag ke CSV.",
    "it": "Un clic per esportare utenti o tweet da ricerche o hashtag in CSV.",
    "ja": "ワンクリックでユーザーやツイートを検索やハッシュタグから CSV にエクスポートできます。",
    "kn": "CSV ಗೆ ಹುಡುಕಾಟಗಳು ಅಥವಾ ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ಗಳಿಂದ ಬಳಕೆದಾರರು ಅಥವಾ ಟ್ವೀಟ್‌ಗಳನ್ನು ರಫ್ತು ಮಾಡಲು ಒಂದು ಕ್ಲಿಕ್.",
    "ko": "클릭 한 번으로 사용자나 트윗을 검색어나 해시태그에서 CSV로 내보낼 수 있습니다.",
    "lt": "Vienu spustelėjimu eksportuokite naudotojus ar tviterius iš paieškų arba žymų su grotelėmis į CSV.",
    "lv": "Viens klikšķis, lai eksportētu lietotājus vai tvītus no meklējumiem vai atsaucēm uz CSV.",
    "ml": "തിരയലുകളിൽ നിന്നോ ഹാഷ്‌ടാഗുകളിൽ നിന്നോ CSV-യിലേക്ക് ഉപയോക്താക്കളോ ട്വീറ്റുകളോ എക്‌സ്‌പോർട്ടുചെയ്യാൻ ഒരു ക്ലിക്ക്.",
    "mr": "CSV वर शोध किंवा हॅशटॅगमधून वापरकर्ते किंवा ट्विट निर्यात करण्यासाठी एक क्लिक.",
    "ms": "Satu klik untuk mengeksport pengguna atau tweet daripada carian atau hashteg ke CSV.",
    "nl": "Met één klik exporteer je gebruikers of tweets van zoekopdrachten of hashtags naar CSV.",
    "no": "Ett klikk for å eksportere brukere eller tweets fra søk eller hashtags til CSV.",
    "pl": "Jedno kliknięcie, aby wyeksportować użytkowników lub tweety z wyszukiwań lub hashtagów do pliku CSV.",
    "pt_BR,pt_PT": "Um clique para exportar usuários ou tweets de pesquisas ou hashtags para CSV.",
    "ro": "Un clic pentru a exporta utilizatori sau tweet-uri din căutări sau hashtag-uri în CSV.",
    "ru": "Одним щелчком мыши вы можете экспортировать пользователей или твиты из поисковых запросов или хэштегов в CSV.",
    "sk": "Jedným kliknutím exportujete používateľov alebo tweety z vyhľadávaní alebo hashtagov do CSV.",
    "sl": "En klik za izvoz uporabnikov ali tvitov iz iskanj ali hashtagov v CSV.",
    "sr": "Један клик за извоз корисника или твитова из претрага или хештегова у ЦСВ.",
    "sv": "Ett klick för att exportera användare eller tweets från sökningar eller hashtags till CSV.",
    "sw": "Mbofyo mmoja ili kuhamisha watumiaji au tweets kutoka kwa utafutaji au lebo za reli hadi CSV.",
    "ta": "தேடல்கள் அல்லது ஹேஷ்டேக்குகளிலிருந்து பயனர்கள் அல்லது ட்வீட்களை CSVக்கு ஏற்றுமதி செய்ய ஒரே கிளிக்கில்.",
    "te": "శోధనలు లేదా హ్యాష్‌ట్యాగ్‌ల నుండి వినియోగదారులు లేదా ట్వీట్‌లను CSVకి ఎగుమతి చేయడానికి ఒక క్లిక్ చేయండి.",
    "th": "คลิกเพียงครั้งเดียวเพื่อส่งออกผู้ใช้หรือทวีตจากการค้นหาหรือแฮชแท็กเป็น CSV",
    "tr": "Kullanıcıları veya tweet'leri aramalardan veya hashtag'lerden CSV'ye aktarmak için tek tıklama.",
    "uk": "Одним клацанням миші можна експортувати користувачів або твіти з результатів пошуку чи хештегів у CSV.",
    "vi": "Một cú nhấp chuột để xuất người dùng hoặc tweet từ các tìm kiếm hoặc hashtag sang CSV.",
    "zh_CN": "一键单击即可将搜索或主题标签中的用户或推文导出到 CSV。",
    "zh_TW": "一鍵點擊即可將搜尋或主題標籤中的使用者或推文匯出到 CSV。"
  },
  "long": {
    "ar": "TwSearchExporter هي أداة قوية لتصدير نتائج بحث Twitter إلى ملف CSV. وهو يدعم جميع أنواع روابط البحث تقريبًا. ما عليك سوى إنشاء رابط البحث الخاص بك باستخدام الكلمات الرئيسية أو علامات التصنيف أو البحث المتقدم على Twitter. بعد ذلك، انسخ رابط البحث في ملحقنا، وسنقوم بتصدير جميع النتائج إلى ملف CSV. يتيح لك ذلك تحليل بيانات التغريدات وأرشفة المحتوى وإدارة استراتيجية الوسائط الاجتماعية الخاصة بك بشكل أكثر فعالية.\n\nسمات\n- دعم جميع أنواع روابط البحث تقريبًا\n- تصدير التغريدات من علامات تبويب البحث \"الأعلى\" و\"الأحدث\" و\"الوسائط\"\n- تصدير المستخدمين من علامة تبويب البحث \"الأشخاص\"\n- التعامل تلقائيًا مع حد معدل تويتر\n- حفظ بتنسيق CSV / Excel\n\nملحوظة\n- يتبع TwSearchExporter نموذج فريميوم، مما يتيح لك تصدير ما يصل إلى 200 تغريدة أو مستخدم دون أي تكلفة. إذا كانت هناك حاجة إلى عمليات تصدير إضافية، ففكر في الترقية إلى الإصدار المميز الخاص بنا.\n- يفرض تويتر حدودًا للمعدلات لإدارة حجم الطلبات المقدمة إلى واجهة برمجة التطبيقات (API) الخاصة به ومنع إساءة الاستخدام. عادةً ما يكون الفاصل الزمني للحد الأقصى للسعر الأكثر شيوعًا هو 15 دقيقة. ومع ذلك، كن مطمئنًا إلى أن تطبيقنا يتعامل بالفعل مع حدود الأسعار هذه بسلاسة. سيتم إيقافه مؤقتًا وإعادة المحاولة تلقائيًا، مما يضمن عدم انقطاع الصادرات.\n\nما نوع البيانات التي يمكنك تصديرها؟\nبالنسبة لعلامات تبويب البحث \"الأعلى\" و\"الأحدث\" و\"الوسائط\":\n- معرف التغريدة\n- سقسقة النص\n- يكتب\n- اسم المؤلف\n- اسم مستخدم المؤلف\n- وقت الابتكار\n- عدد الردود\n- عدد الريتويت\n- عدد الاقتباسات\n- عدد الإعجابات\n- عدد المشاهدات\n- عدد الإشارات المرجعية\n- لغة\n- ربما حساسة\n- مصدر\n- الهاشتاجات\n- عنوان URL للتغريدة\n- نوع الوسائط\n- عناوين URL للوسائط\n- عناوين URL الخارجية\nبالنسبة لعلامة تبويب البحث \"الأشخاص\":\n- معرف المستخدم\n- اسم المستخدم\n- اسم\n- موقع\n- فئة\n- وقت الابتكار\n- عدد المتابعين\n- عدد المتابعة\n- عدد التغريدات\n- عدد الوسائط\n- عدد الإعجابات\n- عدد القائمة العامة\n- تم التحقق منه\n- محمي\n- يمكن مارك ألماني\n- يمكن وضع علامة في وسائل الإعلام\n- ربما حساسة\n- سيرة شخصية\n- الصفحة الرئيسية للمستخدم\n- الصورة الرمزية (ورل\n- عنوان URL لشعار الملف الشخصي\n\nكيفية تصدير نتائج بحث تويتر باستخدام TwSearchExporter؟\nلاستخدام بحث Twitter أو Hashtag Scraper، ما عليك سوى إضافة امتدادنا إلى المتصفح وإنشاء حساب. بمجرد تسجيل الدخول، يمكنك إدخال رابط البحث الذي تريد تصديره والنقر فوق الزر \"تصدير\". سيتم تصدير البيانات الناتجة إلى ملف CSV أو Excel، والذي يمكنك بعد ذلك تنزيله على جهاز الكمبيوتر الخاص بك.\n\nخصوصية البيانات\nتتم معالجة كافة البيانات على جهاز الكمبيوتر المحلي الخاص بك، ولا تمر عبر خوادم الويب الخاصة بنا مطلقًا. صادراتك سرية.\n\nالتعليمات\nhttps://twsearchexporter.toolmagic.app/#faqs\nلا تتردد في الاتصال بنا إذا كان لديك أي أسئلة أخرى.\n\nتنصل\nتويتر هي علامة تجارية لشركة تويتر، LLC. هذا الامتداد غير تابع أو معتمد من قبل Twitter, Inc.",
    "am": "TwSearchExporter የትዊተር ፍለጋ ውጤቶችን ወደ CSV ለመላክ ኃይለኛ መሳሪያ ነው። ሁሉንም የፍለጋ አገናኞች ከሞላ ጎደል ይደግፋል። ቁልፍ ቃላትን፣ ሃሽታጎችን ወይም የTwitter የላቀ ፍለጋን በመጠቀም የፍለጋ ማገናኛዎን በቀላሉ ይገንቡ። ከዚያ የፍለጋ አገናኙን ወደ ቅጥያችን ይቅዱ እና ሁሉንም ውጤቶች ወደ CSV እንልካለን። ይህ የትዊት ውሂብን እንዲተነትኑ፣ ይዘቶችን በማህደር እንዲያስቀምጡ እና የማህበራዊ ሚዲያ ስትራቴጂዎን በብቃት እንዲያቀናብሩ ያስችልዎታል።\n\nዋና መለያ ጸባያት\n- ሁሉንም ዓይነት የፍለጋ አገናኞችን ይደግፉ\n- ትዊቶችን ከፍለጋ ትሮች ወደ ውጭ ይላኩ \"ከላይ\", \"የቅርብ ጊዜ\" እና \"ሚዲያ\"\n- ተጠቃሚዎችን ከፍለጋ ትር \"ሰዎች\" ወደ ውጭ ላክ\n- የTwitterን የዋጋ ገደብ በራስ-ሰር ማስተናገድ\n- እንደ ሲኤስቪ/ኤክሴል አስቀምጥ\n\nማስታወሻ\n- TwSearchExporter የፍሪሚየም ሞዴልን በመከተል እስከ 200 ትዊቶችን ወይም ተጠቃሚዎችን ያለምንም ወጪ ወደ ውጭ ለመላክ ያስችሎታል። ተጨማሪ ወደ ውጭ መላክ ካስፈለገ ወደ ፕሪሚየም ስሪታችን ማሻሻል ያስቡበት።\n- ትዊተር በኤፒአይው ላይ የሚቀርቡትን ጥያቄዎች መጠን ለመቆጣጠር እና አላግባብ መጠቀምን ለመከላከል የዋጋ ገደቦችን ይጥላል። በተለምዶ፣ በጣም የተለመደው የዋጋ ገደብ 15 ደቂቃ ነው። ነገር ግን፣ መተግበሪያችን እነዚህን የዋጋ ገደቦች ያለምንም እንከን እንደሚይዝ እርግጠኛ ይሁኑ። በራስ ሰር ለአፍታ ያቆማል እና እንደገና ይሞክራል፣ ይህም ያልተቋረጠ ወደ ውጭ መላክን ያረጋግጣል።\n\nምን አይነት ውሂብ ወደ ውጭ መላክ ይችላሉ?\nለፍለጋ ትሮች \"ከላይ\"፣ \"የቅርብ ጊዜ\" እና \"ሚዲያ\"፡-\n- የትዊት መታወቂያ\n- ትዊት ጽሑፍ\n- አይነት\n- የደራሲው ስም\n- የደራሲ የተጠቃሚ ስም\n- የፍጥረት ጊዜ\n- የምላሽ ብዛት\n- የዳግም ትዊት ብዛት\n- የጥቅስ ብዛት\n- እንደ ቆጠራ\n- የእይታ ብዛት\n- የዕልባቶች ብዛት\n- ቋንቋ\n- ስሜታዊ ሊሆን ይችላል።\n- ምንጭ\n- ሃሽታጎች\n- ዩአርኤልን ትዊት ያድርጉ\n- የሚዲያ ዓይነት\n- የሚዲያ ዩአርኤሎች\n- ውጫዊ ዩአርኤሎች\nለፍለጋ ትር \"ሰዎች\":\n- የተጠቃሚው መለያ\n- የተጠቃሚ ስም\n- ስም\n- ቦታ\n- ምድብ\n- የፍጥረት ጊዜ\n- የተከታዮች ብዛት\n- የሚከተለው ቆጠራ\n- የትዊት ቆጠራ\n- የሚዲያ ብዛት\n- እንደ ቆጠራ\n- የህዝብ ዝርዝር ብዛት\n- የተረጋገጠ ነው\n- የተጠበቀ ነው\n- DM ይችላል\n- ሚዲያ ላይ መለያ መስጠት ይችላል።\n- ስሜታዊ ሊሆን ይችላል።\n- የህይወት ታሪክ\n- የተጠቃሚ መነሻ ገጽ\n- አምሳያ ዩአርኤል\n- የመገለጫ ባነር URL\n\nበTwSearchExporter የትዊተር ፍለጋ ውጤቶችን እንዴት ወደ ውጭ መላክ ይቻላል?\nየእኛን የትዊተር ፍለጋ ወይም Hashtag Scraper ለመጠቀም በቀላሉ የእኛን ቅጥያ ወደ አሳሽ ያክሉ እና መለያ ይፍጠሩ። አንዴ ከገቡ በኋላ ወደ ውጭ መላክ የሚፈልጉትን የፍለጋ ማገናኛ ማስገባት እና \"ላክ\" የሚለውን ቁልፍ ጠቅ ማድረግ ይችላሉ. የውጤቱ ውሂብ ወደ CSV ወይም Excel ፋይል ይላካል፣ ከዚያ ወደ ኮምፒውተርዎ ማውረድ ይችላሉ።\n\nየውሂብ ግላዊነት\nሁሉም ውሂብ በአከባቢዎ ኮምፒዩተር ላይ ነው የሚስተናገደው፣ በድር አገልጋዮቻችን አያልፍም። ወደ ውጭ የሚላኩ ነገሮች ሚስጥራዊ ናቸው።\n\nበየጥ\nhttps://twsearchexporter.toolmagic.app/#faqs\nሌሎች ጥያቄዎች ካሉዎት እኛን ለማነጋገር ነፃነት ይሰማዎ።\n\nማስተባበያ\nትዊተር የTwitter፣ LLC የንግድ ምልክት ነው። ይህ ቅጥያ ከTwitter, Inc. ጋር የተቆራኘ ወይም የጸደቀ አይደለም።",
    "bg": "TwSearchExporter е мощен инструмент за експортиране на резултатите от търсенето в Twitter в CSV. Поддържа почти всички видове връзки за търсене. Просто изградете връзката си за търсене, като използвате ключови думи, хаштагове или разширеното търсене на Twitter. След това копирайте връзката за търсене в нашето разширение и ние ще експортираме всички резултати в CSV. Това ви позволява да анализирате данни от туитове, да архивирате съдържание и да управлявате стратегията си за социални медии по-ефективно.\n\nХарактеристика\n- Поддръжка на почти всички видове връзки за търсене\n- Експортирайте туитове от разделите за търсене „Най-горе“, „Най-нови“ и „Медии“\n- Експортиране на потребители от раздела за търсене „Хора“\n- Автоматично обработване на ограничението на скоростта на Twitter\n- Запазване като CSV / Excel\n\nЗабележка\n- TwSearchExporter следва freemium модел, което ви позволява да експортирате до 200 туита или потребители безплатно. Ако са необходими допълнителни експорти, помислете за надграждане до нашата премиум версия.\n- Twitter налага ограничения на скоростта, за да управлява обема на заявките към своя API и да предотвратява злоупотреби. Обикновено най-често срещаният интервал на ограничение на скоростта е 15 минути. Въпреки това, бъдете сигурни, че нашето приложение вече се справя безпроблемно с тези ограничения на скоростта. Той автоматично ще постави на пауза и ще опита отново, като гарантира непрекъснат експорт.\n\nКакъв тип данни можете да експортирате?\nЗа разделите за търсене „Топ“, „Най-нови“ и „Медия“:\n- Tweet ID\n- Текст в туит\n- Тип\n- Име на автора\n- Потребителско име на автора\n- Време на създаване\n- Брой отговори\n- Брой ретуити\n- цитат граф\n- Като граф\n- Брой показвания\n- Брой отметки\n- Език\n- Вероятно чувствителен\n- Източник\n- Хаштагове\n- URL адрес за туит\n- Тип медия\n- Медийни URL адреси\n- Външни URL адреси\nЗа раздела за търсене „Хора“:\n- Потребителско име\n- Потребителско име\n- Име\n- Местоположение\n- Категория\n- Време на създаване\n- Брой последователи\n- Следване на графа\n- Брой туитове\n- Брой медии\n- Като граф\n- Брой публичен списък\n- Проверено е\n- Защитен е\n- Може ли DM\n- Може да маркирате в медиите\n- Вероятно чувствителен\n- Биография\n- Начална страница на потребителя\n- URL адрес на аватар\n- URL адрес на банера на профила\n\nКак да експортирате резултати от търсенето в Twitter с TwSearchExporter?\nЗа да използвате нашето търсене в Twitter или Hashtag Scraper, просто добавете нашето разширение към браузъра и създайте акаунт. След като влезете, можете да въведете връзката за търсене, която искате да експортирате, и да щракнете върху бутона „Експортиране“. Данните за резултатите ще бъдат експортирани в CSV или Excel файл, който след това можете да изтеглите на вашия компютър.\n\nПоверителност на данните\nВсички данни се обработват на вашия локален компютър, като никога не преминават през нашите уеб сървъри. Вашият износ е поверителен.\n\nЧЗВ\nhttps://twsearchexporter.toolmagic.app/#faqs\nЧувствайте се свободни да се свържете с нас, ако имате други въпроси.\n\nОпровержение\nTwitter е търговска марка на Twitter, LLC. Това разширение не е свързано с или одобрено от Twitter, Inc.",
    "bn": "TwSearchExporter হল একটি শক্তিশালী টুল টুইটার সার্চ ফলাফল CSV এ রপ্তানি করার জন্য। এটি প্রায় সব ধরনের সার্চ লিঙ্ক সমর্থন করে। শুধু কীওয়ার্ড, হ্যাশট্যাগ বা Twitter এর উন্নত অনুসন্ধান ব্যবহার করে আপনার অনুসন্ধান লিঙ্ক তৈরি করুন। তারপরে, আমাদের এক্সটেনশনে অনুসন্ধান লিঙ্কটি অনুলিপি করুন, এবং আমরা সমস্ত ফলাফল CSV-এ রপ্তানি করব। এটি আপনাকে টুইট ডেটা বিশ্লেষণ করতে, সামগ্রী সংরক্ষণ করতে এবং আপনার সামাজিক মিডিয়া কৌশল আরও কার্যকরভাবে পরিচালনা করতে দেয়।\n\nবৈশিষ্ট্য\n- প্রায় সব ধরনের সার্চ লিঙ্ক সমর্থন করে\n- অনুসন্ধান ট্যাব \"শীর্ষ\", \"সর্বশেষ\" এবং \"মিডিয়া\" থেকে টুইট রপ্তানি করুন\n- অনুসন্ধান ট্যাব \"মানুষ\" থেকে ব্যবহারকারীদের রপ্তানি করুন\n- টুইটারের হার সীমা স্বয়ংক্রিয়ভাবে পরিচালনা করা\n- CSV / Excel হিসাবে সংরক্ষণ করুন\n\nবিঃদ্রঃ\n- TwSearchExporter একটি ফ্রিমিয়াম মডেল অনুসরণ করে, যা আপনাকে বিনা খরচে 200 টি টুইট বা ব্যবহারকারীদের রপ্তানি করতে সক্ষম করে। অতিরিক্ত রপ্তানির প্রয়োজন হলে, আমাদের প্রিমিয়াম সংস্করণে আপগ্রেড করার কথা বিবেচনা করুন।\n- টুইটার তার API এ অনুরোধের পরিমাণ পরিচালনা করতে এবং অপব্যবহার রোধ করতে হারের সীমা আরোপ করে। সাধারণত, সবচেয়ে সাধারণ হার সীমা ব্যবধান হল 15 মিনিট। যাইহোক, নিশ্চিন্ত থাকুন যে আমাদের অ্যাপ ইতিমধ্যেই এই হারের সীমা নির্বিঘ্নে পরিচালনা করে। এটি স্বয়ংক্রিয়ভাবে বিরতি দেবে এবং পুনরায় চেষ্টা করবে, নিরবচ্ছিন্ন রপ্তানি নিশ্চিত করবে।\n\nআপনি কি ধরনের ডেটা রপ্তানি করতে পারেন?\nঅনুসন্ধান ট্যাবগুলির জন্য \"শীর্ষ\", \"সর্বশেষ\" এবং \"মিডিয়া\":\n- টুইট আইডি\n- টুইট টেক্সট\n- টাইপ\n- লেখকের নাম\n- লেখক ব্যবহারকারীর নাম\n- সৃষ্টির সময়\n- উত্তর গণনা\n- পুনঃটুইট গণনা\n- উদ্ধৃতি গণনা\n- গণনা মত\n- গণনা প্রদর্শন\n- বুকমার্ক কাউন্ট\n- ভাষা\n- সম্ভবত সংবেদনশীল\n- উৎস\n- হ্যাশট্যাগ\n- টুইট URL\n- আমি আজ খুশি\n- মিডিয়া URL\n- বাহ্যিক URL\nঅনুসন্ধান ট্যাবের জন্য \"মানুষ\":\n- ব্যবহারকারী আইডি\n- ব্যবহারকারীর নাম\n- নাম\n- অবস্থান\n- শ্রেণী\n- সৃষ্টির সময়\n- ফলোয়ার কাউন্ট\n- নিম্নলিখিত গণনা\n- টুইট গণনা\n- মিডিয়া কাউন্ট\n- গণনা মত\n- পাবলিক লিস্ট কাউন্ট\n- যাচাই করা হয়েছে\n- সুরক্ষিত\n- ডিএম করতে পারেন\n- মিডিয়াতে ট্যাগ করতে পারেন\n- সম্ভবত সংবেদনশীল\n- জীবনী\n- ব্যবহারকারীর হোমপেজ\n- অবতার URL\n- প্রোফাইল ব্যানার URL\n\nকিভাবে TwSearchExporter দিয়ে টুইটার অনুসন্ধান ফলাফল রপ্তানি করবেন?\nআমাদের টুইটার অনুসন্ধান বা হ্যাশট্যাগ স্ক্র্যাপার ব্যবহার করতে, ব্রাউজারে আমাদের এক্সটেনশন যোগ করুন এবং একটি অ্যাকাউন্ট তৈরি করুন। একবার আপনি সাইন ইন করলে, আপনি যে অনুসন্ধান লিঙ্কটি রপ্তানি করতে চান সেটি ইনপুট করতে পারেন এবং \"রপ্তানি\" বোতামটি ক্লিক করুন৷ ফলাফলের ডেটা একটি CSV বা Excel ফাইলে রপ্তানি করা হবে, যা আপনি আপনার কম্পিউটারে ডাউনলোড করতে পারবেন।\n\nডেটা গোপনীয়তা\nসমস্ত ডেটা আপনার স্থানীয় কম্পিউটারে প্রক্রিয়া করা হয়, আমাদের ওয়েব সার্ভারের মধ্য দিয়ে যায় না। আপনার রপ্তানি গোপনীয়.\n\nFAQ\nhttps://twsearchexporter.toolmagic.app/#faqs\nআপনার যদি অন্য কোন প্রশ্ন থাকে তবে নির্দ্বিধায় আমাদের সাথে যোগাযোগ করুন।\n\nদাবিত্যাগ\nTwitter হল Twitter, LLC এর একটি ট্রেডমার্ক। এই এক্সটেনশনটি Twitter, Inc দ্বারা অনুমোদিত বা অনুমোদিত নয়৷",
    "ca": "TwSearchExporter és una eina potent per exportar els resultats de la cerca de Twitter a CSV. Admet gairebé tots els tipus d'enllaços de cerca. Simplement creeu el vostre enllaç de cerca amb paraules clau, hashtags o la cerca avançada de Twitter. A continuació, copieu l'enllaç de cerca a la nostra extensió i exportarem tots els resultats a CSV. Això us permet analitzar les dades dels tuits, arxivar contingut i gestionar la vostra estratègia de xarxes socials de manera més eficaç.\n\nCaracterístiques\n- Admet gairebé tot tipus d'enllaços de cerca\n- Exporta els tuits des de les pestanyes de cerca \"A dalt\", \"Últims\" i \"Mitjans\"\n- Exporta usuaris des de la pestanya de cerca \"Persones\"\n- Gestió automàtica del límit de tarifa de Twitter\n- Desa com a CSV / Excel\n\nNota\n- TwSearchExporter segueix un model freemium, que us permet exportar fins a 200 tuits o usuaris sense cap cost. Si calen exportacions addicionals, penseu a actualitzar a la nostra versió premium.\n- Twitter imposa límits de tarifa per gestionar el volum de sol·licituds a la seva API i prevenir els abusos. Normalment, l'interval límit de velocitat més comú és de 15 minuts. No obstant això, assegureu-vos que la nostra aplicació ja gestiona aquests límits de tarifes sense problemes. S'aturarà i tornarà a provar automàticament, assegurant exportacions ininterrompudes.\n\nQuin tipus de dades podeu exportar?\nPer a les pestanyes de cerca \"A dalt\", \"Últims\" i \"Mitjans\":\n- Tweet ID\n- Piular text\n- Tipus\n- Nom de l'autor\n- Nom d'usuari de l'autor\n- Temps de creació\n- Recompte de respostes\n- Recompte de retuits\n- Recompte de cites\n- Com el Comte\n- Recompte de visualitzacions\n- Recompte de marcadors\n- Llenguatge\n- Possiblement sensible\n- Font\n- Hashtags\n- URL del tuit\n- Tipus de suport\n- URL dels mitjans\n- URL externs\nPer a la pestanya de cerca \"Persones\":\n- ID d'usuari\n- Nom d'usuari\n- Nom\n- Ubicació\n- Categoria\n- Temps de creació\n- Recompte de seguidors\n- Seguint el recompte\n- Recompte de tuits\n- Recompte de mitjans\n- Com el Comte\n- Recompte de llistes públiques\n- Està verificat\n- Està protegit\n- Pot DM\n- Es pot etiquetar als mitjans\n- Possiblement sensible\n- Biografia\n- Pàgina d'inici de l'usuari\n- URL de l'avatar\n- URL del bàner de perfil\n\nCom exportar els resultats de la cerca de Twitter amb TwSearchExporter?\nPer utilitzar la nostra cerca de Twitter o Hashtag Scraper, només cal que afegiu la nostra extensió al navegador i creeu un compte. Un cop hàgiu iniciat la sessió, podeu introduir l'enllaç de cerca que voleu exportar i fer clic al botó \"Exporta\". Les dades del resultat s'exportaran a un fitxer CSV o Excel, que després podeu descarregar al vostre ordinador.\n\nPrivadesa de dades\nTotes les dades es processen al vostre ordinador local, sense passar mai pels nostres servidors web. Les vostres exportacions són confidencials.\n\nPreguntes freqüents\nhttps://twsearchexporter.toolmagic.app/#faqs\nNo dubteu a contactar amb nosaltres si teniu qualsevol altra pregunta.\n\nExempció de responsabilitat\nTwitter és una marca comercial de Twitter, LLC. Aquesta extensió no està afiliada ni avalada per Twitter, Inc.",
    "cs": "TwSearchExporter je výkonný nástroj pro export výsledků vyhledávání Twitteru do CSV. Podporuje téměř všechny typy vyhledávacích odkazů. Jednoduše vytvořte svůj vyhledávací odkaz pomocí klíčových slov, hashtagů nebo pokročilého vyhledávání na Twitteru. Poté zkopírujte odkaz na vyhledávání do našeho rozšíření a my exportujeme všechny výsledky do CSV. To vám umožní analyzovat data tweetů, archivovat obsah a efektivněji spravovat vaši strategii sociálních médií.\n\nFunkce\n- Podpora téměř všech druhů vyhledávacích odkazů\n- Exportujte tweety z vyhledávacích karet „Top“, „Nejnovější“ a „Média“\n- Exportujte uživatele z karty vyhledávání \"Lidé\"\n- Automatické zpracování limitu sazby Twitteru\n- Uložit jako CSV / Excel\n\nPoznámka\n- TwSearchExporter se řídí modelem freemium, který vám umožňuje zdarma exportovat až 200 tweetů nebo uživatelů. Pokud jsou vyžadovány další exporty, zvažte upgrade na naši prémiovou verzi.\n- Twitter zavádí limity sazeb, aby mohl spravovat objem požadavků na své API a zabránit zneužití. Obvykle je nejběžnějším intervalem omezení rychlosti 15 minut. Buďte si však jisti, že naše aplikace již tyto limity bez problémů zvládá. Automaticky se pozastaví a pokus zopakuje, čímž zajistí nepřerušené exporty.\n\nJaký typ dat můžete exportovat?\nPro vyhledávací karty „Top“, „Nejnovější“ a „Média“:\n- ID tweetu\n- Text tweetu\n- Typ\n- Jméno autora\n- Uživatelské jméno autora\n- Čas vytvoření\n- Počet odpovědí\n- Počet retweetů\n- Počet citací\n- Jako hrabě\n- Počet zhlédnutí\n- Počet záložek\n- Jazyk\n- Možná citlivý\n- Zdroj\n- Hashtagy\n- URL tweetu\n- Typ média\n- Adresy URL médií\n- Externí adresy URL\nPro vyhledávací kartu \"Lidé\":\n- Uživatelské ID\n- Uživatelské jméno\n- Název\n- Umístění\n- Kategorie\n- Čas vytvoření\n- Počet následovníků\n- Následující hrabě\n- Počet tweetů\n- Počet médií\n- Jako hrabě\n- Počet veřejných seznamů\n- Je ověřeno\n- Je chráněn\n- Může DM\n- Může označit v médiích\n- Možná citlivý\n- Životopis\n- Uživatelská domovská stránka\n- URL avatara\n- Adresa URL banneru profilu\n\nJak exportovat výsledky vyhledávání Twitter pomocí TwSearchExporter?\nChcete-li použít náš Twitter Search nebo Hashtag Scraper, jednoduše přidejte naše rozšíření do prohlížeče a vytvořte si účet. Jakmile se přihlásíte, můžete zadat vyhledávací odkaz, který chcete exportovat, a kliknout na tlačítko „Exportovat“. Výsledná data budou exportována do CSV nebo Excel souboru, který si následně můžete stáhnout do svého počítače.\n\nOchrana osobních údajů\nVšechna data jsou zpracovávána na vašem lokálním počítači, nikdy neprocházejí našimi webovými servery. Vaše exporty jsou důvěrné.\n\nFAQ\nhttps://twsearchexporter.toolmagic.app/#faqs\nV případě dalších dotazů nás neváhejte kontaktovat.\n\nZřeknutí se odpovědnosti\nTwitter je ochranná známka společnosti Twitter, LLC. Toto rozšíření není přidruženo ani podporováno společností Twitter, Inc.",
    "da": "TwSearchExporter er et kraftfuldt værktøj til at eksportere Twitter-søgeresultater til CSV. Det understøtter næsten alle typer søgelinks. Du skal blot bygge dit søgelink ved hjælp af søgeord, hashtags eller Twitters avancerede søgning. Kopier derefter søgelinket til vores udvidelse, og vi eksporterer alle resultaterne til CSV. Dette giver dig mulighed for at analysere tweet-data, arkivere indhold og administrere din sociale mediestrategi mere effektivt.\n\nFunktioner\n- Understøtter næsten alle slags søgelinks\n- Eksporter tweets fra søgefanerne \"Top\", \"Seneste\" og \"Medier\"\n- Eksporter brugere fra søgefanen \"Personer\"\n- Automatisk håndtering af Twitters takstgrænse\n- Gem som CSV / Excel\n\nBemærk\n- TwSearchExporter følger en freemium-model, så du kan eksportere op til 200 tweets eller brugere uden omkostninger. Hvis yderligere eksport er påkrævet, kan du overveje at opgradere til vores premium-version.\n- Twitter pålægger hastighedsgrænser for at styre mængden af ​​anmodninger til sin API og forhindre misbrug. Typisk er det mest almindelige hastighedsgrænseinterval 15 minutter. Du kan dog være sikker på, at vores app allerede håndterer disse hastighedsgrænser problemfrit. Den pauser automatisk og prøver igen, hvilket sikrer uafbrudt eksport.\n\nHvilken type data kan du eksportere?\nFor søgefanerne \"Top\", \"Seneste\" og \"Medier\":\n- Tweet ID\n- Tweet tekst\n- Type\n- Forfatterens navn\n- Forfatterens brugernavn\n- Oprettelsestid\n- Svar Count\n- Retweet Count\n- Citattælling\n- Ligesom Greve\n- Visningstal\n- Bogmærketælling\n- Sprog\n- Muligvis følsom\n- Kilde\n- Hashtags\n- Tweet URL\n- Medietype\n- Medie-URL'er\n- Eksterne URL'er\nFor søgefanen \"Personer\":\n- Bruger ID\n- Brugernavn\n- Navn\n- Beliggenhed\n- Kategori\n- Oprettelsestid\n- Antallet af følgere\n- Følger greve\n- Antal tweets\n- Medietælling\n- Ligesom Greve\n- Optælling af offentlige lister\n- Er verificeret\n- Er beskyttet\n- Kan DM\n- Kan tagge i medier\n- Muligvis følsom\n- Biografi\n- Brugerhjemmeside\n- Avatar URL\n- Profilbanner-URL\n\nHvordan eksporterer jeg Twitter-søgeresultater med TwSearchExporter?\nFor at bruge vores Twitter-søgning eller Hashtag-skraber skal du blot tilføje vores udvidelse til browseren og oprette en konto. Når du har logget ind, kan du indtaste det søgelink, du vil eksportere, og klikke på knappen \"Eksporter\". Resultatdataene vil blive eksporteret til en CSV- eller Excel-fil, som du derefter kan downloade til din computer.\n\nDatabeskyttelse\nAlle data behandles på din lokale computer og passerer aldrig gennem vores webservere. Din eksport er fortrolig.\n\nFAQ\nhttps://twsearchexporter.toolmagic.app/#faqs\nDu er velkommen til at kontakte os, hvis du har andre spørgsmål.\n\nAnsvarsfraskrivelse\nTwitter er et varemærke tilhørende Twitter, LLC. Denne udvidelse er ikke tilknyttet eller godkendt af Twitter, Inc.",
    "de": "TwSearchExporter ist ein leistungsstarkes Tool zum Exportieren von Twitter-Suchergebnissen in CSV. Es unterstützt nahezu alle Arten von Suchlinks. Erstellen Sie einfach Ihren Suchlink mithilfe von Schlüsselwörtern, Hashtags oder der erweiterten Suche von Twitter. Kopieren Sie dann den Suchlink in unsere Erweiterung und wir exportieren alle Ergebnisse in CSV. Dadurch können Sie Tweet-Daten analysieren, Inhalte archivieren und Ihre Social-Media-Strategie effektiver verwalten.\n\nMerkmale\n- Unterstützt fast alle Arten von Suchlinks\n- Exportieren Sie Tweets aus den Suchregisterkarten „Top“, „Neueste“ und „Medien“\n- Benutzer aus der Suchregisterkarte „Personen“ exportieren\n- Automatische Handhabung des Ratenlimits von Twitter\n- Als CSV/Excel speichern\n\nNotiz\n- TwSearchExporter folgt einem Freemium-Modell, sodass Sie bis zu 200 Tweets oder Benutzer kostenlos exportieren können. Wenn zusätzliche Exporte erforderlich sind, erwägen Sie ein Upgrade auf unsere Premium-Version.\n– Twitter führt Ratenbegrenzungen ein, um das Volumen der Anfragen an seine API zu verwalten und Missbrauch zu verhindern. Typischerweise beträgt das häufigste Ratenbegrenzungsintervall 15 Minuten. Seien Sie jedoch versichert, dass unsere App diese Tarifbegrenzungen bereits nahtlos berücksichtigt. Es wird automatisch angehalten und erneut versucht, um unterbrechungsfreie Exporte zu gewährleisten.\n\nWelche Art von Daten können Sie exportieren?\nFür die Suchregisterkarten „Top“, „Neueste“ und „Medien“:\n- Tweet-ID\n- Tweet-Text\n- Typ\n- Autorenname\n- Benutzername des Autors\n- Erstellungszeitpunkt\n- Anzahl der Antworten\n- Retweet-Anzahl\n- Zitatanzahl\n- Wie Graf\n- Anzahl anzeigen\n- Anzahl der Lesezeichen\n- Sprache\n- Möglicherweise empfindlich\n- Quelle\n- Hashtags\n- Tweet-URL\n- Medientyp\n- Medien-URLs\n- Externe URLs\nFür den Suchtab „Personen“:\n- Benutzer-ID\n- Nutzername\n- Name\n- Standort\n- Kategorie\n- Erstellungszeitpunkt\n- Anzahl der Follower\n- Folgender Graf\n- Anzahl der Tweets\n- Medienanzahl\n- Wie Graf\n- Anzahl der öffentlichen Listen\n- Ist verifiziert\n- Ist geschützt\n- Kannst du mir eine DM schicken?\n- Kann Medien markieren\n- Möglicherweise empfindlich\n- Biografie\n- Benutzer-Homepage\n- Avatar-URL\n- Profil-Banner-URL\n\nWie exportiere ich Twitter-Suchergebnisse mit TwSearchExporter?\nUm unsere Twitter-Suche oder Hashtag Scraper zu verwenden, fügen Sie einfach unsere Erweiterung zum Browser hinzu und erstellen Sie ein Konto. Sobald Sie sich angemeldet haben, können Sie den Suchlink eingeben, den Sie exportieren möchten, und auf die Schaltfläche „Exportieren“ klicken. Die Ergebnisdaten werden in eine CSV- oder Excel-Datei exportiert, die Sie dann auf Ihren Computer herunterladen können.\n\nDatenprivatsphäre\nAlle Daten werden auf Ihrem lokalen Computer verarbeitet und passieren niemals unsere Webserver. Ihre Exporte sind vertraulich.\n\nFAQ\nhttps://twsearchexporter.toolmagic.app/#faqs\nWenn Sie weitere Fragen haben, können Sie sich gerne an uns wenden.\n\nHaftungsausschluss\nTwitter ist eine Marke von Twitter, LLC. Diese Erweiterung ist nicht mit Twitter, Inc. verbunden oder wird von Twitter, Inc. unterstützt.",
    "el": "Το TwSearchExporter είναι ένα ισχυρό εργαλείο για την εξαγωγή των αποτελεσμάτων αναζήτησης Twitter σε CSV. Υποστηρίζει σχεδόν όλους τους τύπους συνδέσμων αναζήτησης. Απλώς δημιουργήστε τον σύνδεσμο αναζήτησής σας χρησιμοποιώντας λέξεις-κλειδιά, hashtags ή τη σύνθετη αναζήτηση του Twitter. Στη συνέχεια, αντιγράψτε τον σύνδεσμο αναζήτησης στην επέκτασή μας και θα εξαγάγουμε όλα τα αποτελέσματα σε CSV. Αυτό σας επιτρέπει να αναλύετε δεδομένα tweet, να αρχειοθετείτε περιεχόμενο και να διαχειρίζεστε πιο αποτελεσματικά τη στρατηγική σας στα μέσα κοινωνικής δικτύωσης.\n\nΧαρακτηριστικά\n- Υποστήριξη σχεδόν όλων των ειδών συνδέσμων αναζήτησης\n- Εξαγωγή tweets από τις καρτέλες αναζήτησης \"Top\", \"Latest\" και \"Media\"\n- Εξαγωγή χρηστών από την καρτέλα αναζήτησης \"Άτομα\"\n- Αυτόματος χειρισμός του ορίου τιμών του Twitter\n- Αποθήκευση ως CSV / Excel\n\nΣημείωση\n- Το TwSearchExporter ακολουθεί ένα μοντέλο freemium, επιτρέποντάς σας να εξάγετε έως και 200 ​​tweets ή χρήστες χωρίς κόστος. Εάν απαιτούνται πρόσθετες εξαγωγές, εξετάστε το ενδεχόμενο αναβάθμισης στην έκδοση premium.\n- Το Twitter επιβάλλει όρια ρυθμών για να διαχειριστεί τον όγκο των αιτημάτων στο API του και να αποτρέψει την κατάχρηση. Συνήθως, το πιο συνηθισμένο διάστημα ορίου ρυθμού είναι 15 λεπτά. Ωστόσο, να είστε βέβαιοι ότι η εφαρμογή μας χειρίζεται ήδη απρόσκοπτα αυτά τα όρια τιμών. Θα σταματήσει αυτόματα και θα προσπαθήσει ξανά, διασφαλίζοντας αδιάκοπες εξαγωγές.\n\nΤι τύπο δεδομένων μπορείτε να εξάγετε;\nΓια τις καρτέλες αναζήτησης \"Κορυφαία\", \"Τελευταία\" και \"Μέσα\":\n- Αναγνωριστικό tweet\n- Tweet Text\n- Τύπος\n- Όνομα συγγραφέα\n- Όνομα χρήστη συγγραφέα\n- Ώρα δημιουργίας\n- Πλήθος απαντήσεων\n- Καταμέτρηση retweet\n- Πλήθος προσφορών\n- Like Count\n- Πλήθος προβολών\n- Καταμέτρηση σελιδοδεικτών\n- Γλώσσα\n- Ενδεχομένως ευαίσθητο\n- Πηγή\n- Hashtags\n- Διεύθυνση URL tweet\n- Τύπος πολυμέσων\n- Διευθύνσεις URL πολυμέσων\n- Εξωτερικές διευθύνσεις URL\nΓια την καρτέλα αναζήτησης \"Άτομα\":\n- Ταυτότητα χρήστη\n- Όνομα χρήστη\n- Ονομα\n- Τοποθεσία\n- Κατηγορία\n- Ώρα δημιουργίας\n- Αριθμός ακολούθων\n- Ακολουθώντας τον Καταμέτρηση\n- Καταμέτρηση Tweet\n- Καταμέτρηση μέσων\n- Like Count\n- Καταμέτρηση δημόσιων λιστών\n- Επαληθεύτηκε\n- Προστατεύεται\n- Μπορεί DM\n- Δυνατότητα προσθήκης ετικετών στα μέσα\n- Ενδεχομένως ευαίσθητο\n- Βιογραφία\n- Αρχική σελίδα χρήστη\n- URL Avatar\n- Διεύθυνση URL banner προφίλ\n\nΠώς να εξαγάγετε αποτελέσματα αναζήτησης Twitter με το TwSearchExporter;\nΓια να χρησιμοποιήσετε την Αναζήτηση Twitter ή το Hashtag Scraper, απλώς προσθέστε την επέκτασή μας στο πρόγραμμα περιήγησης και δημιουργήστε έναν λογαριασμό. Αφού συνδεθείτε, μπορείτε να εισαγάγετε τον σύνδεσμο αναζήτησης που θέλετε να εξαγάγετε και να κάνετε κλικ στο κουμπί \"Εξαγωγή\". Τα δεδομένα αποτελέσματος θα εξαχθούν σε ένα αρχείο CSV ή Excel, το οποίο στη συνέχεια μπορείτε να κατεβάσετε στον υπολογιστή σας.\n\nΙδιωτικότητα δεδομένων\nΌλα τα δεδομένα υποβάλλονται σε επεξεργασία στον τοπικό σας υπολογιστή, χωρίς να περνούν ποτέ από τους διακομιστές ιστού μας. Οι εξαγωγές σας είναι εμπιστευτικές.\n\nFAQ\nhttps://twsearchexporter.toolmagic.app/#faqs\nΜη διστάσετε να επικοινωνήσετε μαζί μας εάν έχετε άλλες ερωτήσεις.\n\nΑποποίηση ευθυνών\nΤο Twitter είναι εμπορικό σήμα της Twitter, LLC. Αυτή η επέκταση δεν συνδέεται ούτε υποστηρίζεται από την Twitter, Inc.",
    "en,en_AU,en_GB,en_US,es_419": "TwSearchExporter is a powerful tool to export Twitter search results to CSV. It supports nearly all types of search links. Simply build your search link using keywords, hashtags, or Twitter's advanced search. Then, copy the search link into our extension, and we will export all the results to CSV. This allows you to analyze tweet data, archive content, and manage your social media strategy more effectively.\n\nFeatures\n- Support nearly all kinds of search links\n- Export tweets from the search tabs \"Top\", \"Latest\" and \"Media\"\n- Export users from the search tab \"People\"\n- Automatically handling Twitter's rate limit\n- Save as CSV / Excel\n\nNote\n- TwSearchExporter follows a freemium model, enabling you to export up to 200 tweets or users at no cost. If additional exports are required, consider upgrading to our premium version.\n- Twitter imposes rate limits to manage the volume of requests to its API and prevent abuse. Typically, the most common rate limit interval is 15 minutes. However, rest assured that our app already handles these rate limits seamlessly. It will automatically pause and retry, ensuring uninterrupted exports.\n\nWhat type of data can you export?\nFor the search tabs \"Top\", \"Latest\" and \"Media\":\n- Tweet ID\n- Tweet Text\n- Type\n- Author Name\n- Author Username\n- Creation Time\n- Reply Count\n- Retweet Count\n- Quote Count\n- Like Count\n- View Count\n- Bookmark Count\n- Language\n- Possibly Sensitive\n- Source\n- Hashtags\n- Tweet URL\n- Media Type\n- Media URLs\n- External URLs\nFor the search tab \"People\":\n- User ID\n- Username\n- Name\n- Location\n- Category\n- Creation Time\n- Follower Count\n- Following Count\n- Tweet Count\n- Media Count\n- Like Count\n- Public List Count\n- Is Verified\n- Is Protected\n- Can DM\n- Can Tag in Media\n- Possibly Sensitive\n- Biography\n- User Homepage\n- Avatar URL\n- Profile Banner URL\n\nHow to export Twitter search results with TwSearchExporter?\nTo use our Twitter Search or Hashtag Scraper, simply add our extension to browser and create an account. Once you have signed in, you can input the search link that you want to export and click the \"Export\" button. The result data will be exported to a CSV or Excel file, which you can then download to your computer.\n\nData Privacy\nAll data is processed on your local computer, never passing through our web servers. Your exports are confidential.\n\nFAQ\nhttps://twsearchexporter.toolmagic.app/#faqs\nFeel free to contact us if you have any other questions.\n\nDisclaimer\nTwitter is a trademark of Twitter, LLC. This extension is not affiliated with or endorsed by Twitter, Inc.",
    "es": "TwSearchExporter es una poderosa herramienta para exportar resultados de búsqueda de Twitter a CSV. Admite casi todos los tipos de enlaces de búsqueda. Simplemente cree su enlace de búsqueda utilizando palabras clave, hashtags o la búsqueda avanzada de Twitter. Luego, copie el enlace de búsqueda en nuestra extensión y exportaremos todos los resultados a CSV. Esto le permite analizar datos de tweets, archivar contenido y administrar su estrategia de redes sociales de manera más efectiva.\n\nCaracterísticas\n- Admite casi todo tipo de enlaces de búsqueda\n- Exportar tweets desde las pestañas de búsqueda \"Top\", \"Último\" y \"Medios\"\n- Exportar usuarios desde la pestaña de búsqueda \"Personas\"\n- Manejo automático del límite de tasa de Twitter.\n- Guardar como CSV/Excel\n\nNota\n- TwSearchExporter sigue un modelo freemium, lo que le permite exportar hasta 200 tweets o usuarios sin costo alguno. Si se requieren exportaciones adicionales, considere actualizar a nuestra versión premium.\n- Twitter impone límites de velocidad para gestionar el volumen de solicitudes a su API y evitar abusos. Normalmente, el intervalo límite de velocidad más común es de 15 minutos. Sin embargo, tenga la seguridad de que nuestra aplicación ya maneja estos límites de tarifas sin problemas. Se pausará y volverá a intentar automáticamente, garantizando exportaciones ininterrumpidas.\n\n¿Qué tipo de datos puedes exportar?\nPara las pestañas de búsqueda \"Top\", \"Últimas\" y \"Medios\":\n- ID de tuit\n- Texto del tuit\n- Tipo\n- Nombre del autor\n- Nombre de usuario del autor\n- Tiempo de creación\n- Conteo de respuestas\n- Recuento de retuits\n- Recuento de cotizaciones\n- Me gusta contar\n- Conteo de visitas\n- Recuento de marcadores\n- Idioma\n- Posiblemente sensible\n- Fuente\n- Etiquetas\n- URL del tuit\n- Tipo de medio\n- URL de medios\n- URL externas\nPara la pestaña de búsqueda \"Personas\":\n- Identificación de usuario\n- Nombre de usuario\n- Nombre\n- Ubicación\n- Categoría\n- Tiempo de creación\n- Conteo de seguidores\n- Siguiente recuento\n- Conteo de tweets\n- Recuento de medios\n- Me gusta contar\n- Recuento de listas públicas\n- Es verificado\n- Esta protegido\n- Puede DM\n- Puede etiquetar en los medios\n- Posiblemente sensible\n- Biografía\n- Página de inicio del usuario\n- URL de avatar\n- URL del banner del perfil\n\n¿Cómo exportar resultados de búsqueda de Twitter con TwSearchExporter?\nPara utilizar nuestra búsqueda de Twitter o Hashtag Scraper, simplemente agregue nuestra extensión al navegador y cree una cuenta. Una vez que haya iniciado sesión, puede ingresar el enlace de búsqueda que desea exportar y hacer clic en el botón \"Exportar\". Los datos del resultado se exportarán a un archivo CSV o Excel, que luego podrá descargar a su computadora.\n\nPrivacidad de datos\nTodos los datos se procesan en su computadora local, sin pasar nunca por nuestros servidores web. Sus exportaciones son confidenciales.\n\nPreguntas más frecuentes\nhttps://twsearchexporter.toolmagic.app/#faqs\nNo dude en contactarnos si tiene alguna otra pregunta.\n\nDescargo de responsabilidad\nTwitter es una marca comercial de Twitter, LLC. Esta extensión no está afiliada ni respaldada por Twitter, Inc.",
    "et": "TwSearchExporter on võimas tööriist Twitteri otsingutulemuste eksportimiseks CSV-vormingusse. See toetab peaaegu igat tüüpi otsingulinke. Looge lihtsalt oma otsingulink märksõnade, hashtagide või Twitteri täpsema otsingu abil. Seejärel kopeerige otsingulink meie laiendisse ja me ekspordime kõik tulemused CSV-sse. See võimaldab analüüsida säutsuandmeid, arhiveerida sisu ja hallata oma sotsiaalmeediastrateegiat tõhusamalt.\n\nFunktsioonid\n- Toetage peaaegu igasuguseid otsingulinke\n- Eksportige säutsud otsingu vahekaartidelt \"Top\", \"Viimased\" ja \"Meedia\"\n- Eksportige kasutajaid otsingu vahekaardilt \"Inimesed\"\n- Twitteri piirangute automaatne haldamine\n- Salvestage CSV / Excelina\n\nMärge\n- TwSearchExporter järgib freemiumi mudelit, mis võimaldab teil tasuta eksportida kuni 200 säutsu või kasutajat. Kui on vaja täiendavat eksporti, kaaluge üleviimist meie tasulisele versioonile.\n- Twitter kehtestab piirangud, et hallata oma API päringute mahtu ja vältida kuritarvitamist. Tavaliselt on kõige levinum kiiruspiirangu intervall 15 minutit. Kuid võite olla kindel, et meie rakendus käsitleb neid piiranguid juba sujuvalt. See peatab automaatselt ja proovib uuesti, tagades katkematu ekspordi.\n\nMis tüüpi andmeid saate eksportida?\nOtsinguvahekaartide \"Top\", \"Viimased\" ja \"Meedia\" jaoks:\n- säutsu ID\n- säutsu tekst\n- Tüüp\n- Autori nimi\n- Autori kasutajanimi\n- Loomise aeg\n- Vastuste arv\n- Retweet Count\n- Tsiteeri Count\n- Nagu krahv\n- Vaatamiste arv\n- Järjehoidjate arv\n- Keel\n- Võimalik, et tundlik\n- Allikas\n- räsimärgid\n- säutsu URL\n- Meediumitüüp\n- Meedia URL-id\n- Välised URL-id\nOtsingu vahekaardi \"Inimesed\" jaoks:\n- Kasutaja ID\n- Kasutajanimi\n- Nimi\n- Asukoht\n- Kategooria\n- Loomise aeg\n- Jälgijate arv\n- Järgides krahvi\n- Tweetide arv\n- Meediumite arv\n- Nagu krahv\n- Avalike loendite arv\n- on kinnitatud\n- On kaitstud\n- Kas DM\n- Saab märgistada meedias\n- Võimalik, et tundlik\n- Biograafia\n- Kasutaja koduleht\n- Avatari URL\n- Profiili bänneri URL\n\nKuidas eksportida Twitteri otsingutulemusi rakendusega TwSearchExporter?\nMeie Twitteri otsingu või Hashtag Scraperi kasutamiseks lisage lihtsalt meie laiendus brauserisse ja looge konto. Kui olete sisse loginud, saate sisestada otsingulingi, mida soovite eksportida, ja klõpsata nuppu \"Ekspordi\". Tulemuste andmed eksporditakse CSV- või Exceli faili, mille saate seejärel oma arvutisse alla laadida.\n\nAndmete privaatsus\nKõiki andmeid töödeldakse teie kohalikus arvutis, mitte kunagi meie veebiservereid. Teie eksport on konfidentsiaalne.\n\nKKK\nhttps://twsearchexporter.toolmagic.app/#faqs\nKui teil on muid küsimusi, võtke meiega julgelt ühendust.\n\nVastutusest loobumine\nTwitter on ettevõtte Twitter, LLC kaubamärk. See laiendus ei ole Twitter, Inc.-ga seotud ega kinnitatud.",
    "fa": "TwSearchExporter یک ابزار قدرتمند برای صادرات نتایج جستجوی توییتر به CSV است. تقریباً از همه انواع پیوندهای جستجو پشتیبانی می کند. به سادگی لینک جستجوی خود را با استفاده از کلمات کلیدی، هشتگ ها یا جستجوی پیشرفته توییتر بسازید. سپس، پیوند جستجو را در برنامه افزودنی ما کپی کنید، و ما همه نتایج را به CSV صادر می کنیم. این به شما امکان می دهد داده های توییت را تجزیه و تحلیل کنید، محتوای بایگانی کنید و استراتژی رسانه های اجتماعی خود را به طور موثرتری مدیریت کنید.\n\nامکانات\n- تقریباً از انواع پیوندهای جستجو پشتیبانی کنید\n- توئیت ها را از زبانه های جستجو \"Top\"، \"Latest\" و \"Media\" صادر کنید\n- صادرات کاربران از برگه جستجو \"افراد\"\n- کنترل خودکار محدودیت نرخ توییتر\n- ذخیره به عنوان CSV / Excel\n\nتوجه داشته باشید\n- TwSearchExporter از یک مدل freemium پیروی می کند و شما را قادر می سازد تا حداکثر 200 توییت یا کاربر را بدون هیچ هزینه ای صادر کنید. اگر صادرات اضافی مورد نیاز است، ارتقا را به نسخه پریمیوم ما در نظر بگیرید.\n- توییتر برای مدیریت حجم درخواست‌ها به API خود و جلوگیری از سوء استفاده، محدودیت‌های نرخ اعمال می‌کند. به طور معمول، متداول ترین فاصله محدودیت نرخ 15 دقیقه است. با این حال، مطمئن باشید که برنامه ما در حال حاضر این محدودیت های نرخ را به طور یکپارچه کنترل می کند. به طور خودکار مکث می کند و دوباره امتحان می کند و صادرات بی وقفه را تضمین می کند.\n\nچه نوع داده ای را می توانید صادر کنید؟\nبرای برگه های جستجو \"برترین\"، \"آخرین\" و \"رسانه\":\n- شناسه توییت\n- متن توییت\n- تایپ کنید\n- نام نویسنده\n- نام کاربری نویسنده\n- زمان ایجاد\n- تعداد پاسخ ها\n- تعداد بازتوییت\n- تعداد نقل قول\n- لایک کنت\n- تعداد مشاهده\n- تعداد نشانک\n- زبان\n- احتمالاً حساس\n- منبع\n- هشتگ ها\n- آدرس توییت\n- نوع رسانه\n- آدرس های رسانه ای\n- URL های خارجی\nبرای برگه جستجو \"افراد\":\n- شناسه کاربر\n- نام کاربری\n- نام\n- محل\n- دسته بندی\n- زمان ایجاد\n- تعداد فالوورها\n- تعداد دنبال کردن\n- تعداد توییت ها\n- تعداد رسانه ها\n- لایک کنت\n- تعداد لیست عمومی\n- تایید شده است\n- محافظت شده است\n- می توانید DM\n- می تواند در رسانه برچسب گذاری شود\n- احتمالاً حساس\n- زندگینامه\n- صفحه اصلی کاربر\n- آدرس آواتار\n- آدرس بنر پروفایل\n\nچگونه نتایج جستجوی توییتر را با TwSearchExporter صادر کنیم؟\nبرای استفاده از جستجوی توییتر یا Hashtag Scraper، به سادگی افزونه خود را به مرورگر اضافه کنید و یک حساب کاربری ایجاد کنید. پس از ورود به سیستم، می‌توانید پیوند جستجویی را که می‌خواهید صادر کنید وارد کنید و روی دکمه «صادر کردن» کلیک کنید. داده‌های نتیجه به یک فایل CSV یا Excel صادر می‌شوند، سپس می‌توانید آن را در رایانه خود دانلود کنید.\n\nحریم خصوصی داده ها\nهمه داده ها در رایانه محلی شما پردازش می شوند و هرگز از سرورهای وب ما عبور نمی کنند. صادرات شما محرمانه است.\n\nسوالات متداول\nhttps://twsearchexporter.toolmagic.app/#faqs\nاگر سوال دیگری دارید با ما تماس بگیرید.\n\nسلب مسئولیت\nTwitter علامت تجاری Twitter, LLC است. این برنامه افزودنی به Twitter، Inc وابسته یا تایید نشده است.",
    "fi": "TwSearchExporter on tehokas työkalu Twitter-hakutulosten viemiseen CSV-muotoon. Se tukee lähes kaikentyyppisiä hakulinkkejä. Luo hakulinkkisi käyttämällä avainsanoja, hashtageja tai Twitterin tarkennettua hakua. Kopioi sitten hakulinkki laajennukseseemme, niin viemme kaikki tulokset CSV-tiedostoon. Näin voit analysoida twiittitietoja, arkistoida sisältöä ja hallita sosiaalisen median strategiaasi tehokkaammin.\n\nominaisuudet\n- Tukee lähes kaikenlaisia ​​hakulinkkejä\n- Vie tweetit hakuvälilehdistä \"Suosituin\", \"Viimeisin\" ja \"Media\"\n- Vie käyttäjät hakuvälilehdeltä \"Ihmiset\"\n- Twitterin nopeusrajoituksen automaattinen käsittely\n- Tallenna CSV/Excel-muodossa\n\nHuomautus\n- TwSearchExporter noudattaa freemium-mallia, jonka avulla voit viedä jopa 200 twiittiä tai käyttäjää maksutta. Jos tarvitaan lisää vientiä, harkitse päivittämistä premium-versioomme.\n- Twitter asettaa nopeusrajoituksia API-pyyntöjen määrän hallitsemiseksi ja väärinkäytösten estämiseksi. Tyypillisesti yleisin nopeusrajoitusväli on 15 minuuttia. Voit kuitenkin olla varma, että sovelluksemme käsittelee jo nämä nopeusrajoitukset saumattomasti. Se pysähtyy automaattisesti ja yrittää uudelleen, mikä varmistaa keskeytymättömän viennin.\n\nMillaisia ​​tietoja voit viedä?\nHakuvälilehdet \"Suosituin\", \"Viimeisin\" ja \"Media\":\n- Tweet ID\n- Tweet teksti\n- Tyyppi\n- Tekijän nimi\n- Tekijän käyttäjätunnus\n- Luomisen aika\n- Vastausmäärä\n- Uudelleentwiittausten määrä\n- Lainausmäärä\n- Kuten kreivi\n- Katselukertojen määrä\n- Kirjanmerkkien määrä\n- Kieli\n- Mahdollisesti herkkä\n- Lähde\n- Hashtagit\n- Tweetin URL-osoite\n- Mediatyyppi\n- Median URL-osoitteet\n- Ulkoiset URL-osoitteet\nHaku-välilehti \"Ihmiset\":\n- Käyttäjätunnus\n- Käyttäjätunnus\n- Nimi\n- Sijainti\n- Kategoria\n- Luomisen aika\n- Seuraajien määrä\n- Seuraa Countia\n- Tweet Count\n- Media Count\n- Kuten kreivi\n- Julkisen listan määrä\n- Vahvistettu\n- On suojattu\n- Voiko DM\n- Voi merkitä mediaan\n- Mahdollisesti herkkä\n- Elämäkerta\n- Käyttäjän kotisivu\n- Avatarin URL-osoite\n- Profiilibannerin URL-osoite\n\nKuinka viedä Twitter-hakutuloksia TwSearchExporterilla?\nJos haluat käyttää Twitter-hakuamme tai Hashtag Scraperia, lisää vain laajennus selaimeen ja luo tili. Kun olet kirjautunut sisään, voit syöttää hakulinkin, jonka haluat viedä, ja napsauttaa \"Vie\" -painiketta. Tulostiedot viedään CSV- tai Excel-tiedostoon, jonka voit ladata tietokoneellesi.\n\nTietosuoja\nKaikki tiedot käsitellään paikallisella tietokoneellasi, eivätkä ne koskaan kulje verkkopalvelimiemme kautta. Vientisi ovat luottamuksellisia.\n\nFAQ\nhttps://twsearchexporter.toolmagic.app/#faqs\nOta rohkeasti yhteyttä, jos sinulla on muita kysymyksiä.\n\nVastuuvapauslauseke\nTwitter on Twitter, LLC:n tavaramerkki. Tämä laajennus ei ole sidoksissa Twitter, Inc:n kanssa tai tue sitä.",
    "fil": "Ang TwSearchExporter ay isang mahusay na tool upang i-export ang mga resulta ng paghahanap sa Twitter sa CSV. Sinusuportahan nito ang halos lahat ng uri ng mga link sa paghahanap. Buuin lang ang iyong link sa paghahanap gamit ang mga keyword, hashtag, o advanced na paghahanap ng Twitter. Pagkatapos, kopyahin ang link sa paghahanap sa aming extension, at i-export namin ang lahat ng resulta sa CSV. Binibigyang-daan ka nitong suriin ang data ng tweet, i-archive ang nilalaman, at pamahalaan ang iyong diskarte sa social media nang mas epektibo.\n\nMga tampok\n- Suportahan ang halos lahat ng uri ng mga link sa paghahanap\n- I-export ang mga tweet mula sa mga tab sa paghahanap na \"Nangungunang\", \"Pinakabago\" at \"Media\"\n- I-export ang mga user mula sa tab ng paghahanap na \"Mga Tao\"\n- Awtomatikong pinangangasiwaan ang limitasyon sa rate ng Twitter\n- I-save bilang CSV / Excel\n\nTandaan\n- Sinusundan ng TwSearchExporter ang isang freemium na modelo, na nagbibigay-daan sa iyong mag-export ng hanggang 200 tweet o user nang walang bayad. Kung kinakailangan ang mga karagdagang pag-export, isaalang-alang ang pag-upgrade sa aming premium na bersyon.\n- Nagpapataw ang Twitter ng mga limitasyon sa rate upang pamahalaan ang dami ng mga kahilingan sa API nito at maiwasan ang pang-aabuso. Karaniwan, ang pinakakaraniwang agwat ng limitasyon sa rate ay 15 minuto. Gayunpaman, makatitiyak na pinangangasiwaan na ng aming app ang mga limitasyon sa rate na ito nang walang putol. Awtomatiko itong magpo-pause at muling susubukan, na tinitiyak ang walang patid na pag-export.\n\nAnong uri ng data ang maaari mong i-export?\nPara sa mga tab sa paghahanap na \"Nangungunang\", \"Pinakabago\" at \"Media\":\n- Tweet ID\n- Teksto ng Tweet\n- Uri\n- Pangalan ng May-akda\n- Username ng May-akda\n- Oras ng Paglikha\n- Bilang ng Sagot\n- Bilang ng Retweet\n- Bilang ng Quote\n- Tulad ng Count\n- Bilang ng Pagtingin\n- Bilang ng Bookmark\n- Wika\n- Posibleng Sensitive\n- Pinagmulan\n- Mga hashtag\n- URL ng Tweet\n- Uri ng Media\n- Mga URL ng media\n- Mga panlabas na URL\nPara sa tab ng paghahanap na \"Mga Tao\":\n- User ID\n- Username\n- Pangalan\n- Lokasyon\n- Kategorya\n- Oras ng Paglikha\n- Bilang ng Tagasubaybay\n- Sumusunod na Bilang\n- Bilang ng Tweet\n- Bilang ng Media\n- Tulad ng Count\n- Bilang ng Pampublikong Listahan\n- Na-verify\n- Pinoprotektahan\n- Pwede mag DM\n- Maaaring Mag-tag sa Media\n- Posibleng Sensitibo\n- Talambuhay\n- Homepage ng User\n- Avatar URL\n- URL ng Banner ng Profile\n\nPaano i-export ang mga resulta ng paghahanap sa Twitter gamit ang TwSearchExporter?\nPara magamit ang aming Twitter Search o Hashtag Scraper, idagdag lang ang aming extension sa browser at gumawa ng account. Kapag nakapag-sign in ka na, maaari mong ipasok ang link sa paghahanap na gusto mong i-export at i-click ang button na \"I-export\". Ang data ng resulta ay ie-export sa isang CSV o Excel file, na maaari mong i-download sa iyong computer.\n\nPagkalihim ng datos\nAng lahat ng data ay pinoproseso sa iyong lokal na computer, hindi kailanman dumadaan sa aming mga web server. Ang iyong mga pag-export ay kumpidensyal.\n\nFAQ\nhttps://twsearchexporter.toolmagic.app/#faqs\nHuwag mag-atubiling makipag-ugnay sa amin kung mayroon kang anumang iba pang mga katanungan.\n\nDisclaimer\nAng Twitter ay isang trademark ng Twitter, LLC. Ang extension na ito ay hindi kaakibat o itinataguyod ng Twitter, Inc.",
    "fr": "TwSearchExporter est un outil puissant pour exporter les résultats de recherche Twitter au format CSV. Il prend en charge presque tous les types de liens de recherche. Créez simplement votre lien de recherche à l'aide de mots-clés, de hashtags ou de la recherche avancée de Twitter. Ensuite, copiez le lien de recherche dans notre extension et nous exporterons tous les résultats au format CSV. Cela vous permet d'analyser les données des tweets, d'archiver le contenu et de gérer plus efficacement votre stratégie de médias sociaux.\n\nCaractéristiques\n- Prend en charge presque tous les types de liens de recherche\n- Exportez les tweets depuis les onglets de recherche \"Top\", \"Derniers\" et \"Média\"\n- Exporter les utilisateurs depuis l'onglet de recherche \"Personnes\"\n- Gestion automatique de la limite de débit de Twitter\n- Enregistrer au format CSV/Excel\n\nNote\n- TwSearchExporter suit un modèle freemium, vous permettant d'exporter jusqu'à 200 tweets ou utilisateurs sans frais. Si des exportations supplémentaires sont nécessaires, envisagez de passer à notre version premium.\n- Twitter impose des limites de débit pour gérer le volume de requêtes vers son API et prévenir les abus. En règle générale, l'intervalle limite de débit le plus courant est de 15 minutes. Cependant, soyez assuré que notre application gère déjà ces limites de débit de manière transparente. Il fera automatiquement une pause et réessayera, garantissant des exportations ininterrompues.\n\nQuel type de données pouvez-vous exporter ?\nPour les onglets de recherche « Top », « Latest » et « Media » :\n- Identifiant du tweet\n- Tweeter le texte\n- Taper\n- Nom de l'auteur\n- Nom d'utilisateur de l'auteur\n- Temps de creation\n- Nombre de réponses\n- Nombre de retweets\n- Nombre de devis\n- Comme le comte\n- Nombre de vues\n- Nombre de signets\n- Langue\n- Peut-être sensible\n- Source\n- Des hashtags\n- URL du tweet\n- Type de support\n- URL des médias\n- URL externes\nPour l'onglet de recherche \"Personnes\" :\n- ID de l'utilisateur\n- Nom d'utilisateur\n- Nom\n- Emplacement\n- Catégorie\n- Temps de creation\n- Nombre de suiveurs\n- Compte suivant\n- Nombre de tweets\n- Nombre de médias\n- Comme le comte\n- Nombre de listes publiques\n- Est vérifié\n- Est protégé\n- Peut DM\n- Peut marquer dans les médias\n- Peut-être sensible\n- Biographie\n- Page d'accueil de l'utilisateur\n- URL de l'avatar\n- URL de la bannière de profil\n\nComment exporter les résultats de recherche Twitter avec TwSearchExporter ?\nPour utiliser notre recherche Twitter ou Hashtag Scraper, ajoutez simplement notre extension au navigateur et créez un compte. Une fois connecté, vous pouvez saisir le lien de recherche que vous souhaitez exporter et cliquer sur le bouton « Exporter ». Les données de résultat seront exportées vers un fichier CSV ou Excel, que vous pourrez ensuite télécharger sur votre ordinateur.\n\nConfidentialité des données\nToutes les données sont traitées sur votre ordinateur local et ne transitent jamais par nos serveurs Web. Vos exportations sont confidentielles.\n\nFAQ\nhttps://twsearchexporter.toolmagic.app/#faqs\nN'hésitez pas à nous contacter si vous avez d'autres questions.\n\nClause de non-responsabilité\nTwitter est une marque commerciale de Twitter, LLC. Cette extension n'est ni affiliée ni approuvée par Twitter, Inc.",
    "gu": "TwSearchExporter એ Twitter શોધ પરિણામોને CSV પર નિકાસ કરવા માટેનું એક શક્તિશાળી સાધન છે. તે લગભગ તમામ પ્રકારની શોધ લિંક્સને સપોર્ટ કરે છે. કીવર્ડ્સ, હેશટેગ્સ અથવા Twitter ની અદ્યતન શોધનો ઉપયોગ કરીને ફક્ત તમારી શોધ લિંક બનાવો. પછી, શોધ લિંકને અમારા એક્સ્ટેંશનમાં કૉપિ કરો, અને અમે તમામ પરિણામોને CSV પર નિકાસ કરીશું. આ તમને ટ્વિટ ડેટા, આર્કાઇવ સામગ્રીનું વિશ્લેષણ કરવા અને તમારી સોશિયલ મીડિયા વ્યૂહરચના વધુ અસરકારક રીતે સંચાલિત કરવાની મંજૂરી આપે છે.\n\nવિશેષતા\n- લગભગ તમામ પ્રકારની શોધ લિંક્સને સપોર્ટ કરે છે\n- શોધ ટૅબ્સ \"ટોચ\", \"નવીનતમ\" અને \"મીડિયા\" માંથી ટ્વીટ્સ નિકાસ કરો\n- શોધ ટેબ \"લોકો\" માંથી વપરાશકર્તાઓને નિકાસ કરો\n- ટ્વિટરની દર મર્યાદાને આપમેળે સંભાળવી\n- CSV / Excel તરીકે સાચવો\n\nનૉૅધ\n- TwSearchExporter ફ્રીમિયમ મોડલને અનુસરે છે, જે તમને 200 જેટલા ટ્વીટ્સ અથવા વપરાશકર્તાઓને કોઈપણ ખર્ચ વિના નિકાસ કરવા સક્ષમ બનાવે છે. જો વધારાની નિકાસની જરૂર હોય, તો અમારા પ્રીમિયમ સંસ્કરણ પર અપગ્રેડ કરવાનું વિચારો.\n- Twitter તેના API ને વિનંતીઓના જથ્થાને સંચાલિત કરવા અને દુરુપયોગને રોકવા માટે દર મર્યાદાઓ લાદે છે. સામાન્ય રીતે, સૌથી સામાન્ય દર મર્યાદા અંતરાલ 15 મિનિટ છે. જો કે, ખાતરી રાખો કે અમારી એપ્લિકેશન પહેલેથી જ આ દર મર્યાદાઓને એકીકૃત રીતે હેન્ડલ કરે છે. તે આપમેળે થોભાવશે અને ફરીથી પ્રયાસ કરશે, અવિરત નિકાસની ખાતરી કરશે.\n\nતમે કયા પ્રકારનો ડેટા નિકાસ કરી શકો છો?\nશોધ ટૅબ્સ \"ટોચ\", \"તાજેતરની\" અને \"મીડિયા\" માટે:\n- ટ્વીટ આઈડી\n- ટ્વીટ ટેક્સ્ટ\n- પ્રકાર\n- લેખકનું નામ\n- લેખક વપરાશકર્તા નામ\n- સર્જન સમય\n- જવાબ ગણતરી\n- રીટ્વીટની ગણતરી\n- અવતરણ ગણતરી\n- લાઈક કાઉન્ટ\n- જુઓ ગણતરી\n- બુકમાર્ક કાઉન્ટ\n- ભાષા\n- સંભવતઃ સંવેદનશીલ\n- સ્ત્રોત\n- હેશટેગ્સ\n- ટ્વિટ URL\n- મીડિયા પ્રકાર\n- મીડિયા URL\n- બાહ્ય URL\nશોધ ટૅબ \"લોકો\" માટે:\n- યુઝર આઈડી\n- વપરાશકર્તા નામ\n- નામ\n- સ્થાન\n- શ્રેણી\n- સર્જન સમય\n- અનુયાયીઓની સંખ્યા\n- નીચેની ગણતરી\n- ટ્વીટ ગણતરી\n- મીડિયા ગણતરી\n- લાઈક કાઉન્ટ\n- જાહેર યાદી ગણતરી\n- ચકાસાયેલ છે\n- સુરક્ષિત છે\n- ડીએમ કરી શકો છો\n- મીડિયામાં ટેગ કરી શકો છો\n- સંભવતઃ સંવેદનશીલ\n- જીવનચરિત્ર\n- વપરાશકર્તા હોમપેજ\n- અવતાર URL\n- પ્રોફાઇલ બેનર URL\n\nTwSearchExporter સાથે ટ્વિટર શોધ પરિણામોની નિકાસ કેવી રીતે કરવી?\nઅમારા Twitter શોધ અથવા હેશટેગ સ્ક્રેપરનો ઉપયોગ કરવા માટે, ફક્ત અમારા એક્સ્ટેંશનને બ્રાઉઝરમાં ઉમેરો અને એક એકાઉન્ટ બનાવો. એકવાર તમે સાઇન ઇન કરી લો તે પછી, તમે નિકાસ કરવા માંગો છો તે શોધ લિંકને ઇનપુટ કરી શકો છો અને \"નિકાસ\" બટનને ક્લિક કરો. પરિણામ ડેટા CSV અથવા Excel ફાઇલમાં નિકાસ કરવામાં આવશે, જે પછી તમે તમારા કમ્પ્યુટર પર ડાઉનલોડ કરી શકો છો.\n\nડેટા ગોપનીયતા\nતમામ ડેટા તમારા સ્થાનિક કમ્પ્યુટર પર પ્રક્રિયા કરવામાં આવે છે, અમારા વેબ સર્વર્સમાંથી ક્યારેય પસાર થતો નથી. તમારી નિકાસ ગોપનીય છે.\n\nFAQ\nhttps://twsearchexporter.toolmagic.app/#faqs\nજો તમને કોઈ અન્ય પ્રશ્નો હોય તો અમારો સંપર્ક કરવા માટે નિઃસંકોચ.\n\nઅસ્વીકરણ\nTwitter એ Twitter, LLC નો ટ્રેડમાર્ક છે. આ એક્સ્ટેંશન Twitter, Inc દ્વારા સંલગ્ન અથવા સમર્થન નથી.",
    "he": "TwSearchExporter הוא כלי רב עוצמה לייצוא תוצאות חיפוש של טוויטר ל-CSV. זה תומך כמעט בכל סוגי קישורי החיפוש. כל שעליך לעשות הוא לבנות את קישור החיפוש שלך באמצעות מילות מפתח, hashtags או החיפוש המתקדם של טוויטר. לאחר מכן, העתק את קישור החיפוש לתוסף שלנו, ואנו נייצא את כל התוצאות ל-CSV. זה מאפשר לך לנתח נתוני ציוצים, לאחסן תוכן בארכיון ולנהל את אסטרטגיית המדיה החברתית שלך בצורה יעילה יותר.\n\nמאפיינים\n- תמיכה כמעט בכל מיני קישורי חיפוש\n- ייצא ציוצים מלשוניות החיפוש \"Top\", \"Latest\" ו-\"Media\"\n- ייצא משתמשים מכרטיסיית החיפוש \"אנשים\"\n- טיפול אוטומטי במגבלת התעריף של טוויטר\n- שמור כ-CSV / Excel\n\nהערה\n- TwSearchExporter עוקב אחר מודל freemium, המאפשר לך לייצא עד 200 ציוצים או משתמשים ללא עלות. אם נדרש יצוא נוסף, שקול לשדרג לגרסת הפרימיום שלנו.\n- טוויטר מטיל מגבלות תעריף כדי לנהל את נפח הבקשות ל-API שלה ולמנוע שימוש לרעה. בדרך כלל, מרווח הגבלת הקצב הנפוץ ביותר הוא 15 דקות. עם זאת, היה סמוך ובטוח שהאפליקציה שלנו כבר מטפלת במגבלות התעריפים הללו בצורה חלקה. זה ישהה ​​וינסה שוב, ויבטיח ייצוא ללא הפרעה.\n\nאיזה סוג של נתונים אתה יכול לייצא?\nללשוניות החיפוש \"למעלה\", \"האחרון\" ו\"מדיה\":\n- מזהה ציוץ\n- טקסט ציוץ\n- סוג\n- שם המחבר\n- שם משתמש מחבר\n- זמן יצירה\n- ספירת תשובות\n- ספירת ציוץ מחדש\n- ספירת ציטוטים\n- כמו הרוזן\n- ספירת צפיות\n- ספירת סימניות\n- שפה\n- אולי רגיש\n- מקור\n-התגים\n- כתובת אתר של ציוץ\n- סוג המדיה\n- כתובות אתרים של מדיה\n- כתובות אתרים חיצוניות\nללשונית החיפוש \"אנשים\":\n- זהות המשתמש\n- שם משתמש\n- שם\n- מקום\n- קטגוריה\n- זמן יצירה\n- ספירת עוקבים\n- בעקבות הספירה\n- ספירת ציוצים\n- ספירת מדיה\n- כמו הרוזן\n- ספירת רשימות ציבוריות\n- מאומת\n- מוגן\n- יכול לשלוח DM\n- יכול לתייג במדיה\n- אולי רגיש\n- ביוגרפיה\n- דף הבית של המשתמש\n- כתובת אתר אווטאר\n- כתובת אתר של באנר פרופיל\n\nכיצד לייצא תוצאות חיפוש בטוויטר עם TwSearchExporter?\nכדי להשתמש בחיפוש בטוויטר או ב- Hashtag Scraper, פשוט הוסף את התוסף שלנו לדפדפן וצור חשבון. לאחר שנכנסת, תוכל להזין את קישור החיפוש שברצונך לייצא וללחוץ על כפתור \"ייצוא\". נתוני התוצאה ייצאו לקובץ CSV או Excel, שאותו תוכל להוריד למחשב שלך.\n\nפרטיות מידע\nכל הנתונים מעובדים במחשב המקומי שלך, לעולם לא עוברים דרך שרתי האינטרנט שלנו. הייצוא שלך חסוי.\n\nשאלות נפוצות\nhttps://twsearchexporter.toolmagic.app/#faqs\nאל תהסס לפנות אלינו אם יש לך שאלות נוספות.\n\nכתב ויתור\nTwitter הוא סימן מסחרי של Twitter, LLC. תוסף זה אינו מזוהה עם או מאושר על ידי Twitter, Inc.",
    "hi": "TwSearchExporter ट्विटर खोज परिणामों को CSV में निर्यात करने के लिए एक शक्तिशाली उपकरण है। यह लगभग सभी प्रकार के खोज लिंक का समर्थन करता है। बस कीवर्ड, हैशटैग या ट्विटर की उन्नत खोज का उपयोग करके अपना खोज लिंक बनाएं। फिर, खोज लिंक को हमारे एक्सटेंशन में कॉपी करें, और हम सभी परिणामों को सीएसवी में निर्यात करेंगे। यह आपको ट्वीट डेटा का विश्लेषण करने, सामग्री संग्रहीत करने और अपनी सोशल मीडिया रणनीति को अधिक प्रभावी ढंग से प्रबंधित करने की अनुमति देता है।\n\nविशेषताएँ\n- लगभग सभी प्रकार के खोज लिंक का समर्थन करें\n- खोज टैब \"शीर्ष\", \"नवीनतम\" और \"मीडिया\" से ट्वीट निर्यात करें\n- खोज टैब \"लोग\" से उपयोगकर्ताओं को निर्यात करें\n- ट्विटर की दर सीमा को स्वचालित रूप से संभालना\n- सीएसवी/एक्सेल के रूप में सहेजें\n\nटिप्पणी\n- TwSearchExporter एक फ्रीमियम मॉडल का अनुसरण करता है, जो आपको बिना किसी लागत के 200 ट्वीट या उपयोगकर्ताओं को निर्यात करने में सक्षम बनाता है। यदि अतिरिक्त निर्यात की आवश्यकता है, तो हमारे प्रीमियम संस्करण में अपग्रेड करने पर विचार करें।\n- ट्विटर अपने एपीआई के लिए अनुरोधों की मात्रा को प्रबंधित करने और दुरुपयोग को रोकने के लिए दर सीमाएं लगाता है। आमतौर पर, सबसे आम दर सीमा अंतराल 15 मिनट है। हालाँकि, निश्चिंत रहें कि हमारा ऐप पहले से ही इन दर सीमाओं को निर्बाध रूप से संभालता है। यह निर्बाध निर्यात सुनिश्चित करते हुए स्वचालित रूप से रुकेगा और पुनः प्रयास करेगा।\n\nआप किस प्रकार का डेटा निर्यात कर सकते हैं?\nखोज टैब \"शीर्ष\", \"नवीनतम\" और \"मीडिया\" के लिए:\n- ट्वीट आईडी\n- ट्वीट टेक्स्ट\n- प्रकार\n- लेखक का नाम\n- लेखक उपयोगकर्ता नाम\n- रचना समय\n- उत्तर गिनती\n- रिट्वीट की संख्या\n- भाव गिनती\n- गिनती की तरह\n- देखे जाने की संख्या\n- बुकमार्क गिनती\n- भाषा\n-संभवतः संवेदनशील\n- स्रोत\n- हैशटैग\n- ट्वीट यूआरएल\n- मीडिया प्रकार\n- मीडिया यूआरएल\n- बाहरी यूआरएल\nखोज टैब \"लोग\" के लिए:\n- उपयोगकर्ता पहचान\n- उपयोगकर्ता नाम\n- नाम\n- जगह\n- वर्ग\n- रचना समय\n- अनुयायी गिनती\n- निम्नलिखित गिनती\n- ट्वीट गिनती\n- मीडिया गिनती\n- गिनती की तरह\n- सार्वजनिक सूची गणना\n- सत्यापित है\n- संरक्षित है\n- डीएम कर सकते हैं\n- मीडिया में टैग कर सकते हैं\n-संभवतः संवेदनशील\n- जीवनी\n- उपयोगकर्ता मुखपृष्ठ\n- अवतार यूआरएल\n- प्रोफ़ाइल बैनर यूआरएल\n\nTwSearchExporter के साथ ट्विटर खोज परिणाम कैसे निर्यात करें?\nहमारे ट्विटर सर्च या हैशटैग स्क्रैपर का उपयोग करने के लिए, बस हमारे एक्सटेंशन को ब्राउज़र में जोड़ें और एक खाता बनाएं। एक बार साइन इन करने के बाद, आप उस खोज लिंक को इनपुट कर सकते हैं जिसे आप निर्यात करना चाहते हैं और \"निर्यात\" बटन पर क्लिक करें। परिणाम डेटा एक सीएसवी या एक्सेल फ़ाइल में निर्यात किया जाएगा, जिसे आप अपने कंप्यूटर पर डाउनलोड कर सकते हैं।\n\nडाटा प्राइवेसी\nसारा डेटा आपके स्थानीय कंप्यूटर पर संसाधित होता है, हमारे वेब सर्वर से कभी नहीं गुजरता। आपके निर्यात गोपनीय हैं.\n\nसामान्य प्रश्न\nhttps://twsearchexporter.toolmagic.app/#faqs\nयदि आपके कोई अन्य प्रश्न हों तो बेझिझक हमसे संपर्क करें।\n\nअस्वीकरण\nट्विटर ट्विटर, एलएलसी का ट्रेडमार्क है। यह एक्सटेंशन ट्विटर, इंक. से संबद्ध या समर्थित नहीं है।",
    "hr": "TwSearchExporter je moćan alat za izvoz rezultata Twitter pretraživanja u CSV. Podržava gotovo sve vrste veza za pretraživanje. Jednostavno izgradite svoju vezu za pretraživanje pomoću ključnih riječi, hashtagova ili Twitterovog naprednog pretraživanja. Zatim kopirajte vezu za pretraživanje u naše proširenje, a mi ćemo izvesti sve rezultate u CSV. To vam omogućuje da analizirate tweet podatke, arhivirate sadržaj i učinkovitije upravljate svojom strategijom društvenih medija.\n\nZnačajke\n- Podržava gotovo sve vrste veza za pretraživanje\n- Izvezite tweetove s kartica pretraživanja \"Najbolje\", \"Najnovije\" i \"Mediji\"\n- Izvoz korisnika s kartice za pretraživanje \"Ljudi\"\n- Automatsko rukovanje Twitterovim ograničenjem brzine\n- Spremi kao CSV / Excel\n\nBilješka\n- TwSearchExporter slijedi freemium model, omogućujući vam izvoz do 200 tweetova ili korisnika bez ikakvih troškova. Ako su potrebni dodatni izvozi, razmislite o nadogradnji na našu premium verziju.\n- Twitter nameće ograničenja stope kako bi upravljao količinom zahtjeva za svoj API i spriječio zlouporabu. Obično je najčešći interval ograničenja brzine 15 minuta. Međutim, budite uvjereni da naša aplikacija već besprijekorno rukuje ovim ograničenjima stope. Automatski će pauzirati i pokušati ponovno, osiguravajući nesmetan izvoz.\n\nKoju vrstu podataka možete izvesti?\nZa kartice pretraživanja \"Najbolje\", \"Najnovije\" i \"Mediji\":\n- Tweet ID\n- Tweet tekst\n- Upišite\n- Ime autora\n- Korisničko ime autora\n- Vrijeme stvaranja\n- Broj odgovora\n- Broj retvita\n- Citat Grofa\n- Kao grof\n- Brojac pregleda\n- Broj oznaka\n- Jezik\n- Moguće osjetljivo\n- Izvor\n- Hashtagovi\n- Tweet URL\n- Vrsta medija\n- Medijski URL-ovi\n- Vanjski URL-ovi\nZa karticu pretraživanja \"Osobe\":\n- ID korisnika\n- Korisničko ime\n- Ime\n- Lokacija\n- Kategorija\n- Vrijeme stvaranja\n- Broj sljedbenika\n- Pratite grofa\n- Broj tweetova\n- Broj medija\n- Kao grof\n- Broj javnih lista\n- Provjereno\n- Zaštićen je\n- Može DM\n- Može označavati u medijima\n- Moguće osjetljivo\n- Biografija\n- Korisnička početna stranica\n- URL avatara\n- URL bannera profila\n\nKako izvesti rezultate Twitter pretraživanja s TwSearchExporterom?\nDa biste koristili naše Twitter pretraživanje ili Hashtag Scraper, jednostavno dodajte naše proširenje u preglednik i kreirajte račun. Nakon što se prijavite, možete unijeti vezu za pretraživanje koju želite izvesti i kliknuti gumb \"Izvezi\". Podaci o rezultatima bit će eksportirani u CSV ili Excel datoteku koju zatim možete preuzeti na svoje računalo.\n\nPrivatnost podataka\nSvi se podaci obrađuju na vašem lokalnom računalu, nikad ne prolazeći kroz naše web poslužitelje. Vaš izvoz je povjerljiv.\n\nPitanja\nhttps://twsearchexporter.toolmagic.app/#faqs\nSlobodno nas kontaktirajte ako imate još pitanja.\n\nOdricanje\nTwitter je zaštitni znak tvrtke Twitter, LLC. Ovo proširenje nije povezano s tvrtkom Twitter, Inc. niti je podržava.",
    "hu": "A TwSearchExporter egy hatékony eszköz a Twitter keresési eredményeinek CSV formátumba exportálására. Szinte minden típusú keresési hivatkozást támogat. Egyszerűen hozza létre a keresési linket kulcsszavak, hashtagek vagy a Twitter speciális keresése segítségével. Ezután másolja be a keresési linket a bővítményünkbe, és az összes eredményt CSV-fájlba exportáljuk. Ez lehetővé teszi a tweetadatok elemzését, a tartalom archiválását és a közösségi média stratégiájának hatékonyabb kezelését.\n\nJellemzők\n- Szinte mindenféle keresési hivatkozás támogatása\n- Exportálja a tweeteket a \"Legfelső\", \"Legfrissebb\" és \"Média\" keresési lapokról\n- Felhasználók exportálása a \"Személyek\" keresési lapról\n- A Twitter sebességkorlátjának automatikus kezelése\n- Mentés CSV / Excel formátumban\n\njegyzet\n- A TwSearchExporter egy freemium modellt követ, amely lehetővé teszi akár 200 tweet vagy felhasználó exportálását díjmentesen. Ha további exportra van szükség, fontolja meg a prémium verzióra való frissítést.\n- A Twitter sebességkorlátokat szab az API-jához intézett kérések mennyiségének kezelésére és a visszaélések megelőzésére. A legáltalánosabb sebességkorlátozási intervallum általában 15 perc. Biztos lehet azonban abban, hogy alkalmazásunk már zökkenőmentesen kezeli ezeket a határértékeket. Automatikusan szünetel, és újra próbálkozik, biztosítva a megszakítás nélküli exportálást.\n\nMilyen típusú adatokat exportálhat?\nA „Legfelső”, „Legújabb” és „Média” keresési lapokhoz:\n- Tweet azonosító\n- Tweet szöveg\n- Típus\n- Szerző neve\n- Szerző felhasználóneve\n- Teremtés ideje\n- Válasz Count\n- Retweet Count\n- Idézet gróf\n- Mint gróf\n- Megtekintések száma\n- Könyvjelzők száma\n- Nyelv\n- Talán érzékeny\n- Forrás\n- Hashtagek\n- Tweet URL\n- Média típus\n- Média URL-ek\n- Külső URL-ek\nAz „Emberek” keresési laphoz:\n- Felhasználói azonosító\n- Felhasználónév\n- Név\n- Helyszín\n- Kategória\n- Teremtés ideje\n- Követők száma\n- Gróf nyomában\n- Tweet Count\n- Médiaszám\n- Mint gróf\n- Nyilvános lista száma\n- Ellenőrzött\n- Védett\n- Lehet DM\n- Lehet címkézni a médiában\n- Talán érzékeny\n- Életrajz\n- Felhasználói honlap\n- Avatar URL\n- Profil szalaghirdetés URL-je\n\nHogyan exportálhatok Twitter keresési eredményeket a TwSearchExporter segítségével?\nA Twitter Search vagy a Hashtag Scraper használatához egyszerűen adja hozzá a bővítményünket a böngészőhöz, és hozzon létre fiókot. Miután bejelentkezett, megadhatja az exportálni kívánt keresési hivatkozást, és kattintson az \"Exportálás\" gombra. Az eredményadatokat a rendszer egy CSV- vagy Excel-fájlba exportálja, amelyet aztán letölthet a számítógépére.\n\nAdatvédelem\nMinden adatot az Ön helyi számítógépén dolgozunk fel, és soha nem haladnak át webszervereinken. Az exportált adatok bizalmasak.\n\nGYIK\nhttps://twsearchexporter.toolmagic.app/#faqs\nHa további kérdése van, forduljon hozzánk bizalommal.\n\nJogi nyilatkozat\nA Twitter a Twitter, LLC védjegye. Ez a bővítmény nem áll kapcsolatban a Twitter, Inc.-vel, és nem támogatja azt.",
    "id": "TwSearchExporter adalah alat yang ampuh untuk mengekspor hasil pencarian Twitter ke CSV. Ini mendukung hampir semua jenis tautan pencarian. Cukup buat tautan pencarian Anda menggunakan kata kunci, hashtag, atau pencarian lanjutan Twitter. Kemudian, salin tautan pencarian ke ekstensi kami, dan kami akan mengekspor semua hasilnya ke CSV. Ini memungkinkan Anda menganalisis data tweet, mengarsipkan konten, dan mengelola strategi media sosial Anda dengan lebih efektif.\n\nFitur\n- Mendukung hampir semua jenis tautan pencarian\n- Ekspor tweet dari tab pencarian \"Atas\", \"Terbaru\" dan \"Media\"\n- Ekspor pengguna dari tab pencarian \"Orang\"\n- Secara otomatis menangani batas tarif Twitter\n- Simpan sebagai CSV / Excel\n\nCatatan\n- TwSearchExporter mengikuti model freemium, memungkinkan Anda mengekspor hingga 200 tweet atau pengguna tanpa biaya. Jika ekspor tambahan diperlukan, pertimbangkan untuk meningkatkan ke versi premium kami.\n- Twitter menerapkan batasan tarif untuk mengelola volume permintaan ke API-nya dan mencegah penyalahgunaan. Biasanya, interval batas tarif yang paling umum adalah 15 menit. Namun, yakinlah bahwa aplikasi kami sudah menangani batasan tarif ini dengan lancar. Ini akan secara otomatis menjeda dan mencoba lagi, memastikan ekspor tidak terganggu.\n\nJenis data apa yang dapat Anda ekspor?\nUntuk tab pencarian \"Atas\", \"Terbaru\" dan \"Media\":\n- ID Tweet\n- Teks Tweet\n- Jenis\n- Nama Penulis\n- Nama Pengguna Penulis\n- Waktu penciptaan\n- Jumlah Balasan\n- Jumlah Retweet\n- Jumlah Kutipan\n- Seperti Hitungan\n- Lihat Hitungan\n- Jumlah Penanda\n- Bahasa\n- Mungkin Sensitif\n- Sumber\n- Tagar\n- URL Tweet\n- Tipe media\n- URL media\n- URL eksternal\nUntuk tab pencarian \"Orang\":\n- Identitas pengguna\n- Nama belakang\n- Nama\n- Lokasi\n- Kategori\n- Waktu penciptaan\n- Jumlah Pengikut\n- Mengikuti Hitungan\n- Jumlah Tweet\n- Jumlah Media\n- Seperti Hitungan\n- Jumlah Daftar Publik\n- Terverifikasi\n- Dilindungi\n- Boleh DM\n- Dapat Menandai di Media\n- Mungkin Sensitif\n- Biografi\n- Beranda Pengguna\n- URL Avatar\n- URL Spanduk Profil\n\nBagaimana cara mengekspor hasil pencarian Twitter dengan TwSearchExporter?\nUntuk menggunakan Pencarian Twitter atau Pengikis Hashtag kami, cukup tambahkan ekstensi kami ke browser dan buat akun. Setelah Anda masuk, Anda dapat memasukkan tautan pencarian yang ingin Anda ekspor dan klik tombol \"Ekspor\". Data hasil akan diekspor ke file CSV atau Excel, yang kemudian dapat Anda unduh ke komputer Anda.\n\nPrivasi data\nSemua data diproses di komputer lokal Anda, tidak pernah melewati server web kami. Ekspor Anda bersifat rahasia.\n\nPertanyaan Umum\nhttps://twsearchexporter.toolmagic.app/#faqs\nJangan ragu untuk menghubungi kami jika Anda memiliki pertanyaan lain.\n\nPenafian\nTwitter adalah merek dagang dari Twitter, LLC. Ekstensi ini tidak berafiliasi atau didukung oleh Twitter, Inc.",
    "it": "TwSearchExporter è un potente strumento per esportare i risultati di ricerca di Twitter in CSV. Supporta quasi tutti i tipi di collegamenti di ricerca. Crea semplicemente il tuo collegamento di ricerca utilizzando parole chiave, hashtag o la ricerca avanzata di Twitter. Quindi, copia il collegamento di ricerca nella nostra estensione ed esporteremo tutti i risultati in CSV. Ciò ti consente di analizzare i dati dei tweet, archiviare i contenuti e gestire la tua strategia sui social media in modo più efficace.\n\nCaratteristiche\n- Supporta quasi tutti i tipi di collegamenti di ricerca\n- Esporta i tweet dalle schede di ricerca \"Top\", \"Ultimi\" e \"Media\"\n- Esporta gli utenti dalla scheda di ricerca \"Persone\"\n- Gestione automatica del limite di velocità di Twitter\n- Salva come CSV/Excel\n\nNota\n- TwSearchExporter segue un modello freemium, consentendoti di esportare fino a 200 tweet o utenti senza alcun costo. Se sono necessarie ulteriori esportazioni, prendi in considerazione l'aggiornamento alla nostra versione premium.\n- Twitter impone limiti di velocità per gestire il volume delle richieste alla sua API e prevenire gli abusi. In genere, l'intervallo del limite di velocità più comune è 15 minuti. Tuttavia, ti assicuriamo che la nostra app gestisce già questi limiti di tariffa senza problemi. Si fermerà e riproverà automaticamente, garantendo esportazioni ininterrotte.\n\nChe tipo di dati puoi esportare?\nPer le schede di ricerca \"Top\", \"Ultimo\" e \"Media\":\n- ID del tweet\n- Testo del tweet\n- Tipo\n- Nome dell'autore\n- Nome utente autore\n- Tempo di creazione\n- Conteggio delle risposte\n- Conteggio dei ritwittamenti\n- Conteggio preventivi\n- Come Conte\n- Visualizza conteggio\n- Conteggio segnalibri\n- Lingua\n- Forse sensibile\n- Fonte\n- Hashtag\n- URL del tweet\n- Tipo di supporto\n- URL multimediali\n- URL esterni\nPer la scheda di ricerca \"Persone\":\n- ID utente\n- Nome utente\n- Nome\n- Posizione\n- Categoria\n- Tempo di creazione\n- Conteggio dei follower\n- Conteggio successivo\n- Conteggio dei tweet\n- Conteggio dei media\n- Come Conte\n- Conteggio elenco pubblico\n- È verificato\n- È protetto\n- Posso scrivere in DM\n- Può taggare nei media\n- Forse sensibile\n- Biografia\n- Home page dell'utente\n-URL dell'avatar\n- URL del banner del profilo\n\nCome esportare i risultati di ricerca di Twitter con TwSearchExporter?\nPer utilizzare la nostra ricerca su Twitter o Hashtag Scraper, aggiungi semplicemente la nostra estensione al browser e crea un account. Una volta effettuato l'accesso, puoi inserire il collegamento di ricerca che desideri esportare e fare clic sul pulsante \"Esporta\". I dati dei risultati verranno esportati in un file CSV o Excel, che potrai quindi scaricare sul tuo computer.\n\nPrivacy dei dati\nTutti i dati vengono elaborati sul tuo computer locale, senza mai passare attraverso i nostri server web. Le tue esportazioni sono confidenziali.\n\nFAQ\nhttps://twsearchexporter.toolmagic.app/#faqs\nNon esitate a contattarci se avete altre domande.\n\nDisclaimer\nTwitter è un marchio di Twitter, LLC. Questa estensione non è affiliata o approvata da Twitter, Inc.",
    "ja": "TwSearchExporter は、Twitter の検索結果を CSV にエクスポートする強力なツールです。ほぼすべての種類の検索リンクをサポートします。キーワード、ハッシュタグ、または Twitter の高度な検索を使用して検索リンクを作成するだけです。次に、検索リンクを拡張機能にコピーすると、すべての結果が CSV にエクスポートされます。これにより、ツイート データを分析し、コンテンツをアーカイブし、ソーシャル メディア戦略をより効果的に管理できるようになります。\n\n特徴\n- ほぼすべての種類の検索リンクをサポート\n- 検索タブ「トップ」、「最新」、「メディア」からツイートをエクスポート\n- 検索タブ「People」からユーザーをエクスポート\n- Twitter のレート制限を自動的に処理する\n- CSV/Excelとして保存\n\n注記\n- TwSearchExporter はフリーミアム モデルに従っており、最大 200 件のツイートまたはユーザーを無料でエクスポートできます。追加のエクスポートが必要な場合は、プレミアム バージョンへのアップグレードを検討してください。\n- Twitter は、API へのリクエストの量を管理し、悪用を防ぐためにレート制限を課しています。通常、最も一般的なレート制限間隔は 15 分です。ただし、当社のアプリはこれらのレート制限をすでにシームレスに処理していますので、ご安心ください。自動的に一時停止して再試行するため、エクスポートは中断されません。\n\nどのような種類のデータをエクスポートできますか?\n検索タブ「トップ」、「最新」、「メディア」の場合:\n- ツイートID\n- ツイートテキスト\n- タイプ\n- 著者名\n- 作成者のユーザー名\n- 作成時間\n- 返信数\n- リツイート数\n- 引用数\n- いいね数\n- ビュー数\n- ブックマーク数\n- 言語\n- おそらく敏感\n- ソース\n- ハッシュタグ\n- ツイートURL\n- メディアタイプ\n- メディア URL\n- 外部 URL\n検索タブ「人物」の場合:\n- ユーザーID\n- ユーザー名\n- 名前\n- 位置\n- カテゴリー\n- 作成時間\n- フォロワー数\n- フォロー数\n- ツイート数\n- メディア数\n- いいね数\n- 公開リストの数\n- 検証済み\n- 保護されています\n- DMできます\n- メディアにタグを付けることができます\n- おそらく敏感\n- 略歴\n- ユーザーホームページ\n- アバターURL\n- プロフィールバナーURL\n\nTwSearchExporter を使用して Twitter の検索結果をエクスポートするにはどうすればよいですか?\nTwitter 検索またはハッシュタグ スクレイパーを使用するには、拡張機能をブラウザに追加してアカウントを作成するだけです。サインインしたら、エクスポートする検索リンクを入力し、[エクスポート] ボタンをクリックします。結果データは CSV または Excel ファイルにエクスポートされ、コンピューターにダウンロードできます。\n\nデータのプライバシー\nすべてのデータはローカル コンピューター上で処理され、当社の Web サーバーを通過することはありません。あなたの輸出は機密扱いとなります。\n\nよくある質問\nhttps://twsearchexporter.toolmagic.app/#faqs\n他にご質問がございましたら、お気軽にお問い合わせください。\n\n免責事項\nTwitter は Twitter, LLC の商標です。この拡張機能は Twitter, Inc. と提携または承認されていません。",
    "kn": "TwSearchExporter ಎಂಬುದು Twitter ಹುಡುಕಾಟ ಫಲಿತಾಂಶಗಳನ್ನು CSV ಗೆ ರಫ್ತು ಮಾಡಲು ಪ್ರಬಲ ಸಾಧನವಾಗಿದೆ. ಇದು ಬಹುತೇಕ ಎಲ್ಲಾ ರೀತಿಯ ಹುಡುಕಾಟ ಲಿಂಕ್‌ಗಳನ್ನು ಬೆಂಬಲಿಸುತ್ತದೆ. ಕೀವರ್ಡ್‌ಗಳು, ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ಗಳು ಅಥವಾ Twitter ನ ಮುಂದುವರಿದ ಹುಡುಕಾಟವನ್ನು ಬಳಸಿಕೊಂಡು ನಿಮ್ಮ ಹುಡುಕಾಟ ಲಿಂಕ್ ಅನ್ನು ಸರಳವಾಗಿ ನಿರ್ಮಿಸಿ. ನಂತರ, ಹುಡುಕಾಟ ಲಿಂಕ್ ಅನ್ನು ನಮ್ಮ ವಿಸ್ತರಣೆಗೆ ನಕಲಿಸಿ, ಮತ್ತು ನಾವು ಎಲ್ಲಾ ಫಲಿತಾಂಶಗಳನ್ನು CSV ಗೆ ರಫ್ತು ಮಾಡುತ್ತೇವೆ. ಟ್ವೀಟ್ ಡೇಟಾವನ್ನು ವಿಶ್ಲೇಷಿಸಲು, ವಿಷಯವನ್ನು ಆರ್ಕೈವ್ ಮಾಡಲು ಮತ್ತು ನಿಮ್ಮ ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮ ಕಾರ್ಯತಂತ್ರವನ್ನು ಹೆಚ್ಚು ಪರಿಣಾಮಕಾರಿಯಾಗಿ ನಿರ್ವಹಿಸಲು ಇದು ನಿಮ್ಮನ್ನು ಅನುಮತಿಸುತ್ತದೆ.\n\nವೈಶಿಷ್ಟ್ಯಗಳು\n- ಬಹುತೇಕ ಎಲ್ಲಾ ರೀತಿಯ ಹುಡುಕಾಟ ಲಿಂಕ್‌ಗಳನ್ನು ಬೆಂಬಲಿಸಿ\n- ಹುಡುಕಾಟ ಟ್ಯಾಬ್‌ಗಳಿಂದ ಟ್ವೀಟ್‌ಗಳನ್ನು ರಫ್ತು ಮಾಡಿ \"ಟಾಪ್\", \"ಇತ್ತೀಚಿನ\" ಮತ್ತು \"ಮಾಧ್ಯಮ\"\n- \"ಜನರು\" ಹುಡುಕಾಟ ಟ್ಯಾಬ್‌ನಿಂದ ಬಳಕೆದಾರರನ್ನು ರಫ್ತು ಮಾಡಿ\n- Twitter ನ ದರ ಮಿತಿಯನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನಿರ್ವಹಿಸುವುದು\n- CSV / ಎಕ್ಸೆಲ್ ಆಗಿ ಉಳಿಸಿ\n\nಸೂಚನೆ\n- TwSearchExporter ಫ್ರೀಮಿಯಮ್ ಮಾದರಿಯನ್ನು ಅನುಸರಿಸುತ್ತದೆ, ಯಾವುದೇ ವೆಚ್ಚವಿಲ್ಲದೆ 200 ಟ್ವೀಟ್‌ಗಳು ಅಥವಾ ಬಳಕೆದಾರರನ್ನು ರಫ್ತು ಮಾಡಲು ನಿಮಗೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ. ಹೆಚ್ಚುವರಿ ರಫ್ತುಗಳ ಅಗತ್ಯವಿದ್ದರೆ, ನಮ್ಮ ಪ್ರೀಮಿಯಂ ಆವೃತ್ತಿಗೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡುವುದನ್ನು ಪರಿಗಣಿಸಿ.\n- Twitter ತನ್ನ API ಗೆ ವಿನಂತಿಗಳ ಪರಿಮಾಣವನ್ನು ನಿರ್ವಹಿಸಲು ಮತ್ತು ದುರುಪಯೋಗವನ್ನು ತಡೆಯಲು ದರ ಮಿತಿಗಳನ್ನು ವಿಧಿಸುತ್ತದೆ. ವಿಶಿಷ್ಟವಾಗಿ, ಸಾಮಾನ್ಯ ದರ ಮಿತಿ ಮಧ್ಯಂತರವು 15 ನಿಮಿಷಗಳು. ಆದಾಗ್ಯೂ, ನಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಈಗಾಗಲೇ ಈ ದರ ಮಿತಿಗಳನ್ನು ಮನಬಂದಂತೆ ನಿಭಾಯಿಸುತ್ತದೆ ಎಂದು ಖಚಿತವಾಗಿರಿ. ಇದು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ವಿರಾಮಗೊಳಿಸುತ್ತದೆ ಮತ್ತು ಮರುಪ್ರಯತ್ನಿಸುತ್ತದೆ, ತಡೆರಹಿತ ರಫ್ತುಗಳನ್ನು ಖಚಿತಪಡಿಸುತ್ತದೆ.\n\nನೀವು ಯಾವ ರೀತಿಯ ಡೇಟಾವನ್ನು ರಫ್ತು ಮಾಡಬಹುದು?\nಹುಡುಕಾಟ ಟ್ಯಾಬ್‌ಗಳಿಗಾಗಿ \"ಟಾಪ್\", \"ಇತ್ತೀಚಿನ\" ಮತ್ತು \"ಮಾಧ್ಯಮ\":\n- ಟ್ವೀಟ್ ಐಡಿ\n- ಟ್ವೀಟ್ ಪಠ್ಯ\n- ಮಾದರಿ\n- ಲೇಖಕರ ಹೆಸರು\n- ಲೇಖಕರ ಬಳಕೆದಾರಹೆಸರು\n- ಸೃಷ್ಟಿ ಸಮಯ\n- ಪ್ರತ್ಯುತ್ತರ ಎಣಿಕೆ\n- ರಿಟ್ವೀಟ್ ಎಣಿಕೆ\n- ಉದ್ಧರಣ ಎಣಿಕೆ\n- ಲೈಕ್ ಕೌಂಟ್\n- ವೀಕ್ಷಣೆ ಎಣಿಕೆ\n- ಬುಕ್ಮಾರ್ಕ್ ಎಣಿಕೆ\n- ಭಾಷೆ\n- ಬಹುಶಃ ಸೂಕ್ಷ್ಮ\n- ಮೂಲ\n- ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ಗಳು\n- ಟ್ವೀಟ್ URL\n- ಮಾಧ್ಯಮ ಪ್ರಕಾರ\n- ಮಾಧ್ಯಮ URL ಗಳು\n- ಬಾಹ್ಯ URL ಗಳು\nಹುಡುಕಾಟ ಟ್ಯಾಬ್ \"ಜನರು\" ಗಾಗಿ:\n- ಬಳಕೆದಾರರ ಗುರುತು\n- ಬಳಕೆದಾರ ಹೆಸರು\n- ಹೆಸರು\n- ಸ್ಥಳ\n- ವರ್ಗ\n- ಸೃಷ್ಟಿ ಸಮಯ\n- ಅನುಯಾಯಿಗಳ ಸಂಖ್ಯೆ\n- ಕೆಳಗಿನ ಎಣಿಕೆ\n- ಟ್ವೀಟ್ ಎಣಿಕೆ\n- ಮಾಧ್ಯಮ ಎಣಿಕೆ\n- ಲೈಕ್ ಕೌಂಟ್\n- ಸಾರ್ವಜನಿಕ ಪಟ್ಟಿ ಎಣಿಕೆ\n- ಪರಿಶೀಲಿಸಲಾಗಿದೆ\n- ರಕ್ಷಿಸಲಾಗಿದೆ\n- ಡಿಎಂ ಮಾಡಬಹುದು\n- ಮಾಧ್ಯಮದಲ್ಲಿ ಟ್ಯಾಗ್ ಮಾಡಬಹುದು\n- ಬಹುಶಃ ಸೂಕ್ಷ್ಮ\n- ಜೀವನಚರಿತ್ರೆ\n- ಬಳಕೆದಾರ ಮುಖಪುಟ\n- ಅವತಾರ್ URL\n- ಪ್ರೊಫೈಲ್ ಬ್ಯಾನರ್ URL\n\nTwSearchExporter ನೊಂದಿಗೆ Twitter ಹುಡುಕಾಟ ಫಲಿತಾಂಶಗಳನ್ನು ರಫ್ತು ಮಾಡುವುದು ಹೇಗೆ?\nನಮ್ಮ Twitter ಹುಡುಕಾಟ ಅಥವಾ ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್ ಸ್ಕ್ರಾಪರ್ ಅನ್ನು ಬಳಸಲು, ಬ್ರೌಸರ್‌ಗೆ ನಮ್ಮ ವಿಸ್ತರಣೆಯನ್ನು ಸೇರಿಸಿ ಮತ್ತು ಖಾತೆಯನ್ನು ರಚಿಸಿ. ಒಮ್ಮೆ ನೀವು ಸೈನ್ ಇನ್ ಮಾಡಿದ ನಂತರ, ನೀವು ರಫ್ತು ಮಾಡಲು ಬಯಸುವ ಹುಡುಕಾಟ ಲಿಂಕ್ ಅನ್ನು ಇನ್‌ಪುಟ್ ಮಾಡಬಹುದು ಮತ್ತು \"ರಫ್ತು\" ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ. ಫಲಿತಾಂಶದ ಡೇಟಾವನ್ನು CSV ಅಥವಾ ಎಕ್ಸೆಲ್ ಫೈಲ್‌ಗೆ ರಫ್ತು ಮಾಡಲಾಗುತ್ತದೆ, ನಂತರ ನೀವು ಅದನ್ನು ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್‌ಗೆ ಡೌನ್‌ಲೋಡ್ ಮಾಡಬಹುದು.\n\nಡೇಟಾ ಗೌಪ್ಯತೆ\nಎಲ್ಲಾ ಡೇಟಾವನ್ನು ನಿಮ್ಮ ಸ್ಥಳೀಯ ಕಂಪ್ಯೂಟರ್‌ನಲ್ಲಿ ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗುತ್ತದೆ, ನಮ್ಮ ವೆಬ್ ಸರ್ವರ್‌ಗಳ ಮೂಲಕ ಎಂದಿಗೂ ಹಾದುಹೋಗುವುದಿಲ್ಲ. ನಿಮ್ಮ ರಫ್ತುಗಳು ಗೌಪ್ಯವಾಗಿರುತ್ತವೆ.\n\nFAQ\nhttps://twsearchexporter.toolmagic.app/#faqs\nನೀವು ಯಾವುದೇ ಇತರ ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲು ಮುಕ್ತವಾಗಿರಿ.\n\nಹಕ್ಕು ನಿರಾಕರಣೆ\nTwitter Twitter, LLC ಯ ಟ್ರೇಡ್‌ಮಾರ್ಕ್ ಆಗಿದೆ. ಈ ವಿಸ್ತರಣೆಯು Twitter, Inc ನೊಂದಿಗೆ ಸಂಯೋಜಿತವಾಗಿಲ್ಲ ಅಥವಾ ಅನುಮೋದಿಸಲ್ಪಟ್ಟಿಲ್ಲ.",
    "ko": "TwSearchExporter는 Twitter 검색 결과를 CSV로 내보내는 강력한 도구입니다. 거의 모든 유형의 검색 링크를 지원합니다. 키워드, 해시태그 또는 Twitter의 고급 검색을 사용하여 검색 링크를 구축하기만 하면 됩니다. 그런 다음 검색 링크를 확장 프로그램에 복사하면 모든 결과를 CSV로 내보냅니다. 이를 통해 트윗 데이터를 분석하고, 콘텐츠를 보관하고, 소셜 미디어 전략을 보다 효과적으로 관리할 수 있습니다.\n\n특징\n- 거의 모든 종류의 검색 링크 지원\n- 검색 탭 \"인기\", \"최신\" 및 \"미디어\"에서 트윗 내보내기\n- 검색 탭 \"사람\"에서 사용자 내보내기\n- 트위터의 비율 제한을 자동으로 처리합니다.\n- CSV/엑셀로 저장\n\n메모\n- TwSearchExporter는 부분 유료화 모델을 따르므로 최대 200개의 트윗 또는 사용자를 무료로 내보낼 수 있습니다. 추가 내보내기가 필요한 경우 프리미엄 버전으로 업그레이드하는 것이 좋습니다.\n- 트위터는 API에 대한 요청량을 관리하고 남용을 방지하기 위해 속도 제한을 적용합니다. 일반적으로 가장 일반적인 비율 제한 간격은 15분입니다. 그러나 우리 앱은 이미 이러한 속도 제한을 원활하게 처리하고 있으므로 안심하세요. 자동으로 일시 중지하고 다시 시도하여 중단 없는 내보내기를 보장합니다.\n\n어떤 유형의 데이터를 내보낼 수 있나요?\n검색 탭 \"인기\", \"최신\" 및 \"미디어\"의 경우:\n- 트윗 아이디\n- 트윗 텍스트\n- 유형\n- 저자 이름\n- 작성자 사용자 이름\n- 창조 시간\n- 응답 횟수\n- 리트윗 횟수\n- 견적 개수\n- 백작처럼\n- 조회수\n- 북마크 수\n- 언어\n- 민감할 수도 있음\n- 원천\n- 해시태그\n- 트윗 URL\n- 매체 유형\n- 미디어 URL\n- 외부 URL\n검색 탭 \"사람\"의 경우:\n- 사용자 ID\n- 사용자 이름\n- 이름\n- 위치\n- 범주\n- 창조 시간\n- 팔로어 수\n- 팔로잉 수\n- 트윗 수\n- 미디어 수\n- 백작처럼\n- 공개 목록 수\n- 검증됨\n- 보호됨\n- 디엠 가능\n- 미디어에 태그 추가 가능\n- 민감할 수도 있음\n- 전기\n- 사용자 홈페이지\n- 아바타 URL\n- 프로필 배너 URL\n\nTwSearchExporter를 사용하여 Twitter 검색 결과를 내보내는 방법은 무엇입니까?\n트위터 검색이나 해시태그 스크레이퍼를 사용하려면 브라우저에 확장 프로그램을 추가하고 계정을 만드세요. 로그인한 후 내보내려는 검색 링크를 입력하고 \"내보내기\" 버튼을 클릭할 수 있습니다. 결과 데이터는 CSV 또는 Excel 파일로 내보내지며, 이를 컴퓨터에 다운로드할 수 있습니다.\n\n데이터 프라이버시\n모든 데이터는 귀하의 로컬 컴퓨터에서 처리되며 당사의 웹 서버를 통과하지 않습니다. 귀하의 수출은 기밀입니다.\n\n자주하는 질문\nhttps://twsearchexporter.toolmagic.app/#faqs\n다른 질문이 있으면 언제든지 문의해 주세요.\n\n부인 성명\n트위터는 Twitter, LLC의 상표입니다. 이 확장 프로그램은 Twitter, Inc.와 제휴하거나 보증하지 않습니다.",
    "lt": "TwSearchExporter yra galingas įrankis eksportuoti Twitter paieškos rezultatus į CSV. Jis palaiko beveik visų tipų paieškos nuorodas. Tiesiog sukurkite paieškos nuorodą naudodami raktinius žodžius, žymas su grotelėmis arba išplėstinę „Twitter“ paiešką. Tada nukopijuokite paieškos nuorodą į plėtinį ir visus rezultatus eksportuosime į CSV. Tai leidžia analizuoti tviterio duomenis, archyvuoti turinį ir efektyviau valdyti savo socialinės žiniasklaidos strategiją.\n\nfunkcijos\n- Palaikykite beveik visas paieškos nuorodas\n- Eksportuokite tviterius iš paieškos skirtukų „Top“, „Naujausia“ ir „Žiniasklaida“\n- Eksportuokite naudotojus iš paieškos skirtuko „Žmonės“\n- Automatiškai tvarko „Twitter“ normos limitą\n- Išsaugoti kaip CSV / Excel\n\nPastaba\n- „TwSearchExporter“ vadovaujasi „freemium“ modeliu, leidžiančiu nemokamai eksportuoti iki 200 „tweets“ pranešimų arba vartotojų. Jei reikia papildomai eksportuoti, apsvarstykite galimybę atnaujinti į mūsų aukščiausios kokybės versiją.\n- „Twitter“ nustato greičio apribojimus, kad galėtų valdyti užklausų į API kiekį ir užkirsti kelią piktnaudžiavimui. Paprastai dažniausias greičio apribojimo intervalas yra 15 minučių. Tačiau būkite tikri, kad mūsų programa jau sklandžiai tvarko šiuos normų apribojimus. Jis automatiškai pristabdys ir bandys dar kartą, užtikrindamas nepertraukiamą eksportą.\n\nKokio tipo duomenis galite eksportuoti?\nPaieškos skirtukuose „Top“, „Naujausia“ ir „Media“:\n– „Twitter“ ID\n- „Twitter“ tekstas\n- Tipas\n- Autoriaus vardas\n- Autoriaus vartotojo vardas\n- Kūrimo laikas\n- Atsakymų skaičius\n- Retweet Count\n- Citatų skaičius\n- Kaip grafas\n- Peržiūrų skaičius\n- Žymių skaičius\n– Kalba\n- Galbūt jautrus\n– Šaltinis\n– grotažymės\n– „Twitter“ URL\n- Medijos tipas\n- Medijos URL\n- Išoriniai URL\nPaieškos skirtuke „Žmonės“:\n- Vartotojo ID\n- Vartotojo vardas\n- Vardas\n- Vieta\n- Kategorija\n- Kūrimo laikas\n- Sekėjų skaičius\n- Sekdamas grafu\n– Tviterų skaičius\n- Žiniasklaidos skaičius\n- Kaip grafas\n- Viešųjų sąrašų skaičius\n- Patvirtinta\n- Yra apsaugotas\n- Ar galiu DM\n- Gali žymėti žiniasklaidoje\n- Galbūt jautrus\n– Biografija\n- Vartotojo pagrindinis puslapis\n– Avataro URL\n- Profilio reklamjuostės URL\n\nKaip eksportuoti „Twitter“ paieškos rezultatus naudojant „TwSearchExporter“?\nNorėdami naudoti „Twitter“ paiešką arba „Hashtag Scraper“, tiesiog pridėkite plėtinį prie naršyklės ir susikurkite paskyrą. Prisijungę galite įvesti paieškos nuorodą, kurią norite eksportuoti, ir spustelėti mygtuką „Eksportuoti“. Rezultatų duomenys bus eksportuojami į CSV arba Excel failą, kurį galėsite atsisiųsti į savo kompiuterį.\n\nDuomenų privatumas\nVisi duomenys apdorojami jūsų vietiniame kompiuteryje, niekada neperduodami per mūsų žiniatinklio serverius. Jūsų eksportas yra konfidencialus.\n\nDUK\nhttps://twsearchexporter.toolmagic.app/#faqs\nNedvejodami susisiekite su mumis, jei turite kitų klausimų.\n\nAtsisakymas\n„Twitter“ yra „Twitter, LLC“ prekės ženklas. Šis plėtinys nėra susijęs su Twitter, Inc. ir jo nepatvirtina.",
    "lv": "TwSearchExporter ir spēcīgs rīks Twitter meklēšanas rezultātu eksportēšanai uz CSV. Tā atbalsta gandrīz visu veidu meklēšanas saites. Vienkārši izveidojiet savu meklēšanas saiti, izmantojot atslēgvārdus, atsauces vai Twitter izvērsto meklēšanu. Pēc tam iekopējiet meklēšanas saiti mūsu paplašinājumā, un mēs eksportēsim visus rezultātus uz CSV. Tas ļauj analizēt tvītu datus, arhivēt saturu un efektīvāk pārvaldīt savu sociālo mediju stratēģiju.\n\nIespējas\n- Atbalstiet gandrīz visu veidu meklēšanas saites\n- Eksportējiet tvītus no meklēšanas cilnēm \"Augšākie\", \"Jaunākie\" un \"Multivide\"\n- Eksportējiet lietotājus no meklēšanas cilnes \"Cilvēki\"\n- Automātiska Twitter ātruma ierobežojuma apstrāde\n- Saglabāt kā CSV / Excel\n\nPiezīme\n- TwSearchExporter seko freemium modelim, kas ļauj bez maksas eksportēt līdz 200 tvītiem vai lietotājiem. Ja ir nepieciešams papildu eksports, apsveriet iespēju jaunināt uz mūsu premium versiju.\n- Twitter nosaka ātruma ierobežojumus, lai pārvaldītu API pieprasījumu apjomu un novērstu ļaunprātīgu izmantošanu. Parasti visizplatītākais ātruma ierobežojuma intervāls ir 15 minūtes. Tomēr varat būt drošs, ka mūsu lietotne jau nevainojami apstrādā šos tarifu ierobežojumus. Tas automātiski apstāsies un mēģinās vēlreiz, nodrošinot nepārtrauktu eksportēšanu.\n\nKāda veida datus varat eksportēt?\nMeklēšanas cilnēm \"Augstākā\", \"Jaunākā\" un \"Multivide\":\n- Tvīta ID\n- Tvīta teksts\n- Tips\n- Autora vārds\n- Autora lietotājvārds\n- Radīšanas laiks\n- Atbilžu skaits\n- Retweet Count\n- Citātu skaits\n- Tāpat kā grāfs\n- Skatījumu skaits\n- Grāmatzīmju skaits\n- Valoda\n- Iespējams, jutīgs\n- Avots\n- Hashtags\n- Tvīta URL\n- Multivides veids\n- Multivides vietrāži URL\n- Ārējie URL\nMeklēšanas cilnei \"Cilvēki\":\n- Lietotāja ID\n- Lietotājvārds\n- Vārds\n- Atrašanās vieta\n- Kategorija\n- Radīšanas laiks\n- Sekotāju skaits\n- Sekojot grāfam\n- Tvītu skaits\n- Mediju skaits\n- Tāpat kā grāfs\n- Publisko sarakstu skaits\n- Ir pārbaudīts\n- Ir aizsargāts\n- Var DM\n- Var atzīmēt medijos\n- Iespējams, jutīgs\n- Biogrāfija\n- Lietotāja mājas lapa\n- Iemiesojuma URL\n- Profila reklāmkaroga URL\n\nKā eksportēt Twitter meklēšanas rezultātus, izmantojot TwSearchExporter?\nLai izmantotu mūsu Twitter meklēšanu vai Hashtag Scraper, vienkārši pievienojiet mūsu paplašinājumu pārlūkprogrammai un izveidojiet kontu. Kad esat pierakstījies, varat ievadīt meklēšanas saiti, kuru vēlaties eksportēt, un noklikšķināt uz pogas \"Eksportēt\". Rezultātu dati tiks eksportēti uz CSV vai Excel failu, ko pēc tam varat lejupielādēt savā datorā.\n\nDatu konfidencialitāte\nVisi dati tiek apstrādāti jūsu lokālajā datorā, nekad netiekot cauri mūsu tīmekļa serveriem. Jūsu eksports ir konfidenciāls.\n\nFAQ\nhttps://twsearchexporter.toolmagic.app/#faqs\nJa jums ir kādi citi jautājumi, sazinieties ar mums.\n\nAtruna\nTwitter ir uzņēmuma Twitter, LLC preču zīme. Šis paplašinājums nav saistīts ar Twitter, Inc. un to neapstiprina.",
    "ml": "ട്വിറ്റർ തിരയൽ ഫലങ്ങൾ CSV-ലേക്ക് കയറ്റുമതി ചെയ്യുന്നതിനുള്ള ശക്തമായ ഉപകരണമാണ് TwSearchExporter. ഇത് മിക്കവാറും എല്ലാത്തരം തിരയൽ ലിങ്കുകളെയും പിന്തുണയ്ക്കുന്നു. കീവേഡുകൾ, ഹാഷ്‌ടാഗുകൾ അല്ലെങ്കിൽ Twitter-ൻ്റെ വിപുലമായ തിരയൽ എന്നിവ ഉപയോഗിച്ച് നിങ്ങളുടെ തിരയൽ ലിങ്ക് നിർമ്മിക്കുക. തുടർന്ന്, തിരയൽ ലിങ്ക് ഞങ്ങളുടെ വിപുലീകരണത്തിലേക്ക് പകർത്തുക, ഞങ്ങൾ എല്ലാ ഫലങ്ങളും CSV-ലേക്ക് എക്‌സ്‌പോർട്ട് ചെയ്യും. ട്വീറ്റ് ഡാറ്റ വിശകലനം ചെയ്യാനും ഉള്ളടക്കം ആർക്കൈവ് ചെയ്യാനും നിങ്ങളുടെ സോഷ്യൽ മീഡിയ സ്ട്രാറ്റജി കൂടുതൽ ഫലപ്രദമായി കൈകാര്യം ചെയ്യാനും ഇത് നിങ്ങളെ അനുവദിക്കുന്നു.\n\nഫീച്ചറുകൾ\n- മിക്കവാറും എല്ലാത്തരം തിരയൽ ലിങ്കുകളെയും പിന്തുണയ്ക്കുക\n- \"ടോപ്പ്\", \"ലേറ്റസ്റ്റ്\", \"മീഡിയ\" എന്നീ സെർച്ച് ടാബുകളിൽ നിന്ന് ട്വീറ്റുകൾ കയറ്റുമതി ചെയ്യുക\n- \"ആളുകൾ\" എന്ന തിരയൽ ടാബിൽ നിന്ന് ഉപയോക്താക്കളെ കയറ്റുമതി ചെയ്യുക\n- ട്വിറ്ററിൻ്റെ നിരക്ക് പരിധി സ്വയമേവ കൈകാര്യം ചെയ്യുന്നു\n- CSV / Excel ആയി സംരക്ഷിക്കുക\n\nകുറിപ്പ്\n- TwSearchExporter ഒരു ഫ്രീമിയം മോഡൽ പിന്തുടരുന്നു, 200 ട്വീറ്റുകളോ ഉപയോക്താക്കളോ വരെ കയറ്റുമതി ചെയ്യാൻ നിങ്ങളെ പ്രാപ്തരാക്കുന്നു. അധിക കയറ്റുമതി ആവശ്യമാണെങ്കിൽ, ഞങ്ങളുടെ പ്രീമിയം പതിപ്പിലേക്ക് അപ്‌ഗ്രേഡ് ചെയ്യുന്നത് പരിഗണിക്കുക.\n- ട്വിറ്റർ അതിൻ്റെ API-യിലേക്കുള്ള അഭ്യർത്ഥനകളുടെ അളവ് നിയന്ത്രിക്കുന്നതിനും ദുരുപയോഗം തടയുന്നതിനും നിരക്ക് പരിധികൾ ഏർപ്പെടുത്തുന്നു. സാധാരണഗതിയിൽ, ഏറ്റവും സാധാരണമായ നിരക്ക് പരിധി ഇടവേള 15 മിനിറ്റാണ്. എന്നിരുന്നാലും, ഞങ്ങളുടെ ആപ്പ് ഇതിനകം തന്നെ ഈ നിരക്ക് പരിധികൾ തടസ്സമില്ലാതെ കൈകാര്യം ചെയ്യുന്നുവെന്ന് ഉറപ്പുനൽകുന്നു. തടസ്സമില്ലാത്ത കയറ്റുമതി ഉറപ്പാക്കിക്കൊണ്ട് ഇത് യാന്ത്രികമായി താൽക്കാലികമായി നിർത്തി വീണ്ടും ശ്രമിക്കും.\n\nഏത് തരത്തിലുള്ള ഡാറ്റയാണ് നിങ്ങൾക്ക് കയറ്റുമതി ചെയ്യാൻ കഴിയുക?\n\"ടോപ്പ്\", \"ലേറ്റസ്റ്റ്\", \"മീഡിയ\" എന്നീ സെർച്ച് ടാബുകൾക്കായി:\n- ട്വീറ്റ് ഐഡി\n- ട്വീറ്റ് വാചകം\n- തരം\n- രചയിതാവിൻ്റെ പേര്\n- രചയിതാവിൻ്റെ ഉപയോക്തൃനാമം\n- സൃഷ്ടി സമയം\n- മറുപടി എണ്ണം\n- റീട്വീറ്റ് എണ്ണം\n- ഉദ്ധരണി എണ്ണം\n- എണ്ണം പോലെ\n- എണ്ണം കാണുക\n- ബുക്ക്മാർക്ക് എണ്ണം\n- ഭാഷ\n- ഒരുപക്ഷേ സെൻസിറ്റീവ്\n- ഉറവിടം\n- ഹാഷ് ടാഗുകൾ\n- URL ട്വീറ്റ് ചെയ്യുക\n- മീഡിയ തരം\n- മീഡിയ URL-കൾ\n- ബാഹ്യ URL-കൾ\n\"ആളുകൾ\" എന്ന തിരയൽ ടാബിനായി:\n- ഉപയോക്തൃ ഐഡി\n- ഉപയോക്തൃനാമം\n- പേര്\n- സ്ഥലം\n- വിഭാഗം\n- സൃഷ്ടി സമയം\n- പിന്തുടരുന്നവരുടെ എണ്ണം\n- പിന്തുടരുന്ന എണ്ണം\n- ട്വീറ്റ് എണ്ണം\n- മീഡിയ കൗണ്ട്\n- എണ്ണം പോലെ\n- പൊതു ലിസ്റ്റ് എണ്ണം\n- പരിശോധിച്ചുറപ്പിച്ചു\n- പരിരക്ഷിക്കപ്പെട്ടിരിക്കുന്നു\n- ഡിഎം കഴിയുമോ\n- മീഡിയയിൽ ടാഗ് ചെയ്യാം\n- ഒരുപക്ഷേ സെൻസിറ്റീവ്\n- ജീവചരിത്രം\n- ഉപയോക്തൃ ഹോംപേജ്\n- അവതാർ URL\n- പ്രൊഫൈൽ ബാനർ URL\n\nTwSearchExporter ഉപയോഗിച്ച് ട്വിറ്റർ തിരയൽ ഫലങ്ങൾ എങ്ങനെ കയറ്റുമതി ചെയ്യാം?\nഞങ്ങളുടെ Twitter തിരയൽ അല്ലെങ്കിൽ ഹാഷ്‌ടാഗ് സ്‌ക്രാപ്പർ ഉപയോഗിക്കുന്നതിന്, ബ്രൗസറിലേക്ക് ഞങ്ങളുടെ വിപുലീകരണം ചേർത്ത് ഒരു അക്കൗണ്ട് സൃഷ്‌ടിക്കുക. നിങ്ങൾ സൈൻ ഇൻ ചെയ്‌തുകഴിഞ്ഞാൽ, നിങ്ങൾക്ക് എക്‌സ്‌പോർട്ട് ചെയ്യാൻ ആഗ്രഹിക്കുന്ന തിരയൽ ലിങ്ക് നൽകി \"കയറ്റുമതി\" ബട്ടണിൽ ക്ലിക്ക് ചെയ്യാം. ഫല ഡാറ്റ ഒരു CSV അല്ലെങ്കിൽ Excel ഫയലിലേക്ക് എക്‌സ്‌പോർട്ട് ചെയ്യും, അത് നിങ്ങൾക്ക് കമ്പ്യൂട്ടറിലേക്ക് ഡൗൺലോഡ് ചെയ്യാം.\n\nഡാറ്റ സ്വകാര്യത\nഎല്ലാ ഡാറ്റയും നിങ്ങളുടെ പ്രാദേശിക കമ്പ്യൂട്ടറിൽ പ്രോസസ്സ് ചെയ്യപ്പെടുന്നു, ഞങ്ങളുടെ വെബ് സെർവറിലൂടെ ഒരിക്കലും കടന്നുപോകുന്നില്ല. നിങ്ങളുടെ കയറ്റുമതി രഹസ്യാത്മകമാണ്.\n\nപതിവുചോദ്യങ്ങൾ\nhttps://twsearchexporter.toolmagic.app/#faqs\nനിങ്ങൾക്ക് മറ്റെന്തെങ്കിലും ചോദ്യങ്ങളുണ്ടെങ്കിൽ ഞങ്ങളെ ബന്ധപ്പെടാൻ മടിക്കേണ്ടതില്ല.\n\nനിരാകരണം\nTwitter എന്നത് Twitter, LLC-യുടെ ഒരു വ്യാപാരമുദ്രയാണ്. ഈ വിപുലീകരണം Twitter, Inc.",
    "mr": "CSV वर Twitter शोध परिणाम निर्यात करण्यासाठी TwSearchExporter हे एक शक्तिशाली साधन आहे. हे जवळजवळ सर्व प्रकारच्या शोध दुव्यांचे समर्थन करते. कीवर्ड, हॅशटॅग किंवा Twitter चा प्रगत शोध वापरून फक्त तुमची शोध लिंक तयार करा. त्यानंतर, आमच्या विस्तारामध्ये शोध दुवा कॉपी करा आणि आम्ही सर्व परिणाम CSV वर निर्यात करू. हे आपल्याला ट्विट डेटाचे विश्लेषण करण्यास, सामग्री संग्रहित करण्यास आणि आपली सोशल मीडिया धोरण अधिक प्रभावीपणे व्यवस्थापित करण्यास अनुमती देते.\n\nवैशिष्ट्ये\n- जवळपास सर्व प्रकारच्या शोध दुव्यांचे समर्थन करा\n- \"टॉप\", \"नवीनतम\" आणि \"मीडिया\" शोध टॅबमधून ट्विट निर्यात करा\n- शोध टॅब \"लोक\" मधून वापरकर्ते निर्यात करा\n- Twitter ची दर मर्यादा स्वयंचलितपणे हाताळणे\n- CSV / Excel म्हणून सेव्ह करा\n\nनोंद\n- TwSearchExporter फ्रीमियम मॉडेलचे अनुसरण करते, जे तुम्हाला 200 पर्यंत ट्वीट्स किंवा वापरकर्ते कोणत्याही खर्चाशिवाय निर्यात करण्यास सक्षम करते. अतिरिक्त निर्यात आवश्यक असल्यास, आमच्या प्रीमियम आवृत्तीवर अपग्रेड करण्याचा विचार करा.\n- Twitter त्याच्या API वरील विनंत्यांची मात्रा व्यवस्थापित करण्यासाठी आणि दुरुपयोग टाळण्यासाठी दर मर्यादा लादते. सामान्यतः, सर्वात सामान्य दर मर्यादा अंतराल 15 मिनिटे आहे. तथापि, खात्री बाळगा की आमचे ॲप आधीच या दर मर्यादा अखंडपणे हाताळते. ते आपोआप विराम देईल आणि पुन्हा प्रयत्न करेल, निर्बाध निर्यात सुनिश्चित करेल.\n\nतुम्ही कोणत्या प्रकारचा डेटा निर्यात करू शकता?\n\"शीर्ष\", \"नवीनतम\" आणि \"मीडिया\" शोध टॅबसाठी:\n- ट्विट आयडी\n- ट्विट मजकूर\n- प्रकार\n- लेखकाचे नाव\n- लेखक वापरकर्तानाव\n- निर्मिती वेळ\n- प्रत्युत्तर संख्या\n- रिट्विट संख्या\n- कोट संख्या\n- गणना आवडली\n- पहा संख्या\n- बुकमार्क संख्या\n- इंग्रजी\n- शक्यतो संवेदनशील\n- स्रोत\n- हॅशटॅग\n- ट्विट URL\n- माध्यम प्रकार\n- मीडिया URL\n- बाह्य URL\n\"लोक\" शोध टॅबसाठी:\n- वापरकर्ता आयडी\n- वापरकर्तानाव\n- नाव\n- स्थान\n- श्रेणी\n- निर्मिती वेळ\n- अनुयायांची संख्या\n- खालील संख्या\n- ट्विट संख्या\n- मीडिया संख्या\n- गणना आवडली\n- सार्वजनिक यादी संख्या\n- सत्यापित आहे\n- संरक्षित आहे\n- DM करू शकता\n- मीडियामध्ये टॅग करू शकता\n- शक्यतो संवेदनशील\n- चरित्र\n- वापरकर्ता मुख्यपृष्ठ\n- अवतार URL\n- प्रोफाइल बॅनर URL\n\nTwSearchExporter सह Twitter शोध परिणाम कसे निर्यात करायचे?\nआमचे Twitter शोध किंवा हॅशटॅग स्क्रॅपर वापरण्यासाठी, फक्त आमचे विस्तार ब्राउझरमध्ये जोडा आणि खाते तयार करा. एकदा तुम्ही साइन इन केल्यानंतर, तुम्ही एक्सपोर्ट करू इच्छित शोध लिंक इनपुट करू शकता आणि \"निर्यात\" बटणावर क्लिक करू शकता. परिणाम डेटा एका CSV किंवा Excel फाईलमध्ये निर्यात केला जाईल, जो नंतर तुम्ही तुमच्या संगणकावर डाउनलोड करू शकता.\n\nडेटा गोपनीयता\nसर्व डेटा आपल्या स्थानिक संगणकावर प्रक्रिया केला जातो, आमच्या वेब सर्व्हरमधून कधीही जात नाही. तुमची निर्यात गोपनीय आहे.\n\nवारंवार विचारले जाणारे प्रश्न\nhttps://twsearchexporter.toolmagic.app/#faqs\nआपल्याकडे इतर काही प्रश्न असल्यास आमच्याशी संपर्क साधा.\n\nअस्वीकरण\nTwitter हा Twitter, LLC चा ट्रेडमार्क आहे. हा विस्तार Twitter, Inc द्वारे संबद्ध किंवा मान्यताप्राप्त नाही.",
    "ms": "TwSearchExporter ialah alat yang berkuasa untuk mengeksport hasil carian Twitter ke CSV. Ia menyokong hampir semua jenis pautan carian. Hanya bina pautan carian anda menggunakan kata kunci, hashtag atau carian lanjutan Twitter. Kemudian, salin pautan carian ke dalam sambungan kami dan kami akan mengeksport semua hasil ke CSV. Ini membolehkan anda menganalisis data tweet, mengarkibkan kandungan dan mengurus strategi media sosial anda dengan lebih berkesan.\n\nciri-ciri\n- Menyokong hampir semua jenis pautan carian\n- Eksport tweet dari tab carian \"Atas\", \"Terbaru\" dan \"Media\"\n- Eksport pengguna dari tab carian \"Orang\"\n- Mengendalikan had kadar Twitter secara automatik\n- Simpan sebagai CSV / Excel\n\nCatatan\n- TwSearchExporter mengikuti model freemium, membolehkan anda mengeksport sehingga 200 tweet atau pengguna tanpa sebarang kos. Jika eksport tambahan diperlukan, pertimbangkan untuk meningkatkan kepada versi premium kami.\n- Twitter mengenakan had kadar untuk mengurus jumlah permintaan kepada APInya dan mencegah penyalahgunaan. Biasanya, selang had kadar yang paling biasa ialah 15 minit. Walau bagaimanapun, yakinlah bahawa apl kami sudah mengendalikan had kadar ini dengan lancar. Ia akan menjeda dan mencuba semula secara automatik, memastikan eksport tidak terganggu.\n\nApakah jenis data yang boleh anda eksport?\nUntuk tab carian \"Atas\", \"Terbaru\" dan \"Media\":\n- ID Tweet\n- Teks Tweet\n- Jenis\n- Nama Pengarang\n- Nama Pengguna Pengarang\n- Masa Penciptaan\n- Kiraan Balasan\n- Kiraan Tweet Semula\n- Kiraan Sebut Harga\n- Suka Count\n- Kiraan Pandangan\n- Kiraan Penanda Halaman\n- Bahasa\n- Mungkin Sensitif\n- Sumber\n- Hashtag\n- URL Tweet\n- Jenis media\n- URL media\n- URL Luaran\nUntuk tab carian \"Orang\":\n- ID Pengguna\n- Nama pengguna\n- Nama\n- Lokasi\n- Kategori\n- Masa Penciptaan\n- Kiraan Pengikut\n- Kiraan Mengikuti\n- Kiraan Tweet\n- Kiraan Media\n- Suka Count\n- Kiraan Senarai Awam\n- Disahkan\n- Dilindungi\n- Boleh DM\n- Boleh Tag dalam Media\n- Mungkin Sensitif\n- Biografi\n- Halaman Utama Pengguna\n- URL Avatar\n- URL Sepanduk Profil\n\nBagaimana untuk mengeksport hasil carian Twitter dengan TwSearchExporter?\nUntuk menggunakan Carian Twitter atau Hashtag Scraper kami, cuma tambahkan sambungan kami pada penyemak imbas dan buat akaun. Sebaik sahaja anda telah log masuk, anda boleh memasukkan pautan carian yang ingin anda eksport dan klik butang \"Eksport\". Data hasil akan dieksport ke fail CSV atau Excel, yang kemudian anda boleh muat turun ke komputer anda.\n\nPrivasi Data\nSemua data diproses pada komputer tempatan anda, tidak pernah melalui pelayan web kami. Eksport anda adalah sulit.\n\nSoalan Lazim\nhttps://twsearchexporter.toolmagic.app/#faqs\nJangan ragu untuk menghubungi kami jika anda mempunyai sebarang soalan lain.\n\nPenafian\nTwitter ialah tanda dagangan Twitter, LLC. Sambungan ini tidak bergabung dengan atau disokong oleh Twitter, Inc.",
    "nl": "TwSearchExporter is een krachtig hulpmiddel om Twitter-zoekresultaten naar CSV te exporteren. Het ondersteunt bijna alle soorten zoeklinks. Bouw eenvoudig uw zoeklink op met behulp van trefwoorden, hashtags of de geavanceerde zoekfunctie van Twitter. Kopieer vervolgens de zoeklink naar onze extensie en we exporteren alle resultaten naar CSV. Hierdoor kunt u tweetgegevens analyseren, inhoud archiveren en uw socialemediastrategie effectiever beheren.\n\nFuncties\n- Ondersteuning van bijna alle soorten zoeklinks\n- Exporteer tweets vanuit de zoektabbladen \"Top\", \"Nieuwste\" en \"Media\"\n- Exporteer gebruikers vanuit het zoektabblad \"Mensen\"\n- Automatisch omgaan met de tarieflimiet van Twitter\n- Opslaan als CSV/Excel\n\nOpmerking\n- TwSearchExporter volgt een freemium-model, waardoor u gratis maximaal 200 tweets of gebruikers kunt exporteren. Als er extra exports nodig zijn, overweeg dan om te upgraden naar onze premiumversie.\n- Twitter legt tarieflimieten op om het aantal verzoeken aan de API te beheren en misbruik te voorkomen. Normaal gesproken is het meest voorkomende frequentielimietinterval 15 minuten. U kunt er echter zeker van zijn dat onze app deze tarieflimieten al naadloos verwerkt. Het pauzeert automatisch en probeert het opnieuw, waardoor een ononderbroken export wordt gegarandeerd.\n\nWelk type gegevens kunt u exporteren?\nVoor de zoektabbladen \"Top\", \"Nieuwste\" en \"Media\":\n- Tweet-ID\n- Tweettekst\n- Typ\n- Auteur naam\n- Auteur gebruikersnaam\n- Scheppingstijd\n- Aantal antwoorden\n- Aantal retweets\n- Citaattelling\n- Zoals graaf\n- Kijkcijfers\n- Bladwijzertelling\n- Taal\n- Mogelijk gevoelig\n- Bron\n- Hashtags\n- Tweet-URL\n- Mediatype\n- Media-URL's\n- Externe URL's\nVoor het zoektabblad \"Mensen\":\n- Gebruikersnaam\n- Gebruikersnaam\n- Naam\n- Plaats\n- Categorie\n- Scheppingstijd\n- Aantal volgers\n- Na telling\n- Aantal tweets\n- Mediatelling\n- Zoals graaf\n- Aantal openbare lijsten\n- Is geverifieerd\n- Wordt beschermd\n- Kan DM'en\n- Kan in media taggen\n- Mogelijk gevoelig\n- Biografie\n- Gebruikersstartpagina\n- Avatar-URL\n- Profielbanner-URL\n\nHoe Twitter-zoekresultaten exporteren met TwSearchExporter?\nOm onze Twitter Search of Hashtag Scraper te gebruiken, voegt u eenvoudigweg onze extensie toe aan de browser en maakt u een account aan. Nadat u zich heeft aangemeld, kunt u de zoeklink invoeren die u wilt exporteren en op de knop \"Exporteren\" klikken. De resultaatgegevens worden geëxporteerd naar een CSV- of Excel-bestand, dat u vervolgens naar uw computer kunt downloaden.\n\nData Privacy\nAlle gegevens worden verwerkt op uw lokale computer en gaan nooit via onze webservers. Uw export is vertrouwelijk.\n\nFAQ\nhttps://twsearchexporter.toolmagic.app/#faqs\nNeem gerust contact met ons op als u nog vragen heeft.\n\nVrijwaring\nTwitter is een handelsmerk van Twitter, LLC. Deze extensie is niet gelieerd aan of goedgekeurd door Twitter, Inc.",
    "no": "TwSearchExporter er et kraftig verktøy for å eksportere Twitter-søkeresultater til CSV. Den støtter nesten alle typer søkelenker. Bygg ganske enkelt søkelenken din ved å bruke nøkkelord, hashtags eller Twitters avanserte søk. Deretter kopierer du søkelinken til utvidelsen vår, så eksporterer vi alle resultatene til CSV. Dette lar deg analysere tweet-data, arkivere innhold og administrere strategien for sosiale medier mer effektivt.\n\nEgenskaper\n- Støtt nesten alle typer søkelenker\n- Eksporter tweets fra søkefanene \"Topp\", \"Siste\" og \"Media\"\n- Eksporter brukere fra søkefanen \"Personer\"\n- Håndterer Twitters takstgrense automatisk\n- Lagre som CSV / Excel\n\nMerk\n- TwSearchExporter følger en freemium-modell, som lar deg eksportere opptil 200 tweets eller brukere uten kostnad. Hvis ytterligere eksport er nødvendig, bør du vurdere å oppgradere til vår premiumversjon.\n- Twitter pålegger takstgrenser for å administrere volumet av forespørsler til API-en og forhindre misbruk. Vanligvis er det vanligste hastighetsgrenseintervallet 15 minutter. Vær imidlertid trygg på at appen vår allerede håndterer disse satsgrensene sømløst. Den vil automatisk sette på pause og prøve på nytt, og sikre uavbrutt eksport.\n\nHvilken type data kan du eksportere?\nFor søkefanene \"Topp\", \"Siste\" og \"Media\":\n- Tweet-ID\n- Tweet tekst\n- Type\n- Forfatternavn\n- Forfatter brukernavn\n- Skapelsestid\n- Svar Count\n- Retweet Count\n- Sitattelling\n- Som Greve\n- Seertall\n- Antall bokmerker\n- Språk\n- Muligens sensitiv\n- Kilde\n- Hashtags\n- Tweet URL\n- Media type\n- Medie-URLer\n- Eksterne nettadresser\nFor søkefanen \"Personer\":\n- Bruker-ID\n- Brukernavn\n- Navn\n- Plassering\n- Kategori\n- Skapelsestid\n- Antall følgere\n- Følger telling\n- Antall tweet\n- Medietelling\n- Som Greve\n- Antall offentlige lister\n- Er verifisert\n- Er beskyttet\n- Kan DM\n- Kan tagge i media\n- Muligens sensitiv\n- Biografi\n- Brukerhjemmeside\n- Avatar-URL\n- URL for profilbanner\n\nHvordan eksportere Twitter-søkeresultater med TwSearchExporter?\nFor å bruke vårt Twitter-søk eller Hashtag-skraper, legg til utvidelsen vår i nettleseren og opprette en konto. Når du har logget på, kan du skrive inn søkelenken du vil eksportere og klikke på \"Eksporter\"-knappen. Resultatdataene vil bli eksportert til en CSV- eller Excel-fil, som du deretter kan laste ned til datamaskinen din.\n\nDatavern\nAlle data behandles på din lokale datamaskin, og går aldri gjennom våre webservere. Eksporten din er konfidensiell.\n\nFAQ\nhttps://twsearchexporter.toolmagic.app/#faqs\nTa gjerne kontakt hvis du har andre spørsmål.\n\nAnsvarsfraskrivelse\nTwitter er et varemerke for Twitter, LLC. Denne utvidelsen er ikke tilknyttet eller godkjent av Twitter, Inc.",
    "pl": "TwSearchExporter to potężne narzędzie do eksportowania wyników wyszukiwania na Twitterze do pliku CSV. Obsługuje prawie wszystkie typy linków wyszukiwania. Po prostu utwórz łącze wyszukiwania, korzystając ze słów kluczowych, hashtagów lub zaawansowanego wyszukiwania Twittera. Następnie skopiuj link wyszukiwania do naszego rozszerzenia, a my wyeksportujemy wszystkie wyniki do pliku CSV. Dzięki temu możesz analizować dane z tweetów, archiwizować treści i efektywniej zarządzać strategią w mediach społecznościowych.\n\nCechy\n- Obsługa prawie wszystkich rodzajów linków wyszukiwania\n- Eksportuj tweety z zakładek wyszukiwania „Najlepsze”, „Najnowsze” i „Media”\n- Eksportuj użytkowników z karty wyszukiwania „Osoby”\n- Automatyczna obsługa limitu szybkości Twittera\n- Zapisz jako CSV / Excel\n\nNotatka\n- TwSearchExporter działa w modelu freemium, umożliwiając eksport do 200 tweetów lub użytkowników bez żadnych kosztów. Jeśli wymagany jest dodatkowy eksport, rozważ aktualizację do naszej wersji premium.\n- Twitter nakłada limity szybkości, aby zarządzać liczbą żądań do swojego interfejsu API i zapobiegać nadużyciom. Zazwyczaj najczęstszym interwałem limitu szybkości jest 15 minut. Możesz jednak mieć pewność, że nasza aplikacja już bezproblemowo radzi sobie z tymi limitami stawek. Automatycznie wstrzyma i spróbuje ponownie, zapewniając nieprzerwany eksport.\n\nJakiego rodzaju dane możesz eksportować?\nW przypadku zakładek wyszukiwania „Top”, „Najnowsze” i „Media”:\n- Identyfikator tweeta\n- Tekst tweeta\n- Typ\n- Imię autora\n- Nazwa użytkownika autora\n- Czas utworzenia\n- Liczba odpowiedzi\n- Liczba retweetów\n- Liczba cytatów\n- Jak hrabia\n- Licznik wyświetleń\n- Liczba zakładek\n- Język\n- Prawdopodobnie wrażliwy\n- Źródło\n- Hashtagi\n- Adres URL tweeta\n- Typ mediów\n- Adresy URL multimediów\n- Zewnętrzne adresy URL\nDla karty wyszukiwania „Ludzie”:\n- Identyfikator użytkownika\n- Nazwa użytkownika\n- Nazwa\n- Lokalizacja\n- Kategoria\n- Czas utworzenia\n- Liczba obserwujących\n- Śledzenie hrabiego\n- Liczba tweetów\n- Liczba multimediów\n- Jak hrabia\n- Liczba list publicznych\n- Jest zweryfikowane\n- Jest chroniony\n- Może DM\n- Można oznaczać w mediach\n- Prawdopodobnie wrażliwy\n- Biografia\n- Strona główna użytkownika\n- Adres URL awatara\n- Adres URL banera profilu\n\nJak eksportować wyniki wyszukiwania na Twitterze za pomocą TwSearchExporter?\nAby skorzystać z naszej wyszukiwarki na Twitterze lub narzędzia Hashtag Scraper, po prostu dodaj nasze rozszerzenie do przeglądarki i utwórz konto. Po zalogowaniu możesz wprowadzić link wyszukiwania, który chcesz wyeksportować, i kliknąć przycisk „Eksportuj”. Dane wynikowe zostaną wyeksportowane do pliku CSV lub Excel, który można następnie pobrać na swój komputer.\n\nPrywatność danych\nWszystkie dane są przetwarzane na Twoim komputerze lokalnym i nigdy nie przechodzą przez nasze serwery internetowe. Twój eksport jest poufny.\n\nCzęsto zadawane pytania\nhttps://twsearchexporter.toolmagic.app/#faqs\nJeśli masz inne pytania, skontaktuj się z nami.\n\nZastrzeżenie\nTwitter jest znakiem towarowym firmy Twitter, LLC. To rozszerzenie nie jest powiązane ani wspierane przez firmę Twitter, Inc.",
    "pt_BR,pt_PT": "TwSearchExporter é uma ferramenta poderosa para exportar resultados de pesquisa do Twitter para CSV. Suporta quase todos os tipos de links de pesquisa. Basta criar seu link de pesquisa usando palavras-chave, hashtags ou pesquisa avançada do Twitter. Em seguida, copie o link de pesquisa em nossa extensão e exportaremos todos os resultados para CSV. Isso permite analisar dados de tweets, arquivar conteúdo e gerenciar sua estratégia de mídia social de forma mais eficaz.\n\nCaracterísticas\n- Suporta quase todos os tipos de links de pesquisa\n- Exporte tweets das guias de pesquisa \"Top\", \"Latest\" e \"Media\"\n- Exporte usuários da aba de pesquisa \"Pessoas\"\n- Lidando automaticamente com o limite de taxa do Twitter\n- Salvar como CSV/Excel\n\nObservação\n- TwSearchExporter segue um modelo freemium, permitindo exportar até 200 tweets ou usuários sem nenhum custo. Se forem necessárias exportações adicionais, considere atualizar para a nossa versão premium.\n- O Twitter impõe limites de taxas para gerenciar o volume de solicitações à sua API e evitar abusos. Normalmente, o intervalo limite de taxa mais comum é de 15 minutos. No entanto, tenha certeza de que nosso aplicativo já lida com esses limites de taxas perfeitamente. Ele irá pausar e tentar novamente automaticamente, garantindo exportações ininterruptas.\n\nQue tipo de dados você pode exportar?\nPara as guias de pesquisa \"Top\", \"Latest\" e \"Media\":\n- ID do tweet\n- Texto do Tweet\n- Tipo\n- Nome do autor\n- Nome de usuário do autor\n- Tempo de criação\n- Contagem de respostas\n- Contagem de retuítes\n- Contagem de cotações\n- Como contar\n- Ver contagem\n- Contagem de favoritos\n- Linguagem\n- Possivelmente sensível\n- Fonte\n- Hashtags\n- URL do tweet\n- Tipo de mídia\n- URLs de mídia\n- URLs externos\nPara a guia de pesquisa \"Pessoas\":\n- ID do usuário\n- Nome de usuário\n- Nome\n- Localização\n- Categoria\n- Tempo de criação\n- Contagem de seguidores\n- Seguindo a contagem\n- Contagem de tweets\n- Contagem de mídia\n- Como contar\n- Contagem de lista pública\n- É verificado\n- Está protegido\n- Pode DM\n- Pode marcar na mídia\n- Possivelmente sensível\n- Biografia\n- Página inicial do usuário\n- URL do avatar\n- URL do banner do perfil\n\nComo exportar resultados de pesquisa do Twitter com TwSearchExporter?\nPara usar nossa pesquisa no Twitter ou raspador de hashtag, basta adicionar nossa extensão ao navegador e criar uma conta. Depois de fazer login, você pode inserir o link de pesquisa que deseja exportar e clicar no botão \"Exportar\". Os dados do resultado serão exportados para um arquivo CSV ou Excel, que você poderá baixar para o seu computador.\n\nDados privados\nTodos os dados são processados ​​no seu computador local, nunca passando pelos nossos servidores web. Suas exportações são confidenciais.\n\nPerguntas frequentes\nhttps://twsearchexporter.toolmagic.app/#faqs\nSinta-se à vontade para entrar em contato conosco se tiver outras dúvidas.\n\nIsenção de responsabilidade\nTwitter é uma marca registrada do Twitter, LLC. Esta extensão não é afiliada nem endossada pelo Twitter, Inc.",
    "ro": "TwSearchExporter este un instrument puternic pentru a exporta rezultatele căutării Twitter în CSV. Acceptă aproape toate tipurile de link-uri de căutare. Pur și simplu creați-vă linkul de căutare folosind cuvinte cheie, hashtag-uri sau căutarea avansată de pe Twitter. Apoi, copiați linkul de căutare în extensia noastră și vom exporta toate rezultatele în CSV. Acest lucru vă permite să analizați datele tweet, să arhivați conținutul și să vă gestionați mai eficient strategia de social media.\n\nCaracteristici\n- Acceptă aproape toate tipurile de link-uri de căutare\n- Exportați tweet-uri din filele de căutare „Sup”, „Latest” și „Media”\n- Exportați utilizatori din fila de căutare „Persoane”\n- Gestionarea automată a limitei ratei Twitter\n- Salvați ca CSV / Excel\n\nNotă\n- TwSearchExporter urmează un model freemium, permițându-vă să exportați până la 200 de tweet-uri sau utilizatori fără costuri. Dacă sunt necesare exporturi suplimentare, luați în considerare trecerea la versiunea noastră premium.\n- Twitter impune limite de rată pentru a gestiona volumul de solicitări către API-ul său și pentru a preveni abuzurile. De obicei, cel mai frecvent interval de limită a ratei este de 15 minute. Cu toate acestea, fiți siguri că aplicația noastră gestionează deja aceste limite de rată fără probleme. Se va întrerupe automat și va reîncerca, asigurând exporturi neîntrerupte.\n\nCe tip de date puteți exporta?\nPentru filele de căutare „Sup”, „Latest” și „Media”:\n- ID-ul Tweet\n- Tweet Text\n- Tip\n- Numele autorului\n- Nume de utilizator al autorului\n- Timpul de creație\n- Numărul de răspunsuri\n- Retweet Count\n- Număr de citate\n- Ca Contele\n- Număr de vizualizări\n- Număr de marcaje\n- Limba\n- Posibil sensibil\n- Sursă\n- Hashtag-uri\n- Tweet URL\n- Tipul media\n- URL-uri media\n- URL-uri externe\nPentru fila de căutare „Persoane”:\n- ID-ul de utilizator\n- Nume de utilizator\n- Nume\n- Locație\n- Categorie\n- Timpul de creație\n- Numărul de urmăritori\n- Urmează conte\n- Numărul de tweeturi\n- Media Count\n- Ca Contele\n- Număr de liste publice\n- Este verificat\n- Este protejat\n- Pot DM\n- Se poate eticheta în media\n- Posibil sensibil\n- Biografie\n- Pagina de pornire a utilizatorului\n- URL avatarului\n- Adresa URL a bannerului de profil\n\nCum se exportă rezultatele căutării Twitter cu TwSearchExporter?\nPentru a utiliza Twitter Search sau Hashtag Scraper, pur și simplu adăugați extensia noastră în browser și creați un cont. După ce v-ați conectat, puteți introduce linkul de căutare pe care doriți să îl exportați și faceți clic pe butonul „Exportați”. Datele rezultate vor fi exportate într-un fișier CSV sau Excel, pe care apoi îl puteți descărca pe computer.\n\nConfidențialitatea datelor\nToate datele sunt procesate pe computerul dumneavoastră local, fără a trece niciodată prin serverele noastre web. Exporturile dvs. sunt confidențiale.\n\nFAQ\nhttps://twsearchexporter.toolmagic.app/#faqs\nNu ezitați să ne contactați dacă aveți alte întrebări.\n\nDisclaimer\nTwitter este o marcă comercială a Twitter, LLC. Această extensie nu este afiliată sau aprobată de Twitter, Inc.",
    "ru": "TwSearchExporter — мощный инструмент для экспорта результатов поиска Twitter в CSV. Он поддерживает практически все типы поисковых ссылок. Просто создайте ссылку для поиска, используя ключевые слова, хэштеги или расширенный поиск Twitter. Затем скопируйте ссылку поиска в наше расширение, и мы экспортируем все результаты в CSV. Это позволяет вам анализировать данные твитов, архивировать контент и более эффективно управлять своей стратегией в социальных сетях.\n\nФункции\n- Поддержка практически всех видов поисковых ссылок\n- Экспорт твитов из вкладок поиска «Топ», «Последние» и «Медиа».\n- Экспорт пользователей из вкладки поиска «Люди»\n- Автоматическая обработка ограничения скорости Twitter.\n- Сохранить как CSV/Excel\n\nПримечание\n- TwSearchExporter следует модели freemium, что позволяет вам бесплатно экспортировать до 200 твитов или пользователей. Если требуется дополнительный экспорт, рассмотрите возможность обновления до нашей премиум-версии.\n- Twitter вводит ограничения на скорость, чтобы управлять объемом запросов к своему API и предотвращать злоупотребления. Обычно наиболее распространенный интервал ограничения скорости составляет 15 минут. Однако будьте уверены, что наше приложение уже без проблем справляется с этими ограничениями скорости. Он автоматически приостановит и повторит попытку, обеспечивая бесперебойный экспорт.\n\nКакие типы данных вы можете экспортировать?\nДля вкладок поиска «Топ», «Последние» и «Медиа»:\n- Идентификатор твита\n- Текст твита\n- Тип\n- Имя автора\n- Имя пользователя автора\n- Время создания\n- Количество ответов\n- Количество ретвитов\n- Количество цитат\n- Как граф\n- Количество просмотров\n- Количество закладок\n- Язык\n- Возможно, чувствительный\n- Источник\n- Хэштеги\n- URL-адрес твита\n- Тип носителя\n- URL-адреса мультимедиа\n- Внешние URL-адреса\nДля вкладки поиска «Люди»:\n- ID пользователя\n- Имя пользователя\n- Имя\n- Расположение\n- Категория\n- Время создания\n- Количество подписчиков\n- Следующее количество\n- Количество твитов\n- Количество СМИ\n- Как граф\n- Количество общедоступных списков\n- Проверено\n- Защищен\n- Можно DM\n- Можно пометить в медиа\n- Возможно, чувствительный\n- Биография\n- Домашняя страница пользователя\n- URL-адрес аватара\n- URL-адрес баннера профиля.\n\nКак экспортировать результаты поиска в Twitter с помощью TwSearchExporter?\nЧтобы использовать наш поиск в Твиттере или скребок хэштегов, просто добавьте наше расширение в браузер и создайте учетную запись. После входа в систему вы можете ввести поисковую ссылку, которую хотите экспортировать, и нажать кнопку «Экспорт». Данные о результатах будут экспортированы в файл CSV или Excel, который затем можно будет загрузить на свой компьютер.\n\nКонфиденциальность данных\nВсе данные обрабатываются на вашем локальном компьютере и никогда не проходят через наши веб-серверы. Ваш экспорт конфиденциальен.\n\nЧасто задаваемые вопросы\nhttps://twsearchexporter.toolmagic.app/#faqs\nНе стесняйтесь обращаться к нам, если у вас есть какие-либо другие вопросы.\n\nОтказ от ответственности\nTwitter является товарным знаком компании Twitter, LLC. Это расширение не связано и не одобрено Twitter, Inc.",
    "sk": "TwSearchExporter je výkonný nástroj na export výsledkov vyhľadávania z Twitteru do CSV. Podporuje takmer všetky typy vyhľadávacích odkazov. Jednoducho vytvorte odkaz na vyhľadávanie pomocou kľúčových slov, hashtagov alebo rozšíreného vyhľadávania na Twitteri. Potom skopírujte odkaz vyhľadávania do nášho rozšírenia a my exportujeme všetky výsledky do CSV. To vám umožní efektívnejšie analyzovať údaje tweetov, archivovať obsah a spravovať vašu stratégiu sociálnych médií.\n\nVlastnosti\n- Podpora takmer všetkých druhov vyhľadávacích odkazov\n- Exportujte tweety z kariet vyhľadávania „Najlepšie“, „Najnovšie“ a „Médiá“\n- Exportujte používateľov z karty vyhľadávania \"Ľudia\"\n- Automatické spracovanie limitu sadzby Twitteru\n- Uložiť ako CSV / Excel\n\nPoznámka\n- TwSearchExporter sa riadi modelom freemium, ktorý vám umožňuje bezplatne exportovať až 200 tweetov alebo používateľov. Ak sú potrebné ďalšie exporty, zvážte inováciu na našu prémiovú verziu.\n- Twitter zavádza limity sadzieb, aby spravoval objem požiadaviek na svoje API a zabránil zneužitiu. Typicky je najbežnejší interval limitu rýchlosti 15 minút. Uisťujeme vás však, že naša aplikácia už tieto limity sadzieb bezproblémovo zvláda. Automaticky sa pozastaví a zopakuje, čím sa zabezpečí neprerušený export.\n\nAký typ údajov môžete exportovať?\nPre vyhľadávacie karty „Top“, „Najnovšie“ a „Médiá“:\n- ID tweetu\n- Text tweetu\n- Typ\n- Meno autora\n- Používateľské meno autora\n- Čas vytvorenia\n- Počet odpovedí\n- Počet retweetov\n- Počet citátov\n- Ako gróf\n- Počet zhliadnutí\n- Počet záložiek\n- Jazyk\n- Možno citlivý\n- Zdroj\n- Hashtagy\n- URL tweetu\n- Typ média\n- Adresy URL médií\n- Externé adresy URL\nPre kartu vyhľadávania „Ľudia“:\n- ID používateľa\n- Používateľské meno\n- Názov\n- Miesto\n- Kategória\n- Čas vytvorenia\n- Počet nasledovníkov\n- Sledovanie počtu\n- Počet tweetov\n- Počet médií\n- Ako gróf\n- Počet verejných zoznamov\n- Je overený\n- Je chránený\n- Môže DM\n- Môže označiť v médiách\n- Možno citlivý\n- Životopis\n- Domovská stránka používateľa\n- URL avatara\n- Adresa URL bannera profilu\n\nAko exportovať výsledky vyhľadávania Twitter pomocou TwSearchExporter?\nAk chcete použiť náš Twitter Search alebo Hashtag Scraper, jednoducho pridajte naše rozšírenie do prehliadača a vytvorte si účet. Po prihlásení môžete zadať odkaz vyhľadávania, ktorý chcete exportovať, a kliknúť na tlačidlo „Exportovať“. Výsledné dáta budú exportované do CSV alebo Excel súboru, ktorý si následne môžete stiahnuť do svojho počítača.\n\nOchrana osobných údajov\nVšetky údaje sa spracúvajú na vašom lokálnom počítači a nikdy neprechádzajú cez naše webové servery. Vaše exporty sú dôverné.\n\nFAQ\nhttps://twsearchexporter.toolmagic.app/#faqs\nV prípade ďalších otázok nás neváhajte kontaktovať.\n\nVylúčenie zodpovednosti\nTwitter je ochranná známka spoločnosti Twitter, LLC. Toto rozšírenie nie je pridružené ani schválené spoločnosťou Twitter, Inc.",
    "sl": "TwSearchExporter je zmogljivo orodje za izvoz rezultatov iskanja na Twitterju v CSV. Podpira skoraj vse vrste iskalnih povezav. Preprosto ustvarite svojo iskalno povezavo s ključnimi besedami, hashtagi ali Twitterjevim naprednim iskanjem. Nato kopirajte iskalno povezavo v našo razširitev in vse rezultate bomo izvozili v CSV. To vam omogoča analizo podatkov tweetov, arhiviranje vsebine in učinkovitejše upravljanje strategije družbenih medijev.\n\nLastnosti\n- Podpira skoraj vse vrste iskalnih povezav\n- Izvozite tvite iz iskalnih zavihkov »Najboljše«, »Najnovejše« in »Mediji«\n- Izvozi uporabnike iz iskalnega zavihka \"Ljudje\"\n- Samodejno obravnava omejitev hitrosti Twitterja\n- Shrani kot CSV / Excel\n\nOpomba\n- TwSearchExporter sledi modelu freemium, kar vam omogoča, da brezplačno izvozite do 200 tvitov ali uporabnikov. Če so potrebni dodatni izvozi, razmislite o nadgradnji na našo premium različico.\n- Twitter nalaga omejitve hitrosti za upravljanje količine zahtev za njegov API in preprečevanje zlorab. Običajno je najpogostejši interval omejitve hitrosti 15 minut. Vendar bodite prepričani, da naša aplikacija že nemoteno obravnava te omejitve hitrosti. Samodejno bo zaustavil in poskusil znova, kar bo zagotovilo neprekinjen izvoz.\n\nKakšno vrsto podatkov lahko izvozite?\nZa iskalne zavihke »Najboljše«, »Najnovejše« in »Mediji«:\n- Tweet ID\n- Tweet besedilo\n- Vrsta\n- Ime avtorja\n- Uporabniško ime avtorja\n- Čas ustvarjanja\n- Število odgovorov\n- Število ponovnih tvitov\n- Štetje citatov\n- Kot grof\n- Število ogledov\n- Število zaznamkov\n- Jezik\n- Morda občutljivo\n- Vir\n- Hashtags\n- URL za tvit\n- Vrsta medija\n- URL-ji medijev\n- Zunanji URL-ji\nZa iskalni zavihek \"Ljudje\":\n- Uporabniško ime\n- Uporabniško ime\n- Ime\n- Lokacija\n- Kategorija\n- Čas ustvarjanja\n- Število sledilcev\n- Sledi grofu\n- Število tvitov\n- Število medijev\n- Kot grof\n- Število javnih seznamov\n- Je preverjeno\n- Je zaščiten\n- Lahko DM\n- Lahko označi v medijih\n- Morda občutljivo\n- Biografija\n- Domača stran uporabnika\n- URL avatarja\n- URL pasice profila\n\nKako izvoziti rezultate iskanja na Twitterju s TwSearchExporterjem?\nČe želite uporabljati naše Twitter Search ali Hashtag Scraper, preprosto dodajte našo razširitev v brskalnik in ustvarite račun. Ko se prijavite, lahko vnesete iskalno povezavo, ki jo želite izvoziti, in kliknete gumb »Izvozi«. Podatki o rezultatih bodo izvoženi v datoteko CSV ali Excel, ki jo lahko nato prenesete na svoj računalnik.\n\nZasebnost podatkov\nVsi podatki se obdelujejo na vašem lokalnem računalniku in nikoli ne gredo skozi naše spletne strežnike. Vaši izvozi so zaupni.\n\npogosta vprašanja\nhttps://twsearchexporter.toolmagic.app/#faqs\nČe imate še kakšna vprašanja, nas kontaktirajte.\n\nZavrnitev odgovornosti\nTwitter je blagovna znamka družbe Twitter, LLC. Ta razširitev ni povezana s Twitterjem, Inc. ali ga podpira.",
    "sr": "ТвСеарцхЕкпортер је моћан алат за извоз резултата Твиттер претраге у ЦСВ. Подржава скоро све врсте линкова за претрагу. Једноставно направите везу за претрагу користећи кључне речи, хасхтагове или Твиттер-ову напредну претрагу. Затим копирајте везу за претрагу у нашу екстензију, а ми ћемо извести све резултате у ЦСВ. Ово вам омогућава да анализирате твит податке, архивирате садржај и ефикасније управљате стратегијом друштвених медија.\n\nКарактеристике\n- Подржава скоро све врсте веза за претрагу\n- Извезите твитове са картица за претрагу „Топ“, „Најновије“ и „Медији“\n- Извезите кориснике са картице за претрагу „Људи“\n- Аутоматско руковање Твиттеровим ограничењем брзине\n- Сачувај као ЦСВ / Екцел\n\nБелешка\n- ТвСеарцхЕкпортер прати фреемиум модел, омогућавајући вам да извезете до 200 твитова или корисника без икаквих трошкова. Ако су потребни додатни извози, размислите о надоградњи на нашу премиум верзију.\n– Твиттер намеће ограничења брзине да би управљао обимом захтева за свој АПИ и спречио злоупотребу. Обично је најчешћи интервал ограничења брзине 15 минута. Међутим, будите сигурни да наша апликација већ беспрекорно обрађује ова ограничења стопе. Аутоматски ће паузирати и покушати поново, обезбеђујући непрекидан извоз.\n\nКоју врсту података можете да извезете?\nЗа картице за претрагу „Топ“, „Најновије“ и „Медији“:\n- Твеет ИД\n- Твеет Тект\n- Тип\n- Име аутора\n- Корисничко име аутора\n- Време стварања\n- Репли Цоунт\n- Број ретвитова\n- Број цитата\n- Као гроф\n- Број прегледа\n- Број обележивача\n- Језик\n- Вероватно осетљиво\n- Извор\n- Хаштагови\n- УРЛ твита\n- Врста медија\n– УРЛ адресе медија\n- Спољне УРЛ адресе\nЗа картицу за претрагу „Људи“:\n- ИД корисник\n- Корисничко име\n- Име\n- Локација\n- Категорија\n- Време стварања\n- Број пратилаца\n- Прати грофа\n- Твеет Цоунт\n- Број медија\n- Као гроф\n- Број јавних листа\n- Проверено\n- Заштићено је\n- Може ДМ\n- Може означити у медијима\n- Вероватно осетљиво\n- Биографија\n- Почетна страница корисника\n- УРЛ адреса аватара\n- УРЛ банера профила\n\nКако извести резултате претраге на Твиттер-у помоћу ТвСеарцхЕкпортер-а?\nДа бисте користили нашу Твиттер претрагу или Хасхтаг Сцрапер, једноставно додајте наше проширење у прегледач и направите налог. Када се пријавите, можете да унесете везу за претрагу коју желите да извезете и кликнете на дугме „Извези“. Подаци о резултату ће бити извезени у ЦСВ или Екцел датотеку, коју затим можете преузети на свој рачунар.\n\nПриватност података\nСви подаци се обрађују на вашем локалном рачунару и никада не пролазе кроз наше веб сервере. Ваши извози су поверљиви.\n\nФАК\nхттпс://твсеарцхекпортер.тоолмагиц.апп/#факс\nСлободно нас контактирајте ако имате још питања.\n\nОдрицање од одговорности\nТвиттер је заштитни знак компаније Твиттер, ЛЛЦ. Ово проширење није повезано са Твиттер, Инц., нити га подржава.",
    "sv": "TwSearchExporter är ett kraftfullt verktyg för att exportera Twitter-sökresultat till CSV. Den stöder nästan alla typer av söklänkar. Bygg helt enkelt din söklänk med hjälp av nyckelord, hashtags eller Twitters avancerade sökning. Kopiera sedan söklänken till vårt tillägg, så exporterar vi alla resultat till CSV. Detta låter dig analysera tweetdata, arkivera innehåll och hantera din sociala mediestrategi mer effektivt.\n\nFunktioner\n- Stöd nästan alla typer av söklänkar\n- Exportera tweets från sökflikarna \"Topp\", \"Senaste\" och \"Media\"\n- Exportera användare från sökfliken \"Personer\"\n- Hanterar automatiskt Twitters skattegräns\n- Spara som CSV / Excel\n\nNotera\n- TwSearchExporter följer en freemium-modell, vilket gör att du kan exportera upp till 200 tweets eller användare utan kostnad. Om ytterligare export krävs, överväg att uppgradera till vår premiumversion.\n- Twitter inför hastighetsgränser för att hantera mängden förfrågningar till dess API och förhindra missbruk. Vanligtvis är det vanligaste hastighetsgränsintervallet 15 minuter. Du kan dock vara säker på att vår app redan hanterar dessa prisgränser sömlöst. Den pausar automatiskt och försöker igen, vilket säkerställer oavbruten export.\n\nVilken typ av data kan du exportera?\nFör sökflikarna \"Topp\", \"Senaste\" och \"Media\":\n- Tweet-ID\n- Tweet text\n- Typ\n- Författarens namn\n- Författarens användarnamn\n- Skapandetid\n- Svara Count\n- Retweet Count\n- Citaträkning\n- Som Greve\n- Antal visningar\n- Bokmärkesräkning\n- Språk\n– Möjligen känslig\n- Källa\n- Hashtags\n- Tweet URL\n- Mediatyp\n- Media URLs\n- Externa webbadresser\nFör sökfliken \"Personer\":\n- Användar ID\n- Användarnamn\n- Namn\n- Plats\n- Kategori\n- Skapandetid\n- Antal följare\n- Följer greve\n- Tweeträkning\n- Medieräkning\n- Som Greve\n- Antal offentliga listor\n- Är verifierad\n- Är skyddad\n- Kan DM\n- Kan tagga i media\n– Möjligen känslig\n- Biografi\n- Användarhemsida\n- Avatar-URL\n- URL för profilbanner\n\nHur exporterar jag Twitter-sökresultat med TwSearchExporter?\nFör att använda vår Twitter Search eller Hashtag Scraper, lägg helt enkelt till vårt tillägg i webbläsaren och skapa ett konto. När du har loggat in kan du ange söklänken som du vill exportera och klicka på knappen \"Exportera\". Resultatdata kommer att exporteras till en CSV- eller Excel-fil, som du sedan kan ladda ner till din dator.\n\nDataintegritet\nAll data behandlas på din lokala dator och passerar aldrig genom våra webbservrar. Din export är konfidentiell.\n\nFAQ\nhttps://twsearchexporter.toolmagic.app/#faqs\nKontakta oss gärna om du har några andra frågor.\n\nvarning\nTwitter är ett varumärke som tillhör Twitter, LLC. Detta tillägg är inte anslutet till eller godkänt av Twitter, Inc.",
    "sw": "TwSearchExporter ni zana yenye nguvu ya kusafirisha matokeo ya utafutaji wa Twitter kwa CSV. Inaauni takriban aina zote za viungo vya utafutaji. Tengeneza kiunga chako cha utaftaji kwa kutumia maneno muhimu, lebo za reli, au utaftaji wa hali ya juu wa Twitter. Kisha, nakili kiungo cha utafutaji kwenye kiendelezi chetu, na tutahamisha matokeo yote kwa CSV. Hii hukuruhusu kuchanganua data ya tweet, kuhifadhi yaliyomo kwenye kumbukumbu, na kudhibiti mkakati wako wa mitandao ya kijamii kwa ufanisi zaidi.\n\nVipengele\n- Saidia karibu kila aina ya viungo vya utaftaji\n- Hamisha tweets kutoka kwa vichupo vya utafutaji \"Juu\", \"Karibuni\" na \"Media\"\n- Hamisha watumiaji kutoka kwa kichupo cha utaftaji \"Watu\"\n- Inashughulikia kikomo cha kiwango cha Twitter kiotomatiki\n- Hifadhi kama CSV / Excel\n\nKumbuka\n- TwSearchExporter inafuata muundo wa freemium, unaokuwezesha kutuma hadi tweets 200 au watumiaji bila gharama yoyote. Ikiwa uhamishaji wa ziada unahitajika, zingatia kupata toleo letu la malipo.\n- Twitter inaweka vikomo vya viwango ili kudhibiti idadi ya maombi kwa API yake na kuzuia matumizi mabaya. Kwa kawaida, muda wa kikomo wa kiwango cha kawaida ni dakika 15. Hata hivyo, kuwa na uhakika kwamba programu yetu tayari inashughulikia viwango hivi vya viwango kwa urahisi. Itasitisha kiotomatiki na kujaribu tena, ikihakikisha uhamishaji usiokatizwa.\n\nJe, ni aina gani ya data unaweza kuhamisha?\nKwa tabo za utaftaji \"Juu\", \"Mpya\" na \"Media\":\n- Kitambulisho cha Tweet\n- Maandishi ya Tweet\n- Aina\n- Jina la Mwandishi\n- Jina la mtumiaji la Mwandishi\n- Wakati wa Uumbaji\n- Hesabu ya Majibu\n- Retweet Hesabu\n- Hesabu ya Nukuu\n- Kama Hesabu\n- Hesabu ya kutazama\n- Hesabu ya Alamisho\n- Lugha\n- Inawezekana Nyeti\n- Chanzo\n- Hashtag\n- Tweet URL\n- Aina ya Media\n- URL za media\n- URL za nje\nKwa kichupo cha utafutaji \"Watu\":\n- Kitambulisho cha Mtumiaji\n- Jina la mtumiaji\n- Jina\n- Mahali\n- Jamii\n- Wakati wa Uumbaji\n- Hesabu ya Wafuasi\n- Hesabu Inayofuata\n- Hesabu ya Tweet\n- Idadi ya Vyombo vya Habari\n- Kama Hesabu\n- Idadi ya Orodha ya Umma\n- Imethibitishwa\n- Imelindwa\n- Unaweza DM\n- Inaweza Kuweka Tagi kwenye Vyombo vya Habari\n- Inawezekana Nyeti\n- Wasifu\n- Ukurasa wa nyumbani wa Mtumiaji\n- URL ya Avatar\n- URL ya Bango la Wasifu\n\nJinsi ya kuuza nje matokeo ya utaftaji wa Twitter na TwSearchExporter?\nIli kutumia Utafutaji wetu wa Twitter au Hashtag Scraper, ongeza tu kiendelezi chetu kwenye kivinjari na uunde akaunti. Mara tu unapoingia, unaweza kuingiza kiungo cha utafutaji ambacho ungependa kuhamisha na ubofye kitufe cha \"Hamisha\". Data ya matokeo itatumwa kwa faili ya CSV au Excel, ambayo unaweza kuipakua kwenye kompyuta yako.\n\nFaragha ya Data\nData yote inachakatwa kwenye kompyuta yako ya ndani, kamwe haipiti kwenye seva zetu za wavuti. Usafirishaji wako ni siri.\n\nMaswali Yanayoulizwa Mara kwa Mara\nhttps://twsearchexporter.toolmagic.app/#faqs\nJisikie huru kuwasiliana nasi ikiwa una maswali mengine yoyote.\n\nKanusho\nTwitter ni chapa ya biashara ya Twitter, LLC. Kiendelezi hiki hakihusiani na au kuidhinishwa na Twitter, Inc.",
    "ta": "TwSearchExporter என்பது Twitter தேடல் முடிவுகளை CSV க்கு ஏற்றுமதி செய்வதற்கான சக்திவாய்ந்த கருவியாகும். இது கிட்டத்தட்ட எல்லா வகையான தேடல் இணைப்புகளையும் ஆதரிக்கிறது. முக்கிய வார்த்தைகள், ஹேஷ்டேக்குகள் அல்லது ட்விட்டரின் மேம்பட்ட தேடலைப் பயன்படுத்தி உங்கள் தேடல் இணைப்பை உருவாக்கவும். பின்னர், தேடல் இணைப்பை எங்கள் நீட்டிப்பில் நகலெடுக்கவும், மேலும் அனைத்து முடிவுகளையும் CSV க்கு ஏற்றுமதி செய்வோம். இது ட்வீட் தரவை பகுப்பாய்வு செய்யவும், உள்ளடக்கத்தை காப்பகப்படுத்தவும் மற்றும் உங்கள் சமூக ஊடக உத்தியை மிகவும் திறம்பட நிர்வகிக்கவும் உங்களை அனுமதிக்கிறது.\n\nஅம்சங்கள்\n- கிட்டத்தட்ட எல்லா வகையான தேடல் இணைப்புகளையும் ஆதரிக்கவும்\n- \"டாப்\", \"லேட்டஸ்ட்\" மற்றும் \"மீடியா\" என்ற தேடல் தாவல்களிலிருந்து ட்வீட்களை ஏற்றுமதி செய்யவும்\n- \"மக்கள்\" என்ற தேடல் தாவலில் இருந்து பயனர்களை ஏற்றுமதி செய்யுங்கள்\n- ட்விட்டரின் கட்டண வரம்பை தானாகவே கையாளுதல்\n- CSV / Excel ஆக சேமிக்கவும்\n\nகுறிப்பு\n- TwSearchExporter ஒரு ஃப்ரீமியம் மாடலைப் பின்பற்றுகிறது, இதன் மூலம் 200 ட்வீட்கள் அல்லது பயனர்களுக்கு எந்த கட்டணமும் இல்லாமல் ஏற்றுமதி செய்யலாம். கூடுதல் ஏற்றுமதிகள் தேவைப்பட்டால், எங்கள் பிரீமியம் பதிப்பிற்கு மேம்படுத்தவும்.\n- ட்விட்டர் அதன் APIக்கான கோரிக்கைகளின் அளவை நிர்வகிக்கவும், முறைகேடுகளைத் தடுக்கவும் கட்டண வரம்புகளை விதிக்கிறது. பொதுவாக, மிகவும் பொதுவான விகித வரம்பு இடைவெளி 15 நிமிடங்கள் ஆகும். இருப்பினும், எங்கள் பயன்பாடு ஏற்கனவே இந்த கட்டண வரம்புகளை தடையின்றி கையாளுகிறது என்பதில் உறுதியாக இருங்கள். இது தானாகவே இடைநிறுத்தப்பட்டு மீண்டும் முயற்சிக்கும், தடையில்லா ஏற்றுமதியை உறுதி செய்யும்.\n\nநீங்கள் எந்த வகையான தரவை ஏற்றுமதி செய்யலாம்?\n\"டாப்\", \"லேட்டஸ்ட்\" மற்றும் \"மீடியா\" ஆகிய தேடல் தாவல்களுக்கு:\n- ட்வீட் ஐடி\n- ட்வீட் உரை\n- வகை\n- ஆசிரியர் பெயர்\n- ஆசிரியர் பயனர் பெயர்\n- உருவாக்க நேரம்\n- பதில் எண்ணிக்கை\n- மறு ட்வீட் எண்ணிக்கை\n- மேற்கோள் எண்ணிக்கை\n- எண்ணைப் போல\n- பார்வை எண்ணிக்கை\n- புக்மார்க் எண்ணிக்கை\n- மொழி\n- ஒருவேளை உணர்திறன்\n- ஆதாரம்\n- ஹேஷ்டேக்குகள்\n- ட்வீட் URL\n- ஊடக வகை\n- மீடியா URLகள்\n- வெளிப்புற URLகள்\n\"மக்கள்\" என்ற தேடல் தாவலுக்கு:\n- பயனர் ஐடி\n- பயனர் பெயர்\n- பெயர்\n- இடம்\n- வகை\n- உருவாக்க நேரம்\n- பின்தொடர்பவர்களின் எண்ணிக்கை\n- தொடர்ந்து எண்ணிக்கை\n- ட்வீட் எண்ணிக்கை\n- ஊடக எண்ணிக்கை\n- எண்ணைப் போல\n- பொது பட்டியல் எண்ணிக்கை\n- சரிபார்க்கப்பட்டது\n- பாதுகாக்கப்படுகிறது\n- முடியும் DM\n- மீடியாவில் குறியிடலாம்\n- ஒருவேளை உணர்திறன்\n- சுயசரிதை\n- பயனர் முகப்புப்பக்கம்\n- அவதார் URL\n- சுயவிவர பேனர் URL\n\nTwSearchExporter மூலம் Twitter தேடல் முடிவுகளை ஏற்றுமதி செய்வது எப்படி?\nஎங்கள் Twitter தேடல் அல்லது ஹேஷ்டேக் ஸ்கிராப்பரைப் பயன்படுத்த, உலாவியில் எங்கள் நீட்டிப்பைச் சேர்த்து கணக்கை உருவாக்கவும். நீங்கள் உள்நுழைந்ததும், நீங்கள் ஏற்றுமதி செய்ய விரும்பும் தேடல் இணைப்பை உள்ளீடு செய்து \"ஏற்றுமதி\" பொத்தானைக் கிளிக் செய்யவும். முடிவு தரவு CSV அல்லது Excel கோப்பிற்கு ஏற்றுமதி செய்யப்படும், அதை நீங்கள் உங்கள் கணினியில் பதிவிறக்கலாம்.\n\nதரவு தனியுரிமை\nஎல்லா தரவும் உங்கள் உள்ளூர் கணினியில் செயலாக்கப்படும், எங்கள் இணைய சேவையகங்கள் வழியாக செல்லாது. உங்கள் ஏற்றுமதிகள் ரகசியமானவை.\n\nஅடிக்கடி கேட்கப்படும் கேள்விகள்\nhttps://twsearchexporter.toolmagic.app/#faqs\nஉங்களுக்கு வேறு ஏதேனும் கேள்விகள் இருந்தால் எங்களை தொடர்பு கொள்ளவும்.\n\nமறுப்பு\nTwitter என்பது Twitter, LLC இன் வர்த்தக முத்திரை. இந்த நீட்டிப்பு Twitter, Inc உடன் இணைக்கப்படவில்லை அல்லது அங்கீகரிக்கப்படவில்லை.",
    "te": "TwSearchExporter అనేది Twitter శోధన ఫలితాలను CSVకి ఎగుమతి చేయడానికి ఒక శక్తివంతమైన సాధనం. ఇది దాదాపు అన్ని రకాల శోధన లింక్‌లకు మద్దతు ఇస్తుంది. కీలకపదాలు, హ్యాష్‌ట్యాగ్‌లు లేదా Twitter యొక్క అధునాతన శోధనను ఉపయోగించి మీ శోధన లింక్‌ను రూపొందించండి. ఆపై, శోధన లింక్‌ను మా పొడిగింపులోకి కాపీ చేయండి మరియు మేము అన్ని ఫలితాలను CSVకి ఎగుమతి చేస్తాము. ఇది ట్వీట్ డేటాను విశ్లేషించడానికి, కంటెంట్‌ను ఆర్కైవ్ చేయడానికి మరియు మీ సోషల్ మీడియా వ్యూహాన్ని మరింత సమర్థవంతంగా నిర్వహించడానికి మిమ్మల్ని అనుమతిస్తుంది.\n\nలక్షణాలు\n- దాదాపు అన్ని రకాల శోధన లింక్‌లకు మద్దతు ఇస్తుంది\n- శోధన ట్యాబ్‌లు \"టాప్\", \"లేటెస్ట్\" మరియు \"మీడియా\" నుండి ట్వీట్‌లను ఎగుమతి చేయండి\n- శోధన ట్యాబ్ \"వ్యక్తులు\" నుండి వినియోగదారులను ఎగుమతి చేయండి\n- Twitter యొక్క రేట్ పరిమితిని స్వయంచాలకంగా నిర్వహించడం\n- CSV / Excel వలె సేవ్ చేయండి\n\nగమనిక\n- TwSearchExporter ఒక ఫ్రీమియమ్ మోడల్‌ను అనుసరిస్తుంది, మీరు ఎటువంటి ఖర్చు లేకుండా 200 ట్వీట్‌లు లేదా వినియోగదారుల వరకు ఎగుమతి చేయడానికి వీలు కల్పిస్తుంది. అదనపు ఎగుమతులు అవసరమైతే, మా ప్రీమియం వెర్షన్‌కి అప్‌గ్రేడ్ చేయడాన్ని పరిగణించండి.\n- Twitter దాని APIకి అభ్యర్థనల పరిమాణాన్ని నిర్వహించడానికి మరియు దుర్వినియోగాన్ని నిరోధించడానికి రేట్ పరిమితులను విధించింది. సాధారణంగా, అత్యంత సాధారణ రేటు పరిమితి విరామం 15 నిమిషాలు. అయితే, మా యాప్ ఇప్పటికే ఈ రేట్ పరిమితులను సజావుగా నిర్వహిస్తుందని హామీ ఇవ్వండి. ఇది స్వయంచాలకంగా పాజ్ చేసి మళ్లీ ప్రయత్నిస్తుంది, అంతరాయం లేని ఎగుమతులను నిర్ధారిస్తుంది.\n\nమీరు ఏ రకమైన డేటాను ఎగుమతి చేయవచ్చు?\nశోధన ట్యాబ్‌ల కోసం \"టాప్\", \"లేటెస్ట్\" మరియు \"మీడియా\":\n- ట్వీట్ ID\n- ట్వీట్ టెక్స్ట్\n- రకం\n- రచయిత పేరు\n- రచయిత వినియోగదారు పేరు\n- సృష్టి సమయం\n- ప్రత్యుత్తరం కౌంట్\n- రీట్వీట్ కౌంట్\n- కోట్ కౌంట్\n- ఇలా కౌంట్\n- వీక్షణ గణన\n- బుక్‌మార్క్ కౌంట్\n- భాష\n- బహుశా సెన్సిటివ్\n- మూలం\n- హ్యాష్‌ట్యాగ్‌లు\n- ట్వీట్ URL\n- మీడియా రకం\n- మీడియా URLలు\n- బాహ్య URLలు\nశోధన ట్యాబ్ \"వ్యక్తులు\" కోసం:\n- వినియోగదారుని గుర్తింపు\n- వినియోగదారు పేరు\n- పేరు\n- స్థానం\n- వర్గం\n- సృష్టి సమయం\n- అనుచరుల సంఖ్య\n- కింది కౌంట్\n- ట్వీట్ కౌంట్\n- మీడియా కౌంట్\n- ఇలా కౌంట్\n- పబ్లిక్ లిస్ట్ కౌంట్\n- ధృవీకరించబడింది\n- రక్షించబడింది\n- DM చేయవచ్చు\n- మీడియాలో ట్యాగ్ చేయవచ్చు\n- బహుశా సెన్సిటివ్\n- జీవిత చరిత్ర\n- వినియోగదారు హోమ్‌పేజీ\n- అవతార్ URL\n- ప్రొఫైల్ బ్యానర్ URL\n\nTwSearchExporterతో Twitter శోధన ఫలితాలను ఎగుమతి చేయడం ఎలా?\nమా Twitter శోధన లేదా హ్యాష్‌ట్యాగ్ స్క్రాపర్‌ని ఉపయోగించడానికి, బ్రౌజర్‌కు మా పొడిగింపును జోడించి, ఖాతాను సృష్టించండి. మీరు సైన్ ఇన్ చేసిన తర్వాత, మీరు ఎగుమతి చేయాలనుకుంటున్న శోధన లింక్‌ను ఇన్‌పుట్ చేయవచ్చు మరియు \"ఎగుమతి\" బటన్‌ను క్లిక్ చేయండి. ఫలిత డేటా CSV లేదా Excel ఫైల్‌కి ఎగుమతి చేయబడుతుంది, మీరు దానిని మీ కంప్యూటర్‌కు డౌన్‌లోడ్ చేసుకోవచ్చు.\n\nడేటా గోప్యత\nమొత్తం డేటా మీ స్థానిక కంప్యూటర్‌లో ప్రాసెస్ చేయబడుతుంది, మా వెబ్ సర్వర్‌ల ద్వారా ఎప్పుడూ వెళ్లదు. మీ ఎగుమతులు గోప్యంగా ఉంటాయి.\n\nఎఫ్ ఎ క్యూ\nhttps://twsearchexporter.toolmagic.app/#faqs\nమీకు ఏవైనా ఇతర ప్రశ్నలు ఉంటే మమ్మల్ని సంప్రదించడానికి సంకోచించకండి.\n\nనిరాకరణ\nTwitter అనేది Twitter, LLC యొక్క ట్రేడ్మార్క్. ఈ పొడిగింపు Twitter, Incతో అనుబంధించబడలేదు లేదా ఆమోదించబడలేదు.",
    "th": "TwSearchExporter เป็นเครื่องมืออันทรงพลังในการส่งออกผลการค้นหา Twitter เป็น CSV รองรับลิงค์ค้นหาเกือบทุกประเภท เพียงสร้างลิงก์การค้นหาของคุณโดยใช้คำสำคัญ แฮชแท็ก หรือการค้นหาขั้นสูงของ Twitter จากนั้น คัดลอกลิงก์การค้นหาลงในส่วนขยายของเรา แล้วเราจะส่งออกผลลัพธ์ทั้งหมดเป็น CSV สิ่งนี้ช่วยให้คุณวิเคราะห์ข้อมูลทวีต เก็บถาวรเนื้อหา และจัดการกลยุทธ์โซเชียลมีเดียของคุณได้อย่างมีประสิทธิภาพมากขึ้น\n\nคุณสมบัติ\n- รองรับลิงค์ค้นหาเกือบทุกประเภท\n- ส่งออกทวีตจากแท็บค้นหา \"ยอดนิยม\", \"ล่าสุด\" และ \"สื่อ\"\n- ส่งออกผู้ใช้จากแท็บค้นหา \"บุคคล\"\n- จัดการขีดจำกัดอัตราของ Twitter โดยอัตโนมัติ\n- บันทึกเป็น CSV / Excel\n\nบันทึก\n- TwSearchExporter เป็นไปตามโมเดล freemium ซึ่งช่วยให้คุณสามารถส่งออกทวีตหรือผู้ใช้ได้มากถึง 200 รายการโดยไม่มีค่าใช้จ่าย หากจำเป็นต้องมีการส่งออกเพิ่มเติม ให้พิจารณาอัปเกรดเป็นเวอร์ชันพรีเมี่ยมของเรา\n- Twitter กำหนดอัตราจำกัดเพื่อจัดการปริมาณคำขอไปยัง API และป้องกันการละเมิด โดยทั่วไป ช่วงเวลาจำกัดอัตราที่พบบ่อยที่สุดคือ 15 นาที อย่างไรก็ตาม โปรดมั่นใจได้ว่าแอปของเราจัดการกับขีดจำกัดอัตราเหล่านี้ได้อย่างราบรื่น ระบบจะหยุดชั่วคราวและลองอีกครั้งโดยอัตโนมัติ เพื่อให้มั่นใจว่าการส่งออกจะไม่หยุดชะงัก\n\nคุณสามารถส่งออกข้อมูลประเภทใดได้บ้าง\nสำหรับแท็บค้นหา \"ยอดนิยม\", \"ล่าสุด\" และ \"สื่อ\":\n- รหัสทวีต\n- ข้อความทวีต\n- พิมพ์\n- ชื่อผู้แต่ง\n- ชื่อผู้ใช้ผู้เขียน\n- เวลาแห่งการสร้างสรรค์\n- จำนวนการตอบกลับ\n- จำนวนรีทวีต\n- จำนวนใบเสนอราคา\n- ชอบนับ\n- จำนวนการดู\n- จำนวนบุ๊กมาร์ก\n- ภาษา\n- อาจมีความละเอียดอ่อน\n- แหล่งที่มา\n- แฮชแท็ก\n- URL ทวีต\n- ประเภทสื่อ\n- URL สื่อ\n- URL ภายนอก\nสำหรับแท็บค้นหา \"บุคคล\":\n- รหัสผู้ใช้\n- ชื่อผู้ใช้\n- ชื่อ\n- ที่ตั้ง\n- หมวดหมู่\n- เวลาแห่งการสร้างสรรค์\n- จำนวนผู้ติดตาม\n- นับตาม\n- จำนวนทวีต\n- จำนวนสื่อ\n- ชอบนับ\n- จำนวนรายการสาธารณะ\n- ได้รับการตรวจสอบแล้ว\n- ได้รับการคุ้มครอง\n- DM ได้เลย\n- สามารถแท็กในสื่อได้\n- อาจมีความละเอียดอ่อน\n- ชีวประวัติ\n- หน้าแรกของผู้ใช้\n- URL อวตาร\n- URL แบนเนอร์โปรไฟล์\n\nจะส่งออกผลการค้นหา Twitter ด้วย TwSearchExporter ได้อย่างไร\nหากต้องการใช้การค้นหาด้วย Twitter หรือ Hashtag Scraper เพียงเพิ่มส่วนขยายของเราในเบราว์เซอร์และสร้างบัญชี เมื่อคุณลงชื่อเข้าใช้แล้ว คุณสามารถป้อนลิงก์การค้นหาที่คุณต้องการส่งออกแล้วคลิกปุ่ม \"ส่งออก\" ข้อมูลผลลัพธ์จะถูกส่งออกเป็นไฟล์ CSV หรือ Excel ซึ่งคุณสามารถดาวน์โหลดลงคอมพิวเตอร์ของคุณได้\n\nความเป็นส่วนตัวของข้อมูล\nข้อมูลทั้งหมดได้รับการประมวลผลบนคอมพิวเตอร์ของคุณ โดยไม่ผ่านเว็บเซิร์ฟเวอร์ของเรา การส่งออกของคุณเป็นความลับ\n\nคำถามที่พบบ่อย\nhttps://twsearchexporter.toolmagic.app/#faqs\nโปรดติดต่อเราหากคุณมีคำถามอื่น ๆ\n\nข้อสงวนสิทธิ์\nTwitter เป็นเครื่องหมายการค้าของ Twitter, LLC ส่วนขยายนี้ไม่มีส่วนเกี่ยวข้องหรือรับรองโดย Twitter, Inc.",
    "tr": "TwSearchExporter, Twitter arama sonuçlarını CSV'ye aktarmak için güçlü bir araçtır. Neredeyse tüm arama bağlantısı türlerini destekler. Anahtar kelimeleri, hashtag'leri veya Twitter'ın gelişmiş aramasını kullanarak arama bağlantınızı oluşturmanız yeterlidir. Ardından arama bağlantısını uzantımıza kopyalayın; tüm sonuçları CSV'ye aktaracağız. Bu, tweet verilerini analiz etmenize, içeriği arşivlemenize ve sosyal medya stratejinizi daha etkili bir şekilde yönetmenize olanak tanır.\n\nÖzellikler\n- Neredeyse her türlü arama bağlantısını destekleyin\n- \"En İyi\", \"En Son\" ve \"Medya\" arama sekmelerinden tweet'leri dışa aktarın\n- Kullanıcıları \"Kişiler\" arama sekmesinden dışa aktarın\n- Twitter'ın oran limitini otomatik olarak yönetme\n- CSV / Excel olarak kaydet\n\nNot\n- TwSearchExporter ücretsiz bir model izler ve 200'e kadar tweet'i veya kullanıcıyı hiçbir ücret ödemeden dışa aktarmanıza olanak tanır. Ek dışa aktarma gerekiyorsa premium sürümümüze yükseltmeyi düşünün.\n- Twitter, API'sine gelen isteklerin hacmini yönetmek ve kötüye kullanımı önlemek için oran sınırları uygular. Tipik olarak en yaygın hız sınırı aralığı 15 dakikadır. Ancak uygulamamızın bu oran sınırlarını zaten sorunsuz bir şekilde yönettiğinden emin olabilirsiniz. Otomatik olarak duraklatıp yeniden deneyerek ihracatın kesintisiz olmasını sağlar.\n\nNe tür verileri dışa aktarabilirsiniz?\n\"En İyi\", \"En Son\" ve \"Medya\" arama sekmeleri için:\n- Tweet kimliği\n- Tweet Metni\n- Tip\n- Yazar Adı\n- Yazar Kullanıcı Adı\n- Yaratılış Zamanı\n- Yanıt Sayısı\n- Retweet Sayısı\n- Teklif Sayısı\n- Sayımı Beğen\n- Görüntüleme Sayısı\n- Yer İşareti Sayısı\n- Dil\n- Muhtemelen Hassas\n- Kaynak\n- Hashtag'ler\n- Tweet URL'si\n- Ortam türü\n- Medya URL'leri\n- Harici URL'ler\n\"Kişiler\" arama sekmesi için:\n- Kullanıcı kimliği\n- Kullanıcı adı\n- İsim\n- Konum\n- Kategori\n- Yaratılış Zamanı\n- Takipçi Sayısı\n- Takip Sayısı\n- Tweet Sayısı\n- Medya Sayısı\n- Sayımı Beğen\n- Genel Liste Sayısı\n- Doğrulandı\n- Korunmaktadır\n- DM'den ulaşabilirsiniz\n- Medyada Etiketleyebilir\n- Muhtemelen Hassas\n- Biyografi\n- Kullanıcı Ana Sayfası\n- Avatar URL'si\n- Profil Banner URL'si\n\nTwSearchExporter ile Twitter arama sonuçları nasıl dışa aktarılır?\nTwitter Aramamızı veya Hashtag Kazıyıcımızı kullanmak için uzantımızı tarayıcıya eklemeniz ve bir hesap oluşturmanız yeterlidir. Oturum açtıktan sonra, dışa aktarmak istediğiniz arama bağlantısını girebilir ve \"Dışa Aktar\" düğmesini tıklayabilirsiniz. Sonuç verileri, daha sonra bilgisayarınıza indirebileceğiniz bir CSV veya Excel dosyasına aktarılacaktır.\n\nVeri gizliliği\nTüm veriler yerel bilgisayarınızda işlenir ve hiçbir zaman web sunucularımızdan geçmez. İhracatlarınız gizlidir.\n\nSSS\nhttps://twsearchexporter.toolmagic.app/#faqs\nBaşka sorularınız varsa bizimle iletişime geçmekten çekinmeyin.\n\nSorumluluk reddi beyanı\nTwitter, Twitter, LLC'nin ticari markasıdır. Bu uzantı Twitter, Inc.'e bağlı değildir veya Twitter tarafından desteklenmemektedir.",
    "uk": "TwSearchExporter — це потужний інструмент для експорту результатів пошуку Twitter у CSV. Він підтримує майже всі типи пошукових посилань. Просто створіть своє пошукове посилання за допомогою ключових слів, хештегів або розширеного пошуку Twitter. Потім скопіюйте пошукове посилання в наше розширення, і ми експортуємо всі результати в CSV. Це дає змогу аналізувати дані твітів, архівувати вміст і ефективніше керувати своєю стратегією в соціальних мережах.\n\nОсобливості\n- Підтримка майже всіх типів пошукових посилань\n- Експортувати твіти з вкладок пошуку «Топ», «Останні» та «Медіа»\n- Експорт користувачів із вкладки пошуку «Люди»\n- Автоматична обробка обмеження швидкості Twitter\n- Зберегти як CSV / Excel\n\nПримітка\n- TwSearchExporter дотримується моделі freemium, що дозволяє безкоштовно експортувати до 200 твітів або користувачів. Якщо потрібні додаткові експорти, розгляньте можливість оновлення до нашої преміум-версії.\n- Twitter накладає обмеження на швидкість, щоб керувати обсягом запитів до свого API та запобігати зловживанням. Як правило, найпоширеніший інтервал обмеження швидкості становить 15 хвилин. Однак будьте впевнені, що наша програма вже бездоганно обробляє ці обмеження. Він автоматично призупинить і повторить спробу, забезпечуючи безперебійний експорт.\n\nЯкий тип даних можна експортувати?\nДля вкладок пошуку «Топ», «Останні» та «Медіа»:\n- ID твіту\n- Текст твіту\n- Тип\n- Ім'я автора\n- Ім'я користувача автора\n- Час створення\n- Кількість відповідей\n- Кількість ретвітів\n- Цитата граф\n— Як граф\n- Кількість переглядів\n- Підрахунок закладок\n- Мова\n- Можливо, чутливий\n- Джерело\n- Хештеги\n- URL-адреса твіту\n- Тип носія\n- URL-адреси медіа\n- Зовнішні URL-адреси\nДля вкладки пошуку «Люди»:\n- Ідентифікатор користувача\n- Ім'я користувача\n- Ім'я\n- Місцезнаходження\n- Категорія\n- Час створення\n- Кількість послідовників\n- Слідуючи графу\n- Кількість твітів\n- Підрахунок медіа\n— Як граф\n- Кількість відкритих списків\n- Перевірено\n- Захищений\n- Може DM\n- Можна додавати теги в ЗМІ\n- Можливо, чутливий\n- Біографія\n- Домашня сторінка користувача\n- URL-адреса аватара\n- URL-адреса банера профілю\n\nЯк експортувати результати пошуку в Twitter за допомогою TwSearchExporter?\nЩоб скористатися нашим пошуком у Twitter або Hashtag Scraper, просто додайте наше розширення до браузера та створіть обліковий запис. Увійшовши, ви можете ввести пошукове посилання, яке хочете експортувати, і натиснути кнопку «Експортувати». Дані результатів буде експортовано у файл CSV або Excel, який потім ви зможете завантажити на свій комп’ютер.\n\nКонфіденційність даних\nУсі дані обробляються на вашому локальному комп’ютері, ніколи не проходячи через наші веб-сервери. Ваш експорт є конфіденційним.\n\nFAQ\nhttps://twsearchexporter.toolmagic.app/#faqs\nНе соромтеся зв’язатися з нами, якщо у вас виникнуть інші запитання.\n\nВідмова від відповідальності\nTwitter є торговою маркою Twitter, LLC. Це розширення не пов’язане з Twitter, Inc. і не підтримується цією компанією.",
    "vi": "TwSearchExporter là một công cụ mạnh mẽ để xuất kết quả tìm kiếm Twitter sang CSV. Nó hỗ trợ gần như tất cả các loại liên kết tìm kiếm. Chỉ cần xây dựng liên kết tìm kiếm của bạn bằng cách sử dụng từ khóa, thẻ bắt đầu bằng # hoặc tìm kiếm nâng cao của Twitter. Sau đó, sao chép liên kết tìm kiếm vào tiện ích mở rộng của chúng tôi và chúng tôi sẽ xuất tất cả kết quả sang CSV. Điều này cho phép bạn phân tích dữ liệu tweet, lưu trữ nội dung và quản lý chiến lược truyền thông xã hội của mình hiệu quả hơn.\n\nĐặc trưng\n- Hỗ trợ gần như tất cả các loại link tìm kiếm\n- Xuất tweet từ các tab tìm kiếm \"Top\", \"Mới nhất\" và \"Phương tiện\"\n- Xuất người dùng từ tab tìm kiếm \"Mọi người\"\n- Tự động xử lý giới hạn tỷ lệ của Twitter\n- Lưu dưới dạng CSV/Excel\n\nGhi chú\n- TwSearchExporter tuân theo mô hình freemium, cho phép bạn xuất tối đa 200 tweet hoặc người dùng miễn phí. Nếu cần xuất thêm, hãy xem xét nâng cấp lên phiên bản cao cấp của chúng tôi.\n- Twitter áp đặt giới hạn tốc độ để quản lý khối lượng yêu cầu tới API của mình và ngăn chặn việc lạm dụng. Thông thường, khoảng thời gian giới hạn tốc độ phổ biến nhất là 15 phút. Tuy nhiên, hãy yên tâm rằng ứng dụng của chúng tôi đã xử lý các giới hạn tốc độ này một cách liền mạch. Nó sẽ tự động tạm dừng và thử lại, đảm bảo quá trình xuất không bị gián đoạn.\n\nBạn có thể xuất loại dữ liệu nào?\nĐối với các tab tìm kiếm \"Top\", \"Mới nhất\" và \"Phương tiện\":\n- ID Tweet\n- Văn bản Tweet\n- Kiểu\n- Tên tác giả\n- Tên người dùng tác giả\n- Thời gian sáng tạo\n- Số lượng trả lời\n- Số lượng tweet lại\n- Số lượng trích dẫn\n- Đếm lượt thích\n- Lượng xem\n- Số lượng dấu trang\n- Ngôn ngữ\n- Có thể nhạy cảm\n- Nguồn\n- Hashtags\n- URL dòng tweet\n- Loại phương tiện\n- URL phương tiện\n- URL bên ngoài\nĐối với tab tìm kiếm \"Mọi người\":\n- Tên người dùng\n- Tên tài khoản\n- Tên\n- Vị trí\n- Loại\n- Thời gian sáng tạo\n- Số lượng người theo dõi\n- Số lượng theo dõi\n- Số lượng Tweet\n- Số lượng phương tiện\n- Đếm lượt thích\n- Số lượng danh sách công khai\n- Đã được xác minh\n- Được bảo vệ\n- Có thể DM\n- Có thể gắn thẻ trong phương tiện truyền thông\n- Có thể nhạy cảm\n- Tiểu sử\n- Trang chủ người dùng\n- URL hình đại diện\n- URL biểu ngữ hồ sơ\n\nLàm cách nào để xuất kết quả tìm kiếm Twitter bằng TwSearchExporter?\nĐể sử dụng Tìm kiếm Twitter hoặc Công cụ quét Hashtag của chúng tôi, chỉ cần thêm tiện ích mở rộng của chúng tôi vào trình duyệt và tạo một tài khoản. Sau khi đăng nhập, bạn có thể nhập liên kết tìm kiếm mà bạn muốn xuất và nhấp vào nút \"Xuất\". Dữ liệu kết quả sẽ được xuất sang tệp CSV hoặc Excel, sau đó bạn có thể tải tệp này xuống máy tính của mình.\n\nQuyền riêng tư dữ liệu\nTất cả dữ liệu được xử lý trên máy tính cục bộ của bạn, không bao giờ đi qua máy chủ web của chúng tôi. Việc xuất khẩu của bạn được bảo mật.\n\nCâu hỏi thường gặp\nhttps://twsearchexporter.toolmagic.app/#faqs\nHãy liên hệ với chúng tôi nếu bạn có bất kỳ câu hỏi nào khác.\n\nTuyên bố miễn trừ trách nhiệm\nTwitter là thương hiệu của Twitter, LLC. Tiện ích mở rộng này không được liên kết hoặc xác nhận bởi Twitter, Inc.",
    "zh_CN": "TwSearchExporter 是一个将 Twitter 搜索结果导出为 CSV 的强大工具。它支持几乎所有类型的搜索链接。只需使用关键字、主题标签或 Twitter 的高级搜索即可构建搜索链接。然后，将搜索链接复制到我们的扩展程序中，我们将把所有结果导出到 CSV。这使您能够更有效地分析推文数据、存档内容并管理您的社交媒体策略。\n\n特征\n- 支持几乎所有类型的搜索链接\n- 从搜索选项卡“热门”、“最新”和“媒体”导出推文\n- 从搜索选项卡“人员”导出用户\n- 自动处理 Twitter 的速率限制\n- 保存为 CSV/Excel\n\n笔记\n- TwSearchExporter 遵循免费增值模式，使您能够免费导出最多 200 条推文或用户。如果需要额外的导出，请考虑升级到我们的高级版本。\n- Twitter 施加速率限制来管理对其 API 的请求量并防止滥用。通常，最常见的速率限制间隔是 15 分钟。不过，请放心，我们的应用程序已经无缝处理这些速率限制。它会自动暂停并重试，确保导出不间断。\n\n您可以导出什么类型的数据？\n对于搜索选项卡“热门”、“最新”和“媒体”：\n- 推文 ID\n- 推文文本\n- 类型\n- 作者姓名\n- 作者用户名\n- 创建时间\n- 回复计数\n- 转发计数\n- 报价计数\n- 点赞数\n- 查看次数\n- 书签计数\n- 语言\n- 可能敏感\n- 来源\n- 标签\n- 推文网址\n- 媒体类型\n- 媒体网址\n- 外部网址\n对于搜索选项卡“人物”：\n- 用户身份\n- 用户名\n- 姓名\n- 地点\n- 类别\n- 创建时间\n- 关注者数量\n- 关注计数\n- 推文计数\n- 媒体计数\n- 点赞数\n- 公开列表计数\n- 已验证\n- 受到保护\n- 可以DM\n- 可以在媒体中标记\n- 可能敏感\n- 传记\n- 用户主页\n- 头像网址\n- 个人资料横幅 URL\n\n如何使用 TwSearchExporter 导出 Twitter 搜索结果？\n要使用我们的 Twitter 搜索或话题标签抓取器，只需将我们的扩展程序添加到浏览器并创建一个帐户即可。登录后，您可以输入要导出的搜索链接，然后单击“导出”按钮。结果数据将导出到 CSV 或 Excel 文件，然后您可以将其下载到您的计算机。\n\n数据隐私\n所有数据都在您的本地计算机上处​​理，从未经过我们的网络服务器。您的出口是保密的。\n\n常问问题\nhttps://twsearchexporter.toolmagic.app/#faqs\n如果您有任何其他问题，请随时与我们联系。\n\n免责声明\nTwitter 是 Twitter, LLC 的商标。此扩展不隶属于 Twitter, Inc.，也不受 Twitter, Inc. 认可。",
    "zh_TW": "TwSearchExporter 是一個將 Twitter 搜尋結果匯出為 CSV 的強大工具。它支援幾乎所有類型的搜尋連結。只需使用關鍵字、主題標籤或 Twitter 的高級搜尋即可建立搜尋連結。然後，將搜尋連結複製到我們的擴充功能中，我們將把所有結果匯出到 CSV。這使您能夠更有效地分析推文資料、存檔內容並管理您的社群媒體策略。\n\n特徵\n- 支援幾乎所有類型的搜尋鏈接\n- 從搜尋標籤「熱門」、「最新」和「媒體」匯出推文\n- 從搜尋標籤「人員」匯出用戶\n- 自動處理 Twitter 的速率限制\n- 儲存為 CSV/Excel\n\n筆記\n- TwSearchExporter 遵循免費增值模式，讓您能夠免費匯出最多 200 則推文或使用者。如果需要額外的匯出，請考慮升級到我們的高級版本。\n- Twitter 施加速率限制來管理對其 API 的請求量並防止濫用。通常，最常見的速率限制間隔是 15 分鐘。不過，請放心，我們的應用程式已經無縫處理這些速率限制。它會自動暫停並重試，確保匯出不間斷。\n\n您可以匯出什麼類型的資料？\n對於搜尋選項卡“熱門”、“最新”和“媒體”：\n- 推文 ID\n- 推文文本\n- 類型\n- 作者姓名\n- 作者使用者名稱\n- 創建時間\n- 回覆計數\n- 轉發計數\n- 報價計數\n- 按讚數\n- 看次數\n- 書籤數\n- 語言\n- 可能敏感\n- 來源\n- 標籤\n- 推文網址\n- 媒體類型\n- 媒體網址\n- 外部網址\n對於搜尋選項卡“人物”：\n- 使用者身份\n- 使用者名稱\n- 姓名\n- 地點\n- 類別\n- 創建時間\n- 追蹤者數量\n- 關注計數\n- 推文計數\n- 媒體數\n- 按讚數\n- 公開列表計數\n- 已驗證\n- 受到保護\n- 可以DM\n- 可以在媒體中標記\n- 可能敏感\n- 傳記\n- 使用者主頁\n- 頭像網址\n- 個人資料橫幅 URL\n\n如何使用 TwSearchExporter 匯出 Twitter 搜尋結果？\n要使用我們的 Twitter 搜尋或話題標籤抓取器，只需將我們的擴充功能新增至瀏覽器並建立帳戶即可。登入後，您可以輸入要匯出的搜尋鏈接，然後點擊“匯出”按鈕。結果資料將會匯出到 CSV 或 Excel 文件，然後您可以將其下載到您的電腦。\n\n資料隱私\n所有資料都在您的本機電腦上處理，從未經過我們的網路伺服器。您的出口是保密的。\n\n常問問題\nhttps://twsearchexporter.toolmagic.app/#faqs\n如果您有任何其他問題，請隨時與我們聯繫。\n\n免責聲明\nTwitter 是 Twitter, LLC 的商標。此擴充不隸屬於 Twitter, Inc.，也不受 Twitter, Inc. 認可。"
  }
}