{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Slides Auto Resize Speaker Notes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically resize the slide previews when the Speaker Notes window is resized, or drag the sidebar to manually select a size."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Code available at: https://github.com/daattali/gslides-betternotes-extension\n\nShow your support :) http://deanattali.com/aboutme/#feed-meeee\n\nDescription\n========\n\nThe slide previews in the Speaker Notes window of Google Slides are tiny and unreadable. This extension fixes this in two ways: the slides are automatically enlarged when the Speaker Notes window is resized, and you can also drag the sidebar to manually select the perfect slides size.\n\nIf you've ever used Google Slides (or MS PowerPoint/anything similar), you may be aware of the Speaker Notes feature - it allows you to view the current and next slides as well as the text notes for the current slide . However, for some weird reason, the Speaker Notes in Google Slides only allocates a very small area for the slides preview, while giving the notes almost all the space. There is no possible way to resize the slide thumbnail, which makes the slide preview almost useless.\n\nDemo\n========\n\nIf you don't have a Google Slides document to experiment with/verify this problem, you can test it out with this sample Google Slides presentation: https://docs.google.com/presentation/d/18svsKPFNQrBLOSAmOouD410kX9fuaNp3e1K1GTTBLiU/edit?usp=sharing\n\nExtra features\n========\n\n- Resizes thumbnail preview for the Next slide  \n- Ability to move the timer to the right because it sometimes takes up a large portion of the screen and hides some of the slide  \n- Works in offline mode\n\nSupported languages\n========\n\nThis extension will work if your Chrome language is one of the following: English, French, Spanish, German, Dutch, Hebrew.  If you want me to add support for another language, please open an issue on the project page: https://github.com/daattali/gslides-betternotes-extension/issues\n\nMotivation\n========\n\nAs preparation for my committee meeting, I used Google Slides to make my presentation. Shortly after starting, before havin any actual content in my presentation, I noticed that the Speaker Notes window is basically useless in its current form because of how small the slide previes are. After fiddling with the speaker notes window JavaScript and CSS for a couple hours, I decided that a much better use of my time instead of working on my committee meeting would be to make this extension. I then proceeded to spend the next several hours making the draft version of this extension, and thus successfully procrastinated from my real work for many many hours!\n\nOn a more serious note - I do think this is a very essential tool for anyone who uses Google Slides to give presentations."
  }
}