{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JSON Formatter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JSON Formatter is a Chrome extension that formats JSON data within the browser."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JSON Formatter Extension is a powerful and user-friendly tool designed to parse and display JSON data directly from your browser. Perfect for developers and data analysts, this extension enhances readability and allows you to toggle between raw and formatted JSON views with ease.\n\n** Features **\nAutomatic Parsing: Automatically detects and parses JSON data in your web pages.\nFormatted Display: Presents JSON data in a clean, readable format with collapsible sections for nested objects and arrays.\nEasily views: Easily views of your JSON data.\nUser-Friendly Interface: Simple and intuitive interface designed for ease of use.\n\n** How It Works **\nAutomatic Detection: The extension scans your web pages for JSON data.\nJSON Parsing: The detected JSON data is parsed and validated.\nFormatted Display: Parsed JSON is displayed in a structured and readable format, with expandable and collapsible sections.\n\n** Usage **\nInstall the JSON Formatter Extension from the Google Chrome Store.\nNavigate to a web page containing JSON data.\nThe extension will automatically parse and display the JSON data in a formatted view.\n\n** Why Use JSON Formatter Extension? **\nEnhanced Readability: Makes complex JSON data easy to read and understand.\nEfficiency: Saves time by automating the parsing and formatting process.\nConvenience: Quick access to formatted views of your JSON data."
  }
}