{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Playscores"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Playscores extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Playscores - For Livescores;\n\nNunca mais fique refém dos sites ou streams ao vivo de futebol! Um verdadeiro trader não pode depender da transmissão de jogos que sites travados e com delay oferecem, sem se basear em dados estatísticos…\n\nA extensão Playscores é a melhor escolha para elevar a sua performance como trader esportivo, principalmente se você deseja saber os resultados das partidas que estão rolando no mundo todo em tempo real já com o link para o mercado que deseja atuar.\nAcompanhe ao vivo as estatísticas avançadas de partidas e tenha muito mais informações para operar, com os dados coletados e organizados pela Íris, o software mais avançado da Playscores.\n\nAtravés desse software de trade nós coletamos os dados de todas as partidas em tempo real, organizamos essas informações na extensão e as disponibilizamos para você poder realizar suas operações no futebol.\n\nTenha acesso rápido, fácil e sem delay aos:\n✔️ Gráficos de Pressão no jogo;\n✔️ Índices de Pressão e Dominância;\n✔️ Estatísticas de Eventos;\n✔️ Detalhes da partida minuto a minuto;\n✔️ E muito mais...\n\nSem dúvidas, a extensão Playscores é a ferramenta ideal para ganhar velocidade e assertividade com as informações indispensáveis para qualquer investidor esportivo.\nE o melhor de tudo, você pode acompanhar todos esses dados visitando qualquer site, a qualquer momento. \n\nAo usar esta extensão, você concorda com os Termos e Privacidade da Playscores (https://br.playscores.com/termos-uso)"
  }
}