{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bwoah! - Your F1 Homepage"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bwoah! - Your F1 Homepage: Up-to-date race schedules, leaderboards, and F1 images for enthusiasts."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bwoah - Your F1 Homepage: Welcome to Bwoah, the ultimate destination for Formula 1 enthusiasts. This extension transforms your new tab page into a comprehensive F1 hub, providing up-to-date race schedules, leaderboards, and exclusive F1 images. \n\nKey Features:\n1. Real-Time Updates: Stay informed with the latest race schedules and detailed race analysis.\n2. Drivers and Teams Leaderboards: Access current standings and performance stats for your favorite drivers and teams.\n3. Exclusive F1 Images: Enjoy a rotating selection of high-quality F1 images every time you open a new tab.\n4. Race Schedule: Never miss a race with our detailed schedule, including session times and local time conversions.\n5. Track Details: Get in-depth information about each race track, including circuit length, lap records, and more.\n6. Community Engagement: Join a community of passionate F1 fans and share your excitement for the sport.\n7. Quick Access Buttons: Easily navigate to F1 news, official websites, and other related resources with our intuitive button layout.\n\nWhy Install Bwoah?\n- Stay Updated: With real-time updates and comprehensive race coverage, you'll always be in the know.\n- Enhance Your F1 Experience**: Dive deeper into the world of F1 with detailed stats, images, and track information.\n- Convenience: All the information you need is just a new tab away, making it easier than ever to stay connected to the sport you love."
  }
}