{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dooly"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly access Dooly from where you work."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Update Salesforce, access customer data, and take better sales notes without switching from tab to tab.\n\nDooly for Chrome keeps you focused with automated workflows, instant Salesforce updates, and less context switching, returning 5+ hours of selling time each week.\n\nWith Dooly's Chrome extension (a.k.a. DoolyBar), you can conjure customer data and create records from anywhere. \n\nDoolyBar helps turn your online activities into actionable sales steps in real time.\n\nWHAT YOU CAN DO WITH DOOLYBAR\n\nTake notes directly from your favorite tools — like Outreach, Gong, LinkedIn or Salesloft — and then sync them to Salesforce automatically.\n\n+ Personalize your outreach\nDoolyBar recognizes when you’re on a specific LinkedIn profile and helps you access key account or contact data so you can personalize your outreach.\n\n+ Turn your notes into follow up emails\nDoolyBar surfaces recent meeting notes while you’re crafting an email so you can quickly take what you need to follow up on your calls.\n\n+ Clean up your notes right from Gong\nDoolyBar helps you pull up relevant meeting notes from Dooly while you’re listening to calls so you can capture the full story of a deal.\n\nABOUT DOOLY\nRevenue teams worldwide — including Asana, BigCommerce, and Intercom — use Dooly to collaborate on a single platform that helps everyone become a top performer.\n\n​Dooly was built to make it easy for salespeople to focus on selling so they can hit quota. We do that by helping reps take better notes that sync to Salesforce, keep their pipeline clean with just a click, and staying on top of their most important deals.\n\n+ Dooly saves reps 5+ hours a week  by instantly syncing notes to  Salesforce, updating their pipeline in  1-click, and automatically adding new contacts to an account. \n\n+ Dooly gets every seller in sync with  pre-built templates that capture the mandatory fields needed for MEDDIC, Command of the Message, and more so they can move deals forward. \n\n+ Dooly lets reps easily share notes with key stakeholders, tag their manager to approve a request in Slack, and access the enablement content they need in real-time.\n\nNOTES\n+ Dooly syncs your meeting notes, fields, and activities to Salesforce automatically.\n+ Dooly lets you add Salesforce fields directly to your notes so you only have to update them once.\n+ Dooly identifies new contacts from your meetings so you can add them to Salesforce in one click.\n\nPIPELINE\n+ Dooly helps you manage all your deals at once with one-click updates from a centralized view.\n+ Dooly helps you build customized pipeline views — no matter if you’re an AE or Sales Manager — so you always know where you stand.\n\n\nTEMPLATES\n+ Dooly guides you through sales calls with templates that prompt you to collect the deal info you need to keep deals moving forward.\n+ Dooly Templates help your team follow the same sales process so that every seller can become a high performer.\n+ Choose from dozens of pre-built templates that you can use for discovery, collecting MEDDIC fields, and more, so you can get started right away.\n\nPLAYBOOKS\n+ Dooly surfaces the content sellers need in real time (battle cards, product features) so they can have better conversations and close more deals.\n+ Dooly ensures that every new seller has the knowledge they need to run high-quality meetings so they can get to quota faster.\n\nUSE CASES:\n\nACCOUNT EXECUTIVES\n+ Remove hours of Salesforce gruntwork.\n+ Update your pipeline in seconds.\n+ Update your pipeline in seconds.\n+ Always have the right answer.\n\nSALES LEADERS (Head of Sales, VP of Sales, Senior Director of Sales, Director of Sales)\n+ Improve forecast accuracy.\n+ Run a winning sales process.\n+ Ramp new reps in record time.\n\n\nFRONTLINE SALES MANAGERS (Senior Sales Manager, Sales Manager)\n+ Improve your CRM hygiene.\n+ Stop interrogating, start coaching.\n+ Clone your best sales reps (real-time enablement & process adherence).\n\n\nREVENUE OPERATIONS LEADERSHIP (Director of Revenue Operations, Director of Sales Operations, Senior Manager of Sales Operations,  Director of Enablement)\n+ Improve your CRM hygiene.\n+ Improve forecast accuracy. \n+ Run a smoother sales process.\n\nDoolyBar is the productivity tool also preferred by Sales Enablement, Customer Success & Business Development (BDRs/SDRs) Leadership & Reps. DoolyBar replaces tools like Scratchpad, Managr, Troops,WeFlow, and more.\n\nGet started today. Just Add it to Chrome and connect it to your Salesforce account to start saving time and managing your pipeline."
  }
}