{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Widevo - Video prospecting at scale"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate a personalized outreach video for each of your prospects and skyrocket your reply rate"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🎥 But why should you do video prospecting ?\n \n1. Stand out from the crowd who's only sending good old text emails and Linkedin messages !\n \n2. Build real connections with your prospects and show them your personality..\n \n3. Using video will humanize your prospecting and will not only allow you to boost your reply rate but will also boost your closing rate.\n \n \nBefore Widevo, in order to do video prospecting you needed to record a video for each prospect. \n\n🕘 It was time-consuming.\n\n😩 And very exhausting \n\n❌ So you just choose to not do it\n\n\nWell, that's not the case anymore with Widevo !\n\n😮 You can generate a personalized video for each one of your prospects in just 3 seconds per video.\n\n\n⭐ How does it work ?\n\n1-  In our web app record a video template that is going to be the support from which you are gonna be able to generate personalized videos for each of your prospects.\n \n2-  Go to your prospect’s website or Linkedin profile.\n\n3-  Click on the extension, select the generic video you’ve recorded and click on “Generate the video”\n\n4-  Wait 3 seconds and that’s it ! You have generated a personalized video for this prospect\n\n5-  Send the video to your prospect on Linkedin or via email\n\n6-  Track if your prospect is watching the video and what percentage of the video did he what\n\n7- With this precious information you can make relevant follow-ups if the prospect doesn’t respond quickly"
  }
}