{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download Manager for Chrome"
  },
  "short": {
    "ar": "تكامل Free Download Manager Premium مع متصفح Chrome",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Free Download Manager Premium integration with Chrome browser",
    "de": "Kostenlose Download Manager Premium-Integration mit dem Chrome-Browser",
    "es,es_419": "Integración de Free Download Manager Premium con el navegador Chrome",
    "fr": "Intégration gratuite de Download Manager Premium avec le navigateur Chrome",
    "hi": "क्रोम ब्राउज़र के साथ निःशुल्क डाउनलोड मैनेजर प्रीमियम एकीकरण",
    "it": "Integrazione gratuita di Download Manager Premium con il browser Chrome",
    "ja": "無料のダウンロードマネージャープレミアムとChromeブラウザの統合",
    "ko": "Chrome 브라우저와 통합된 무료 다운로드 관리자 프리미엄",
    "nl": "Gratis Download Manager Premium-integratie met Chrome-browser",
    "pl": "Bezpłatna integracja Download Manager Premium z przeglądarką Chrome",
    "pt_BR,pt_PT": "Integração Premium do Free Download Manager com o navegador Chrome",
    "ru": "Интеграция Free Download Manager Premium с браузером Chrome",
    "tr": "Ücretsiz İndirme Yöneticisi Premium'un Chrome tarayıcısıyla entegrasyonu",
    "uk": "Інтеграція Free Download Manager Premium із браузером Chrome",
    "zh_CN": "免费下载管理器高级版与 Chrome 浏览器集成"
  },
  "long": {
    "ar": "Free Download Manager Premium for Chrome هو امتداد لإدارة تنزيلات الإنترنت الخاصة بك لمتصفح Chrome. ميزاتنا الرئيسية هي:\n✔ قم بالوصول إلى قائمة التنزيل الخاصة بك في أي وقت من شريط أدوات Chrome\n✔ ابحث بسهولة في التنزيلات الأخيرة.\n✔ شاهد على الفور حالة التنزيلات الخاصة بك.\n✔ إيقاف التنزيلات مؤقتًا واستئنافها بسهولة\n✔ إظهار سرعة التنزيلات\n✔ مسح التنزيلات من السجل الخاص بك\n✔ إزالة التنزيلات من السجل الخاص بك بكل سهولة\n✔ فتح الملفات مباشرة من قائمة التحميل.\n✔ فتح المجلد الذي يحتوي على الملف\n✔ انتقل بسرعة إلى صفحة التنزيل الأصلية\n\nإذا واجهت أي مشكلات، فيرجى التواصل معنا على info@runapps.org بدلاً من ترك تقييم سلبي. ملاحظاتك ذات قيمة لتحسيننا المستمر.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Free Download Manager Premium for Chrome is an extension to manage your Internet downloads for Chrome. Our main features are:\n✔ Access your download list at any time from the Chrome toolbar\n✔ Effortlessly search through your recent downloads.\n✔ Instantly see the status of your downloads.\n✔ Pause and resume downloads easily\n✔ Show speed of the downloads\n✔ Clear downloads from your history\n✔ Remove downloads from your history with ease\n✔ Open files directly from the download list.\n✔ Open folder which contains the file\n✔ Quickly navigate to the original download page\n\nIf you encounter any issues please reach out to us at info@runapps.org instead of leaving a negative rating. Your feedback is valuable for our continuous improvement.",
    "de": "Free Download Manager Premium für Chrome ist eine Erweiterung zum Verwalten Ihrer Internet-Downloads für Chrome. Unsere Hauptfunktionen sind:\n✔ Greifen Sie jederzeit über die Chrome-Symbolleiste auf Ihre Downloadliste zu\n✔ Durchsuchen Sie mühelos Ihre letzten Downloads.\n✔ Sehen Sie sofort den Status Ihrer Downloads.\n✔ Pausieren und Fortsetzen von Downloads ganz einfach\n✔ Zeigen Sie die Geschwindigkeit der Downloads an\n✔ Löschen Sie Downloads aus Ihrem Verlauf\n✔ Entfernen Sie Downloads ganz einfach aus Ihrem Verlauf\n✔ Öffnen Sie Dateien direkt aus der Downloadliste.\n✔ Öffnen Sie den Ordner, der die Datei enthält\n✔ Navigieren Sie schnell zur ursprünglichen Downloadseite\n\nWenn Sie auf Probleme stoßen, wenden Sie sich bitte an info@runapps.org, anstatt eine negative Bewertung abzugeben. Ihr Feedback ist für unsere kontinuierliche Verbesserung wertvoll.",
    "es,es_419": "Free Download Manager Premium para Chrome es una extensión para administrar sus descargas de Internet para Chrome. Nuestras principales características son:\n✔ Accede a tu lista de descargas en cualquier momento desde la barra de herramientas de Chrome\n✔ Busque sin esfuerzo entre sus descargas recientes.\n✔ Vea instantáneamente el estado de sus descargas.\n✔ Pausar y reanudar descargas fácilmente\n✔ Mostrar velocidad de las descargas\n✔ Borrar descargas de tu historial\n✔ Elimina descargas de tu historial con facilidad\n✔ Abra archivos directamente desde la lista de descargas.\n✔ Abra la carpeta que contiene el archivo\n✔ Navegue rápidamente a la página de descarga original\n\nSi tiene algún problema, comuníquese con nosotros a info@runapps.org en lugar de dejar una calificación negativa. Sus comentarios son valiosos para nuestra mejora continua.",
    "fr": "Free Download Manager Premium pour Chrome est une extension permettant de gérer vos téléchargements Internet pour Chrome. Nos principales caractéristiques sont :\n✔ Accédez à tout moment à votre liste de téléchargements depuis la barre d'outils Chrome\n✔ Recherchez sans effort parmi vos téléchargements récents.\n✔ Visualisez instantanément l'état de vos téléchargements.\n✔ Suspendez et reprenez facilement les téléchargements\n✔ Afficher la vitesse des téléchargements\n✔ Effacer les téléchargements de votre historique\n✔ Supprimez facilement les téléchargements de votre historique\n✔ Ouvrez les fichiers directement à partir de la liste de téléchargement.\n✔ Ouvrez le dossier qui contient le fichier\n✔ Accédez rapidement à la page de téléchargement d'origine\n\nSi vous rencontrez des problèmes, veuillez nous contacter à info@runapps.org au lieu de laisser une note négative. Vos commentaires sont précieux pour notre amélioration continue.",
    "hi": "क्रोम के लिए फ्री डाउनलोड मैनेजर प्रीमियम क्रोम के लिए आपके इंटरनेट डाउनलोड को प्रबंधित करने के लिए एक एक्सटेंशन है। हमारी मुख्य विशेषताएं हैं:\n✔ क्रोम टूलबार से किसी भी समय अपनी डाउनलोड सूची तक पहुँचें\n✔ अपने हाल के डाउनलोड के माध्यम से आसानी से खोजें।\n✔ अपने डाउनलोड की स्थिति तुरंत देखें।\n✔ आसानी से डाउनलोड को रोकें और फिर से शुरू करें\n✔ डाउनलोड की गति दिखाएँ\n✔ अपने इतिहास से डाउनलोड साफ़ करें\n✔ आसानी से अपने इतिहास से डाउनलोड हटाएँ\n✔ डाउनलोड सूची से सीधे फ़ाइलें खोलें।\n✔ फ़ाइल वाले फ़ोल्डर को खोलें\n✔ मूल डाउनलोड पृष्ठ पर जल्दी से नेविगेट करें\n\nयदि आपको कोई समस्या आती है तो कृपया नकारात्मक रेटिंग छोड़ने के बजाय info@runapps.org पर हमसे संपर्क करें। आपका फ़ीडबैक हमारे निरंतर सुधार के लिए मूल्यवान है।",
    "it": "Free Download Manager Premium per Chrome è un'estensione per gestire i tuoi download Internet per Chrome. Le nostre caratteristiche principali sono:\n✔ Accedi all'elenco dei download in qualsiasi momento dalla barra degli strumenti di Chrome\n✔ Cerca facilmente tra i tuoi download recenti.\n✔ Visualizza immediatamente lo stato dei tuoi download.\n✔ Metti in pausa e riprendi facilmente i download\n✔ Mostra la velocità dei download\n✔ Cancella i download dalla cronologia\n✔ Rimuovi facilmente i download dalla tua cronologia\n✔ Apri i file direttamente dall'elenco dei download.\n✔ Aprire la cartella che contiene il file\n✔ Passa rapidamente alla pagina di download originale\n\nSe riscontri problemi, contattaci all'indirizzo info@runapps.org invece di lasciare una valutazione negativa. Il tuo feedback è prezioso per il nostro miglioramento continuo.",
    "ja": "Chrome 用無料ダウンロード マネージャー プレミアムは、Chrome のインターネット ダウンロードを管理する拡張機能です。主な機能は次のとおりです:\n✔ Chrome ツールバーからいつでもダウンロード リストにアクセスできます\n✔ 最近のダウンロードを簡単に検索できます。\n✔ ダウンロードのステータスをすぐに確認できます\n✔ ダウンロードを簡単に一時停止および再開できます\n✔ ダウンロードの速度を表示できます\n✔ 履歴からダウンロードを消去できます\n✔ 履歴からダウンロードを簡単に削除できます\n✔ ダウンロード リストからファイルを直接開くことができます\n✔ ファイルを含むフォルダーを開くことができます\n✔ 元のダウンロード ページにすばやく移動できます\n\n問題が発生した場合は、否定的な評価を残すのではなく、info@runapps.org までご連絡ください。お客様のフィードバックは、継続的な改善に役立てられます。",
    "ko": "Chrome용 무료 다운로드 관리자 프리미엄은 Chrome용 인터넷 다운로드를 관리하는 확장 프로그램입니다. 우리의 주요 기능은 다음과 같습니다:\n✔ Chrome 툴바에서 언제든지 다운로드 목록에 액세스\n✔ 최근 다운로드 항목을 손쉽게 검색하세요.\n✔ 다운로드 상태를 즉시 확인하세요.\n✔ 다운로드를 쉽게 일시 중지하고 다시 시작하세요\n✔ 다운로드 속도 표시\n✔ 기록에서 다운로드 지우기\n✔ 기록에서 다운로드 항목을 쉽게 제거하세요\n✔ 다운로드 목록에서 직접 파일을 엽니다.\n✔ 파일이 포함된 폴더 열기\n✔ 원본 다운로드 페이지로 빠르게 이동\n\n문제가 발생하면 부정적인 평가를 남기지 말고 info@runapps.org로 문의해 주세요. 귀하의 의견은 당사의 지속적인 개선을 위해 귀중한 자료입니다.",
    "nl": "Free Download Manager Premium voor Chrome is een extensie om uw internetdownloads voor Chrome te beheren. Onze belangrijkste kenmerken zijn:\n✔ Open uw downloadlijst op elk gewenst moment via de Chrome-werkbalk\n✔ Zoek moeiteloos door uw recente downloads.\n✔ Zie direct de status van uw downloads.\n✔ Pauzeer en hervat downloads eenvoudig\n✔ Toon snelheid van de downloads\n✔ Wis downloads uit je geschiedenis\n✔ Verwijder eenvoudig downloads uit uw geschiedenis\n✔ Open bestanden rechtstreeks vanuit de downloadlijst.\n✔ Open de map die het bestand bevat\n✔ Navigeer snel naar de originele downloadpagina\n\nAls u problemen ondervindt, neem dan contact met ons op via info@runapps.org in plaats van een negatieve beoordeling achter te laten. Uw feedback is waardevol voor onze voortdurende verbetering.",
    "pl": "Darmowy menedżer pobierania Premium dla przeglądarki Chrome to rozszerzenie umożliwiające zarządzanie plikami do pobrania z Internetu dla przeglądarki Chrome. Nasze główne cechy to:\n✔ Uzyskaj dostęp do listy pobierania w dowolnym momencie z paska narzędzi Chrome\n✔ Bez wysiłku przeszukuj ostatnio pobrane pliki.\n✔ Natychmiast sprawdzaj status swoich pobrań.\n✔ Łatwe wstrzymywanie i wznawianie pobierania\n✔ Pokaż prędkość pobierania\n✔ Wyczyść pliki do pobrania ze swojej historii\n✔ Z łatwością usuwaj pliki do pobrania ze swojej historii\n✔ Otwieraj pliki bezpośrednio z listy pobierania.\n✔ Otwórz folder zawierający plik\n✔ Szybko przejdź do oryginalnej strony pobierania\n\nJeśli napotkasz jakiekolwiek problemy, zamiast wystawiać negatywną ocenę, skontaktuj się z nami pod adresem info@runapps.org. Twoja opinia jest cenna dla naszego ciągłego doskonalenia.",
    "pt_BR,pt_PT": "Free Download Manager Premium para Chrome é uma extensão para gerenciar seus downloads da Internet para o Chrome. Nossas principais características são:\n✔ Acesse sua lista de downloads a qualquer momento na barra de ferramentas do Chrome\n✔ Pesquise facilmente seus downloads recentes.\n✔ Veja instantaneamente o status dos seus downloads.\n✔ Pause e retome downloads facilmente\n✔ Mostrar velocidade dos downloads\n✔ Limpe downloads do seu histórico\n✔ Remova downloads do seu histórico com facilidade\n✔ Abra arquivos diretamente da lista de downloads.\n✔ Abra a pasta que contém o arquivo\n✔ Navegue rapidamente até a página de download original\n\nSe você encontrar algum problema, entre em contato conosco pelo e-mail info@runapps.org em vez de deixar uma avaliação negativa. Seu feedback é valioso para nossa melhoria contínua.",
    "ru": "Free Download Manager Premium для Chrome — это расширение для управления загрузками из Интернета для Chrome. Наши основные особенности:\n✔ Получите доступ к списку загрузок в любое время с панели инструментов Chrome.\n✔ Удобный поиск среди последних загрузок.\n✔ Мгновенно просматривайте статус ваших загрузок.\n✔ Легко приостанавливать и возобновлять загрузку\n✔ Показать скорость загрузки\n✔ Очистить историю загрузок\n✔ Легко удаляйте загрузки из истории\n✔ Открывайте файлы прямо из списка загрузок.\n✔ Открыть папку, содержащую файл\n✔ Быстро перейти на исходную страницу загрузки.\n\nЕсли у вас возникнут какие-либо проблемы, свяжитесь с нами по адресу info@runapps.org вместо того, чтобы оставлять отрицательную оценку. Ваш отзыв важен для нашего постоянного совершенствования.",
    "tr": "Free Download Manager Premium for Chrome, Chrome için İnternet'ten indirmelerinizi yönetmeye yönelik bir uzantıdır. Başlıca özelliklerimiz şunlardır:\n✔ İndirme listenize istediğiniz zaman Chrome araç çubuğundan erişin\n✔ Son indirmelerinizde zahmetsizce arama yapın.\n✔ İndirmelerinizin durumunu anında görün.\n✔ İndirmeleri kolayca duraklatın ve devam ettirin\n✔ İndirmelerin hızını göster\n✔ Geçmişinizden indirilenleri temizleyin\n✔ İndirilenleri geçmişinizden kolaylıkla kaldırın\n✔ Dosyaları doğrudan indirme listesinden açın.\n✔ Dosyayı içeren klasörü açın\n✔ Orijinal indirme sayfasına hızlıca gidin\n\nHerhangi bir sorunla karşılaşırsanız lütfen olumsuz bir değerlendirme bırakmak yerine info@runapps.org adresinden bize ulaşın. Geri bildiriminiz sürekli gelişimimiz için değerlidir.",
    "uk": "Free Download Manager Premium для Chrome – це розширення для керування завантаженнями з Інтернету для Chrome. Наші основні особливості:\n✔ Отримайте доступ до списку завантажень у будь-який час на панелі інструментів Chrome\n✔ Легко шукайте нещодавні завантаження.\n✔ Миттєво переглядайте статус своїх завантажень.\n✔ Легко призупиняти та відновлювати завантаження\n✔ Показати швидкість завантажень\n✔ Очистіть завантаження з історії\n✔ Видаліть завантаження з вашої історії з легкістю\n✔ Відкривайте файли безпосередньо зі списку завантажень.\n✔ Відкрийте папку, яка містить файл\n✔ Швидко перейдіть до оригінальної сторінки завантаження\n\nЯкщо у вас виникнуть проблеми, зв’яжіться з нами за адресою info@runapps.org замість того, щоб залишати негативну оцінку. Ваш відгук є цінним для нашого постійного вдосконалення.",
    "zh_CN": "Chrome 的免费下载管理器高级版是一款用于管理 Chrome 的 Internet 下载的扩展程序。我们的主要功能包括：\n✔ 随时从 Chrome 工具栏访问您的下载列表\n✔ 轻松搜索您最近的下载。\n✔ 立即查看您的下载状态。\n✔ 轻松暂停和恢复下载\n✔ 显示下载速度\n✔ 从您的历史记录中清除下载\n✔ 轻松从您的历史记录中删除下载\n✔ 直接从下载列表中打开文件。\n✔ 打开包含该文件的文件夹\n✔ 快速导航到原始下载页面\n\n如果您遇到任何问题，请通过 info@runapps.org 与我们联系，而不是留下负面评价。您的反馈对我们不断改进非常有价值。"
  }
}