{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PCGGhost"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helps in PCG battles!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PCG Ghost is a battle helper for the Pokémon Community Game available on twitch streams!\n\nFeatures:\n* Pokémon panel with base stats & info (works in battle!).\n* Move panel with priority, power, acc and types!\n\nHow does it work:\nFor the extension to work, you need to have a twitch account, and be participating in PCG (simply go to https://www.twitch.tv/jonaswagern and type !pokestart in chat).\n\nThen:\n* Access any Twitch stream with PCG available (it works in pop-up or in page).\n  * A good place to try is: https://www.twitch.tv/jonaswagern.\n* Wait a couple seconds so the extension will load. You'll see that the PCG panel will change from red to purple. Also, the levels of each pokémon will change to purple, too.\n* Long press (click & hold) a pokémon to open it's info panel.\n* Long press (click & hold) a pokémon's ability to open it's info panel.\n* When in battle, long press (click & hold) a pokémon's name to open it's info panel (it works with enemy pokémon, too).\n* Long press (click & hold) the PCG icon (the pokéball at the center of the header) to change the configs for the extension. After enabling/disabling a setting, simply reload the extension **page** to make it take effect.\n* Double tap the floating ghost button to change the color scheme, then reload the page. This will highlight the relevant areas for you to long press.\n\nIf you have any questions, you can hit me up in the official PCG discord (search for Caffeine Roger)."
  }
}