{
  "name": {
    "ar": "منسق XML",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "XML Formatter",
    "bg": "XML формат",
    "ca": "Formatador XML",
    "cs,sk": "Formát XML",
    "da,no": "XML-formater",
    "de": "XML-Formatierer",
    "el": "Μορφοποιητής XML",
    "es": "Formateador XML",
    "et": "XML-vormingus",
    "fi": "XML-muotoilija",
    "fr": "Formateur XML",
    "he": "מעצב XML",
    "hi": "एक्सएमएल फॉर्मेटर",
    "hr": "XML Formater",
    "hu": "XML formázó",
    "id,ms": "Pemformat XML",
    "it": "Formattatore XML",
    "ja": "XMLフォーマッター",
    "ko": "XML 포맷터",
    "lt": "XML formatuoklis",
    "lv": "XML formatētājs",
    "nl": "XML-formatter",
    "pl": "Formater XML",
    "ro": "Formatator XML",
    "ru": "Форматировщик XML",
    "sl": "Oblikovalnik XML",
    "sr": "КСМЛ Форматтер",
    "sv": "XML-formaterare",
    "th": "ตัวจัดรูปแบบ XML",
    "tr": "XML Biçimlendirici",
    "uk": "Форматувальник XML",
    "vi": "Định dạng XML",
    "zh_CN,zh_TW": "XML 格式化程序"
  },
  "short": {
    "ar": "تنسيق XML في مربع نص أو قراءة / تنسيق من ملف",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Format XML in textbox or read/format from file",
    "bg": "Форматирайте XML в текстово поле или прочетете/форматирайте от файл",
    "ca": "Format XML al quadre de text o llegir/formatar des del fitxer",
    "cs": "Formát XML v textovém poli nebo čtení/formátování ze souboru",
    "da": "Formater XML i tekstboks eller læs/formater fra fil",
    "de": "XML in Textbox formatieren oder aus Datei lesen/formatieren",
    "el": "Μορφοποίηση XML σε πλαίσιο κειμένου ή ανάγνωση/μορφοποίηση από αρχείο",
    "es": "Formatear XML en cuadro de texto o leer/formatear desde archivo",
    "et": "Vormindage XML tekstikastis või lugege/vormindage failist",
    "fa": "فرمت XML در جعبه متن یا خواندن/قالب کردن از فایل",
    "fi": "Muotoile XML tekstikenttään tai lue/muotoile tiedostosta",
    "fil": "I-format ang XML sa textbox o basahin/format mula sa file",
    "fr": "Formater XML dans la zone de texte ou lire/formater à partir du fichier",
    "he": "עיצוב XML בתיבת טקסט או קריאה/פורמט מקובץ",
    "hi": "XML को टेक्स्टबॉक्स में प्रारूपित करें या फ़ाइल से पढ़ें/प्रारूपित करें",
    "hr": "Formatirajte XML u tekstualni okvir ili čitajte/formirajte iz datoteke",
    "hu": "Formázza az XML-t szövegdobozban vagy olvassa/formázza fájlból",
    "id": "Format XML dalam kotak teks atau baca/format dari file",
    "it": "Formatta XML nella casella di testo o leggi/formatta da file",
    "ja": "テキストボックスでXMLをフォーマットするか、ファイルから読み取り/フォーマットします",
    "ko": "텍스트 상자에서 XML 형식 지정 또는 파일에서 읽기/형식 지정",
    "lt": "Suformatuokite XML teksto laukelyje arba skaitykite / formatuokite iš failo",
    "lv": "Formatējiet XML tekstlodziņā vai lasiet/formatējiet no faila",
    "ms": "Format XML dalam kotak teks atau baca/format daripada fail",
    "nl": "XML opmaken in tekstvak of lezen/opmaken uit bestand",
    "no": "Formater XML i tekstboks eller les/formater fra fil",
    "pl": "Sformatuj XML w polu tekstowym lub odczytaj/sformatuj z pliku",
    "ro": "Formatați XML în caseta de text sau citiți/formatați din fișier",
    "ru": "Форматировать XML в текстовом поле или читать/форматировать из файла",
    "sk": "Formátovanie XML v textovom poli alebo čítanie/formátovanie zo súboru",
    "sl": "Oblikujte XML v besedilno polje ali preberite/oblikujte iz datoteke",
    "sr": "Форматирајте КСМЛ у оквиру за текст или прочитајте/формирајте из датотеке",
    "sv": "Formatera XML i textrutan eller läs/formatera från fil",
    "th": "จัดรูปแบบ XML ในกล่องข้อความหรืออ่าน/จัดรูปแบบจากไฟล์",
    "tr": "XML&#39;i metin kutusunda biçimlendirin veya dosyadan okuyun/biçimlendirin",
    "uk": "Форматуйте XML у текстовому полі або читайте/форматуйте з файлу",
    "vi": "Định dạng XML trong hộp văn bản hoặc đọc / định dạng từ tệp",
    "zh_CN": "在文本框中格式化 XML 或从文件中读取/格式化",
    "zh_TW": "在文本框中格式化 XML 或從文件中讀取/格式化"
  },
  "long": {
    "ar": "افتح ملف XML بسرعة وقم بتنسيق ملف XML بحيث يكون أكثر قابلية للقراءة.\n\nافتح ملفات XML وقم بتحريرها على الفور مجانًا باستخدام هذا البرنامج.\nيمكنك فتح ملفات XML الخاصة بك وتحريرها مباشرة لجعل الشفرة أكثر قابلية للقراءة ، وحفظ هذه التغييرات مباشرة على سطح المكتب.\n\nبمجرد إجراء التعديلات اللازمة على ملف XML الخاص بك ، ما عليك سوى حفظ ملف XML على جهاز الكمبيوتر الخاص بك.\n\n- شحن مجاني\n- عرض وتحرير ملفات XML\n- طرق / طرق عديدة لتنسيق كود XML",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Open the XML file quickly and format the XML file so it is more readable.\n\nOpen and edit your XML files instantly for free using this software.\nYou can open and edit your XML files directly to make the code more readable, and save these changes directly onto your desktop.\n\nOnce you have made the necessary edits to your XML file, simply save the XML file to your PC.\n\n- Free of Charge\n- View & Edit XML Files\n- Many ways/methods to format the XML code",
    "bg": "Отворете бързо XML файла и го форматирайте, така че да е по-четим.\n\nОтваряйте и редактирайте незабавно вашите XML файлове безплатно с помощта на този софтуер.\nМожете да отворите и редактирате своите XML файлове директно, за да направите кода по-четлив, и да запишете тези промени директно на вашия работен плот.\n\nСлед като направите необходимите редакции на вашия XML файл, просто запазете XML файла на вашия компютър.\n\n- Безплатно\n- Преглед и редактиране на XML файлове\n- Много начини/методи за форматиране на XML кода",
    "ca": "Obriu el fitxer XML ràpidament i formateu-lo perquè sigui més llegible.\n\nObriu i editeu els vostres fitxers XML a l'instant de manera gratuïta amb aquest programari.\nPodeu obrir i editar els vostres fitxers XML directament per fer que el codi sigui més llegible i desar aquests canvis directament al vostre escriptori.\n\nUn cop hàgiu fet les edicions necessàries al fitxer XML, simplement deseu el fitxer XML al vostre ordinador.\n\n- Gratis\n- Veure i editar fitxers XML\n- Moltes maneres/mètodes de formatar el codi XML",
    "cs": "Otevřete soubor XML rychle a naformátujte soubor XML tak, aby byl čitelnější.\n\nPomocí tohoto softwaru můžete okamžitě a zdarma otevírat a upravovat své soubory XML.\nSoubory XML můžete otevřít a upravit přímo, aby byl kód čitelnější, a uložit tyto změny přímo na plochu.\n\nJakmile provedete potřebné úpravy v souboru XML, jednoduše uložte soubor XML do svého PC.\n\n- Zdarma\n- Zobrazení a úprava souborů XML\n- Mnoho způsobů/metod formátování kódu XML",
    "da": "Åbn XML-filen hurtigt og formater XML-filen, så den er mere læsbar.\n\nÅbn og rediger dine XML-filer med det samme gratis ved hjælp af denne software.\nDu kan åbne og redigere dine XML-filer direkte for at gøre koden mere læsbar og gemme disse ændringer direkte på dit skrivebord.\n\nNår du har foretaget de nødvendige redigeringer af din XML-fil, skal du blot gemme XML-filen på din pc.\n\n- Gratis\n- Se og rediger XML-filer\n- Mange måder/metoder til at formatere XML-koden",
    "de": "Öffnen Sie die XML-Datei schnell und formatieren Sie die XML-Datei, damit sie besser lesbar ist.\n\nÖffnen und bearbeiten Sie Ihre XML-Dateien sofort kostenlos mit dieser Software.\nSie können Ihre XML-Dateien direkt öffnen und bearbeiten, um den Code besser lesbar zu machen, und diese Änderungen direkt auf Ihrem Desktop speichern.\n\nNachdem Sie die erforderlichen Änderungen an Ihrer XML-Datei vorgenommen haben, speichern Sie die XML-Datei einfach auf Ihrem PC.\n\n- Kostenlos\n- XML-Dateien anzeigen und bearbeiten\n- Viele Möglichkeiten/Methoden, um den XML-Code zu formatieren",
    "el": "Ανοίξτε το αρχείο XML γρήγορα και μορφοποιήστε το αρχείο XML ώστε να είναι πιο ευανάγνωστο.\n\nΑνοίξτε και επεξεργαστείτε τα αρχεία XML σας άμεσα δωρεάν χρησιμοποιώντας αυτό το λογισμικό.\nΜπορείτε να ανοίξετε και να επεξεργαστείτε τα αρχεία XML απευθείας για να κάνετε τον κώδικα πιο ευανάγνωστο και να αποθηκεύσετε αυτές τις αλλαγές απευθείας στην επιφάνεια εργασίας σας.\n\nΑφού κάνετε τις απαραίτητες αλλαγές στο αρχείο XML, απλώς αποθηκεύστε το αρχείο XML στον υπολογιστή σας.\n\n- Δωρεάν\n- Προβολή και επεξεργασία αρχείων XML\n- Πολλοί τρόποι/μέθοδοι μορφοποίησης του κώδικα XML",
    "es": "Abra el archivo XML rápidamente y formatee el archivo XML para que sea más legible.\n\nAbra y edite sus archivos XML al instante de forma gratuita con este software.\nPuede abrir y editar sus archivos XML directamente para que el código sea más legible y guardar estos cambios directamente en su escritorio.\n\nUna vez que haya realizado las modificaciones necesarias en su archivo XML, simplemente guarde el archivo XML en su PC.\n\n- Gratis\n- Ver y editar archivos XML\n- Muchas formas/métodos para formatear el código XML",
    "et": "Avage XML-fail kiiresti ja vormindage XML-fail, et see oleks paremini loetav.\n\nSelle tarkvara abil saate oma XML-faile koheselt tasuta avada ja redigeerida.\nSaate oma XML-faile otse avada ja redigeerida, et muuta kood paremini loetavaks, ning salvestada need muudatused otse oma töölauale.\n\nKui olete oma XML-failis vajalikud muudatused teinud, salvestage XML-fail lihtsalt oma arvutisse.\n\n- Tasuta\n- Vaadake ja redigeerige XML-faile\n- XML-koodi vormindamiseks on palju viise/meetodeid",
    "fa": "فایل XML را سریع باز کنید و فایل XML را فرمت کنید تا خواناتر باشد.\n\nبا استفاده از این نرم افزار فایل های XML خود را بلافاصله به صورت رایگان باز و ویرایش کنید.\nمی‌توانید فایل‌های XML خود را مستقیماً باز کرده و ویرایش کنید تا کد خواناتر شود و این تغییرات را مستقیماً در دسک‌تاپ ذخیره کنید.\n\nهنگامی که ویرایش های لازم را در فایل XML خود انجام دادید، به سادگی فایل XML را در رایانه شخصی خود ذخیره کنید.\n\n- مجانی\n- مشاهده و ویرایش فایل های XML\n- راه ها/روش های زیادی برای قالب بندی کد XML",
    "fil": "Avaa XML-tiedosto nopeasti ja muotoile XML-tiedosto niin, että se on luettavampi.\n\nAvaa ja muokkaa XML-tiedostojasi välittömästi ilmaiseksi tämän ohjelmiston avulla.\nVoit avata ja muokata XML-tiedostojasi suoraan tehdäksesi koodista luettavamman ja tallentaa nämä muutokset suoraan työpöydällesi.\n\nKun olet tehnyt tarvittavat muutokset XML-tiedostoosi, tallenna XML-tiedosto tietokoneellesi.\n\n- Ilmainen\n- Näytä ja muokkaa XML-tiedostoja\n- Monia tapoja/menetelmiä muotoilla XML-koodia",
    "fr": "Ouvrez rapidement le fichier XML et formatez-le pour qu'il soit plus lisible.\n\nOuvrez et modifiez vos fichiers XML instantanément et gratuitement à l'aide de ce logiciel.\nVous pouvez ouvrir et modifier directement vos fichiers XML pour rendre le code plus lisible et enregistrer ces modifications directement sur votre bureau.\n\nUne fois que vous avez apporté les modifications nécessaires à votre fichier XML, enregistrez simplement le fichier XML sur votre PC.\n\n- Gratuit\n- Afficher et modifier des fichiers XML\n- De nombreuses façons/méthodes pour formater le code XML",
    "hi": "XML फ़ाइल को जल्दी से खोलें और XML फ़ाइल को प्रारूपित करें ताकि यह अधिक पठनीय हो।\n\nइस सॉफ़्टवेयर का उपयोग करके अपनी XML फ़ाइलें तुरंत निःशुल्क खोलें और संपादित करें।\nआप कोड को और अधिक पठनीय बनाने के लिए अपनी एक्सएमएल फाइलों को सीधे खोल और संपादित कर सकते हैं, और इन परिवर्तनों को सीधे अपने डेस्कटॉप पर सहेज सकते हैं।\n\nएक बार जब आप अपनी एक्सएमएल फाइल में आवश्यक संपादन कर लेते हैं, तो बस एक्सएमएल फाइल को अपने पीसी में सेव करें।\n\n- निःशुल्क\n- XML फ़ाइलें देखें और संपादित करें\n- XML कोड को फ़ॉर्मेट करने के कई तरीके/तरीके",
    "hr": "Brzo otvorite XML datoteku i formatirajte XML datoteku tako da bude čitljivija.\n\nOtvorite i besplatno uredite svoje XML datoteke pomoću ovog softvera.\nMožete otvoriti i uređivati svoje XML datoteke izravno kako bi kôd bio čitljiviji i spremiti te promjene izravno na radnu površinu.\n\nNakon što izvršite potrebne izmjene u XML datoteci, jednostavno spremite XML datoteku na svoje računalo.\n\n- Besplatno\n- Pregledajte i uredite XML datoteke\n- Mnogo načina/metoda za formatiranje XML koda",
    "hu": "Nyissa meg gyorsan az XML-fájlt, és formázza az XML-fájlt, hogy jobban olvasható legyen.\n\nNyissa meg és szerkessze XML-fájljait azonnal ingyenesen ezzel a szoftverrel.\nAz XML-fájlokat közvetlenül megnyithatja és szerkesztheti, hogy a kód olvashatóbbá váljon, és ezeket a változtatásokat közvetlenül az asztalra mentheti.\n\nMiután elvégezte a szükséges szerkesztéseket az XML-fájlon, egyszerűen mentse el az XML-fájlt a számítógépére.\n\n- Díjmentes\n- XML-fájlok megtekintése és szerkesztése\n- Számos módja/módszer az XML kód formázására",
    "id": "Buka file XML dengan cepat dan format file XML agar lebih mudah dibaca.\n\nBuka dan edit file XML Anda secara instan secara gratis menggunakan perangkat lunak ini.\nAnda dapat membuka dan mengedit file XML Anda secara langsung untuk membuat kode lebih mudah dibaca, dan menyimpan perubahan ini langsung ke desktop Anda.\n\nSetelah Anda melakukan pengeditan yang diperlukan untuk file XML Anda, cukup simpan file XML ke PC Anda.\n\n- Gratis\n- Lihat & Edit File XML\n- Banyak cara/metode untuk memformat kode XML",
    "it": "Aprire rapidamente il file XML e formattare il file XML in modo che sia più leggibile.\n\nApri e modifica i tuoi file XML istantaneamente gratuitamente utilizzando questo software.\nPuoi aprire e modificare i tuoi file XML direttamente per rendere il codice più leggibile e salvare queste modifiche direttamente sul desktop.\n\nDopo aver apportato le modifiche necessarie al tuo file XML, salva semplicemente il file XML sul tuo PC.\n\n- Gratuito\n- Visualizza e modifica file XML\n- Molti modi/metodi per formattare il codice XML",
    "ja": "XMLファイルをすばやく開き、読みやすいようにXMLファイルをフォーマットします。\n\nこのソフトウェアを使用して、XMLファイルを無料で即座に開いて編集します。\nXMLファイルを直接開いて編集し、コードを読みやすくし、これらの変更をデスクトップに直接保存できます。\n\nXMLファイルに必要な編集を加えたら、XMLファイルをPCに保存するだけです。\n\n-無料\n-XMLファイルの表示と編集\n-XMLコードをフォーマットするための多くの方法/方法",
    "ko": "XML 파일을 빠르게 열고 더 읽기 쉽게 XML 파일의 형식을 지정합니다.\n\n이 소프트웨어를 사용하여 무료로 XML 파일을 즉시 열고 편집하십시오.\nXML 파일을 직접 열고 편집하여 코드를 더 읽기 쉽게 만들고 이러한 변경 사항을 데스크탑에 직접 저장할 수 있습니다.\n\nXML 파일을 필요한 대로 편집했으면 XML 파일을 PC에 저장하기만 하면 됩니다.\n\n- 무료로\n- XML 파일 보기 및 편집\n- XML 코드를 포맷하는 다양한 방법/방법",
    "lt": "Greitai atidarykite XML failą ir suformatuokite XML failą, kad jį būtų lengviau skaityti.\n\nNaudodami šią programinę įrangą akimirksniu nemokamai atidarykite ir redaguokite XML failus.\nGalite tiesiogiai atidaryti ir redaguoti XML failus, kad kodą būtų lengviau skaityti, ir išsaugoti šiuos pakeitimus tiesiai darbalaukyje.\n\nAtlikę reikiamus XML failo pakeitimus, tiesiog išsaugokite XML failą savo kompiuteryje.\n\n- Nemokamas\n- Peržiūrėkite ir redaguokite XML failus\n- Daug būdų / metodų formatuoti XML kodą",
    "lv": "Ātri atveriet XML failu un formatējiet XML failu, lai tas būtu lasāmāks.\n\nIzmantojot šo programmatūru, nekavējoties bez maksas atveriet un rediģējiet savus XML failus.\nVarat tieši atvērt un rediģēt savus XML failus, lai padarītu kodu lasāmāku, un saglabāt šīs izmaiņas tieši savā darbvirsmā.\n\nKad esat veicis nepieciešamos labojumus savā XML failā, vienkārši saglabājiet XML failu savā datorā.\n\n- Bez maksas\n- Skatīt un rediģēt XML failus\n- Daudzi veidi/metodes XML koda formatēšanai",
    "ms": "Buka fail XML dengan cepat dan format fail XML supaya lebih mudah dibaca.\n\nBuka dan edit fail XML anda serta-merta secara percuma menggunakan perisian ini.\nAnda boleh membuka dan mengedit fail XML anda terus untuk menjadikan kod lebih mudah dibaca dan menyimpan perubahan ini terus ke desktop anda.\n\nSebaik sahaja anda telah membuat pengeditan yang diperlukan pada fail XML anda, hanya simpan fail XML ke PC anda.\n\n- Percuma\n- Lihat & Edit Fail XML\n- Banyak cara/kaedah untuk memformat kod XML",
    "nl": "Open het XML-bestand snel en formatteer het XML-bestand zodat het beter leesbaar is.\n\nOpen en bewerk uw XML-bestanden direct gratis met deze software.\nU kunt uw XML-bestanden rechtstreeks openen en bewerken om de code leesbaarder te maken en deze wijzigingen rechtstreeks op uw bureaublad opslaan.\n\nNadat u de nodige wijzigingen in uw XML-bestand hebt aangebracht, slaat u het XML-bestand eenvoudig op uw pc op.\n\n- Gratis\n- Bekijk en bewerk XML-bestanden\n- Vele manieren/methoden om de XML-code op te maken",
    "no": "Åpne XML-filen raskt og formater XML-filen slik at den er mer lesbar.\n\nÅpne og rediger XML-filene dine umiddelbart gratis ved å bruke denne programvaren.\nDu kan åpne og redigere XML-filene dine direkte for å gjøre koden mer lesbar, og lagre disse endringene direkte på skrivebordet.\n\nNår du har gjort de nødvendige endringene i XML-filen, lagrer du ganske enkelt XML-filen på din PC.\n\n- Gratis\n- Se og rediger XML-filer\n- Mange måter/metoder for å formatere XML-koden",
    "pl": "Szybko otwórz plik XML i sformatuj plik XML, aby był bardziej czytelny.\n\nOtwieraj i edytuj swoje pliki XML natychmiast za darmo za pomocą tego oprogramowania.\nMożesz bezpośrednio otwierać i edytować pliki XML, aby kod był bardziej czytelny, i zapisywać te zmiany bezpośrednio na pulpicie.\n\nPo dokonaniu niezbędnych zmian w pliku XML, po prostu zapisz plik XML na swoim komputerze.\n\n-Bezpłatnie\n- Przeglądaj i edytuj pliki XML\n- Wiele sposobów/metod formatowania kodu XML",
    "ro": "Deschideți rapid fișierul XML și formatați fișierul XML astfel încât să fie mai ușor de citit.\n\nDeschideți și editați fișierele XML instantaneu gratuit folosind acest software.\nPuteți deschide și edita fișierele XML direct pentru a face codul mai ușor de citit și puteți salva aceste modificări direct pe desktop.\n\nDupă ce ați făcut modificările necesare fișierului XML, pur și simplu salvați fișierul XML pe computer.\n\n- Gratuit\n- Vizualizați și editați fișiere XML\n- Multe moduri/metode de a formata codul XML",
    "ru": "Быстро откройте файл XML и отформатируйте файл XML, чтобы он был более удобочитаемым.\n\nОткрывайте и редактируйте свои XML-файлы мгновенно бесплатно с помощью этого программного обеспечения.\nВы можете открывать и редактировать XML-файлы напрямую, чтобы сделать код более читабельным, и сохранять эти изменения прямо на рабочем столе.\n\nПосле внесения необходимых изменений в файл XML просто сохраните файл XML на свой компьютер.\n\n- Бесплатно\n- Просмотр и редактирование файлов XML\n- Множество способов/методов форматирования XML-кода",
    "sk": "Rýchlo otvorte súbor XML a naformátujte súbor XML, aby bol čitateľnejší.\n\nPomocou tohto softvéru môžete okamžite bezplatne otvárať a upravovať svoje súbory XML.\nSúbory XML môžete otvárať a upravovať priamo, aby bol kód čitateľnejší, a tieto zmeny môžete uložiť priamo na pracovnú plochu.\n\nPo vykonaní potrebných úprav v súbore XML jednoducho uložte súbor XML do počítača.\n\n- Zadarmo\n- Zobrazenie a úprava súborov XML\n- Mnoho spôsobov/metód na formátovanie kódu XML",
    "sl": "Hitro odprite datoteko XML in jo formatirajte tako, da bo bolj berljiva.\n\nS to programsko opremo takoj brezplačno odprite in uredite svoje datoteke XML.\nDatoteke XML lahko odprete in uredite neposredno, da bo koda bolj berljiva, in te spremembe shranite neposredno na namizje.\n\nKo naredite potrebne popravke v datoteki XML, preprosto shranite datoteko XML v svoj računalnik.\n\n- Zastonj\n- Ogled in urejanje datotek XML\n- Veliko načinov/metod za oblikovanje kode XML",
    "sr": "Брзо отворите КСМЛ датотеку и форматирајте КСМЛ датотеку тако да буде читљивија.\n\nОтворите и уредите своје КСМЛ датотеке одмах бесплатно користећи овај софтвер.\nМожете да отварате и мењате своје КСМЛ датотеке директно да бисте учинили код читљивијим и да сачувате ове промене директно на радној површини.\n\nКада извршите потребне измене у својој КСМЛ датотеци, једноставно сачувајте КСМЛ датотеку на рачунару.\n\n- Бесплатно\n- Прегледајте и уредите КСМЛ датотеке\n- Много начина/метода за форматирање КСМЛ кода",
    "sv": "Öppna XML-filen snabbt och formatera XML-filen så att den är mer läsbar.\n\nÖppna och redigera dina XML-filer direkt gratis med denna programvara.\nDu kan öppna och redigera dina XML-filer direkt för att göra koden mer läsbar och spara dessa ändringar direkt på ditt skrivbord.\n\nNär du har gjort de nödvändiga ändringarna i din XML-fil, spara helt enkelt XML-filen på din PC.\n\n- Kostnadsfritt\n- Visa och redigera XML-filer\n- Många sätt/metoder att formatera XML-koden",
    "th": "เปิดไฟล์ XML อย่างรวดเร็วและจัดรูปแบบไฟล์ XML เพื่อให้อ่านได้ง่ายขึ้น\n\nเปิดและแก้ไขไฟล์ XML ของคุณได้ทันทีฟรีโดยใช้ซอฟต์แวร์นี้\nคุณสามารถเปิดและแก้ไขไฟล์ XML ของคุณได้โดยตรงเพื่อให้โค้ดอ่านง่ายขึ้น และบันทึกการเปลี่ยนแปลงเหล่านี้โดยตรงบนเดสก์ท็อปของคุณ\n\nเมื่อคุณทำการแก้ไขที่จำเป็นในไฟล์ XML แล้ว เพียงบันทึกไฟล์ XML ลงในพีซีของคุณ\n\n- ไม่คิดเงิน\n- ดูและแก้ไขไฟล์ XML\n- หลายวิธี/วิธีการจัดรูปแบบโค้ด XML",
    "tr": "XML dosyasını hızlı bir şekilde açın ve XML dosyasını daha okunabilir olacak şekilde biçimlendirin.\n\nBu yazılımı kullanarak XML dosyalarınızı anında ücretsiz olarak açın ve düzenleyin.\nKodu daha okunabilir hale getirmek için XML dosyalarınızı doğrudan açıp düzenleyebilir ve bu değişiklikleri doğrudan masaüstünüze kaydedebilirsiniz.\n\nXML dosyanızda gerekli düzenlemeleri yaptıktan sonra, XML dosyasını bilgisayarınıza kaydetmeniz yeterlidir.\n\n- Ücretsiz\n- XML Dosyalarını Görüntüleme ve Düzenleme\n- XML kodunu biçimlendirmenin birçok yolu/yöntemi",
    "uk": "Швидко відкрийте XML-файл і відформатуйте XML-файл, щоб його було легше читати.\n\nМиттєво безкоштовно відкривайте та редагуйте свої файли XML за допомогою цього програмного забезпечення.\nВи можете відкривати та редагувати файли XML безпосередньо, щоб зробити код більш читабельним, і зберігати ці зміни безпосередньо на робочому столі.\n\nПісля внесення необхідних змін до XML-файлу просто збережіть XML-файл на ПК.\n\n- Безкоштовний\n- Перегляд і редагування файлів XML\n— Багато способів/методів форматування XML-коду",
    "vi": "Mở tệp XML một cách nhanh chóng và định dạng tệp XML để tệp này dễ đọc hơn.\n\nMở và chỉnh sửa các tệp XML của bạn ngay lập tức miễn phí bằng phần mềm này.\nBạn có thể mở và chỉnh sửa trực tiếp các tệp XML của mình để làm cho mã dễ đọc hơn và lưu những thay đổi này trực tiếp vào màn hình của bạn.\n\nKhi bạn đã thực hiện các chỉnh sửa cần thiết đối với tệp XML của mình, chỉ cần lưu tệp XML vào PC của bạn.\n\n- Miễn phí\n- Xem & chỉnh sửa tệp XML\n- Nhiều cách / phương pháp để định dạng mã XML",
    "zh_CN": "快速打开 XML 文件并格式化 XML 文件，使其更具可读性。\n\n使用此软件立即免费打开和编辑您的 XML 文件。\n您可以直接打开和编辑 XML 文件以使代码更具可读性，并将这些更改直接保存到您的桌面上。\n\n对 XML 文件进行必要的编辑后，只需将 XML 文件保存到您的 PC。\n\n- 免费\n- 查看和编辑 XML 文件\n- 格式化 XML 代码的多种方式/方法",
    "zh_TW": "快速打開 XML 文件並格式化 XML 文件，使其更具可讀性。\n\n使用此軟件立即免費打開和編輯您的 XML 文件。\n您可以直接打開和編輯 XML 文件以使代碼更具可讀性，並將這些更改直接保存到您的桌面上。\n\n對 XML 文件進行必要的編輯後，只需將 XML 文件保存到您的 PC。\n\n- 免費\n- 查看和編輯 XML 文件\n- 格式化 XML 代碼的多種方式/方法"
  }
}