{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhancer For SynXis Platform"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is a software tool designed to improve the efficiency and organization of Front desk tasks."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Enhancer for the SynXis platform does enable multi-room number search ability and keeps a change history of room status. These features are designed to enhance the functionality and effectiveness of the tool in managing housekeeping operations.\n\nThe multi-room number search ability allows housekeeping staff to search for multiple room numbers simultaneously. This feature is particularly useful when there is a need to locate and manage specific tasks or assignments for a group of rooms. By enabling multi-room number search, the tool simplifies the process of finding and organizing tasks for multiple rooms at once, saving time and improving efficiency.\n\nAdditionally, the Enhancer keeps a change history of room status. This means that it records and maintains a log of the changes made to the status of each room. The change history includes information such as when the status was changed, and what the previous and current status of the room is. This feature provides a valuable record of room status changes, allowing for better tracking, accountability, and analysis of housekeeping operations.\n\nThis innovative Chrome extension is designed to streamline your workflow by offering a visual representation of essential metrics. It features a clear chart that displays the counts of items categorized as arriving, clean, assigned, and extended. With its intuitive interface, you can easily monitor your workload and prioritize tasks effectively. The graphical data simplifies tracking and helps you identify trends, enabling you to make informed decisions. Whether you're managing projects or coordinating team assignments, this extension serves as a crucial tool for enhancing organization and efficiency in your daily tasks.\n\nBy incorporating these features, the Enhancer for the SynXis platform aims to provide a comprehensive and user-friendly solution for managing housekeeping operations in hotels. It enables staff to easily search for multiple room numbers and keeps a detailed change history of room status, ultimately improving efficiency and effectiveness in housekeeping management."
  }
}