{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Duped BETA"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find clothing dupes easily"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**Updates!\n- Improved the algorithm\n- works on more stores\n\nWelcome to Duped, the Chrome extension that revolutionizes your shopping experience by helping you find high-quality, affordable alternatives to your favorite clothing items. We’re excited to have you join our beta community as we work to perfect this tool together.\n\nWhat is Duped?\n\nDuped leverages customer reviews and expert insights to identify dupes – affordable versions of high-quality clothing. Whether you're a budget-conscious shopper, a student, or a young professional, Duped is here to help you save money without compromising on style or quality.\n\nHow to Use Duped:\n\n1. Install the Extension: Go to the Chrome Web Store and search for “Duped.” Click “Add to Chrome” to install the extension.\n2. Pin the Extension: Click the puzzle piece icon on your Chrome toolbar to open the extensions menu. Find Duped in the list and click the pin icon to keep it easily accessible.\n3. Start Shopping: Browse your favorite online stores as usual. When you see an item you love, click on the Duped extension icon. Duped will display affordable alternatives with similar quality and style based on customer reviews.\nCurrent Availability: Duped currently works with the following stores: Abercrombie, Hollister, Urban Outfitters, Nordstrom, Brandy Melville, Skims, and Aritzia.\n\nBeta Version: A Work in Progress\n\nAs a beta user, you’re among the first to experience Duped. This means you might encounter occasional bugs or features that are still being refined. Your feedback is invaluable in helping us improve the extension and make it the best it can be. We encourage you to share your thoughts, report any issues, and suggest features you'd love to see. Together, we can build a tool that makes quality fashion accessible to everyone.\n\nContact Us: For any questions, feedback, or support, please reach out to us. Text: 781-240-9532 or Email: am6295@barnard.edu.\n\nThank you for being a part of the Duped community. Happy shopping!"
  }
}