{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ali Image & Video Downloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download product images and videos from AliExpress and AliBaba."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "### Download Product Images and Videos from AliExpress and Alibaba\n\nWith our free tool, easily download images and videos from AliExpress and Alibaba product pages. You'll see download buttons appear directly on product pages or in a popup menu within the extension.\n\n**Why Choose Our Tool?**\n- Quick and easy to use\n- Direct download buttons on product pages\n- Accessible through the browser extension icon\n\n#### Getting Started\n\n1. Install the extension by clicking the “Add to Chrome” button.\n2. Open an AliExpress product page.\n3. Click on the download buttons next to the product images.\n\nYou can also access the app window by clicking on the extension icon in the top right corner of your browser and start downloading!\n\n**Affiliate Disclosure:**\nThis extension participates in affiliate programs with AliExpress. This means that when you use our extension to download images and videos, we may earn a commission for qualifying purchases made through the provided links. Rest assured, this does not affect your browsing experience or the functionality of the extension in any way.\n\n⚠️ **Disclaimer:** \n'AliExpress' is a registered trademark of AliExpress, Inc. Our application utilizes the AliExpress API, yet it is important to note that we are not affiliated with, endorsed, or certified by AliExpress. \n\nExplore the difference today!"
  }
}