{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Text Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Text Assistant extension helps users generate summaries of web content and create comments with different emotions."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance Your Browsing Experience with AI-Powered Summaries & Comments\n\nUnlock the power of AI to streamline your browsing experience with the AI Text Assistant Chrome Extension. Save time and effort by generating intelligent summaries of web content, and create engaging comments with various emotions. Powered by OpenAI's advanced GPT-4 technology, this extension is designed to make your online life more productive and enjoyable.\n\nKey Features:\n\n-Automatic Text Summarization: Condense large texts into concise summaries within seconds, reducing your reading load.\n\n-Intelligent Comment Generation: Craft unique and high-quality comments related to your texts to enrich your content.\n\n-Customizable Settings: Fine-tune parameters like text length and summary ratio to obtain the most suitable results for your needs.\n\n-GPT-4 Technology: Benefit from accurate and meaningful results with the latest AI technology developed by OpenAI.\n\n-Personal API Key Usage: Connect to your OpenAI account and use your private API key for a more personalized experience.\n\n-Easy and Secure API Key Management: Store your API key securely with encryption and protect your privacy.\n\nHow It Works:\n\n-Purchase the AI Text Assistant Chrome Extension License Key on Gumroad.\n\n-Install the extension in your Google Chrome browser.\n\n-Enter your OpenAI API Key to connect the extension to your OpenAI account.\n\n-Enjoy the convenience of AI-powered summaries and comments while browsing the web.\n\nGet the AI Text Assistant Chrome Extension today and revolutionize your browsing experience with the power of AI. Say goodbye to information overload and hello to insightful summaries and engaging comments, all at your fingertips.\n\nVisit here for more: https://ai-text-assistant.github.io/ai-text-assistant/ \n\nRelease Notes for v1.2:\n- New Feature: Added a 3-day free trial feature to let users experience the functionality without any restrictions.While this feature is active, the 'Advanced Options' and 'Comment' features will be disabled.\n- New Feature: Summary and comment functionality now supports either full page or selected text on the screen.\n- Improvement: The desired AI processing model can now be configured in the advanced settings. \n- Improvement: Displaying errors received from the ChatGPT API properly on the screen.\n- Improvement: Removal of `\\n` characters in the request payload to enhance data integrity.\n- Bugfix: Corrected the malformed URL pattern in permissions to ensure proper access to necessary resources."
  }
}