{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "thegivingmachine"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Never miss a free donation for your chosen cause!\n\nDesigned for your desktop and laptop, TheGivingMachine's Shop&Give reminder sits…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Never miss a free donation for your chosen cause!\n\nDesigned for your desktop and laptop, TheGivingMachine's Shop&Give reminder sits on your browser so when you search for products and shops online, our heart icon will appear next to shops giving free donations. This little beauty from our charity:\n\n- Is Free and easy to install\n- Has no annoying advertising\n- Works with over 2,200 participating shops\n- Helps you raise more for your favourite cause(s)\n\nOnline shopping via TheGivingMachine enables you to generate free donations for the causes you choose every time you shop online.\n\nWith our Shop&Give reminder, you'll never miss the chance to generate a free donation again.\n\nWhen you buy from a participating shop via our website or with the help of our Shop&Give reminder, you generate a small sales commission.\n\nSimply download and install and it will let you know what shops are participating and give you the chance to ensure your causes don't miss out.\nTheGivingMachine is the UK charity charity that converts the commissions you generate into free donations for the causes, schools and community groups you choose.\n\nIt doesn't cost you a penny extra. Being not for profit, our charity converts up to 70% into free donations with the remainder contributing towards the costs of maintaining the website and distributing donations.\n\nBeing a charity, our focus is on maximising the support you can give to your causes not shareholder returns.\n\nShops love working with us to help make a difference to over 7,500 charities, schools and community groups all across the UK."
  }
}