{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WordReference Translate w/o leaving the page"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use WordReference anywhere from the extension popup without leaving the page you are browsing.",
    "es": "Utilice WordReference en cualquier sitio web desde la ventana emergente de la extensión sin salir de la página en la que está…",
    "fr": "Utilisez WordReference partout depuis l'extension sans avoir à interrompre votre navigation.",
    "it": "Usa WordReference ovunque dal popup dell'estensione senza abbandonare la pagina che stai visualizzando",
    "pt_BR": "Use o WordReference a partir da janela da extensão sem sair da página atual."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Access WordReference dictionaries of lots of different languages from anywhere. Translate every word with details and examples. Listen to the pronunciation.\nFeatures:\n    Free:\n      · No need to leave the page you are browsing to translate a word\n      · WordReference virtual dictionaries supported\n      · Listen to the pronunciation of a word\n      · Automatic search with inverted languages\n    Premium:\n      · One time payment to unlock all the current and future premium features forever\n      · WordReference interactive click supported (click on a word within the translation page to translate it)\n      · Select a word in a webpage and translate it with a click or a keyboard shortcut\n      · Change the appearance of the extension with the available theme\n      · Automatic language detection"
  }
}