{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SimpleFill"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simply fill forms with SimpleFill. The simplest and easiest form filler ever."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "After installing, just right-click and hover on \"Simply Fill with SimpleFill\" and click on \"Options\". Add your information there which you want to appear in the Context Menu and start filling forms in clicks.\n\nHaving added your information, right-click on input fields or drop-downs and click on the respective information you want to fill under \"Simply fill with SimpleFill\" context menu.\n\nYou need only two mouse-clicks per field to fill up any form. No matter how lengthy your Name or Address may be, just 2-clicks and you are done. Users who love the auto fill feature of Opera Browser will love this because its concept of filling forms is quite similar.\n\nIt works on all versions of Chrome.\n\nVisit http://plugins.compzets.com/simplefill to know more.\n\n\nA new mac app launched by the same developer that helps you give better presentations, online classes, and video tutorials. Check out https://presentify.compzets.com for a limited time offer.\n\n\nCHANGE LOG:\n============\nv2.0.7 - Updated manifest and other minor things\nv2.0.6 - Fixed broken links\nv2.0.5 - Updated jQuery version to 3.2.1 and removed jQuery from background\nv2.0.3 - Added Export/Import functionality\n             Added option for appending or replacing field values while filling forms        \nv2.0.2 - No need to restart browser after saving data into SimpleFill\nv2.0.1 - Minor fixes related to Options in context menu, UI fixes, etc.\nv2.0.0 - Major Update which includes use of chrome-storage instead of local-storage, syncs data across chrome browsers, works in incognito mode and some other minor tweaks.\nv1.1.2 - Fixed error in adding options (Thanks to Les Hay of Livingston, Scotland)\nv1.1.1 - Added error dialog & footer in options page and some other minor modifications to the code\nv1.1.0   - Fixed error in options in contextMenu\nv1.0.0   - Initial Release"
  }
}