{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Breeze Clock: GPS Employee Time Tracker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Breeze Clock"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Timesheets with GPS Location Tracking and Calculate Payroll & Overtime. Designed for small businesses, it’s the easiest way to manage timesheets. Employees can clock-in from the internet, smartphone, dial-in from a phone or SMS.\n\n\n** Note: This app requires a Breeze Clock account.  **\n\n** All sign ups includes a FREE 14-day trial period. **\n\n\nPayroll management is vital for success and Breeze Clock can help make it easy. Breeze Clock is an online time clock, allowing you to effectively log and collate workers' hours. It's a step towards making time tracking a breeze!\n\n\nOur Android app includes GPS location tracking functions, so you can monitor your work-site staff and issue invoices that are accurate and avoid billing disputes. Ideal for non-office staff, such as construction, trades, delivery route, and workers staffed at client-site.\n\n\n\nSIMPLE TIME TRACKING & TIMESHEETS WITH GPS LOCATION TRACKING\n\n• Real-time punch clock\n• Manual time entry\n• Geofence\n• GPS location tracking \n• View and edit time entries, assign job codes to track billable hours to clients \n• Edit shift reports for better employee tracking\n\n\n\nMANAGE APPROVALS AND REVIEW GPS LOCATIONS \n\n• Managers can review GPS location history of the time entries for the entire team\n• Managers can approve time entries for payroll reporting, created from the web dashboard\n\n\n\nSTAY IN SYNC WITH TEAM STATUS\n\n• View teammates’ status in real-time from the dashboard\n• Manage Paid Time Off (“PTO”), holiday, and vacation time\n\n\n\nPLUS, using the Web dashboard:\n\n• Payroll and Overtime reports\n• Meal Breaks and Holiday settings for payroll reports \n• Powerful, real-time reports in multiple formats (PDF, EXCEL, Online) \n• Calendar Scheduling\n\n\nSIGN UP \n\nThis time tracking app requires a Breeze Clock account. Sign up now at https://breezeclock.com for a FREE 14-day trial, No credit card required.\n\n\nAll time and PTO entries, and GPS history, are seamlessly synced with your Breeze Clock account and completely viewable online via our Web dashboard or Chrome App. \n\n\nSign in to Breeze Clock from the Web dashboard for access to more features like the payroll reports for overtime calculation or calendar scheduling. \n\nWith Breeze Clock, you’ll be spending less time managing your timesheet, and more time focusing running your business. Get started today!\n\n\nUser Data Privacy: This app does not collect or use any personal information or sensitive user data, other than your IP address, GPS coordinates, and account login. All transmission is encrypted with HTTPS and passwords are stored via encryption on our servers. See more at: https://breezeclock.com/privacy"
  }
}