{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Check"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Verify breaking news online"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Verify breaking news online\n\nChrome will ask you for permission to read your browsing history. This allows the browser extension to add your current tab to Check when you click on the browser icon. Meedan does not log any other data on our servers.\n\nCheck, developed by Meedan, is a platform for collaborative verification of digital media. The Check project builds online tools to improve the investigative quality of citizen journalism and help limit the rapid spread of rumors and misinformation online. Using Check you can quickly build a team, add social media links to fact-check them, set key questions for investigating news items gathered amongst your team.\n\nCheck’s browser extension allows you to quickly add media items that you come across on the internet to your Check team for investigation, and answer annotations concerning these items right from within the extension’s sidebar. Here’s how you can use it:\n\nBrowse the internet, and find a Tweet, YouTube video, Facebook post or an Instagram photo that you want your team to fact-check and investigate. Click the Check icon, choose one of the projects you want to add this item to, and save it.\n\nThe extension also detects if the item already exists in Check, and shows you the relevant tasks to be answered concerning it in the sidebar. Select a task, then highlight text from the page: the text will automatically populate the task answer.\n\nYou can also highlight text from an article, a web page, or an incoming WhatsApp Web message. Right click, select the Check icon, and choose one of the projects you want to add this text to.\n\nThe extension works on Tweetdeck for web and other tools that operate on the browser.\n\nOn Check, you can see this item added as media on your team and you can start the verification process right away. Here’s what you can do on Check for fact-checking:\n\nAdd journalists and citizen journalists to your team so that they can contribute to the verification process.\n\nAsk questions about media items, like date, time, location and evidence to help deciding if it’s true or fake.\n\nAdd a verification status to each media item you have on your team to reflect the result of the fact-checking process like, verified, false or in progress.\n\nIf you work in digital media and want to try out Check as a way to streamline and coordinate your social news gathering and verification workflow, please visit https://meedan.com/en/check."
  }
}