{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PODSuite Uploader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is the uploader extension for PODSuite, the new home for your print-on-demand business."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to the future of Amazon Merch on Demand management! The PODSuite Uploader Chrome extension is your ultimate tool for simplifying and streamlining the upload process for Amazon Merch on Demand. Designed to work seamlessly with podsuite.io, this extension ensures that your creative designs reach the Amazon marketplace faster and more efficiently.\n\nEffortless Integration with podsuite.io\nThe PODSuite Uploader integrates directly with your account on podsuite.io, an all-in-one platform for managing your Amazon Merch on Demand listings. With this powerful combination, you can focus more on creating designs and less on the tedious task of product uploads or edits.\n\nAutomate Your Amazon Merch on Demand Uploads\nEliminate the time-consuming process of manually uploading or editing each design. The PODSuite Uploader automates the process, making it easier than ever to get your designs live on Amazon. Increase your productivity and grow your business effortlessly.\n\nKey Features:\nSingle-Click Uploads: Quickly push your listings to Amazon Merch on Demand directly from podsuite.io.\nBulk Management: Manage, monitor, and update all your designs from a single, unified interface.\nTime-Saving Tools: Leverage built-in tools that significantly reduce upload times and simplify your workflow.\nEasy to Use\nThe PODSuite Uploader Chrome extension is designed for simplicity and ease of use. Install it in seconds, connect it to your podsuite.io account, and start automating your Amazon Merch on Demand business like a pro.\n\nGet Started Today\nTransform your Amazon Merch on Demand workflow with the PODSuite Uploader Chrome extension. Save time, simplify your uploads, and watch your business thrive."
  }
}