{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HubSpot Form Submissions Exporter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Export HubSpot Form submissions in bulk in PDF format."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Summary:\n\nHubSpot Form Submissions Exporter is a powerful and intuitive tool designed to streamline your data management by converting HubSpot form submissions into convenient PDF documents. Whether you're dealing with bulk submissions, specific entries, or selective filtering, this extension makes it easy to export your data in a format that’s ready for reporting, sharing, and archiving.\n\nKey Features:\n\n1. Bulk Export: Download all your HubSpot form submissions in PDF format with a single click, eliminating the hassle of CSV files.\n2. Selective Export: Use filters to narrow down your data and download only the submissions that matter to you.\n3. Single Entry Export: Need just one entry? Easily export individual form submissions directly to PDF.\n4. Customizable Filters: Apply various filters to customize your exports, ensuring you get precisely the data you need.\n5. Effortless Integration: Seamlessly integrates with your existing HubSpot forms, making the transition from CSV to PDF simple and efficient.\n6. User-Friendly Interface: An intuitive, easy-to-navigate UI that requires no technical expertise to operate.\n\nWhy Choose HubSpot Form Submissions Exporter?\n\n1. Save Time: No more manually converting CSV files—export your data directly to PDF in seconds.\n2. Increase Efficiency: Filter and download exactly what you need, reducing unnecessary data clutter.\n3. Professional Reporting: Provide your team or clients with polished, easy-to-read PDF reports that are ready for immediate use.\n4. Flexible and Scalable: Whether you need to export a single entry or thousands, this extension is built to handle all your requirements.\n\nGet Started Today!\n\nTransform how you manage HubSpot form data with HubSpot Form Submissions Exporter—the ultimate tool for efficient and professional data handling. Download it now and experience the convenience and flexibility it brings to your workflow."
  }
}