{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DePINed"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get rewarded for your unused internet, and computer resources by powering the AI revolution"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DePINed is a decentralized network of people who share their idle computer power and internet bandwidth to create a more equitable internet.\n\nWith just 3 clicks, DePINed lets you start monetizing your unused resources. Artificial Intelligence & Rendering companies use these resources to power their online services.\n\nYour participation as a provider in the DePINed network is tracked and rewarded through Points, and $DePIN tokens based on your specific used resources.\n\nDePINed creates a inter-connected system where everyone wins - companies and users alike. Since you already own your PC and pay for your internet, why not put them to work?\n\nOnce you install the DePINed Widget Extension, it runs in the background of your computer and uses small amounts of unused internet bandwidth to power and train our AI Startups on the DePINed Network. This works in tangent by utilizing our proprietary LLM-powered data scraper which is powered by the DePINed network GPUs to effectively use an LLM to scrape the Web, which results in cleaning 90% of dirty data by traditional methods, and making it affordable and effective. It can’t see any of your personal information or usage, it just takes data from public websites and sells it to AI companies.  And you get rewarded for helping!\n\nDePINed only uses a tiny fraction of unused bandwidth, so you’ll never experience any reduction in the speed or quality of your own internet activity.  Just download, sign up, and watch the rewards roll in."
  }
}