{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Amazon Affiliate Powered With Chat GPT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Powerful Chrome extension that streamlines your Amazon Affiliate marketing tasks."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing our powerful Chrome extension designed to streamline and enhance your Amazon Affiliate marketing tasks. With this tool, free users can enjoy up to 5 marketing message generations, 5 uses of the Decision Maker and 5 use of Reviews Summarizer feature per month, all powered by Chat GPT-3.5-Turbo. This ensures that you can effortlessly create automated affiliate marketing messages and benefit from AI-driven analysis of customer reviews to make informed product promotion decisions.\n\nWhat's more, a new feature has been introduced, allowing you to conveniently distill product reviews for enhanced purchase decision-making. Additionally, we've implemented our own product rating system, utilizing our proprietary algorithm to provide ratings.\n\nAs a free user, you'll also have access to SEO-friendly hashtags that complement your marketing messages, enabling you to boost visibility and reach on social media platforms. Additionally, the extension simplifies the process of generating Amazon Affiliate links with customizable Affiliate IDs, making it easy to incorporate them into your marketing materials across various channels.\n\nFor those seeking an even more powerful experience, an option to upgrade to the premium version is available. The premium version removes all limitations, allowing unlimited usage of marketing message generation and Decision Maker, now powered by the advanced Chat GPT-4-Turbo. This upgrade provides you with even more robust results, giving you a competitive edge in the world of Amazon affiliate marketing.\n\nThe extension goes beyond marketing support, offering a convenient links feature that allows you to research and discover trending, best-selling, fast-selling, most-wished-for, and newly-released items on Amazon. This way, you can stay ahead of the competition and align your promotions with your target audience's interests.\n\nTo make the process even more efficient, the extension offers automated voice-overs and downloadable files, enabling you to create engaging promotional videos effortlessly. The fast and user-friendly interface ensures a seamless experience, and you have the option to pin the extension for easy access, integrating it seamlessly into your daily workflow.\n\nWe understand that ads can be a concern for users, but they are essential for us to keep the extension free and accessible to all. Rest assured that the popup ads are unobtrusive and serve as a means to support the extension's availability without any cost to you as a user.\n\nWhether you're an Amazon Associate or a general user, this Chrome extension is your ultimate tool to simplify affiliate marketing efforts, discover trending products, and make informed decisions. Download it today and take advantage of the new \"Decision Maker\" feature, generate SEO-friendly hashtags, and elevate your effectiveness in the competitive world of Amazon affiliate marketing.\nDisclaimer : The popup contains ads. This helps us to keep the extension free for users."
  }
}