{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Catch the Cat Game"
  },
  "short": {
    "ar": "Catch the Cat Game - لعبة مثيرة حيث مهمتك هي الإمساك بقطة ذكية. حصروا تحركاتها واحتجزوها في أفخاخ خاصة.",
    "am": "Catch the Cat Game - የእርስዎ ተግባር ብልህ ድመትን የሚይዝበት አስደሳች ጨዋታ። እንቅስቃሴውን ይገድቡ እና በልዩ ወጥመዶች ውስጥ ይያዙት።",
    "bg": "Catch the Cat Game - вълнуваща игра, в която вашата задача е да хванете умна котка. Ограничете движенията му и го хванете в…",
    "bn": "Catch the Cat Game - একটি উত্তেজনাপূর্ণ খেলা যেখানে আপনার কাজ একটি চতুর বিড়াল ধরা। এর গতিবিধি সীমাবদ্ধ করুন এবং বিশেষ ফাঁদে আটকান।",
    "ca": "Catch the Cat Game - un emocionant joc on la teva tasca és atrapar un gat intel·ligent. Restringeix els seus moviments i atrapa-lo…",
    "cs": "Catch the Cat Game - vzrušující hra, kde je vaším úkolem chytit chytrou kočku. Omezte jeho pohyby a uvězněte ho do speciálních…",
    "da": "Catch the Cat Game - et spændende spil, hvor din opgave er at fange en klog kat. Begræns dens bevægelser og fange den i specielle…",
    "de": "Catch the Cat Game - Ein spannendes Spiel, bei dem es Ihre Aufgabe ist, eine kluge Katze zu fangen. Beschränken Sie seine…",
    "el": "Catch the Cat Game - ένα συναρπαστικό παιχνίδι όπου η αποστολή σας είναι να πιάσετε μια έξυπνη γάτα. Περιορίστε τις κινήσεις του…",
    "en,en_AU,en_GB,en_US,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Catch the Cat Game - an exciting game where your task is to catch a clever cat. Restrict its movements and trap it in special traps.",
    "es,es_419": "Catch the Cat Game - un juego emocionante en el que tu tarea es atrapar a un gato inteligente. Restrinja sus movimientos y atrápelo…",
    "et": "Catch the Cat Game - põnev mäng, kus sinu ülesandeks on püüda kinni nutikas kass. Piirake selle liigutusi ja püüdke see…"
  },
  "long": {
    "ar": "تعتبر لعبة Catch the Cat Game لعبة نقر ممتعة ومسلية تجعلك تغوص في دور صياد قطط ماهر. عندما تشرع في هذه المغامرة المثيرة، ستواجه تحدي التفوق على قط ذكي ومراوغ مصمم على التهرب من قبضتك. مهمتك هي وضع الفخاخ بشكل استراتيجي على طول مسار القط وإمساكه قبل أن يختفي عن الأنظار باستخدام آليات النقر.\n\nتقدم لعبة النقر الجذابة هذه مجموعة واسعة من مستويات الصعوبة، وتلبي احتياجات كل من المبتدئين واللاعبين المخضرمين. في البداية، سيكون لديك إمكانية الوصول إلى مجموعة مختارة من مصائد النقر البسيطة لوضعها على لوحة اللعبة. بينما تتحرك القطة بذكاء من النقطة أ إلى النقطة ب، فإن هدفك هو توقع مسارها وترتيب الفخاخ بذكاء باستخدام أدوات التحكم بالنقر لاصطيادها. ومع ذلك، احذر من ذكاء القطة الاستثنائي وقدرتها على التفوق على مصائدك إذا فشلت في التخطيط الدقيق لتحركاتك.\n\nلا تعد لعبة Catch the Cat بمتعة لا تنتهي فحسب، بل إنها أيضًا بمثابة فرصة ممتازة لتعزيز مهارات التفكير المنطقي وحل المشكلات في بيئة النقر. شارك في جلسات لعب النقر المثيرة مع الأصدقاء أو العائلة واستمتع بفرحة التغلب بنجاح على القط الماكر باستخدام الفخاخ التي وضعتها بذكاء.\n\nتذكر أن مفتاح الفوز في لعبة النقر هذه يكمن في منع هروب القط! كن سريعًا ودقيقًا أثناء النقر على البقع لتغميقها، مع التأكد من عدم وجود طريق للقط للهروب.\n\nتلبي لعبة \"Catch the Cat\" احتياجات عشاق القطط وأولئك الذين يستمتعون بالتحدي العقلي الممتع في شكل لغز النقر. هذه اللعبة عبارة عن لغز نقر معقد يتطلب أقصى قدر من براعتك العقلية للخروج منتصرًا.\n\nهدفك الأساسي في لعبة النقر هذه هو حصر القط داخل حقل اللعبة من خلال وضع دوائر داكنة بشكل استراتيجي على طول مساره. توقع أن تحاول القطة تجنب العقبات التي صممتها ببراعة، مما يضع مهارات التخطيط الخاصة بك في النقر على المحك.\n\nتستمر لعبة النقر بطريقة تعتمد على الأدوار، حيث تقوم بالتحرك أولاً، ثم تحاول القطة الهروب بالانتقال إلى إحدى الخلايا المجاورة. تستمر الدورة حتى يتم استخدام جميع الدوائر المجانية أو تتمكن القطة من الفرار بعيدًا عن متناولك.\n\nإذا نجحت في تطويق القطة بفخاخ النقر الخاصة بك، فسوف تُتوَّج منتصرًا! من ناحية أخرى، إذا تمكنت القطة من الفرار، فلا تخف، حيث ستتاح لك الفرصة للبدء من جديد في تحدي النقر هذا ومحاولة مرة أخرى.\n\nCatch the Cat هي نسخة رائعة من لغز الرياضيات الكلاسيكي Quadraphage، تم تحويلها إلى تحدي النقر حيث تحاول قطة ماكرة الهروب من لوحة سداسية، مع حظر خلية واحدة بعد كل حركة، مما يزيد من حدة التحدي.\n\nبعزيمة لا تتزعزع وفطنة استراتيجية، تغلب على لعبة النقر الرائعة هذه وأثبت شجاعتك كصياد قطط هائل. أتمنى أن يحالفك الحظ وأنت تشرع في مغامرة النقر المثيرة هذه!",
    "am": "የድመት ጨዋታን በሰለጠነ የድመት አዳኝ ሚና ውስጥ የሚያጠልቅ አስደሳች እና አዝናኝ ጠቅ ማድረጊያ ጨዋታ ነው። ወደዚህ አስደሳች ጀብዱ ሲገቡ፣ ከቁጥጥርዎ ለማምለጥ የወሰነች ብልህ እና የማይታወቅ ድመት የማውጣት ፈተና ይገጥማችኋል። ተልእኮዎ በድመቷ መንገድ ላይ ወጥመዶችን በስልት ማስቀመጥ እና በጠቅታ መካኒኮችን በመጠቀም ከእይታ ከመጥፋቷ በፊት መያዝ ነው።\n\nይህ የሚማርክ ጠቅ ማድረጊያ ጨዋታ ለጀማሪዎች እና ልምድ ላላቸው ተጫዋቾች የሚያቀርብ ሰፊ የችግር ደረጃዎችን ይሰጣል። መጀመሪያ ላይ፣ በጨዋታ ሰሌዳው ላይ ለማስቀመጥ የቀጥታ ጠቅ ማድረጊያ ወጥመዶች ምርጫ መዳረሻ ይኖርዎታል። ድመቷ በተንኮል ከ ነጥብ ሀ ወደ ነጥብ B ስትሸጋገር አላማህ መንገዱን መገመት እና ወጥመዶችን ለማጥመድ የጠቅታ መቆጣጠሪያዎችን በብልሃት ማስተካከል ነው። ነገር ግን፣ የድመቷን ልዩ የማሰብ ችሎታ እና እንቅስቃሴዎን በጥንቃቄ ማቀድ ካልቻሉ ወጥመዶችዎን የመቆጣጠር ችሎታውን ይጠንቀቁ።\n\nየድመት ጨዋታውን ያዙ ማለቂያ የሌለው መዝናኛ ቃል ገብቷል ነገር ግን በጠቅታ አካባቢ ውስጥ የእርስዎን ምክንያታዊ አስተሳሰብ እና ችግር የመፍታት ችሎታን ለማሳደግ ጥሩ አጋጣሚ ሆኖ ያገለግላል። ከጓደኞችዎ ወይም ከቤተሰብዎ ጋር አስደሳች የጠቅ ማጫወቻ ጊዜዎችን ይሳተፉ እና በተንኮል በተቀመጡ ወጥመዶችዎ ድመቷን በተሳካ ሁኔታ በማለፍ ደስታን ይደሰቱ።\n\nያስታውሱ፣ በዚህ ጠቅ ማድረጊያ ጨዋታ ውስጥ የድል ቁልፉ ድመቷን እንዳያመልጥ በመከላከል ላይ ነው! ድመቷ ምንም የምታልፍበት መንገድ እንደሌላት በማረጋገጥ ቦታዎቹን ለማጨለም ስትጫኑ ፈጣን እና ትክክለኛ ይሁኑ።\n\n\"Catch the Cat\" የድመት አድናቂዎችን እና በአስደሳች የአዕምሮ ፈተና የሚደሰቱትን በጠቅ ማጫወቻ የእንቆቅልሽ ቅርጸት ያቀርባል። ይህ ጨዋታ በአሸናፊነት ለመውጣት ከፍተኛውን የአእምሮ ችሎታዎን የሚፈልግ የተወሳሰበ ጠቅ ማድረጊያ እንቆቅልሽ ነው።\n\nበዚህ የጠቅ ማጫወቻ ጨዋታ ውስጥ ያለዎት ዋና አላማ ድመቷን በመንገዱ ላይ ስልታዊ በሆነ መንገድ ጥቁር ክበቦችን በማስቀመጥ በጨዋታው ሜዳ ውስጥ ማገድ ነው። ድመቷ እንድትሞክር እና በጥበብ የተነደፉ መሰናክሎችህን እንድታስወግድ ጠብቅ፣ የጠቅ ማቀድ ችሎታህን ፈትነህ።\n\nየጠቅ ማጫወቻው ጨዋታ በተራ በተራ ነው የሚሄደው፣ መጀመሪያ እንቅስቃሴዎን በሚያደርጉበት ቦታ፣ ከዚያም ድመቷ ከአጠገቡ ህዋሶች ወደ አንዱ በማንቀሳቀስ ለማምለጥ ትሞክራለች። ዑደቱ ሁሉም ነፃ ክበቦች ጥቅም ላይ እስኪውሉ ድረስ ወይም ድመቷ ከአቅምህ በላይ መሸሽ እስክትችል ድረስ ይቀጥላል።\n\nድመቷን በጠቅታ ወጥመዶችህ በመክበብ ተሳካ፣ እና የድል አክሊል ትሆናለህ! በሌላ በኩል፣ ድመቷ መንሸራተት ከቻለ፣ አትፍሩ፣ ምክንያቱም በዚህ የጠቅ ማጫወቻ ውድድር እንደገና ለመጀመር እድሉ ይሰጥዎታል እና እንደገና ይሞክሩ።\n\nCatch the ድመት አስደናቂ የሆነ የጥንታዊ የሂሳብ እንቆቅልሽ ኳድራፋጅ መላመድ ነው፣ ወደ ጠቅ ማድረጊያ ተለውጦ አንዲት ተንኮለኛ ድመት ከሄክሳጎን ሰሌዳ ለማምለጥ በምትጥርበት፣ ከእያንዳንዱ እንቅስቃሴ በኋላ አንድ ሕዋስ ታግዶ ተግዳሮቱን እያጠናከረ ይሄዳል።\n\nበማያወላውል ቁርጠኝነት እና ስልታዊ እውቀት፣ ይህን አስደናቂ የጠቅታ ጨዋታ አሸንፈው ብቃታችሁን እንደ አስፈሪ ድመት አዳኝ ያረጋግጡ። በዚህ አስደሳች የጠቅታ ጀብዱ ላይ ሲሳፈሩ ዕድል ከጎንዎ ይሁን!",
    "bg": "Catch the Cat Game е вълнуваща и забавна кликер игра, която ви потапя в ролята на умел ловец на котки. Докато се впускате в това вълнуващо приключение, ще се изправите пред предизвикателството да надхитрите умна и неуловима котка, решена да се изплъзне от ръцете ви. Вашата мисия е стратегически да поставите капани по пътя на котката и да я хванете, преди да изчезне от погледа, като използвате механиката на щракване.\n\nТази завладяваща кликер игра предлага широка гама от нива на трудност, подходящи както за начинаещи, така и за опитни играчи. Първоначално ще имате достъп до селекция от ясни капани за кликване, които да поставите на игралната дъска. Докато котката хитро се придвижва от точка А до точка Б, целта ви е да предвидите нейния маршрут и умело да подредите капаните, като използвате бутони за управление, за да я впримчите. Въпреки това, пазете се от изключителната интелигентност на котката и нейната способност да надхитри вашите капани, ако не успеете да планирате щателно ходовете си.\n\nИграта Catch the Cat не само обещава безкрайно забавление, но също така служи като отлична възможност да подобрите логическото си мислене и уменията си за решаване на проблеми в среда с щракване. Включете се във вълнуващи сесии за игра с щракане с приятели или семейство и се насладете на радостта от успешното надхитряне на хитрата котка с вашите хитро заложени капани.\n\nНе забравяйте, че ключът към победата в тази кликер игра се крие в предотвратяването на бягството на котката! Бъдете бързи и прецизни, докато щраквате върху петната, за да ги потъмните, като гарантирате, че котката няма път, през който да се промъкне.\n\n\"Catch the Cat\" се грижи за любителите на котки и тези, които се наслаждават на приятно умствено предизвикателство във формат пъзел с щракване. Тази игра е сложен пъзел с щракане, който изисква най-голямата ви умствена мощ, за да излезете триумфално.\n\nОсновната ви цел в тази кликер игра е да затворите котката в рамките на игралното поле, като стратегически поставите тъмни кръгове по пътя й. Очаквайте котката да се опита да избегне вашите изкусно проектирани препятствия, подлагайки на изпитание уменията ви за планиране с кликер.\n\nИграта с щракане протича по походов начин, при който първо правите своя ход, последван от опит на котката да избяга, като се премести в една от съседните клетки. Цикълът продължава, докато всички свободни кръгове се изчерпят или котката успее да избяга извън хватката ви.\n\nУспейте да обградите котката с вашите щракващи капани и ще бъдете коронясан за победител! От друга страна, ако котката успее да се изплъзне, не се страхувайте, защото ще ви бъде даден шанс да започнете отначало в това кликър предизвикателство и да опитате отново.\n\nCatch the Cat е забележителна адаптация на класическия математически пъзел Quadraphage, трансформиран в кликър предизвикателство, при което хитра котка се опитва да избяга от шестоъгълна дъска, като една клетка се блокира след всяко движение, което засилва предизвикателството.\n\nС непоколебима решителност и стратегическа проницателност, завладейте тази хипнотизираща кликър игра и докажете своята смелост като страхотен ловец на котки. Нека късметът е на ваша страна, докато се впускате в това вълнуващо кликер приключение!",
    "bn": "ক্যাচ দ্য ক্যাট গেম হল একটি আনন্দদায়ক এবং বিনোদনমূলক ক্লিকার গেম যা আপনাকে একজন দক্ষ বিড়াল শিকারীর ভূমিকায় নিমজ্জিত করে। আপনি এই রোমাঞ্চকর দুঃসাহসিক কাজ শুরু করার সাথে সাথে, আপনি একটি চতুর এবং অধরা বিড়ালকে ছাড়িয়ে যাওয়ার চ্যালেঞ্জের মুখোমুখি হবেন যা আপনার উপলব্ধি এড়াতে দৃঢ়প্রতিজ্ঞ। আপনার লক্ষ্য হল বিড়ালের পথ বরাবর কৌশলগতভাবে ফাঁদ স্থাপন করা এবং ক্লিকার মেকানিক্স ব্যবহার করে দৃষ্টি থেকে অদৃশ্য হওয়ার আগে এটিকে আটক করা।\n\nএই চিত্তাকর্ষক ক্লিকার গেমটি নতুন এবং পাকা খেলোয়াড় উভয়ের জন্যই বিস্তৃত অসুবিধার স্তর সরবরাহ করে। প্রাথমিকভাবে, আপনি গেম বোর্ডে অবস্থানের জন্য সহজবোধ্য ক্লিকার ফাঁদের একটি নির্বাচন অ্যাক্সেস করতে পারবেন। বিড়ালটি ধূর্ততার সাথে বিন্দু A থেকে বি পয়েন্টে চলে যাওয়ার সাথে সাথে আপনার উদ্দেশ্য হল এর পথটি অনুমান করা এবং এটিকে ফাঁদে ফেলার জন্য ক্লিকার নিয়ন্ত্রণ ব্যবহার করে চতুরতার সাথে ফাঁদগুলি সাজানো। যাইহোক, বিড়ালের ব্যতিক্রমী বুদ্ধিমত্তা এবং আপনি যদি আপনার পদক্ষেপগুলি সাবধানতার সাথে পরিকল্পনা করতে ব্যর্থ হন তবে আপনার ফাঁদগুলিকে অতিক্রম করার ক্ষমতা সম্পর্কে সতর্ক থাকুন।\n\nক্যাচ দ্য ক্যাট গেমটি কেবল অন্তহীন বিনোদনের প্রতিশ্রুতি দেয় না বরং ক্লিকার পরিবেশে আপনার যৌক্তিক চিন্তাভাবনা এবং সমস্যা সমাধানের দক্ষতা বাড়াতে একটি দুর্দান্ত সুযোগ হিসাবে কাজ করে। বন্ধুবান্ধব বা পরিবারের সাথে উত্তেজনাপূর্ণ ক্লিকার গেমপ্লে সেশনে নিযুক্ত হন এবং আপনার ধূর্ততার সাথে রাখা ফাঁদগুলির সাথে ধূর্ত বিড়ালটিকে সফলভাবে ছাড়িয়ে যাওয়ার আনন্দ উপভোগ করুন।\n\nমনে রাখবেন, এই ক্লিকার গেমে বিজয়ের চাবিকাঠি বিড়ালের পালানো রোধ করার মধ্যেই রয়েছে! দ্রুত এবং সুনির্দিষ্ট হোন যখন আপনি দাগগুলিকে অন্ধকার করতে ক্লিক করেন, নিশ্চিত করুন যে বিড়ালটি পিছলে যাওয়ার কোন পথ নেই।\n\n\"ক্যাচ দ্য ক্যাট\" বিড়াল উত্সাহীদের এবং যারা একটি ক্লিকার পাজল বিন্যাসে একটি আনন্দদায়ক মানসিক চ্যালেঞ্জ উপভোগ করে তাদের পূরণ করে৷ এই গেমটি একটি জটিল ক্লিকার ধাঁধা যা বিজয়ী হওয়ার জন্য আপনার সর্বোচ্চ মানসিক দক্ষতার দাবি করে।\n\nএই ক্লিকার গেমে আপনার প্রাথমিক উদ্দেশ্য হল বিড়ালটিকে কৌশলগতভাবে তার পথ বরাবর অন্ধকার বৃত্ত স্থাপন করে খেলার ক্ষেত্রের মধ্যে সীমাবদ্ধ করা। আপনার ক্লিকার পরিকল্পনা দক্ষতা পরীক্ষা করে, বিড়ালটি আপনার শৈল্পিকভাবে ডিজাইন করা বাধাগুলি এড়াতে চেষ্টা করবে এবং এড়ানোর প্রত্যাশা করুন।\n\nক্লিকার গেমপ্লে একটি টার্ন-ভিত্তিক পদ্ধতিতে এগিয়ে যায়, যেখানে আপনি প্রথমে আপনার নড়াচড়া করেন, তারপরে বিড়ালের সংলগ্ন কক্ষগুলির মধ্যে একটিতে চলে যাওয়ার মাধ্যমে পালানোর চেষ্টা করা হয়। চক্রটি চলতে থাকে যতক্ষণ না সমস্ত মুক্ত চেনাশোনা ব্যবহার করা হয় বা বিড়ালটি আপনার ধরার বাইরে পালাতে পরিচালিত হয়।\n\nআপনার ক্লিকার ফাঁদ দিয়ে বিড়ালকে ঘিরে ফেলতে সফল হন, এবং আপনাকে বিজয়ীর মুকুট দেওয়া হবে! অন্যদিকে, যদি বিড়ালটি সরে যেতে পারে, ভয় পাবেন না, কারণ আপনাকে এই ক্লিকার চ্যালেঞ্জে নতুন করে শুরু করার এবং আবার চেষ্টা করার সুযোগ দেওয়া হবে।\n\nক্যাচ দ্য ক্যাট হল ক্লাসিক ম্যাথ পাজল কোয়াড্রাফেজের একটি অসাধারণ অভিযোজন, যা একটি ক্লিকার চ্যালেঞ্জে রূপান্তরিত হয়েছে যেখানে একটি ধূর্ত বিড়াল হেক্সাগন বোর্ড থেকে পালানোর চেষ্টা করে, প্রতিটি পদক্ষেপের পরে একটি সেল ব্লক করা হয়, চ্যালেঞ্জটিকে তীব্র করে।\n\nঅটল সংকল্প এবং কৌশলগত দক্ষতার সাথে, এই মন্ত্রমুগ্ধ ক্লিকার গেমটি জয় করুন এবং একটি শক্তিশালী বিড়াল শিকারী হিসাবে আপনার দক্ষতা প্রমাণ করুন। আপনি এই উত্তেজনাপূর্ণ ক্লিকার অ্যাডভেঞ্চার শুরু করার সাথে সাথে ভাগ্য আপনার পাশে থাকতে পারে!",
    "ca": "Catch the Cat Game és un joc de clics emocionant i entretingut que us submergeix en el paper d'un hàbil caçador de gats. Quan t'embarques en aquesta emocionant aventura, t'enfrontaràs al repte d'enganyar a un gat intel·ligent i evasió decidit a eludir-te. La teva missió és col·locar trampes estratègicament al llarg del camí del gat i atrapar-lo abans que desaparegui de la vista mitjançant la mecànica del clic.\n\nAquest captivador joc de clic ofereix una àmplia gamma de nivells de dificultat, tant per a jugadors principiants com experimentats. Inicialment, tindreu accés a una selecció de trampes de clic senzilles per col·locar al tauler de joc. A mesura que el gat es mou amb astucia del punt A al punt B, el vostre objectiu és anticipar-ne la ruta i organitzar les trampes de manera intel·ligent mitjançant els controls de clic per atrapar-lo. Tanmateix, aneu amb compte amb l'excepcional intel·ligència del gat i la seva capacitat per superar les vostres trampes si no planifiqueu meticulosament els vostres moviments.\n\nCatch the Cat Game no només promet entreteniment sense fi, sinó que també serveix com una excel·lent oportunitat per millorar el vostre pensament lògic i habilitats per resoldre problemes en un entorn de clic. Participa en emocionants sessions de joc de clics amb amics o familiars i gaudeix de l'alegria de superar amb èxit el gat astut amb les teves trampes amb astúcia.\n\nRecordeu que la clau de la victòria en aquest joc de clics rau en evitar la fugida del gat! Sigueu ràpid i precís mentre feu clic a les taques per enfosquir-les, assegurant-vos que el gat no tingui cap camí per lliscar-se.\n\n\"Catch the Cat\" s'adreça als entusiastes dels felins i als que gaudeixen d'un deliciós repte mental en un format de trencaclosques de clic. Aquest joc és un complicat trencaclosques de clic que exigeix ​​la vostra màxima habilitat mental per sortir triomfant.\n\nEl vostre objectiu principal en aquest joc de clic és limitar el gat dins del camp de joc col·locant estratègicament cercles foscos al llarg del seu camí. Espereu que el gat intenti evitar els vostres obstacles dissenyats amb art, posant a prova les vostres habilitats de planificació de clics.\n\nEl joc del clic continua de manera per torns, on primer feu el vostre moviment, seguit de l'intent del gat d'escapar movent-vos a una de les cel·les adjacents. El cicle continua fins que s'esgoten tots els cercles lliures o el gat aconsegueix fugir més enllà del vostre abast.\n\nAconsegueix envoltar el gat amb les teves trampes de clic i et coronaràs vencedor! D'altra banda, si el gat aconsegueix escapar-se, no tinguis por, perquè tindràs l'oportunitat de començar de nou en aquest repte de clic i tornar-ho a provar.\n\nCatch the Cat és una adaptació notable del clàssic trencaclosques matemàtic Quadraphage, transformat en un repte amb clic on un gat astut intenta escapar d'un tauler hexagonal, amb una cel·la bloquejada després de cada moviment, intensificant el repte.\n\nAmb determinació inquebrantable i perspicàcia estratègica, conquereix aquest fascinant joc de clics i demostra el teu valor com a formidable caçador de gats. Que la sort estigui del vostre costat mentre us embarqueu en aquesta emocionant aventura de clic!",
    "cs": "Catch the Cat Game je vzrušující a zábavná klikací hra, která vás vtáhne do role zkušeného lovce koček. Když se pustíte do tohoto napínavého dobrodružství, budete čelit výzvě, jak přelstít chytrou a nepolapitelnou kočku, která je odhodlaná uniknout vašemu dosahu. Vaším úkolem je strategicky rozmístit pasti podél cesty kočky a zadržet ji dříve, než zmizí z dohledu pomocí klikací mechaniky.\n\nTato podmanivá klikací hra nabízí širokou škálu úrovní obtížnosti, která uspokojí začátečníky i zkušené hráče. Zpočátku budete mít přístup k výběru jednoduchých klikacích pastí, které můžete umístit na herní plán. Když se kočka lstivě pohybuje z bodu A do bodu B, vaším cílem je předvídat její trasu a chytře naaranžovat pasti pomocí klikrovacích ovladačů, abyste ji chytili. Dejte si však pozor na výjimečnou inteligenci kočky a její schopnost vymanévrovat vaše pasti, pokud nedokážete pečlivě naplánovat své pohyby.\n\nHra Catch the Cat nejen slibuje nekonečnou zábavu, ale slouží také jako vynikající příležitost k vylepšení vašeho logického myšlení a schopnosti řešit problémy v prostředí klikru. Zapojte se do vzrušujících klikacích her s přáteli nebo rodinou a vychutnejte si radost z úspěšného překonání prohnané kočky pomocí mazaně nastražených pastí.\n\nPamatujte, že klíč k vítězství v této klikací hře spočívá v zabránění útěku kočky! Buďte rychlí a přesní, když klikáte na skvrny, abyste je ztmavili, aby kočka neměla žádnou cestu, kterou by mohla proklouznout.\n\n\"Chyť kočku\" je určen pro kočičí nadšence a ty, kteří mají rádi mentální výzvu ve formátu klikací puzzle. Tato hra je složitá klikací hádanka, která vyžaduje vaši maximální duševní zdatnost, abyste se stali vítěznými.\n\nVaším primárním cílem v této klikací hře je omezit kočku v herním poli strategickým umístěním tmavých kruhů podél její cesty. Očekávejte, že se kočka pokusí vyhnout vašim umně navrženým překážkám, čímž otestuje vaše schopnosti plánování klikerů.\n\nKlikací hra probíhá tahově, kdy jako první provedete svůj tah a poté se kočka pokusí o útěk přesunem do jedné ze sousedních buněk. Cyklus pokračuje, dokud nejsou vyčerpány všechny volné kruhy nebo dokud se kočce nepodaří uprchnout mimo váš dosah.\n\nUspějete v obklíčení kočky pomocí klikrových pastí a budete korunováni jako vítěz! Na druhou stranu, pokud se kočce podaří vyklouznout, nebojte se, protože budete mít šanci začít znovu v této klikací výzvě a zkusit to znovu.\n\nChyť kočku je pozoruhodná adaptace klasického matematického puzzle Quadraphage, přeměněná na klikací výzvu, kde se lstivá kočka snaží uniknout z šestiúhelníkové desky, přičemž po každém tahu je zablokována jedna buňka, čímž se výzva zesílí.\n\nS neochvějným odhodláním a strategickou prozíravostí ovládněte tuto fascinující klikací hru a prokažte svou odvahu jako impozantní lovec koček. Ať je štěstí na vaší straně, když se pustíte do tohoto vzrušujícího klikacího dobrodružství!",
    "da": "Catch the Cat Game er et spændende og underholdende klikkerspil, der fordyber dig i rollen som en dygtig kattejæger. Når du begiver dig ud på dette spændende eventyr, står du over for udfordringen med at overliste en klog og undvigende kat, der er fast besluttet på at undslippe dit greb. Din mission er strategisk at placere fælder langs kattens vej og fange den, før den forsvinder ude af syne ved hjælp af klikkermekanik.\n\nDette fængslende klikkerspil tilbyder en bred vifte af sværhedsgrader, der henvender sig til både begyndere og erfarne spillere. Til at begynde med har du adgang til et udvalg af ligetil klikkerfælder til at placere på spillepladen. Mens katten snedigt bevæger sig fra punkt A til punkt B, er dit mål at forudse dens rute og smart arrangere fælderne ved hjælp af klikknapper til at fange den. Pas dog på kattens enestående intelligens og dens evne til at udmanøvrere dine fælder, hvis du undlader at omhyggeligt planlægge dine træk.\n\nCatch the Cat Game lover ikke kun endeløs underholdning, men fungerer også som en fremragende mulighed for at forbedre din logiske tænkning og problemløsningsevner i et klikkermiljø. Deltag i spændende clicker-gameplay-sessioner med venner eller familie, og nyd glæden ved at overliste den listige kat med dine snedigt lagde fælder.\n\nHusk, at nøglen til sejr i dette klikkerspil ligger i at forhindre kattens flugt! Vær hurtig og præcis, når du klikker på pletterne for at gøre dem mørkere, og sørg for, at katten ikke har nogen vej at glide igennem.\n\n\"Catch the Cat\" henvender sig til katteentusiaster og dem, der nyder en dejlig mental udfordring i et klikkerpuslespilsformat. Dette spil er et indviklet klikkerpuslespil, der kræver din yderste mentale dygtighed for at komme triumferende ud.\n\nDit primære mål i dette klikkerspil er at begrænse katten inden for spillefeltet ved strategisk at placere mørke cirkler langs dens vej. Forvent, at katten prøver at undgå dine kunstfærdigt designede forhindringer og sætter dine klikkerplanlægningsevner på prøve.\n\nClicker-gameplayet fortsætter på en turbaseret måde, hvor du først foretager dit træk, efterfulgt af kattens forsøg på at flygte ved at flytte til en af ​​de tilstødende celler. Cyklussen fortsætter, indtil alle frie cirkler er brugt op, eller katten formår at flygte ud over din rækkevidde.\n\nFå succes med at omringe katten med dine klikkerfælder, og du vil blive kronet som sejrherre! På den anden side, hvis katten formår at smutte, så frygt ikke, for du får chancen for at starte forfra i denne klikkerudfordring og prøve igen.\n\nCatch the Cat er en bemærkelsesværdig tilpasning af det klassiske matematikpuslespil Quadraphage, omdannet til en klikkerudfordring, hvor en udspekuleret kat forsøger at flygte fra et sekskantbræt, hvor en celle bliver blokeret efter hvert træk, hvilket intensiverer udfordringen.\n\nMed urokkelig beslutsomhed og strategisk skarpsindighed kan du besejre dette fascinerende klikkerspil og bevise, at du er en formidabel kattejæger. Må heldet være på din side, når du begiver dig ud på dette spændende klikkereventyr!",
    "de": "Catch the Cat Game ist ein aufregendes und unterhaltsames Klickerspiel, bei dem Sie in die Rolle eines erfahrenen Katzenjägers schlüpfen. Wenn Sie sich auf dieses spannende Abenteuer begeben, stehen Sie vor der Herausforderung, eine schlaue und schwer zu fassende Katze zu überlisten, die entschlossen ist, sich Ihnen zu entziehen. Ihre Mission besteht darin, Fallen strategisch entlang des Weges der Katze zu platzieren und sie mithilfe der Klickermechanik einzufangen, bevor sie aus dem Blickfeld verschwindet.\n\nDieses fesselnde Klickerspiel bietet eine große Bandbreite an Schwierigkeitsstufen und ist sowohl für Anfänger als auch für erfahrene Spieler geeignet. Zu Beginn haben Sie Zugriff auf eine Auswahl einfacher Klickerfallen, die Sie auf dem Spielbrett platzieren können. Während sich die Katze listig von Punkt A nach Punkt B bewegt, besteht Ihr Ziel darin, ihre Route vorherzusehen und die Fallen mithilfe der Klickersteuerung geschickt anzuordnen, um sie zu fangen. Hüten Sie sich jedoch vor der außergewöhnlichen Intelligenz der Katze und ihrer Fähigkeit, Ihre Fallen auszumanövrieren, wenn Sie Ihre Bewegungen nicht sorgfältig planen.\n\nDas Spiel „Catch the Cat“ verspricht nicht nur endlose Unterhaltung, sondern bietet auch eine hervorragende Gelegenheit, Ihr logisches Denken und Ihre Problemlösungsfähigkeiten in einer Clicker-Umgebung zu verbessern. Nehmen Sie an spannenden Clicker-Gameplay-Sitzungen mit Freunden oder der Familie teil und genießen Sie die Freude, die schlaue Katze mit Ihren raffiniert ausgelegten Fallen erfolgreich auszutricksen.\n\nDenken Sie daran, der Schlüssel zum Sieg in diesem Clicker-Spiel liegt darin, die Flucht der Katze zu verhindern! Seien Sie schnell und präzise, ​​wenn Sie auf die Punkte klicken, um sie abzudunkeln und sicherzustellen, dass die Katze keinen Weg hat, durchzuschlüpfen.\n\n„Catch the Cat“ richtet sich an Katzenliebhaber und diejenigen, die eine reizvolle geistige Herausforderung in Form eines Clicker-Puzzles genießen. Dieses Spiel ist ein kompliziertes Clicker-Puzzle, das Ihre äußerste geistige Stärke erfordert, um siegreich hervorzugehen.\n\nIhr Hauptziel in diesem Clicker-Spiel ist es, die Katze im Spielfeld einzusperren, indem Sie strategisch dunkle Kreise entlang ihres Weges platzieren. Erwarten Sie, dass die Katze versucht, Ihren kunstvoll gestalteten Hindernissen auszuweichen, und stellen Sie so Ihre Clicker-Planungsfähigkeiten auf die Probe.\n\nDas Clicker-Gameplay läuft rundenbasiert ab, wobei Sie zuerst Ihren Zug machen, gefolgt vom Fluchtversuch der Katze, indem sie sich in eine der benachbarten Zellen bewegt. Der Zyklus wird fortgesetzt, bis alle freien Kreise aufgebraucht sind oder die Katze außer Reichweite flieht.\n\nWenn es Ihnen gelingt, die Katze mit Ihren Clicker-Fallen einzukreisen, werden Sie zum Sieger gekrönt! Wenn es der Katze hingegen gelingt, zu entkommen, haben Sie keine Angst, denn Sie erhalten die Chance, in dieser Clicker-Herausforderung von vorne zu beginnen und es erneut zu versuchen.\n\nCatch the Cat ist eine bemerkenswerte Adaption des klassischen Matherätsels Quadraphage, das in eine Clicker-Herausforderung umgewandelt wurde, bei der eine schlaue Katze versucht, von einem Sechseckbrett zu entkommen, wobei nach jedem Zug eine Zelle blockiert wird, was die Herausforderung noch intensiver macht.\n\nBezwingen Sie dieses faszinierende Clicker-Spiel mit unerschütterlicher Entschlossenheit und strategischem Scharfsinn und beweisen Sie Ihren Mut als beeindruckender Katzenjäger. Möge das Glück auf Ihrer Seite sein, wenn Sie sich auf dieses aufregende Clicker-Abenteuer begeben!",
    "el": "Το Catch the Cat Game είναι ένα συναρπαστικό και διασκεδαστικό παιχνίδι με κλικ που σας βυθίζει στο ρόλο ενός ικανού κυνηγού γατών. Καθώς ξεκινάτε αυτή τη συναρπαστική περιπέτεια, θα αντιμετωπίσετε την πρόκληση να ξεπεράσετε μια έξυπνη και φευγαλέα γάτα που είναι αποφασισμένη να ξεφύγει από την αντίληψή σας. Η αποστολή σας είναι να τοποθετήσετε στρατηγικά παγίδες κατά μήκος του μονοπατιού της γάτας και να την συλλάβετε προτού εξαφανιστεί από τα μάτια σας χρησιμοποιώντας μηχανικούς κλίκερ.\n\nΑυτό το συναρπαστικό παιχνίδι με κλικ προσφέρει ένα ευρύ φάσμα επιπέδων δυσκολίας, που απευθύνεται τόσο σε αρχάριους όσο και σε έμπειρους παίκτες. Αρχικά, θα έχετε πρόσβαση σε μια επιλογή από απλές παγίδες κλικ για να τις τοποθετήσετε στον πίνακα του παιχνιδιού. Καθώς η γάτα μετακινείται με πονηριά από το σημείο Α στο σημείο Β, ο στόχος σας είναι να προβλέψετε τη διαδρομή της και να τακτοποιήσετε έξυπνα τις παγίδες χρησιμοποιώντας χειριστήρια κλικ για να την παγιδεύσετε. Ωστόσο, προσέξτε την εξαιρετική νοημοσύνη της γάτας και την ικανότητά της να ξεπερνά τις παγίδες σας, εάν δεν καταφέρετε να σχεδιάσετε σχολαστικά τις κινήσεις σας.\n\nΤο Catch the Cat Game όχι μόνο υπόσχεται ατελείωτη ψυχαγωγία, αλλά χρησιμεύει επίσης ως μια εξαιρετική ευκαιρία για να βελτιώσετε τη λογική σκέψη και τις δεξιότητές σας επίλυσης προβλημάτων σε ένα περιβάλλον με κλικ. Συμμετέχετε σε συναρπαστικές συνεδρίες παιχνιδιού με κλικ με φίλους ή την οικογένειά σας και απολαύστε τη χαρά να ξεπερνάτε επιτυχώς την πανούργη γάτα με τις πονηρά τοποθετημένες παγίδες σας.\n\nΘυμηθείτε, το κλειδί για τη νίκη σε αυτό το παιχνίδι με κλικ βρίσκεται στην αποτροπή της απόδρασης της γάτας! Να είστε γρήγοροι και ακριβείς καθώς κάνετε κλικ στις κηλίδες για να τις σκουρύνετε, διασφαλίζοντας ότι η γάτα δεν έχει δρόμο για να γλιστρήσει.\n\nΤο \"Catch the Cat\" απευθύνεται σε λάτρεις των αιλουροειδών και σε όσους απολαμβάνουν μια απολαυστική διανοητική πρόκληση σε μορφή παζλ με κλικ. Αυτό το παιχνίδι είναι ένα περίπλοκο παζλ με κλικ που απαιτεί τη μέγιστη πνευματική σας ικανότητα για να βγείτε θριαμβευτές.\n\nΟ πρωταρχικός σας στόχος σε αυτό το παιχνίδι με κλικ είναι να περιορίσετε τη γάτα μέσα στο πεδίο του παιχνιδιού τοποθετώντας στρατηγικά μαύρους κύκλους κατά μήκος της διαδρομής της. Περιμένετε από τη γάτα να προσπαθήσει και να αποφύγει τα έξυπνα σχεδιασμένα εμπόδια σας, δοκιμάζοντας τις δεξιότητές σας στον προγραμματισμό με κλικ.\n\nΤο παιχνίδι με κλικ προχωρά με τρόπο turn-based, όπου κάνετε πρώτα την κίνησή σας, ακολουθούμενη από την προσπάθεια της γάτας να δραπετεύσει μεταβαίνοντας σε ένα από τα διπλανά κελιά. Ο κύκλος συνεχίζεται έως ότου εξαντληθούν όλοι οι ελεύθεροι κύκλοι ή η γάτα καταφέρει να ξεφύγει από το χέρι σας.\n\nΚαταφέρετε να περικυκλώσετε τη γάτα με τις παγίδες σας για κλικ και θα στεφθείτε νικητής! Από την άλλη πλευρά, εάν η γάτα καταφέρει να ξεφύγει, μην φοβάστε, γιατί θα σας δοθεί η ευκαιρία να ξεκινήσετε από την αρχή σε αυτήν την πρόκληση με κλικ και να προσπαθήσετε ξανά.\n\nΤο Catch the Cat είναι μια αξιοσημείωτη προσαρμογή του κλασικού μαθηματικού παζλ Quadraphage, που μεταμορφώθηκε σε μια πρόκληση με κλικ, όπου μια πανούργη γάτα προσπαθεί να ξεφύγει από έναν εξάγωνο πίνακα, με ένα κελί να μπλοκάρεται μετά από κάθε κίνηση, εντείνοντας την πρόκληση.\n\nΜε ακλόνητη αποφασιστικότητα και στρατηγική οξυδέρκεια, κατακτήστε αυτό το μαγευτικό παιχνίδι με κλικ και αποδείξτε την ικανότητά σας ως τρομερός κυνηγός γατών. Είθε η τύχη να είναι με το μέρος σας καθώς ξεκινάτε αυτή τη συναρπαστική περιπέτεια με κλικ!",
    "en,en_AU": "Catch the Cat is a fun clicker game where you become a cat hunter. The goal of this game is to catch a cunning cat. To do this, you need to use custom traps, strategically placing them in the cat's path using click mechanics.\n\nThe game offers different levels of difficulty, suitable for both beginners and experienced players. At first, you have access to simple custom traps that you can place on the playing field. The cat will move from one cell to another, and your task is to predict its route and place traps so that it cannot escape. However, be careful - the cat is smart and can deceive your traps if you do not plan your moves carefully.\n\nIn addition, the game is not only entertaining, but also helps to develop logical skills and strategy. To win, you need to have time to place dark circles and block all possible paths for the cat.\n\nThe game is played in turns: you take a turn by placing traps, and then the cat tries to escape by moving to one of the neighboring cells. This cycle repeats until you catch the cat or it escapes. If you fail to catch the cat, it doesn't matter - you can start over and try again.\n\nCatch the Cat is an adaptation of the classic math puzzle, transformed into a clicker game with custom traps, where the cat tries to escape from a hexagonal field. Each move will block one cell, which complicates the task. The goal is to confine the cat using custom traps and strategic thinking.\n\nThe game is suitable for those who like puzzles, custom games and want to test their skills in strategy and planning. It promises many exciting moments and allows you to have fun while improving your clicker skills and strategy.",
    "en_GB,en_US": "Catch the Cat Game is an exhilarating and entertaining clicker game that immerses you in the role of a skilled cat hunter. As you embark on this thrilling adventure, you'll face the challenge of outwitting a clever and elusive cat determined to elude your grasp. Your mission is to strategically place traps along the cat's path and apprehend it before it vanishes from sight using clicker mechanics.\n\nThis captivating clicker game offers a wide range of difficulty levels, catering to both beginners and seasoned players. Initially, you'll have access to a selection of straightforward clicker traps to position on the game board. As the cat cunningly moves from point A to point B, your objective is to anticipate its route and cleverly arrange the traps using clicker controls to ensnare it. However, beware of the cat's exceptional intelligence and its ability to outmaneuver your traps if you fail to meticulously plan your moves.\n\nCatch the Cat Game not only promises endless entertainment but also serves as an excellent opportunity to enhance your logical thinking and problem-solving skills in a clicker environment. Engage in exciting clicker gameplay sessions with friends or family and relish the joy of successfully outsmarting the crafty cat with your cunningly laid traps.\n\nRemember, the key to victory in this clicker game lies in preventing the cat's escape! Be quick and precise as you click on the spots to darken them, ensuring the cat has no route to slip through.\n\n\"Catch the Cat\" caters to feline enthusiasts and those who enjoy a delightful mental challenge in a clicker puzzle format. This game is an intricate clicker puzzle that demands your utmost mental prowess to emerge triumphant.\n\nYour primary objective in this clicker game is to confine the cat within the game field by strategically placing dark circles along its path. Expect the cat to try and avoid your artfully designed obstacles, putting your clicker planning skills to the test.\n\nThe clicker gameplay proceeds in a turn-based manner, where you make your move first, followed by the cat's attempt to escape by moving to one of the adjacent cells. The cycle continues until all free circles are used up or the cat manages to flee beyond your grasp.\n\nSucceed in encircling the cat with your clicker traps, and you shall be crowned the victor! On the other hand, if the cat manages to slip away, fear not, for you'll be given the chance to start afresh in this clicker challenge and try again.\n\nCatch the Cat is a remarkable adaptation of the classic math puzzle Quadraphage, transformed into a clicker challenge where a crafty cat endeavors to escape from a hexagon board, with one cell being blocked after each move, intensifying the challenge.\n\nWith unwavering determination and strategic acumen, conquer this mesmerizing clicker game and prove your mettle as a formidable cat hunter. May luck be on your side as you embark on this exciting clicker adventure!",
    "es,es_419": "Catch the Cat Game es un juego de clics emocionante y entretenido que te sumerge en el papel de un hábil cazador de gatos. Mientras te embarcas en esta emocionante aventura, te enfrentarás al desafío de burlar a un gato astuto y escurridizo decidido a eludir tu control. Tu misión es colocar trampas estratégicamente a lo largo del camino del gato y atraparlo antes de que desaparezca de tu vista utilizando la mecánica del clic.\n\nEste cautivador juego de clics ofrece una amplia gama de niveles de dificultad, que satisfacen tanto a principiantes como a jugadores experimentados. Inicialmente, tendrás acceso a una selección de trampas de clics sencillas para colocar en el tablero de juego. A medida que el gato se mueve astutamente del punto A al punto B, tu objetivo es anticipar su ruta y organizar hábilmente las trampas utilizando los controles del clic para atraparlo. Sin embargo, ten cuidado con la inteligencia excepcional del gato y su capacidad para burlar tus trampas si no planificas meticulosamente tus movimientos.\n\nEl juego Catch the Cat no solo promete entretenimiento sin fin, sino que también es una excelente oportunidad para mejorar tu pensamiento lógico y tus habilidades para resolver problemas en un entorno de clicker. Participa en emocionantes sesiones de juego de clicker con amigos o familiares y disfruta de la alegría de superar con éxito al astuto gato con tus trampas hábilmente colocadas.\n\nRecuerda, la clave para la victoria en este juego de clicker radica en evitar que el gato escape. Sé rápido y preciso al hacer clic en los puntos para oscurecerlos, asegurándote de que el gato no tenga una ruta por la que escapar.\n\n\"Catch the Cat\" está dirigido a los entusiastas de los felinos y a aquellos que disfrutan de un delicioso desafío mental en un formato de rompecabezas de clicker. Este juego es un intrincado rompecabezas de clicker que exige tu máxima destreza mental para salir triunfante.\n\nTu objetivo principal en este juego de clicker es confinar al gato dentro del campo de juego colocando estratégicamente círculos oscuros a lo largo de su camino. Espera que el gato intente evitar tus obstáculos ingeniosamente diseñados, poniendo a prueba tus habilidades de planificación de clicker.\n\nEl juego de clicker se desarrolla por turnos, donde tú primero haces tu movimiento, seguido por el intento del gato de escapar moviéndose a una de las celdas adyacentes. El ciclo continúa hasta que se agoten todos los círculos libres o el gato logre escaparse de tu alcance.\n\n¡Consigue rodear al gato con tus trampas de clicker y serás el vencedor! Por otro lado, si el gato logra escaparse, no temas, porque tendrás la oportunidad de comenzar de nuevo en este desafío de clicker e intentarlo nuevamente.\n\nCatch the Cat es una notable adaptación del clásico rompecabezas matemático Quadraphage, transformado en un desafío de clicker donde un astuto gato intenta escapar de un tablero hexagonal, con una celda bloqueada después de cada movimiento, lo que intensifica el desafío.\n\nCon una determinación inquebrantable y perspicacia estratégica, conquista este fascinante juego de clicker y demuestra tu valía como un formidable cazador de gatos. ¡Que la suerte esté de tu lado mientras te embarcas en esta emocionante aventura de clicker!",
    "et": "Catch the Cat Game on meeliülendav ja meelelahutuslik klikkerimäng, mis sukeldub osava kassikütti rolli. Sellele põnevale seiklusele asudes seisate silmitsi väljakutsega kavaldada üle nutikas ja tabamatu kass, kes on otsustanud teie käest kõrvale hiilida. Sinu ülesandeks on kassi teele strateegiliselt paigutada püünised ja tabada ta enne, kui ta silmist kaob, kasutades klikkermehaanikat.\n\nSee kütkestav klikkerimäng pakub laia valikut raskusastmeid, mis on mõeldud nii algajatele kui ka kogenud mängijatele. Esialgu on teil juurdepääs lihtsatele klikkerilõksudele, mida saate mängulaual paigutada. Kui kass liigub kavalalt punktist A punkti B, on teie eesmärk tema teekond ette näha ja püünised nutikalt korraldada, kasutades selle lõksu püüdmiseks klikkeri juhtnuppe. Kuid olge ettevaatlik kassi erakordse intelligentsuse ja tema võime eest oma püünistest üle manööverdada, kui te ei suuda oma käike täpselt planeerida.\n\nCatch the Cat Game ei tõota mitte ainult lõputut meelelahutust, vaid on ka suurepärane võimalus täiustada oma loogilist mõtlemist ja probleemide lahendamise oskusi klikkimiskeskkonnas. Osalege sõprade või perega põnevates klõpsumängusessioonides ja nautige rõõmu, kui saate oma kavalalt paigutatud lõksudega kavala kassi edukalt üle kavaldada.\n\nPidage meeles, et selle klikkerimängu võidu võti peitub kassi põgenemise takistamises! Olge kiire ja täpne, kui klõpsate täppidel nende tumedamaks muutmiseks, tagades, et kassil pole teed, millest läbi lipsata.\n\n\"Catch the Cat\" on mõeldud kasside entusiastidele ja neile, kes naudivad vaimustavat väljakutset nuputamisvormingus. See mäng on keerukas klõpsatav pusle, mis nõuab teie ülimat vaimset võimekust, et võidukalt välja tulla.\n\nTeie peamine eesmärk selles klikkerimängus on piirata kassi mänguväljal, asetades tema teele strateegiliselt tumedad ringid. Oodake, et kass proovib vältida teie kunstlikult kavandatud takistusi, pannes proovile teie klikkimise planeerimise oskused.\n\nKlõpsumäng kulgeb käigupõhiselt, kus kõigepealt teete oma käigu, millele järgneb kassi katse põgeneda, liikudes ühte külgnevatest lahtritest. Tsükkel jätkub seni, kuni kõik vabad ringid on ära kasutatud või kassil õnnestub sinu haardeulatusest kaugemale põgeneda.\n\nEdu kassi ümber piiramisel oma klõpsulõksudega ja sind kroonitakse võitjaks! Teisest küljest, kui kassil õnnestub minema libiseda, ärge kartke, sest teile antakse võimalus selles klikkeri väljakutses uuesti alustada ja uuesti proovida.\n\nCatch the Cat on klassikalise matemaatikamõistatuse Quadraphage tähelepanuväärne adaptsioon, mis on muudetud klikkeri väljakutseks, kus kaval kass püüab kuusnurkselt laualt põgeneda, kusjuures pärast iga liigutust blokeeritakse üks lahter, mis muudab väljakutse veelgi intensiivsemaks.\n\nVankumatu sihikindluse ja strateegilise taiplikkusega vallutage see lummav klikkerimäng ja tõestage oma jõudu hirmuäratava kassikütina. Olgu õnn teie poolel, kui asute sellele põnevale klikkeriseiklusele!",
    "fa": "Catch the Cat Game is an exhilarating and entertaining game that immerses you in the role of a skilled cat hunter. As you embark on this thrilling adventure, you'll face the challenge of outwitting a clever and elusive cat determined to elude your grasp. Your mission is to strategically place traps along the cat's path and apprehend it before it vanishes from sight.\n\nThis captivating game offers a wide range of difficulty levels, catering to both beginners and seasoned players. Initially, you'll have access to a selection of straightforward traps to position on the game board. As the cat cunningly moves from point A to point B, your objective is to anticipate its route and cleverly arrange the traps to ensnare it. However, beware of the cat's exceptional intelligence and its ability to outmaneuver your traps if you fail to meticulously plan your moves.\n\nCatch the Cat Game not only promises endless entertainment but also serves as an excellent opportunity to enhance your logical thinking and problem-solving skills. Engage in exciting gameplay sessions with friends or family and relish the joy of successfully outsmarting the crafty cat with your cunningly laid traps.\n\nRemember, the key to victory lies in preventing the cat's escape! Be quick and precise as you click on the spots to darken them, ensuring the cat has no route to slip through.\n\n\"Catch the Cat\" caters to feline enthusiasts and those who enjoy a delightful mental challenge. This game is an intricate puzzle that demands your utmost mental prowess to emerge triumphant.\n\nYour primary objective is to confine the cat within the game field by strategically placing dark circles along its path. Expect the cat to try and avoid your artfully designed obstacles, putting your planning skills to the test.\n\nThe gameplay proceeds in a turn-based manner, where you make your move first, followed by the cat's attempt to escape by moving to one of the adjacent cells. The cycle continues until all free circles are used up or the cat manages to flee beyond your grasp.\n\nSucceed in encircling the cat with your traps, and you shall be crowned the victor! On the other hand, if the cat manages to slip away, fear not, for you'll be given the chance to start afresh and try again.\n\nCatch the Cat is a remarkable adaptation of the classic math puzzle Quadraphage, where a crafty cat endeavors to escape from a hexagon board, with one cell being blocked after each move, intensifying the challenge.\n\nWith unwavering determination and strategic acumen, conquer this mesmerizing game and prove your mettle as a formidable cat hunter. May luck be on your side as you embark on this exciting adventure!",
    "fi": "Catch the Cat Game on innostava ja viihdyttävä napsautuspeli, joka upottaa sinut taitavan kissanmetsästäjän rooliin. Kun lähdet tähän jännittävään seikkailuun, joudut kohtaamaan haasteen ovelta ovela ja vaikeasti tavoitettavissa oleva kissa, joka on päättänyt paeta käsistäsi. Tehtäväsi on asettaa ansoja strategisesti kissan polulle ja saada se kiinni ennen kuin se katoaa näkyvistä napsautusmekaniikan avulla.\n\nTämä kiehtova napsautuspeli tarjoaa laajan valikoiman vaikeustasoja sekä aloittelijoille että kokeneille pelaajille. Aluksi sinulla on pääsy valikoimaan selkeitä napsautusansoja sijoitettavaksi pelilaudalle. Kun kissa liikkuu ovelasti pisteestä A pisteeseen B, tavoitteenasi on ennakoida sen reitti ja järjestää ansoja taitavasti käyttämällä napsautussäätimiä sen ansaan saamiseksi. Varo kuitenkin kissan poikkeuksellista älykkyyttä ja sen kykyä ylittää ansojasi, jos et suunnittele liikkeitäsi huolellisesti.\n\nCatch the Cat Game ei lupaa vain loputonta viihdettä, vaan se on myös erinomainen tilaisuus parantaa loogista ajattelua ja ongelmanratkaisutaitojasi napsautusympäristössä. Osallistu jännittäviin napsautuspelisessioihin ystävien tai perheen kanssa ja nauti ilosta, kun voit onnistuneesti ovelaa ovela kissa ovelalla ansoillasi.\n\nMuista, että avain voittoon tässä napsautuspelissä on kissan pakenemisen estäminen! Ole nopea ja tarkka, kun napsautat täpliä tummentaaksesi niitä. Näin varmistat, että kissalla ei ole reittiä liukua läpi.\n\n\"Catch the Cat\" sopii kissan harrastajille ja niille, jotka nauttivat ihastuttavasta henkisestä haasteesta napsautuspalapelimuodossa. Tämä peli on monimutkainen napsautuspulma, joka vaatii äärimmäistä henkistä kykyäsi menestyäksesi voittajana.\n\nEnsisijainen tavoitteesi tässä napsautuspelissä on rajoittaa kissa pelikenttään asettamalla strategisesti tummia ympyröitä sen tielle. Odota, että kissa yrittää välttää taidokkaasti suunniteltuja esteitäsi ja panee klikkaussuunnittelutaitosi koetukselle.\n\nKlikkeripeli etenee vuoropohjaisesti, jossa sinä teet ensin siirtosi, jonka jälkeen kissa yrittää paeta siirtymällä johonkin viereisistä soluista. Kierto jatkuu, kunnes kaikki vapaat ympyrät on käytetty loppuun tai kissa onnistuu pakenemaan käsiisi.\n\nOnnistut saartamaan kissa napsautusansallasi, niin sinut kruunataan voittajaksi! Toisaalta, jos kissa onnistuu liukastumaan pois, älä pelkää, sillä sinulle annetaan mahdollisuus aloittaa alusta tässä napsautushaasteessa ja yrittää uudelleen.\n\nCatch the Cat on klassinen matematiikkapulma Quadraphage, joka on muutettu napsautushaasteeseen, jossa ovela kissa yrittää paeta kuusikulmiolaudalta, ja yksi solu tukkeutuu jokaisen liikkeen jälkeen, mikä tehostaa haastetta.\n\nVoita tämä lumoava napsautuspeli horjumattomalla päättäväisyydellä ja strategisella älykkyydelläsi ja osoita kykysi mahtavana kissanmetsästäjänä. Olkoon onni puolellasi, kun lähdet tähän jännittävään napsautusseikkailuun!",
    "fil": "Ang Catch the Cat Game ay isang kapana-panabik at nakakaaliw na clicker na laro na naglulubog sa iyo sa papel ng isang bihasang mangangaso ng pusa. Habang sinisimulan mo ang kapanapanabik na pakikipagsapalaran na ito, haharapin mo ang hamon na dayain ang isang matalino at mailap na pusa na determinadong iwasan ang iyong pagkakahawak. Ang iyong misyon ay upang madiskarteng maglagay ng mga bitag sa daanan ng pusa at hawakan ito bago ito mawala sa paningin gamit ang clicker mechanics.\n\nAng nakakaakit na clicker game na ito ay nag-aalok ng malawak na hanay ng mga antas ng kahirapan, na tumutugon sa parehong mga baguhan at batikang manlalaro. Sa una, magkakaroon ka ng access sa isang seleksyon ng mga straightforward clicker traps upang iposisyon sa game board. Habang ang pusa ay tusong gumagalaw mula sa punto A hanggang sa punto B, ang iyong layunin ay upang mahulaan ang ruta nito at matalinong ayusin ang mga bitag gamit ang mga kontrol ng clicker upang mahuli ito. Gayunpaman, mag-ingat sa pambihirang katalinuhan ng pusa at ang kakayahang malampasan ang iyong mga bitag kung hindi mo maingat na planuhin ang iyong mga galaw.\n\nAng Catch the Cat Game ay hindi lamang nangangako ng walang katapusang entertainment ngunit nagsisilbi rin bilang isang mahusay na pagkakataon upang mapahusay ang iyong lohikal na pag-iisip at mga kasanayan sa paglutas ng problema sa isang clicker na kapaligiran. Makisali sa kapana-panabik na mga sesyon ng gameplay ng clicker kasama ang mga kaibigan o pamilya at sarap sa kagalakan ng matagumpay na pag-outsmarting sa tusong pusa gamit ang iyong tusong inilatag na mga bitag.\n\nTandaan, ang susi sa tagumpay sa clicker game na ito ay nakasalalay sa pagpigil sa pagtakas ng pusa! Maging mabilis at tumpak habang nag-click ka sa mga spot upang madilim ang mga ito, na tinitiyak na ang pusa ay walang rutang makalusot.\n\nAng \"Catch the Cat\" ay tumutugon sa mga mahilig sa pusa at sa mga nasisiyahan sa isang kasiya-siyang hamon sa pag-iisip sa isang clicker puzzle na format. Ang larong ito ay isang masalimuot na clicker puzzle na nangangailangan ng iyong sukdulan sa pag-iisip upang magtagumpay.\n\nAng iyong pangunahing layunin sa laro ng clicker na ito ay upang ikulong ang pusa sa loob ng field ng laro sa pamamagitan ng madiskarteng paglalagay ng mga dark circle sa daanan nito. Asahan na susubukan at iwasan ng pusa ang iyong mga hadlang na masining na idinisenyo, na inilalagay ang iyong mga kasanayan sa pagpaplano ng clicker sa pagsubok.\n\nAng clicker gameplay ay nagpapatuloy sa turn-based na paraan, kung saan gagawa ka muna ng iyong paglipat, na sinusundan ng pagtatangka ng pusa na tumakas sa pamamagitan ng paglipat sa isa sa mga katabing cell. Nagpapatuloy ang pag-ikot hanggang sa maubos ang lahat ng libreng bilog o ang pusa ay makatakas nang hindi mo mahawakan.\n\nMagtagumpay sa pagpapaligid sa pusa gamit ang iyong mga clicker traps, at ikaw ay makoronahan bilang panalo! Sa kabilang banda, kung ang pusa ay makawala, huwag matakot, dahil bibigyan ka ng pagkakataong magsimulang muli sa clicker challenge na ito at subukang muli.\n\nAng Catch the Cat ay isang kahanga-hangang adaptasyon ng klasikong math puzzle na Quadraphage, na ginawang clicker challenge kung saan ang isang tusong pusa ay nagsisikap na makatakas mula sa isang hexagon board, na may isang cell na hinaharangan pagkatapos ng bawat galaw, na nagpapatindi sa hamon.\n\nSa walang patid na determinasyon at madiskarteng katalinuhan, talunin ang nakakaakit na clicker game na ito at patunayan ang iyong katapangan bilang isang mabigat na mangangaso ng pusa. Nawa'y mapasaiyo ang suwerte sa pagsisimula mo sa kapana-panabik na pakikipagsapalaran sa clicker na ito!",
    "fr": "Catch the Cat Game est un jeu de clicker exaltant et divertissant qui vous plonge dans le rôle d'un chasseur de chats expérimenté. En vous lançant dans cette aventure palpitante, vous devrez relever le défi de déjouer un chat intelligent et insaisissable déterminé à vous échapper. Votre mission est de placer stratégiquement des pièges le long du chemin du chat et de l'appréhender avant qu'il ne disparaisse de votre vue en utilisant la mécanique du clicker.\n\nCe jeu de clicker captivant offre un large éventail de niveaux de difficulté, s'adressant aussi bien aux débutants qu'aux joueurs chevronnés. Au départ, vous aurez accès à une sélection de pièges à clicker simples à positionner sur le plateau de jeu. Alors que le chat se déplace astucieusement du point A au point B, votre objectif est d'anticiper son itinéraire et d'agencer intelligemment les pièges à l'aide des commandes du clicker pour le piéger. Cependant, méfiez-vous de l'intelligence exceptionnelle du chat et de sa capacité à déjouer vos pièges si vous ne parvenez pas à planifier méticuleusement vos mouvements.\n\nCatch the Cat Game promet non seulement un divertissement sans fin, mais constitue également une excellente occasion d'améliorer votre réflexion logique et vos compétences en résolution de problèmes dans un environnement clicker. Engagez-vous dans des sessions de jeu clicker passionnantes avec des amis ou en famille et savourez la joie de réussir à déjouer le chat rusé avec vos pièges astucieusement posés.\n\nN'oubliez pas que la clé de la victoire dans ce jeu clicker réside dans le fait d'empêcher le chat de s'échapper ! Soyez rapide et précis lorsque vous cliquez sur les points pour les noircir, en vous assurant que le chat n'a aucun chemin à traverser.\n\n\"Catch the Cat\" s'adresse aux passionnés de félins et à ceux qui aiment les défis mentaux délicieux dans un format de puzzle clicker. Ce jeu est un puzzle clicker complexe qui exige vos plus grandes prouesses mentales pour en sortir triomphant.\n\nVotre objectif principal dans ce jeu clicker est de confiner le chat dans le champ de jeu en plaçant stratégiquement des cercles noirs le long de son chemin. Attendez-vous à ce que le chat essaie d'éviter vos obstacles astucieusement conçus, mettant à l'épreuve vos compétences de planification clicker.\n\nLe jeu de clicker se déroule au tour par tour, où vous faites votre mouvement en premier, suivi par la tentative de fuite du chat en se déplaçant vers l'une des cellules adjacentes. Le cycle continue jusqu'à ce que tous les cercles libres soient épuisés ou que le chat parvienne à fuir hors de votre portée.\n\nRéussissez à encercler le chat avec vos pièges à clicker, et vous serez couronné vainqueur ! D'un autre côté, si le chat parvient à s'échapper, n'ayez crainte, car vous aurez la possibilité de recommencer à zéro dans ce défi de clicker et de réessayer.\n\nCatch the Cat est une adaptation remarquable du casse-tête mathématique classique Quadraphage, transformé en un défi de clicker où un chat rusé tente de s'échapper d'un plateau hexagonal, une cellule étant bloquée après chaque mouvement, ce qui intensifie le défi.\n\nAvec une détermination sans faille et un sens stratégique, conquérez ce jeu de clicker fascinant et prouvez votre valeur en tant que redoutable chasseur de chats. Que la chance soit de votre côté alors que vous vous lancez dans cette aventure de clicker passionnante !",
    "gu": "કૅચ ધ કેટ ગેમ એ એક આનંદદાયક અને મનોરંજક ક્લિકર ગેમ છે જે તમને કુશળ બિલાડી શિકારીની ભૂમિકામાં નિમજ્જન કરે છે. જેમ જેમ તમે આ રોમાંચક સાહસનો પ્રારંભ કરો છો, તેમ તમે તમારી પકડમાંથી છટકી જવા માટે નક્કી કરેલી હોંશિયાર અને પ્રપંચી બિલાડીને બહાર કાઢવાના પડકારનો સામનો કરશો. તમારું મિશન બિલાડીના માર્ગ પર વ્યૂહાત્મક રીતે ફાંસો મૂકવાનું છે અને ક્લિકર મિકેનિક્સનો ઉપયોગ કરીને તે દૃષ્ટિથી અદૃશ્ય થઈ જાય તે પહેલાં તેને પકડવાનું છે.\n\nઆ મનમોહક ક્લિકર ગેમ મુશ્કેલીના સ્તરોની વિશાળ શ્રેણી ઓફર કરે છે, જે નવા નિશાળીયા અને અનુભવી ખેલાડીઓ બંનેને પૂરી પાડે છે. શરૂઆતમાં, તમારી પાસે ગેમ બોર્ડ પર સ્થાન મેળવવા માટે સીધા ક્લિકર ટ્રેપ્સની પસંદગીની ઍક્સેસ હશે. બિલાડી ચાલાકીપૂર્વક બિંદુ A થી બિંદુ B તરફ આગળ વધે છે તેમ, તમારો ઉદ્દેશ્ય તેના માર્ગની અપેક્ષા રાખવાનો છે અને તેને ફસાવવા માટે ક્લિકર નિયંત્રણોનો ઉપયોગ કરીને ચતુરાઈપૂર્વક ફાંસો ગોઠવવાનો છે. જો કે, બિલાડીની અસાધારણ બુદ્ધિમત્તા અને જો તમે તમારી ચાલની ઝીણવટપૂર્વક યોજના બનાવવામાં નિષ્ફળ જાઓ તો તમારા ફાંસાને બહાર કાઢવાની તેની ક્ષમતાથી સાવધ રહો.\n\nકૅચ ધ કેટ ગેમ માત્ર અનંત મનોરંજનનું વચન જ નથી આપતી પણ ક્લિકર વાતાવરણમાં તમારી તાર્કિક વિચારસરણી અને સમસ્યાનું નિરાકરણ કરવાની કૌશલ્યોને વધારવાની ઉત્તમ તક તરીકે પણ કામ કરે છે. મિત્રો અથવા પરિવાર સાથે ઉત્તેજક ક્લિકર ગેમપ્લે સત્રોમાં વ્યસ્ત રહો અને તમારી ચાલાકીપૂર્વક બિછાવેલી જાળ વડે કુશળ બિલાડીને સફળતાપૂર્વક આઉટસ્માર્ટ કરવાનો આનંદ માણો.\n\nયાદ રાખો, આ ક્લિકર ગેમમાં વિજયની ચાવી બિલાડીના ભાગી જવાથી રોકવામાં રહેલી છે! ત્વરિત અને સચોટ બનો કારણ કે તમે ફોલ્લીઓ પર અંધારું કરવા માટે ક્લિક કરો, ખાતરી કરો કે બિલાડીને ત્યાંથી સરકી જવાનો કોઈ રસ્તો નથી.\n\n\"કેચ ધ કેટ\" બિલાડીના ઉત્સાહીઓ અને ક્લિકર પઝલ ફોર્મેટમાં આનંદદાયક માનસિક પડકારનો આનંદ માણનારાઓને પૂરી કરે છે. આ રમત એક જટિલ ક્લિકર પઝલ છે જે વિજયી બનવા માટે તમારા અત્યંત માનસિક પરાક્રમની માંગ કરે છે.\n\nઆ ક્લિકર ગેમમાં તમારો પ્રાથમિક ઉદ્દેશ્ય બિલાડીને વ્યૂહાત્મક રીતે તેના પાથ પર શ્યામ વર્તુળો મૂકીને રમતના ક્ષેત્રમાં મર્યાદિત કરવાનો છે. અપેક્ષા રાખો કે બિલાડી તમારા ક્લીકર પ્લાનિંગ કૌશલ્યને પરીક્ષણમાં મૂકીને, તમારા કલાત્મક રીતે રચાયેલ અવરોધોને ટાળે અને ટાળે.\n\nક્લિકર ગેમપ્લે ટર્ન-આધારિત રીતે આગળ વધે છે, જ્યાં તમે પહેલા તમારી ચાલ કરો છો, ત્યારપછી નજીકના કોષોમાંથી એકમાં જઈને બિલાડી ભાગી જવાનો પ્રયાસ કરે છે. આ ચક્ર ત્યાં સુધી ચાલુ રહે છે જ્યાં સુધી તમામ મુક્ત વર્તુળોનો ઉપયોગ ન થાય અથવા બિલાડી તમારી પકડની બહાર ભાગી જવામાં સફળ ન થાય.\n\nતમારા ક્લિકર ટ્રેપ્સ સાથે બિલાડીને ઘેરવામાં સફળ થાઓ, અને તમને વિજેતાનો તાજ પહેરાવવામાં આવશે! બીજી બાજુ, જો બિલાડી સરકી જવાનું મેનેજ કરે છે, તો ડરશો નહીં, કારણ કે તમને આ ક્લિકર ચેલેન્જમાં નવેસરથી શરૂઆત કરવાની અને ફરી પ્રયાસ કરવાની તક આપવામાં આવશે.\n\nકૅચ ધ કેટ એ ક્લાસિક ગણિતની પઝલ ક્વાડ્રાફેજનું નોંધપાત્ર અનુકૂલન છે, જે ક્લિકર ચેલેન્જમાં રૂપાંતરિત થાય છે જ્યાં એક ચાલાક બિલાડી ષટ્કોણ બોર્ડમાંથી છટકી જવાનો પ્રયાસ કરે છે, જેમાં દરેક ચાલ પછી એક કોષ અવરોધિત થાય છે, પડકારને વધુ તીવ્ર બનાવે છે.\n\nઅતૂટ નિશ્ચય અને વ્યૂહાત્મક કુશળતા સાથે, આ મંત્રમુગ્ધ કરનાર ક્લિકર ગેમ પર વિજય મેળવો અને એક પ્રચંડ બિલાડીના શિકારી તરીકે તમારી ક્ષમતાને સાબિત કરો. તમે આ આકર્ષક ક્લિકર સાહસનો પ્રારંભ કરો ત્યારે નસીબ તમારી બાજુમાં રહે!",
    "he": "Catch the Cat Game הוא משחק קליקר מלהיב ומבדר שמכניס אותך לתפקיד של צייד חתולים מיומן. כשתצאו להרפתקה המרגשת הזו, תתמודדו עם האתגר של להערים על חתול חכם וחמקמק שנחוש לחמוק מאחיזתכם. המשימה שלך היא למקם אסטרטגית מלכודות לאורך דרכו של החתול ולתפוס אותו לפני שהוא נעלם מהעין באמצעות מכניקת קליקים.\n\nמשחק קליקר שובה לב זה מציע מגוון רחב של רמות קושי, המתאים לשחקנים מתחילים וותיקים כאחד. בתחילה, תהיה לך גישה למבחר של מלכודות קליקים פשוטות למיקום על לוח המשחק. כשהחתול עובר בערמומיות מנקודה א' לנקודה ב', המטרה שלך היא לצפות את המסלול שלו ולסדר בחוכמה את המלכודות באמצעות פקדי לחיצה כדי ללכוד אותו. עם זאת, היזהרו מהאינטליגנציה יוצאת הדופן של החתול ומהיכולת שלו לתמרן את המלכודות שלכם אם אינכם מצליחים לתכנן בקפידה את המהלכים שלכם.\n\nמשחק תפוס את החתול לא רק מבטיח בידור אינסופי אלא גם משמש כהזדמנות מצוינת לשפר את החשיבה הלוגית ואת כישורי פתרון הבעיות שלך בסביבת קליקים. השתתף בהפעלות משחקיות מרגשות עם חברים או בני משפחה ותתענג על השמחה שבהצלחה להערים על החתול הערמומי עם המלכודות המונחות בערמומיות שלך.\n\nזכרו, המפתח לניצחון במשחק קליקר זה טמון במניעת בריחת החתול! היה מהיר ומדויק בזמן שאתה לוחץ על הכתמים כדי להכהות אותם, וודא שלחתול אין דרך לחמוק דרכם.\n\n\"תפוס את החתול\" פונה לחובבי חתולים ולאלה שנהנים מאתגר מנטלי מענג בפורמט חידת קליקים. המשחק הזה הוא חידת קליקים מורכבת הדורשת את הכישרון המנטלי שלך כדי לצאת מנצח.\n\nהמטרה העיקרית שלך במשחק קליקר זה היא להגביל את החתול בתוך שדה המשחק על ידי הצבת עיגולים שחורים אסטרטגית לאורך דרכו. צפו מהחתול לנסות ולהימנע מהמכשולים המעוצבים בצורה אומנותית, ולהעמיד את כישורי תכנון הקליקים שלכם למבחן.\n\nמשחק ההקלקה ממשיך באופן מבוסס תורות, שבו אתה עושה את המהלך שלך ראשון, ולאחר מכן ניסיון של החתול לברוח על ידי מעבר לאחד התאים הסמוכים. המחזור ממשיך עד שכל המעגלים הפנויים מנוצלים או שהחתול מצליח לברוח מעבר לתפיסתך.\n\nתצליחו להקיף את החתול במלכודות הקלקרים שלכם, ותוכתרו כמנצח! מצד שני, אם החתול יצליח לחמוק, אל תפחד, כי תינתן לך ההזדמנות להתחיל מחדש באתגר הלחיצה הזה ולנסות שוב.\n\nתפוס את החתול הוא עיבוד יוצא דופן של חידת המתמטיקה הקלאסי Quadraphage, שהפך לאתגר קליקים שבו חתול ערמומי מנסה לברוח מלוח משושה, כאשר תא אחד נחסם לאחר כל מהלך, מה שמגביר את האתגר.\n\nעם נחישות בלתי מעורערת וחוש אסטרטגי, כבש את משחק ההקלקה המהפנט הזה והוכיח את יכולתך כצייד חתולים אדיר. יהי רצון שהמזל יהיה לצידך כשאתה יוצא להרפתקת קליקרים מרגשת זו!",
    "hi": "कैच द कैट गेम एक रोमांचक और मनोरंजक क्लिकर गेम है जो आपको एक कुशल बिल्ली शिकारी की भूमिका में डुबो देता है। जैसे ही आप इस रोमांचकारी साहसिक कार्य पर निकलते हैं, आपको एक चतुर और मायावी बिल्ली को चकमा देने की चुनौती का सामना करना पड़ेगा जो आपकी पकड़ से बचने के लिए दृढ़ संकल्पित है। आपका मिशन बिल्ली के रास्ते में रणनीतिक रूप से जाल बिछाना और क्लिकर मैकेनिक्स का उपयोग करके उसे नज़रों से ओझल होने से पहले पकड़ना है।\n\nयह आकर्षक क्लिकर गेम शुरुआती और अनुभवी दोनों तरह के खिलाड़ियों के लिए कठिनाई स्तरों की एक विस्तृत श्रृंखला प्रदान करता है। शुरुआत में, आपके पास गेम बोर्ड पर रखने के लिए सीधे-सादे क्लिकर ट्रैप के चयन तक पहुँच होगी। जैसे ही बिल्ली चालाकी से बिंदु A से बिंदु B की ओर बढ़ती है, आपका उद्देश्य उसके मार्ग का अनुमान लगाना और उसे फँसाने के लिए क्लिकर नियंत्रणों का उपयोग करके चतुराई से जाल बिछाना होता है। हालाँकि, अगर आप अपनी चालों की सावधानीपूर्वक योजना बनाने में विफल रहते हैं, तो बिल्ली की असाधारण बुद्धिमत्ता और आपके जाल को चकमा देने की उसकी क्षमता से सावधान रहें।\n\nकैच द कैट गेम न केवल अंतहीन मनोरंजन का वादा करता है, बल्कि क्लिकर वातावरण में आपकी तार्किक सोच और समस्या-समाधान कौशल को बढ़ाने का एक शानदार अवसर भी है। दोस्तों या परिवार के साथ रोमांचक क्लिकर गेमप्ले सेशन में शामिल हों और चालाकी से बिछाए गए अपने जाल से चालाक बिल्ली को सफलतापूर्वक मात देने की खुशी का आनंद लें।\n\nयाद रखें, इस क्लिकर गेम में जीत की कुंजी बिल्ली को भागने से रोकने में निहित है! जब आप स्पॉट पर क्लिक करके उन्हें काला करते हैं तो तेज़ और सटीक रहें, सुनिश्चित करें कि बिल्ली के पास फिसलने का कोई रास्ता न हो।\n\n\"कैच द कैट\" बिल्ली के शौकीनों और उन लोगों के लिए है जो क्लिकर पहेली प्रारूप में एक रमणीय मानसिक चुनौती का आनंद लेते हैं। यह गेम एक जटिल क्लिकर पहेली है जो विजयी होने के लिए आपकी अत्यधिक मानसिक क्षमता की मांग करती है।\n\nइस क्लिकर गेम में आपका प्राथमिक उद्देश्य बिल्ली को उसके रास्ते में रणनीतिक रूप से काले घेरे बनाकर खेल के मैदान में सीमित करना है। उम्मीद करें कि बिल्ली आपकी कलात्मक रूप से डिज़ाइन की गई बाधाओं से बचने की कोशिश करेगी, जिससे आपके क्लिकर प्लानिंग कौशल का परीक्षण होगा।\n\nक्लिकर गेमप्ले बारी-बारी से आगे बढ़ता है, जहाँ आप पहले अपनी चाल चलते हैं, उसके बाद बिल्ली बगल के सेल में से किसी एक में जाकर भागने का प्रयास करती है। यह चक्र तब तक जारी रहता है जब तक कि सभी खाली घेरे खत्म नहीं हो जाते या बिल्ली आपकी पकड़ से बाहर भागने में सफल नहीं हो जाती।\n\nअपने क्लिकर ट्रैप से बिल्ली को घेरने में सफल हों, और आप विजेता बन जाएँगे! दूसरी ओर, अगर बिल्ली भागने में सफल हो जाती है, तो घबराएँ नहीं, क्योंकि आपको इस क्लिकर चैलेंज में नए सिरे से शुरुआत करने और फिर से प्रयास करने का मौका दिया जाएगा।\n\nकैच द कैट क्लासिक मैथ पज़ल क्वाड्राफेज का एक उल्लेखनीय रूपांतरण है, जिसे एक क्लिकर चैलेंज में बदल दिया गया है जहाँ एक चालाक बिल्ली एक हेक्सागोन बोर्ड से भागने का प्रयास करती है, जिसमें प्रत्येक चाल के बाद एक सेल अवरुद्ध हो जाती है, जिससे चुनौती और भी बढ़ जाती है।\n\nदृढ़ निश्चय और रणनीतिक कौशल के साथ, इस मंत्रमुग्ध करने वाले क्लिकर गेम को जीतें और एक दुर्जेय बिल्ली शिकारी के रूप में अपनी योग्यता साबित करें। इस रोमांचक क्लिकर एडवेंचर पर निकलते समय किस्मत आपके साथ रहे!",
    "hr": "Catch the Cat Game je uzbudljiva i zabavna kliker igra koja vas uranja u ulogu vještog lovca na mačke. Dok se upuštate u ovu uzbudljivu avanturu, suočit ćete se s izazovom nadmudrivanja pametne i nedokučive mačke koja je odlučila izmaknuti vašem dohvatu. Vaša misija je strateški postaviti zamke duž mačjine staze i uhvatiti je prije nego što nestane iz vida pomoću mehanike klikera.\n\nOva zadivljujuća kliker igra nudi širok raspon razina težine, prilagođena i početnicima i iskusnim igračima. U početku ćete imati pristup izboru jednostavnih kliker zamki koje ćete postaviti na ploču za igru. Dok se mačka lukavo kreće od točke A do točke B, vaš je cilj predvidjeti njenu rutu i pametno namjestiti zamke koristeći kliker kontrole da je uhvatite u zamku. Međutim, čuvajte se mačje iznimne inteligencije i njene sposobnosti da nadmudri vaše zamke ako ne uspijete pažljivo isplanirati svoje poteze.\n\nCatch the Cat Game ne samo da obećava beskrajnu zabavu, već služi i kao izvrsna prilika za poboljšanje vašeg logičkog razmišljanja i vještina rješavanja problema u kliker okruženju. Uključite se u uzbudljive kliker igre s prijateljima ili obitelji i uživajte u radosti uspješnog nadmudrivanja lukave mačke svojim lukavo postavljenim zamkama.\n\nZapamtite, ključ pobjede u ovoj kliker igri leži u sprječavanju mačjeg bijega! Budite brzi i precizni dok kliknete na točke kako biste ih potamnili, osiguravajući da mačka nema put kroz koji bi se provukla.\n\n\"Uhvati mačku\" namijenjen je mačjim entuzijastima i onima koji uživaju u divnom mentalnom izazovu u formatu kliker slagalice. Ova je igra zamršena kliker zagonetka koja zahtijeva vašu najveću mentalnu snagu da biste pobijedili.\n\nVaš primarni cilj u ovoj kliker igri je ograničiti mačku unutar polja igre strateškim postavljanjem tamnih krugova duž njezine putanje. Očekujte da će mačka pokušati izbjeći vaše vješto dizajnirane prepreke, stavljajući vaše vještine planiranja klikera na test.\n\nIgra klikera odvija se naizmjenično, gdje vi prvi napravite svoj potez, nakon čega slijedi pokušaj mačke da pobjegne prelaskom u jednu od susjednih ćelija. Ciklus se nastavlja dok se ne potroše svi slobodni krugovi ili dok mačka ne uspije pobjeći izvan vašeg dosega.\n\nUspite okružiti mačku svojim kliker zamkama i bit ćete okrunjeni pobjednikom! S druge strane, ako mačka uspije pobjeći, ne bojte se jer ćete imati priliku započeti iznova u ovom kliker izazovu i pokušati ponovo.\n\nCatch the Cat je izvanredna adaptacija klasične matematičke slagalice Quadraphage, pretvorene u kliker izazov u kojem lukava mačka pokušava pobjeći sa šesterokutne ploče, pri čemu se jedna ćelija blokira nakon svakog poteza, što pojačava izazov.\n\nUz nepokolebljivu odlučnost i stratešku oštroumnost, osvojite ovu očaravajuću kliker igru ​​i dokažite svoju hrabrost kao moćan lovac na mačke. Neka sreća bude na vašoj strani dok se upuštate u ovu uzbudljivu kliker avanturu!",
    "hu": "A Catch the Cat Game egy izgalmas és szórakoztató csattanójáték, amely egy képzett macskavadász szerepébe merít. Ahogy belevágsz ebbe az izgalmas kalandba, azzal a kihívással kell szembenézned, hogy kijátszod az okos és megfoghatatlan macskát, aki elhatározta, hogy elkerüli a kezed. Az Ön feladata, hogy stratégiailag csapdákat helyezzen el a macska útja mentén, és a csattanómechanika segítségével felfogja, mielőtt eltűnik a szem elől.\n\nEz a magával ragadó klikker játék a nehézségi szintek széles skáláját kínálja, kezdőknek és tapasztalt játékosoknak egyaránt. Kezdetben számos egyszerű kattintócsapdához férhet hozzá, amelyeket a játéktáblán helyezhet el. Miközben a macska ravaszul mozog A pontból B pontba, a célod az, hogy előre megjósold az útvonalát, és ügyesen elrendezd a csapdákat a csattanó vezérlők segítségével, hogy tőrbe csald. Ügyeljen azonban a macska kivételes intelligenciájára, és arra, hogy túllép a csapdáin, ha nem tervezi meg aprólékosan a mozdulatait.\n\nA Catch the Cat játék nemcsak végtelen szórakozást ígér, hanem kiváló lehetőséget kínál logikus gondolkodásának és problémamegoldó készségeinek fejlesztésére klikkelő környezetben. Vegyen részt izgalmas csattanós játékmeneteken barátaival vagy családjával, és élvezze azt az örömet, hogy ravaszul kirakott csapdáival sikeresen túlszárnyalja a ravasz macskát.\n\nNe feledje, hogy ebben a csattanós játékban a győzelem kulcsa a macska megszökésének megakadályozásában rejlik! Legyen gyors és precíz, amikor rákattint a foltokra, hogy elsötétítse azokat, biztosítva, hogy a macska ne tudjon átcsúszni.\n\nA \"Catch the Cat\" a macskafélék szerelmeseinek és azoknak, akik élvezik az elragadó mentális kihívásokat klikker puzzle formátumban. Ez a játék egy bonyolult csattanó-rejtvény, amely a lehető legnagyobb mentális képességet követeli meg, hogy diadalmaskodjon.\n\nAz elsődleges cél ebben a klikkeres játékban az, hogy a macskát a játékmezőn belül korlátozza úgy, hogy stratégiailag sötét karikákat helyez el az útja mentén. Számíts rá, hogy a macska megpróbálja elkerülni a művészien megtervezett akadályokat, és próbára teszi a csattanós tervezési képességeidet.\n\nA csattanós játék körökre osztott módon zajlik, ahol először te léped meg, majd a macska megpróbál elmenekülni a szomszédos cellák egyikébe lépve. A ciklus addig folytatódik, amíg az összes szabad kör el nem fogy, vagy a macskának sikerül elmenekülnie a kezedből.\n\nSikeres körbekeríteni a macskát a csattanócsapdáiddal, és te leszel a győztes! Másrészt, ha a macskának sikerül elcsúsznia, ne féljen, mert megkapja a lehetőséget, hogy újrakezdje ezt a csattanó-kihívást, és próbálkozzon újra.\n\nA Catch the Cat a klasszikus matematikai rejtvény Quadraphage figyelemreméltó adaptációja, amelyet egy kattintós kihívássá alakítottak át, ahol egy ravasz macska megpróbál elmenekülni egy hatszögletű tábláról, miközben minden mozdulat után egy cellát blokkolnak, fokozva a kihívást.\n\nMegingathatatlan elszántsággal és stratégiai érzékkel hódítsd meg ezt a lenyűgöző csattanójátékot, és bizonyítsd, hogy félelmetes macskavadász. A szerencse legyen az Ön oldalán, amikor belevág ebbe az izgalmas kalandozó kalandba!",
    "id": "Catch the Cat Game adalah permainan clicker yang mengasyikkan dan menghibur yang membenamkan Anda dalam peran sebagai pemburu kucing yang terampil. Saat Anda memulai petualangan yang mendebarkan ini, Anda akan menghadapi tantangan untuk mengecoh kucing yang pintar dan sulit ditangkap yang bertekad untuk menghindari genggaman Anda. Misi Anda adalah menempatkan perangkap secara strategis di sepanjang jalur kucing dan menangkapnya sebelum menghilang dari pandangan menggunakan mekanisme clicker.\n\nPermainan clicker yang memikat ini menawarkan berbagai tingkat kesulitan, yang ditujukan untuk pemain pemula dan pemain berpengalaman. Awalnya, Anda akan memiliki akses ke pilihan perangkap clicker sederhana untuk diposisikan di papan permainan. Saat kucing dengan cerdik bergerak dari titik A ke titik B, tujuan Anda adalah mengantisipasi rutenya dan dengan cerdik mengatur perangkap menggunakan kontrol clicker untuk menjeratnya. Namun, waspadalah terhadap kecerdasan kucing yang luar biasa dan kemampuannya untuk mengecoh perangkap Anda jika Anda gagal merencanakan gerakan Anda dengan cermat.\n\nGame Catch the Cat tidak hanya menjanjikan hiburan tanpa akhir, tetapi juga menjadi kesempatan yang sangat baik untuk meningkatkan kemampuan berpikir logis dan memecahkan masalah Anda dalam lingkungan permainan clicker. Terlibatlah dalam sesi permainan clicker yang seru bersama teman atau keluarga dan nikmati kegembiraan berhasil mengalahkan kucing yang licik dengan perangkap yang Anda buat dengan cerdik.\n\nIngat, kunci kemenangan dalam permainan clicker ini terletak pada pencegahan kucing kabur! Bersikaplah cepat dan tepat saat Anda mengeklik titik-titik untuk menggelapkannya, memastikan kucing tidak memiliki jalan untuk lolos.\n\n\"Catch the Cat\" ditujukan untuk penggemar kucing dan mereka yang menikmati tantangan mental yang menyenangkan dalam format teka-teki clicker. Permainan ini adalah teka-teki clicker yang rumit yang menuntut kecakapan mental Anda yang maksimal untuk muncul sebagai pemenang.\n\nTujuan utama Anda dalam permainan clicker ini adalah untuk membatasi kucing di dalam area permainan dengan menempatkan lingkaran hitam secara strategis di sepanjang jalurnya. Harapkan kucing untuk mencoba dan menghindari rintangan yang Anda rancang dengan cermat, yang menguji keterampilan perencanaan clicker Anda.\n\nGameplay clicker berlangsung secara bergiliran, di mana Anda melakukan gerakan terlebih dahulu, diikuti oleh upaya kucing untuk melarikan diri dengan bergerak ke salah satu sel yang berdekatan. Siklus ini berlanjut hingga semua lingkaran kosong habis atau kucing berhasil melarikan diri dari genggaman Anda.\n\nBerhasil mengepung kucing dengan perangkap clicker Anda, dan Anda akan dinobatkan sebagai pemenang! Di sisi lain, jika kucing berhasil lolos, jangan takut, karena Anda akan diberi kesempatan untuk memulai lagi dalam tantangan clicker ini dan mencoba lagi.\n\nCatch the Cat adalah adaptasi luar biasa dari teka-teki matematika klasik Quadraphage, yang diubah menjadi tantangan clicker di mana kucing yang cerdik berusaha melarikan diri dari papan segi enam, dengan satu sel diblokir setelah setiap gerakan, yang membuat tantangan semakin intens.\n\nDengan tekad yang kuat dan kecerdasan strategis, taklukkan game clicker yang memukau ini dan buktikan keberanian Anda sebagai pemburu kucing yang tangguh. Semoga keberuntungan berada di pihak Anda saat Anda memulai petualangan clicker yang mengasyikkan ini!",
    "it": "Catch the Cat Game è un gioco di clicker esilarante e divertente che ti immerge nel ruolo di un abile cacciatore di gatti. Mentre ti imbarchi in questa emozionante avventura, dovrai affrontare la sfida di superare in astuzia un gatto intelligente e sfuggente determinato a sfuggire alla tua presa. La tua missione è quella di posizionare strategicamente delle trappole lungo il percorso del gatto e catturarlo prima che scompaia dalla vista usando la meccanica del clicker.\n\nQuesto accattivante gioco di clicker offre un'ampia gamma di livelli di difficoltà, adatti sia ai principianti che ai giocatori esperti. Inizialmente, avrai accesso a una selezione di semplici trappole clicker da posizionare sul tabellone di gioco. Mentre il gatto si sposta astutamente dal punto A al punto B, il tuo obiettivo è anticipare il suo percorso e disporre abilmente le trappole usando i controlli clicker per intrappolarlo. Tuttavia, fai attenzione all'intelligenza eccezionale del gatto e alla sua capacità di superare in astuzia le tue trappole se non riesci a pianificare meticolosamente le tue mosse.\n\nCatch the Cat Game non solo promette divertimento senza fine, ma è anche un'eccellente opportunità per migliorare il tuo pensiero logico e le tue capacità di risoluzione dei problemi in un ambiente clicker. Partecipa a emozionanti sessioni di gioco clicker con amici o familiari e assapora la gioia di superare in astuzia il gatto astuto con le tue trappole abilmente piazzate.\n\nRicorda, la chiave per la vittoria in questo gioco clicker sta nell'impedire la fuga del gatto! Sii rapido e preciso mentre clicchi sui punti per scurirli, assicurandoti che il gatto non abbia vie d'uscita.\n\n\"Catch the Cat\" si rivolge agli amanti dei felini e a coloro che amano una deliziosa sfida mentale in un formato di puzzle clicker. Questo gioco è un intricato puzzle clicker che richiede la tua massima abilità mentale per emergere trionfante.\n\nIl tuo obiettivo principale in questo gioco clicker è di confinare il gatto all'interno del campo di gioco posizionando strategicamente cerchi scuri lungo il suo percorso. Aspettati che il gatto cerchi di evitare i tuoi ostacoli progettati ad arte, mettendo alla prova le tue capacità di pianificazione clicker.\n\nIl gameplay del clicker procede a turni, dove prima fai la tua mossa, seguita dal tentativo del gatto di scappare spostandosi in una delle celle adiacenti. Il ciclo continua finché tutti i cerchi liberi non sono esauriti o il gatto riesce a fuggire oltre la tua portata.\n\nRiesci a circondare il gatto con le tue trappole clicker e sarai incoronato vincitore! D'altra parte, se il gatto riesce a scappare, non temere, perché ti verrà data la possibilità di ricominciare da capo in questa sfida clicker e riprovare.\n\nCatch the Cat è un notevole adattamento del classico puzzle matematico Quadraphage, trasformato in una sfida clicker in cui un gatto astuto tenta di scappare da una tavola esagonale, con una cella bloccata dopo ogni mossa, intensificando la sfida.\n\nCon determinazione incrollabile e acume strategico, conquista questo affascinante gioco clicker e dimostra il tuo coraggio come formidabile cacciatore di gatti. Che la fortuna sia dalla tua parte mentre ti imbarchi in questa emozionante avventura clicker!",
    "ja": "Catch the Cat Game は、熟練した猫ハンターの役割に没頭できる、爽快で楽しいクリッカー ゲームです。このスリル満点の冒険に乗り出すと、あなたの捕獲を逃れようとする賢くて捕まえにくい猫を出し抜くという課題に直面します。あなたの使命は、猫の進路に沿って戦略的に罠を設置し、クリッカー メカニズムを使用して猫が視界から消える前に捕まえることです。\n\nこの魅力的なクリッカー ゲームには、初心者と熟練したプレーヤーの両方に対応する幅広い難易度が用意されています。最初は、ゲーム ボードに配置する簡単なクリッカー トラップを選択できます。猫が巧妙に A 地点から B 地点に移動するとき、あなたの目的は猫の進路を予測し、クリッカー コントロールを使用して巧妙に罠を配置して猫を捕らえることです。ただし、猫の並外れた知性と、動きを綿密に計画しないと罠をかわす能力に注意してください。\n\nキャッチ ザ キャット ゲームは、無限の楽しみを約束するだけでなく、クリッカー環境で論理的思考と問題解決能力を高める絶好の機会でもあります。友人や家族と一緒にエキサイティングなクリッカー ゲーム セッションに参加し、巧妙に仕掛けた罠で狡猾な猫を出し抜く喜びを味わいましょう。\n\nこのクリッカー ゲームで勝利の鍵となるのは、猫の逃走を防ぐことです。スポットをクリックして暗くし、猫が抜け出すルートがないようにするには、すばやく正確にクリックしてください。\n\n「キャッチ ザ キャット」は、猫好きや、クリッカー パズル形式で楽しい頭脳チャレンジを楽しむ人向けです。このゲームは複雑なクリッカー パズルで、勝利するには最大限の頭脳力が求められます。\n\nこのクリッカー ゲームの主な目的は、猫の進路に沿って戦略的に暗い円を配置して、猫をゲーム フィールド内に閉じ込めることです。猫は巧みに設計された障害物を避けようとするため、クリッカー プランニング スキルが試されます。\n\nクリッカー ゲームプレイはターン制で進行します。最初にプレイヤーが動き、次に猫が隣接するセルに移動して逃げようとします。このサイクルは、すべての空きサークルが使い果たされるか、猫がプレイヤーの手の届かないところまで逃げ出すまで続きます。\n\nクリッカー トラップで猫を取り囲むことができれば、勝利の栄冠を手にできます。一方、猫が逃げ出してしまった場合でも、恐れることはありません。このクリッカー チャレンジを最初からやり直して、もう一度挑戦することができます。\n\nCatch the Cat は、古典的な数学パズル Quadraphage の見事なアレンジ版で、巧妙な猫が六角形のボードから逃げようとし、1 回の行動ごとに 1 つのセルがブロックされ、難易度が増すクリッカー チャレンジに生まれ変わりました。\n\n揺るぎない決意と戦略的洞察力で、この魅惑的なクリッカー ゲームを制覇し、手強い猫ハンターとしての実力を証明してください。このエキサイティングなクリッカーアドベンチャーに乗り出すあなたに幸運が訪れますように！",
    "kn": "ಕ್ಯಾಚ್ ದಿ ಕ್ಯಾಟ್ ಗೇಮ್ ಒಂದು ಉಲ್ಲಾಸದಾಯಕ ಮತ್ತು ಮನರಂಜನೆಯ ಕ್ಲಿಕ್ಕರ್ ಆಟವಾಗಿದ್ದು ಅದು ನುರಿತ ಬೆಕ್ಕಿನ ಬೇಟೆಗಾರನ ಪಾತ್ರದಲ್ಲಿ ನಿಮ್ಮನ್ನು ಮುಳುಗಿಸುತ್ತದೆ. ನೀವು ಈ ರೋಮಾಂಚಕ ಸಾಹಸವನ್ನು ಪ್ರಾರಂಭಿಸಿದಾಗ, ನಿಮ್ಮ ಹಿಡಿತದಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳಲು ನಿರ್ಧರಿಸಿದ ಬುದ್ಧಿವಂತ ಮತ್ತು ತಪ್ಪಿಸಿಕೊಳ್ಳಲಾಗದ ಬೆಕ್ಕನ್ನು ಮೀರಿಸುವ ಸವಾಲನ್ನು ನೀವು ಎದುರಿಸುತ್ತೀರಿ. ಬೆಕ್ಕಿನ ಹಾದಿಯಲ್ಲಿ ಆಯಕಟ್ಟಿನ ಬಲೆಗಳನ್ನು ಇಡುವುದು ಮತ್ತು ಕ್ಲಿಕ್ಕರ್ ಮೆಕ್ಯಾನಿಕ್ಸ್ ಅನ್ನು ಬಳಸಿಕೊಂಡು ಅದು ಕಣ್ಮರೆಯಾಗುವ ಮೊದಲು ಅದನ್ನು ಹಿಡಿಯುವುದು ನಿಮ್ಮ ಉದ್ದೇಶವಾಗಿದೆ.\n\nಈ ಆಕರ್ಷಕ ಕ್ಲಿಕ್ಕರ್ ಆಟವು ವ್ಯಾಪಕ ಶ್ರೇಣಿಯ ತೊಂದರೆ ಮಟ್ಟವನ್ನು ನೀಡುತ್ತದೆ, ಇದು ಆರಂಭಿಕ ಮತ್ತು ಅನುಭವಿ ಆಟಗಾರರನ್ನು ಪೂರೈಸುತ್ತದೆ. ಆರಂಭದಲ್ಲಿ, ಗೇಮ್ ಬೋರ್ಡ್‌ನಲ್ಲಿ ಇರಿಸಲು ನೀವು ನೇರ ಕ್ಲಿಕ್ಕರ್ ಟ್ರ್ಯಾಪ್‌ಗಳ ಆಯ್ಕೆಗೆ ಪ್ರವೇಶವನ್ನು ಹೊಂದಿರುತ್ತೀರಿ. ಬೆಕ್ಕು ಕುತಂತ್ರದಿಂದ A ಬಿಂದುವಿನಿಂದ B ಗೆ ಚಲಿಸುವಾಗ, ನಿಮ್ಮ ಉದ್ದೇಶವು ಅದರ ಮಾರ್ಗವನ್ನು ನಿರೀಕ್ಷಿಸುವುದು ಮತ್ತು ಅದನ್ನು ಬಲೆಗೆ ಬೀಳಿಸಲು ಕ್ಲಿಕ್ಕರ್ ನಿಯಂತ್ರಣಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಜಾಣತನದಿಂದ ಬಲೆಗಳನ್ನು ಜೋಡಿಸುವುದು. ಆದಾಗ್ಯೂ, ಬೆಕ್ಕಿನ ಅಸಾಧಾರಣ ಬುದ್ಧಿವಂತಿಕೆ ಮತ್ತು ನಿಮ್ಮ ಚಲನೆಗಳನ್ನು ನಿಖರವಾಗಿ ಯೋಜಿಸಲು ವಿಫಲವಾದರೆ ನಿಮ್ಮ ಬಲೆಗಳನ್ನು ಮೀರಿಸುವ ಸಾಮರ್ಥ್ಯದ ಬಗ್ಗೆ ಎಚ್ಚರದಿಂದಿರಿ.\n\nಕ್ಯಾಚ್ ದಿ ಕ್ಯಾಟ್ ಗೇಮ್ ಅಂತ್ಯವಿಲ್ಲದ ಮನರಂಜನೆಯನ್ನು ಭರವಸೆ ನೀಡುವುದಲ್ಲದೆ, ಕ್ಲಿಕ್ ಮಾಡುವವರ ಪರಿಸರದಲ್ಲಿ ನಿಮ್ಮ ತಾರ್ಕಿಕ ಚಿಂತನೆ ಮತ್ತು ಸಮಸ್ಯೆ-ಪರಿಹರಿಸುವ ಕೌಶಲ್ಯಗಳನ್ನು ಹೆಚ್ಚಿಸಲು ಅತ್ಯುತ್ತಮ ಅವಕಾಶವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ. ಸ್ನೇಹಿತರು ಅಥವಾ ಕುಟುಂಬದೊಂದಿಗೆ ಅತ್ಯಾಕರ್ಷಕ ಕ್ಲಿಕ್ಕರ್ ಗೇಮ್‌ಪ್ಲೇ ಸೆಷನ್‌ಗಳಲ್ಲಿ ತೊಡಗಿಸಿಕೊಳ್ಳಿ ಮತ್ತು ನಿಮ್ಮ ಕುತಂತ್ರದ ಬಲೆಗಳಿಂದ ವಂಚಕ ಬೆಕ್ಕನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಮೀರಿಸುವ ಸಂತೋಷವನ್ನು ಆನಂದಿಸಿ.\n\nನೆನಪಿಡಿ, ಈ ಕ್ಲಿಕ್ಕರ್ ಆಟದಲ್ಲಿ ಗೆಲುವಿನ ಕೀಲಿಯು ಬೆಕ್ಕು ತಪ್ಪಿಸಿಕೊಳ್ಳುವುದನ್ನು ತಡೆಯುತ್ತದೆ! ಚುಕ್ಕೆಗಳನ್ನು ಕಪ್ಪಾಗಿಸಲು ನೀವು ಅವುಗಳ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿದಂತೆ ತ್ವರಿತವಾಗಿ ಮತ್ತು ನಿಖರವಾಗಿರಿ, ಬೆಕ್ಕಿಗೆ ಜಾರಿಕೊಳ್ಳಲು ಯಾವುದೇ ಮಾರ್ಗವಿಲ್ಲ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.\n\n\"ಕ್ಯಾಚ್ ದಿ ಕ್ಯಾಟ್\" ಬೆಕ್ಕಿನಂಥ ಉತ್ಸಾಹಿಗಳಿಗೆ ಮತ್ತು ಕ್ಲಿಕ್ಕರ್ ಪಝಲ್ ಫಾರ್ಮ್ಯಾಟ್‌ನಲ್ಲಿ ಸಂತೋಷಕರವಾದ ಮಾನಸಿಕ ಸವಾಲನ್ನು ಆನಂದಿಸುವವರಿಗೆ ಒದಗಿಸುತ್ತದೆ. ಈ ಆಟವು ಒಂದು ಸಂಕೀರ್ಣವಾದ ಕ್ಲಿಕ್ಕರ್ ಪಝಲ್ ಆಗಿದ್ದು ಅದು ವಿಜಯಶಾಲಿಯಾಗಿ ಹೊರಹೊಮ್ಮಲು ನಿಮ್ಮ ಅತ್ಯಂತ ಮಾನಸಿಕ ಪರಾಕ್ರಮವನ್ನು ಬಯಸುತ್ತದೆ.\n\nಈ ಕ್ಲಿಕ್ಕರ್ ಆಟದಲ್ಲಿ ನಿಮ್ಮ ಪ್ರಾಥಮಿಕ ಉದ್ದೇಶವು ಬೆಕ್ಕನ್ನು ಅದರ ಹಾದಿಯಲ್ಲಿ ಆಯಕಟ್ಟಿನ ರೀತಿಯಲ್ಲಿ ಡಾರ್ಕ್ ಸರ್ಕಲ್‌ಗಳನ್ನು ಇರಿಸುವ ಮೂಲಕ ಆಟದ ಮೈದಾನದೊಳಗೆ ಸೀಮಿತಗೊಳಿಸುವುದು. ನಿಮ್ಮ ಕಲಾತ್ಮಕವಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಿದ ಅಡೆತಡೆಗಳನ್ನು ಪ್ರಯತ್ನಿಸಲು ಮತ್ತು ತಪ್ಪಿಸಲು ಬೆಕ್ಕು ನಿರೀಕ್ಷಿಸಿ, ನಿಮ್ಮ ಕ್ಲಿಕ್ಕರ್ ಯೋಜನೆ ಕೌಶಲ್ಯಗಳನ್ನು ಪರೀಕ್ಷೆಗೆ ಒಳಪಡಿಸುತ್ತದೆ.\n\nಕ್ಲಿಕ್ಕರ್ ಆಟವು ತಿರುವು-ಆಧಾರಿತ ರೀತಿಯಲ್ಲಿ ಮುಂದುವರಿಯುತ್ತದೆ, ಅಲ್ಲಿ ನೀವು ಮೊದಲು ನಿಮ್ಮ ಚಲನೆಯನ್ನು ಮಾಡುತ್ತೀರಿ, ನಂತರ ಪಕ್ಕದ ಕೋಶಗಳಲ್ಲಿ ಒಂದಕ್ಕೆ ಚಲಿಸುವ ಮೂಲಕ ತಪ್ಪಿಸಿಕೊಳ್ಳಲು ಬೆಕ್ಕು ಪ್ರಯತ್ನಿಸುತ್ತದೆ. ಎಲ್ಲಾ ಉಚಿತ ವಲಯಗಳನ್ನು ಬಳಸುವವರೆಗೆ ಅಥವಾ ಬೆಕ್ಕು ನಿಮ್ಮ ಹಿಡಿತವನ್ನು ಮೀರಿ ಪಲಾಯನ ಮಾಡುವವರೆಗೆ ಚಕ್ರವು ಮುಂದುವರಿಯುತ್ತದೆ.\n\nನಿಮ್ಮ ಕ್ಲಿಕ್ಕರ್ ಬಲೆಗಳಿಂದ ಬೆಕ್ಕನ್ನು ಸುತ್ತುವರಿಯುವಲ್ಲಿ ಯಶಸ್ವಿಯಾಗು, ಮತ್ತು ನೀವು ವಿಜಯಿಯಾಗಿ ಕಿರೀಟವನ್ನು ಹೊಂದುತ್ತೀರಿ! ಮತ್ತೊಂದೆಡೆ, ಬೆಕ್ಕು ಜಾರಲು ನಿರ್ವಹಿಸಿದರೆ, ಭಯಪಡಬೇಡಿ, ಏಕೆಂದರೆ ಈ ಕ್ಲಿಕ್ಕರ್ ಸವಾಲಿನಲ್ಲಿ ಹೊಸದಾಗಿ ಪ್ರಾರಂಭಿಸಲು ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಲು ನಿಮಗೆ ಅವಕಾಶವನ್ನು ನೀಡಲಾಗುವುದು.\n\nಕ್ಯಾಚ್ ದಿ ಕ್ಯಾಟ್ ಕ್ಲಾಸಿಕ್ ಗಣಿತ ಪಝಲ್ ಕ್ವಾಡ್ರಾಫೇಜ್‌ನ ಗಮನಾರ್ಹ ರೂಪಾಂತರವಾಗಿದೆ, ಇದು ಕ್ಲಿಕ್ಕರ್ ಸವಾಲಾಗಿ ರೂಪಾಂತರಗೊಂಡಿದೆ, ಅಲ್ಲಿ ವಂಚಕ ಬೆಕ್ಕು ಷಡ್ಭುಜಾಕೃತಿಯ ಬೋರ್ಡ್‌ನಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳಲು ಪ್ರಯತ್ನಿಸುತ್ತದೆ, ಪ್ರತಿ ಚಲನೆಯ ನಂತರ ಒಂದು ಕೋಶವನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗುತ್ತದೆ, ಸವಾಲನ್ನು ತೀವ್ರಗೊಳಿಸುತ್ತದೆ.\n\nಅಚಲವಾದ ನಿರ್ಣಯ ಮತ್ತು ಕಾರ್ಯತಂತ್ರದ ಕುಶಾಗ್ರಮತಿಯೊಂದಿಗೆ, ಈ ಸಮ್ಮೋಹನಗೊಳಿಸುವ ಕ್ಲಿಕ್ಕರ್ ಆಟವನ್ನು ವಶಪಡಿಸಿಕೊಳ್ಳಿ ಮತ್ತು ಅಸಾಧಾರಣ ಬೆಕ್ಕು ಬೇಟೆಗಾರನಾಗಿ ನಿಮ್ಮ ಸಾಮರ್ಥ್ಯವನ್ನು ಸಾಬೀತುಪಡಿಸಿ. ಈ ಅತ್ಯಾಕರ್ಷಕ ಕ್ಲಿಕ್ಕರ್ ಸಾಹಸವನ್ನು ನೀವು ಪ್ರಾರಂಭಿಸಿದಾಗ ಅದೃಷ್ಟವು ನಿಮ್ಮ ಕಡೆ ಇರಲಿ!",
    "ko": "고양이 잡기 게임은 숙련된 고양이 사냥꾼의 역할에 몰입할 수 있는 신나는 재미있는 클리커 게임입니다. 이 스릴 넘치는 모험을 시작하면서, 당신은 당신의 손아귀에서 벗어나려는 영리하고 교활한 고양이를 속이는 도전에 직면하게 될 것입니다. 당신의 임무는 고양이의 경로를 따라 전략적으로 함정을 배치하고 클리커 메커니즘을 사용하여 고양이가 시야에서 사라지기 전에 잡는 것입니다.\n\n이 매혹적인 클리커 게임은 초보자와 노련한 플레이어 모두를 위한 다양한 난이도를 제공합니다. 처음에는 게임 보드에 배치할 수 있는 간단한 클리커 함정을 선택할 수 있습니다. 고양이가 교묘하게 A 지점에서 B 지점으로 이동함에 따라, 당신의 목표는 고양이의 경로를 예상하고 클리커 컨트롤을 사용하여 함정을 교묘하게 배치하여 고양이를 잡는 것입니다. 그러나 고양이의 뛰어난 지능과 움직임을 세심하게 계획하지 못하면 함정을 따돌릴 수 있는 능력에 주의하세요.\n\n고양이 잡기 게임은 끝없는 오락을 약속할 뿐만 아니라 클리커 환경에서 논리적 사고와 문제 해결 능력을 향상시킬 수 있는 훌륭한 기회이기도 합니다. 친구나 가족과 함께 신나는 클리커 게임 플레이 세션에 참여하고 교묘하게 놓인 함정으로 교활한 고양이를 성공적으로 따돌리는 기쁨을 만끽하세요.\n\n이 클리커 게임에서 승리의 열쇠는 고양이가 탈출하는 것을 막는 데 있다는 것을 기억하세요! 어둡게 하기 위해 지점을 클릭할 때 빠르고 정확하게 해야 하며, 고양이가 빠져나갈 길이 없도록 해야 합니다.\n\n\"고양이 잡기\"는 고양이 애호가와 클리커 퍼즐 형식으로 즐거운 정신적 도전을 즐기는 사람들을 위한 게임입니다. 이 게임은 승리하기 위해 최고의 정신적 능력을 요구하는 복잡한 클리커 퍼즐입니다.\n\n이 클리커 게임에서 주요 목표는 경로를 따라 어두운 원을 전략적으로 배치하여 고양이를 게임 필드 내에 가두는 것입니다. 고양이가 교묘하게 디자인된 장애물을 피하려고 하며, 클리커 계획 기술을 시험에 들게 될 것으로 예상하세요.\n\n클리커 게임플레이는 턴 기반 방식으로 진행되며, 먼저 당신이 움직이고, 그 다음에 고양이가 인접한 셀 중 하나로 이동하여 탈출을 시도합니다. 이 사이클은 모든 자유 원이 소진되거나 고양이가 당신의 손이 닿지 않는 곳으로 도망칠 때까지 계속됩니다.\n\n클리커 트랩으로 고양이를 포위하는 데 성공하면 당신이 승자가 됩니다! 반면에 고양이가 빠져나가더라도 걱정하지 마세요. 이 클리커 챌린지에서 다시 시작하고 다시 시도할 기회가 주어지기 때문입니다.\n\nCatch the Cat은 고전적인 수학 퍼즐인 Quadraphage를 놀라운 방식으로 각색한 것으로, 교활한 고양이가 육각형 보드에서 탈출을 시도하는 클리커 챌린지로 변형되었으며, 각 움직임 후 셀 하나가 차단되어 챌린지가 더욱 강화됩니다.\n\n흔들리지 않는 결의와 전략적 통찰력으로 이 매혹적인 클리커 게임을 정복하고 강력한 고양이 사냥꾼으로서의 당신의 용기를 증명하세요. 이 흥미진진한 클리커 모험을 시작하면서 행운이 당신 편이 되기를 바랍니다!",
    "lt": "Žaidimas „Pagauk katę“ yra jaudinantis ir linksmas paspaudimų žaidimas, kuris panardina jus į įgudusio kačių medžiotojo vaidmenį. Leisdamiesi į šį jaudinantį nuotykį susidursite su iššūkiu pergudrauti protingą ir nepagaunamą katę, pasiryžusią pabėgti nuo jūsų rankos. Jūsų misija yra strategiškai išdėstyti spąstus katės kelyje ir sulaikyti ją, kol ji dingsta iš akių, naudojant klikerių mechaniką.\n\nŠis žavus paspaudimų žaidimas siūlo platų sudėtingumo lygių spektrą, tinkantį tiek pradedantiesiems, tiek patyrusiems žaidėjams. Iš pradžių turėsite prieigą prie paprastų spąstų spąstų, kuriuos galėsite padėti ant žaidimo lentos. Kai katė gudriai juda iš taško A į tašką B, jūsų tikslas yra numatyti jos maršrutą ir sumaniai sutvarkyti spąstus naudodami spąstus, kad sugautumėte ją. Tačiau saugokitės išskirtinio katės intelekto ir jos sugebėjimo aplenkti jūsų spąstus, jei nesugebate kruopščiai suplanuoti savo judesių.\n\nŽaidimas Catch the Cat ne tik žada nesibaigiančias pramogas, bet ir yra puiki galimybė patobulinti savo loginį mąstymą ir problemų sprendimo įgūdžius klikerių aplinkoje. Dalyvaukite jaudinančiose klikerių žaidimo sesijose su draugais ar šeima ir mėgaukitės džiaugsmu, kai gudriai paspęskite spąstus sėkmingai pergudraujant gudrią katę.\n\nAtminkite, kad raktas į pergalę šiame klikerių žaidime yra neleisti katei pabėgti! Būkite greiti ir tikslūs spustelėdami dėmeles, kad jas patamsintumėte, ir įsitikinkite, kad katė neturi kelio, pro kuriuos praslystų.\n\n„Pagauk katę“ skirta kačių entuziastams ir tiems, kuriems patinka puikūs protiniai iššūkiai „clicker“ galvosūkio formatu. Šis žaidimas yra sudėtingas „klikerių“ galvosūkis, reikalaujantis didžiausio protinio meistriškumo, kad išvystum pergalę.\n\nPagrindinis jūsų tikslas šiame klikerių žaidime yra apriboti katę žaidimo lauke, strategiškai išdėstant tamsius apskritimus ant jos kelio. Tikėkitės, kad katė pabandys išvengti jūsų meniškai sukurtų kliūčių, išbandydama jūsų spustelėjimo planavimo įgūdžius.\n\nSpustelėjimo žaidimas vyksta eilėmis, kai pirmiausia atliekate savo judesį, o po to katė bando pabėgti persikeldama į vieną iš gretimų langelių. Ciklas tęsiasi tol, kol išnaudojami visi laisvi apskritimai arba katė sugeba pabėgti už jūsų rankos ribų.\n\nSėkmės apjuoskite katę savo spąstais ir būsite karūnuotas nugalėtoju! Kita vertus, jei katei pavyks paslysti, nebijokite, nes jums bus suteikta galimybė pradėti iš naujo šiame klikerių iššūkyje ir bandyti dar kartą.\n\n„Pagauk katę“ yra nuostabi klasikinės matematikos dėlionės „Quadraphage“ adaptacija, paversta klikerio iššūkiu, kai gudri katė stengiasi pabėgti nuo šešiakampės lentos, o po kiekvieno judesio viena ląstelė užblokuojama, o tai sustiprina iššūkį.\n\nSu nepajudinamu ryžtu ir strateginiu sumanumu užkariaukite šį užburiantį klikerių žaidimą ir įrodykite, kad esate didžiulis kačių medžiotojas. Tegul sėkmė yra jūsų pusėje, kai leisitės į šį jaudinantį klikerių nuotykį!",
    "lv": "Spēle Catch the Cat ir uzmundrinoša un izklaidējoša klikšķu spēle, kas iegremdē jūs prasmīga kaķu mednieka lomā. Uzsākot šo aizraujošo piedzīvojumu, jūs saskarsieties ar izaicinājumu pārspēt gudru un netveramu kaķi, kurš ir apņēmies izvairīties no jūsu satvēriena. Tava misija ir stratēģiski novietot slazdus pa kaķa ceļu un aizturēt to, pirms tas pazūd no redzesloka, izmantojot klikera mehāniku.\n\nŠī valdzinošā klikšķu spēle piedāvā plašu grūtības līmeņu klāstu, kas ir piemērota gan iesācējiem, gan pieredzējušiem spēlētājiem. Sākotnēji jums būs piekļuve vienkāršu klikšķu slazdu izlasei, ko novietot uz spēles galda. Kaķim viltīgi pārvietojoties no punkta A uz punktu B, jūsu mērķis ir paredzēt tā maršrutu un gudri izkārtot slazdus, ​​izmantojot klikera vadības ierīces, lai to ievilinātu. Tomēr esiet piesardzīgs no kaķa izcilā intelekta un spējas pārvarēt jūsu slazdus, ​​ja jums neizdodas rūpīgi plānot savas kustības.\n\nCatch the Cat spēle ne tikai sola nebeidzamu izklaidi, bet arī kalpo kā lieliska iespēja uzlabot savas loģiskās domāšanas un problēmu risināšanas prasmes klikera vidē. Iesaistieties aizraujošās klikšķu spēlēšanas sesijās kopā ar draugiem vai ģimeni un izbaudiet prieku, ka veiksmīgi pārspējiet viltīgo kaķi ar saviem viltīgi izliktajiem slazdiem.\n\nAtcerieties, ka uzvaras atslēga šajā klikera spēlē slēpjas kaķa aizbēgšanas novēršanā! Esiet ātrs un precīzs, noklikšķinot uz plankumiem, lai tos padarītu tumšākus, nodrošinot, ka kaķim nav ceļa, pa kuru izlīst.\n\n\"Noķer kaķi\" ir paredzēts kaķu entuziastiem un tiem, kam patīk apburošs prāta izaicinājums klikšķu mīklas formātā. Šī spēle ir sarežģīta klikšķu mīkla, kas prasa jūsu vislielāko prāta spēku, lai kļūtu triumfēts.\n\nTavs galvenais mērķis šajā klikera spēlē ir ierobežot kaķi spēles laukā, stratēģiski novietojot tumšos lokus tā ceļā. Sagaidiet, ka kaķis mēģinās izvairīties no jūsu mākslinieciski veidotajiem šķēršļiem, pārbaudot jūsu klikšķu plānošanas prasmes.\n\nKlikera spēle notiek uz gājieniem balstītā veidā, kur vispirms veicat savu gājienu, kam seko kaķa mēģinājums aizbēgt, pārejot uz kādu no blakus esošajām šūnām. Cikls turpinās, līdz tiek iztērēti visi brīvie apļi vai kaķim izdodas aizbēgt ārpus jūsu satvēriena.\n\nIzdodas apņemt kaķi ar saviem klikšķu slazdiem, un jūs tiksiet kronēts par uzvarētāju! No otras puses, ja kaķim izdodas paslīdēt, nebaidieties, jo jums tiks dota iespēja sākt no jauna šajā klikera izaicinājumā un mēģināt vēlreiz.\n\nCatch the Cat ir izcils klasiskās matemātikas mīklas Quadraphage adaptācija, kas pārveidota par klikera izaicinājumu, kurā viltīgs kaķis cenšas aizbēgt no sešstūra dēļa, un viena šūna tiek bloķēta pēc katras kustības, pastiprinot izaicinājumu.\n\nAr nelokāmu apņēmību un stratēģisku iztēli iekarojiet šo burvīgo klikerspēli un pierādiet savu spēku kā milzīgs kaķu mednieks. Lai veiksme ir jūsu pusē, uzsākot šo aizraujošo klikeru piedzīvojumu!",
    "ml": "വിദഗ്‌ദ്ധനായ ഒരു പൂച്ച വേട്ടക്കാരൻ്റെ റോളിൽ നിങ്ങളെ ആകർഷിക്കുന്ന ആവേശകരവും രസകരവുമായ ക്ലിക്കർ ഗെയിമാണ് ക്യാച്ച് ദ ക്യാറ്റ് ഗെയിം. ഈ ആവേശകരമായ സാഹസിക യാത്രയിൽ ഏർപ്പെടുമ്പോൾ, നിങ്ങളുടെ പിടിയിൽ നിന്ന് രക്ഷപ്പെടാൻ ദൃഢനിശ്ചയമുള്ള, ബുദ്ധിമാനും പിടികിട്ടാത്തതുമായ ഒരു പൂച്ചയെ മറികടക്കാനുള്ള വെല്ലുവിളി നിങ്ങൾ നേരിടേണ്ടിവരും. നിങ്ങളുടെ ദൗത്യം പൂച്ചയുടെ പാതയിൽ തന്ത്രപരമായി കെണികൾ സ്ഥാപിക്കുകയും ക്ലിക്കർ മെക്കാനിക്സ് ഉപയോഗിച്ച് അത് കാഴ്ചയിൽ നിന്ന് അപ്രത്യക്ഷമാകുന്നതിന് മുമ്പ് അതിനെ പിടികൂടുകയും ചെയ്യുക എന്നതാണ്.\n\nഈ ആകർഷകമായ ക്ലിക്കർ ഗെയിം തുടക്കക്കാർക്കും പരിചയസമ്പന്നരായ കളിക്കാർക്കും ഒരുപോലെ വൈവിധ്യമാർന്ന ബുദ്ധിമുട്ട് ലെവലുകൾ വാഗ്ദാനം ചെയ്യുന്നു. തുടക്കത്തിൽ, ഗെയിം ബോർഡിൽ സ്ഥാനം പിടിക്കാൻ നിങ്ങൾക്ക് നേരായ ക്ലിക്കർ ട്രാപ്പുകളുടെ ഒരു സെലക്ഷനിലേക്ക് ആക്സസ് ഉണ്ടായിരിക്കും. പൂച്ച തന്ത്രപൂർവ്വം പോയിൻ്റ് എയിൽ നിന്ന് ബി പോയിൻ്റിലേക്ക് നീങ്ങുമ്പോൾ, നിങ്ങളുടെ ലക്ഷ്യം അതിൻ്റെ വഴി മുൻകൂട്ടി കാണുകയും അതിനെ കെണിയിലാക്കാൻ ക്ലിക്കർ നിയന്ത്രണങ്ങൾ ഉപയോഗിച്ച് കെണികൾ സമർത്ഥമായി ക്രമീകരിക്കുകയും ചെയ്യുക എന്നതാണ്. എന്നിരുന്നാലും, പൂച്ചയുടെ അസാധാരണമായ ബുദ്ധിയെക്കുറിച്ചും നിങ്ങളുടെ നീക്കങ്ങൾ കൃത്യമായി ആസൂത്രണം ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടാൽ നിങ്ങളുടെ കെണികളെ മറികടക്കാനുള്ള അതിൻ്റെ കഴിവിനെക്കുറിച്ചും സൂക്ഷിക്കുക.\n\nക്യാച്ച് ദി ക്യാറ്റ് ഗെയിം അനന്തമായ വിനോദം വാഗ്ദാനം ചെയ്യുക മാത്രമല്ല, ക്ലിക്കർ പരിതസ്ഥിതിയിൽ നിങ്ങളുടെ യുക്തിസഹമായ ചിന്തയും പ്രശ്‌നപരിഹാര കഴിവുകളും വർദ്ധിപ്പിക്കുന്നതിനുള്ള മികച്ച അവസരമായും വർത്തിക്കുന്നു. സുഹൃത്തുക്കളുമായോ കുടുംബാംഗങ്ങളുമായോ ആവേശകരമായ ക്ലിക്കർ ഗെയിംപ്ലേ സെഷനുകളിൽ ഏർപ്പെടുക, നിങ്ങളുടെ കൗശലപൂർവം സ്ഥാപിച്ച കെണികൾ ഉപയോഗിച്ച് തന്ത്രശാലിയായ പൂച്ചയെ വിജയകരമായി മറികടക്കുന്നതിൻ്റെ സന്തോഷം ആസ്വദിക്കുക.\n\nഓർക്കുക, ഈ ക്ലിക്കർ ഗെയിമിലെ വിജയത്തിൻ്റെ താക്കോൽ പൂച്ചയുടെ രക്ഷപ്പെടൽ തടയുന്നതിലാണ്! ഇരുണ്ടതാക്കാൻ പാടുകളിൽ ക്ലിക്കുചെയ്യുമ്പോൾ വേഗത്തിലും കൃത്യമായും സൂക്ഷിക്കുക, പൂച്ചയ്ക്ക് തെന്നിമാറാൻ വഴിയില്ലെന്ന് ഉറപ്പാക്കുക.\n\n\"ക്യാച്ച് ദ ക്യാറ്റ്\" പൂച്ചകളെ ഇഷ്ടപ്പെടുന്നവർക്കും ക്ലിക്കർ പസിൽ ഫോർമാറ്റിൽ സന്തോഷകരമായ മാനസിക വെല്ലുവിളി ആസ്വദിക്കുന്നവർക്കും നൽകുന്നു. ഈ ഗെയിം ഒരു സങ്കീർണ്ണമായ ക്ലിക്കർ പസിൽ ആണ്, അത് വിജയത്തിലേക്ക് ഉയർന്നുവരാൻ നിങ്ങളുടെ പരമാവധി മാനസിക ശേഷി ആവശ്യപ്പെടുന്നു.\n\nഈ ക്ലിക്കർ ഗെയിമിലെ നിങ്ങളുടെ പ്രാഥമിക ലക്ഷ്യം പൂച്ചയെ അതിൻ്റെ പാതയിൽ തന്ത്രപരമായി ഇരുണ്ട വൃത്തങ്ങൾ സ്ഥാപിച്ച് ഗെയിം ഫീൽഡിനുള്ളിൽ ഒതുക്കുക എന്നതാണ്. നിങ്ങളുടെ ക്ലിക്കർ പ്ലാനിംഗ് കഴിവുകൾ പരീക്ഷിച്ചുകൊണ്ട്, നിങ്ങളുടെ കലാപരമായി രൂപകൽപ്പന ചെയ്ത തടസ്സങ്ങൾ ഒഴിവാക്കാൻ പൂച്ച ശ്രമിക്കുമെന്ന് പ്രതീക്ഷിക്കുക.\n\nക്ലിക്കർ ഗെയിംപ്ലേ ഒരു ടേൺ അധിഷ്‌ഠിത രീതിയിലാണ് മുന്നോട്ട് പോകുന്നത്, അവിടെ നിങ്ങൾ ആദ്യം നീങ്ങുന്നു, തുടർന്ന് അടുത്തുള്ള സെല്ലുകളിൽ ഒന്നിലേക്ക് നീങ്ങി രക്ഷപ്പെടാനുള്ള പൂച്ചയുടെ ശ്രമം. എല്ലാ സ്വതന്ത്ര സർക്കിളുകളും ഉപയോഗിക്കപ്പെടുന്നതുവരെ അല്ലെങ്കിൽ പൂച്ച നിങ്ങളുടെ പിടിയ്ക്കപ്പുറം ഓടിപ്പോകുന്നത് വരെ സൈക്കിൾ തുടരുന്നു.\n\nനിങ്ങളുടെ ക്ലിക്കർ കെണികൾ ഉപയോഗിച്ച് പൂച്ചയെ വലയം ചെയ്യുന്നതിൽ വിജയിക്കുക, നിങ്ങൾ വിജയിയായി കിരീടധാരണം ചെയ്യപ്പെടും! മറുവശത്ത്, പൂച്ച വഴുതിപ്പോവുകയാണെങ്കിൽ, ഭയപ്പെടേണ്ട, ഈ ക്ലിക്കർ ചലഞ്ചിൽ പുതുതായി ആരംഭിച്ച് വീണ്ടും ശ്രമിക്കാനുള്ള അവസരം നിങ്ങൾക്ക് ലഭിക്കും.\n\nCatch the Cat എന്നത് ക്ലാസിക് ഗണിത പസിൽ Quadraphage-ൻ്റെ ശ്രദ്ധേയമായ അനുരൂപമാണ്, ഒരു ക്ലിക്കർ ചലഞ്ചായി രൂപാന്തരപ്പെട്ടു, അവിടെ ഒരു തന്ത്രശാലിയായ പൂച്ച ഒരു ഷഡ്ഭുജ ബോർഡിൽ നിന്ന് രക്ഷപ്പെടാൻ ശ്രമിക്കുന്നു, ഓരോ നീക്കത്തിനും ശേഷവും ഒരു സെൽ തടഞ്ഞു, വെല്ലുവിളി തീവ്രമാക്കുന്നു.\n\nഅചഞ്ചലമായ നിശ്ചയദാർഢ്യത്തോടും തന്ത്രപരമായ മിടുക്കോടും കൂടി, ഈ മാസ്മരിക ക്ലിക്കർ ഗെയിം കീഴടക്കി, ഭയങ്കരനായ ഒരു പൂച്ച വേട്ടക്കാരനെന്ന നിലയിൽ നിങ്ങളുടെ കഴിവ് തെളിയിക്കുക. ഈ ആവേശകരമായ ക്ലിക്കർ സാഹസികതയിൽ ഏർപ്പെടുമ്പോൾ ഭാഗ്യം നിങ്ങളുടെ പക്ഷത്തായിരിക്കട്ടെ!",
    "mr": "कॅच द कॅट गेम हा एक आनंददायक आणि मनोरंजक क्लिकर गेम आहे जो तुम्हाला कुशल मांजरीच्या शिकारीच्या भूमिकेत विसर्जित करतो. तुम्ही या रोमांचकारी साहसाला सुरुवात करत असताना, तुमच्या पकडीतून सुटण्याचा निर्धार असलेल्या हुशार आणि मायावी मांजरीला मागे टाकण्याचे आव्हान तुमच्यासमोर असेल. मांजरीच्या मार्गावर रणनीतिकदृष्ट्या सापळे लावणे आणि क्लिकर मेकॅनिक्सचा वापर करून ती दृष्टीआड होण्यापूर्वी त्याला पकडणे हे तुमचे ध्येय आहे.\n\nहा मनमोहक क्लिकर गेम नवशिक्या आणि अनुभवी खेळाडू दोघांनाही पूर्ण करून, अडचणीच्या पातळीची विस्तृत श्रेणी ऑफर करतो. सुरुवातीला, तुम्हाला गेम बोर्डवर स्थान देण्यासाठी सरळ क्लिकर ट्रॅपच्या निवडीमध्ये प्रवेश असेल. मांजर धूर्तपणे बिंदू A वरून B कडे जात असताना, तुमचे उद्दिष्ट त्याच्या मार्गाचा अंदाज घेणे आणि त्याला पकडण्यासाठी क्लिकर नियंत्रणे वापरून चतुराईने सापळे व्यवस्थित करणे हे आहे. तथापि, मांजरीच्या अपवादात्मक बुद्धिमत्तेपासून सावध रहा आणि जर तुम्ही तुमच्या हालचालींची काटेकोरपणे योजना करण्यात अपयशी ठरलात तर तुमच्या सापळ्यांवर मात करण्याची तिची क्षमता.\n\nकॅच द कॅट गेम केवळ अंतहीन मनोरंजनाचे आश्वासन देत नाही तर क्लिकर वातावरणात तुमची तार्किक विचार आणि समस्या सोडवण्याची कौशल्ये वाढवण्याची एक उत्कृष्ट संधी देखील आहे. मित्र किंवा कुटुंबासह रोमांचक क्लिकर गेमप्ले सत्रांमध्ये व्यस्त रहा आणि आपल्या धूर्तपणे घातलेल्या सापळ्यांसह धूर्त मांजरीला यशस्वीरित्या मागे टाकण्याचा आनंद घ्या.\n\nलक्षात ठेवा, या क्लिकर गेममधील विजयाची गुरुकिल्ली मांजरीला पळून जाण्यापासून रोखण्यात आहे! मांजरीला जाण्यासाठी कोणताही मार्ग नसल्याची खात्री करून, डाग गडद करण्यासाठी त्यावर क्लिक करताच जलद आणि अचूक व्हा.\n\n\"कॅच द मांजर\" मांजराच्या उत्साही आणि क्लिकर पझल फॉरमॅटमध्ये आनंददायी मानसिक आव्हानाचा आनंद घेणाऱ्यांची पूर्तता करते. हा गेम एक क्लिष्ट क्लिकर कोडे आहे जो विजयी होण्यासाठी तुमच्या अत्यंत मानसिक पराक्रमाची मागणी करतो.\n\nया क्लिकर गेममधील तुमचे प्राथमिक उद्दिष्ट हे आहे की मांजरीला त्याच्या मार्गावर स्ट्रॅटेजिकली काळी वर्तुळे ठेवून गेम फील्डमध्ये मर्यादित ठेवणे. तुमच्या क्लिकर नियोजन कौशल्याची चाचणी घेऊन, मांजरीने तुमचे कलात्मकपणे डिझाइन केलेले अडथळे प्रयत्न करून ते टाळावे अशी अपेक्षा करा.\n\nक्लिकर गेमप्ले टर्न-आधारित रीतीने पुढे जातो, जिथे तुम्ही प्रथम तुमची हालचाल करता, त्यानंतर मांजरीने शेजारील एका सेलमध्ये जाऊन पळून जाण्याचा प्रयत्न केला. सर्व मुक्त मंडळे संपेपर्यंत किंवा मांजर तुमच्या आकलनाबाहेर पळून जाईपर्यंत हे चक्र चालू राहते.\n\nतुमच्या क्लिकर सापळ्यांनी मांजरीला घेरण्यात यशस्वी व्हा आणि तुम्हाला विजयाचा मुकुट देण्यात येईल! दुसरीकडे, मांजर निसटून जाण्यात व्यवस्थापित झाल्यास, घाबरू नका, कारण तुम्हाला या क्लिकर चॅलेंजमध्ये नव्याने सुरुवात करण्याची आणि पुन्हा प्रयत्न करण्याची संधी दिली जाईल.\n\nकॅच द कॅट हे क्वाड्राफेज या क्लासिक मॅथ पझलचे उल्लेखनीय रुपांतर आहे, क्लिकर चॅलेंजमध्ये रूपांतरित झाले आहे जेथे एक धूर्त मांजर हेक्सॅगॉन बोर्डमधून पळून जाण्याचा प्रयत्न करते, प्रत्येक हालचालीनंतर एक सेल अवरोधित केला जातो आणि ते आव्हान अधिक तीव्र करते.\n\nअटूट दृढनिश्चय आणि धोरणात्मक कौशल्याने, या मंत्रमुग्ध करणाऱ्या क्लिकर गेमवर विजय मिळवा आणि एक जबरदस्त मांजर शिकारी म्हणून तुमची क्षमता सिद्ध करा. तुम्ही या रोमांचक क्लिकर साहसाला सुरुवात करताना नशीब तुमच्या बाजूने असू द्या!",
    "ms": "Permainan Catch the Cat ialah permainan klik yang menggembirakan dan menghiburkan yang melibatkan anda dalam peranan pemburu kucing yang mahir. Semasa anda memulakan pengembaraan yang mendebarkan ini, anda akan menghadapi cabaran untuk mengecoh seekor kucing yang bijak dan sukar difahami yang bertekad untuk melarikan diri daripada genggaman anda. Misi anda adalah untuk meletakkan perangkap secara strategik di sepanjang laluan kucing dan menangkapnya sebelum ia hilang dari pandangan menggunakan mekanik clicker.\n\nPermainan clicker yang menawan ini menawarkan pelbagai tahap kesukaran, memenuhi keperluan pemain baru dan berpengalaman. Pada mulanya, anda akan mempunyai akses kepada pilihan perangkap klik yang mudah untuk diletakkan pada papan permainan. Semasa kucing licik bergerak dari titik A ke titik B, objektif anda adalah untuk menjangka laluannya dan bijak mengatur perangkap menggunakan kawalan klik untuk menjeratnya. Walau bagaimanapun, berhati-hati dengan kecerdasan luar biasa kucing dan keupayaannya untuk mengatasi perangkap anda jika anda gagal merancang pergerakan anda dengan teliti.\n\nCatch the Cat Game bukan sahaja menjanjikan hiburan yang tidak berkesudahan tetapi juga berfungsi sebagai peluang terbaik untuk meningkatkan pemikiran logik dan kemahiran menyelesaikan masalah anda dalam persekitaran yang lebih klik. Terlibat dalam sesi permainan clicker yang menarik bersama rakan atau keluarga dan nikmati kegembiraan kerana berjaya mengakali kucing licik dengan perangkap licik anda.\n\nIngat, kunci kemenangan dalam permainan clicker ini terletak pada menghalang kucing melarikan diri! Cepat dan tepat semasa anda mengklik pada bintik-bintik untuk menggelapkannya, memastikan kucing tidak mempunyai laluan untuk menyelinap.\n\n\"Catch the Cat\" memenuhi keperluan peminat kucing dan mereka yang menikmati cabaran mental yang menggembirakan dalam format teka-teki klik. Permainan ini adalah teka-teki klik yang rumit yang menuntut kehebatan mental anda untuk muncul sebagai pemenang.\n\nObjektif utama anda dalam permainan clicker ini adalah untuk mengurung kucing dalam medan permainan dengan meletakkan bulatan gelap secara strategik di sepanjang laluannya. Jangkakan kucing untuk mencuba dan mengelakkan halangan anda yang direka dengan penuh seni, menguji kemahiran perancangan clicker anda.\n\nPermainan clicker diteruskan dengan cara berasaskan giliran, di mana anda bergerak dahulu, diikuti dengan percubaan kucing untuk melarikan diri dengan berpindah ke salah satu sel bersebelahan. Kitaran berterusan sehingga semua bulatan bebas habis digunakan atau kucing berjaya melarikan diri di luar genggaman anda.\n\nBerjaya mengepung kucing dengan perangkap clicker anda, dan anda akan dinobatkan sebagai pemenang! Sebaliknya, jika kucing itu berjaya melarikan diri, jangan takut, kerana anda akan diberi peluang untuk memulakan semula cabaran clicker ini dan cuba lagi.\n\nCatch the Cat ialah adaptasi luar biasa dari teka-teki matematik klasik Quadraphage, berubah menjadi cabaran clicker di mana seekor kucing yang licik berusaha untuk melarikan diri dari papan heksagon, dengan satu sel disekat selepas setiap pergerakan, memperhebatkan cabaran.\n\nDengan keazaman yang tidak berbelah bahagi dan ketajaman strategik, takluki permainan clicker yang memukau ini dan buktikan keberanian anda sebagai pemburu kucing yang hebat. Semoga nasib menyebelahi anda semasa anda memulakan pengembaraan clicker yang menarik ini!",
    "nl": "Catch the Cat Game is een opwindend en vermakelijk clickerspel dat je onderdompelt in de rol van een bekwame kattenjager. Terwijl je aan dit spannende avontuur begint, word je geconfronteerd met de uitdaging om een ​​slimme en ongrijpbare kat te slim af te zijn die vastbesloten is om je greep te ontwijken. Je missie is om strategisch vallen langs het pad van de kat te plaatsen en hem te vangen voordat hij uit het zicht verdwijnt met behulp van clickermechanismen.\n\nDit boeiende clickerspel biedt een breed scala aan moeilijkheidsgraden, geschikt voor zowel beginners als ervaren spelers. In eerste instantie heb je toegang tot een selectie van eenvoudige clickervallen om op het spelbord te plaatsen. Terwijl de kat sluw van punt A naar punt B beweegt, is het jouw doel om zijn route te anticiperen en de vallen slim te rangschikken met behulp van clickerbedieningen om hem te vangen. Pas echter op voor de uitzonderlijke intelligentie van de kat en zijn vermogen om je vallen te slim af te zijn als je je bewegingen niet nauwkeurig plant.\n\nCatch the Cat Game belooft niet alleen eindeloos entertainment, maar is ook een uitstekende gelegenheid om je logische denkvermogen en probleemoplossende vaardigheden te verbeteren in een clickeromgeving. Doe mee aan spannende clickergameplaysessies met vrienden of familie en geniet van de vreugde van het succesvol te slim af zijn van de sluwe kat met je slim geplaatste vallen.\n\nVergeet niet dat de sleutel tot de overwinning in dit clickerspel ligt in het voorkomen dat de kat ontsnapt! Wees snel en precies als je op de plekken klikt om ze donkerder te maken, zodat de kat geen weg kan glippen.\n\n\"Catch the Cat\" is bedoeld voor kattenliefhebbers en voor degenen die genieten van een heerlijke mentale uitdaging in een clickerpuzzelformaat. Dit spel is een ingewikkelde clickerpuzzel die je uiterste mentale bekwaamheid vereist om zegevierend tevoorschijn te komen.\n\nJe primaire doel in dit clickerspel is om de kat binnen het speelveld te houden door strategisch donkere cirkels langs zijn pad te plaatsen. Verwacht dat de kat probeert je kunstig ontworpen obstakels te vermijden, waardoor je clickerplanningsvaardigheden op de proef worden gesteld.\n\nDe clicker-gameplay verloopt op turn-based wijze, waarbij jij als eerste je zet doet, gevolgd door de poging van de kat om te ontsnappen door naar een van de aangrenzende cellen te gaan. De cyclus gaat door totdat alle vrije cirkels zijn gebruikt of de kat erin slaagt om buiten je bereik te vluchten.\n\nSlaag erin om de kat te omsingelen met je clickervallen en je wordt gekroond tot winnaar! Aan de andere kant, als de kat erin slaagt om weg te glippen, vrees dan niet, want je krijgt de kans om opnieuw te beginnen in deze clicker-uitdaging en het opnieuw te proberen.\n\nCatch the Cat is een opmerkelijke aanpassing van de klassieke wiskundige puzzel Quadraphage, getransformeerd in een clicker-uitdaging waarbij een sluwe kat probeert te ontsnappen van een hexagonbord, waarbij na elke zet een cel wordt geblokkeerd, wat de uitdaging intenser maakt.\n\nMet onwrikbare vastberadenheid en strategisch inzicht, verover je dit betoverende clickerspel en bewijs je je moed als een geduchte kattenjager. Moge het geluk aan jouw kant staan ​​als je aan dit opwindende clickeravontuur begint!",
    "no": "Catch the Cat Game er et spennende og underholdende klikkerspill som fordyper deg i rollen som en dyktig kattejeger. Når du begir deg ut på dette spennende eventyret, vil du møte utfordringen med å overliste en smart og unnvikende katt som er fast bestemt på å unngå grepet ditt. Oppdraget ditt er å strategisk plassere feller langs kattens vei og fange den før den forsvinner fra syne ved hjelp av klikkermekanikk.\n\nDette fengslende klikkerspillet tilbyr et bredt spekter av vanskelighetsgrader, både for nybegynnere og erfarne spillere. Til å begynne med vil du ha tilgang til et utvalg enkle klikkerfeller å plassere på spillebrettet. Når katten på snedig vis beveger seg fra punkt A til punkt B, er målet ditt å forutse ruten og ordne fellene på en smart måte ved hjelp av klikkerkontroller for å fange den. Vær imidlertid oppmerksom på kattens eksepsjonelle intelligens og dens evne til å utmanøvrere fellene dine hvis du ikke klarer å planlegge bevegelsene dine nøye.\n\nCatch the Cat Game lover ikke bare endeløs underholdning, men fungerer også som en utmerket mulighet til å forbedre din logiske tenkning og problemløsningsferdigheter i et klikkermiljø. Delta i spennende klikkerspilløkter med venner eller familie, og nyt gleden av å overliste den listige katten med de listige fellene dine.\n\nHusk at nøkkelen til seier i dette klikkerspillet ligger i å forhindre kattens rømming! Vær rask og presis når du klikker på flekkene for å gjøre dem mørkere, og sørg for at katten ikke har noen vei å slippe gjennom.\n\n\"Catch the Cat\" henvender seg til katteentusiaster og de som liker en herlig mental utfordring i et klikkerpuslespillformat. Dette spillet er et intrikat klikkerpuslespill som krever din ytterste mentale dyktighet for å komme triumferende ut.\n\nDitt primære mål i dette klikkerspillet er å begrense katten innenfor spillfeltet ved å strategisk plassere mørke sirkler langs banen. Forvent at katten prøver å unngå dine kunstferdig utformede hindringer, og setter klikkerplanleggingsferdighetene dine på prøve.\n\nKlikkerspillingen fortsetter på en turbasert måte, hvor du gjør ditt trekk først, etterfulgt av kattens forsøk på å rømme ved å flytte til en av de tilstøtende cellene. Syklusen fortsetter til alle frie sirkler er brukt opp eller katten klarer å flykte utenfor din rekkevidde.\n\nLykkes med å omringe katten med klikkerfellene dine, og du skal bli kronet som vinneren! På den annen side, hvis katten klarer å slippe unna, vær ikke redd, for du vil få sjansen til å starte på nytt i denne klikkerutfordringen og prøve igjen.\n\nCatch the Cat er en bemerkelsesverdig tilpasning av det klassiske matematikkpuslespillet Quadraphage, forvandlet til en klikkerutfordring der en listig katt forsøker å rømme fra et sekskantbrett, med en celle som blokkeres etter hvert trekk, noe som forsterker utfordringen.\n\nMed urokkelig besluttsomhet og strategisk skarpsindighet, erobre dette fascinerende klikkerspillet og bevis at du er en formidabel kattejeger. Må lykken være på din side når du legger ut på dette spennende klikkereventyret!",
    "pl": "Catch the Cat Game to ekscytująca i zabawna gra typu clicker, która pozwala wcielić się w rolę doświadczonego łowcy kotów. Podczas tej ekscytującej przygody staniesz przed wyzwaniem przechytrzenia sprytnego i nieuchwytnego kota, który chce wymknąć się spod kontroli. Twoim zadaniem jest strategiczne rozstawianie pułapek na drodze kota i złapanie go, zanim zniknie z pola widzenia, korzystając z mechaniki clickera.\n\nTa wciągająca gra typu clicker oferuje szeroki zakres poziomów trudności, zarówno dla początkujących, jak i doświadczonych graczy. Początkowo będziesz mieć dostęp do zestawu prostych pułapek typu clicker, które możesz umieścić na planszy gry. Gdy kot przebiegle przemieszcza się z punktu A do punktu B, Twoim celem jest przewidzenie jego trasy i sprytne rozstawienie pułapek za pomocą sterowania clickerem, aby go złapać. Uważaj jednak na wyjątkową inteligencję kota i jego zdolność do wymanewrowania Twoich pułapek, jeśli nie zaplanujesz dokładnie swoich ruchów.\n\nGra Catch the Cat nie tylko obiecuje niekończącą się rozrywkę, ale także stanowi doskonałą okazję do rozwijania umiejętności logicznego myślenia i rozwiązywania problemów w środowisku klikerowym. Weź udział w ekscytujących sesjach gry klikerowej ze znajomymi lub rodziną i ciesz się radością z przechytrzenia przebiegłego kota za pomocą sprytnie zastawionych pułapek.\n\nPamiętaj, że kluczem do zwycięstwa w tej grze klikerowej jest uniemożliwienie kotu ucieczki! Bądź szybki i precyzyjny, klikając w punkty, aby je przyciemnić, upewniając się, że kot nie będzie miał drogi, przez którą mógłby się prześlizgnąć.\n\n„Catch the Cat” jest przeznaczona dla miłośników kotów i tych, którzy lubią przyjemne wyzwania umysłowe w formacie łamigłówki klikerowej. Ta gra to skomplikowana łamigłówka klikerowa, która wymaga od Ciebie najwyższej sprawności umysłowej, aby wyjść z niej zwycięsko.\n\nTwoim głównym celem w tej grze klikerowej jest ograniczenie kota w polu gry poprzez strategiczne umieszczanie ciemnych okręgów na jego drodze. Spodziewaj się, że kot spróbuje uniknąć Twoich pomysłowo zaprojektowanych przeszkód, wystawiając na próbę Twoje umiejętności planowania klikerowego.\n\nRozgrywka w kliker przebiega w turach, w których najpierw wykonujesz swój ruch, a następnie kot próbuje uciec, przemieszczając się do jednego z sąsiednich pól. Cykl trwa, dopóki wszystkie wolne okręgi nie zostaną wykorzystane lub kotu nie uda się uciec poza zasięg.\n\nOkrąż kota pułapkami klikerowymi, a zostaniesz ogłoszony zwycięzcą! Z drugiej strony, jeśli kotu uda się uciec, nie obawiaj się, ponieważ otrzymasz szansę na rozpoczęcie od nowa w tym wyzwaniu klikerowym i ponowną próbę.\n\nCatch the Cat to niezwykła adaptacja klasycznej łamigłówki matematycznej Quadraphage, przekształcona w wyzwanie klikerowe, w którym przebiegły kot próbuje uciec z planszy sześciokątnej, a jedno pole jest blokowane po każdym ruchu, co nasila wyzwanie.\n\nDzięki niezachwianej determinacji i strategicznemu zmysłowi pokonaj tę fascynującą grę klikerową i udowodnij, że jesteś groźnym łowcą kotów. Niech szczęście będzie po twojej stronie, gdy wyruszysz na tę ekscytującą przygodę klikerową!",
    "pt_BR": "Catch the Cat Game é um jogo de clicker emocionante e divertido que o coloca no papel de um caçador de gatos habilidoso. Ao embarcar nessa aventura emocionante, você enfrentará o desafio de enganar um gato inteligente e esquivo, determinado a escapar de suas garras. Sua missão é colocar armadilhas estrategicamente ao longo do caminho do gato e capturá-lo antes que ele desapareça de vista usando a mecânica do clicker.\n\nEste jogo de clicker cativante oferece uma ampla gama de níveis de dificuldade, atendendo tanto a iniciantes quanto a jogadores experientes. Inicialmente, você terá acesso a uma seleção de armadilhas de clicker simples para posicionar no tabuleiro de jogo. Conforme o gato se move astutamente do ponto A ao ponto B, seu objetivo é antecipar sua rota e organizar as armadilhas de forma inteligente usando os controles do clicker para prendê-lo. No entanto, tome cuidado com a inteligência excepcional do gato e sua capacidade de manobrar melhor que suas armadilhas se você não planejar meticulosamente seus movimentos.\n\nO jogo Catch the Cat não só promete entretenimento sem fim, mas também serve como uma excelente oportunidade para aprimorar seu pensamento lógico e habilidades de resolução de problemas em um ambiente de clicker. Participe de emocionantes sessões de jogo de clicker com amigos ou familiares e aproveite a alegria de enganar com sucesso o gato astuto com suas armadilhas habilmente preparadas.\n\nLembre-se, a chave para a vitória neste jogo de clicker está em impedir a fuga do gato! Seja rápido e preciso ao clicar nos pontos para escurecê-los, garantindo que o gato não tenha nenhuma rota para escapar.\n\n\"Catch the Cat\" atende aos entusiastas de felinos e aqueles que gostam de um desafio mental delicioso em um formato de quebra-cabeça de clicker. Este jogo é um quebra-cabeça de clicker intrincado que exige sua máxima destreza mental para emergir triunfante.\n\nSeu objetivo principal neste jogo de clicker é confinar o gato dentro do campo de jogo, colocando círculos escuros estrategicamente ao longo de seu caminho. Espere que o gato tente evitar seus obstáculos artisticamente projetados, colocando suas habilidades de planejamento de clicker à prova.\n\nA jogabilidade do clicker prossegue de forma baseada em turnos, onde você faz seu movimento primeiro, seguido pela tentativa do gato de escapar movendo-se para uma das células adjacentes. O ciclo continua até que todos os círculos livres sejam usados ​​ou o gato consiga fugir além do seu alcance.\n\nConsiga cercar o gato com suas armadilhas de clicker e você será coroado o vencedor! Por outro lado, se o gato conseguir escapar, não tema, pois você terá a chance de começar do zero neste desafio de clicker e tentar novamente.\n\nCatch the Cat é uma adaptação notável do quebra-cabeça matemático clássico Quadraphage, transformado em um desafio de clicker onde um gato astuto se esforça para escapar de um tabuleiro hexagonal, com uma célula sendo bloqueada após cada movimento, intensificando o desafio.\n\nCom determinação inabalável e perspicácia estratégica, conquiste este jogo de clicker hipnotizante e prove sua coragem como um formidável caçador de gatos. Que a sorte esteja do seu lado ao embarcar nesta emocionante aventura de clicker!",
    "pt_PT": "Catch the Cat Game é um jogo clicker emocionante e divertido que o coloca no papel de um habilidoso caçador de gatos. Ao embarcar nesta emocionante aventura, irá enfrentar o desafio de enganar um gato inteligente e esquivo determinado a escapar do seu alcance. A sua missão é colocar armadilhas estrategicamente ao longo do caminho do gato e apreendê-lo antes que desapareça de vista usando a mecânica do clicker.\n\nEste cativante jogo clicker oferece uma vasta gama de níveis de dificuldade, atendendo tanto a jogadores principiantes como a jogadores experientes. Inicialmente, terá acesso a uma seleção de armadilhas simples para posicionar no tabuleiro de jogo. À medida que o gato se move habilmente do ponto A para o ponto B, o seu objetivo é antecipar a sua rota e organizar as armadilhas de forma inteligente, utilizando controlos clicker para o prender. No entanto, tenha cuidado com a inteligência excecional do gato e com a sua capacidade de superar as suas armadilhas se não planear meticulosamente os seus movimentos.\n\nO jogo Catch the Cat não só promete entretenimento interminável, como também serve como uma excelente oportunidade para melhorar o seu raciocínio lógico e as suas capacidades de resolução de problemas num ambiente clicker. Participe em emocionantes sessões de jogo clicker com amigos ou familiares e saboreie a alegria de enganar o gato astuto com as suas armadilhas astuciosamente preparadas.\n\nLembre-se, a chave para a vitória neste jogo clicker está em impedir a fuga do gato! Seja rápido e preciso ao clicar nos pontos para os escurecer, garantindo que o gato não tem forma de escapar.\n\n\"Catch the Cat\" vai ao encontro dos entusiastas dos felinos e daqueles que gostam de um delicioso desafio mental em formato de puzzle clicker. Este jogo é um intrincado puzzle clicker que exige o máximo da sua capacidade mental para emergir triunfante.\n\nO seu principal objetivo neste jogo clicker é confinar o gato dentro do campo de jogo, colocando estrategicamente círculos escuros ao longo do seu caminho. Espere que o gato tente evitar os seus obstáculos habilmente concebidos, colocando à prova as suas capacidades de planeamento do clicker.\n\nA jogabilidade do clicker prossegue por turnos, onde fazes o teu movimento primeiro, seguido pela tentativa do gato de escapar movendo-se para uma das células adjacentes. O ciclo continua até que todos os círculos livres se esgotem ou o gato consiga fugir do seu alcance.\n\nConsiga cercar o gato com as suas armadilhas clicker e será coroado vencedor! Por outro lado, se o gato conseguir escapar, não tema, pois terá a hipótese de começar de novo neste desafio clicker e tentar novamente.\n\nCatch the Cat é uma adaptação notável do clássico puzzle matemático Quadraphage, transformado num desafio clicker onde um gato astuto tenta escapar de um tabuleiro hexagonal, com uma célula a ser bloqueada após cada movimento, intensificando o desafio.\n\nCom uma determinação inabalável e perspicácia estratégica, conquiste este hipnotizante jogo clicker e prove a sua coragem como um formidável caçador de gatos. Que a sorte esteja do seu lado ao embarcar nesta emocionante aventura clicker!",
    "ro": "Catch the Cat Game este un joc de clic captivant și distractiv care te cufundă în rolul unui vânător de pisici priceput. Pe măsură ce porniți în această aventură palpitantă, vă veți confrunta cu provocarea de a depăși o pisică inteligentă și evazivă, hotărâtă să vă eludeze strânsoarea. Misiunea ta este să plasezi strategic capcane de-a lungul căii pisicii și să o prinzi înainte ca aceasta să dispară din vedere folosind mecanica clicker.\n\nAcest joc captivant cu clicuri oferă o gamă largă de niveluri de dificultate, găzduind atât jucătorii începători, cât și experimentați. Inițial, veți avea acces la o selecție de capcane simple cu clic pe care să le poziționați pe tabla de joc. Pe măsură ce pisica se deplasează cu viclenie de la punctul A la punctul B, obiectivul tău este să-i anticipezi traseul și să aranjezi inteligent capcanele folosind comenzile cu clic pentru a o capta. Cu toate acestea, ferește-te de inteligența excepțională a pisicii și de capacitatea sa de a-ți depăși capcanele dacă nu reușești să-ți planifici meticulos mișcările.\n\nCatch the Cat Game nu numai că promite divertisment nesfârșit, dar servește și ca o oportunitate excelentă de a vă îmbunătăți gândirea logică și abilitățile de rezolvare a problemelor într-un mediu de clic. Angajați-vă în sesiuni de joc incitante cu clicuri cu prietenii sau familia și bucurați-vă de bucuria de a depăși cu succes pisica vicleană cu capcanele tale întinse cu viclenie.\n\nAmintiți-vă, cheia victoriei în acest joc de clic constă în prevenirea evadării pisicii! Fiți rapid și precis în timp ce faceți clic pe pete pentru a le întuneca, asigurându-vă că pisica nu are nicio cale prin care să se strecoare.\n\n„Catch the Cat” se adresează pasionaților de feline și celor care se bucură de o provocare mentală încântătoare într-un format de puzzle cu clic. Acest joc este un puzzle cu clicuri complicat care necesită cea mai mare pricepere mentală pentru a ieși triumfător.\n\nObiectivul dvs. principal în acest joc de clic este de a limita pisica în câmpul de joc, plasând strategic cearcănele de-a lungul căii sale. Așteaptă-te ca pisica să încerce să evite obstacolele tale concepute cu artă, punând la încercare abilitățile tale de planificare cu clicker.\n\nJocul cu clic se desfășoară pe rând, în care tu faci mai întâi mișcarea, urmată de încercarea pisicii de a scăpa deplasându-se la una dintre celulele adiacente. Ciclul continuă până când toate cercurile libere sunt epuizate sau pisica reușește să fugă dincolo de mâna ta.\n\nReușește să încercuiești pisica cu capcanele tale cu clic și vei fi încoronat învingător! Pe de altă parte, dacă pisica reușește să alunece, nu vă temeți, pentru că vi se va oferi șansa de a începe din nou în această provocare cu clic și de a încerca din nou.\n\nCatch the Cat este o adaptare remarcabilă a puzzle-ului matematic clasic Quadraphage, transformată într-o provocare cu clic în care o pisică vicleană încearcă să scape de pe o placă hexagonală, o celulă fiind blocată după fiecare mișcare, intensificând provocarea.\n\nCu hotărâre neclintită și perspicacitate strategică, cucerește acest joc de clic fascinant și dovedește-ți curajul ca un vânător de pisici formidabil. Fie ca norocul să fie de partea ta în timp ce te îmbarcă în această aventură captivantă cu clicker!",
    "ru": "Catch the Cat Game — это захватывающая и увлекательная игра-кликер, которая погружает вас в роль опытного охотника на кошек. Когда вы отправитесь в это захватывающее приключение, вам предстоит перехитрить умного и неуловимого кота, который полон решимости ускользнуть от вас. Ваша миссия — стратегически расставить ловушки вдоль пути кота и поймать его, прежде чем он исчезнет из виду, используя механику кликера.\n\nЭта захватывающая игра-кликер предлагает широкий спектр уровней сложности, подходящих как для новичков, так и для опытных игроков. Изначально у вас будет доступ к выбору простых ловушек-кликеров для размещения на игровом поле. Пока кот ловко перемещается из точки А в точку Б, ваша цель — предугадать его маршрут и ловко расставить ловушки, используя элементы управления кликера, чтобы поймать его. Однако остерегайтесь исключительного интеллекта кота и его способности перехитрить ваши ловушки, если вы не сможете тщательно спланировать свои действия.\n\nИгра «Поймай кота» не только обещает бесконечное развлечение, но и служит прекрасной возможностью улучшить свое логическое мышление и навыки решения проблем в среде кликера. Участвуйте в захватывающих игровых сеансах кликера с друзьями или семьей и наслаждайтесь радостью успешного перехитрить хитрого кота с помощью ваших хитроумно расставленных ловушек.\n\nПомните, ключ к победе в этой игре-кликере заключается в том, чтобы не дать коту сбежать! Будьте быстры и точны, нажимая на пятна, чтобы затемнить их, гарантируя, что у кота не будет пути проскользнуть.\n\n«Поймай кота» рассчитана на любителей кошек и тех, кто любит восхитительные умственные испытания в формате кликера-головоломки. Эта игра представляет собой сложную головоломку-кликер, которая требует от вас максимальной умственной отваги, чтобы выйти победителем.\n\nВаша главная цель в этой игре-кликере — ограничить кота в пределах игрового поля, стратегически размещая темные круги вдоль его пути. Ожидайте, что кот попытается избежать ваших искусно спроектированных препятствий, проверяя ваши навыки планирования кликера.\n\nГеймплей кликера происходит пошагово, где вы делаете свой ход первым, а затем кошка пытается сбежать, переместившись в одну из соседних клеток. Цикл продолжается до тех пор, пока все свободные круги не будут использованы или пока кошка не ускользнет от вас.\n\nУспешно окружите кошку своими кликерными ловушками, и вы будете коронованы победителем! С другой стороны, если кошке удастся ускользнуть, не бойтесь, потому что у вас будет шанс начать заново в этом кликерном испытании и попробовать еще раз.\n\nCatch the Cat — это замечательная адаптация классической математической головоломки Quadraphage, преобразованная в кликерное испытание, в котором хитрый кот пытается сбежать с шестиугольной доски, при этом одна клетка блокируется после каждого хода, что усложняет задачу.\n\nС непоколебимой решимостью и стратегической проницательностью покорите эту завораживающую кликерную игру и докажите свою храбрость грозного охотника на кошек. Пусть удача будет на вашей стороне, когда вы отправитесь в это захватывающее кликерное приключение!",
    "sk": "Catch the Cat Game je vzrušujúca a zábavná klikačka, ktorá vás vtiahne do úlohy skúseného lovca mačiek. Keď sa vydáte na toto napínavé dobrodružstvo, budete čeliť výzve prekabátiť šikovnú a nepolapiteľnú mačku, ktorá je odhodlaná uniknúť vám z dosahu. Vašou úlohou je strategicky umiestniť pasce pozdĺž cesty mačky a zachytiť ju skôr, než zmizne z dohľadu pomocou klikrovacej mechaniky.\n\nTáto podmanivá klikacia hra ponúka širokú škálu úrovní obtiažnosti, ktorá uspokojí začiatočníkov aj skúsených hráčov. Spočiatku budete mať prístup k výberu jednoduchých klikačov, ktoré môžete umiestniť na herný plán. Keď sa mačka prefíkane pohybuje z bodu A do bodu B, vaším cieľom je predvídať jej trasu a šikovne usporiadať pasce pomocou klikrovacích ovládačov, aby ste ju chytili. Dajte si však pozor na výnimočnú inteligenciu mačky a jej schopnosť vymanévrovať vaše pasce, ak sa vám nepodarí precízne naplánovať pohyby.\n\nHra Catch the Cat nielenže sľubuje nekonečnú zábavu, ale slúži aj ako vynikajúca príležitosť na zlepšenie vášho logického myslenia a schopnosti riešiť problémy v prostredí kliknutia. Zapojte sa do vzrušujúcich klikacích herných sedení s priateľmi alebo rodinou a vychutnajte si radosť z úspešného prekabátenia prefíkanej mačky pomocou vašich prefíkane nastražených pascí.\n\nPamätajte si, že kľúč k víťazstvu v tejto klikacej hre spočíva v zabránení úteku mačky! Buďte rýchli a presní, keď kliknete na škvrny, aby ste ich stmavili, čím sa zabezpečí, že mačka nemá žiadnu cestu, ktorou by sa mohla prešmyknúť.\n\n\"Chyť mačku\" je určený pre nadšencov mačiek a tých, ktorí si užívajú príjemnú duševnú výzvu vo formáte klikacieho puzzle. Táto hra je zložitou klikacou hádankou, ktorá vyžaduje vašu maximálnu duševnú zdatnosť, aby ste sa stali víťazom.\n\nVaším hlavným cieľom v tejto klikacej hre je obmedziť mačku v hernom poli strategickým umiestnením tmavých kruhov pozdĺž jej cesty. Očakávajte, že sa mačka pokúsi vyhnúť vašim rafinovane navrhnutým prekážkam, čím otestuje vaše schopnosti plánovania klikov.\n\nKlikačka prebieha ťahovým spôsobom, kde najskôr urobíte ťah, po ktorom nasleduje pokus mačky o útek presunom do jednej zo susedných buniek. Cyklus pokračuje, kým sa nevyčerpajú všetky voľné kruhy alebo kým sa mačke nepodarí utiecť mimo váš dosah.\n\nUspejte v obkľúčení mačky pomocou svojich klikrovacích pascí a budete korunovaní za víťaza! Na druhej strane, ak sa mačke podarí utiecť, nebojte sa, pretože budete mať možnosť začať odznova v tejto klikacej výzve a skúsiť to znova.\n\nChyť mačku je pozoruhodná adaptácia klasickej matematickej hádanky Quadraphage, premenená na klikačku, kde sa prefíkaná mačka snaží uniknúť zo šesťuholníkovej dosky, pričom po každom ťahu je jedna bunka zablokovaná, čím sa táto výzva ešte zintenzívni.\n\nS neochvejným odhodlaním a strategickou prezieravosťou dobyjte túto fascinujúcu klikačku a ukážte svoju odvahu ako impozantný lovec mačiek. Nech je šťastie na vašej strane, keď sa vydáte na toto vzrušujúce klikacie dobrodružstvo!",
    "sl": "Catch the Cat Game je vznemirljiva in zabavna kliker igra, ki vas potopi v vlogo spretnega lovca na mačke. Ko se boste podali na to vznemirljivo pustolovščino, se boste soočili z izzivom, kako prelisičiti pametno in izmuzljivo mačko, ki je odločena, da se vam izmuzne. Vaša naloga je strateško postaviti pasti vzdolž mačje poti in jo prijeti, preden izgine izpred oči, z uporabo mehanike klikov.\n\nTa očarljiva kliker igra ponuja široko paleto težavnostnih stopenj in je primerna tako za začetnike kot za izkušene igralce. Na začetku boste imeli dostop do izbire enostavnih pasti za klike, ki jih boste postavili na igralno ploščo. Ko se mačka premeteno premakne od točke A do točke B, je vaš cilj predvideti njeno pot in premeteno razporediti pasti s pomočjo krmilnih elementov za klikanje, da jo ujamete. Vendar bodite pozorni na mačjino izjemno inteligenco in njeno sposobnost, da izigra vaše pasti, če vam ne uspe natančno načrtovati svojih potez.\n\nIgra Catch the Cat ne obljublja samo neskončne zabave, ampak služi tudi kot odlična priložnost za izboljšanje logičnega razmišljanja in spretnosti reševanja problemov v okolju klikarjev. Vključite se v razburljivo igranje klikerjev s prijatelji ali družino in uživajte v veselju uspešnega prelisičenja pretkane mačke s svojimi premeteno postavljenimi pastmi.\n\nNe pozabite, da je ključ do zmage v tej kliker igri preprečiti mačkin pobeg! Bodite hitri in natančni, ko kliknete na mesta, da jih zatemnite, s čimer zagotovite, da mačka nima poti, skozi katero bi lahko zdrsnila.\n\n\"Catch the Cat\" je namenjen mačjim navdušencem in tistim, ki uživajo v čudovitem miselnem izzivu v obliki uganke s kliki. Ta igra je zapletena uganka s kliki, ki zahteva vašo največjo miselno moč, da zmagate.\n\nVaš glavni cilj v tej kliker igri je omejiti mačko znotraj igralnega polja s strateškim postavljanjem temnih krogov vzdolž njene poti. Pričakujte, da se bo mačka poskušala izogniti vašim umetelno oblikovanim oviram in tako preizkusila vaše sposobnosti načrtovanja s klikerji.\n\nIgranje s klikerji poteka po korakih, kjer najprej naredite svojo potezo, čemur sledi mačji poskus pobega tako, da se premakne v eno od sosednjih celic. Cikel se nadaljuje, dokler niso porabljeni vsi prosti krogi ali dokler mački ne uspe pobegniti izven vašega dosega.\n\nUspelo vam je obkrožiti mačko s svojimi kliker pastmi in okronali boste zmagovalca! Po drugi strani pa, če se mački uspe izmuzniti, ne bojte se, saj boste imeli priložnost, da začnete znova v tem kliker izzivu in poskusite znova.\n\nCatch the Cat je izjemna prilagoditev klasične matematične uganke Quadraphage, spremenjene v izziv s klikanjem, kjer si pretkana mačka prizadeva pobegniti s šesterokotne plošče, pri čemer se po vsaki potezi blokira ena celica, kar še poveča izziv.\n\nZ neomajno odločnostjo in strateško bistroumnostjo premagajte to očarljivo igro s klikanjem in dokažite svojo hrabrost kot izjemen lovec na mačke. Naj bo sreča na vaši strani, ko se podajate na to razburljivo pustolovščino s klikerji!",
    "sr": "Цатцх тхе Цат Гаме је узбудљива и забавна кликер игра која вас урања у улогу вештог ловца на мачке. Док се упуштате у ову узбудљиву авантуру, суочићете се са изазовом да надмудрите паметну и неухватљиву мачку одлучну да вам измакне. Ваша мисија је да стратешки поставите замке дуж мачијег пута и ухватите је пре него што нестане из вида помоћу механике кликера.\n\nОва задивљујућа игра са кликерима нуди широк спектар нивоа тежине, погодна и за почетнике и за искусне играче. У почетку ћете имати приступ избору једноставних кликера за позиционирање на табли за игру. Док се мачка лукаво креће од тачке А до тачке Б, ваш циљ је да предвидите њен пут и паметно уредите замке користећи контроле кликера да бисте је ухватили у замку. Међутим, чувајте се изузетне интелигенције мачке и њене способности да надмудри ваше замке ако не успете да пажљиво испланирате своје потезе.\n\nИгра Цатцх тхе Цат не само да обећава бескрајну забаву, већ служи и као одлична прилика да побољшате своје логичко размишљање и вештине решавања проблема у окружењу кликера. Укључите се у узбудљиве сесије играња кликера са пријатељима или породицом и уживајте у радости успешног надмудривања лукаве мачке својим лукаво постављеним замкама.\n\nЗапамтите, кључ победе у овој игри кликера лежи у спречавању бекства мачке! Будите брзи и прецизни док кликнете на тачке да бисте их потамнили, осигуравајући да мачка нема пут да се провуче.\n\n„Ухвати мачку“ је намењен љубитељима мачака и онима који уживају у дивном менталном изазову у формату кликер слагалице. Ова игра је замршена слагалица која захтева вашу највећу менталну снагу да бисте изашли као тријумфални.\n\nВаш примарни циљ у овој кликер игрици је да ограничите мачку у поље игре стратешким постављањем тамних кругова дуж њеног пута. Очекујте да мачка покуша да избегне ваше вешто дизајниране препреке, стављајући ваше вештине планирања кликера на тест.\n\nИгра кликера се наставља на начин заснован на потезу, где прво направите свој потез, а затим следи покушај мачке да побегне преласком у једну од суседних ћелија. Циклус се наставља све док се не потроше сви слободни кругови или мачка не успе да побегне ван вашег домашаја.\n\nУспејте да окружите мачку својим кликер замкама и бићете крунисани као победник! С друге стране, ако мачка успе да измакне, не плашите се, јер ћете добити прилику да изнова почнете у овом кликер изазову и покушате поново.\n\nУхвати мачку је изванредна адаптација класичне математичке слагалице Куадрапхаге, претворена у изазов кликером у којем лукава мачка покушава да побегне са шестоугаоне плоче, при чему се једна ћелија блокира након сваког потеза, што појачава изазов.\n\nСа непоколебљивом одлучношћу и стратешком оштроумношћу, освојите ову очаравајућу игру кликера и докажите своју храброст као страшни ловац на мачке. Нека срећа буде на вашој страни док се упуштате у ову узбудљиву авантуру кликера!",
    "sv": "Catch the Cat Game är ett spännande och underhållande klickerspel som fördjupar dig i rollen som en skicklig kattjägare. När du ger dig ut på detta spännande äventyr kommer du att möta utmaningen att överlista en smart och svårfångad katt som är fast besluten att undvika ditt grepp. Ditt uppdrag är att strategiskt placera fällor längs kattens väg och gripa den innan den försvinner ur sikte med hjälp av klickermekanik.\n\nDetta fängslande klickerspel erbjuder ett brett utbud av svårighetsnivåer, som passar både nybörjare och erfarna spelare. Till en början kommer du att ha tillgång till ett urval av enkla klickfällor att placera på spelplanen. När katten listigt rör sig från punkt A till punkt B är ditt mål att förutse dess rutt och skickligt ordna fällorna med hjälp av klickkontroller för att fånga den. Se dock upp för kattens exceptionella intelligens och dess förmåga att utmanövrera dina fällor om du misslyckas med att noggrant planera dina drag.\n\nCatch the Cat Game lovar inte bara oändlig underhållning utan fungerar också som ett utmärkt tillfälle att förbättra ditt logiska tänkande och problemlösningsförmåga i en klickermiljö. Delta i spännande klickerspelssessioner med vänner eller familj och njut av glädjen att framgångsrikt överlista den listiga katten med dina listigt utlagda fällor.\n\nKom ihåg att nyckeln till seger i detta klickerspel ligger i att förhindra kattens flykt! Var snabb och exakt när du klickar på fläckarna för att göra dem mörkare, så att katten inte har någon väg att glida igenom.\n\n\"Catch the Cat\" vänder sig till kattentusiaster och de som gillar en härlig mental utmaning i ett klickerpusselformat. Detta spel är ett intrikat klickerpussel som kräver din yttersta mentala skicklighet för att triumfera.\n\nDitt primära mål i detta klickerspel är att begränsa katten inom spelfältet genom att strategiskt placera mörka cirklar längs dess väg. Räkna med att katten försöker undvika dina konstfullt designade hinder, vilket sätter dina klickerplaneringsfärdigheter på prov.\n\nKlickarspelet fortsätter på ett turbaserat sätt, där du gör ditt drag först, följt av kattens försök att fly genom att flytta till en av de intilliggande cellerna. Cykeln fortsätter tills alla fria cirklar är förbrukade eller katten lyckas fly bortom ditt grepp.\n\nLyckas du omringa katten med dina klickerfällor, så ska du krönas som segrare! Å andra sidan, om katten lyckas glida undan, frukta inte, för du kommer att få chansen att börja om på nytt i den här klickerutmaningen och försöka igen.\n\nCatch the Cat är en anmärkningsvärd anpassning av det klassiska mattepusslet Quadraphage, förvandlat till en klickerutmaning där en listig katt försöker fly från en hexagonbräda, med en cell som blockeras efter varje drag, vilket intensifierar utmaningen.\n\nMed orubblig beslutsamhet och strategisk skarpsinne, erövra detta fascinerande klickerspel och bevisa din förmåga som en formidabel kattjägare. Må turen vara på din sida när du ger dig ut på detta spännande klickeräventyr!",
    "sw": "Catch the Cat Game ni mchezo wa kubofya wa kusisimua na kuburudisha ambao unakuzamisha katika jukumu la mwindaji wa paka stadi. Unapoanza tukio hili la kusisimua, utakabiliwa na changamoto ya kumpita paka mwerevu na asiyeweza kufahamu ambaye atakwepa kufahamu kwako. Dhamira yako ni kuweka mitego kimkakati kando ya njia ya paka na kuikamata kabla ya kutoweka kwa macho kwa kutumia mechanics ya kubofya.\n\nMchezo huu wa kuvutia wa kubofya hutoa viwango mbalimbali vya ugumu, vinavyowahudumia wanaoanza na wachezaji walio na uzoefu. Hapo awali, utaweza kufikia uteuzi wa mitego ya kubofya moja kwa moja ili kuiweka kwenye ubao wa mchezo. Paka anaposogea kwa ujanja kutoka sehemu A hadi B, lengo lako ni kutazamia njia yake na kupanga mitego kwa ustadi kwa kutumia vidhibiti vya kubofya ili kuinasa. Walakini, jihadhari na akili ya kipekee ya paka na uwezo wake wa kushinda mitego yako ikiwa utashindwa kupanga hatua zako kwa uangalifu.\n\nCatch Game ya Paka haiahidi tu burudani isiyo na mwisho lakini pia hutumika kama fursa nzuri ya kuboresha mawazo yako ya kimantiki na ujuzi wa kutatua matatizo katika mazingira ya kubofya. Shiriki katika vipindi vya kusisimua vya uchezaji wa kubofya na marafiki au familia na ufurahie furaha ya kufaulu kumshinda paka mjanja na mitego yako iliyowekwa kwa ujanja.\n\nKumbuka, ufunguo wa ushindi katika mchezo huu wa kubofya upo katika kuzuia kutoroka kwa paka! Kuwa mwepesi na sahihi unapobofya sehemu ili kuzitia giza, hakikisha kwamba paka hana njia ya kuteleza.\n\n\"Catch the Cat\" inawavutia wapenda paka na wale wanaofurahia changamoto ya akili katika umbizo la kubofya chemshabongo. Mchezo huu ni fumbo tata ya kubofya ambayo inadai uwezo wako wote wa kiakili ili kuibuka mshindi.\n\nLengo lako kuu katika mchezo huu wa kubofya ni kumfungia paka ndani ya uwanja wa mchezo kwa kuweka miduara ya giza kwenye njia yake. Tarajia paka ajaribu na kuepuka vikwazo vyako vilivyoundwa kwa ustadi, na kuweka ujuzi wako wa kupanga kubofya kwenye majaribio.\n\nMchezo wa kubofya huendelea kwa njia ya zamu, ambapo unasonga mbele, ikifuatiwa na jaribio la paka kutoroka kwa kuhamia moja ya seli zilizo karibu. Mzunguko unaendelea hadi miduara yote ya bure itumike au paka itaweza kukimbia zaidi ya uwezo wako.\n\nKufanikiwa kumzingira paka na mitego yako ya kubofya, na utavikwa taji la mshindi! Kwa upande mwingine, ikiwa paka ataweza kutoroka, usiogope, kwa kuwa utapewa nafasi ya kuanza upya katika changamoto hii ya kubofya na ujaribu tena.\n\nCatch the Cat ni urekebishaji wa ajabu wa puzzle ya kawaida ya hesabu Quadraphage, iliyogeuzwa kuwa changamoto ya kubofya ambapo paka mwerevu hujaribu kutoroka kutoka kwenye ubao wa heksagoni, huku seli moja ikizuiliwa baada ya kila harakati, na hivyo kuongeza changamoto.\n\nKwa azimio lisiloyumbayumba na akili ya kimkakati, shinda mchezo huu wa kubofya na uthibitishe uwezo wako kama mwindaji wa paka. Bahati nzuri na iwe upande wako unapoanza tukio hili la kusisimua la kubofya!",
    "ta": "கேட்ச் கேட் கேம் என்பது ஒரு களிப்பூட்டும் மற்றும் பொழுதுபோக்கு கிளிக்கர் கேம் ஆகும், இது ஒரு திறமையான பூனை வேட்டையாடும் பாத்திரத்தில் உங்களை மூழ்கடிக்கும். இந்த விறுவிறுப்பான சாகசத்தை நீங்கள் மேற்கொள்ளும்போது, ​​உங்கள் பிடியில் இருந்து தப்பிக்க உறுதியான புத்திசாலித்தனமான மற்றும் மழுப்பலான பூனையை முறியடிக்கும் சவாலை நீங்கள் எதிர்கொள்வீர்கள். பூனையின் பாதையில் மூலோபாயமாக பொறிகளை வைப்பதும், கிளிக்கர் மெக்கானிக்ஸைப் பயன்படுத்தி அது பார்வையில் இருந்து மறைவதற்கு முன்பு அதைப் பிடிப்பதும் உங்கள் நோக்கம்.\n\nஇந்த வசீகரிக்கும் கிளிக்கர் கேம் பலவிதமான சிரம நிலைகளை வழங்குகிறது, இது ஆரம்ப மற்றும் அனுபவமுள்ள வீரர்களுக்கு வழங்குகிறது. ஆரம்பத்தில், கேம் போர்டில் நிலைநிறுத்த, நேரடியான கிளிக்கர் ட்ராப்களின் தேர்வுக்கான அணுகலைப் பெறுவீர்கள். பூனை தந்திரமாக A புள்ளியில் இருந்து B புள்ளிக்கு நகரும் போது, ​​உங்கள் நோக்கம் அதன் வழியை முன்னறிவிப்பதும், அதை சிக்க வைக்க கிளிக் செய்பவர் கட்டுப்பாடுகளைப் பயன்படுத்தி புத்திசாலித்தனமாக பொறிகளை அமைப்பதும் ஆகும். இருப்பினும், பூனையின் விதிவிலக்கான புத்திசாலித்தனம் மற்றும் உங்கள் நகர்வுகளை உன்னிப்பாகத் திட்டமிடத் தவறினால், உங்கள் பொறிகளை முறியடிக்கும் திறனைப் பற்றி எச்சரிக்கையாக இருங்கள்.\n\nCatch the Cat Game முடிவில்லாத பொழுதுபோக்கிற்கு உறுதியளிப்பது மட்டுமல்லாமல், கிளிக் செய்பவர் சூழலில் உங்கள் தர்க்கரீதியான சிந்தனை மற்றும் சிக்கலைத் தீர்க்கும் திறன்களை மேம்படுத்துவதற்கான ஒரு சிறந்த வாய்ப்பாகவும் செயல்படுகிறது. நண்பர்கள் அல்லது குடும்பத்தினருடன் உற்சாகமான கிளிக்கர் கேம்ப்ளே அமர்வுகளில் ஈடுபடுங்கள் மற்றும் உங்கள் தந்திரமாகப் போடப்பட்ட பொறிகளால் வஞ்சகமுள்ள பூனையை வெற்றிகரமாக முறியடிப்பதன் மகிழ்ச்சியை அனுபவிக்கவும்.\n\nநினைவில் கொள்ளுங்கள், இந்த கிளிக்கர் விளையாட்டில் வெற்றிக்கான திறவுகோல் பூனை தப்பிப்பதைத் தடுப்பதில் உள்ளது! புள்ளிகளைக் கருமையாக்க அவற்றைக் கிளிக் செய்வதன் மூலம் விரைவாகவும் துல்லியமாகவும் இருங்கள், பூனை நழுவ வழி இல்லை என்பதை உறுதிப்படுத்தவும்.\n\n\"கேட்ச் தி கேட்\" பூனை வகை ஆர்வலர்கள் மற்றும் கிளிக்கர் புதிர் வடிவத்தில் மகிழ்ச்சியான மன சவாலை அனுபவிப்பவர்களுக்கு வழங்குகிறது. இந்த கேம் ஒரு சிக்கலான கிளிக்கர் புதிர் ஆகும், இது வெற்றிகரமாக வெளிவர உங்கள் மிகுந்த மன வலிமையைக் கோருகிறது.\n\nஇந்த கிளிக்கர் கேமில் உங்கள் முதன்மை நோக்கம் பூனையை அதன் பாதையில் மூலோபாயமாக இருண்ட வட்டங்களை வைப்பதன் மூலம் விளையாட்டு மைதானத்திற்குள் அடைத்து வைப்பதாகும். உங்கள் க்ளிக்கர் திட்டமிடல் திறன்களை சோதனைக்கு உட்படுத்தி, உங்கள் கலைநயத்துடன் வடிவமைக்கப்பட்ட தடைகளைத் தவிர்க்க பூனை முயற்சி செய்யும் என்று எதிர்பார்க்கலாம்.\n\nகிளிக்கர் கேம்ப்ளே ஒரு டர்ன்-அடிப்படையிலான முறையில் தொடர்கிறது, அங்கு நீங்கள் முதலில் உங்கள் நகர்வைச் செய்கிறீர்கள், அதைத் தொடர்ந்து அருகிலுள்ள கலங்களில் ஒன்றிற்கு நகர்வதன் மூலம் பூனை தப்பிக்க முயற்சிக்கிறது. அனைத்து இலவச வட்டங்களும் பயன்படுத்தப்படும் வரை அல்லது பூனை உங்கள் பிடியில் இருந்து தப்பிக்கும் வரை சுழற்சி தொடர்கிறது.\n\nஉங்கள் கிளிக்கர் பொறிகளால் பூனையைச் சுற்றி வளைப்பதில் வெற்றி பெறுங்கள், நீங்கள் வெற்றியாளராக முடிசூட்டப்படுவீர்கள்! மறுபுறம், பூனை நழுவிச் சென்றால், பயப்பட வேண்டாம், ஏனெனில் இந்த கிளிக்கர் சவாலில் புதிதாகத் தொடங்கி மீண்டும் முயற்சிக்க உங்களுக்கு வாய்ப்பு வழங்கப்படும்.\n\nCatch the Cat என்பது கிளாசிக் கணித புதிர் Quadraphage இன் குறிப்பிடத்தக்க தழுவலாகும், இது ஒரு கிளிக்கர் சவாலாக மாற்றப்பட்டது, அங்கு ஒரு தந்திரமான பூனை ஒரு அறுகோண பலகையிலிருந்து தப்பிக்க முயற்சிக்கிறது, ஒவ்வொரு நகர்வுக்கும் ஒரு செல் தடுக்கப்பட்டு, சவாலை தீவிரப்படுத்துகிறது.\n\nஅசைக்க முடியாத உறுதியுடனும், மூலோபாய புத்திசாலித்தனத்துடனும், இந்த மயக்கும் கிளிக்கர் விளையாட்டை வென்று, வலிமையான பூனை வேட்டைக்காரனாக உங்கள் திறமையை நிரூபிக்கவும். இந்த அற்புதமான கிளிக்கர் சாகசத்தை நீங்கள் மேற்கொள்ளும்போது அதிர்ஷ்டம் உங்கள் பக்கம் இருக்கட்டும்!",
    "te": "క్యాచ్ ది క్యాట్ గేమ్ అనేది ఉల్లాసకరమైన మరియు వినోదాత్మక క్లిక్కర్ గేమ్, ఇది నైపుణ్యం కలిగిన పిల్లి వేటగాడి పాత్రలో మిమ్మల్ని ముంచెత్తుతుంది. మీరు ఈ థ్రిల్లింగ్ అడ్వెంచర్‌ను ప్రారంభించినప్పుడు, మీ పట్టును తప్పించుకోవడానికి నిశ్చయించుకున్న తెలివైన మరియు అంతుచిక్కని పిల్లిని అధిగమించే సవాలును మీరు ఎదుర్కొంటారు. మీ లక్ష్యం ఏమిటంటే, పిల్లి మార్గంలో వ్యూహాత్మకంగా ఉచ్చులను ఉంచడం మరియు క్లిక్కర్ మెకానిక్స్ ఉపయోగించి అది కనిపించకుండా పోయే ముందు దానిని పట్టుకోవడం.\n\nఈ ఆకర్షణీయమైన క్లిక్కర్ గేమ్ ప్రారంభకులకు మరియు అనుభవజ్ఞులైన ఆటగాళ్లకు అందించడంతోపాటు అనేక రకాల కష్ట స్థాయిలను అందిస్తుంది. ప్రారంభంలో, మీరు గేమ్ బోర్డ్‌లో ఉంచడానికి నేరుగా క్లిక్కర్ ట్రాప్‌ల ఎంపికకు యాక్సెస్‌ను కలిగి ఉంటారు. పిల్లి చాకచక్యంగా పాయింట్ A నుండి పాయింట్ Bకి కదులుతున్నప్పుడు, మీ లక్ష్యం దాని మార్గాన్ని ఊహించడం మరియు దానిని చిక్కుకోవడానికి క్లిక్కర్ నియంత్రణలను ఉపయోగించి ట్రాప్‌లను తెలివిగా అమర్చడం. అయినప్పటికీ, పిల్లి యొక్క అసాధారణమైన తెలివితేటలు మరియు మీరు మీ కదలికలను ఖచ్చితంగా ప్లాన్ చేయడంలో విఫలమైతే మీ ఉచ్చులను అధిగమించగల సామర్థ్యం గురించి జాగ్రత్త వహించండి.\n\nక్యాచ్ ది క్యాట్ గేమ్ అంతులేని వినోదాన్ని అందించడమే కాకుండా క్లిక్ చేసే వాతావరణంలో మీ తార్కిక ఆలోచన మరియు సమస్య పరిష్కార నైపుణ్యాలను మెరుగుపరచడానికి అద్భుతమైన అవకాశంగా కూడా ఉపయోగపడుతుంది. స్నేహితులు లేదా కుటుంబ సభ్యులతో ఉత్తేజకరమైన క్లిక్కర్ గేమ్‌ప్లే సెషన్‌లలో పాల్గొనండి మరియు మీ చాకచక్యంగా వేసిన ట్రాప్‌లతో జిత్తులమారి పిల్లిని విజయవంతంగా అధిగమించిన ఆనందాన్ని ఆస్వాదించండి.\n\nగుర్తుంచుకోండి, ఈ క్లిక్కర్ గేమ్‌లో విజయానికి కీలకం పిల్లి తప్పించుకోకుండా నిరోధించడమే! మీరు మచ్చలను నల్లగా మార్చడానికి వాటిపై క్లిక్ చేసినప్పుడు త్వరగా మరియు ఖచ్చితమైనదిగా ఉండండి, పిల్లి జారిపోయే మార్గం లేదని నిర్ధారించుకోండి.\n\n\"క్యాచ్ ది క్యాట్\" ఫెలైన్ ఔత్సాహికులకు మరియు క్లిక్కర్ పజిల్ ఫార్మాట్‌లో మనోహరమైన మానసిక సవాలును ఆస్వాదించే వారికి అందిస్తుంది. ఈ గేమ్ ఒక క్లిష్టమైన క్లిక్కర్ పజిల్, ఇది విజయం సాధించడానికి మీ అత్యంత మానసిక పరాక్రమాన్ని కోరుతుంది.\n\nఈ క్లిక్కర్ గేమ్‌లో మీ ప్రాథమిక లక్ష్యం పిల్లిని వ్యూహాత్మకంగా దాని మార్గంలో చీకటి వలయాలను ఉంచడం ద్వారా గేమ్ ఫీల్డ్‌లో పరిమితం చేయడం. మీ కళాత్మకంగా రూపొందించిన అడ్డంకులను పిల్లి ప్రయత్నించి, నివారించవచ్చని ఆశించండి, మీ క్లిక్కర్ ప్లానింగ్ నైపుణ్యాలను పరీక్షించండి.\n\nక్లిక్కర్ గేమ్‌ప్లే టర్న్-బేస్డ్ పద్ధతిలో కొనసాగుతుంది, ఇక్కడ మీరు ముందుగా మీ కదలికను చేస్తారు, ఆ తర్వాత పక్కనే ఉన్న సెల్‌లలో ఒకదానికి వెళ్లడం ద్వారా పిల్లి తప్పించుకునే ప్రయత్నం చేస్తుంది. అన్ని ఉచిత సర్కిల్‌లు ఉపయోగించబడే వరకు లేదా పిల్లి మీ పట్టును దాటి పారిపోయే వరకు చక్రం కొనసాగుతుంది.\n\nమీ క్లిక్కర్ ట్రాప్‌లతో పిల్లిని చుట్టుముట్టడంలో విజయం సాధించండి మరియు మీరు విజేతగా పట్టాభిషేకం చేయబడతారు! మరోవైపు, పిల్లి జారిపోతే, భయపడవద్దు, ఈ క్లిక్కర్ ఛాలెంజ్‌లో మళ్లీ మళ్లీ ప్రయత్నించడానికి మీకు అవకాశం ఇవ్వబడుతుంది.\n\nక్యాచ్ ది క్యాట్ అనేది క్లాసిక్ గణిత పజిల్ క్వాడ్రాఫేజ్‌కి అద్భుతమైన అనుసరణ, ఇది క్లిక్కర్ ఛాలెంజ్‌గా రూపాంతరం చెందింది, ఇక్కడ ఒక జిత్తులమారి పిల్లి షడ్భుజి బోర్డు నుండి తప్పించుకోవడానికి ప్రయత్నిస్తుంది, ప్రతి కదలిక తర్వాత ఒక సెల్ బ్లాక్ చేయబడి, సవాలును తీవ్రతరం చేస్తుంది.\n\nఅచంచలమైన సంకల్పం మరియు వ్యూహాత్మక చతురతతో, ఈ మంత్రముగ్ధులను చేసే క్లిక్కర్ గేమ్‌ను జయించండి మరియు మీ సామర్థ్యాన్ని బలీయమైన పిల్లి వేటగాడిగా నిరూపించుకోండి. మీరు ఈ ఉత్తేజకరమైన క్లిక్కర్ అడ్వెంచర్‌ను ప్రారంభించినప్పుడు అదృష్టం మీ వైపు ఉంటుంది!",
    "th": "Catch the Cat Game เป็นเกมคลิกเกอร์ที่สนุกสนานและน่าตื่นเต้นที่จะทำให้คุณดำดิ่งสู่บทบาทของนักล่าแมวที่ชำนาญ เมื่อคุณเริ่มต้นการผจญภัยที่น่าตื่นเต้นนี้ คุณจะต้องเผชิญกับความท้าทายในการเอาชนะแมวที่ฉลาดและจับได้ยากที่มุ่งมั่นที่จะหลบหนีการจับกุมของคุณ ภารกิจของคุณคือวางกับดักอย่างมีกลยุทธ์ตามเส้นทางของแมวและจับมันก่อนที่มันจะหายลับไปจากสายตาโดยใช้กลไกการคลิกเกอร์\n\nเกมคลิกเกอร์ที่น่าดึงดูดใจนี้มีระดับความยากให้เลือกหลายระดับ เหมาะสำหรับทั้งผู้เริ่มต้นและผู้เล่นที่มีประสบการณ์ ในตอนแรก คุณจะเข้าถึงกับดักคลิกเกอร์ที่เรียบง่ายเพื่อวางบนกระดานเกม ในขณะที่แมวเคลื่อนตัวจากจุด A ไปยังจุด B อย่างชาญฉลาด เป้าหมายของคุณคือคาดเดาเส้นทางของมันและจัดวางกับดักอย่างชาญฉลาดโดยใช้การควบคุมคลิกเกอร์เพื่อดักมัน อย่างไรก็ตาม ระวังความฉลาดที่เหนือชั้นของแมวและความสามารถในการหลบเลี่ยงกับดักของคุณหากคุณไม่วางแผนการเคลื่อนไหวของคุณอย่างพิถีพิถัน\nเกม Catch the Cat ไม่เพียงแต่รับประกันความบันเทิงไม่รู้จบเท่านั้น แต่ยังเป็นโอกาสที่ดีเยี่ยมในการพัฒนาทักษะการคิดเชิงตรรกะและการแก้ปัญหาในสภาพแวดล้อมที่ใช้การคลิกเกอร์อีกด้วย เข้าร่วมเซสชันการเล่นเกมคลิกเกอร์ที่น่าตื่นเต้นกับเพื่อนหรือครอบครัว และเพลิดเพลินกับความสนุกในการเอาชนะแมวเจ้าเล่ห์ด้วยกับดักที่คุณวางไว้อย่างชาญฉลาด\n\nจำไว้ว่ากุญแจสู่ชัยชนะในเกมคลิกเกอร์นี้อยู่ที่การป้องกันไม่ให้แมวหลบหนี! คลิกจุดต่างๆ อย่างรวดเร็วและแม่นยำเพื่อให้แน่ใจว่าแมวไม่มีทางลอดผ่านไปได้\n\nเกม \"Catch the Cat\" เป็นเกมที่เหมาะสำหรับผู้ที่ชื่นชอบแมวและผู้ที่ชื่นชอบความท้าทายทางจิตใจในรูปแบบเกมไขปริศนาคลิกเกอร์ เกมนี้เป็นเกมไขปริศนาคลิกเกอร์ที่ซับซ้อนซึ่งต้องใช้ทักษะทางจิตใจสูงสุดของคุณเพื่อเอาชนะให้ได้\n\nเป้าหมายหลักของคุณในเกมคลิกเกอร์นี้คือการจำกัดแมวให้อยู่ในสนามเกมโดยวางวงกลมสีเข้มไว้ตามเส้นทางอย่างมีกลยุทธ์ คาดหวังให้แมวพยายามหลีกเลี่ยงสิ่งกีดขวางที่คุณออกแบบอย่างชาญฉลาด โดยทดสอบทักษะการวางแผนด้วยคลิกเกอร์ของคุณ\n\nเกมคลิกเกอร์ดำเนินไปแบบผลัดตา โดยคุณต้องเคลื่อนไหวก่อน จากนั้นแมวจะพยายามหลบหนีโดยเคลื่อนที่ไปยังช่องใดช่องหนึ่งที่อยู่ติดกัน วงจรจะดำเนินต่อไปจนกว่าวงกลมว่างทั้งหมดจะหมดลงหรือแมวสามารถหลบหนีไปได้ไกลเกินกว่าที่คุณจับได้\n\nประสบความสำเร็จในการล้อมแมวด้วยกับดักคลิกเกอร์ของคุณ แล้วคุณจะเป็นผู้ชนะ! ในทางกลับกัน หากแมวสามารถหลบหนีได้ ก็ไม่ต้องกลัว เพราะคุณจะได้รับโอกาสในการเริ่มต้นใหม่ในความท้าทายคลิกเกอร์นี้และลองอีกครั้ง\n\nCatch the Cat เป็นการดัดแปลงปริศนาคณิตศาสตร์คลาสสิก Quadraphage ได้อย่างน่าทึ่ง ซึ่งถูกแปลงเป็นความท้าทายคลิกเกอร์ โดยแมวเจ้าเล่ห์จะพยายามหลบหนีจากกระดานรูปหกเหลี่ยม โดยช่องหนึ่งจะถูกบล็อกหลังจากเคลื่อนที่แต่ละครั้ง ทำให้ความท้าทายทวีความรุนแรงมากขึ้น\n\nด้วยความมุ่งมั่นและไหวพริบอันเฉียบแหลมในการวางแผน พิชิตเกมคลิกเกอร์ที่น่าหลงใหลนี้และพิสูจน์ความสามารถของคุณในฐานะนักล่าแมวที่น่าเกรงขาม ขอให้โชคเข้าข้างคุณเมื่อคุณเริ่มต้นการผจญภัยคลิกเกอร์ที่น่าตื่นเต้นนี้!",
    "tr": "Catch the Cat Game, sizi yetenekli bir kedi avcısı rolüne sokan heyecan verici ve eğlenceli bir tıklama oyunudur. Bu heyecan verici maceraya atılırken, elinizden kaçmaya kararlı zeki ve kaçamak bir kediyi alt etme zorluğuyla karşı karşıya kalacaksınız. Göreviniz, kedinin yolu boyunca stratejik olarak tuzaklar yerleştirmek ve tıklama mekaniğini kullanarak görüş alanından kaybolmadan önce onu yakalamaktır.\n\nBu büyüleyici tıklama oyunu, hem yeni başlayanlara hem de deneyimli oyunculara hitap eden çok çeşitli zorluk seviyeleri sunar. Başlangıçta, oyun tahtasına yerleştirmek için çeşitli basit tıklama tuzaklarına erişiminiz olacak. Kedi A noktasından B noktasına kurnazca hareket ederken, amacınız rotasını tahmin etmek ve onu tuzağa düşürmek için tıklama kontrollerini kullanarak tuzakları akıllıca düzenlemektir. Ancak, hareketlerinizi titizlikle planlamazsanız kedinin olağanüstü zekasına ve tuzaklarınızı alt etme yeteneğine dikkat edin.\n\nCatch the Cat Oyunu sadece sonsuz eğlence vaat etmekle kalmaz, aynı zamanda bir tıklama ortamında mantıksal düşünme ve problem çözme becerilerinizi geliştirmek için mükemmel bir fırsat sunar. Arkadaşlarınız veya ailenizle heyecan verici tıklama oyun seanslarına katılın ve kurnazca kurduğunuz tuzaklarla kurnaz kediyi başarılı bir şekilde alt etmenin keyfini çıkarın.\n\nUnutmayın, bu tıklama oyununda zaferin anahtarı kedinin kaçmasını önlemektir! Noktaları karartmak için tıkladığınızda hızlı ve kesin olun ve kedinin kaçabileceği bir yol olmadığından emin olun.\n\n\"Catch the Cat\", kedi meraklılarına ve tıklama bulmacası formatında keyifli bir zihinsel meydan okumadan hoşlananlara hitap ediyor. Bu oyun, muzaffer olmak için en üst düzey zihinsel becerinizi gerektiren karmaşık bir tıklama bulmacasıdır.\n\nBu tıklama oyunundaki temel amacınız, kediyi yol boyunca stratejik olarak koyu daireler yerleştirerek oyun alanı içinde hapsetmektir. Kedinin, ustaca tasarlanmış engellerinizden kaçınmaya çalışmasını ve tıklama planlama becerilerinizi test etmesini bekleyin.\n\nTıklayıcı oyun tarzı, ilk hamleyi sizin yaptığınız, ardından kedinin bitişik hücrelerden birine hareket ederek kaçmaya çalıştığı sıra tabanlı bir şekilde ilerler. Tüm boş daireler tükenene veya kedi sizin kavrayışınızdan kaçmayı başarana kadar döngü devam eder.\n\nTıklayıcı tuzaklarınızla kediyi çevrelemeyi başarın ve galip olarak taçlandırılacaksınız! Öte yandan, kedi kaçmayı başarırsa, korkmayın, çünkü bu tıklayıcı mücadelesinde yeniden başlama ve tekrar deneme şansı verilecek.\n\nCatch the Cat, klasik matematik bulmacası Quadraphage'ın, kurnaz bir kedinin her hareketten sonra bir hücrenin engellendiği ve mücadelenin yoğunlaştığı bir tıklayıcı mücadelesine dönüştürülmüş dikkat çekici bir uyarlamasıdır.\n\nSarsılmaz kararlılık ve stratejik zekanızla, bu büyüleyici tıklayıcı oyununu fethedin ve zorlu bir kedi avcısı olarak cesaretinizi kanıtlayın. Bu heyecan verici tıklayıcı macerasına atılırken şans sizden yana olsun!",
    "uk": "Catch the Cat Game — це хвилююча та розважальна гра-клікер, яка занурює вас у роль вмілого мисливця на котів. Вирушаючи в цю захоплюючу пригоду, вам доведеться зіткнутися з проблемою перехитрити розумного й невловимого кота, який вирішив вислизнути від ваших рук. Ваша місія полягає в тому, щоб стратегічно розставити пастки на шляху кота та затримати його, перш ніж він зникне з поля зору, використовуючи механізм клікера.\n\nЦя захоплююча гра-клікер пропонує широкий діапазон рівнів складності, що підходить як новачкам, так і досвідченим гравцям. Спочатку ви матимете доступ до вибору простих клікерних пасток, які можна розмістити на ігровому полі. Поки кіт хитро рухається з точки А в точку Б, ваше завдання — передбачити його маршрут і вміло розставити пастки за допомогою клікерів, щоб потрапити в пастку. Однак остерігайтеся виняткового розуму кота та його здатності перехитрити ваші пастки, якщо ви не в змозі ретельно спланувати свої кроки.\n\nCatch the Cat Game не тільки обіцяє нескінченні розваги, але також є чудовою можливістю вдосконалити ваше логічне мислення та навички вирішення проблем у клікерному середовищі. Візьміть участь у захоплюючій клацальній грі з друзями чи родиною та насолоджуйтесь радістю успішного перехитриння хитрого кота за допомогою ваших майстерно розставлених пасток.\n\nПам’ятайте, що ключ до перемоги в цій грі з клікерами полягає в тому, щоб запобігти втечі кота! Будьте швидкими та точними, натискаючи на плями, щоб затемнити їх, щоб кіт не міг проскочити.\n\n«Спіймай кота» призначений для любителів котів і тих, хто любить чудові розумові завдання у форматі клікерної головоломки. Ця гра являє собою заплутану головоломку з клікерами, яка вимагає від вас максимальної розумової здібності, щоб перемогти.\n\nВаше основне завдання в цій грі з клікерами — обмежити кота ігровим полем, стратегічно розмістивши темні кола на його шляху. Очікуйте, що кіт намагатиметься уникнути ваших майстерно розроблених перешкод, перевіряючи ваші навички планування клацання.\n\nІгровий процес клікера відбувається покроково, де ви спочатку робите свій хід, а потім кіт намагається втекти, переходячи до однієї з сусідніх клітин. Цикл триває, доки всі вільні кола не будуть використані або коту вдасться втекти за межі вашої руки.\n\nУспіх в тому, щоб оточити кота своїми клацаючими пастками, і ти станеш переможцем! З іншого боку, якщо коту вдасться вислизнути, не лякайтеся, адже ви матимете можливість почати все заново в цьому випробуванні з клікером і спробувати ще раз.\n\nCatch the Cat — чудова адаптація класичної математичної головоломки Quadraphage, перетвореної на клік-виклик, де спритний кіт намагається втекти з шестикутної дошки, причому після кожного ходу блокується одна клітинка, що посилює завдання.\n\nЗ непохитною рішучістю та стратегічною кмітливістю підкоріть цю захоплюючу гру клікерів і доведіть свою мужність як грізний мисливець на котів. Нехай удача буде на вашому боці, коли ви вирушите в цю захоплюючу клікерну пригоду!",
    "vi": "Catch the Cat Game là một trò chơi clicker thú vị và giải trí đưa bạn vào vai một thợ săn mèo lành nghề. Khi bắt đầu cuộc phiêu lưu ly kỳ này, bạn sẽ phải đối mặt với thử thách đánh lừa một chú mèo thông minh và khó nắm bắt quyết tâm thoát khỏi tầm tay bạn. Nhiệm vụ của bạn là đặt bẫy một cách chiến lược dọc theo đường đi của chú mèo và bắt nó trước khi nó biến mất khỏi tầm mắt bằng cơ chế clicker.\n\nTrò chơi clicker hấp dẫn này cung cấp nhiều cấp độ khó khác nhau, phù hợp với cả người mới bắt đầu và người chơi dày dạn kinh nghiệm. Ban đầu, bạn sẽ có quyền truy cập vào một số bẫy clicker đơn giản để đặt trên bảng trò chơi. Khi chú mèo khéo léo di chuyển từ điểm A đến điểm B, mục tiêu của bạn là dự đoán lộ trình của nó và khéo léo sắp xếp bẫy bằng cách sử dụng các nút điều khiển clicker để bẫy nó. Tuy nhiên, hãy cẩn thận với trí thông minh đặc biệt của chú mèo và khả năng vượt qua bẫy của bạn nếu bạn không lên kế hoạch di chuyển một cách tỉ mỉ.\n\nTrò chơi Catch the Cat không chỉ hứa hẹn sự giải trí bất tận mà còn là cơ hội tuyệt vời để nâng cao tư duy logic và kỹ năng giải quyết vấn đề của bạn trong môi trường clicker. Tham gia các phiên chơi clicker thú vị với bạn bè hoặc gia đình và tận hưởng niềm vui khi đánh bại thành công chú mèo xảo quyệt bằng những cái bẫy khéo léo của bạn.\n\nHãy nhớ rằng, chìa khóa để chiến thắng trong trò chơi clicker này nằm ở việc ngăn chặn chú mèo trốn thoát! Hãy nhanh chóng và chính xác khi bạn nhấp vào các điểm để làm tối chúng, đảm bảo rằng chú mèo không có đường nào để chui qua.\n\n\"Catch the Cat\" dành cho những người đam mê mèo và những người thích thử thách trí tuệ thú vị trong định dạng câu đố clicker. Trò chơi này là một câu đố clicker phức tạp đòi hỏi sức mạnh trí tuệ tối đa của bạn để giành chiến thắng.\n\nMục tiêu chính của bạn trong trò chơi clicker này là nhốt chú mèo trong phạm vi trò chơi bằng cách đặt các vòng tròn tối một cách chiến lược dọc theo đường đi của nó. Mong đợi chú mèo sẽ cố gắng tránh các chướng ngại vật được thiết kế khéo léo của bạn, thử thách kỹ năng lập kế hoạch clicker của bạn.\n\nTrò chơi clicker diễn ra theo lượt, trong đó bạn di chuyển trước, sau đó là nỗ lực trốn thoát của chú mèo bằng cách di chuyển đến một trong những ô liền kề. Chu kỳ tiếp tục cho đến khi hết tất cả các vòng tròn miễn phí hoặc chú mèo trốn thoát khỏi tầm với của bạn.\n\nThành công trong việc bao vây chú mèo bằng bẫy clicker của bạn, và bạn sẽ được trao vương miện là người chiến thắng! Mặt khác, nếu chú mèo trốn thoát, đừng sợ, vì bạn sẽ có cơ hội bắt đầu lại trong thử thách clicker này và thử lại.\n\nCatch the Cat là một bản chuyển thể đáng chú ý của câu đố toán học cổ điển Quadraphage, được chuyển thể thành thử thách clicker, trong đó một chú mèo khéo léo cố gắng trốn thoát khỏi một bảng lục giác, với một ô bị chặn sau mỗi lần di chuyển, tăng cường thử thách.\n\nVới quyết tâm không lay chuyển và sự nhạy bén về mặt chiến lược, hãy chinh phục trò chơi clicker mê hoặc này và chứng minh bản lĩnh của bạn như một thợ săn mèo đáng gờm. Mong may mắn sẽ ở bên bạn khi bạn bắt đầu cuộc phiêu lưu clicker thú vị này!",
    "zh_CN": "捉猫游戏是一款令人兴奋且有趣的点击游戏，让您沉浸在熟练的猫猎人的角色中。当您踏上这场惊心动魄的冒险时，您将面临挑战，要战胜一只聪明而难以捉摸的猫，它决心要躲避您的抓捕。您的任务是战略性地在猫的路径上放置陷阱，并使用点击机制在它消失之前将其捕获。\n\n这款引人入胜的点击游戏提供各种难度级别，适合初学者和经验丰富的玩家。最初，您可以选择在游戏板上放置一些简单的点击陷阱。当猫狡猾地从 A 点移动到 B 点时，您的目标是预测它的路线，并使用点击控件巧妙地布置陷阱以诱捕它。但是，如果您未能精心规划您的行动，请小心猫的非凡智慧及其摆脱陷阱的能力。\n\n捉猫游戏不仅能为您带来无穷乐趣，而且还是您在点击器环境中提高逻辑思维和解决问题能力的绝佳机会。与朋友或家人一起参与激动人心的点击器游戏，享受用您精心布置的陷阱成功战胜狡猾猫咪的乐趣。\n\n请记住，这款点击器游戏的胜利关键在于防止猫咪逃跑！快速准确地点击斑点使其变暗，确保猫咪无路可逃。\n\n“捉猫”迎合了猫科动物爱好者和那些喜欢点击器拼图形式中令人愉悦的智力挑战的人。这款游戏是一款复杂的点击器拼图，需要您发挥最大的智力才能取得胜利。\n\n您在这款点击器游戏中的主要目标是通过策略性地沿猫咪的路径放置黑色圆圈，将猫咪限制在游戏区域内。猫咪会试图避开您精心设计的障碍物，这将考验您的点击器规划技能。\n\n点击器游戏采用回合制，您先移动，然后猫试图通过移动到相邻的格子之一逃脱。循环继续，直到所有自由圆圈都用完或猫设法逃出您的掌控。\n\n成功用点击器陷阱包围猫，您将成为胜利者！另一方面，如果猫设法溜走，不要害怕，因为您将有机会重新开始这个点击器挑战并再次尝试。\n\nCatch the Cat 是经典数学谜题 Quadraphage 的出色改编，变成了一个点击器挑战，其中狡猾的猫试图从六边形板中逃脱，每次移动后一个格子被阻挡，加剧了挑战。\n\n凭借坚定的决心和战略敏锐性，征服这个令人着迷的点击器游戏并证明您作为强大猫猎人的勇气。当您开始这个激动人心的点击器冒险时，愿好运站在您这边！",
    "zh_TW": "捉貓遊戲是一款令人興奮且有趣的點擊遊戲，讓您沉浸在熟練的貓獵人的角色中。當你踏上這場驚心動魄的冒險之旅時，你將面臨著智勝一隻聰明而難以捉摸的貓的挑戰，它決心逃脫你的追捕。你的任務是沿著貓的路徑策略性地放置陷阱，並使用答題器機制在它從視線中消失之前將其捕獲。\n\n這款引人入勝的點擊遊戲提供了多種難度級別，適合初學者和經驗豐富的玩家。最初，您將可以選擇將簡單的點擊器陷阱放置在遊戲板上。當貓狡猾地從 A 點移動到 B 點時，您的目標是預測它的路線並使用響片控制巧妙地佈置陷阱以誘捕它。然而，要小心貓的非凡智力以及如果你未能仔細計劃你的行動的話它有能力擺脫你的陷阱。\n\n捉貓遊戲不僅帶來無盡的娛樂，也是在點擊環境中增強邏輯思維和解決問題能力的絕佳機會。與朋友或家人一起參與激動人心的點擊遊戲，並享受通過巧妙設置的陷阱成功智勝狡猾的貓的樂趣。\n\n請記住，在這款點擊遊戲中獲勝的關鍵在於阻止貓咪逃跑！點擊這些點使其變暗時要快速且準確，確保貓沒有路線可以溜過去。\n\n「Catch the Cat」迎合了貓科動物愛好者和那些喜歡以答題器謎題形式享受令人愉悅的智力挑戰的人們的需求。遊戲是一款錯綜複雜的點擊遊戲，需要您發揮最大的智力才能取得勝利。\n\n在這款點擊遊戲中，您的主要目標是透過策略性地沿著貓的路徑放置黑圈，將貓限制在遊戲區域內。期待貓咪試著避開您精心設計的障礙，從而考驗您的響片規劃技巧。\n\n點擊遊戲以回合製方式進行，您首先採取行動，然後貓試圖移動到相鄰的單元格之一來逃脫。這個循環一直持續到所有自由圓圈都用完或貓設法逃出你的掌控。\n\n用你的響片陷阱成功包圍貓，你將成為勝利者！另一方面，如果貓設法溜走，請不要擔心，因為您將有機會在這個答題器挑戰中重新開始並重試。\n\n《Catch the Cat》是對經典數學謎題《Quadraphage》的出色改編，轉變為點擊挑戰遊戲，一隻狡猾的貓試圖從六邊形棋盤中逃脫，每次移動後都會有一個單元格被阻擋，從而加劇了挑戰。\n\n憑藉堅定不移的決心和策略敏銳性，征服這款令人著迷的點擊遊戲，證明您作為強大貓獵人的勇氣。當您踏上這場令人興奮的點擊冒險之旅時，祝您好運！"
  }
}