{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wiza - Phone Number & Email Finder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find anyone's email and phone number"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find real-time verified email addresses from professional social networks for free.\n\nWiza’s free email finder allows you to view accurate work and personal email addresses in seconds.\n\n✔ Find emails on social media profiles\n\nUsing the Wiza email finder, you’ll be able to pull up real-time verified email addresses (both business and personal) on any professional social media profile that you view—in a matter of seconds.\n\n✔ Bulk export leads from searches\n\nWiza’s email finder enables you to export your searches and saved lead lists with real-time verified email addresses (and phone numbers).\n\n✔ Save emails to lists and export to CSV\n\nDownload your saved lists and exports to CSV in a single click, including contact name, employer, job title, email addresses, phone numbers, and 30+ other data points.\n\n✔ Sync emails directly to your CRM and sales tools in one click\n\nConnect Wiza to your CRM (HubSpot, Salesforce, and more) and then instantly sync contacts with email addresses to your platform with one click.\n\n✔ Trusted by 50,000+ users including:\n\nSales teams to prospect and build pipeline\nFounders to find their first and next customers\nAgency owners to perform lead generation for clients\nMarketers to reach out about collaboration and link builder\nRecruiters to source candidates and acquire talent\n\nJoin Wiza today and get 25 free credits every month: https://wiza.co/auth/signup\n\nWe appreciate your support and please feel free to reach out to us with any questions or needs via our live website chat or at hello@wiza.com"
  }
}