{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Open Yellow Pages - a world of Open Contacts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Open Yellow Pages Extension allows Sales Managers and Recruiters to access open LI profiles’ contacts whenever you’d like for free"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Welcome to Open Yellow Pages Chrome Extension that allows you to access open contacts of LI profiles whenever you want without spending any money. This extension makes it easy for Sales Managers and Recruiters to connect with potential clients and candidates on LI.\n\nOur extension is designed to help you find the right contacts and make meaningful connections. \n\nYou can also contribute new profiles with contact data and earn coins that you can spend on opening the contacts of others profiles. \n\nThe extension is easy to use and install. Once you have it installed, you'll be able to access the contact information of any LI profile with just one click. \nYou'll also be able to see statistics on how many times your contributed data has been viewed, so you can see how much value you're getting from your contributions.\n\nWith our extension, you'll be able to:\n\nGet contact information of any LinkedIn profile with one click\nContribute new profiles with contact data and earn coins\nSee statistics on how many times your contributed data has been viewed\nAccess to a community generated database of open contacts from around the world\n\nGet only fresh data as we updated 20 000 profiles on daily basis\nExpand your network and connect with people from any city and even from any continent.\n\nWe also respect your privacy and comply with the General Data Protection Regulation (GDPR). As an owner of a profile, you have the right to withdraw your consent for your personal data to be processed and the right to be forgotten.\n\nOur Chrome Extension is the perfect tool for Sales Managers, recruiters, and other professionals looking to expand their network and connect with potential clients and customers on LinkedIn. Try it out today and see how it can help you grow your business and make meaningful connections.\n\nFormerly TalentScan, TalentSearch, Talent Scan, Talent Search",
    "pl": "Szybko, łatwo i legalnie zarządzaj kandydatami z Gmaila, LinkedIn, GitHub, StackOverflow, XING, HeadHunter, Facebooka i innych. \n\nOtwórz stronę kandydata na jednej z tych witryn i jednym ruchem wyeksportuj profil do swojej bazy danych – sztuczna inteligencja automatycznie uzupełni kluczowe informacje kandydata i znajdzie alternatywne dane kontaktowe. \n\nWbudowany analizator zapobiega duplikowaniu profili kandydatów w Twojej bazie danych podczas pracy z różnymi źródłami\nPisz i udostępniaj komentarze kandydatom bezpośrednio na ich stronach w Internecie, przeglądaj historię interakcji z nimi, dodaj wybraną ofertę do długiej listy lub przejdź do pożądanego etapu lejka rekrutacyjnego. \n\nZalety: \n* W pełni zgodne z prawem! \n* Brak duplikatów \n* Wsparcie pracy zespołowej \n* Praca z ofertą bezpośrednio na stronie kandydata w Internecie \n* Gromadzenie i przechowywanie całej historii interakcji z kandydatem. \n\nTalentScan.Pro - Twój cyfrowy asystent rekrutacyjny\n\nPrzekaż rutynę maszynie - ciesz się komunikacją na żywo! \n\nv 3.2.2 Dodano możliwość zapraszania kandydatów przy użyciu indywidualnych szablonów. Możesz użyć różnych szablonów w zależności od oferty \nv 3.2.7 Zarządzaj kandydatami bezpośrednio z Gmaila \nv 3.2.10 Dodano HeadHunter.ru jako źródło kandydatów \nv 3.2.13 Naprawiono problem z LinkedIn \nv 3.2.14 Naprawiono problem z LinkedIn. Połączone bloki „Długa lista” i „Przetwarzanie” \nv 3.2.15 Naprawiono problem z Work.ua\nv 3.2.18 Usunięto identyfikację z żądanych uprawnień \nv 3.2.19 Dodano szablony zaproszeń do pracy w Rabota.ua \nv 3.2.20-21 Drobne ulepszenia dla LinkedIn i Rabota.ua \nv 3.2.24 Naprawiono problemy z tworzeniem pracy \nv 3.2.26 Przejście do nowego interfejsu użytkownika Rabota.ua \nv 3.2.27 Drobne ulepszenia \nv 3.2.35 Prześlij CV do profilu. Wybór terminu rozmowy kwalifikacyjnej \nv 3.2.37 Drobne ulepszenia i poprawki \nv 3.2.40 Poprawka rozwiązująca problem z obciążeniem procesora \nv 3.2.44 Naprawiono błąd z Rabota.ua\nv 3.2.51 Nowe źródła: Behance i Art Stations \nv 3.2.52 Poprawka dla nowego interfejsu użytkownika LinkedIn \nv 3.2.55-63 Drobne ulepszenia \nv 3.2.64 Naprawiono błąd z facebookiem i dodanie paska postępu procentowego \nv 3.2.65 Naprawiono błąd w Linkedin \nv 3.2.66-68 Naprawiono błędy w źródłach \nv 3.2.69 Dodano blok dodatkowych profili publicznych z innych sieci społecznościowych\nv 3.2.55-60 Drobne ulepszenia",
    "ru": "Быстрое, простое управление кандидатами из HeadHunter, МойКруг, Djinni, Gmail, LinkedIn, GitHub, StackOverflow, XING, Facebook и др\nОткройте страницу кандидата на одном из указанных сайтов и одним движением экспортировать профиль к вашей базе данных. Плагин автоматически заполнит ключевую информацию о кандидате и найдет альтернативные контактные данные.\nВстроенный анализатор предотвращает дублирование профилей кандидатов в вашей базе данных при работе с различными источниками.\nПишите и делитесь комментариями по кандидатам непосредственно на их страницах в Интернете, просматривайте историю взаимодействия с ними, добавьте избранного кандидата в список вакансии.\n\nПреимущества:\n* Легально!\n* Без дубликатов;\nПоддержка командной работы;\nРабота с вакансией непосредственно на странице кандидата в Интернете;\n* Сбор и хранение всей истории взаимодействия с кандидатом\n\nTalentScan.Pro - ваш диджитал помощник в подборе персонала\n\nДелегируйте рутину машине, а сами наслаждайтесь живым общением!\n\nv 3.2.2 Мы добавили возможность приглашать кандидатов по индивидуальным шаблонам. Вы можете использовать различные шаблоны, зависит от вакансии\nv 3.2.7 Управление кандидатами непосредственно в Gmail\nv 3.2.10 Добавлено HeadHunter.ru как источник кандидатов\nv 3.2.13 Исправлена ​​проблема с LinkedIn\nv 3.2.14 Исправлена ​​проблема с LinkedIn. Объединенные блоки длинного списка и обработки\nv 3.2.15 Исправлена ​​проблема с Work.ua\nv 3.2.18 Удалено личность из запрашиваемых разрешений\nv 3.2.19 Добавлено шаблоны приглашений на вакансию в Rabota.ua\nv 3.2.20-21 Небольшие усовершенствования для LinkedIn и Rabota.ua\nv 3.2.23 Добавлено GRC.ua как источник кандидатов\nv 3.2.24 Исправлены проблемы с созданием вакансии\nv 3.2.26 Адаптация под новый вид Rabota.ua\nv 3.2.27 Улучшение производительности\nv 3.2.35 Загрузка резюме к профилю. Выбор даты интервью\nv 3.2.36 Исправлена ошибка работы с откликами в Rabota.ua\nv 3.2.37 Улучшение производительности и исправление ошибок\nv 3.2.40 Устранение ошибки по нагрузке на процессор \nv 3.2.44 Устранение ошибки при добавлении профилей с rabota.ua\nv 3.2.51 New Sources: Behance and Art Stations\nv 3.2.55-60 Небольшие усовершенствования",
    "uk": "Швидке, просте  управління кандидатами з Rabota.ua, Work.ua, HeadHunter, GRC, DOU, Djinni, Gmail, LinkedIn, GitHub, StackOverflow, XING, Facebook та ін\nВідкрийте сторінку кандидата на одному із зазначених сайтів і одним рухом експортуйте профіль до вашої бази даних.  Плагін автоматично заповнить ключову інформацію про кандидата та знайде альтернативні контактні дані.\nВбудований аналізатор запобігає дублюванню профілів кандидатів у вашій базі даних при роботі з різними джерелами.\nПишіть та діліться коментарями по кандидатам безпосередньо на їхніх сторінках в Інтернеті, переглядайте історію взаємодії з ними, додайте вибраного кандидата у список вакансії .\n\nПереваги:\n* Легально!\n* Без дублікатів;\n* Підтримка командної роботи;\n* Робота з вакансією безпосередньо на сторінці кандидата в Інтернеті;\n* Збір та зберігання всієї історії взаємодії з кандидатом\n\nTalentScan.Pro - ваш діджітал помічник у підборі персоналу\n\nДелегуйте рутину машині, а самі насолоджуйтесь живим спілкуванням!\n\nv 3.2.2 Ми додали можливість запрошувати кандидатів за індивідуальними шаблонами. Ви можете використовувати різні шаблони, залежить від вакансії\nv 3.2.7 Управління кандидатами безпосередньо в Gmail\nv 3.2.10 Додано HeadHunter.ru як джерело кандидатів\nv 3.2.13 Виправлена ​​проблема з LinkedIn\nv 3.2.14 Виправлена ​​проблема з LinkedIn. Об'єднані блоки довгого списку та обробки\nv 3.2.15 Виправлена ​​проблема з Work.ua\nv 3.2.18 Видалено особистість із запитуваних дозволів\nv 3.2.19 Додано шаблони запрошень на вакансію в Rabota.ua\nv 3.2.20-21 Невеликі вдосконалення для LinkedIn та Rabota.ua\nv 3.2.23 Додано GRC.ua як джерело кандидатів\nv 3.2.24 Виправлені проблеми зі створенням вакансії\nv 3.2.26 Адаптація под новий вид Rabota.ua\nv 3.2.27 Поліпшення продуктивності\nv 3.2.35 Завантаження резюме до профілю. Вибір дати інтерв'ю\nv 3.2.37 Поліпшення продуктивності та виправлення помилок\nv 3.2.40 Усунення помилки по навантаженню на процесор\nv 3.2.44 Усунення помилки при додаванні профілів з Robota.ua\nv 3.2.51 New Sources: Behance and Art Stations\nv 3.2.55-60 Поліпшення продуктивності\nv 3.3.5 Вирішені проблеми зі створюваням дублікатів"
  }
}