{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TurBOTa for Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Check the cruelty-free status of the brands faster with TurBOTa for Chrome!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "★ Why is it important?\n\nAcquiring products that are not tested on animals encourages brands to move to a cruelty-free philosophy and be certified by PETA (People for the Ethical Treatment of Animals). In-vitro testing and safe micro-dosing of human volunteers can replace cruel and immoral animal testing. The culture of cruelty-free consumption is not widespread in Ukraine today, so our team is inspired by the fact that TurBOTA will accelerate its development among the younger generation. Download this extension to be aware of brands that ignore this issue or use non-natural materials for their products.\n\n★ How does it work?\n\nThis extension goes through the web page you open, finds brands on it, and shows whether these brands test their products on animals or not. It takes just one second, and you already know the cruelty-free status of a particular brand from the notification in the bottom right corner of your screen. You can also easily turn off/on all our functions whenever you want.\n\nFor now, we use a database of 600+ brands and plan to enlarge it with new updates. So, if the brand you are looking for is missing in our database, you can request to add it through the expansion's popup.\n\nTurBOTa extension does NOT collect users' data and is free of advertisements.\n\nDeveloped with love by NGO ESMU team!"
  }
}