{
  "name": {
    "ar": "مدير الاقتباس لجوجل كروم ™",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Citation Manager for Google Chrome™",
    "bg": "Citation Manager за Google Chrome ™",
    "ca": "Citation Manager per a Google Chrome ™",
    "cs": "Správce citací pro Google Chrome ™",
    "da": "Citation Manager til Google Chrome ™",
    "de": "Citation Manager für Google Chrome ™",
    "el": "Citation Manager για το Google Chrome ™",
    "es": "Administrador de citas para Google Chrome ™",
    "et": "Google Chrome&#39;i viidehaldur",
    "fi": "Google Chrome ™ -sitaationhallinta",
    "fil": "Citation Manager para sa Google Chrome ™",
    "fr": "Citation Manager pour Google Chrome ™",
    "he": "מנהל ציטוטים עבור Google Chrome ™",
    "hi": "Google Chrome ™ के लिए उद्धरण प्रबंधक",
    "hr,sl": "Citation Manager za Google Chrome ™",
    "hu": "Citation Manager a Google Chrome ™ -hoz",
    "id,ms": "Citation Manager untuk Google Chrome ™",
    "it": "Citation Manager per Google Chrome ™",
    "ja": "GoogleChrome™の引用マネージャー",
    "ko": "Google Chrome ™ 용 인용 관리자",
    "lt": "„Google Chrome“ citavimo tvarkyklė",
    "lv": "Google Chrome ™ citātu pārvaldnieks",
    "nl": "Citation Manager voor Google Chrome ™",
    "no": "Citation Manager for Google Chrome ™",
    "pl": "Citation Manager dla Google Chrome ™",
    "ro": "Citation Manager pentru Google Chrome ™",
    "ru": "Citation Manager для Google Chrome ™",
    "sk": "Správca citácií pre Google Chrome ™",
    "sr": "Цитатион Манагер за Гоогле Цхроме ™",
    "sv": "Citation Manager för Google Chrome ™",
    "th": "Citation Manager สำหรับ Google Chrome ™",
    "tr": "Google Chrome ™ için Atıf Yöneticisi",
    "uk": "Менеджер цитування для Google Chrome ™",
    "vi": "Trình quản lý trích dẫn cho Google Chrome ™",
    "zh_CN,zh_TW": "Google Chrome™的引文管理器"
  },
  "short": {
    "ar": "استشهد بسرعة بمصدر الموقع",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Quickly cite a Website Source for writing essays & research papers",
    "bg": "Бързо цитирайте източник на уебсайт",
    "ca": "Citeu ràpidament una font del lloc web",
    "cs": "Rychle uveďte zdroj webu",
    "da": "Citer hurtigt en websteds kilde",
    "de": "Zitieren Sie schnell eine Website-Quelle",
    "el": "Αναφέρετε γρήγορα μια πηγή ιστότοπου",
    "es": "Cite rápidamente la fuente de un sitio web",
    "et": "Tsiteerige kiiresti veebisaidi allikat",
    "fi": "Lainaa nopeasti verkkosivuston lähde",
    "fil": "Mabilis na banggitin ang isang mapagkukunan ng website",
    "fr": "Citez rapidement une source de site Web",
    "he": "ציטט במהירות מקור אתר",
    "hi": "जल्दी से एक वेबसाइट स्रोत का हवाला देते हैं",
    "hr": "Brzo citirajte izvor web stranice",
    "hu": "Gyorsan idézzen egy webhely forrást",
    "id": "Kutip sumber situs web dengan cepat",
    "it": "Cita rapidamente una fonte del sito web",
    "ja": "ウェブサイトのソースをすばやく引用する",
    "ko": "웹 사이트 소스를 빠르게 인용",
    "lt": "Greitai nurodykite svetainės šaltinį",
    "lv": "Ātri miniet vietnes avotu",
    "ms": "Petik sumber laman web dengan pantas",
    "nl": "Noem snel een websitebron",
    "no": "Sitere raskt en nettsidekilde",
    "pl": "Szybko zacytuj źródło witryny",
    "ro": "Citați rapid o sursă de site web",
    "ru": "Быстро цитировать источник на сайте",
    "sk": "Rýchlo uveďte zdroj webu",
    "sl": "Hitro navedite vir spletnega mesta",
    "sr": "Брзо цитирајте извор веб странице",
    "sv": "Citera snabbt en webbplatskälla",
    "th": "อ้างแหล่งที่มาของเว็บไซต์อย่างรวดเร็ว",
    "tr": "Bir web sitesi kaynağından hızlıca alıntı yapın",
    "uk": "Швидко цитуйте джерело веб-сайту",
    "vi": "Nhanh chóng trích dẫn nguồn trang web",
    "zh_CN": "快速引用网站资源",
    "zh_TW": "快速引用網站資源"
  },
  "long": {
    "ar": "هل تحتاج إلى كتابة مقال / ورقة بحثية؟\n\nلمنع أي قضايا انتحال ، من المهم جدًا ذكر جميع المصادر التي تستخدمها. يسمح لك برنامجنا بإجراء بحث\nعلى الإنترنت وحفظ كل موقع ويب ترغب في استخدام الاقتباسات / الإحصائيات. citation\n\nللبدء ، كل ما عليك فعله هو تثبيت الامتداد\nانتقل إلى موقع الويب الذي تريد الاقتباس منه\nانقر على أيقونة الامتداد ، واختر نوع طريقة الاقتباس.\nسيقوم برنامجنا تلقائيًا بحفظ هذا الاقتباس نيابة عنك ويمكنك لصق هذه الاقتباسات في المقالات التي تكتبها. apa citation\n\nيدعم برنامجنا طرق الاستشهادات الأكثر شيوعًا مثل APA / Chicago Citation / MLA Citation / Harvard Citation method. cite this for me\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Google وإنما بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا تؤيد Google أو ترعى امتداد Chrome هذا. Citation Manager for Google Chrome ™ ليس مملوكًا ، وليس مرخصًا له ، وليس شركة تابعة لشركة Google Inc.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Do you need to write an essay/research paper?\n\nTo prevent any plagarism issues, its very important to cite all the sources you use. Our software allows you to do research on the Internet and save each and every website which you wish to use quotes/statistics. \n\nTo get started, all you need to do is install the extension\nGo to the website which you want to quote from\nClick on the extension icon, choose the type of citation method.\nOur software will automatically save this citation for you and you can paste these citations into the essays you are writing. \n\nOur software supports the most common citations methods such as APA / Chicago Citation/ MLA Citation / Harvard Citation method. \n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this Chrome extension. Citation Manager for Google Chrome™ is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Трябва ли да напишете есе / изследователска работа?\n\nЗа да предотвратите проблеми с плагаризма, е много важно да цитирате всички източници, които използвате. Нашият софтуер ви позволява да правите изследвания\nв Интернет и запазете всеки уебсайт, който искате да използвате, котировки / статистика. mla format\n\nЗа да започнете, трябва само да инсталирате разширението\nОтидете на уебсайта, от който искате да цитирате\nЩракнете върху иконата на разширението, изберете типа метод на цитиране.\nНашият софтуер автоматично ще запази това цитиране за вас и можете да ги поставите в есетата, които пишете. apa format\n\nНашият софтуер поддържа най-често използваните методи за цитиране като APA / Chicago Citation / MLA Citation / Harvard Citation method. reference\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява и не спонсорира това разширение за Chrome. Citation Manager за Google Chrome ™ не е собственост, не е лицензиран и не е дъщерно дружество на Google Inc.",
    "ca": "Necessiteu escriure un assaig / treball de recerca?\n\nPer evitar problemes de plagarisme, és molt important citar totes les fonts que utilitzeu. El nostre programari us permet investigar\na Internet i deseu tots els llocs web que vulgueu fer servir pressupostos / estadístiques. mla citation\n\nPer començar, tot el que heu de fer és instal·lar l’extensió\nAneu al lloc web del qual voleu citar\nFeu clic a la icona de l'extensió i trieu el tipus de mètode de citació.\nEl nostre programari desarà automàticament aquesta cita i podeu enganxar-les als assajos que escriviu. harvard referencing\n\nEl nostre programari admet els mètodes de citació més comuns, com ara el mètode APA / Chicago Citation / MLA Citation / Harvard Citation. apa in text citation\n\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Google i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris.\nGoogle no recolza ni patrocina aquesta extensió de Chrome. Citation Manager per a Google Chrome ™ no és propietat de, no té llicència ni és filial de Google Inc.",
    "cs": "Potřebujete napsat esej / výzkumnou práci?\n\nAby se předešlo problémům s plagarismem, je velmi důležité uvést všechny zdroje, které používáte. Náš software vám umožňuje provádět výzkum\nna internetu a uložte každý web, na kterém chcete použít nabídky / statistiky. chicago style citation\n\nChcete-li začít, stačí nainstalovat rozšíření\nPřejděte na web, který chcete citovat\nKlikněte na ikonu rozšíření a vyberte typ metody citace.\nNáš software tuto citaci automaticky uloží a vy můžete tyto citace vložit do esejí, které píšete. apa reference page\n\nNáš software podporuje nejběžnější metody citací, jako je metoda APA / Chicago Citation / MLA Citation / Harvard Citation. citefast\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ vytvořeno společností Google a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům.\nGoogle toto rozšíření pro Chrome nepodporuje ani nesponzoruje. Citation Manager pro Google Chrome ™ nevlastní, nemá licenci ani není dceřinou společností společnosti Google Inc.",
    "da": "Har du brug for at skrive et essay / research paper?\n\nFor at forhindre plagarismeproblemer er det meget vigtigt at nævne alle de kilder, du bruger. Vores software giver dig mulighed for at undersøge\npå Internettet og gem hvert websted, som du ønsker at bruge tilbud / statistikker. apa format example\n\nFor at komme i gang er alt, hvad du skal gøre, at installere udvidelsen\nGå til det websted, som du vil citere fra\nKlik på udvidelsesikonet, vælg typen af citationsmetode.\nVores software gemmer automatisk denne henvisning til dig, og du kan indsætte disse citater i de essays, du skriver. works cited\n\nVores software understøtter de mest almindelige citationsmetoder som APA / Chicago Citation / MLA Citation / Harvard Citation method. purdue owl mla\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE er lavet af Google og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere.\nGoogle godkender eller sponsorerer ikke denne Chrome-udvidelse. Citation Manager til Google Chrome ™ ejes ikke af, er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Müssen Sie einen Aufsatz / eine Forschungsarbeit schreiben?\n\nUm Plagarismusprobleme zu vermeiden, ist es sehr wichtig, alle von Ihnen verwendeten Quellen zu zitieren. Mit unserer Software können Sie recherchieren\nim Internet und speichern Sie jede einzelne Website, die Sie Zitate / Statistiken verwenden möchten. mla format example\n\nUm zu beginnen, müssen Sie lediglich die Erweiterung installieren\nGehen Sie zu der Website, von der Sie zitieren möchten\nKlicken Sie auf das Erweiterungssymbol und wählen Sie die Art der Zitiermethode.\nUnsere Software speichert dieses Zitat automatisch für Sie und Sie können diese Zitate in die Aufsätze einfügen, die Sie schreiben. chicago style\n\nUnsere Software unterstützt die gängigsten Zitiermethoden wie APA / Chicago Citation / MLA Citation / Harvard Citation. apa citation example\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Chrome-Erweiterung nicht. Citation Manager für Google Chrome ™ gehört nicht, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Χρειάζεται να γράψετε ένα δοκίμιο / ερευνητικό έγγραφο;\n\nΓια να αποφύγετε τυχόν προβλήματα λογοκλοπής, είναι πολύ σημαντικό να αναφέρετε όλες τις πηγές που χρησιμοποιείτε. Το λογισμικό μας σας επιτρέπει να κάνετε έρευνα\nστο Διαδίκτυο και αποθηκεύστε κάθε ιστότοπο που θέλετε να χρησιμοποιήσετε εισαγωγικά / στατιστικά στοιχεία. cite this for me apa\n\nΓια να ξεκινήσετε, το μόνο που χρειάζεται να κάνετε είναι να εγκαταστήσετε την επέκταση\nΜεταβείτε στον ιστότοπο από τον οποίο θέλετε να αναφέρετε\nΚάντε κλικ στο εικονίδιο επέκτασης, επιλέξτε τον τύπο της μεθόδου παραπομπής.\nΤο λογισμικό μας θα αποθηκεύσει αυτόματα αυτήν την αναφορά για εσάς και μπορείτε να επικολλήσετε αυτές τις παραπομπές στα δοκίμια που γράφετε. parenthetical citation\n\nΤο λογισμικό μας υποστηρίζει τις πιο κοινές μεθόδους παραπομπών όπως APA / Chicago Citation / MLA Citation / Harvard Citation. referencing\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση Chrome. Το Citation Manager για το Google Chrome ™ δεν ανήκει, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "es": "¿Necesitas escribir un ensayo / trabajo de investigación?\n\nPara evitar problemas de plagio, es muy importante citar todas las fuentes que utiliza. Nuestro software le permite investigar\nen Internet y guarde todos y cada uno de los sitios web en los que desea utilizar cotizaciones / estadísticas. mendeley word plugin\n\nPara comenzar, todo lo que necesita hacer es instalar la extensión\nVaya al sitio web del que desea cotizar\nHaga clic en el icono de la extensión, elija el tipo de método de cita.\nNuestro software guardará automáticamente esta cita para usted y puede pegar estas citas en los ensayos que está escribiendo. intext\n\nNuestro software admite los métodos de citas más comunes, como el método APA / Chicago Citation / MLA Citation / Harvard Citation. mla book citation\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión de Chrome. Citation Manager para Google Chrome ™ no es propiedad de, no tiene licencia ni es una subsidiaria de Google Inc.",
    "et": "Kas peate kirjutama essee / uurimistöö?\n\nPlagarismiprobleemide vältimiseks on väga oluline tuua välja kõik teie kasutatud allikad. Meie tarkvara võimaldab teil uurida\nInternetis ja salvestage kõik veebisaidid, mida soovite kasutada hinnapakkumisi / statistikat. apa cover page\n\nAlustamiseks on vaja vaid laiendus installida\nMinge veebisaidile, kust soovite tsiteerida\nKlõpsake laienduse ikooni, valige tsiteerimisviisi tüüp.\nMeie tarkvara salvestab selle tsitaadi teie jaoks automaatselt ja saate need tsitaadid oma kirjutatavasse esseesse kleepida. my citations\n\nMeie tarkvara toetab kõige levinumaid tsiteerimismeetodeid, näiteks APA / Chicago Citation / MLA Citation / Harvardi Citation meetod. easybib apa\n\nKohustustest loobumine: Pange tähele, et seda laiendust EI teinud Google ja seda teeb sõltumatu arendustiim. Kõik autoriõigused kuuluvad nende omanikele.\nGoogle ei toeta ega sponsoreeri seda Chrome'i laiendust. Google Chrome ™'i viidehaldur ei kuulu Google Inc. omandisse ega ole litsentseeritud ega tütarettevõte.",
    "fil": "Onko sinun kirjoitettava essee / tutkimusartikkeli?\n\nPlagarismiongelmien estämiseksi on erittäin tärkeää mainita kaikki käyttämäsi lähteet. Ohjelmistomme avulla voit tehdä tutkimusta\nInternetissä ja tallenna jokainen verkkosivusto, jota haluat käyttää tarjouksissa / tilastoissa. purdue owl apa citation\n\nAloittamiseksi sinun tarvitsee vain asentaa laajennus\nMene verkkosivustolle, josta haluat lainata\nNapsauta laajennuskuvaketta, valitse lainaustavan tyyppi.\nOhjelmistomme tallentaa tämän viittauksen automaattisesti sinulle ja voit liittää nämä sitaatit kirjoittamiisi esseisiin. cite them right\n\nOhjelmistomme tukee yleisimpiä viittausmenetelmiä, kuten APA / Chicago Citation / MLA Citation / Harvard Citation -menetelmää. ama citation\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole tehnyt Google, ja sen on tehnyt riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai sponsoroi tätä Chrome-laajennusta. Google Chrome ™: n Citation Manager ei ole Google Inc: n omistuksessa, lisenssillä eikä tytäryhtiö.",
    "fr": "Avez-vous besoin de rédiger un essai / document de recherche?\n\nPour éviter tout problème de plagarisme, il est très important de citer toutes les sources que vous utilisez. Notre logiciel vous permet de faire des recherches\nsur Internet et enregistrez chaque site Web pour lequel vous souhaitez utiliser des citations / statistiques. harvard referencing style\n\nPour commencer, il vous suffit d'installer l'extension\nAccédez au site Web dont vous souhaitez citer\nCliquez sur l'icône d'extension, choisissez le type de méthode de citation.\nNotre logiciel enregistrera automatiquement cette citation pour vous et vous pourrez coller ces citations dans les essais que vous écrivez. endnote online\n\nNotre logiciel prend en charge les méthodes de citations les plus courantes telles que la méthode APA / Chicago Citation / MLA Citation / Harvard Citation. bibme apa\n\nClause de non-responsabilité: veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension Chrome. Citation Manager pour Google Chrome ™ n'appartient pas à, n'est pas licencié par et n'est pas une filiale de Google Inc.",
    "hi": "क्या आपको निबंध / शोध पत्र लिखने की आवश्यकता है?\n\nकिसी भी प्लेजिज्म मुद्दों को रोकने के लिए, आपके द्वारा उपयोग किए जाने वाले सभी स्रोतों का हवाला देना बहुत महत्वपूर्ण है। हमारा सॉफ्टवेयर आपको शोध करने की अनुमति देता है\nइंटरनेट पर और प्रत्येक और हर वेबसाइट को बचाने के लिए जिसे आप उद्धरण / सांख्यिकी का उपयोग करना चाहते हैं। {{}\n\nआरंभ करने के लिए, आपको बस इतना करना है कि एक्सटेंशन स्थापित करें\nउस वेबसाइट पर जाएं जिसे आप उद्धृत करना चाहते हैं\nएक्सटेंशन आइकन पर क्लिक करें, उद्धरण विधि का प्रकार चुनें।\nहमारा सॉफ़्टवेयर आपके लिए इस उद्धरण को स्वतः सहेज लेगा और आप इन उद्धरणों को उन निबंधों में पेस्ट कर सकते हैं जिन्हें आप लिख रहे हैं। {{}\n\nहमारा सॉफ्टवेयर एपीए / शिकागो प्रशस्ति पत्र / एमएलए प्रशस्ति पत्र / हार्वर्ड प्रशस्ति पत्र विधि जैसे सबसे सामान्य उद्धरण तरीकों का समर्थन करता है। {२}\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस Chrome एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। Google Chrome ™ के लिए प्रशस्ति पत्र प्रबंधक के स्वामित्व में नहीं है, यह लाइसेंस प्राप्त नहीं है और यह Google Inc. की सहायक कंपनी नहीं है।",
    "hr": "Trebate li napisati esej / istraživački rad?\n\nDa biste spriječili bilo kakva pitanja plagarstva, vrlo je važno navesti sve izvore koje koristite. Naš softver omogućuje istraživanje\nna Internetu i spremite sve web stranice koje želite koristiti citate / statistike. apa format citation\n\nZa početak trebate samo instalirati proširenje\nIdite na web mjesto s kojeg želite citirati\nKliknite ikonu proširenja, odaberite vrstu metode citiranja.\nNaš softver automatski će sačuvati ovaj navod za vas i vi ga možete zalijepiti u eseje koje pišete. mla in text citation\n\nNaš softver podržava najčešće metode citiranja kao što su APA / Chicago Citation / MLA Citation / Harvard Citation. apa referencing\n\nIzjava o odricanju odgovornosti: imajte na umu da ovo proširenje NIJE Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava ili ne sponzorira ovo proširenje za Chrome. Citation Manager za Google Chrome ™ nije u vlasništvu, nije licenciran i nije podružnica Google Inc.",
    "hu": "Esszét / kutatómunkát kell írnia?\n\nA plagarizmussal kapcsolatos problémák elkerülése érdekében nagyon fontos megemlíteni az összes használt forrást. Szoftverünk lehetővé teszi, hogy kutatást végezzen\naz interneten, és mentse el az egyes weboldalakat, amelyeket idézetekkel / statisztikákkal kíván használni. works cited page\n\nA kezdéshez csak a bővítmény telepítését kell tennie\nLépjen arra a webhelyre, amelyről idézni szeretne\nKattintson a kiterjesztés ikonra, válassza ki az idézési módszer típusát.\nSzoftverünk automatikusan elmenti ezt az idézetet az Ön számára, és beillesztheti ezeket az idézeteket az írt esszékbe. ieee citation\n\nSzoftverünk támogatja a leggyakoribb hivatkozási módszereket, például az APA / Chicago Citation / MLA Citation / Harvard Citation módszert. bibliography format\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a bővítményt NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Google nem támogatja vagy szponzorálja ezt a Chrome-bővítményt. A Google Chrome ™ Citation Manager nem a Google Inc. tulajdonában van, nem rendelkezik engedéllyel és nem leányvállalata.",
    "id": "Apakah Anda perlu menulis esai / makalah penelitian?\n\nUntuk mencegah masalah plagarisme, sangat penting untuk mengutip semua sumber yang Anda gunakan. Perangkat lunak kami memungkinkan Anda melakukan penelitian\ndi Internet dan simpan setiap situs web yang ingin Anda gunakan kutipan / statistiknya. purdue owl citation\n\nUntuk memulai, yang perlu Anda lakukan hanyalah menginstal ekstensi\nBuka situs web yang ingin Anda kutip\nKlik ikon ekstensi, pilih jenis metode kutipan.\nPerangkat lunak kami akan secara otomatis menyimpan kutipan ini untuk Anda dan Anda dapat menempelkan kutipan ini ke dalam esai yang Anda tulis. mla works cited page\n\nPerangkat lunak kami mendukung metode kutipan yang paling umum seperti metode Kutipan APA / Chicago Citation / MLA Citation / Harvard Citation. apa 7\n\nPenafian: Harap dicatat ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembangan independen. Semua hak cipta dimiliki oleh pemiliknya masing-masing.\nGoogle tidak mendukung atau mensponsori ekstensi Chrome ini. Citation Manager untuk Google Chrome ™ tidak dimiliki oleh, tidak dilisensikan oleh, dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Hai bisogno di scrivere un saggio / articolo di ricerca?\n\nPer evitare problemi di plagio, è molto importante citare tutte le fonti che usi. Il nostro software ti permette di fare ricerche\nsu Internet e salva tutti i siti web che desideri utilizzare citazioni / statistiche. cite this for me harvard\n\nPer iniziare, tutto ciò che devi fare è installare l'estensione\nVai al sito web da cui desideri citare\nFare clic sull'icona dell'estensione, scegliere il tipo di metodo di citazione.\nIl nostro software salverà automaticamente questa citazione per te e potrai incollare queste citazioni nei saggi che stai scrivendo. oscola referencing\n\nIl nostro software supporta i metodi di citazione più comuni come il metodo APA / Chicago Citation / MLA Citation / Harvard Citation. apa 6th edition\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è realizzata da Google ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione di Chrome. Citation Manager per Google Chrome ™ non è di proprietà di, non è concesso in licenza da e non è una consociata di Google Inc.",
    "ja": "エッセイ/研究論文を書く必要がありますか？\n\n盗用の問題を防ぐには、使用するすべての情報源を引用することが非常に重要です。私たちのソフトウェアはあなたが研究をすることを可能にします\nインターネット上で、見積もり/統計を使用したいすべてのWebサイトを保存します。 refme\n\n開始するには、拡張機能をインストールするだけです。\n引用したいウェブサイトに行きます\n拡張アイコンをクリックして、引用方法のタイプを選択します。\n私たちのソフトウェアは自動的にこの引用を保存し、あなたが書いているエッセイにこれらの引用を貼り付けることができます。 harvard citation\n\n当社のソフトウェアは、APA / Chicago Citation / MLA Citation / HarvardCitationmethodなどの最も一般的な引用方法をサポートしています。 mla citation example\n\n免責事項：この拡張機能はGoogleによって作成されたものではなく、独立した開発チームによって作成されたものであることに注意してください。すべての著作権はそれぞれの所有者に帰属します。\nGoogleは、このChrome拡張機能を推奨または後援していません。 Citation Manager for GoogleChrome™は、Google Inc.が所有、ライセンス供与、および子会社ではありません。",
    "ko": "에세이 / 연구 논문을 작성해야합니까?\n\n표절 문제를 방지하려면 사용하는 모든 출처를 인용하는 것이 매우 중요합니다. 우리의 소프트웨어를 사용하면 연구를 할 수 있습니다.\n인터넷에서 견적 / 통계를 사용하려는 모든 웹 사이트를 저장하십시오. citing a website\n\n시작하려면 확장 프로그램을 설치하기 만하면됩니다.\n인용하려는 웹 사이트로 이동합니다.\n확장 아이콘을 클릭하고 인용 방법 유형을 선택하십시오.\n저희 소프트웨어는이 인용문을 자동으로 저장하고 작성중인 에세이에 이러한 인용문을 붙여 넣을 수 있습니다. ㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ ㅇㅇㅇ traffic ticket\n\n당사의 소프트웨어는 APA / Chicago Citation / MLA Citation / Harvard Citation 방법과 같은 가장 일반적인 인용 방법을 지원합니다. apa in text citation multiple authors\n\n면책 조항 :이 확장 프로그램은 Google에서 만든 것이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다.\nGoogle은이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. Citation Manager for Google Chrome ™은 Google Inc.의 소유가 아니며 라이센스가 부여되지 않으며 Google Inc.의 자회사가 아닙니다.",
    "lt": "Ar jums reikia parašyti esė / mokslinį darbą?\n\nNorint išvengti bet kokių plagarizmo problemų, labai svarbu nurodyti visus jūsų naudojamus šaltinius. Mūsų programinė įranga leidžia jums atlikti tyrimus\ninternete ir išsaugokite kiekvieną svetainę, kurioje norite naudoti citatas / statistiką. purdue owl mla citation\n\nNorėdami pradėti, tereikia įdiegti plėtinį\nEikite į svetainę, iš kurios norite pacituoti\nSpustelėkite plėtinio piktogramą, pasirinkite citavimo metodo tipą.\nMūsų programinė įranga automatiškai išsaugos jums šią citatą ir galėsite jas įklijuoti į rašomus rašinius. citation creator\n\nMūsų programinė įranga palaiko dažniausiai naudojamus citavimo metodus, tokius kaip APA / Chicago Citation / MLA Citation / Harvard Citation metodas. apa works cited\n\nAtsakomybės apribojimas: atkreipkite dėmesį, kad šį plėtinį NEGALI „Google“, o jį atlieka nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepatvirtina ir neremia šio „Chrome“ plėtinio. „Google Chrome ™“ „Citavimo tvarkyklė“ nepriklauso „Google Inc.“, nėra licencijuota ir nėra „Google Inc.“ dukterinė įmonė.",
    "lv": "Vai jums jāraksta eseja / pētniecisks darbs?\n\nLai novērstu jebkādas plaģiātisma problēmas, ir ļoti svarīgi minēt visus izmantotos avotus. Mūsu programmatūra ļauj veikt izpēti\ninternetā un saglabājiet katru vietni, kuru vēlaties izmantot pēdiņās / statistikā. apa in text citation website\n\nLai sāktu, viss, kas jums jādara, ir instalēt paplašinājumu\nDodieties uz vietni, no kuras vēlaties citēt\nNoklikšķiniet uz paplašinājuma ikonas, izvēlieties citēšanas metodes veidu.\nMūsu programmatūra automātiski saglabās jums šo atsauci, un jūs varat ielīmēt šos citātus jūsu sacerētajās esejās. harvard referencing website\n\nMūsu programmatūra atbalsta visizplatītākās citēšanas metodes, piemēram, APA / Chicago Citation / MLA Citation / Harvard Citation metodi. vancouver referencing\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to veic neatkarīga izstrādātāju komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neapstiprina un sponsorē šo Chrome paplašinājumu. Pārlūkprogrammas Google Chrome ™ citēšanas pārvaldnieks nepieder Google Inc., nav licencēts un nav Google Inc. meitasuzņēmums.",
    "ms": "Adakah anda perlu menulis esei / kertas penyelidikan?\n\nUntuk mengelakkan masalah plagarisme, sangat penting untuk menyebut semua sumber yang anda gunakan. Perisian kami membolehkan anda membuat kajian\ndi Internet dan simpan setiap laman web yang ingin anda gunakan petikan / statistik. mla citation website\n\nUntuk memulakan, yang perlu anda lakukan ialah memasang sambungan\nPergi ke laman web yang ingin anda petik\nKlik pada ikon peluasan, pilih jenis kaedah petikan.\nPerisian kami akan menyimpan petikan ini secara automatik untuk anda dan anda boleh memasukkan petikan ini ke dalam karangan yang anda tulis. oscola\n\nPerisian kami menyokong kaedah petikan yang paling biasa seperti kaedah APA / Chicago Citation / MLA Citation / Harvard Citation. mla meaning\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan Chrome ini. Citation Manager untuk Google Chrome ™ tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Moet je een essay / onderzoekspaper schrijven?\n\nOm plagarismeproblemen te voorkomen, is het erg belangrijk om alle bronnen die u gebruikt te vermelden. Met onze software kunt u onderzoek doen\nop internet en sla elke website op waarvoor u offertes / statistieken wilt gebruiken. mla format citation\n\nOm aan de slag te gaan, hoeft u alleen de extensie te installeren\nGa naar de website waarvan u een citaat wilt citeren\nKlik op het extensiepictogram en kies het type citatiemethode.\nOnze software slaat dit citaat automatisch voor u op en u kunt deze citaten in de essays die u schrijft, plakken. footnote\n\nOnze software ondersteunt de meest voorkomende citatiemethoden, zoals de APA / Chicago Citation / MLA Citation / Harvard Citation-methode. apa 7th edition\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren.\nGoogle onderschrijft of sponsort deze Chrome-extensie niet. Citation Manager for Google Chrome ™ is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Trenger du å skrive et essay / research paper?\n\nFor å forhindre plagarismeproblemer, er det veldig viktig å sitere alle kildene du bruker. Programvaren vår lar deg undersøke\npå Internett og lagre hvert eneste nettsted du vil bruke tilbud / statistikk. apa google\n\nFor å komme i gang er alt du trenger å gjøre å installere utvidelsen\nGå til nettstedet du vil sitere fra\nKlikk på utvidelsesikonet, velg type siteringsmetode.\nProgramvaren vår lagrer automatisk dette sitatet for deg, og du kan lime inn disse sitatene i essayene du skriver. acs citation\n\nProgramvaren vår støtter de vanligste siteringsmetodene som APA / Chicago Citation / MLA Citation / Harvard Citation method. mla bibliography\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nGoogle støtter ikke eller sponser denne Chrome-utvidelsen. Citation Manager for Google Chrome ™ eies ikke av, er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Czy potrzebujesz napisać esej / artykuł badawczy?\n\nAby zapobiec problemom z plagaryzmem, bardzo ważne jest cytowanie wszystkich źródeł, z których korzystasz. Nasze oprogramowanie umożliwia prowadzenie badań\nw Internecie i zapisać każdą stronę internetową, z której chcesz korzystać, cytaty / statystyki. vancouver style\n\nAby rozpocząć, wystarczy zainstalować rozszerzenie\nWejdź na stronę, z której chcesz cytować\nKliknij ikonę rozszerzenia, wybierz rodzaj metody cytowania.\nNasze oprogramowanie automatycznie zapisze ten cytat dla Ciebie i możesz wkleić te cytaty do swoich esejów. chicago style footnotes\n\nNasze oprogramowanie obsługuje najpopularniejsze metody cytowania, takie jak APA / Chicago Citation / MLA Citation / Harvard Citation. citing a website apa\n\nZastrzeżenie: należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Google i zostało stworzone przez niezależny zespół programistów. Wszystkie prawa autorskie należą do ich odpowiednich właścicieli.\nGoogle nie popiera ani nie sponsoruje tego rozszerzenia Chrome. Citation Manager for Google Chrome ™ nie jest własnością, nie jest licencjonowany ani nie jest spółką zależną Google Inc.",
    "ro": "Trebuie să scrieți un eseu / lucrare de cercetare?\n\nPentru a preveni orice problemă de plagarism, este foarte important să citați toate sursele pe care le utilizați. Software-ul nostru vă permite să faceți cercetări\npe Internet și salvați fiecare site pe care doriți să îl utilizați citate / statistici. mla format works cited\n\nPentru a începe, tot ce trebuie să faceți este să instalați extensia\nAccesați site-ul web pe care doriți să îl citați\nFaceți clic pe pictograma extensiei, alegeți tipul de metodă de citare.\nSoftware-ul nostru va salva automat această citare pentru dvs. și puteți lipi aceste citate în eseurile pe care le scrieți. apa cover page format\n\nSoftware-ul nostru acceptă cele mai frecvente metode de citare, cum ar fi APA / Chicago Citation / MLA Citation / Harvard Citation method. apa format reference page\n\nDeclinare de responsabilitate: Rețineți că această extensie NU este realizată de Google și este realizată de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu aprobă sau sponsorizează această extensie Chrome. Citation Manager pentru Google Chrome ™ nu este deținut de, nu este licențiat de și nu este o filială a Google Inc.",
    "ru": "Вам нужно написать эссе / исследовательскую работу?\n\nЧтобы предотвратить любые проблемы с плагаризмом, очень важно процитировать все источники, которые вы используете. Наше программное обеспечение позволяет проводить исследования\nв Интернете и сохраните каждый веб-сайт, на котором вы хотите использовать цитаты / статистику. block quote\n\nДля начала все, что вам нужно сделать, это установить расширение.\nПерейдите на сайт, с которого вы хотите процитировать\nЩелкните значок расширения, выберите тип метода цитирования.\nНаше программное обеспечение автоматически сохранит эту цитату для вас, и вы сможете вставить ее в сочинение, которое вы пишете. chicago style bibliography\n\nНаше программное обеспечение поддерживает наиболее распространенные методы цитирования, такие как метод цитирования APA / Chicago Citation / MLA Citation / Harvard Citation. apa works cited page\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Google, а создается независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не спонсирует это расширение Chrome. Citation Manager для Google Chrome ™ не принадлежит, не лицензируется и не является дочерней компанией Google Inc.",
    "sk": "Potrebujete napísať esej / výskumnú prácu?\n\nAby ste sa vyhli problémom s plagarizmom, je veľmi dôležité uviesť všetky zdroje, ktoré používate. Náš softvér vám umožňuje výskum\nna internete a uložte všetky webové stránky, ktoré chcete použiť. apa journal citation\n\nNa začiatok musíte nainštalovať rozšírenie\nPrejdite na web, ktorý chcete citovať\nKliknite na ikonu rozšírenia a vyberte typ metódy citovania.\nNáš softvér vám tieto citácie automaticky uloží a vy ich môžete vložiť do esejí, ktoré píšete. cite sources\n\nNáš softvér podporuje najbežnejšie metódy citovania, ako je metóda APA / Chicago Citation / MLA Citation / Harvard Citation. apa essay format\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE je vyrobené spoločnosťou Google a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom.\nGoogle toto rozšírenie pre Chrome nepodporuje ani nesponzoruje. Citation Manager pre Google Chrome ™ nie je vo vlastníctve spoločnosti Google Inc., nemá jej licenciu a nie je jej dcérskou spoločnosťou.",
    "sl": "Ali morate napisati esej / raziskovalno nalogo?\n\nDa bi preprečili kakršna koli vprašanja plagarstva, je zelo pomembno navesti vse vire, ki jih uporabljate. Naša programska oprema vam omogoča raziskovanje\nna internetu in shranite vsako spletno stran, za katero želite uporabiti ponudbe / statistiko. apa meaning\n\nZa začetek morate le namestiti razširitev\nPojdite na spletno mesto, s katerega želite citirati\nKliknite ikono razširitve in izberite vrsto citiranja.\nNaša programska oprema bo to navedbo samodejno shranila za vas in te navedbe lahko prilepite v eseje, ki jih pišete. asa citation\n\nNaša programska oprema podpira najpogostejše metode citiranja, kot so APA / Chicago Citation / MLA Citation / Harvard Citation. cse citation\n\nOmejitev odgovornosti: upoštevajte, da te razširitve NE izdeluje Google in jo je izdelala neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nGoogle ne podpira in ne sponzorira te razširitve za Chrome. Citation Manager za Google Chrome ™ ni v lasti, ni licenciran in ni podružnica družbe Google Inc.",
    "sr": "Да ли треба да напишете есеј / истраживачки рад?\n\nДа бисте спречили било каква питања плагарства, веома је важно навести све изворе које користите. Наш софтвер вам омогућава истраживање\nна Интернету и сачувајте сваку веб локацију на којој желите да користите цитате / статистику. cite my source\n\nДа бисте започели, потребно је само да инсталирате додатак\nИдите на веб локацију са које желите да цитирате\nКликните на икону продужетка, одаберите врсту методе цитирања.\nНаш софтвер ће аутоматски сачувати овај цитат за вас и можете га налепити у есеје које пишете. endnotes\n\nНаш софтвер подржава најчешће методе цитирања као што су АПА / Цхицаго Цитатион / МЛА Цитатион / Харвард Цитатион метход. free apa citation\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НИЈЕ Гоогле, а направио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\nГоогле не подржава и не спонзорише ово Цхроме проширење. Цитатион Манагер за Гоогле Цхроме ™ није у његовом власништву, није лиценциран и није подружница компаније Гоогле Инц.",
    "sv": "Behöver du skriva en uppsats / forskningsarbete?\n\nFör att förhindra eventuella plagarismproblem är det mycket viktigt att citera alla källor du använder. Vår programvara låter dig göra forskning\npå Internet och spara varje webbplats som du vill använda offert / statistik. chicago format\n\nFör att komma igång är allt du behöver göra att installera tillägget\nGå till webbplatsen som du vill citera från\nKlicka på tilläggsikonen, välj typ av citationsmetod.\nVår programvara sparar automatiskt detta citat åt dig och du kan klistra in dessa citat i de uppsatser du skriver. bibme mla\n\nVår programvara stöder de vanligaste citationsmetoderna som APA / Chicago Citation / MLA Citation / Harvard Citation method. in text referencing\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE är gjord av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör respektive ägare.\nGoogle stöder inte eller sponsrar detta Chrome-tillägg. Citation Manager för Google Chrome ™ ägs inte av, är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "คุณจำเป็นต้องเขียนเรียงความ / บทความวิจัยหรือไม่?\n\nเพื่อป้องกันไม่ให้เกิดปัญหาเรื่องความผิดปกติใด ๆ สิ่งสำคัญอย่างยิ่งที่จะต้องอ้างอิงแหล่งที่มาทั้งหมดที่คุณใช้ ซอฟต์แวร์ของเราช่วยให้คุณทำการค้นคว้า\nบนอินเทอร์เน็ตและบันทึกแต่ละเว็บไซต์ที่คุณต้องการใช้คำพูด / สถิติ apa format in text citation\n\nในการเริ่มต้นสิ่งที่คุณต้องทำคือติดตั้งส่วนขยาย\nไปที่เว็บไซต์ที่คุณต้องการอ้างอิง\nคลิกที่ไอคอนส่วนขยายเลือกประเภทของวิธีการอ้างอิง\nซอฟต์แวร์ของเราจะบันทึกข้อมูลอ้างอิงนี้ให้คุณโดยอัตโนมัติและคุณสามารถวางข้อมูลอ้างอิงเหล่านี้ลงในบทความที่คุณกำลังเขียนได้ harvard referencing example\n\nซอฟต์แวร์ของเราสนับสนุนวิธีการอ้างอิงทั่วไปเช่นวิธีการอ้างอิง APA / Chicago Citation / MLA / Harvard Citation apa reference page example\n\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ Citation Manager สำหรับ Google Chrome ™ไม่ได้เป็นเจ้าของไม่ได้รับอนุญาตจากและไม่ใช่ บริษัท ในเครือของ Google Inc.",
    "tr": "Bir makale / araştırma ödevi yazmanız gerekiyor mu?\n\nHerhangi bir plagarizm sorununu önlemek için, kullandığınız tüm kaynakları belirtmek çok önemlidir. Yazılımımız araştırma yapmanızı sağlar\nİnternete girin ve alıntıları / istatistikleri kullanmak istediğiniz her bir web sitesini kaydedin. noodletools express\n\nBaşlamak için tek yapmanız gereken uzantıyı yüklemek\nAlıntı yapmak istediğiniz web sitesine gidin\nUzantı simgesine tıklayın, alıntı yönteminin türünü seçin.\nYazılımımız bu alıntıyı sizin için otomatik olarak kaydedecek ve bu alıntıları yazdığınız makalelere yapıştırabilirsiniz. chicago style format\n\nYazılımımız APA / Chicago Citation / MLA Citation / Harvard Citation yöntemi gibi en yaygın alıntı yöntemlerini desteklemektedir. mla cover page\n\nSorumluluk reddi beyanı: Lütfen bu uzantının Google tarafından OLMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları kendi sahiplerine aittir.\nGoogle, bu Chrome uzantısını onaylamaz veya desteklemez. Google Chrome ™ için Citation Manager, Google Inc.'e ait değildir, lisansı yoktur ve Google Inc.'in bir yan kuruluşu değildir.",
    "uk": "Вам потрібно написати есе / наукову роботу?\n\nЩоб запобігти будь-яким проблемам плагаризму, дуже важливо навести всі джерела, якими ви користуєтесь. Наше програмне забезпечення дозволяє проводити дослідження\nв Інтернеті та збережіть кожен веб-сайт, на якому ви хочете використовувати котирування / статистику. chicago in text citation\n\nДля початку вам потрібно лише встановити розширення\nПерейдіть на веб-сайт, з якого ви хочете цитувати\nКлацніть на піктограму розширення, виберіть тип методу цитування.\nНаше програмне забезпечення автоматично збереже для вас це посилання, і ви зможете вставити ці цитати в есе, яке пишете. apa 7th edition citation\n\nНаше програмне забезпечення підтримує найпоширеніші методи цитування, такі як APA / Chicago Citation / MLA Citation / Harvard Citation method. footnote citation\n\nЗастереження. Зверніть увагу: це розширення НЕ робиться компанією Google, а робиться незалежною командою розробників. Усі авторські права належать їх власникам.\nGoogle не підтримує та не спонсорує це розширення Chrome. Citation Manager для Google Chrome ™ не належить, не ліцензований і не є дочірньою компанією Google Inc.",
    "vi": "Bạn có cần viết một bài luận / bài nghiên cứu không?\n\nĐể ngăn chặn bất kỳ vấn đề nào về chủ nghĩa đạo văn, điều rất quan trọng là phải trích dẫn tất cả các nguồn bạn sử dụng. Phần mềm của chúng tôi cho phép bạn nghiên cứu\ntrên Internet và lưu từng trang web mà bạn muốn sử dụng trích dẫn / thống kê. turabian citation\n\nĐể bắt đầu, tất cả những gì bạn cần làm là cài đặt tiện ích mở rộng\nTruy cập trang web mà bạn muốn trích dẫn\nBấm vào biểu tượng tiện ích mở rộng, chọn loại phương pháp trích dẫn.\nPhần mềm của chúng tôi sẽ tự động lưu trích dẫn này cho bạn và bạn có thể dán các trích dẫn này vào các bài luận mà bạn đang viết. apa format website\n\nPhần mềm của chúng tôi hỗ trợ các phương pháp trích dẫn phổ biến nhất như APA / Chicago Citation / MLA Citation / phương pháp trích dẫn Harvard. apa in text citation no author\n\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG phải do Google tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ cho tiện ích mở rộng này của Chrome. Trình quản lý trích dẫn cho Google Chrome ™ không thuộc sở hữu, không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN": "您需要写论文/研究论文吗？\n\n为了防止任何窃问题，引用您使用的所有来源非常重要。我们的软件可让您进行研究\n在互联网上保存您希望使用引号/统计信息的每个网站。 cite\n\n首先，您需要安装扩展程序\n转到您要引用的网站\n单击扩展名图标，选择引用方法的类型。\n我们的软件将自动为您保存该引文，您可以将这些引文粘贴到撰写的文章中。 purdue owl apa\n\n我们的软件支持最常见的引用方法，例如APA /芝加哥引用/ MLA引用/哈佛引用方法。 bibme\n\n免责声明：请注意，此扩展程序不是由Google而是由独立的开发团队开发的。所有版权属于其各自所有者。\nGoogle不认可或赞助此Chrome扩展程序。 Google Chrome™的Citation Manager不属于Google Inc.，也不属于Google Inc.的许可，也不是其子公司。",
    "zh_TW": "您需要寫論文/研究論文嗎？\n\n為了防止任何竊問題，引用您使用的所有來源非常重要。我們的軟件可讓您進行研究\n在互聯網上保存您希望使用引號/統計信息的每個網站。 apa style\n\n首先，您需要安裝擴展程序\n轉到您要引用的網站\n單擊擴展名圖標，選擇引用方法的類型。\n我們的軟件將自動為您保存該引文，您可以將這些引文粘貼到您撰寫的文章中。 google scholar citations\n\n我們的軟件支持最常見的引用方法，例如APA /芝加哥引用/ MLA引用/哈佛引用方法。 in text citation\n\n免責聲明：請注意，此擴展程序不是由Google而是由獨立的開發團隊開發的。所有版權屬於其各自所有者。\nGoogle不認可或贊助此Chrome擴展程序。 Google Chrome™的Citation Manager不歸Google Inc.擁有，也不由其許可也不是其子公司。"
  }
}