{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Show Title Tag"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shows title in top of the page, since you cant read the title in the small tabs. Created by Martin Dalgaard"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This plugin will show the full page title in the bottom of the page, so you can see the full title. Nice small tool for SEO guys and everyone using Chrome.\n\nYou can move the bar to each corner so it's never obstructing your website. You can also hide it on pages where you don't want it.\n\nYou can also hold the mouse over the area to see the title length.\n\nThe source code is on github, feel free to fork it: https://github.com/martindj\n\nChanged in 2.3\n- This seems to get auto updating in again without the performance hit. Credit goes to github.com/ash14\nChanged in 2.2\n- Bug: High CPU usage on certain pages. \nChanged in 2.1\n- Feature: Indicate titles over 65 characters by highlighting the 65+ characters in red\n- Bug: Make sure the new font doesn't interfere with the rest of the page\n\nChanges in 2.0\n- Feature: Using FontAwesome for icons, and css for backgrounds and borders. Looks much better, especially on Retina :)\n- Feature: Remember view-state per domain. Don't want to see the bar on Facebook? No problem, just click the hide-icon\n- Code cleanup\n\nChanges in 1.6.2\n- Bugfix: Fixed interference with the page CSS\n\nChanges in 1.6.1\n- Feature: The widget can be positioned in either corner of the browser!\n- Other: Code rewrite. Preparing for future updates.\n\nChanges in 1.5\n- Bugfix: Fixed bug where a long title would make the background look wrong\n- Bugfix: Fixed bug where a too long title (75+ chars) would have some text appear before the title\n- Security: Fixed bug where html inside the title-tag would be injected into the title tab\n\nChanges in 1.4\n- Visual: Removed title length from visual area, you can now see it in mouseover (for SEO guys)\n- Visual: Introducing a new style, matching the rest of chrome. Looks kinda sleek! \n\nChanges in 1.3\n- Visual: Title length and difference between length and 75 chars (max recomended length)"
  }
}