{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CONET Platform Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CONET Platform Extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introduction\nCONET proxy is a commercial application based on the decentralized zero-trust, privacy-first CONET wallet address routing network.\nProxy service is one of the commonly used applications on the Internet. It can help customers hide their real IP addresses and let the proxy server access Internet websites on their behalf as a way to gain privacy. Many applications natively support the use of proxy servers, such as Firefox, Telegram, Game applications, etc. The traditional proxy server is remote, and customers access the proxy through the Internet.\n\nTraditional proxy service structure\n\n1)Traffic receiving layer-receives traffic from clients accessing the Internet.\n2)Proxy protocol layer - responds to different proxy protocols used by clients.\n3)Proxy access client - sends Internet access request to the target server on behalf of the client, then back the response from server to the client.\n\nCONET proxy service structure\n\nCONET splits the proxy server into two parts.\n\n1)Client's local side: Receives the client's network access traffic, then packages it into a CONET network package, then sends it to the CONET privacy network to connects to the proxy server through the wallet address.\n\n2)Remote part: After receiving the client request flowing in through the wallet address, the proxy server uses its own IP address to access the target server on behalf of the client, then back the responds from target server to the client.\n\nCONET proxy service features\n\nFragmented Traffic\n\nWhen opens the Google homepage, you can see that the entire homepage is composed of 42 different types of files. The CONET proxy service can use 42 different nodes in the CONET network to process these 42 different requests at the same time, proxy the client to make Google requests.\n\nFrom the view of Google, it cannot imagine that 42 requests from different IP addresses are issued from the same browser page. From the perspective of network monitors, customers are visiting multiple different websites, which can confuse the monitors' big data analysis. It is also impossible for the participants nodes within CONET to piece together traces of customers’ network access.\n\nTraffic obfuscation technology\n\nBenefit from the traffic obfuscation technology of the CONET wallet address network, the CONET proxy service hides the obvious fingerprints of proxy service communications, making it impossible for network monitors to identify that client are using VPN for private communications. CONET proxies can be used to bypass network blocking techniques."
  }
}