{
  "name": {
    "ar": "إخفاء وتسليط الضوء",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,kn,lt,lv,ml,mr,ms,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,vi": "Hide & Highlight",
    "de": "Ausblenden & Hervorheben",
    "fr": "Masquer et Mettre en Évidence",
    "hi": "छिपाएं और हाइलाइट करें",
    "ja": "非表示とハイライト",
    "ko": "숨기기 및 강조하기",
    "nl": "Verbergen en Markeren",
    "pt_BR": "Ocultar e Destacar",
    "uk": "Сховати та Виділити",
    "zh_CN": "隐藏与高亮",
    "zh_TW": "隱藏與高亮"
  },
  "short": {
    "ar": "تتيح لك أداة \"إخفاء وتسليط الضوء\" إخفاء أو تسليط الضوء على أي نصوص في صفحات الويب لعرضها بسهولة للآخرين.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,kn,lt,lv,ml,mr,ms,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,vi": "\"Hide & Highlight\" allows you to hide or highlight any text nodes on web pages for convenient display to other people.",
    "de": "\"Ausblenden & Hervorheben\" ermöglicht es, beliebige Textknoten auf Webseiten auszublenden oder hervorzuheben, um sie anderen…",
    "fr": "\"Masquer et Mettre en Évidence\" vous permet de masquer ou de mettre en évidence n'importe quel nœud de texte sur les pages web pour…",
    "hi": "\"छिपाएं और हाइलाइट करें\" आपको वेबपेज पर किसी भी टेक्स्ट नोड को छिपाने या हाइलाइट करने की अनुमति देता है ताकि इसे अन्य लोगों को…",
    "ja": "「非表示とハイライト」は、ウェブページ上の任意のテキストノードを非表示またはハイライトし、他の人に便利に表示することができます。",
    "ko": "\"숨기기 및 강조하기\"는 웹 페이지에서 원하는 텍스트 노드를 숨기거나 강조하여 다른 사람에게 편리하게 보여줄 수 있도록 합니다.",
    "nl": "\"Verbergen en Markeren\" stelt u in staat om willekeurige tekstknooppunten op webpagina's te verbergen of te markeren, zodat ze…",
    "pt_BR": "\"Ocultar e Destacar\" permite que você oculte ou destaque quaisquer nós de texto em páginas da web para facilitar a exibição a…",
    "uk": "\"Сховати та Виділити\" дозволяє приховувати або виділяти будь-які текстові вузли на веб-сторінках для зручного відображення іншим…",
    "zh_CN": "“隐藏与高亮”允许您隐藏或高亮网页上的任何文本节点，以便更方便地展示给他人。",
    "zh_TW": "「隱藏與高亮」允許您隱藏或高亮網頁上的任何文字節點，以便更方便地展示給他人。"
  },
  "long": {
    "ar": "\"Hide & Highlight\" هو إضافة مريحة تساعدك على إخفاء أو تمييز النصوص على صفحات الويب، مما يتيح لك تخصيص المحتوى لعرضه على الآخرين. ما عليك سوى إدخال الكلمة أو الرمز الذي تريد البحث عنه، ثم اختيار الوضع: الإخفاء لإخفاء معلومات معينة، أو التمييز لإبراز الأجزاء المهمة من النص. هذه الميزة مفيدة عندما تحتاج إلى عرض صفحة ويب للآخرين، سواء بإخفاء التفاصيل غير الضرورية أو السرية، أو بإبراز العناصر الرئيسية بوضوح.\n\nملاحظات:\n\n1. يتم تعديل النص الموجود على صفحة الويب التي يتم فتح هذه النافذة المنبثقة عليها.\n\n2. يمكنك تغيير الألوان. بعد ذلك، يجب إغلاق صفحة الإعدادات وإعادة فتح النافذة المنبثقة على الصفحة المطلوبة.\n\n\nالميزات الرئيسية:\n\nإخفاء النصوص باستخدام تأثير التمويه لإخفاء تفاصيل معينة.\n\nتمييز النصوص لإبراز المعلومات المهمة.\n\nواجهة سهلة الاستخدام لإعداد سريع وسهل.\n\n\n\"Hide & Highlight\" هو أداة تجعل صفحات الويب مرنة وجاهزة للعرض.\n\nستتضمن الإصدارات المستقبلية إمكانية استخدام التمويه والتمييز معًا، بالإضافة إلى تخصيص الأنماط يدويًا.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,kn,lt,lv,ml,mr,ms,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,vi": "\"Hide & Highlight\" is a convenient extension for hiding or highlighting text on web pages, helping you customize content for presentation to others. Simply enter the word or symbol you want to find and choose a mode: hide to obscure certain information, or highlight to emphasize important parts of the text. This feature is useful when you need to show a web page to others, either without unnecessary or confidential details, or with key elements clearly highlighted.\n\nNOTICE:\n1. The text of the web page on which this popup is called is modified.\n2. You can change the colors. After that, you need to close the options page and reopen this pop-up on the desired page.\n\nKey Features:\n\nHide text with a blur effect to obscure specific details.\n\nHighlight text to emphasize important information.\n\nIntuitive interface for quick and easy setup.\n\n\"Hide & Highlight\" is a tool that makes web pages flexible and ready for presentation.\n\nFuture releases will include the ability to use both blur and highlight simultaneously, along with manual style customization.",
    "de": "\"Hide & Highlight\" ist eine praktische Erweiterung zum Ausblenden oder Hervorheben von Text auf Webseiten, mit der Sie Inhalte individuell anpassen können, um sie anderen zu präsentieren. Geben Sie einfach das Wort oder Symbol ein, das Sie suchen möchten, und wählen Sie einen Modus: Ausblenden, um bestimmte Informationen zu verdecken, oder Hervorheben, um wichtige Textstellen zu betonen. Diese Funktion ist nützlich, wenn Sie eine Webseite anderen zeigen möchten – entweder ohne unnötige oder vertrauliche Details oder mit klar hervorgehobenen Schlüsselelementen.\n\nHINWEISE:\n\n1. Der Text der Webseite, auf der dieses Popup aufgerufen wird, wird geändert.\n\n2. Sie können die Farben anpassen. Danach müssen Sie die Einstellungsseite schließen und dieses Popup auf der gewünschten Seite erneut öffnen.\n\n\nHauptfunktionen:\n\nText ausblenden mit einem Weichzeichner-Effekt, um bestimmte Details zu verdecken.\n\nText hervorheben, um wichtige Informationen zu betonen.\n\nIntuitive Benutzeroberfläche für schnelle und einfache Konfiguration.\n\n\n\"Hide & Highlight\" ist ein Tool, das Webseiten flexibel und präsentationsbereit macht.\n\nZukünftige Versionen werden die gleichzeitige Verwendung von Weichzeichner- und Hervorhebungsfunktionen sowie die manuelle Anpassung des Stils ermöglichen.",
    "fr": "\"Hide & Highlight\" est une extension pratique pour masquer ou mettre en évidence du texte sur des pages web, vous permettant de personnaliser le contenu pour le présenter à d'autres. Il vous suffit d'entrer le mot ou le symbole que vous souhaitez rechercher, puis de choisir un mode : masquer pour dissimuler certaines informations, ou mettre en évidence pour souligner les parties importantes du texte. Cette fonctionnalité est utile lorsque vous devez montrer une page web à d'autres personnes, soit en masquant les détails inutiles ou confidentiels, soit en mettant en avant les éléments clés.\n\nREMARQUES :\n\n1. Le texte de la page web sur laquelle cette fenêtre contextuelle est appelée sera modifié.\n\n2. Vous pouvez modifier les couleurs. Après cela, fermez la page des paramètres et rouvrez cette fenêtre contextuelle sur la page souhaitée.\n\n\nFonctionnalités principales :\n\nMasquez du texte avec un effet de flou pour dissimuler certains détails.\n\nMettez en évidence du texte pour souligner des informations importantes.\n\nInterface intuitive pour une configuration rapide et facile.\n\n\n\"Hide & Highlight\" est un outil qui rend les pages web flexibles et prêtes à être présentées.\n\nLes prochaines versions incluront la possibilité d’utiliser simultanément le flou et la mise en évidence, ainsi qu’une personnalisation manuelle des styles.",
    "hi": "\"Hide & Highlight\" एक उपयोगी एक्सटेंशन है जो वेबपेजों पर टेक्स्ट को छिपाने या हाइलाइट करने में मदद करता है, जिससे आप सामग्री को दूसरों को दिखाने के लिए कस्टमाइज़ कर सकते हैं। बस उस शब्द या प्रतीक को दर्ज करें जिसे आप ढूंढना चाहते हैं और एक मोड चुनें: छिपाएं, जिससे कुछ जानकारी अस्पष्ट हो जाए, या हाइलाइट करें, जिससे टेक्स्ट के महत्वपूर्ण हिस्सों को उजागर किया जा सके। यह सुविधा तब उपयोगी होती है जब आपको किसी वेबपेज को दूसरों को दिखाना हो, बिना अनावश्यक या गोपनीय जानकारी के, या प्रमुख तत्वों को स्पष्ट रूप से हाइलाइट करते हुए।\n\nनोट्स:\n\n1. उस वेबपेज का टेक्स्ट, जहां यह पॉपअप खोला गया है, संशोधित किया जाएगा।\n\n2. आप रंग बदल सकते हैं। इसके बाद, सेटिंग्स पेज को बंद करें और इच्छित पेज पर इस पॉपअप को फिर से खोलें।\n\n\nमुख्य विशेषताएं:\n\nटेक्स्ट छिपाएं: कुछ विवरणों को छिपाने के लिए ब्लर इफ़ेक्ट का उपयोग करें।\n\nटेक्स्ट हाइलाइट करें: महत्वपूर्ण जानकारी को उजागर करें।\n\nसुविधाजनक इंटरफेस: त्वरित और आसान सेटअप के लिए।\n\n\n\"Hide & Highlight\" एक ऐसा उपकरण है जो वेबपेजों को लचीला और प्रस्तुति के लिए तैयार बनाता है।\n\nभविष्य के संस्करणों में एक साथ ब्लर और हाइलाइट उपयोग करने की क्षमता और मैन्युअल स्टाइल कस्टमाइज़ेशन शामिल होंगे।",
    "ja": "「Hide & Highlight」 は、ウェブページ上のテキストを非表示または強調表示する便利な拡張機能で、他人に見せるためにコンテンツをカスタマイズできます。検索したい単語や記号を入力し、モードを選択してください：非表示 モードでは特定の情報を隠し、強調表示 モードでは重要な部分を目立たせることができます。この機能は、不要な情報や機密情報を隠したり、重要な要素を明確に強調したりしながら、ウェブページを他人に見せたい場合に便利です。\n\n注意事項：\n\n1. このポップアップを呼び出したウェブページのテキストは変更されます。\n\n2. 色を変更することが可能です。変更後は設定ページを閉じ、目的のページでこのポップアップを再度開いてください。\n\n\n主な特徴：\n\nテキストを非表示：ぼかし効果で特定の詳細を隠すことができます。\n\nテキストを強調表示：重要な情報を目立たせます。\n\n直感的なインターフェース：簡単で素早い設定が可能です。\n\n\n「Hide & Highlight」 は、ウェブページを柔軟にカスタマイズし、プレゼンテーションに適した状態にするツールです。\n\n将来的なアップデートでは、ぼかしと強調表示を同時に使用する機能や、スタイルを手動でカスタマイズする機能が追加される予定です。",
    "ko": "**\"Hide & Highlight\"**는 웹 페이지에서 텍스트를 숨기거나 강조 표시할 수 있는 편리한 확장 프로그램으로, 다른 사람에게 보여줄 콘텐츠를 맞춤 설정할 수 있습니다. 찾고자 하는 단어나 기호를 입력한 다음, 모드를 선택하세요: 특정 정보를 숨기기 위한 숨기기 모드 또는 중요한 텍스트를 강조하기 위한 강조 표시 모드. 불필요하거나 기밀 정보를 감추거나 중요한 요소를 분명하게 강조하여 웹 페이지를 다른 사람에게 보여줄 때 유용합니다.\n\n주의 사항:\n\n1. 이 팝업이 실행되는 웹 페이지의 텍스트가 수정됩니다.\n\n2. 색상을 변경할 수 있습니다. 변경 후 설정 페이지를 닫고, 원하는 페이지에서 이 팝업을 다시 열어야 합니다.\n\n\n주요 기능:\n\n텍스트 숨기기: 특정 세부 정보를 감추기 위한 블러 효과 제공.\n\n텍스트 강조 표시: 중요한 정보를 강조하여 표시.\n\n직관적인 인터페이스: 빠르고 간편한 설정 가능.\n\n\n**\"Hide & Highlight\"**는 웹 페이지를 유연하게 조정하고 프레젠테이션에 적합하게 만드는 도구입니다.\n\n향후 업데이트에서는 블러와 강조 표시를 동시에 사용할 수 있는 기능과 스타일을 수동으로 사용자 지정할 수 있는 옵션이 추가될 예정입니다.",
    "nl": "\"Hide & Highlight\" is een handige extensie voor het verbergen of markeren van tekst op webpagina's, waarmee u de inhoud kunt aanpassen voor presentatie aan anderen. Voer eenvoudig het woord of symbool in dat u wilt zoeken en kies een modus: verbergen om bepaalde informatie te verduisteren, of markeren om belangrijke delen van de tekst te benadrukken. Deze functie is nuttig wanneer u een webpagina aan anderen wilt tonen, zonder onnodige of vertrouwelijke details, of met de nadruk op essentiële elementen.\n\nOPMERKINGEN:\n\n1. De tekst van de webpagina waarop deze popup wordt geopend, wordt gewijzigd.\n\n2. U kunt de kleuren aanpassen. Sluit na het aanpassen de instellingenpagina en open deze popup opnieuw op de gewenste pagina.\n\n\nBelangrijkste functies:\n\nVerberg tekst met een wazig effect om specifieke details te verbergen.\n\nMarkeer tekst om belangrijke informatie te benadrukken.\n\nIntuïtieve interface voor snelle en eenvoudige instellingen.\n\n\n\"Hide & Highlight\" is een tool die webpagina's flexibel en klaar voor presentatie maakt.\n\nIn toekomstige versies wordt de mogelijkheid toegevoegd om zowel wazigheid als markering tegelijkertijd te gebruiken, samen met handmatige stijlwijzigingen.",
    "pt_BR": "\"Hide & Highlight\" é uma extensão prática para ocultar ou destacar texto em páginas da web, permitindo que você personalize o conteúdo para apresentá-lo a outras pessoas. Basta inserir a palavra ou símbolo que deseja localizar e escolher um modo: ocultar, para tornar certas informações invisíveis, ou destacar, para enfatizar as partes importantes do texto. Essa funcionalidade é útil quando você precisa mostrar uma página da web para outros, seja ocultando detalhes desnecessários ou confidenciais, ou destacando elementos-chave.\n\nAVISOS:\n\n1. O texto da página da web em que este pop-up é ativado será modificado.\n\n2. Você pode alterar as cores. Após fazer isso, feche a página de configurações e reabra este pop-up na página desejada.\n\n\nPrincipais recursos:\n\nOculte texto com um efeito de desfoque para esconder detalhes específicos.\n\nDestaque texto para enfatizar informações importantes.\n\nInterface intuitiva para configurações rápidas e fáceis.\n\n\n\"Hide & Highlight\" é uma ferramenta que torna as páginas da web flexíveis e prontas para apresentações.\n\nAs versões futuras incluirão a capacidade de usar o desfoque e o destaque simultaneamente, além da personalização manual de estilos.",
    "uk": "\"Hide & Highlight\" — це зручне розширення для приховування або виділення тексту на вебсторінках, яке допоможе вам налаштувати вміст для демонстрації іншим. Просто введіть слово або символ, який потрібно знайти, і виберіть режим: приховати, щоб зробити певну інформацію непомітною, або виділити, щоб акцентувати увагу на важливих частинах тексту. Ця функція корисна, коли вам потрібно показати вебсторінку іншим, приховавши зайві або конфіденційні дані чи виділивши ключові елементи.\n\nУВАГА:\n\n1. Текст вебсторінки, на якій викликається це спливаюче вікно, буде змінено.\n\n2. Ви можете змінити кольори. Після цього потрібно закрити сторінку з налаштуваннями та знову відкрити це спливаюче вікно на потрібній сторінці.\n\n\nКлючові можливості:\n\nПриховуйте текст за допомогою ефекту розмиття для маскування певних деталей.\n\nВиділяйте текст, щоб підкреслити важливу інформацію.\n\nІнтуїтивно зрозумілий інтерфейс для швидкого та легкого налаштування.\n\n\n\"Hide & Highlight\" — це інструмент, який робить вебсторінки гнучкими та готовими до демонстрації.\n\nУ майбутніх версіях буде додано можливість одночасного використання режимів розмиття та виділення, а також ручне налаштування стилю.",
    "zh_CN": "\"Hide & Highlight\" 是一款方便的扩展程序，用于在网页上隐藏或突出显示文本，帮助您根据需求自定义内容，以便向他人展示。只需输入您想查找的单词或符号，然后选择模式：隐藏模式可遮盖某些信息，高亮模式可强调重要部分的文本。当您需要向他人展示网页时，这个功能非常实用，无论是为了隐藏多余或机密信息，还是突出显示关键元素。\n\n注意事项：\n\n1. 调用此弹窗的网页内容将被修改。\n\n2. 您可以更改颜色。更改后，请关闭设置页面并重新打开所需网页上的弹窗。\n\n\n主要功能：\n\n隐藏文本：通过模糊效果遮盖特定信息。\n\n高亮文本：突出显示重要信息。\n\n直观界面：快速便捷的设置操作。\n\n\n\"Hide & Highlight\" 是一个让网页更灵活、更适合展示的工具。\n\n未来版本将支持同时使用模糊和高亮功能，并提供手动样式自定义选项。",
    "zh_TW": "\"Hide & Highlight\" 是一款方便的擴充功能，用於在網頁上隱藏或突出顯示文字，幫助您自訂內容以便展示給他人。只需輸入您想查找的詞或符號，然後選擇模式：隱藏模式可以遮蔽特定資訊，突出顯示模式則用於強調重要的部分。當您需要向他人展示網頁時，無論是隱藏多餘或機密的細節，還是清楚地標出關鍵內容，此功能都非常實用。\n\n注意：\n\n1. 呼叫此彈出視窗的網頁文字將被修改。\n\n2. 您可以更改顏色。完成後，請關閉設定頁面並在所需的頁面上重新打開此彈出視窗。\n\n\n主要功能：\n\n隱藏文字：使用模糊效果遮蔽特定細節。\n\n突出顯示文字：強調重要資訊。\n\n直觀的介面：快速簡便的設定。\n\n\n\"Hide & Highlight\" 是一個能讓網頁更加靈活並適合展示的工具。\n\n未來版本將支援同時使用模糊和突出顯示功能，以及手動樣式自訂選項。"
  }
}