{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One Click Translate"
  },
  "short": {
    "ar": "إرسال الترجمة من Google بنقرة واحدة. الترجمة في 49 لغة. 100 ٪ عمل المترجم.",
    "am,en,en_AU,en_GB,en_US,es_419,fil,ml,ms": "Send Google Translate with a right click. 100% WORKING.",
    "bg": "Изпратете Google Translate с десен бутон. Превод на 49 езика. 100% РАБОТЕН преводач.",
    "bn": "ডান ক্লিক সহ গুগল অনুবাদ পাঠান। 49 টি ভাষায় অনুবাদ। 100% ওয়ার্কিং অনুবাদক।",
    "ca": "Envia Google Translate amb un clic dret. Traducció en 49 idiomes. 100% traductor de treball.",
    "cs": "Klikněte pravým tlačítkem myši na Google Translate. Překlad do 49 jazyků. 100% PRACOVNÍ Překladatel.",
    "da": "Send Google Translate med et højreklik. Oversættelse på 49 sprog. 100% ARBEJDE Oversætter.",
    "de": "Senden Sie Google Translate mit einem Rechtsklick. Übersetzung in 49 Sprachen. 100% WORKING Übersetzer.",
    "el": "Στείλτε το Google Translate με δεξί κλικ. Μετάφραση σε 49 γλώσσες. 100% Μεταφραστής ΕΡΓΑΣΙΑΣ.",
    "es": "Enviar Google Translate con un clic derecho. Traducción en 49 idiomas. Traductor 100% TRABAJADOR.",
    "et": "Google'i tõlke saatmine paremklõpsuga. Tõlge 49 keelde. 100% TÖÖTõlk.",
    "fa": "Google Translate را با کلیک راست ارسال کنید. ترجمه به 49 زبان. 100٪ مترجم کار.",
    "fi": "Lähetä Google-kääntäjä oikealla napsautuksella. Käännös 49 kielellä. 100% toimiva kääntäjä.",
    "fr": "Envoyez Google Translate avec un clic droit. Traduction en 49 langues. Traducteur 100% FONCTIONNANT.",
    "gu": "જમણું ક્લિક કરીને ગૂગલ ટ્રાન્સલેટ મોકલો. 49 ભાષાઓમાં અનુવાદ. 100% વર્કિંગ ટ્રાન્સલેટર.",
    "he": "שלח את Google Translate בלחיצה ימנית. תרגום ל 49 שפות. מתרגם עבודה 100%.",
    "hi": "एक सही क्लिक के साथ Google अनुवाद भेजें। 49 भाषाओं में अनुवाद। 100% काम करने वाला अनुवादक।",
    "hr": "Pošaljite Google Translate desnim klikom. Prijevod na 49 jezika. 100% RAD prevodilac.",
    "hu": "Küldje el a Google Fordítót jobb kattintással. Fordítás 49 nyelvre. 100% MŰKÖDŐ Fordító.",
    "id": "Kirim Google Translate dengan klik kanan. Terjemahan dalam 49 bahasa. 100% Penerjemah KERJA.",
    "it": "Invia Google Translate con un clic destro. Traduzione in 49 lingue. Traduttore 100% FUNZIONANTE.",
    "ja": "右クリックでGoogle翻訳を送信します。 49言語の翻訳。 100％WORKING Translator。",
    "kn": "ಬಲ ಕ್ಲಿಕ್‌ನೊಂದಿಗೆ Google ಅನುವಾದವನ್ನು ಕಳುಹಿಸಿ. 49 ಭಾಷೆಗಳಲ್ಲಿ ಅನುವಾದ. 100% ವರ್ಕಿಂಗ್ ಅನುವಾದಕ.",
    "ko": "오른쪽 클릭으로 Google 번역을 보냅니다. 49 개 언어로 번역. 100 % 작동하는 번역기.",
    "lt": "Dešiniuoju pelės mygtuku spustelėkite „Google“ vertėją. Vertimas į 49 kalbas. 100% DARBAS vertėjas.",
    "lv": "Nosūtiet Google tulkotāju ar labo klikšķi. Tulkošana 49 valodās. 100% DARBA Tulkotājs.",
    "mr": "राईट क्लिकवर गूगल ट्रान्सलेशन पाठवा. 49 भाषांमध्ये अनुवाद. 100% वर्किंग ट्रान्सलेटर.",
    "nl": "Stuur Google Translate met een rechtermuisknop. Vertaling in 49 talen. 100% WERKENde vertaler.",
    "no": "Send Google Translate med høyreklikk. Oversettelse på 49 språk. 100% ARBEIDER Oversetter.",
    "pl": "Wyślij Tłumacz Google prawym przyciskiem myszy. Tłumaczenie w 49 językach. 100% PRACUJĄCY Tłumacz.",
    "pt_BR,pt_PT": "Envie o Google Tradutor com um clique direito. Tradução em 49 idiomas. 100% TRABALHANDO Tradutor.",
    "ro": "Trimiteți Google Translate cu un clic dreapta. Traducere în 49 de limbi. Traducător 100% LUCRU",
    "ru": "Отправить Google Translate с правой кнопкой мыши. Перевод на 49 языков. 100% РАБОТАЮЩИЙ Переводчик.",
    "sk": "Kliknutím pravým tlačidlom myši odošlete Prekladač Google. Preklad do 49 jazykov. 100% PRACOVNÝ Prekladateľ.",
    "sl": "Pošljite Google Translate z desnim klikom. Prevod v 49 jezikih. 100% DELOVNI prevajalec.",
    "sr": "Пошаљите Гоогле Транслате десним кликом. Превод на 49 језика. 100% РАД преводилац.",
    "sv": "Skicka Google Translate med högerklick. Översättning på 49 språk. 100% ARBETE Översättare.",
    "sw": "Tuma Tafsiri ya Google na bonyeza kulia. Tafsiri katika lugha 49. 100% ya kufanya kazi ya mtafsiri.",
    "ta": "வலது கிளிக் மூலம் Google மொழிபெயர்ப்பை அனுப்பவும். 49 மொழிகளில் மொழிபெயர்ப்பு. 100% வேலை மொழிபெயர்ப்பாளர்.",
    "te": "కుడి క్లిక్‌తో Google అనువాదం పంపండి. 49 భాషలలో అనువాదం. 100% వర్కింగ్ అనువాదకుడు.",
    "th": "ส่ง Google แปลภาษาด้วยการคลิกขวา การแปลใน 49 ภาษา นักแปลทำงาน 100%",
    "tr": "Google Translate'i sağ tık ile gönderin. 49 dilde çeviri. % 100 ÇALIŞMA Tercümanı.",
    "uk": "Надішліть Google Translate правою кнопкою миші. Переклад 49 мовами. 100% РОБОЧИЙ перекладач.",
    "vi": "Gửi Google Dịch bằng một cú nhấp chuột phải. Dịch ra 49 thứ tiếng. Dịch giả làm việc 100%.",
    "zh_CN,zh_TW": "右键单击即可发送Google翻译。 翻译49种语言。 100％工作翻译。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One Click Translate Send Google Translate with a right click"
  }
}