{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Surchin"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search your favorite sites right from new tab"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Once installed, new tab will be replaced with an intuitive dashboard optimized for searching. Choose from over 30 of the most popular websites (Google, YouTube, Amazon, …) or create your own custom search. Simply select a website from the dashboard and enter your query into the central search bar.\n\n✹ Customizable Dashboard\n- Reorder search buttons with ease by dragging them around\n- Add search buttons by clicking “Add Search”. Select from presets or create your own\n- Edit by clicking the options icon in the top right of each button. Customize the name, color, or delete.\n- Reset to the default dashboard at any time by going into settings and clicking “Reset dashboard” \n\n✹ Dark Mode\n- Toggle dark mode by going into settings and clicking the dark mode switch\n\n✹ Autocomplete\n- Previous searches show up as autocomplete options\n- Turn off search history at any time in settings\n\n✹ Homepage Shortcut\n- To quickly jump to a website’s homepage, simply hit enter with the search bar blank\n- A custom search's homepage can be set when creating a custom search\n\n✹ Default Search\n- Choose a site to be highlighted by default when opening a new tab\n- Change this any time in the search button's options modal\n\n✹ Open-source\n- Surchin is open-source on GitHub (https://github.com/nicholasm00/search-engine)\n\nFor any feedback, support, or inquiries, please contact us at surchin.app@gmail.com\n\nHappy Surchin✹"
  }
}