{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PI Prompts for ChatGPT, Gemini, Claude, Mistral, Groq & PI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An intuitive right hand side panel for ChatGPT (+Search), Google Gemini, Claude.ai, Mistral, Groq and Pi.ai Reach your prompt…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An intuitive right hand side panel for ChatGPT (+Search), Google Gemini, Claude.ai, Mistral, Groq and Pi.ai Reach your prompt library with a click!\n\nThe 'PI Prompts' Chrome extension is a powerful tool designed to enhance your experience with ChatGPT, Google Gemini, Claude.ai, Mistral, Groq and Pi.ai. The extension simplifies your workflow by eliminating the need for constant copy-pasting of prompts. It comes with convenient options to download and upload prompts in JSON format, so you can share your collection with your friends or even create task specific collections. \n\nSupported LLM platforms\n✨ChatGPT (OpenAI)\n✨Gemini (Google)\n✨Claude.ai (Anthropic)\n✨Mistral (Mistral AI)\n✨Groq\n✨Pi.ai (Inflection)\n\nMain Features Of PI Prompts\n✅ As you start writing your prompt in the input box (as normally), this extensions quickly filters your right panel by showing the connected prompts\n✅ If you click one of the prompts on the PI Prompt panel, it inserts the text into input box\n✅ You can download and upload your prompt list anytime, even adding external prompt lists in JSON format\n✅ You can edit and delete prompts directly on the panel\n✅ Your prompts will be synced between your devices, where you use Chrome\n✅ If you highlight a prompt on any website, with a right-click you could add it instantly to your Prompt Library\n✅ The panel is usable with both light and dark themes\n\nWhat Will Be New In The Interface?\n➕ An Add button next to the Submit at the bottom bar, so you can add new prompts to your panel\n➕ A panel that appears on the right hand side\n\nWhy Is This Prompt Extension Better Than Others?\n💪 It's intuitive and seamlessly integrates with all platforms\n💪 Easy to use both for newcomers and professionals\n💪 Created with ❤️"
  }
}