{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Personalized Web",
    "ru": "Персонализированный Веб"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tweak your favorite web pages on the fly! Also a perfect customizable AdBlocker.",
    "ru": "Позволяет редактировать любую веб страницу на лету! В частности, очень эффективен для блокировки рекламы."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A powerful tool to personalize web pages on the fly. Can inject custom HTML, JavaScript and CSS to a given web page while it is being loaded by the browser. Very effective as an AdBlocker tool. Can significantly decrease page load time by preventing the browser from loading and rendering unwanted parts of a web page: most of the unwanted HTTP requests will not be even issued to the network! Such AdBlocker solution is very different from those that just hide ads with CSS styles.  \n\nThere are \"Standard AdBlocker\" built-in rules that will be updated regularly. If you just want a general AdBlocker tool, this is for you! Just select the checkbox in the Options tab and you are in!\n\nFor those of you who knows a bit about HTML/JS/CSS this tool can let you be a \"webmaster\" of any web page! To add a new personalization rule, just click on the Options button in the extensions tab (chrome://extensions/). You will find it very easy to use, while having the power of making anything you want with the web!\n\nShare your rule dumps or ask for a help to customize a web page in a dedicated discussion group: http://groups.google.com/group/personalizedweb. See some rule examples here: http://groups.google.com/group/personalizedweb/web/examples, including the \"YouTube InFlash AdBlocker\" rule.\n\nThe fastest browser is even more faster now! Enjoy surfing! :)\n\n\nDONATION via PayPal: https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=WH693F53XK5JW\n\n\nThe source code can be found here: https://github.com/aaafwd/personalized_web\n\nKnown issues:\n- On Linux when the JavaScript is disabled the \"Add JavaScript\" rule does not work. For more info see http://crbug.com/44906",
    "ru": "Мощное средство для настройки всего Веба под себя. Позволяет модифицировать любые веб страницы на лету путем добавления произвольного HTML, JavaScript и CSS кода во время загрузки страницы. Вы можете стать «Веб мастером» всего Веба!\n\nОчень эффективен как блокировщик рекламы: большинство рекламных HTTP запросов перехватываются на ранней стадии загрузки и вообще не передаются в сеть, тем самым существенно снижая время загрузки страниц. Данное техническое решение в корне отличается от распространенных решений по блокировке рекламы с помощью CSS стилей, которые (в лучшем случае) не влияют на время загрузки страниц.\n\nС расширением поставляется стандартный набор правил для вырезания рекламы, который будет регулярно обновляться. Если вам просто нужен хороший блокировщик рекламы, это для вас! Просто включите правило \"Standard AdBlocker\" в настройках расширения.\n\nДля тех же, кто хочет почувствовать себя «Веб мастером», нажимаете на кнопку «Новое правило» в настройках расширения, задаете регулярное выражение для страниц, на которых данное правило будет выполняться, задаете HTML/JS/CSS и жмете «Сохранить». Теперь в вашем браузере будет отображаться ваша версия страницы.\n\nОбсуждение, вопросы и пожелания тут: http://groups.google.com/group/personalizedweb. Примеры использования можно посмотреть тут: http://groups.google.com/group/personalizedweb/web/examples, включая правило \"YouTube InFlash AdBlocker\" для блокировки рекламы внутри флэш-плейера.\n\nСамый быстрый браузер теперь еще быстрее! Успехов на просторах Интернета! :)\n\n\nДОНЕШЙН через PayPal: https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=WH693F53XK5JW\n\n\nИсходный код можно найти здесь (open source): https://github.com/aaafwd/personalized_web"
  }
}