{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Influencer Tools for Amazon Influencers"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tools to help influencers grow their audience and influence."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "⚠️ CURRENTLY IN BETA! ⚠️\n\n🚀 Elevate Your Influencer Game with Influencer Tools! 🚀\n\nEmbark on a seamless journey from selecting products; to crafting impeccable video reviews for Amazon, mostly powered by state-of-the-art Artificial Intelligence!\n\n⬇️ Download Your Content in HQ\n\nDon't worry about storing your content after you've uploaded it to Amazon Influencers Program.\nWith our extension you can download your video content in 480p, 720p, and 1080p straight from the creator hub!\n\n🕵️‍♂️ Intelligent Product Finder\n\nInfluencer Tools takes the grunt work out of identifying products to review. Our extension scans through Amazon's vast marketplace, employing intricate algorithms that consider factors like popularity, customer reviews, and market trends to spotlight products that will resonate with your audience and can potentially boost your review channel’s viewership.\n\n✍️ AI-Powered Script Generator: Effortlessly crafts insightful and engaging review scripts, tailoring each word to your style and ensuring your viewers are not only informed but also captivated by compelling storytelling. \n\n🎯 Targeted Review Insights: Unlock potent, data-driven review creation with Influencer Tools by harnessing targeted insights into pivotal product features and consumer pain points, enabling you to craft content that's not only informative but also exceptionally relatable and solution-oriented.\n\n⬇️ Features In The Works ⬇️\n\n🔎 Smart Product Recommendations: Get algorithmically selected product suggestions that align with your niche and have high engagement potential.\n\n🔥 Hot Trends Alert: Stay updated with real-time notifications on trending products and niches.\n\n📈 Performance Analytics: Stay ahead of the curve by tracking your review performance with our built-in analytics feature. Understand viewer engagement, identify what's working, and uncover opportunities for improvement to continually refine your review strategy.\n\nHow It Works:\n\nExplore: Use Influencer Tools to explore products that align with your review niche and have high user engagement.\n\nGenerate: Once a product is selected, let our AI draft a comprehensive and engaging video script, highlighting all pivotal points and USPs.\n\nReview: Engage your audience with insightful and entertaining product reviews, while also staying abreast of viewer metrics with our analytics feature.\n\nOptimize: Harness analytics and feedback to continually optimize your content strategy for sustained growth.\n\nWhy Influencer Tools?\n\nSave Time: Streamline your product discovery and scriptwriting processes.\nEnhance Quality: Improve your review quality with data-driven product choices and expertly crafted scripts.\nBoost Engagement: Engage your audience effectively by focusing on trending products and insightful reviews.\nMaximize Impact: Make a mark globally by exploring and reviewing products from various international markets.\nJoin thousands of successful review channels that trust Influencer Tools to propel their content to new heights. Download now and revolutionize your review journey today!\n\n🌟 Influencer Tools - Illuminating Brilliance on being an Amazing Influencer! 🌟\n\nNote: Ensure to keep user privacy and data protection in mind while developing the extension, adhering to all relevant legal and policy frameworks, including GDPR, CCPA, and Amazon's own usage policies."
  }
}