{
  "name": {
    "ar,bg,fil,gu,he,ja,pl,sw,ta": "Crowd City Online",
    "am,et,fi,kn,mr,ro,sk,th": "Crowd City Online Game",
    "bn,cs,hr,id,ml,ms,te": "Crowd City Unblocked Game",
    "ca,da,fa,hu,lv,no,sv": "Crowd City Game",
    "de,el,en,en_AU,en_GB,en_US,es,es_419,fr,hi,it,ko,lt,nl,pt_BR,pt_PT,ru,sl,sr,tr,uk,vi,zh_CN,zh_TW": "Crowd City Arcade Game"
  },
  "short": {
    "ar": "في الطريق ، قم بتجنيد أشخاص في فريقك ، وكن مجتمعا وتغلب على خصومك.",
    "am": "በጉዞ ላይ, ሰዎችን ወደ ቡድናችሁ መልመጃ, ማህበረሰብ ይሁኑ እና ተቃዋሚዎችዎን ይደበድቡ.",
    "bg": "По пътя набирайте хора в отбора си, станете общност и победите опонентите си.",
    "bn": "পথে, আপনার দলে লোক নিয়োগ করুন, একটি সম্প্রদায় হয়ে উঠুন এবং আপনার বিরোধীদের পরাজিত করুন।",
    "ca": "En el camí, reclutar persones al teu equip, convertir-te en una comunitat i vèncer als teus oponents.",
    "cs": "Na cestě rekrutujte lidi do svého týmu, staňte se komunitou a porazte své soupeře.",
    "da": "Undervejs skal du rekruttere folk til dit hold, blive et fællesskab og slå dine modstandere.",
    "de": "Rekrutiere unterwegs Leute für dein Team, werde zu einer Community und schlage deine Gegner.",
    "el": "Στο δρόμο, στρατολογήστε άτομα στην ομάδα σας, γίνετε κοινότητα και νικήστε τους αντιπάλους σας.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "On the way, recruit people to your team, become a community and beat your opponents.",
    "es": "En el camino, recluta personas para tu equipo, conviértete en una comunidad y vence a tus oponentes.",
    "et": "Teel värvata inimesi oma meeskonda, saada kogukonna ja võita oma vastased.",
    "fa": "در راه، جذب افراد به تیم خود، تبدیل شدن به یک جامعه و ضرب و شتم مخالفان خود را.",
    "fi": "Matkalla rekrytoi ihmisiä tiimiisi, tule yhteisöksi ja voita vastustajasi.",
    "fil": "Sa daan, ang mga recruit tao sa iyong koponan, maging isang komunidad at matalo ang iyong mga opponents.",
    "fr": "En chemin, recrutez des personnes dans votre équipe, devenez une communauté et battez vos adversaires.",
    "gu": "રસ્તામાં, તમારી ટીમમાં લોકોની ભરતી કરો, એક સમુદાય બનો અને તમારા વિરોધીઓને હરાવો.",
    "he": "בדרך, גייסו אנשים לצוות שלכם, הפכו לקהילה ותנצחו את היריבים שלכם.",
    "hi": "रास्ते में, अपनी टीम में लोगों को भर्ती करें, एक समुदाय बनें और अपने विरोधियों को हराएं।",
    "hr": "Na putu, regrutirajte ljude u svoj tim, postanite zajednica i pobijedite svoje protivnike.",
    "hu": "Útközben toborozz embereket a csapatodba, válj közösséggé és verd meg ellenfeleidet.",
    "id": "Dalam perjalanan, rekrut orang ke tim Anda, jadilah komunitas, dan kalahkan lawan Anda.",
    "it": "Lungo la strada, recluta persone nella tua squadra, diventa una comunità e batti i tuoi avversari.",
    "ja": "途中で、あなたのチームに人々を募集し、コミュニティになり、あなたの対戦相手を打ち負かします。",
    "kn": "ದಾರಿಯಲ್ಲಿ, ನಿಮ್ಮ ತಂಡಕ್ಕೆ ಜನರನ್ನು ನೇಮಿಸಿಕೊಳ್ಳಿ, ಒಂದು ಸಮುದಾಯವಾಗಿ ಮತ್ತು ನಿಮ್ಮ ವಿರೋಧಿಗಳನ್ನು ಸೋಲಿಸಿ.",
    "ko": "도중에 팀에 사람들을 모집하고 커뮤니티가되어 상대방을 물리 치십시오.",
    "lv": "Pa ceļam, vervējiet cilvēkus savai komandai, kļūstiet par kopienu un pārspējiet pretiniekus.",
    "ml": "വഴിയിൽ, നിങ്ങളുടെ ടീമിലേക്ക് ആളുകളെ റിക്രൂട്ട് ചെയ്യുക, ഒരു കമ്മ്യൂണിറ്റിയായി മാറുകയും നിങ്ങളുടെ എതി",
    "mr": "जाता जाता लोकांना आपल्या संघात भरती करा, एक समुदाय व्हा आणि आपल्या विरोधकांना पराभूत करा.",
    "ms": "Dalam perjalanan, merekrut orang ke pasukan anda, menjadi komuniti dan mengalahkan lawan anda.",
    "nl": "Onderweg rekruteer je mensen voor je team, word je een community en versla je je tegenstanders.",
    "no": "På veien rekrutterer du folk til laget ditt, blir et fellesskap og slår motstanderne dine.",
    "pl": "Po drodze rekrutuj ludzi do swojej drużyny, stań się społecznością i pokonaj przeciwników.",
    "ro": "Pe drum, recrutează oameni în echipa ta, devino o comunitate și bate-ți adversarii.",
    "ru": "По пути набирайте людей в свою команду, становитесь сообществом и обыгрывайте своих противников.",
    "sk": "Na ceste naverbujte ľudí do svojho tímu, staňte sa komunitou a porazte svojich súperov.",
    "sl": "Na poti, novačiti ljudi v svojo ekipo, postati skupnost in premagati svoje nasprotnike.",
    "sv": "På vägen, rekrytera människor till ditt lag, bli en gemenskap och slå dina motståndare.",
    "sw": "Njiani, kuajiri watu kwa timu yako, kuwa jamii na kuwapiga wapinzani wako.",
    "ta": "வழியில், உங்கள் அணியில் ஆட்களை சேர்க்கவும், ஒரு சமூகமாக மாறி, உங்கள் எதிரிகளை தோற்கடிக்கவும்.",
    "te": "దారిలో, మీ జట్టులోకి వ్యక్తులను నియమించుకోండి, ఒక కమ్యూనిటీగా మారండి మరియు మీ ప్రత్యర్థులను ఓడించండి.",
    "th": "ระหว่างทางรับสมัครคนมาที่ทีมของคุณกลายเป็นชุมชนและเอาชนะคู่ต่อสู้ของคุณ",
    "tr": "Yolda, insanları takımınıza alın, bir topluluk olun ve rakiplerinizi yenin.",
    "uk": "По дорозі набирайте людей в свою команду, станьте спільнотою і обіграйте своїх опонентів."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for a trendy adventure game. Gather all the helpers around and become the champion of the city.\n\nHow To Play\nPlayed with Mouse.\n\nCrowd City Arcade Game Features\n✓ Little particles\n✓ 3D Graphics\n✓ Easy control\n✓ Little animation\n\nFinally, you can enjoy these game for free (and more requests will be added)! Crowd City Arcade Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}