{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dropin"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DropIn is a software that utilizes AI technology to assist with homework."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to your new study partner!\n\nWe get it—the midnight deadlines, the daunting assignments. DropIn, crafted by students who've experienced it all, is ready to ease those late-night study sessions when those struggles hit. Join thousands of students today and find out why we are the #1 study partner.\n\nCompletely Revamped: \n\nDropIn has undergone a complete transformation, with a brand-new user-friendly interface. Immerse yourself in the meticulously crafted, modern design, and explore exciting new features, all inspired by feedback from our vibrant user community.\n\nUniversal Compatibility: \n\nDropIn seamlessly integrates with numerous educational platforms, ensuring that no matter where you study online, DropIn is there to assist. This feature guarantees that you have the support you need, regardless of the website or platform you're using. \n\nNotebook Feature: \n\nWith DropIn's Notebook, you can gather all your study materials in one place. This organization tool not only keeps your notes tidy but also allows DropIn's AI to access them for more personalized help, making your study sessions more efficient. \n\nAI-Powered Assistance: \n\nDropIn leverages advanced AI to provide accurate answers and explanations. This technology understands the context of your questions, utilizing your notes to tailor its guidance, ensuring that the help you receive is relevant and precise. \n\nSnapshot for Math Problems: \n\nTackling complex math problems is a breeze with DropIn's Snapshot feature. Simply capture a snapshot of the problem, and DropIn will offer a step-by-step solution, making learning and understanding math concepts easier. \n\nResponsible Use: \n\nDropIn is designed to be your study ally, aiming to enhance your learning experience through ethical means. It's a tool for support, not shortcuts, encouraging you to use it within academic guidelines and not for cheating. Our tool's misuse is not within our responsibility, and we actively promote user compliance with all pertinent rules and guidelines. \n\nNeed Help?\n\nReach us at support@dropinai.com"
  }
}