{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "RelayOk Amazon Relay Auto Refresher & Auto Booker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "RelayOk -  Streamline your Amazon load management with real-time, automatic booking and comprehensive load tracking."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "RelayOk makes booking Amazon Relay loads fast and easy. With automation and real-time insights, save time, boost profits, and stay ahead of the competition.\n\nDispatcher, want to book Amazon Relay loads faster and earn more money?\nMeet RelayOk, the simple Chrome extension that makes load booking and tracking stress-free. RelayOk automates repetitive tasks, shows competitors' booked loads, and helps you make smarter decisions—all with just a few clicks. It's the tool to simplify your workflow and grow your business.\n\nKey Features of RelayOk:\n\n✔️ One-Click Load Booking: Book the best Amazon Relay, loads instantly with just one click—no hassle, no waiting.\n\n✔️ Automatic Load Booking: Let the extension find and automatically book the best loads for you. Start booking loads faster than your competitors.\n\n✔️ Competitors' Booked Loads: See which loads your competitors are booking, helping you make better choices and get the loads you want.\n\n✔️ Real-Time Load Statistics: Get live updates on new loads, compare rates, and stay ahead of the competition with actionable data.\n\n✔️ Google Maps Integration: Pre-load your routes into Google Maps, complete with pickup and drop-off locations, for smarter trip planning.\n\nHow to Get Started:\n\n1.Download RelayOk for FREE from the Chrome Web Store.\n2.Click \"Add to Chrome\" and install the extension.\n3.Create your account and set your preferences.\n4.Start booking Amazon Relay loads faster and easier!\n\nWhy Choose RelayOk?\n\nRelayOk isn't just another tool; it's a smarter way to manage Amazon Relay loads. Automate your workflow, save valuable time, and maximize profits with features designed specifically for dispatchers and truckers.\n\nTry RelayOk for FREE today and experience the difference from your first load!\n\nContact Us:\n\nEmail: admin@relayok.com\nWebsite: relayok.com\n\n#RelayOk #AmazonRelay #LoadBooking #TruckingSolutions #DispatcherTools #FreightAutomation #AutoBooker #AutoRefresher\n\nSimilar Extensions: SwiftRelay, Relay Auto Booker Refresher Rocket Pro, RelayMate, LoadConnect, Relay AutoBooker Cardamon, SuperFly - Relay Auto Booker, JungleBark, FlashRelay."
  }
}