{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SimpleShopping"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily open eCommerce sites of your choice with the your search text pre-filled. Supports custom sites!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save time with SimpleShopping which provides you quick access to your favourite shopping sites all in one place. Easily search multiple shopping sites at once with our simple search tool! \n\nBenefits\n> Quick access to shopping websites\n> Custom search tool for searching multiple sites with one click\n> Even faster access: Highlight your search text and right click - SimpleShopping can be accessed from the menu which pops up\n> Group websites together to save different shopping profiles\n\nImportant: Before first use, please refresh the page.\n\nBasic Usage\n> Open the extension by clicking on the icon.\n> Enter some search text into the ‘Search text’ field. To open a site with that search text filled, click on the desired site icon.\n> To open multiple sites with the search text filled, click on the “Open all enabled” button.\n> To prevent some sites from opening, right-click each desired site to disable it. Right click again to enable it\n\nGrouping\n> To create a group, ensure that only the sites that you’d like to automatically open are enabled. Enter a group name, then click ‘Create Group’. \n> To delete a group, right click on the group name.\n> Left click on the group name to apply the saved configuration.\n\nAdding sites\n> To add a site, you must first manually search for ‘azbycxdvew’ (without quotes) in your desired shopping site. This will allow the extension to create a custom search function for you.\n> Once you have searched it, open up the extension and click on ‘Edit sites’, then ‘Add new site’. Enter a site name and hit ‘add’.\n\nAttributions\n> Icon: https://free-icon-rainbow.com/shopping-cart-free-icon-6/"
  }
}