{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN": "YouTube Speed Master",
    "de": "YouTube Geschwindigkeitsmeister",
    "es": "Maestro de Velocidad YouTube",
    "fr": "Maître de la Vitesse YouTube",
    "ja": "YouTube スピードマスター",
    "ko": "YouTube 속도 마스터",
    "zh_TW": "YouTube 速度大師"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN": "Hold custom key to 2x speed YouTube videos",
    "de": "Halten Sie eine benutzerdefinierte Taste gedrückt, um YouTube-Videos mit 2-facher Geschwindigkeit abzuspielen",
    "es": "Mantén presionada una tecla personalizada para reproducir videos de YouTube a 2x velocidad",
    "fr": "Maintenez une touche personnalisée pour lire les vidéos YouTube en vitesse 2x",
    "ja": "カスタムキーを押して YouTube 動画を2倍速で再生",
    "ko": "사용자 지정 키를 눌러 YouTube 동영상을 2배속으로 재생",
    "zh_TW": "按住自訂按鍵以2倍速播放YouTube影片"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN": "Save your precious time!\n\nEnhance your YouTube viewing experience with customizable video playback speed control.\n\nKey Features:\n- Assign a custom keyboard shortcut to instantly speed up YouTube videos\n- Adjust playback speed up to 2x with a single keypress\n- Seamlessly integrated with YouTube's interface\n- Easy to use: hold your chosen key to accelerate, release to return to normal speed\n\nPerfect for students, professionals, and anyone looking to optimize their video watching time. YouTube Speed Master puts you in control of your viewing pace.",
    "de": "Sparen Sie Ihre wertvolle Zeit!\n\nVerbessern Sie Ihr YouTube-Seherlebnis mit anpassbarer Videowiedergabegeschwindigkeitskontrolle.\n\nHauptfunktionen:\n\nWeisen Sie eine benutzerdefinierte Tastenkombination zu, um YouTube-Videos sofort zu beschleunigen\nPassen Sie die Wiedergabegeschwindigkeit mit einem einzigen Tastendruck auf bis zu 2x an\nNahtlos in die YouTube-Oberfläche integriert\nEinfach zu bedienen: Halten Sie die gewählte Taste gedrückt, um zu beschleunigen, lassen Sie los, um zur normalen Geschwindigkeit zurückzukehren\nPerfekt für Studenten, Berufstätige und jeden, der seine Videobetrachtungszeit optimieren möchte. YouTube Speed Master gibt Ihnen die Kontrolle über Ihr Sehtempo.",
    "es": "¡Ahorra tu valioso tiempo!\n\nMejora tu experiencia de visualización en YouTube con un control personalizable de la velocidad de reproducción de videos.\n\nCaracterísticas principales:\n\nAsigna un atajo de teclado personalizado para acelerar instantáneamente los videos de YouTube\nAjusta la velocidad de reproducción hasta 2x con una sola pulsación de tecla\nPerfectamente integrado con la interfaz de YouTube\nFácil de usar: mantén presionada la tecla elegida para acelerar, suéltala para volver a la velocidad normal\nPerfecto para estudiantes, profesionales y cualquier persona que busque optimizar su tiempo de visualización de videos. YouTube Speed Master te pone en control de tu ritmo de visualización.",
    "fr": "Gagnez un temps précieux !\n\nAméliorez votre expérience de visionnage sur YouTube avec un contrôle personnalisable de la vitesse de lecture vidéo.\n\nFonctionnalités clés :\n\nAttribuez un raccourci clavier personnalisé pour accélérer instantanément les vidéos YouTube\nAjustez la vitesse de lecture jusqu'à 2x avec une seule touche\nParfaitement intégré à l'interface de YouTube\nFacile à utiliser : maintenez la touche choisie pour accélérer, relâchez pour revenir à la vitesse normale\nParfait pour les étudiants, les professionnels et tous ceux qui cherchent à optimiser leur temps de visionnage vidéo. YouTube Speed Master vous donne le contrôle de votre rythme de visionnage.",
    "ja": "貴重な時間を節約しましょう！\n\nカスタマイズ可能な再生速度制御で、YouTubeの視聴体験を向上させましょう。\n\n主な機能：\n\nカスタムキーボードショートカットを割り当てて、YouTubeビデオを瞬時に高速化\n1回のキー操作で再生速度を最大2倍まで調整\nYouTubeのインターフェースにシームレスに統合\n使い方は簡単：選択したキーを押し続けて加速し、離すと通常の速度に戻ります\n学生、プロフェッショナル、ビデオ視聴時間の最適化を求める全ての人に最適です。YouTube Speed Masterで視聴ペースをコントロールしましょう。",
    "ko": "소중한 시간을 절약하세요!\n\n맞춤형 동영상 재생 속도 제어로 YouTube 시청 경험을 향상시키세요.\n\n주요 기능:\n\n사용자 지정 키보드 단축키를 할당하여 YouTube 동영상을 즉시 가속\n한 번의 키 입력으로 재생 속도를 최대 2배까지 조절\nYouTube 인터페이스와 완벽하게 통합\n사용하기 쉬움: 선택한 키를 누르고 있으면 가속, 놓으면 정상 속도로 복귀\n학생, 전문가 및 동영상 시청 시간을 최적화하려는 모든 사람에게 완벽합니다. YouTube Speed Master로 시청 속도를 제어하세요.",
    "zh_TW": "節省您寶貴的時間！\n\n透過可自訂的影片播放速度控制，提升您的YouTube觀看體驗。\n\n主要特色：\n\n指定自訂鍵盤快捷鍵，立即加速YouTube影片\n只需按一個鍵就能將播放速度調整到2倍\n與YouTube介面無縫整合\n使用簡單：按住您選擇的按鍵加速，放開即可回到正常速度\n非常適合學生、專業人士以及任何想要優化影片觀看時間的人。YouTube Speed Master讓您掌控觀看節奏。\n\n这些翻译保留了原文的主要信息和风格，同时考虑到了各语言的表达习惯和用词特点。特别是台湾中文的翻译，我使用了台湾地区常用的词汇和表达方式，如\"影片\"而不是\"视频\"，\"介面\"而不是\"界面\"等。\n\n如果您需要对任何翻译进行调整或有其他问题，请随时告诉我。我很乐意进行修改或提供更多帮助。"
  }
}