{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AWS Search Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A search-extension for quick, fuzzy-search results for AWS developers!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension provides search results for AWS API references and the AWS CloudFormation reference, and opens the official AWS documentation page when you select an item by pressing Enter.\n\nYou can start searching by typing the keyword `ase` into the searchbar, followed by a space, which will select the AWS search extension. Everything you now type will search through the included indices of the AWS API documentation, although you can also search for aws-cli documentation by prefixing your query with the `@`-sign and through the AWS CloudFormation documentation by prefixing your query with the `:`-sign.\n\nYou can find detailed information in the official README on GitHub: https://github.com/pitkley/aws-search-extension.\n\nAutomatic/manual search-index updates\n=================================\n\nThe AWS search extension uses pre-built indices to provide fast search results without having to perform any network requests. By default the extension will update the indices automatically, at most once a day.\n\nYou can disable automatic index updates by clicking on the AWS search extension icon in your browser's extension area and deactivating the \"Enable automatic index updates\" option.\n\nYou can also update the used search-indices by activating the AWS search extension, typing \"!update\" and hitting Enter. The latest indices are then downloaded and imported automatically, within a few seconds.\n\nPrivacy\n=================================\n\nThe AWS search extension computes all search-suggestions locally and never sends your queries, or any other data, to any external server! Please note that it does retrieve the indices supporting the local search-suggestions by default once per day (given you perform a search). If you are not comfortable with this, you can opt out of automatic index updates in the extension's configuration, see below for more information.\n\nPlease note that the extension can not guarantee that your browser doesn't collect any data for the queries you enter into its omnibox."
  }
}