{
  "name": {
    "ar": "أوبونتو - خادم لينكس على الانترنت مجانا",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Ubuntu free online linux server",
    "de": "Ubuntu kostenloser Online-Linux-Server",
    "es,es_419": "Ubuntu servidor de linux en línea gratis",
    "fr": "Ubuntu serveur linux en ligne gratuit",
    "hi": "उबंटू मुफ्त ऑनलाइन लिनक्स सर्वर",
    "it": "Ubuntu server linux online gratuito",
    "ja": "ウブンツ 無料のオンラインLinuxサーバー",
    "ko": "우분투 무료 온라인 리눅스 서버",
    "nl": "Ubuntu gratis online linux-server",
    "pl": "Ubuntu darmowy serwer linux online",
    "pt_BR,pt_PT": "Ubuntu servidor linux online grátis",
    "ru": "Ubuntu бесплатный онлайн сервер Linux",
    "tr": "Ubuntu ücretsiz çevrimiçi linux sunucusu",
    "uk": "Ubuntu безкоштовний онлайн сервер linux",
    "zh_CN": "Ubuntu的 免费在线linux服务器"
  },
  "short": {
    "ar": "قم بتشغيل Linux Ubuntu و Kubuntu و Lubuntu و Xubuntu من مزود استضافة الخوادم المجانية OnWorks",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Run the Linux Ubuntu, Kubuntu, Lubuntu and Xubuntu from the OnWorks free servers hosting provider",
    "de": "Führen Sie die Linux-Server Ubuntu, Kubuntu, Lubuntu und Xubuntu vom kostenlosen OnWorks-Server-Hosting-Provider aus",
    "es,es_419": "Ejecute Linux Ubuntu, Kubuntu, Lubuntu y Xubuntu desde el proveedor de alojamiento de servidores gratuitos OnWorks",
    "fr": "Exécutez Linux Ubuntu, Kubuntu, Lubuntu et Xubuntu à partir du fournisseur d’hébergement de serveurs gratuits OnWorks",
    "hi": "ओनवर्क्स फ्री सर्वर होस्टिंग प्रदाता से लिनक्स उबंटू, कुबंटू, लुबंटू और जुबंता चलाएं",
    "it": "Esegui Linux Ubuntu, Kubuntu, Lubuntu e Xubuntu dal provider di hosting gratuito di server OnWorks",
    "ja": "OnWorks 無料サーバーホスティングプロバイダからLinux Ubuntu、Kubuntu、Lubuntu、およびXubuntuを実行します。",
    "ko": "OnWorks 무료 서버 호스팅 제공 업체에서 Linux Ubuntu, Kubuntu, Lubuntu 및 Xubuntu 실행",
    "nl": "Run de Linux Ubuntu, Kubuntu, Lubuntu en Xubuntu vanuit de OnWorks gratis servers hosting provider",
    "pl": "Uruchom Linux Ubuntu, Kubuntu, Lubuntu i Xubuntu z dostawcy usług hostingowych OnWorks",
    "pt_BR,pt_PT": "Execute o Linux Ubuntu, Kubuntu, Lubuntu e Xubuntu do provedor de hospedagem de servidores gratuitos OnWorks",
    "ru": "Запустите Linux Ubuntu, Kubuntu, Lubuntu и Xubuntu от бесплатного хостинг-провайдера OnWorks",
    "tr": "Linux Ubuntu, Kubuntu, Lubuntu ve Xubuntu'yu OnWorks ücretsiz sunucu barındırma sağlayıcısından çalıştırın",
    "uk": "Запустіть Linux Ubuntu, Kubuntu, Lubuntu і Xubuntu з безкоштовного хостинг-провайдера OnWorks",
    "zh_CN": "从OnWorks免费服务器托管服务提供商运行Linux Ubuntu，Kubuntu，Lubuntu和Xubuntu"
  },
  "long": {
    "ar": "يقوم هذا الامتداد بمسح عناوين URL التي تم تصفحها لتحديد الملفات واستخدامها لنظام التشغيل Ubuntu الخاص بنا عبر الإنترنت. يتم عرض الملفات في قائمة ضمن النافذة المنبثقة للامتداد. يتم الحصول على هذه النافذة المنبثقة من أنظمتنا، لذا يتم جمع عنوان URL الذي تم تصفحه وإبلاغه إلى خادمنا السحابي. يعد هذا بعد ذلك مستكشف ملفات ديناميكيًا عبر الإنترنت لإدارة الملفات لنظام التشغيل Ubuntu الخاص بنا عبر الإنترنت. كما يسمح للمستخدمين بتحميل الملفات التي يمكن إعادة تسميتها ونسخها وحذفها باستخدام تكامل واجهة برمجة التطبيقات (API) مع Ubuntu عبر الإنترنت.\n\nكما يسمح أيضًا بتشغيل إصدارات Linux Ubuntu عبر الإنترنت باستخدام متصفح الويب الخاص بك. يوفر هذا الامتداد أنظمة التشغيل التالية: Ubuntu GNOME، وKubuntu، وLubuntu، وXubuntu. يتم تشغيلها جميعًا باستخدام التكامل مع موفر استضافة الخوادم المجانية \"OnWorks\":\n\n1. يعد Ubuntu عبر الإنترنت أحد أشهر إصدارات Linux، ويأتي مزودًا بسطح مكتب GNOME. على الرغم من تقييم سطح المكتب Unity السابق، فقد اخترنا GNOME. يتميز بتصميم كلاسيكي لسطح المكتب مع أيقونات، ولوحة على اليسار تحاكي شكله ومظهره التقليدي. يأتي Ubuntu عبر الإنترنت مثبتًا مسبقًا مع أدوات النظام الأكثر شيوعًا وأدوات Office المساعدة وبرامج الرسومات وما إلى ذلك.\n\n2. يرث Kubuntu عبر الإنترنت جميع الميزات الأساسية لـ Ubuntu ولكنه يبدو مختلفًا. يتضمن KDE Plasma، وهي بيئة سطح مكتب يفضلها الكثير من المستخدمين. يوفر سطح مكتب KDE هذا إمكانية الوصول إلى البرامج والملفات بالنقر فوق الزر K الموجود في الأسفل الأيسر (Kickoff Application Launcher)، والذي يشبه زر البدء النموذجي. كما هو الحال مع Ubuntu GNOME عبر الإنترنت، فهو يحتوي على تطبيقات مثبتة مسبقًا مثل LibreOffice وOkular Document Viewer وKontact وRekonq وAmarok وDragon player. تجدر الإشارة أيضًا إلى أن Kubuntu عبر الإنترنت يوفر واجهة مستخدم أسهل في الاستخدام للأشخاص الذين يعملون بنظامي التشغيل Windows وMac OS.\n\n3. يوفر Xubuntu عبر الإنترنت أيضًا الكثير من ميزات Ubuntu ولكن دون المساس بالأداء والجماليات. لهذا السبب، توفر Xubuntu سطح مكتب به الكثير من الميزات بينما لا تزال تسعى جاهدة إلى عدم التأثير بشكل كبير على موارد نظام الكمبيوتر. يأتي Xubuntu عبر الإنترنت مزودًا بسطح مكتب XFCE، وهو أخف وزنًا مقارنةً بـ GNOME أو Unity أو KDE.\n\n4. يوفر Lubuntu عبر الإنترنت سطح مكتب أخف استنادًا إلى بيئة سطح المكتب LxQt(LxDE). LxQt(LXDE) هي بيئة سطح مكتب يتم تشغيلها على نظام ذي موارد ضعيفة. سطح المكتب بسيط ويسمح لك بوضع الرموز. كما أنه يدعم قائمة النقر بزر الماوس الأيمن. لا توجد تأثيرات سطح المكتب أو الرسوم المتحركة. علاوة على ذلك، يحقق Lubuntu أن يكون أخف وزنًا مع التطبيقات والبرامج التي تأتي محملة بهذا التوزيع المعين. بدلاً من LibreOffice أو شيء مشابه، يتم تزويد المستخدمين النهائيين بـ Gnumeric وAbiword.\n\nلاحظ أن جميع إصدارات Ubuntu عبر الإنترنت هذه مدمجة مع مدير الملفات الذي يوفره موفر الاستضافة المجاني \"OnWorks\". يمكن استخدام مدير الملفات هذا لحفظ وتحميل الملفات التي تتم معالجتها داخل محطات العمل عبر الإنترنت OnWorks.\n\nملاحظة مهمة: تتم عملية المسح لاكتشاف الملفات عند تصفح الإنترنت على خوادمنا بحيث يتم الإبلاغ عن عنوان URL هناك. في هذه العملية، لا يتم جمع أي بيانات شخصية. بالطبع، يمكن للمستخدمين اختيار تعطيل هذا الفحص عبر مربع اختيار في النافذة المنبثقة للإضافة. ومع ذلك، لاحظ أن تعطيل هذه الوظيفة يحد بشكل كبير من وظيفة الامتداد أثناء التصفح عبر الإنترنت. لا يتم جمع استعلامات البحث الخاصة بعناوين URL التي تم فحصها.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "This extension scans browsed URLs to identify and used files for our Ubuntu OS online. The files are presented in a list within the extension popup. This popup is sourced from our systems so the browsed URL are collected and reported to our cloud server.  This is then a  dynamic file manager to handle files for our Ubuntu OS online. It also allows users to upload files that can be  renamed,  copied and deleted using an API integration with Ubuntu online.\n\nIt also allows to run online Linux Ubuntu versions using your web browser. This extension provides the following OSs: Ubuntu GNOME, Kubuntu, Lubuntu and Xubuntu. All of them run using an integration with our \"OnWorks\" free servers hosting provider:\n\n1. This Ubuntu online is one of the most well known Linux versions, and comes equipped with the GNOME desktop. Although the previous Unity desktop was evaluated we have opted for GNOME. It has a classic desktop style with icons, a panel on the left mimicking its traditional look and feel. This Ubuntu online comes preinstalled with the most common System tools, Office utilities, Graphic programs and so on.\n\n2. This Kubuntu online inherits all the core features of Ubuntu but it looks different. It includes the KDE Plasma, a desktop environment that a lot of users prefer. This KDE desktop provides access to programs and files clicking a left-bottom K-button (Kickoff Application Launcher), which is similar to the typical Start button. As with Ubuntu GNOME online, it has preinstalled applications like LibreOffice, Okular Document Viewer, Kontact, Rekonq, Amarok, and Dragon player. It must be also noted that our Kubuntu online offers an user interface easier to use for people that comes from Windows and Mac OS.\n\n3. This Xubuntu online also provides a lot of Ubuntu features but without compromising the performance and aesthetics. For that reason Xubuntu provides a desktop with a lot of bells and whistles while still striving not to impact too much on the PC system’s resources. This Xubuntu online comes with the XFCE desktop, which is lighter when compared to GNOME, Unity or KDE. \n\n4. This Lubuntu online provides the lighter desktop based on the LxQt(LxDE) desktop environment.  LxQt(LXDE) is a desktop environment to be run on system with poor resources. The desktop is simple and allows for you to place icons. It also supports a right-click menu. There are no desktop effects or animations.  Moreover, Lubuntu achieves to be lighter with applications and software that come packed with this particular distro. Instead of LibreOffice or something similar, end users are provided with Gnumeric and Abiword.\n\nNote that all of these Ubuntu online versions are integrated with the file manager that are provided by the \"OnWorks\" free hosting provider. This file manager can be used to save and load the files handled inside the OnWorks online workstations.\n\nIMPORTANT NOTE: The scanning process to detect files when browsing in the Internet occurs on our servers so the URL are reported there. In this process, no personal data is collected. Of course, users can opt to disable this scanning via a checkbox in the extension popup. However, note that disabling this functionality severely limits the extension's functionality while browsing through the Internet. The search queries of the URLs scanned are not collected.",
    "de": "Diese Erweiterung scannt durchsuchte URLs, um Dateien für unser Ubuntu-Betriebssystem online zu identifizieren und zu verwenden. Die Dateien werden in einer Liste im Erweiterungs-Popup angezeigt. Dieses Popup stammt aus unseren Systemen, sodass die durchsuchte URL erfasst und an unseren Cloud-Server gemeldet wird. Dies ist dann ein dynamischer Datei-Explorer online, um Dateien für unser Ubuntu-Betriebssystem online zu verwalten. Außerdem können Benutzer Dateien hochladen, die über eine API-Integration mit Ubuntu online umbenannt, kopiert und gelöscht werden können.\n\nEs ermöglicht auch die Online-Ausführung von Linux-Ubuntu-Versionen mit Ihrem Webbrowser. Diese Erweiterung stellt die folgenden Betriebssysteme bereit: Ubuntu GNOME, Kubuntu, Lubuntu und Xubuntu. Sie alle laufen über eine Integration mit unserem kostenlosen Server-Hosting-Anbieter „OnWorks“:\n\n1. Dieses Ubuntu online ist eine der bekanntesten Linux-Versionen und ist mit dem GNOME-Desktop ausgestattet. Obwohl der vorherige Unity-Desktop evaluiert wurde, haben wir uns für GNOME entschieden. Es verfügt über einen klassischen Desktop-Stil mit Symbolen und einem Bedienfeld auf der linken Seite, das das traditionelle Erscheinungsbild nachahmt. Auf diesem Ubuntu Online sind die gängigsten Systemtools, Office-Dienstprogramme, Grafikprogramme usw. vorinstalliert.\n\n2. Dieses Kubuntu-Online-Programm übernimmt alle Kernfunktionen von Ubuntu, sieht aber anders aus. Es enthält KDE Plasma, eine Desktop-Umgebung, die viele Benutzer bevorzugen. Dieser KDE-Desktop ermöglicht den Zugriff auf Programme und Dateien durch Klicken auf eine K-Taste links unten (Kickoff Application Launcher), die der typischen Start-Taste ähnelt. Wie bei Ubuntu GNOME online sind Anwendungen wie LibreOffice, Okular Document Viewer, Kontact, Rekonq, Amarok und Dragon Player vorinstalliert. Es muss auch beachtet werden, dass unser Kubuntu online eine Benutzeroberfläche bietet, die für Benutzer von Windows und Mac OS einfacher zu verwenden ist.\n\n3. Dieses Xubuntu online bietet auch viele Ubuntu-Funktionen, ohne jedoch Kompromisse bei Leistung und Ästhetik einzugehen. Aus diesem Grund bietet Xubuntu einen Desktop mit viel Schnickschnack und ist dennoch bestrebt, die Ressourcen des PC-Systems nicht zu sehr zu belasten. Dieses Xubuntu Online wird mit dem XFCE-Desktop geliefert, der im Vergleich zu GNOME, Unity oder KDE leichter ist.\n\n4. Dieses Lubuntu-Onlineangebot bietet den leichteren Desktop basierend auf der LxQt(LxDE)-Desktopumgebung. LxQt(LXDE) ist eine Desktop-Umgebung, die auf Systemen mit geringen Ressourcen ausgeführt werden kann. Der Desktop ist einfach und ermöglicht das Platzieren von Symbolen. Es unterstützt auch ein Rechtsklick-Menü. Es gibt keine Desktop-Effekte oder Animationen. Darüber hinaus wird Lubuntu durch die in dieser speziellen Distribution enthaltenen Anwendungen und Software leichter. Anstelle von LibreOffice oder ähnlichem stehen Endnutzern Gnumeric und Abiword zur Verfügung.\n\nBeachten Sie, dass alle diese Ubuntu-Onlineversionen in den Dateimanager integriert sind, der vom kostenlosen Hosting-Anbieter „OnWorks“ bereitgestellt wird. Dieser Dateimanager kann zum Speichern und Laden der auf den OnWorks-Online-Arbeitsplätzen verarbeiteten Dateien verwendet werden.\n\nWICHTIGER HINWEIS: Der Scanvorgang zur Erkennung von Dateien beim Surfen im Internet findet auf unseren Servern statt, sodass die URL dort gemeldet wird. Dabei werden keine personenbezogenen Daten erhoben. Natürlich können Benutzer diesen Scan über ein Kontrollkästchen im Erweiterungs-Popup deaktivieren. Beachten Sie jedoch, dass die Deaktivierung dieser Funktion die Funktionalität der Erweiterung beim Surfen im Internet erheblich einschränkt. Die Suchanfragen der gescannten URLs werden nicht erfasst.",
    "es,es_419": "Esta extensión escanea las URL exploradas para identificar y usar archivos para nuestro sistema operativo Ubuntu en línea. Los archivos se presentan en una lista dentro de la ventana emergente de extensión. Esta ventana emergente proviene de nuestros sistemas, por lo que la URL explorada se recopila y se informa a nuestro servidor en la nube. Este es entonces un explorador de archivos dinámico en línea para administrar archivos para nuestro sistema operativo Ubuntu en línea. También permite a los usuarios cargar archivos a los que se les puede cambiar el nombre, copiarlos y eliminarlos mediante una integración API con Ubuntu en línea.\n\nTambién permite ejecutar versiones de Linux Ubuntu en línea usando su navegador web. Esta extensión proporciona los siguientes sistemas operativos: Ubuntu GNOME, Kubuntu, Lubuntu y Xubuntu. Todos ellos se ejecutan mediante una integración con nuestro proveedor de alojamiento de servidores gratuitos \"OnWorks\":\n\n1. Este Ubuntu en línea es una de las versiones de Linux más conocidas y viene equipado con el escritorio GNOME. Aunque se evaluó el anterior escritorio Unity hemos optado por GNOME. Tiene un estilo de escritorio clásico con íconos, un panel a la izquierda que imita su apariencia tradicional. Este Ubuntu en línea viene preinstalado con las herramientas del sistema, utilidades de Office, programas gráficos, etc. más comunes.\n\n2. Este Kubuntu en línea hereda todas las características principales de Ubuntu pero se ve diferente. Incluye KDE Plasma, un entorno de escritorio que prefieren muchos usuarios. Este escritorio KDE brinda acceso a programas y archivos haciendo clic en el botón K de la parte inferior izquierda (Lanzador de aplicaciones de inicio), que es similar al botón Inicio típico. Al igual que Ubuntu GNOME online, tiene aplicaciones preinstaladas como LibreOffice, Okular Document Viewer, Kontact, Rekonq, Amarok y Dragon Player. Cabe destacar también que nuestro Kubuntu online ofrece una interfaz de usuario más fácil de usar para las personas que provienen de Windows y Mac OS.\n\n3. Este Xubuntu en línea también proporciona muchas funciones de Ubuntu pero sin comprometer el rendimiento y la estética. Por esa razón, Xubuntu proporciona una computadora de escritorio con muchas comodidades y al mismo tiempo se esfuerza por no impactar demasiado en los recursos del sistema de la PC. Este Xubuntu online viene con el escritorio XFCE, que es más ligero si lo comparamos con GNOME, Unity o KDE.\n\n4. Este Lubuntu en línea proporciona un escritorio más liviano basado en el entorno de escritorio LxQt(LxDE). LxQt(LXDE) es un entorno de escritorio que se ejecuta en sistemas con pocos recursos. El escritorio es simple y te permite colocar íconos. También admite un menú contextual. No hay efectos de escritorio ni animaciones. Además, Lubuntu consigue ser más ligero con las aplicaciones y software que vienen incluidos con esta distro en particular. En lugar de LibreOffice o algo similar, los usuarios finales reciben Gnumeric y Abiword.\n\nTenga en cuenta que todas estas versiones en línea de Ubuntu están integradas con el administrador de archivos proporcionado por el proveedor de alojamiento gratuito \"OnWorks\". Este administrador de archivos se puede utilizar para guardar y cargar los archivos manejados dentro de las estaciones de trabajo en línea de OnWorks.\n\nNOTA IMPORTANTE: El proceso de escaneo para detectar archivos al navegar en Internet ocurre en nuestros servidores por lo que las URL se reportan allí. En este proceso no se recogen datos personales. Por supuesto, los usuarios pueden optar por desactivar este escaneo mediante una casilla de verificación en la ventana emergente de la extensión. Sin embargo, tenga en cuenta que deshabilitar esta funcionalidad limita severamente la funcionalidad de la extensión mientras navega por Internet. Las consultas de búsqueda de las URL escaneadas no se recopilan.",
    "fr": "Cette extension analyse les URL parcourues pour identifier et utiliser les fichiers pour notre système d'exploitation Ubuntu en ligne. Les fichiers sont présentés dans une liste dans la fenêtre contextuelle de l'extension. Cette fenêtre contextuelle provient de nos systèmes, de sorte que les URL consultées sont collectées et signalées à notre serveur cloud. Il s'agit alors d'un explorateur de fichiers dynamique en ligne pour gérer les fichiers de notre système d'exploitation Ubuntu en ligne. Il permet également aux utilisateurs de télécharger des fichiers qui peuvent être renommés, copiés et supprimés à l'aide d'une intégration API avec Ubuntu en ligne.\n\nIl permet également d'exécuter des versions Linux Ubuntu en ligne à l'aide de votre navigateur Web. Cette extension fournit les systèmes d'exploitation suivants : Ubuntu GNOME, Kubuntu, Lubuntu et Xubuntu. Tous fonctionnent grâce à une intégration avec notre fournisseur d'hébergement de serveurs gratuit \"OnWorks\" :\n\n1. Cette Ubuntu en ligne est l'une des versions Linux les plus connues et est équipée du bureau GNOME. Bien que le précédent bureau Unity ait été évalué, nous avons opté pour GNOME. Il présente un style de bureau classique avec des icônes, un panneau sur la gauche imitant son apparence traditionnelle. Cet Ubuntu en ligne est préinstallé avec les outils système, les utilitaires Office, les programmes graphiques les plus courants, etc.\n\n2. Ce Kubuntu en ligne hérite de toutes les fonctionnalités principales d'Ubuntu mais il est différent. Il inclut KDE Plasma, un environnement de bureau que de nombreux utilisateurs préfèrent. Ce bureau KDE permet d'accéder aux programmes et aux fichiers en cliquant sur le bouton K en bas à gauche (Kickoff Application Launcher), similaire au bouton Démarrer typique. Comme avec Ubuntu GNOME en ligne, il propose des applications préinstallées telles que LibreOffice, Okular Document Viewer, Kontact, Rekonq, Amarok et Dragon Player. Il faut également noter que notre Kubuntu en ligne offre une interface utilisateur plus facile à utiliser pour les personnes venant de Windows et Mac OS.\n\n3. Ce Xubuntu en ligne fournit également de nombreuses fonctionnalités Ubuntu mais sans compromettre les performances et l'esthétique. Pour cette raison, Xubuntu propose un bureau doté de nombreuses fonctionnalités tout en s’efforçant de ne pas trop impacter les ressources du système PC. Ce Xubuntu en ligne est livré avec le bureau XFCE, qui est plus léger que GNOME, Unity ou KDE.\n\n4. Cette ligne Lubuntu fournit le bureau le plus léger basé sur l'environnement de bureau LxQt (LxDE). LxQt(LXDE) est un environnement de bureau à exécuter sur un système doté de faibles ressources. Le bureau est simple et vous permet de placer des icônes. Il prend également en charge un menu contextuel. Il n'y a pas d'effets de bureau ni d'animations. De plus, Lubuntu parvient à être plus léger avec les applications et les logiciels fournis avec cette distribution particulière. Au lieu de LibreOffice ou quelque chose de similaire, les utilisateurs finaux disposent de Gnumeric et Abiword.\n\nNotez que toutes ces versions en ligne d'Ubuntu sont intégrées au gestionnaire de fichiers fourni par le fournisseur d'hébergement gratuit \"OnWorks\". Ce gestionnaire de fichiers peut être utilisé pour enregistrer et charger les fichiers gérés à l'intérieur des postes de travail en ligne OnWorks.\n\nREMARQUE IMPORTANTE : Le processus d'analyse pour détecter les fichiers lors de la navigation sur Internet se produit sur nos serveurs, les URL y sont donc signalées. Dans ce processus, aucune donnée personnelle n'est collectée. Bien entendu, les utilisateurs peuvent choisir de désactiver cette analyse via une case à cocher dans la fenêtre contextuelle de l'extension. Cependant, notez que la désactivation de cette fonctionnalité limite considérablement les fonctionnalités de l'extension lors de la navigation sur Internet. Les requêtes de recherche des URL analysées ne sont pas collectées.",
    "hi": "यह एक्सटेंशन हमारे Ubuntu OS के लिए ऑनलाइन उपयोग की गई फ़ाइलों की पहचान करने और उपयोग करने के लिए ब्राउज़ किए गए URL को स्कैन करता है। फ़ाइलें एक्सटेंशन पॉपअप के भीतर एक सूची में प्रस्तुत की जाती हैं। यह पॉपअप हमारे सिस्टम से प्राप्त होता है इसलिए ब्राउज़ किए गए यूआरएल को एकत्र किया जाता है और हमारे क्लाउड सर्वर पर रिपोर्ट किया जाता है। यह हमारे Ubuntu OS के लिए फ़ाइलों को ऑनलाइन प्रबंधित करने के लिए एक गतिशील फ़ाइल एक्सप्लोरर ऑनलाइन है। यह उपयोगकर्ताओं को उन फ़ाइलों को अपलोड करने की भी अनुमति देता है जिन्हें उबंटू ऑनलाइन के साथ एपीआई एकीकरण का उपयोग करके नाम बदला जा सकता है, कॉपी किया जा सकता है और हटाया जा सकता है।\n\nयह आपके वेब ब्राउज़र का उपयोग करके ऑनलाइन लिनक्स उबंटू संस्करण चलाने की भी अनुमति देता है। यह एक्सटेंशन निम्नलिखित ओएस प्रदान करता है: उबंटू गनोम, कुबंटू, लुबंटू और जुबंटू। ये सभी हमारे \"ऑनवर्क्स\" निःशुल्क सर्वर होस्टिंग प्रदाता के साथ एकीकरण का उपयोग करके चलते हैं:\n\n1. यह उबंटू ऑनलाइन सबसे प्रसिद्ध लिनक्स संस्करणों में से एक है, और गनोम डेस्कटॉप से सुसज्जित है। हालाँकि पिछले यूनिटी डेस्कटॉप का मूल्यांकन किया गया था लेकिन हमने GNOME को चुना है। इसमें आइकनों के साथ एक क्लासिक डेस्कटॉप शैली है, बाईं ओर एक पैनल इसके पारंपरिक स्वरूप और अनुभव की नकल करता है। यह उबंटू ऑनलाइन सबसे आम सिस्टम टूल्स, ऑफिस यूटिलिटीज, ग्राफिक प्रोग्राम आदि के साथ प्रीइंस्टॉल्ड आता है।\n\n2. यह कुबंटू ऑनलाइन उबंटू की सभी मुख्य विशेषताओं को प्राप्त करता है लेकिन यह अलग दिखता है। इसमें केडीई प्लाज़्मा शामिल है, एक डेस्कटॉप वातावरण जिसे बहुत से उपयोगकर्ता पसंद करते हैं। यह केडीई डेस्कटॉप बाएं-नीचे के-बटन (किकऑफ़ एप्लिकेशन लॉन्चर) पर क्लिक करके प्रोग्राम और फ़ाइलों तक पहुंच प्रदान करता है, जो सामान्य स्टार्ट बटन के समान है। उबंटू गनोम ऑनलाइन की तरह, इसमें लिब्रे ऑफिस, ओकुलर डॉक्यूमेंट व्यूअर, कॉन्टैक्ट, रेकोनक, अमारोक और ड्रैगन प्लेयर जैसे एप्लिकेशन पहले से इंस्टॉल हैं। यह भी ध्यान दिया जाना चाहिए कि हमारा कुबंटू ऑनलाइन विंडोज़ और मैक ओएस से आने वाले लोगों के लिए उपयोग में आसान उपयोगकर्ता इंटरफ़ेस प्रदान करता है।\n\n3. यह Xubuntu ऑनलाइन बहुत सारी उबंटू सुविधाएँ भी प्रदान करता है लेकिन प्रदर्शन और सौंदर्यशास्त्र से समझौता किए बिना। इसी कारण से, Xubuntu पीसी सिस्टम के संसाधनों पर बहुत अधिक प्रभाव न डालने का प्रयास करते हुए बहुत सारी घंटियाँ और सीटियाँ वाला एक डेस्कटॉप प्रदान करता है। यह Xubuntu ऑनलाइन XFCE डेस्कटॉप के साथ आता है, जो GNOME, Unity या KDE की तुलना में हल्का है।\n\n4. यह लुबंटू ऑनलाइन LxQt(LxDE) डेस्कटॉप वातावरण पर आधारित हल्का डेस्कटॉप प्रदान करता है। LxQt(LXDE) खराब संसाधनों वाले सिस्टम पर चलने वाला एक डेस्कटॉप वातावरण है। डेस्कटॉप सरल है और आपको आइकन लगाने की अनुमति देता है। यह राइट-क्लिक मेनू का भी समर्थन करता है। कोई डेस्कटॉप प्रभाव या एनिमेशन नहीं हैं। इसके अलावा, लुबंटू उन अनुप्रयोगों और सॉफ़्टवेयर के साथ हल्का हो जाता है जो इस विशेष डिस्ट्रो के साथ आते हैं। लिबरऑफिस या कुछ इसी तरह के बजाय, अंतिम उपयोगकर्ताओं को Gnumeric और Abiword प्रदान किया जाता है।\n\nध्यान दें कि ये सभी उबंटू ऑनलाइन संस्करण फ़ाइल प्रबंधक के साथ एकीकृत हैं जो \"ऑनवर्क्स\" मुफ्त होस्टिंग प्रदाता द्वारा प्रदान किए जाते हैं। इस फ़ाइल प्रबंधक का उपयोग ऑनवर्क्स ऑनलाइन वर्कस्टेशन के अंदर संभाली गई फ़ाइलों को सहेजने और लोड करने के लिए किया जा सकता है।\n\nमहत्वपूर्ण नोट: इंटरनेट में ब्राउज़ करते समय फ़ाइलों का पता लगाने के लिए स्कैनिंग प्रक्रिया हमारे सर्वर पर होती है इसलिए यूआरएल वहां रिपोर्ट किया जाता है। इस प्रक्रिया में कोई भी व्यक्तिगत डेटा एकत्र नहीं किया जाता है। बेशक, उपयोगकर्ता एक्सटेंशन पॉपअप में चेकबॉक्स के माध्यम से इस स्कैनिंग को अक्षम करने का विकल्प चुन सकते हैं। हालाँकि, ध्यान दें कि इस कार्यक्षमता को अक्षम करने से इंटरनेट पर ब्राउज़ करते समय एक्सटेंशन की कार्यक्षमता गंभीर रूप से सीमित हो जाती है। स्कैन किए गए यूआरएल की खोज क्वेरी एकत्र नहीं की जाती हैं।",
    "it": "Questa estensione esegue la scansione degli URL esplorati per identificare e utilizzare i file per il nostro sistema operativo Ubuntu online. I file sono presentati in un elenco all'interno del popup dell'estensione. Questo popup proviene dai nostri sistemi, quindi gli URL esplorati vengono raccolti e segnalati al nostro server cloud. Questo è quindi un esploratore di file dinamico online per gestire i file per il nostro sistema operativo Ubuntu online. Consente inoltre agli utenti di caricare file che possono essere rinominati, copiati ed eliminati utilizzando un'integrazione API con Ubuntu online.\n\nConsente inoltre di eseguire versioni Linux Ubuntu online utilizzando il browser web. Questa estensione fornisce i seguenti sistemi operativi: Ubuntu GNOME, Kubuntu, Lubuntu e Xubuntu. Tutti funzionano utilizzando un'integrazione con il nostro provider di hosting di server gratuiti \"OnWorks\":\n\n1. Questa Ubuntu online è una delle versioni Linux più conosciute ed è dotata del desktop GNOME. Sebbene sia stato valutato il precedente desktop Unity, abbiamo optato per GNOME. Ha uno stile desktop classico con icone, un pannello sulla sinistra che ne imita l'aspetto tradizionale. Questo Ubuntu online viene preinstallato con gli strumenti di sistema più comuni, le utilità di Office, i programmi grafici e così via.\n\n2. Questo Kubuntu online eredita tutte le funzionalità principali di Ubuntu ma sembra diverso. Include KDE Plasma, un ambiente desktop preferito da molti utenti. Questo desktop KDE fornisce l'accesso a programmi e file facendo clic su un pulsante K in basso a sinistra (Kickoff Application Launcher), che è simile al tipico pulsante Start. Come con Ubuntu GNOME online, ha applicazioni preinstallate come LibreOffice, Okular Document Viewer, Kontact, Rekonq, Amarok e Dragon Player. Va anche notato che il nostro Kubuntu online offre un'interfaccia utente più facile da usare per le persone che provengono da Windows e Mac OS.\n\n3. Questo Xubuntu online fornisce anche molte funzionalità di Ubuntu ma senza compromettere le prestazioni e l'estetica. Per questo motivo Xubuntu fornisce un desktop ricco di fronzoli, cercando allo stesso tempo di non incidere troppo sulle risorse del sistema PC. Questo Xubuntu online viene fornito con il desktop XFCE, che è più leggero rispetto a GNOME, Unity o KDE.\n\n4. Questo Lubuntu online fornisce il desktop più leggero basato sull'ambiente desktop LxQt (LxDE). LxQt(LXDE) è un ambiente desktop da eseguire su sistemi con scarse risorse. Il desktop è semplice e consente di posizionare le icone. Supporta anche un menu di scelta rapida. Non ci sono effetti o animazioni desktop. Inoltre, Lubuntu riesce ad essere più leggero con le applicazioni e il software forniti con questa particolare distribuzione. Invece di LibreOffice o qualcosa di simile, agli utenti finali vengono forniti Gnumeric e Abiword.\n\nTieni presente che tutte queste versioni online di Ubuntu sono integrate con il file manager fornito dal provider di hosting gratuito \"OnWorks\". Questo file manager può essere utilizzato per salvare e caricare i file gestiti all'interno delle workstation online OnWorks.\n\nNOTA IMPORTANTE: Il processo di scansione per rilevare i file durante la navigazione in Internet avviene sui nostri server quindi gli URL vengono riportati lì. In questo processo non vengono raccolti dati personali. Naturalmente, gli utenti possono scegliere di disabilitare questa scansione tramite una casella di controllo nel popup dell'estensione. Tuttavia, tieni presente che la disattivazione di questa funzionalità limita gravemente la funzionalità dell'estensione durante la navigazione in Internet. Le query di ricerca degli URL scansionati non vengono raccolte.",
    "ja": "この拡張機能は、閲覧された URL をスキャンして、オンラインの Ubuntu OS で使用されているファイルを特定します。 ファイルは拡張機能ポップアップ内のリストに表示されます。 このポップアップは当社のシステムから取得されるため、閲覧された URL が収集され、当社のクラウド サーバーに報告されます。 これは、Ubuntu OS のファイルをオンラインで管理するためのオンラインの動的ファイル エクスプローラーになります。 また、Ubuntu オンラインとの API 統合を使用して、ユーザーがファイルをアップロードし、名前変更、コピー、削除できるようにします。\n\nまた、Web ブラウザを使用してオンラインの Linux Ubuntu バージョンを実行することもできます。 この拡張機能は、Ubuntu GNOME、Kubuntu、Lubuntu、および Xubuntu の OS を提供します。 これらはすべて、「OnWorks」無料サーバー ホスティング プロバイダーとの統合を使用して実行されます。\n\n1. この Ubuntu オンラインは、最もよく知られている Linux バージョンの 1 つであり、GNOME デスクトップが搭載されています。 以前の Unity デスクトップも評価されましたが、GNOME を選択しました。 アイコンを備えたクラシックなデスクトップ スタイルで、左側のパネルは従来のルック アンド フィールを模倣しています。 この Ubuntu オンラインには、最も一般的なシステム ツール、Office ユーティリティ、グラフィック プログラムなどがプリインストールされています。\n\n2. この Kubuntu オンラインは、Ubuntu のコア機能をすべて継承していますが、見た目は異なります。 これには、多くのユーザーが好むデスクトップ環境である KDE Plasma が含まれています。 この KDE デスクトップでは、通常の [スタート] ボタンに似た左下の K ボタン (キックオフ アプリケーション ランチャー) をクリックしてプログラムやファイルにアクセスできます。 Ubuntu GNOME オンラインと同様に、LibreOffice、Okular Document Viewer、Kontact、Rekonq、Amarok、Dragon player などのアプリケーションがプリインストールされています。 Kubuntu オンラインでは、Windows および Mac OS のユーザーにとって使いやすいユーザー インターフェイスが提供されていることにも注意してください。\n\n3. この Xubuntu オンラインでは、パフォーマンスと美しさを損なうことなく、多くの Ubuntu 機能も提供します。 そのため、Xubuntu は、PC システムのリソースにあまり影響を与えないよう努めながら、多くの付加機能を備えたデスクトップを提供します。 この Xubuntu オンラインには、GNOME、Unity、または KDE と比較して軽量な XFCE デスクトップが付属しています。\n\n4. この Lubuntu オンラインは、LxQt(LxDE) デスクトップ環境に基づいた軽量デスクトップを提供します。 LxQt(LXDE) は、リソースが不足しているシステム上で実行されるデスクトップ環境です。 デスクトップはシンプルでアイコンを配置できます。 右クリックメニューもサポートしています。 デスクトップ効果やアニメーションはありません。 さらに、Lubuntu は、この特定のディストリビューションに付属するアプリケーションとソフトウェアにより軽量化を実現します。 LibreOffice などの代わりに、エンド ユーザーには Gnumeric と Abiword が提供されます。\n\nこれらの Ubuntu オンライン バージョンはすべて、「OnWorks」無料ホスティング プロバイダーが提供するファイル マネージャーと統合されていることに注意してください。 このファイル マネージャーは、OnWorks オンライン ワークステーション内で処理されるファイルの保存と読み込みに使用できます。\n\n重要な注意事項: インターネットでの閲覧時にファイルを検出するためのスキャン プロセスは当社のサーバー上で実行されるため、URL はそこで報告されます。 このプロセスでは、個人データは収集されません。 もちろん、ユーザーは拡張機能ポップアップのチェックボックスを使用してこのスキャンを無効にすることを選択できます。 ただし、この機能を無効にすると、インターネットの閲覧中に拡張機能の機能が大幅に制限されることに注意してください。 スキャンされた URL の検索クエリは収集されません。",
    "ko": "이 확장은 검색된 URL을 검사하여 온라인에서 Ubuntu OS용 파일을 식별하고 사용합니다. 파일은 확장 팝업 내의 목록에 표시됩니다. 이 팝업은 당사 시스템에서 제공되므로 탐색된 URL이 수집되어 당사 클라우드 서버에 보고됩니다. 그러면 이는 온라인으로 Ubuntu OS용 파일을 관리하기 위한 온라인 동적 파일 탐색기입니다. 또한 사용자는 Ubuntu 온라인과의 API 통합을 사용하여 이름 변경, 복사 및 삭제할 수 있는 파일을 업로드할 수 있습니다.\n\n또한 웹 브라우저를 사용하여 온라인 Linux Ubuntu 버전을 실행할 수도 있습니다. 이 확장은 Ubuntu GNOME, Kubuntu, Lubuntu 및 Xubuntu와 같은 OS를 제공합니다. 이들 모두는 \"OnWorks\" 무료 서버 호스팅 제공업체와의 통합을 사용하여 실행됩니다.\n\n1. 이 Ubuntu 온라인은 가장 잘 알려진 Linux 버전 중 하나이며 GNOME 데스크탑이 장착되어 있습니다. 이전 Unity 데스크탑을 평가했지만 우리는 GNOME을 선택했습니다. 아이콘이 있는 고전적인 데스크탑 스타일을 가지고 있으며, 왼쪽 패널은 전통적인 모양과 느낌을 모방합니다. 이 Ubuntu 온라인에는 가장 일반적인 시스템 도구, Office 유틸리티, 그래픽 프로그램 등이 사전 설치되어 있습니다.\n\n2. 이 쿠분투 온라인은 우분투의 모든 핵심 기능을 상속받았지만 다르게 보입니다. 여기에는 많은 사용자가 선호하는 데스크탑 환경인 KDE Plasma가 포함되어 있습니다. 이 KDE 데스크탑은 일반적인 시작 버튼과 유사한 왼쪽 하단 K 버튼(Kickoff Application Launcher)을 클릭하여 프로그램과 파일에 대한 액세스를 제공합니다. Ubuntu GNOME 온라인과 마찬가지로 LibreOffice, Okular Document Viewer, Kontact, Rekonq, Amarok 및 Dragon 플레이어와 같은 응용 프로그램이 사전 설치되어 있습니다. 또한 Kubuntu 온라인은 Windows 및 Mac OS 사용자가 사용하기 더 쉬운 사용자 인터페이스를 제공한다는 점에 유의해야 합니다.\n\n3. 이 Xubuntu 온라인은 많은 Ubuntu 기능을 제공하지만 성능과 미학을 저하시키지 않습니다. 이러한 이유로 Xubuntu는 PC 시스템 리소스에 너무 많은 영향을 주지 않으려고 노력하면서도 많은 부가 기능을 갖춘 데스크탑을 제공합니다. 이 Xubuntu 온라인은 GNOME, Unity 또는 KDE에 비해 더 가벼운 XFCE 데스크탑과 함께 제공됩니다.\n\n4. 이 Lubuntu 온라인은 LxQt(LxDE) 데스크탑 환경을 기반으로 더 가벼운 데스크탑을 제공합니다. LxQt(LXDE)는 리소스가 부족한 시스템에서 실행되는 데스크탑 환경입니다. 데스크탑은 간단하며 아이콘을 배치할 수 있습니다. 또한 마우스 오른쪽 버튼 클릭 메뉴도 지원합니다. 데스크탑 효과나 애니메이션이 없습니다. 또한 Lubuntu는 이 특정 배포판과 함께 제공되는 응용 프로그램과 소프트웨어를 통해 더 가벼워졌습니다. LibreOffice 또는 이와 유사한 것 대신 최종 사용자에게 Gnumeric 및 Abiword가 제공됩니다.\n\n이러한 Ubuntu 온라인 버전은 모두 \"OnWorks\" 무료 호스팅 공급자가 제공하는 파일 관리자와 통합되어 있습니다. 이 파일 관리자는 OnWorks 온라인 워크스테이션 내에서 처리되는 파일을 저장하고 로드하는 데 사용할 수 있습니다.\n\n중요 참고 사항: 인터넷에서 검색할 때 파일을 검색하는 검색 프로세스는 당사 서버에서 발생하므로 해당 서버에 URL이 보고됩니다. 이 과정에서 개인정보는 수집되지 않습니다. 물론 사용자는 확장 팝업의 확인란을 통해 이 검사를 비활성화하도록 선택할 수 있습니다. 그러나 이 기능을 비활성화하면 인터넷을 탐색하는 동안 확장 기능의 기능이 심각하게 제한됩니다. 스캔된 URL의 검색어는 수집되지 않습니다.",
    "nl": "Deze extensie scant bezochte URL's om online bestanden voor ons Ubuntu-besturingssysteem te identificeren en te gebruiken. De bestanden worden weergegeven in een lijst in de extensiepop-up. Deze pop-up is afkomstig van onze systemen, zodat de bezochte URL's worden verzameld en gerapporteerd aan onze cloudserver. Dit is dan een dynamische bestandsverkenner online om bestanden voor ons Ubuntu-besturingssysteem online te beheren. Het stelt gebruikers ook in staat bestanden te uploaden die kunnen worden hernoemd, gekopieerd en verwijderd met behulp van een API-integratie met Ubuntu online.\n\nHet maakt het ook mogelijk om online Linux Ubuntu-versies uit te voeren met uw webbrowser. Deze extensie biedt de volgende besturingssystemen: Ubuntu GNOME, Kubuntu, Lubuntu en Xubuntu. Ze werken allemaal met behulp van een integratie met onze \"OnWorks\" gratis servershostingprovider:\n\n1. Deze Ubuntu online is een van de bekendste Linux-versies en wordt geleverd met de GNOME-desktop. Hoewel de vorige Unity-desktop werd geëvalueerd, hebben we gekozen voor GNOME. Het heeft een klassieke bureaubladstijl met pictogrammen, en een paneel aan de linkerkant dat de traditionele look en feel nabootst. Deze Ubuntu online wordt vooraf geïnstalleerd met de meest voorkomende systeemtools, Office-hulpprogramma's, grafische programma's enzovoort.\n\n2. Deze online Kubuntu erft alle kernfuncties van Ubuntu, maar ziet er anders uit. Het bevat KDE Plasma, een desktopomgeving waar veel gebruikers de voorkeur aan geven. Dit KDE-bureaublad biedt toegang tot programma's en bestanden door op een K-knop linksonder te klikken (Kickoff Application Launcher), die vergelijkbaar is met de typische Start-knop. Net als bij Ubuntu GNOME online, heeft het vooraf geïnstalleerde applicaties zoals LibreOffice, Okular Document Viewer, Kontact, Rekonq, Amarok en Dragon Player. Er moet ook worden opgemerkt dat onze Kubuntu online een gebruikersinterface biedt die gemakkelijker te gebruiken is voor mensen en die afkomstig is van Windows en Mac OS.\n\n3. Deze Xubuntu online biedt ook veel Ubuntu-functies, maar zonder afbreuk te doen aan de prestaties en esthetiek. Om die reden biedt Xubuntu een desktop met veel toeters en bellen, terwijl er nog steeds naar wordt gestreefd om niet te veel invloed te hebben op de bronnen van het pc-systeem. Deze Xubuntu online wordt geleverd met de XFCE-desktop, die lichter is in vergelijking met GNOME, Unity of KDE.\n\n4. Deze Lubuntu online biedt de lichtere desktop gebaseerd op de LxQt (LxDE) desktopomgeving. LxQt(LXDE) is een desktopomgeving die moet worden uitgevoerd op systemen met slechte bronnen. Het bureaublad is eenvoudig en biedt de mogelijkheid om pictogrammen te plaatsen. Het ondersteunt ook een rechtermuisknopmenu. Er zijn geen bureaubladeffecten of animaties. Bovendien slaagt Lubuntu erin om lichter te zijn met applicaties en software die bij deze specifieke distro worden geleverd. In plaats van LibreOffice of iets dergelijks krijgen eindgebruikers Gnumeric en Abiword ter beschikking.\n\nMerk op dat al deze online Ubuntu-versies geïntegreerd zijn met de bestandsbeheerder die wordt geleverd door de gratis hostingprovider \"OnWorks\". Deze bestandsbeheerder kan worden gebruikt voor het opslaan en laden van de bestanden die op de OnWorks online-werkstations worden verwerkt.\n\nBELANGRIJKE OPMERKING: Het scanproces om bestanden te detecteren tijdens het surfen op internet vindt plaats op onze servers, dus de URL wordt daar gerapporteerd. Bij dit proces worden geen persoonlijke gegevens verzameld. Gebruikers kunnen er uiteraard voor kiezen om dit scannen uit te schakelen via een selectievakje in de extensiepop-up. Houd er echter rekening mee dat het uitschakelen van deze functionaliteit de functionaliteit van de extensie tijdens het surfen op internet ernstig beperkt. De zoekopdrachten van de gescande URL's worden niet verzameld.",
    "pl": "To rozszerzenie skanuje przeglądane adresy URL w celu identyfikacji i wykorzystania plików dla naszego systemu operacyjnego Ubuntu online. Pliki są prezentowane na liście w wyskakującym okienku rozszerzenia. To wyskakujące okienko pochodzi z naszych systemów, dlatego przeglądane adresy URL są gromadzone i raportowane do naszego serwera w chmurze. Jest to zatem dynamiczna eksplorator plików online do zarządzania plikami dla naszego systemu operacyjnego Ubuntu online. Umożliwia także użytkownikom przesyłanie plików, których nazwy można zmieniać, kopiować i usuwać za pomocą integracji API z Ubuntu online.\n\nUmożliwia także uruchamianie internetowych wersji systemu Linux Ubuntu za pomocą przeglądarki internetowej. To rozszerzenie udostępnia następujące systemy operacyjne: Ubuntu GNOME, Kubuntu, Lubuntu i Xubuntu. Wszystkie działają w oparciu o integrację z naszym dostawcą bezpłatnego hostingu serwerów „OnWorks”:\n\n1. To Ubuntu online jest jedną z najbardziej znanych wersji Linuksa i jest wyposażone w pulpit GNOME. Chociaż poprzedni pulpit Unity był oceniany, zdecydowaliśmy się na GNOME. Ma klasyczny styl pulpitu z ikonami, a panel po lewej stronie naśladuje jego tradycyjny wygląd. To Ubuntu online jest dostarczane z preinstalowanymi najpopularniejszymi narzędziami systemowymi, narzędziami pakietu Office, programami graficznymi i tak dalej.\n\n2. To Kubuntu online dziedziczy wszystkie podstawowe funkcje Ubuntu, ale wygląda inaczej. Zawiera KDE Plasma, środowisko graficzne preferowane przez wielu użytkowników. Ten pulpit KDE zapewnia dostęp do programów i plików po kliknięciu lewego dolnego przycisku K (Kickoff Application Launcher), który jest podobny do typowego przycisku Start. Podobnie jak w przypadku Ubuntu GNOME online, ma on preinstalowane aplikacje, takie jak LibreOffice, Okular Document Viewer, Kontact, Rekonq, Amarok i Dragon player. Należy również zauważyć, że nasz Kubuntu online oferuje interfejs użytkownika łatwiejszy w obsłudze dla osób pochodzących z systemów Windows i Mac OS.\n\n3. To Xubuntu online zapewnia również wiele funkcji Ubuntu, ale bez uszczerbku dla wydajności i estetyki. Z tego powodu Xubuntu zapewnia komputerowi stacjonarnemu wiele wodotrysków i gwizdków, jednocześnie starając się nie wpływać zbytnio na zasoby systemu PC. To Xubuntu online jest wyposażone w pulpit XFCE, który jest lżejszy w porównaniu do GNOME, Unity lub KDE.\n\n4. To Lubuntu online zapewnia lżejszy pulpit oparty na środowisku graficznym LxQt (LxDE). LxQt(LXDE) to środowisko graficzne, które można uruchomić na systemie o słabych zasobach. Pulpit jest prosty i umożliwia umieszczanie ikon. Obsługuje także menu wyświetlane prawym przyciskiem myszy. Nie ma żadnych efektów ani animacji na pulpicie. Co więcej, Lubuntu jest lżejszy dzięki aplikacjom i oprogramowaniu dostarczanym z tą konkretną dystrybucją. Zamiast LibreOffice lub czegoś podobnego, użytkownicy końcowi otrzymują Gnumeric i Abiword.\n\nNależy pamiętać, że wszystkie wersje online Ubuntu są zintegrowane z menedżerem plików dostarczanym przez bezpłatnego dostawcę hostingu „OnWorks”. Tego menedżera plików można używać do zapisywania i ładowania plików obsługiwanych na stacjach roboczych online OnWorks.\n\nWAŻNA UWAGA: Proces skanowania w celu wykrycia plików podczas przeglądania Internetu odbywa się na naszych serwerach, więc adres URL jest tam raportowany. W procesie tym nie są zbierane żadne dane osobowe. Oczywiście użytkownicy mogą wyłączyć to skanowanie za pomocą pola wyboru w wyskakującym okienku rozszerzenia. Należy jednak pamiętać, że wyłączenie tej funkcji poważnie ogranicza funkcjonalność rozszerzenia podczas przeglądania Internetu. Zapytania wyszukiwania zeskanowanych adresów URL nie są gromadzone.",
    "pt_BR,pt_PT": "Esta extensão verifica URLs navegados para identificar e usar arquivos para nosso sistema operacional Ubuntu online. Os arquivos são apresentados em uma lista no pop-up da extensão. Este pop-up é proveniente de nossos sistemas para que o URL navegado seja coletado e relatado ao nosso servidor em nuvem. Este é então um explorador de arquivos dinâmico online para gerenciar arquivos online para nosso sistema operacional Ubuntu. Ele também permite aos usuários fazer upload de arquivos que podem ser renomeados, copiados e excluídos usando uma integração de API com o Ubuntu online.\n\nEle também permite executar versões online do Linux Ubuntu usando seu navegador. Esta extensão fornece os seguintes sistemas operacionais: Ubuntu GNOME, Kubuntu, Lubuntu e Xubuntu. Todos eles rodam através de uma integração com nosso provedor de hospedagem de servidores gratuitos \"OnWorks\":\n\n1. Este Ubuntu online é uma das versões mais conhecidas do Linux e vem equipado com o desktop GNOME. Embora o desktop Unity anterior tenha sido avaliado, optamos pelo GNOME. Possui um estilo clássico de área de trabalho com ícones, um painel à esquerda que imita sua aparência tradicional. Este Ubuntu online vem pré-instalado com as ferramentas de sistema mais comuns, utilitários de escritório, programas gráficos e assim por diante.\n\n2. Este Kubuntu online herda todos os recursos básicos do Ubuntu, mas parece diferente. Inclui o KDE Plasma, um ambiente de desktop preferido por muitos usuários. Esta área de trabalho do KDE fornece acesso a programas e arquivos clicando no botão K inferior esquerdo (Kickoff Application Launcher), que é semelhante ao botão Iniciar típico. Tal como acontece com o Ubuntu GNOME online, ele possui aplicativos pré-instalados como LibreOffice, Okular Document Viewer, Kontact, Rekonq, Amarok e Dragon player. Deve-se notar também que nosso Kubuntu online oferece uma interface de usuário mais fácil de usar para pessoas que vêm de Windows e Mac OS.\n\n3. Este Xubuntu online também oferece muitos recursos do Ubuntu, mas sem comprometer o desempenho e a estética. Por essa razão, o Xubuntu fornece um desktop com muitos recursos, ao mesmo tempo que se esforça para não impactar muito os recursos do sistema do PC. Este Xubuntu online vem com o desktop XFCE, que é mais leve quando comparado ao GNOME, Unity ou KDE.\n\n4. Este Lubuntu online fornece um desktop mais leve baseado no ambiente de desktop LxQt (LxDE). LxQt (LXDE) é um ambiente de desktop para ser executado em sistemas com poucos recursos. A área de trabalho é simples e permite colocar ícones. Ele também suporta um menu de clique com o botão direito. Não há efeitos ou animações na área de trabalho. Além disso, o Lubuntu consegue ser mais leve com aplicativos e softwares que acompanham esta distribuição específica. Em vez do LibreOffice ou algo semelhante, os usuários finais recebem Gnumeric e Abiword.\n\nObserve que todas essas versões online do Ubuntu estão integradas ao gerenciador de arquivos fornecido pelo provedor de hospedagem gratuita “OnWorks”. Este gerenciador de arquivos pode ser usado para salvar e carregar os arquivos manipulados nas estações de trabalho online OnWorks.\n\nNOTA IMPORTANTE: O processo de varredura para detectar arquivos durante a navegação na Internet ocorre em nossos servidores para que as URLs sejam informadas lá. Neste processo não são recolhidos quaisquer dados pessoais. Claro, os usuários podem optar por desativar essa verificação por meio de uma caixa de seleção no pop-up da extensão. No entanto, observe que desabilitar esta funcionalidade limita severamente a funcionalidade da extensão durante a navegação na Internet. As consultas de pesquisa dos URLs verificados não são coletadas.",
    "ru": "Это расширение сканирует просматриваемые URL-адреса, чтобы идентифицировать и использовать файлы для нашей ОС Ubuntu в Интернете. Файлы представлены в виде списка во всплывающем окне расширения. Это всплывающее окно создается из наших систем, поэтому просмотренные URL-адреса собираются и передаются на наш облачный сервер. Это динамический онлайн-просмотрщик файлов для онлайн-управления файлами нашей ОС Ubuntu. Он также позволяет пользователям загружать файлы, которые можно переименовывать, копировать и удалять с помощью интеграции API с Ubuntu онлайн.\n\nОн также позволяет запускать онлайн-версии Linux Ubuntu с помощью веб-браузера. Это расширение предоставляет следующие ОС: Ubuntu GNOME, Kubuntu, Lubuntu и Xubuntu. Все они работают с использованием интеграции с нашим хостинг-провайдером бесплатных серверов OnWorks:\n\n1. Эта онлайн-версия Ubuntu является одной из самых известных версий Linux и оснащена рабочим столом GNOME. Хотя предыдущая версия рабочего стола Unity оценивалась, мы выбрали GNOME. Он имеет классический стиль рабочего стола с значками, панель слева имитирует его традиционный внешний вид. Эта онлайн-версия Ubuntu поставляется с предустановленными наиболее распространенными системными инструментами, утилитами Office, графическими программами и так далее.\n\n2. Эта онлайн-версия Kubuntu наследует все основные функции Ubuntu, но выглядит по-другому. Он включает в себя KDE Plasma, среду рабочего стола, которую предпочитают многие пользователи. Этот рабочий стол KDE обеспечивает доступ к программам и файлам, нажав левую нижнюю кнопку K (средство запуска приложений Kickoff), которая похожа на обычную кнопку «Пуск». Как и в случае с Ubuntu GNOME Online, в нем предустановлены такие приложения, как LibreOffice, Okular Document Viewer, Kontact, Rekonq, Amarok и Dragon player. Следует также отметить, что наша онлайн-версия Kubuntu предлагает более простой в использовании пользовательский интерфейс для пользователей Windows и Mac OS.\n\n3. Этот Xubuntu онлайн также предоставляет множество функций Ubuntu, но без ущерба для производительности и эстетики. По этой причине Xubuntu предоставляет рабочему столу множество наворотов, но при этом старается не слишком сильно влиять на ресурсы системы ПК. Этот Xubuntu Online поставляется с рабочим столом XFCE, который легче по сравнению с GNOME, Unity или KDE.\n\n4. Эта онлайн-версия Lubuntu предоставляет более легкий рабочий стол на основе среды рабочего стола LxQt (LxDE). LxQt(LXDE) — это среда рабочего стола, которую можно запускать в системах с ограниченными ресурсами. Рабочий стол прост и позволяет размещать значки. Он также поддерживает контекстное меню. Никаких эффектов рабочего стола и анимации нет. Более того, Lubuntu становится легче благодаря приложениям и программному обеспечению, поставляемым в комплекте с этим конкретным дистрибутивом. Вместо LibreOffice или чего-то подобного конечным пользователям предоставляются Gnumeric и Abiword.\n\nОбратите внимание, что все эти онлайн-версии Ubuntu интегрированы с файловым менеджером, предоставляемым бесплатным хостинг-провайдером OnWorks. Этот файловый менеджер можно использовать для сохранения и загрузки файлов, обрабатываемых на онлайн-рабочих станциях OnWorks.\n\nВАЖНОЕ ПРИМЕЧАНИЕ. Процесс сканирования для обнаружения файлов при просмотре страниц в Интернете происходит на наших серверах, поэтому URL-адрес сообщается там. При этом никакие персональные данные не собираются. Конечно, пользователи могут отключить это сканирование, установив флажок во всплывающем окне расширения. Однако учтите, что отключение этой функции серьезно ограничивает функциональность расширения при работе в Интернете. Поисковые запросы сканируемых URL-адресов не собираются.",
    "tr": "Bu uzantı, çevrimiçi Ubuntu işletim sistemimiz için kullanılan dosyaları tanımlamak ve kullanılan dosyaları belirlemek üzere göz atılan URL'leri tarar. Dosyalar, uzantı açılır penceresindeki bir listede sunulur. Bu açılır pencere sistemlerimizden kaynaklanır, böylece göz atılan URL toplanır ve bulut sunucumuza raporlanır. Bu, Ubuntu işletim sistemimiz için dosyaları çevrimiçi olarak yönetmek için çevrimiçi bir dinamik dosya gezginidir. Ayrıca kullanıcıların Ubuntu çevrimiçi API entegrasyonu kullanılarak yeniden adlandırılabilen, kopyalanabilen ve silinebilen dosyaları yüklemelerine de olanak tanır.\n\nAyrıca web tarayıcınızı kullanarak çevrimiçi Linux Ubuntu sürümlerini çalıştırmanıza da olanak tanır. Bu uzantı aşağıdaki işletim sistemlerini sağlar: Ubuntu GNOME, Kubuntu, Lubuntu ve Xubuntu. Hepsi \"OnWorks\" ücretsiz sunucu barındırma sağlayıcımızla entegrasyon kullanılarak çalışır:\n\n1. Bu çevrimiçi Ubuntu, en iyi bilinen Linux sürümlerinden biridir ve GNOME masaüstüyle donatılmış olarak gelir. Önceki Unity masaüstünü değerlendirmiş olmamıza rağmen biz GNOME'u tercih ettik. Simgelerle klasik bir masaüstü stiline sahiptir ve solda geleneksel görünüm ve hissi taklit eden bir panel vardır. Bu çevrimiçi Ubuntu, en yaygın Sistem araçları, Office yardımcı programları, Grafik programları vb. ile önceden yüklenmiş olarak gelir.\n\n2. Bu Kubuntu çevrimiçi, Ubuntu'nun tüm temel özelliklerini miras alıyor ancak farklı görünüyor. Pek çok kullanıcının tercih ettiği bir masaüstü ortamı olan KDE Plazma'yı içerir. Bu KDE masaüstü, tipik Başlat düğmesine benzeyen sol alttaki K düğmesini (Başlatma Uygulama Başlatıcısı) tıklatarak programlara ve dosyalara erişim sağlar. Ubuntu GNOME çevrimiçinde olduğu gibi, LibreOffice, Okular Belge Görüntüleyici, Kontact, Rekonq, Amarok ve Dragon player gibi önceden yüklenmiş uygulamalara sahiptir. Ayrıca Kubuntu çevrimiçi ürünümüzün, Windows ve Mac OS'tan gelen kişiler için kullanımı daha kolay bir kullanıcı arayüzü sunduğunu da belirtmek gerekir.\n\n3. Bu Xubuntu çevrimiçi aynı zamanda performans ve estetikten ödün vermeden birçok Ubuntu özelliği sağlar. Bu nedenle Xubuntu, bilgisayar sisteminin kaynaklarını çok fazla etkilememeye çalışırken, birçok özelliği olan bir masaüstü sağlar. Bu Xubuntu çevrimiçi, GNOME, Unity veya KDE ile karşılaştırıldığında daha hafif olan XFCE masaüstüyle birlikte gelir.\n\n4. Bu Lubuntu çevrimiçi, LxQt(LxDE) masaüstü ortamını temel alan daha hafif masaüstü sağlar. LxQt(LXDE), zayıf kaynaklara sahip sistemlerde çalıştırılacak bir masaüstü ortamıdır. Masaüstü basittir ve simgeleri yerleştirmenize olanak tanır. Ayrıca sağ tıklama menüsünü de destekler. Masaüstü efektleri veya animasyonları yoktur. Üstelik Lubuntu, bu özel dağıtımla birlikte gelen uygulama ve yazılımlarla daha hafif olmayı başarıyor. LibreOffice veya benzeri bir şey yerine son kullanıcılara Gnumeric ve Abiword sağlanmaktadır.\n\nTüm bu Ubuntu çevrimiçi sürümlerinin \"OnWorks\" ücretsiz barındırma sağlayıcısı tarafından sağlanan dosya yöneticisiyle entegre olduğunu unutmayın. Bu dosya yöneticisi, OnWorks çevrimiçi iş istasyonlarında işlenen dosyaları kaydetmek ve yüklemek için kullanılabilir.\n\nÖNEMLİ NOT: İnternette gezinirken dosyaları tespit etmeye yönelik tarama işlemi sunucularımızda gerçekleştiğinden URL'ler orada raporlanır. Bu süreçte hiçbir kişisel veri toplanmamaktadır. Elbette kullanıcılar, uzantı açılır penceresindeki bir onay kutusunu kullanarak bu taramayı devre dışı bırakmayı seçebilirler. Ancak, bu işlevselliğin devre dışı bırakılmasının, İnternet'te gezinirken uzantının işlevselliğini ciddi şekilde sınırladığını unutmayın. Taranan URL'lerin arama sorguları toplanmaz.",
    "uk": "Це розширення сканує переглянуті URL-адреси, щоб ідентифікувати та використані файли для нашої ОС Ubuntu онлайн. Файли представлені у списку у спливаючому вікні розширення. Це спливаюче вікно надходить із наших систем, тому URL-адреса, яку ви переглядали, збирається та повідомляється на наш хмарний сервер. Тоді це динамічний файловий провідник онлайн для керування файлами для нашої ОС Ubuntu онлайн. Це також дозволяє користувачам завантажувати файли, які можна перейменовувати, копіювати та видаляти за допомогою інтеграції API з Ubuntu онлайн.\n\nЦе також дозволяє запускати онлайн-версії Linux Ubuntu за допомогою веб-браузера. Це розширення надає такі ОС: Ubuntu GNOME, Kubuntu, Lubuntu та Xubuntu. Усі вони працюють за допомогою інтеграції з нашим безкоштовним хостинг-провайдером OnWorks:\n\n1. Ця онлайн-версія Ubuntu є однією з найвідоміших версій Linux і оснащена робочим столом GNOME. Хоча попередній робочий стіл Unity був оцінений, ми вибрали GNOME. Він має класичний стиль робочого столу з піктограмами, панель ліворуч імітує його традиційний вигляд і відчуття. Цей Ubuntu онлайн поставляється з попередньо встановленими найпоширенішими системними інструментами, утилітами Office, графічними програмами тощо.\n\n2. Цей Kubuntu онлайн успадковує всі основні функції Ubuntu, але виглядає інакше. Він включає KDE Plasma, робоче середовище, яке надає перевагу багатьом користувачам. Ця стільниця KDE надає доступ до програм і файлів, натиснувши ліву нижню кнопку K (запуск програм Kickoff), подібну до типової кнопки «Пуск». Як і в Ubuntu GNOME онлайн, він має попередньо встановлені програми, такі як LibreOffice, Okular Document Viewer, Kontact, Rekonq, Amarok і Dragon player. Слід також зазначити, що наш онлайн-інтерфейс Kubuntu пропонує простий у користуванні інтерфейс користувача з Windows і Mac OS.\n\n3. Цей Xubuntu онлайн також надає багато функцій Ubuntu, але без шкоди для продуктивності та естетики. З цієї причини Xubuntu надає робочий стіл з багатьма наворотами, але при цьому намагається не надто впливати на ресурси системи ПК. Цей Xubuntu онлайн поставляється з робочим столом XFCE, який легший порівняно з GNOME, Unity або KDE.\n\n4. Ця онлайн-версія Lubuntu надає полегшений робочий стіл на основі робочого середовища LxQt(LxDE). LxQt(LXDE) — це робоче середовище для запуску в системі з обмеженими ресурсами. Робочий стіл простий і дозволяє розміщувати значки. Він також підтримує меню правої кнопки миші. На робочому столі немає ефектів чи анімації. Більше того, Lubuntu стає легшим завдяки програмам і програмному забезпеченню, які постачаються разом із цим дистрибутивом. Замість LibreOffice або чогось подібного кінцевим користувачам надаються Gnumeric і Abiword.\n\nЗауважте, що всі ці онлайн-версії Ubuntu інтегровано з файловим менеджером, який надається постачальником безкоштовного хостингу OnWorks. Цей файловий менеджер можна використовувати для збереження та завантаження файлів, які обробляються на онлайн-робочих станціях OnWorks.\n\nВАЖЛИВА ПРИМІТКА. Процес сканування для виявлення файлів під час перегляду в Інтернеті відбувається на наших серверах, тому URL-адреса повідомляється там. У цьому процесі персональні дані не збираються. Звичайно, користувачі можуть вимкнути це сканування за допомогою прапорця у спливаючому вікні розширення. Однак зауважте, що вимкнення цієї функції значно обмежує функціональність розширення під час перегляду в Інтернеті. Пошукові запити сканованих URL-адрес не збираються.",
    "zh_CN": "此扩展扫描浏览的 URL，以识别和使用我们的 Ubuntu 操作系统在线文件。 这些文件显示在扩展弹出窗口中的列表中。 此弹出窗口源自我们的系统，因此会收集浏览的 URL 并将其报告给我们的云服务器。 这是一个在线动态文件浏览器，用于在线管理 Ubuntu 操作系统的文件。 它还允许用户使用与 Ubuntu 在线 API 集成上传可重命名、复制和删除的文件。\n\n它还允许使用网络浏览器运行在线 Linux Ubuntu 版本。 此扩展提供以下操作系统：Ubuntu GNOME、Kubuntu、Lubuntu 和 Xubuntu。 所有这些都使用与我们的“OnWorks”免费服务器托管提供商的集成来运行：\n\n1.此Ubuntu在线版是最著名的Linux版本之一，并配备了GNOME桌面。 尽管评估了之前的 Unity 桌面，但我们选择了 GNOME。 它具有带有图标的经典桌面风格，左侧的面板模仿其传统的外观和感觉。 这款Ubuntu在线预装了最常见的系统工具、Office实用程序、图形程序等。\n\n2.这个Kubuntu在线继承了Ubuntu的所有核心功能，但看起来有所不同。 它包括 KDE Plasma，这是许多用户喜欢的桌面环境。 此 KDE 桌面可通过单击左下角的 K 按钮（启动应用程序启动器）来访问程序和文件，该按钮类似于典型的“开始”按钮。 与在线 Ubuntu GNOME 一样，它预装了 LibreOffice、Okular Document Viewer、Kontact、Rekonq、Amarok 和 Dragon Player 等应用程序。 还必须指出的是，我们的 Kubuntu 在线版为使用 Windows 和 Mac 操作系统的用户提供了更易于使用的用户界面。\n\n3.这款Xubuntu在线版还提供了很多Ubuntu功能但又不影响性能和美观。 因此，Xubuntu 提供了一个具有大量附加功能的桌面，同时仍然努力不对 PC 系统的资源造成太大影响。 这款 Xubuntu 在线版附带 XFCE 桌面，与 GNOME、Unity 或 KDE 相比，它更轻量。\n\n4.本Lubuntu在线提供基于LxQt(LxDE)桌面环境的更轻量级桌面。 LxQt(LXDE)是一个在资源匮乏的系统上运行的桌面环境。 桌面很简单，允许您放置图标。 它还支持右键菜单。 没有桌面效果或动画。 此外，Lubuntu 借助此特定发行版附带的应用程序和软件变得更轻。 为最终用户提供的是 Gnumeric 和 Abiword，而不是 LibreOffice 或类似的东西。\n\n请注意，所有这些 Ubuntu 在线版本都与“OnWorks”免费托管提供商提供的文件管理器集成。 该文件管理器可用于保存和加载 OnWorks 在线工作站内处理的文件。\n\n重要提示：在互联网上浏览时检测文件的扫描过程发生在我们的服务器上，因此 URL 会在那里报告。 在此过程中，不会收集任何个人数据。 当然，用户可以通过扩展弹出窗口中的复选框选择禁用此扫描。 但请注意，禁用此功能会严重限制扩展程序在浏览 Internet 时的功能。 不会收集扫描的 URL 的搜索查询。"
  }
}