{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Giyu Tomioka Demon Slayer Gameograf"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Embrace the power of Giyu Tomioka from Demon Slayer in your browser with stunning live wallpapers!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "into the world of Demon Slayer with this incredible Chrome extension featuring the stoic and powerful Giyu Tomioka! Every new tab is a chance to experience Giyu’s calm yet commanding presence, bringing the heart-pounding action and emotional depth of the Demon Slayer universe straight to your screen. This extension combines a minimalist design with stunning visuals of Giyu in action, ensuring you get the perfect balance of style and function every time you open a new tab.\n\nCheck out all the features this extension has to offer:\n\n🎥 Live Wallpaper\nWatch Giyu in action, with dynamic and mesmerizing visuals from Demon Slayer that bring his character to life on your screen.\n\n🖥️ Website Shortcuts\nAccess your favorite websites with ease! Add customizable shortcuts for quick browsing and keep your most visited sites at your fingertips.\n\n🔍 Google Search Bar\nEasily search the web, whether you're looking up Demon Slayer content or anything else, with the integrated Google search feature.\n\n🕒 Time & Date Display\nStay on track with the stylish time and date display, keeping you organized while you enjoy your Demon Slayer experience.\n\nWith Giyu Tomioka watching over your new tab, every browsing session will feel like a slice of the Demon Slayer world. Perfect for fans of the series, anime enthusiasts, and anyone who admires Giyu's strength and discipline!\n\nFor more extensions: https://gameograf.com/\nContact us: https://gameograf.com/contact-us/\nPrivacy policy: https://gameograf.com/privacy-policy/"
  }
}