{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "booky.io Extension",
    "de": "booky.io Erweiterung"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add new links to booky.io and browse your existing bookmarks.",
    "de": "Füge neue Links zu booky.io hinzu und durchsuche deine vorhandenen Lesezeichen."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Private bookmarks.\nWith booky, you can store your favorite links online in private collections. All your bookmarks are kept confidential and are only visible to you.\n\nCustomizable design.\nCustomize booky to your needs. A dark mode, different header and category colors, and many other customizations are waiting for you.\n\nFast and accessible.\nWe take great pride in providing you with an accessible site that's both fast and easy to use. Organize your bookmarks in collections and categories.\n\nAvailable everywhere.\nAt home or on the go? No problem with our mobile web app! Your bookmarks can be accessed and managed from anywhere on desktop or mobile.",
    "de": "Private Lesezeichen.\nMit booky kannst du alle Lesezeichen online speichern. Deine Lesezeichen werden vertraulich behandelt und sind nur für dich sichtbar.\n\nAnpassbares Design.\nPasse booky deinen Wünschen entsprechend an. Ein dunkler Modus, verschiedene Farben und weitere Individualisierungen warten auf dich.\n\nSchnell und zugänglich.\nWir sind sehr stolz darauf, dir eine barrierefreie Seite zur Verfügung zu stellen, die sowohl schnell als auch einfach zu bedienen ist.\n\nÜberall verfügbar.\nZuhause oder unterwegs? Kein Problem mit unserer mobilen Web-App! Deine Lesezeichen können von überall aufgerufen und verwaltet werden."
  }
}