{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,lt,lv,ml,mr,ms,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Trend Micro Ad Blocker: Powerful Ad Blocker",
    "de": "Trend Micro Ad Blocker: leistungsstarker Werbe-Blocker",
    "es": "Trend Micro Ad Blocker: bloqueador de anuncios eficaz",
    "fr": "Trend Micro Ad Blocker: puissant bloqueur de publicités",
    "it": "Trend Micro Ad Blocker: potente programma di blocco degli annunci",
    "ko": "Trend Micro Ad Blocker: 강력한 광고 차단 프로그램",
    "nl": "Trend Micro Ad Blocker: effectieve advertentieblokkering",
    "pt_BR": "Trend Micro Ad Blocker: poderoso bloqueador de anúncios",
    "ru": "Trend Micro Ad Blocker: мощный блокировщик рекламы",
    "zh_CN": "Trend Micro Ad Blocker: 强大的广告拦截器",
    "zh_TW": "Trend Micro Ad Blocker: 強大的廣告封鎖程式"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,lt,lv,ml,mr,ms,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Stop seeing intrusive video, pop-up, interstitial, and banner ads on the web.",
    "de": "Beenden Sie die Anzeige lästiger Video-, Popup-, Interstitial- und Banner-Werbung im Internet.",
    "es": "Deje de ver anuncios intrusivos de vídeo, emergentes, intersticiales y en banners en la web.",
    "fr": "Empêchez l'affichage de vidéos, fenêtres contextuelles, spots et bannières publicitaires intrusifs sur le Web.",
    "it": "Non visualizzare più video intrusivi, popup, annunci intermedi e banner pubblicitari sul Web.",
    "ko": "웹에서 방해가 되는 동영상, 팝업, 전면 광고 및 배너 광고를 차단하십시오.",
    "nl": "U hoeft niet langer opdringerige video's, pop-ups en banners met advertenties te bekijken op het web.",
    "pt_BR": "Pare de ver anúncios intrusivos de vídeo, pop-up, intersticiais e banners na Web.",
    "ru": "Прекращайте видеть навязчивые видео, всплывающие окна, рекламные вставки и рекламные баннеры в Интернете.",
    "zh_CN": "网页上不再出现侵入式视频、弹窗、插屏广告和横幅广告。",
    "zh_TW": "在網頁上不再看到侵擾的影片、彈出式、插播式和橫幅等廣告。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,lt,lv,ml,mr,ms,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Trend Micro Ad Blocker can help stop annoying online ads from bothering you, make web pages load faster, and even enhance your security.\n\nStop seeing intrusive video, pop-up, interstitial, and banner ads on the web.\n\nEasily make exceptions to keep seeing ads on the websites you want to support.\n\nSee how much faster websites open once unwanted ads no longer appear. Try Trend Micro Ad Blocker for free right now to enjoy all these advantages.\n\nKey Benefits:\n\n1. Block Ads Effectively\nStop seeing all sorts of ads on the websites you visit and start enjoying the web more.\n\n2. Browse the Web More Safely\nProtect your privacy and personal information by disrupting tracking systems and blocking sneaky scams or suspicious ads.\n\n3. Open Websites Faster\nPreventing ads from showing up makes websites appear more quickly so you can get more done.\n\n4. Trust Your Favorite Websites\nPut the websites that you want to support on an exception list so they can keep earning money by showing ads to you.\n\n5. Keep Things Simple\nTake advantage of all of these features easily without spending a lot of time setting up or learning how to use the app.\n\n6. Get the Support You Need\nFind recommendations and useful advice on the support page, or ask for help through email or an online chat.\n\nYour suggestions can make Trend Micro Ad Blocker even better. Share your ideas through the Chrome Web Store or the feedback page inside the Trend Micro Ad Blocker app.\n \nTrend Micro Privacy Policy\nhttp://gr.trendmicro.com/GREntry/NonPayment?Target=AdBlockOneChrome&OS=&SP=&PID=CABO10&FunID=DataCollectionNotice&VID=&Locale=EN-US\nTrend Micro License Agreement\nhttp://gr.trendmicro.com/GREntry/NonPayment?Target=AdBlockOneChrome&OS=&SP=&PID=CABO10&FunID=LicenseAgreement&VID=&Locale=EN-US\n\nCustomer Support: mac_support@trendmicro.com\n\nPlease be advised that this app is only offered in English in this country.",
    "de": "Mit Trend Micro Ad Blocker werden Sie nicht mehr von lästiger Onlinewerbung gestört, Webseiten werden schneller geladen und sogar Ihre Sicherheit wird verbessert.\n\nBeenden Sie die Anzeige lästiger Video-, Popup-, Interstitial- und Banner-Werbung im Internet.\n\nLegen Sie auf einfache Weise Ausnahmen fest, damit weiterhin Werbeanzeigen auf den Websites angezeigt werden, die Sie unterstützen möchten. Blockieren Sie bestimmte Elemente auf einer Seite, um anzupassen, was Ihnen angezeigt wird.\n\nÜberzeugen Sie sich, wie viel schneller Websites geöffnet werden, wenn keine unerwünschte Werbung mehr angezeigt wird. Probieren Sie Trend Micro Ad Blocker jetzt kostenlos aus, um all diese Vorteile zu genießen.\n\nWichtige Vorteile:\n\n1. Effektive Blockierung von Werbung\nBeenden Sie die Anzeige aller Arten von Werbung auf den besuchten Websites, sodass Sie mehr Vergnügen am Internet haben können.\n\n2. Mehr Sicherheit beim Surfen im Internet\nSchützen Sie Ihre Privatsphäre und Ihre persönlichen Daten, indem Sie Tracking-Systeme außer Gefecht setzen und hinterhältige Betrügereien oder verdächtige Werbeanzeigen blockieren.\n\n3. Schnelleres Öffnen von Websites\nDurch die Unterdrückung von Werbung werden Websites schneller dargestellt, sodass Sie mehr Aufgaben erledigen können.\n\n4. Anpassung der angezeigten Inhalte\nBestimmen Sie, welche Elemente einer Website nicht angezeigt werden sollen, ohne das Layout der Seite zu zerstören.\n\n5. Vertrauen in Ihre bevorzugten Websites\nFügen Sie die Websites, die Sie unterstützen möchten, einer Ausnahmeliste hinzu, sodass diese weiterhin Geld verdienen können, indem Sie Ihnen Werbung anzeigen.\n\n6. Unkomplizierte Nutzung\nNutzen Sie all diese Funktionen ganz einfach, ohne viel Zeit für die Einrichtung oder das Erlernen der Verwendung der App aufzuwenden.\n\n7. Den benötigten Support erhalten\nSuchen Sie Empfehlungen und nützliche Ratschläge auf der Supportseite oder bitten Sie per E-Mail oder im Onlinechat um Hilfe.\n\nDurch Ihre Vorschläge kann Trend Micro Ad Blocker noch besser werden. Teilen Sie Ihre Ideen über den Chrome Web Store oder die Feedback-Seite in der Trend Micro Ad Blocker-App.\n \nTrend Micro Datenschutzrichtlinie\nhttp://gr.trendmicro.com/GREntry/NonPayment?Target=AdBlockOneChrome&OS=&SP=&PID=CABO10&FunID=PrivacyPolicy&VID=&Locale=DE-DE\nTrend Micro Lizenzvereinbarung\nhttp://gr.trendmicro.com/GREntry/NonPayment?Target=AdBlockOneChrome&OS=&SP=&PID=CABO10&FunID=LicenseAgreement&VID=&Locale=DE-DE\n\nKundensupport: mac_support@trendmicro.com",
    "es": "Trend Micro Ad Blocker ayuda a impedir que los anuncios en línea le molesten, hace que las páginas web se carguen más rápido e incluso mejora su seguridad.\n\nDeje de ver anuncios intrusivos de vídeo, emergentes, intersticiales y en banners en la web.\n\nPuede agregar excepciones de manera sencilla para seguir viendo anuncios en los sitios web que desee admitir. Bloquee elementos específicos en una página para personalizar lo que le muestra.\n\nCompruebe lo rápido que se abren los sitios web cuando no se muestran anuncios no deseados. Pruebe Trend Micro Ad Blocker de forma gratuita para disfrutar de todas estas ventajas.\n\nVentajas principales:\n\n1. Bloquee anuncios de forma eficaz\nDeje de ver todo tipo de anuncios en los sitios web que visita y empiece a disfrutar más de la web.\n\n2. Explore la web de forma más segura\nProteja su privacidad y su información personal mediante el cese del seguimiento de los sistemas y el bloqueo de estafas o anuncios sospechosos.\n\n3. Abra sitios web con mayor rapidez\nEvitar que aparezcan anuncios hace que los sitios web carguen con mayor rapidez para que pueda hacer más cosas.\n\n4. Personalice lo que ve\nDecida qué elementos de un sitio web no deben aparecer sin que afecte a la disposición de la página.\n\n5. Confíe en sus sitios web favoritos\nAñada los sitios web que desee admitir en una lista de excepciones para que puedan seguir ganando dinero mostrando anuncios.\n\n6. Haga que las cosas sean sencillas\nBenefíciese de todas estas funciones de manera sencilla sin dedicar mucho tiempo a configurar o aprender a usar la aplicación.\n\n7. Obtenga la asistencia que necesite\nEncuentre recomendaciones y consejos útiles en la página de asistencia o solicite ayuda por correo electrónico o mediante una conversación en línea.\n\nSus sugerencias pueden hacer que Trend Micro Ad Blocker sea aún mejor. Comparta sus ideas a través de la Chrome Web Store o de la página de comentarios en la aplicación de Trend Micro Ad Blocker.\n \nPolítica de confidencialidad de Trend Micro\nhttp://gr.trendmicro.com/GREntry/NonPayment?Target=AdBlockOneChrome&OS=&SP=&PID=CABO10&FunID=PrivacyPolicy&VID=&Locale=ES-ES\n\nContrato de licencia de Trend Micro\nhttp://gr.trendmicro.com/GREntry/NonPayment?Target=AdBlockOneChrome&OS=&SP=&PID=CABO10&FunID=LicenseAgreement&VID=&Locale=ES-ES\n\nAsistencia al cliente: mac_support@trendmicro.com",
    "fr": "Trend Micro Ad Blocker peut vous aider à bloquer les publicités indésirables en ligne, à accélérer le chargement des pages Web et même à améliorer votre sécurité.\n\nEmpêchez l'affichage de vidéos, fenêtres contextuelles, spots et bannières publicitaires intrusifs sur le Web.\n\nCréez facilement des exceptions pour continuer à voir des publicités sur les sites Web que vous souhaitez soutenir. Bloquez des éléments spécifiques sur une page pour personnaliser son affichage.\n\nDécouvrez à quel point les sites Web s'ouvrent beaucoup plus rapidement lorsque les publicités indésirables ne s'affichent plus. Essayez Trend Micro Ad Blocker gratuitement pour profiter de tous ces avantages.\n\nPrincipaux avantages :\n\n1. Bloquez efficacement les publicités\nEmpêchez l'affichage de toutes sortes de publicités sur les sites Web que vous visitez et commencez à profiter de la navigation sur le Web.\n\n2. Naviguez sur le Web en toute sécurité\nProtégez votre confidentialité et vos informations personnelles en bloquant les systèmes de suivi ainsi que les escroqueries indésirables ou les publicités douteuses.\n\n3. Ouvrez plus rapidement les sites Web\nEn empêchant l'affichage des publicités, les sites Web s'affichent plus rapidement pour que vous puissiez en profiter au maximum.\n\n4. Personnalisez l'affichage des éléments\nChoisissez les éléments d'un site Web qui ne doivent pas s'afficher, sans que cela n'affecte la mise en page.\n\n5. Faites confiance à vos sites Web préférés\nPlacez les sites Web que vous souhaitez soutenir sur une liste d'exceptions pour qu'ils puissent continuer à gagner de l'argent en affichant des publicités.\n\n6. Simplifiez-vous la vie\nProfitez facilement de toutes ces fonctionnalités sans perdre de temps à configurer ou à apprendre à utiliser cette application.\n\n7. Obtenez l'assistance dont vous avez besoin\nDécouvrez des recommandations et des conseils utiles sur la page d'assistance ou demandez de l'aide par e-mail ou via le chat en ligne.\n\nVos suggestions peuvent nous aider à améliorer davantage Trend Micro Ad Blocker. Partagez vos idées sur l'Chrome Web Store ou via la page de commentaires de l'application Trend Micro Ad Blocker.\n \nPolitique de confidentialité de Trend Micro\nhttp://gr.trendmicro.com/GREntry/NonPayment?Target=AdBlockOneChrome&OS=&SP=&PID=CABO10&FunID=PrivacyPolicy&VID=&Locale=FR-FR\n\nContrat de licence Trend Micro\nhttp://gr.trendmicro.com/GREntry/NonPayment?Target=AdBlockOneChrome&OS=&SP=&PID=CABO10&FunID=LicenseAgreement&VID=&Locale=FR-FR\n\nService clientèle: mac_support@trendmicro.com",
    "it": "Trend Micro Ad Blocker può aiutare a evitare che fastidiosi annunci online disturbino l'utente, a velocizzare il caricamento delle pagine Web e persino a migliorare la sicurezza.\n\nNon visualizzare più video intrusivi, popup, annunci intermedi e banner pubblicitari sul Web.\n\nCrea facilmente eccezioni per continuare a visualizzare annunci sui siti Web che desideri supportare. Blocca elementi specifici di una pagina per personalizzare cosa visualizzare.\n\nScopri la velocità di apertura dei siti Web quando gli annunci indesiderati non vengono più visualizzati. Prova subito Trend Micro Ad Blocker gratuitamente per usufruire di tutti questi vantaggi.\n\nPrincipali vantaggi:\n\n1. Blocco degli annunci in modo efficace\nInterrompi la visualizzazione di tutti i tipi di pubblicità sui siti Web visitati e inizia a utilizzare maggiormente il Web.\n\n2. Navigazione più sicura sul Web\nPer proteggere la privacy e le informazioni personali, interrompi i sistemi di localizzazione e blocca truffe o annunci sospetti.\n\n3. Apri siti Web più velocemente\nImpedendo la visualizzazione degli annunci, i siti Web vengono visualizzati più rapidamente, in modo da poterne usufruire al meglio.\n\n4. Personalizzazione dei contenuti visualizzati\nDecidi quali elementi di un sito Web non devono essere visualizzati senza rovinare il layout della pagina.\n\n5. Affidabilità per i siti Web preferiti\nInserisci i siti Web che desideri supportare in un elenco eccezioni in modo che possano continuare a guadagnare pubblicando annunci pubblicitari.\n\n6. Il massimo della semplicità\nSfrutta facilmente tutte queste funzionalità senza dover dedicare molto tempo alla configurazione o all'utilizzo dell'app.\n\n7. Assistenza di cui hai bisogno\nTrova suggerimenti e consigli utili nella pagina dell'assistenza oppure richiedi assistenza tramite e-mail o chat online.\n\nI suggerimenti possono migliorare ulteriormente Trend Micro Ad Blocker. Condividi le tue idee tramite l'Chrome Web Store o la pagina dei feedback all'interno dell'app Trend Micro Ad Blocker.\n \nInformativa sulla privacy di Trend Micro\nhttp://gr.trendmicro.com/GREntry/NonPayment?Target=AdBlockOneChrome&OS=&SP=&PID=CABO10&FunID=PrivacyPolicy&VID=&Locale=IT-IT\n\nContratto di licenza di Trend Micro\nhttp://gr.trendmicro.com/GREntry/NonPayment?Target=AdBlockOneChrome&OS=&SP=&PID=CABO10&FunID=LicenseAgreement&VID=&Locale=IT-IT\n\nAssistenza clienti: mac_support@trendmicro.com",
    "ko": "Trend Micro Ad Blocker 를 사용하면 성가신 온라인 광고로 인한 방해를 막고 웹 페이지를 더 빠르게 로드하며 보안을 강화할 수 있습니다.\n\n웹에서 방해가 되는 동영상, 팝업, 전면 광고 및 배너 광고를 차단하십시오.\n\n지원하려는 웹 사이트에서는 광고를 계속 표시하도록 쉽게 예외를 설정하십시오. 페이지의 특정 요소를 차단하여 표시되는 내용을 사용자 정의할 수 있습니다.\n\n원치 않는 광고가 더 이상 표시되지 않으면 웹 사이트가 얼마나 빨리 열리는지 확인하십시오. 지금 Trend Micro Ad Blocker을 무료로 사용해 이러한 모든 이점을 누리십시오.\n\n주요 이점:\n\n1. 광고를 효율적으로 차단\n방문하는 웹 사이트에서 모든 종류의 광고를 차단하고 웹을 더 즐기십시오.\n\n2. 웹을 보다 안전하게 검색\n추적 시스템을 방해하고 부적절한 사기 또는 의심스러운 광고를 차단하여 프라이버시 및 개인 정보를 보호하십시오.\n\n3. 신속하게 웹 사이트 열기\n광고가 차단되면 웹 사이트가 더 빨리 표시되므로 더 많은 작업을 수행할 수 있습니다.\n\n4. 표시되는 내용 사용자 정의\n페이지 레이아웃을 해치지 않고 웹 사이트의 어떤 요소가 표시되지 않아야 하는지 결정하십시오.\n\n5. 자주 사용하는 웹 사이트 신뢰\n지원하려는 웹 사이트를 예외 목록에 두면 광고 표시를 허용하여 계속해서 수익을 올릴 수 있도록 할 수 있습니다.\n\n6. 간단한 작업 방식\n많은 시간을 투자하거나 앱 사용 방법을 배우지 않고도 이러한 모든 기능을 쉽게 활용할 수 있습니다.\n\n7. 필요한 지원 제공\n지원 페이지에서 권장 사항과 유용한 조언을 찾거나 전자 메일 또는 온라인 채팅을 통해 도움을 요청하십시오.\n\n귀하의 제안은 Trend Micro Ad Blocker을 더욱 향상시킬 수 있습니다. Trend Micro Ad Blocker 앱의 Chrome Web Store 또는 피드백 페이지를 통해 아이디어를 공유해 주십시오.\n \nTrend Micro 개인 정보 보호 정책\nhttp://gr.trendmicro.com/GREntry/NonPayment?Target=AdBlockOneChrome&OS=&SP=&PID=CABO10&FunID=PrivacyPolicy&VID=&Locale=KO-KR\n\nTrend Micro 사용권 계약\nhttp://gr.trendmicro.com/GREntry/NonPayment?Target=AdBlockOneChrome&OS=&SP=&PID=CABO10&FunID=LicenseAgreement&VID=&Locale=KO-KR\n\n고객 지원: mac_support@trendmicro.com",
    "nl": "Trend Micro Ad Blocker kan helpen voorkomen dat vervelende advertenties u storen, ervoor zorgen dat webpagina's sneller laden en zelfs uw beveiliging verbeteren.\n\nU hoeft niet langer opdringerige video's, pop-ups en banners met advertenties te bekijken op het web.\n\nStel eenvoudig uitzonderingen in om advertenties te blijven weergeven op de websites die u wilt steunen. Blokkeer specifieke elementen op een pagina om aan te passen wat u ziet.\n\nZie hoeveel sneller websites worden geopend zodra ongewenste advertenties niet meer worden geladen. Probeer Trend Micro Ad Blocker nu gratis om al deze voordelen te genieten.\n\nBelangrijkste voordelen:\n\n1. Blokkeer advertenties effectief\nU ziet niet langer allerlei soorten advertenties op de websites die u bezoekt en kunt weer meer van het web genieten.\n\n2. Surf veiliger op het web\nBescherm uw privacy en persoonlijke informatie door trackingsystemen te stoppen en stiekeme oplichting en verdachte advertenties te blokkeren.\n\n3. Open websites sneller\nDoor te voorkomen dat advertenties worden weergegeven, kunnen websites sneller worden geopend zodat u meer gedaan krijgt.\n\n4. Pas aan wat u ziet\nBeslis welke elementen van een website u niet wilt weergeven, zonder de lay-out van de pagina te veranderen.\n\n5. Vertrouw uw favoriete websites\nPlaats de websites die u wilt steunen op een lijst met uitzonderingen, zodat ze geld kunnen blijven verdienen door u advertenties te tonen.\n\n6. Houd alles eenvoudig\nDoe eenvoudig uw voordeel met al deze functies zonder veel tijd te besteden aan het instellen of leren gebruiken van de app.\n\n7. Krijg de ondersteuning die u nodig hebt\nVind aanbeveligingen en handig advies op de ondersteuningspagina of vraag om hulp via e-mail of online chat.\n\nUw suggesties kunnen Trend Micro Ad Blocker nog beter maken. Deel uw ideeën via de Chrome Web Store of feedbackpagina in de Trend Micro Ad Blocker-app.\n \nPrivacybeleid van Trend Micro\nhttp://gr.trendmicro.com/GREntry/NonPayment?Target=AdBlockOneChrome&OS=&SP=&PID=CABO10&FunID=PrivacyPolicy&VID=&Locale=NL-NL\n\nTrend Micro-licentieovereenkomst\nhttp://gr.trendmicro.com/GREntry/NonPayment?Target=AdBlockOneChrome&OS=&SP=&PID=CABO10&FunID=LicenseAgreement&VID=&Locale=NL-NL\n\nKlantenondersteuning: mac_support@trendmicro.com",
    "pt_BR": "O Trend Micro Ad Blocker pode ajudar a impedir que anúncios on-line irritantes o incomodem, carregar as páginas da Web mais rapidamente e até melhorar sua segurança.\n\nPare de ver anúncios intrusivos de vídeo, pop-up, intersticiais e banners na Web.\n\nCrie exceções com facilidade para continuar vendo anúncios nos sites que você deseja oferecer suporte. Bloqueie elementos específicos em uma página para personalizar o que ela mostra.\n\nVeja o quão mais rápido os sites são abertos quando os anúncios indesejados não são mais exibidos. Experimente o Trend Micro Ad Blocker gratuitamente agora e aproveite todas essas vantagens.\n\nPrincipais benefícios:\n\n1. Bloqueie anúncios de maneira eficaz\nPare de ver todos os tipos de anúncios nos sites que você visita e comece a aproveitar mais a Web.\n\n2. Navegue na Web com mais segurança\nProteja sua privacidade e informações pessoais interrompendo os sistemas de rastreamento e bloqueando golpes furtivos ou anúncios suspeitos.\n\n3. Abra sites com mais rapidez\nImpedir a exibição de anúncios faz com que os sites sejam exibidos mais rapidamente, para que você possa fazer mais.\n\n4. Personalize o que você vê\nDecida quais elementos de um site não devem aparecer sem estragar o layout da página.\n\n5. Confie nos seus sites favoritos\nColoque os sites que você deseja apoiar em uma lista de exceções para que eles possam continuar ganhando dinheiro exibindo anúncios para você.\n\n6. Mantenha os processos simples\nAproveite todos esses recursos facilmente, sem gastar muito tempo configurando ou aprendendo a usar o aplicativo.\n\n7. Obtenha o suporte de que precisa\nEncontre recomendações e conselhos úteis na página de suporte ou peça ajuda por e-mail ou bate-papo on-line.\n\nSuas sugestões podem deixar o Trend Micro Ad Blocker ainda melhor. Compartilhe suas ideias na Chrome Web Store ou na página de feedback do aplicativo Trend Micro Ad Blocker.\n \nPolítica de Privacidade da Trend Micro\nhttp://gr.trendmicro.com/GREntry/NonPayment?Target=AdBlockOneChrome&OS=&SP=&PID=CABO10&FunID=PrivacyPolicy&VID=&Locale=PT-BR\nContrato de Licença da Trend Micro\nhttp://gr.trendmicro.com/GREntry/NonPayment?Target=AdBlockOneChrome&OS=&SP=&PID=CABO10&FunID=LicenseAgreement&VID=&Locale=PT-BR\n\nSuporte ao Cliente: mac_support@trendmicro.com",
    "ru": "Trend Micro Ad Blocker может помочь остановить появление назойливых онлайновых рекламных объявлений, ускорить загрузку веб-страниц, а также повысить вашу защищенность.\n\nПрекращайте видеть навязчивые видео, всплывающие окна, рекламные вставки и рекламные баннеры в Интернете.\n\nЛегко создавайте исключения, чтобы постоянно видеть рекламу на сайтах, которые вы хотите поддерживать. Блокируйте определенные элементы на страницах, чтобы настроить отображаемое содержимое.\n\nПосмотрите, насколько быстрее открываются веб-сайты, когда нежелательные рекламные объявления больше не появляются. Попробуйте Trend Micro Ad Blocker бесплатно прямо сейчас, чтобы воспользоваться этими преимуществами.\n\nОсновные преимущества:\n\n1. Эффективная блокировка рекламных объявлений\nПерестаньте просматривать рекламные объявления любого рода на посещаемых веб-сайтах и начните больше пользоваться Интернетом.\n\n2. Более безопасный просмотр веб-сайтов\nЗащитите свою конфиденциальность и личную информацию, нарушая работу систем слежения и блокируя мошеннические действия или подозрительные рекламные объявления.\n\n3. Более быстрая загрузка веб-сайтов\nОтключение рекламных объявлений делает веб-сайты быстрее, чтобы вы успевали делать больше.\n\n4. Настройка отображаемого содержимого\nУкажите, какие элементы веб-сайта не должны отображаться, не нарушая макет страницы.\n\n5. Занесение избранных веб-сайтов в список надежных\nПоместите веб-сайты, которые вы хотите поддерживать, в список исключений, чтобы они могли продолжать зарабатывать, показывая вам рекламу.\n\n6. Максимальная простота\nПользуйтесь всеми этими функциями легко, не тратя время на настройку или обучение работе с приложением.\n\n7. Качественная техническая поддержка\nНаходите рекомендации и полезные советы на странице поддержки или обращайтесь за помощью по электронной почте или с помощью онлайн-чата.\n\nВаше вклад может помочь сделать Trend Micro Ad Blocker еще лучше. Расскажите о своих идеях на Chrome Web Store или на странице отзыва в самом приложении Trend Micro Ad Blocker.\n \nПолитика конфиденциальности компании Trend Micro\nhttp://gr.trendmicro.com/GREntry/NonPayment?Target=AdBlockOneChrome&OS=&SP=&PID=CABO10&FunID=PrivacyPolicy&VID=&Locale=RU-RU\n\nлицензионное соглашение компании Trend Micro\nhttp://gr.trendmicro.com/GREntry/NonPayment?Target=AdBlockOneChrome&OS=&SP=&PID=CABO10&FunID=LicenseAgreement&VID=&Locale=RU-RU\n\nТехническая поддержка: mac_support@trendmicro.com",
    "zh_CN": "Trend Micro Ad Blocker 是拦截广告扩展，可让您不受恼人广告的打扰、加快网页加载速度，甚至还能提高计算机的安全性。\n\n网页上不再出现侵入式视频、弹窗、插屏广告和横幅广告。\n\n轻松设定例外，可在您要支持的 Web 站点上显示广告。可在网页上阻止特定元素，以自定义您要显示的内容。\n\n体验 Web 站点去除您不想看的广告后打开的速度有多快。立即免费试用 Trend Micro Ad Blocker，享受所有这些好处。\n\n主要优点:\n\n1. 有效拦截广告\n不在您访问的 Web 站点上显示任何种类的广告，让您尽情享受上网的乐趣。\n\n2. 更安全地浏览网页\n它会破坏跟踪系统并阻止隐藏的欺诈或可疑广告，保护您的隐私和个人信息。\n\n3. 更快地打开 Web 站点\n阻止显示广告，更快地加载 Web 站点，让您有时间做更多的事。\n\n4. 自定义要看的内容\n您可以决定不想在 Web 站点中显示的元素，且不会破坏网页布局。\n\n5. 信任您收藏的 Web 站点\n将您要支持的 Web 站点放在例外列表中，这些站点仍可向您显示广告并因此获得收入。\n\n6. 简单方便\n您可以轻松利用所有这些功能，无需花费大量时间来设置或学习如何使用该应用程序。\n\n7. 可以获得所需的支持\n可在支持页面上查找建议和有用的意见，也可以通过电子邮件或在线聊天获取帮助。\n\n您的建议能够帮助我们改进 Trend Micro Ad Blocker。请通过 Chrome Web Store 或 Trend Micro Ad Blocker 应用程序中的反馈页面分享您的看法。\n\n趋势科技隐私政策\nhttp://gr.trendmicro.com/GREntry/NonPayment?Target=AdBlockOneChrome&OS=&SP=&PID=CABO10&FunID=PrivacyPolicy&VID=&Locale=ZH-CN\n\n趋势科技许可协议\nhttp://gr.trendmicro.com/GREntry/NonPayment?Target=AdBlockOneChrome&OS=&SP=&PID=CABO10&FunID=LicenseAgreement&VID=&Locale=ZH-CN\n\n客户支持: mac_support@trendmicro.com",
    "zh_TW": "Trend Micro Ad Blocker 可以協助您遠離煩人線上廣告的侵擾、讓網頁更快載入，甚至還可以增強安全性。\n\n在網頁上不再看到侵擾的影片、彈出式、插播式和橫幅等廣告。\n\n輕鬆建立例外項目，以保持在您要支援的網站上看到廣告。封鎖網頁上的特定元素以自訂顯示內容。\n\n看看不受歡迎的廣告不再出現後，開啟網站的速度有多快。立即免費試用 Trend Micro Ad Blocker，暢享所有這些優勢。\n\n主要優勢：\n\n1. 有效封鎖廣告\n在瀏覽的網站上不再看到各式各樣的廣告，開始享受更多的上網樂趣。\n\n2. 更安全地瀏覽網頁\n中斷追蹤系統並封鎖狡猾的詐騙或可疑廣告，以保護您的隱私和個人資訊。\n\n3. 更快開啟網站\n阻止廣告顯示可使網站更快出現，因此您可以完成更多工作。\n\n4. 自訂您要看到的內容\n決定在不破壞頁面配置的情況下不應顯示網站的哪些元素。\n\n5. 信任您最愛的網站\n將您要支援的網站放在例外清單上，如此一來，這些網站就可以向您顯示廣告來持續賺取收入。\n\n6. 保持簡單\n無需花費大量時間來設定或學習如何使用此應用程式，即可輕鬆利用所有這些功能。\n\n7. 取得所需的支援\n可在支援頁面上尋找建議和有用的意見，或者透過電子郵件或線上交談尋求協助。\n\n您的建議可以讓 Trend Micro Ad Blocker 更臻完善。透過 Chrome Web Store 或 Trend Micro Ad Blocker 應用程式內的意見反應頁面分享您的想法。\n \n趨勢科技隱私權政策\nhttp://gr.trendmicro.com/GREntry/NonPayment?Target=AdBlockOneChrome&OS=&SP=&PID=CABO10&FunID=PrivacyPolicy&VID=&Locale=ZH-TW\"\n\n趨勢科技授權合約\nhttp://gr.trendmicro.com/GREntry/NonPayment?Target=AdBlockOneChrome&OS=&SP=&PID=CABO10&FunID=LicenseAgreement&VID=&Locale=ZH-TW\n\n客戶支援: mac_support@trendmicro.com"
  }
}