{
  "name": {
    "am,ar,bg,bn,et": "Volume Booster Pro",
    "ca": "Potenciador de volum",
    "cs": "Zesilovač hlasitosti",
    "da": "Volumen booster Pro",
    "de": "Lautstärke-Booster",
    "el": "Volume Booster - Equalizer",
    "en,en_AU,en_GB,en_US,fa,gu,he,hi,hr,kn,ko,sw,ta,te,th,zh_TW": "Sound Booster",
    "es,es_419": "Amplificador de volumen",
    "fi": "Äänenvoimakkuuden tehostin",
    "fil,id,ja,lt,lv,ms,ro,sk,sr,uk,vi,zh_CN": "Volume Booster",
    "fr": "Amplificateur de volume",
    "hu,ml": "Volume Master",
    "it": "Amplificatore di volume",
    "mr": "Volume Booster 2022",
    "nl": "Volumeversterker",
    "no": "Volumforsterker",
    "pl": "Wzmacniacz głośności",
    "pt_BR,pt_PT": "Amplificador de volume",
    "ru": "Усилитель громкости",
    "sl": "YouTube Sound Booster",
    "sv": "Volymförstärkare",
    "tr": "Ses Yükseltici - Sesi artır"
  },
  "short": {
    "am,ar,bg,bn,et": "Make the audio sound louder. Works on all sites. Increase audio volume up to 600% from the maximum.",
    "ca": "Ajusteu el volum a les pestanyes de Chrome per separat. Augmenta el volum de la música i el vídeo fins a 60 nivells.",
    "cs": "Upravte hlasitost na kartách Chrome samostatně. Zvyšte hlasitost hudby a videa až na 60 lvl.",
    "da": "Juster lydstyrken i Chrome-fanerne separat. Forøg musikvolumen og video op til 60 lvl.",
    "de": "Passen Sie die Lautstärke in den Chrome-Tabs separat an. Erhöhen Sie die Lautstärke von Musik und Videos auf bis zu 60 Level.",
    "el,fil,gu,hr,sw,te,th,zh_TW": "Sound amplifier will help you to increase volume levels on any tab. With the sound booster, you will have a louder volume instantly.",
    "en,en_AU,en_GB,en_US,he": "Adjust volume in Chrome tabs separately. Boost music volume and video up to 60 lvl.",
    "es,es_419": "Ajuste el volumen en las pestañas de Chrome por separado. Aumente el volumen de la música y el video hasta 60 lvl.",
    "fa,sl": "Increases the volume of YouTube videos. You can adjust the volume of the sound even if the system volume has been set to maximum.",
    "fi": "Lisää äänenvoimakkuutta. Toimii kaikilla sivustoilla. Lisää äänenvoimakkuutta jopa 600 % maksimista.",
    "fr": "Réglez le volume dans les onglets Chrome séparément. Augmentez le volume de la musique et de la vidéo jusqu'à 60 lvl.",
    "hi": "क्रोम टैब में वॉल्यूम को अलग से समायोजित करें। म्यूजिक वॉल्यूम और वीडियो को 60 lvl तक बढ़ाएं।",
    "hu": "Control the volume of any tab, Make all sounds of your tabs much louder. Up to 600 % sound boost.",
    "id,kn,sk": "Volume Booster control the volume of any tab, Make all sounds of your tabs much louder. Up to 600 % sound boost.",
    "it": "Regola il volume nelle schede di Chrome separatamente. Aumenta il volume di musica e video fino a 60 lvl.",
    "ja": "Volume Booster will help you to increase volume levels on any tab. With the sound booster, you will have a louder volume instantly.",
    "ko": "Sound Booster will help you to increase volume levels on any tab. With the sound booster, you will have a louder volume instantly.",
    "lt,lv,ml,mr,ro,ta": "Raise the volume level, boost sound, boost volume above maximum, and maximize the volume of YouTube videos.",
    "ms": "MAX Volume Booster 2022, a sound booster with bass booster pro, can boost the volume.",
    "nl": "Pas het volume in Chrome-tabbladen afzonderlijk aan. Verhoog het muziekvolume en video tot 60 lvl.",
    "no": "Juster volumet i Chrome-fanene separat. Øk musikkvolumet og video opp til 60 lvl.",
    "pl": "Dostosuj głośność na kartach Chrome osobno. Zwiększ głośność muzyki i wideo do 60 lvl.",
    "pt_BR,pt_PT": "Ajuste o volume nas guias do Chrome separadamente. Aumente o volume da música e do vídeo até 60 lvl.",
    "ru": "Отрегулируйте громкость на вкладках Chrome отдельно. Увеличение громкости музыки и видео до 60 лвл.",
    "sr,zh_CN": "The Sound Amplifier helps to increase volume levels on any tab. With the sound booster, you will have a louder volume instantly.",
    "sv": "Justera volymen separat i Chrome-flikarna. Öka musikvolym och video upp till 60 lvl.",
    "tr": "Ses seviyesini yükseltin, sesi yükseltin, sesi maksimumun üzerine yükseltin ve YouTube videolarının sesini en üst düzeye çıkarın.",
    "uk": "Регулюйте гучність будь-якої вкладки, зробіть звук ваших вкладок на багато громче. Усилення звуку до 600%.",
    "vi": "Volume Booster 2022, a sound booster with bass booster pro, can boost the volume."
  },
  "long": {
    "ar,bg,bn,el,en,en_AU,en_GB,en_US,fa,fil,gu,he,hr,hu,id,ja,ko,lt,lv,ml,mr,ro,sk,sl,sr,ta,te,th,vi,zh_CN,zh_TW": "Sound Booster is an extension that will allow you to increase the sound of your system. It can raise volume level up to 600%.\n\nImprove the sound quality in the Chrome browser to get more pleasure from listening to music and watching videos.\n\nIf you feel that your volume is not loud enough then use Sound Booster to enhance the loudness of the audio or video that you are playing. It is simple and easy to use with a sliding bar where you can slide up & down on the volume that you want to use.\n\nWhen you open a site with audio, you get, at the most, two options to control the volume. The operating system provides one option, and it is always available. It changes the volume of the entire web browser, however.\n\nThe second option is provided by the browser or the site the audio is playing. You may get individual sound controls or use the browser's muting functionality to mute audio playback.\n\nSound booster adds sound control options to the browser. One of its main features is that it can change the sound of each tab individually. \n\nIf you happen to play a too-loud or barely audible video or audio clip in the browser in a tab, you may use it to either reduce the volume of that tab or boost the sound by up to 600%, all without changing the default volume of the web browser or impacting the sound in any other browser tab.\n\nAll you need to do is click on the extension icon in the tab that is playing audio. The extension displays a volume slider that you may use to change the volume. The icon of the extension indicates the volume level at any time so that you see it at first glance.\n\nBoosting works similarly to reducing the volume, only that you don't stop at 100% but can jack the volume up to 600%. The change takes effect immediately so that you may adjust the volume as you see fit.\n\nAnother helpful feature is listing all tabs with audio playback in the interface. A click on a listing switches to the tab immediately so that you may control the audio or other functionality on that tab.\n\nSound Booster will amplify your sound at a maximum and provide you with better sound quality wherever you are! \nPlay music in your browser and adjust the sound to your headset or speakers just how you want it!\nClick on the extension icon to adjust the sound level. You immediately get a more transparent and robust sound.\n\n✅ Easy To Use:\n\n1. Click on our extension logo in your extension bar\n2. Open up a Youtube, Spotify, Apple Music, or any tab that produces sound\n3. Slide the bar to your comfortable volume - All the way up to 600%\n\n✅ Features:\n\n- Increase volume on your computer inside of google chrome tabs\n- Convenient & simplistic design/UI \n- Switch to any tab that plays audio with one click\n- Tells you what is currently playing inside of drop-down extension\n\nPlease note that if the video player allows increasing the volume, you should do it. This app can distort the audio, so you should increase the original volume to 100%.\n\nWARNING\n\nWe are not responsible for anything that might happen to your speakers or another audio device! Do not listen at full sound volume or with a bass boost for too long. This can be harmful to your speakers. Use it wisely!",
    "am,kn,sw": "A volume booster is a browser extension to control and boost the volume of audio playing per tab.\n\nWhen you open a site with audio, you get, at the most, two options to control the volume. The operating system provides one option, and it is always available. It changes the volume of the entire web browser, however.\n\nThe second option is provided by the browser or the site the audio is playing. You may get individual sound controls or use the browser's muting functionality to mute audio playback.\n\nVolume booster adds sound control options to the browser. One of its main features is that it can change the sound of each tab individually. \n\nIf you happen to play a too-loud or barely audible video or audio clip in the browser in a tab, you may use it to either reduce the volume of that tab or boost the sound by up to 600%, all without changing the default volume of the web browser or impacting the sound in any other browser tab.\n\nAll you need to do is click on the extension icon in the tab that is playing audio. The extension displays a volume slider that you may use to change the volume. The icon of the extension indicates the volume level at any time so that you see it at first glance.\n\nBoosting works similarly to reducing the volume, only that you don't stop at 100% but can jack the volume up to 600%. The change takes effect immediately so that you may adjust the volume as you see fit.\n\nAnother helpful feature is listing all tabs with audio playback in the interface. A click on a listing switches to the tab immediately so that you may control the audio or other functionality on that tab.\n\nVolume Booster will amplify your sound at a maximum and provide you with better sound quality wherever you are! \nPlay music in your browser and adjust the sound to your headset or speakers just how you want it!\nClick on the extension icon to adjust the sound level. You immediately get a more transparent and robust sound.\n\nFeatures: \n✔️ Increase volume above maximum - you can amplify up to 600% of the sound of any media files in the browser.\n✔️ Very easy to use - you can control the volume of any tab with the popup slider in your browser. \n✔️ No sound distortion - volume booster constantly monitors the current gain level and prevents samples from clipping, thus reducing all significant sound distortions.\n✔️ Switch to any tab playing audio with just one click\n✔️ Remembers previous sound settings.\n✔️ Simple and stylish popup window Volume Booster extension with volume control and list of tabs.\n\nPlease note that if the video player allows increasing the volume, you should do it. This app can distort the audio, so you should increase the original volume to 100%.\n\nIt is a simple and fast way to boost the sound on speakers or headphones. In addition, the sound amplifier helps achieve louder movies, louder audiobooks, and louder music.\n\nIncrease volume levels by up to 600% on all online audio and video media platforms, including YouTube, Amazon Prime, and Disney. You can adjust the sound level using a handy slider bar.\n\nIt is a free and trusted sound booster extension that lets you separately control sound for any browser tab. It is handy when controlling the volume in different browser tabs. For example, you can quickly fade music tracks opened in separate accounts and create other effects.\n\nFeatures: \n⭐Increase volume above maximum - you can amplify up to 600% of the sound of any media files in the browser.\n\n⭐Very easy to use - you can control the volume of any tab with the pop-up slider in your browser. \n\n⭐No sound distortion - volume booster constantly monitors the current gain level and prevents samples from clipping, thus reducing all significant sound distortions.\n\n⭐Switch to any tab playing audio with just one click\n\nHow to Install Volume Booster? Here are the steps to download and use the sound booster extension: \n⭐ Install the Volume Booster from the download button \n⭐ Pin the Volume booster for quick access\n⭐ Play any video or audio\n⭐ Enable the extension by clicking on the icon\n⭐ Easily adjust volume levels by slider bar\n\nSound Booster - it's Chrome extension that help you to set a desired speaker volume degree for each individual tab in your browser. Websites are simply filled with multimedia content such as video, music, streams, audio and video ads.\n\nExtra sound for your computer! Volume control sound in your browser. Set an individual volume level for audio tabs. Get your swing sound with our volume booster. \n\nVolume Booster - this sound effect to enhance the sound of low frequencies;  - Preset Vocal Booster  - boost the high frequencies of the sound.\n\nPeculiarities:\n- Increase volume up to 600% with sound booster\n- Adjust the volume of any tab that is playing music or video\n- Easy to use, smoothly increase the volume with a slider\n- Detailed control: select 0% - 100% - 200% - 300% - 400% - 500% - 600%\n- Switch to any tab that is playing audio with one click\n- Stylish popup  with a volume switch with a list of tabs that a now playing audio content.\n\nMake a sound from your browser really awesome with Sound booster extension. Use it on your favorite websites!\n\n“Sound Booster” will help you increase the volume of video, audio, all sounds. Makes all the sounds of your computer much louder. A good volume booster can give you a fantastic music experience! \n\nVolume Booster works great on all popular sites: FB, Twitch, Soundcloud ...  Use it as a flexible YouTube equaliser when watching videos, or adjust sound effect levels to bring out your favourite songs to the fullest.\n\nWe made the interface of our Volume Booster as simple and intuitive as the volume control and volume sound, keeping all its functions in a lightweight case. \n\n100% free sound booster software. No paid updates are required. Listen to audio at maximum volume with our sound booster extension.\n\nThank you for using this Chrome extension. We will also be glad to see your comment in the section \"Reviews\".\n\nFeel sound at the new level and enjoy it with the most powerful volume booster!\nSound Booster - it's Chrome extension that help you to set a desired speaker volume degree for each individual tab in your browser. Websites are simply filled with multimedia content such as video, music, streams, audio and video ads.\n\nExtra sound for your computer! Volume control sound in your browser. Set an individual volume level for audio tabs. Get your swing sound with our volume booster. \n\nVolume Booster - this sound effect to enhance the sound of low frequencies;  - Preset Vocal Booster  - boost the high frequencies of the sound.\n\nPeculiarities:\n- Increase volume up to 600% with sound booster\n- Adjust the volume of any tab that is playing music or video\n- Easy to use, smoothly increase the volume with a slider\n- Detailed control: select 0% - 100% - 200% - 300% - 400% - 500% - 600%\n- Switch to any tab that is playing audio with one click\n- Stylish popup  with a volume switch with a list of tabs that a now playing audio content.\n\nMake a sound from your browser really awesome with Sound booster extension. Use it on your favorite websites!\n\n“Sound Booster” will help you increase the volume of video, audio, all sounds. Makes all the sounds of your computer much louder. A good volume booster can give you a fantastic music experience! \n\nVolume Booster works great on all popular sites: FB, Twitch, Soundcloud ...  Use it as a flexible YouTube equaliser when watching videos, or adjust sound effect levels to bring out your favourite songs to the fullest.\n\nWe made the interface of our Volume Booster as simple and intuitive as the volume control and volume sound, keeping all its functions in a lightweight case. \n\n100% free sound booster software. No paid updates are required. Listen to audio at maximum volume with our sound booster extension.\n\nThank you for using this Chrome extension. We will also be glad to see your comment in the section \"Reviews\".\n\n\nWARNING\n\nWe are not responsible for anything that might happen to your speakers or another audio device! Do not listen at full sound volume or with a bass boost for too long. This can be harmful to your speakers. Use it wisely!",
    "ca": "Sound Booster és una extensió que us permetrà augmentar el so del vostre sistema. Pot augmentar el nivell de volum fins a un 600%.\n\nMilloreu la qualitat del so al navegador Chrome per gaudir més d'escoltar música i veure vídeos.\n\nSi creieu que el vostre volum no és prou alt, feu servir Sound Booster per millorar la sonoritat de l'àudio o el vídeo que esteu reproduint. És senzill i fàcil d'utilitzar amb una barra lliscant on podeu lliscar cap amunt i cap avall sobre el volum que voleu utilitzar.\n\nQuan obriu un lloc amb àudio, teniu, com a màxim, dues opcions per controlar el volum. El sistema operatiu ofereix una opció, i sempre està disponible. Tanmateix, canvia el volum de tot el navegador web.\n\nLa segona opció la proporciona el navegador o el lloc on es reprodueix l'àudio. Podeu obtenir controls de so individuals o utilitzar la funcionalitat de silenciament del navegador per silenciar la reproducció d'àudio.\n\nEl reforç de so afegeix opcions de control de so al navegador. Una de les seves principals característiques és que pot canviar el so de cada pestanya individualment.\n\nSi reproduïu un clip de vídeo o àudio massa fort o amb prou feines audible al navegador en una pestanya, podeu utilitzar-lo per reduir el volum d'aquesta pestanya o augmentar el so fins a un 600%, tot sense canviar el valor predeterminat. volum del navegador web o afectant el so a qualsevol altra pestanya del navegador.\n\nTot el que heu de fer és fer clic a la icona d'extensió a la pestanya que està reproduint l'àudio. L'extensió mostra un control lliscant de volum que podeu utilitzar per canviar el volum. La icona de l'extensió indica el nivell de volum en qualsevol moment perquè el vegis a primera vista.\n\nL'augment funciona de la mateixa manera que reduir el volum, només que no us atureu al 100%, sinó que podeu augmentar el volum fins a un 600%. El canvi es farà efectiu immediatament perquè pugueu ajustar el volum com cregueu convenient.\n\nUna altra característica útil és enumerar totes les pestanyes amb reproducció d'àudio a la interfície. Un clic en una llista canvia a la pestanya immediatament perquè pugueu controlar l'àudio o una altra funcionalitat d'aquesta pestanya.\n\nSound Booster amplificarà el vostre so al màxim i us proporcionarà una millor qualitat de so allà on siguis!\nReprodueix música al teu navegador i ajusta el so als teus auriculars o altaveus tal com vulguis!\nFeu clic a la icona de l'extensió per ajustar el nivell de so. De seguida obteniu un so més transparent i robust.\n\n✅ Fàcil d'utilitzar:\n\n1. Feu clic al nostre logotip d'extensió a la barra d'extensió\n2. Obriu un Youtube, Spotify, Apple Music o qualsevol pestanya que produeixi so\n3. Feu lliscar la barra al vostre volum còmode: fins al 600%\n\n✅ Característiques:\n\n- Augmenta el volum de l'ordinador dins de les pestanyes de Google Chrome\n- Disseny / IU convenient i simplista\n- Canvia a qualsevol pestanya que reprodueixi àudio amb un sol clic\n- Us indica què es reprodueix actualment a l'extensió desplegable\n\nTingueu en compte que si el reproductor de vídeo permet augmentar el volum, hauríeu de fer-ho. Aquesta aplicació pot distorsionar l'àudio, per la qual cosa hauríeu d'augmentar el volum original al 100%.\n\nADVERTIMENT\n\nNo som responsables de res que pugui passar als vostres altaveus o a un altre dispositiu d'àudio! No escolteu el so a tot el volum o amb un reforç de greus durant massa temps. Això pot ser perjudicial per als altaveus. Utilitzeu-lo amb prudència!",
    "cs": "Sound Booster je rozšíření, které vám umožní zvýšit zvuk vašeho systému. Může zvýšit hlasitost až o 600%.\n\nVylepšete kvalitu zvuku v prohlížeči Chrome a získejte větší radost z poslechu hudby a sledování videí.\n\nPokud máte pocit, že vaše hlasitost není dostatečně hlasitá, použijte Sound Booster ke zvýšení hlasitosti zvuku nebo videa, které přehráváte. Je jednoduchý a snadno se používá s posuvnou lištou, kde můžete posouvat nahoru a dolů po hlasitosti, kterou chcete použít.\n\nKdyž otevřete web se zvukem, získáte maximálně dvě možnosti ovládání hlasitosti. Operační systém nabízí jednu možnost a ta je vždy k dispozici. Změní však hlasitost celého webového prohlížeče.\n\nDruhou možnost poskytuje prohlížeč nebo stránka, na které se zvuk přehrává. Můžete získat jednotlivé ovládací prvky zvuku nebo použít funkci ztlumení prohlížeče pro ztlumení přehrávání zvuku.\n\nPosilovač zvuku přidává do prohlížeče možnosti ovládání zvuku. Jednou z jeho hlavních funkcí je, že dokáže změnit zvuk každé karty samostatně.\n\nPokud se vám stane, že v prohlížeči na kartě přehrajete příliš hlasitý nebo sotva slyšitelný video nebo zvukový klip, můžete jej použít ke snížení hlasitosti této karty nebo zesílení zvuku až o 600 %, to vše bez změny výchozího nastavení. hlasitost webového prohlížeče nebo ovlivnění zvuku na jakékoli jiné kartě prohlížeče.\n\nVše, co musíte udělat, je kliknout na ikonu rozšíření na kartě, která přehrává zvuk. Rozšíření zobrazuje posuvník hlasitosti, který můžete použít ke změně hlasitosti. Ikona rozšíření kdykoli indikuje úroveň hlasitosti, abyste ji viděli na první pohled.\n\nZesílení funguje podobně jako snížení hlasitosti, jen se nezastavíte na 100 %, ale můžete zvýšit hlasitost až na 600 %. Změna se projeví okamžitě, takže můžete upravit hlasitost, jak uznáte za vhodné.\n\nDalší užitečnou funkcí je výpis všech karet s přehráváním zvuku v rozhraní. Kliknutím na výpis se okamžitě přepne na kartu, takže můžete ovládat zvuk nebo jiné funkce na této kartě.\n\nSound Booster zesílí váš zvuk na maximum a poskytne vám lepší kvalitu zvuku, ať jste kdekoli!\nPřehrávejte hudbu ve svém prohlížeči a upravte zvuk do náhlavní soupravy nebo reproduktorů tak, jak chcete!\nKlepnutím na ikonu rozšíření upravíte úroveň zvuku. Okamžitě získáte transparentnější a robustnější zvuk.\n\n✅ Snadné použití:\n\n1. Klikněte na naše logo rozšíření na liště rozšíření\n2. Otevřete Youtube, Spotify, Apple Music nebo jakoukoli kartu, která produkuje zvuk\n3. Posuňte lištu na svou pohodlnou hlasitost – až na 600 %\n\n✅ Vlastnosti:\n\n- Zvyšte hlasitost v počítači na kartách Google Chrome\n- Pohodlný a jednoduchý design / uživatelské rozhraní\n- Jedním kliknutím přepněte na libovolnou kartu, která přehrává zvuk\n- Řekne vám, co se aktuálně hraje uvnitř rozbalovacího rozšíření\n\nUpozorňujeme, že pokud videopřehrávač umožňuje zvýšit hlasitost, měli byste to udělat. Tato aplikace může zkreslit zvuk, takže byste měli zvýšit původní hlasitost na 100 %.\n\nVAROVÁNÍ\n\nNeneseme odpovědnost za nic, co by se mohlo stát vašim reproduktorům nebo jinému zvukovému zařízení! Neposlouchejte příliš dlouho při plné hlasitosti nebo se zesílením basů. To může být škodlivé pro vaše reproduktory. Používejte to moudře!",
    "da": "Sound Booster er en udvidelse, der giver dig mulighed for at øge lyden af dit system. Det kan hæve lydstyrken op til 600%.\n\nForbedre lydkvaliteten i Chrome-browseren for at få mere glæde af at lytte til musik og se videoer.\n\nHvis du føler, at din lydstyrke ikke er høj nok, så brug Sound Booster til at øge lydstyrken af den lyd eller video, du afspiller. Den er enkel og nem at bruge med en glidestang, hvor du kan glide op og ned på den lydstyrke, du ønsker at bruge.\n\nNår du åbner et websted med lyd, får du højst to muligheder for at styre lydstyrken. Operativsystemet giver én mulighed, og den er altid tilgængelig. Det ændrer dog lydstyrken på hele webbrowseren.\n\nDen anden mulighed leveres af browseren eller det websted, hvor lyden afspilles. Du kan få individuelle lydkontroller eller bruge browserens mute-funktion til at slå lydafspilning fra.\n\nSound booster tilføjer lydkontrolmuligheder til browseren. En af dens hovedfunktioner er, at den kan ændre lyden af hver fane individuelt.\n\nHvis du tilfældigvis afspiller et for højt eller knap hørbart video- eller lydklip i browseren i en fane, kan du bruge det til enten at reducere lydstyrken på den fane eller øge lyden med op til 600 %, alt sammen uden at ændre standarden lydstyrken af webbrowseren eller påvirker lyden i en hvilken som helst anden browserfane.\n\nAlt du skal gøre er at klikke på udvidelsesikonet på fanen, der afspiller lyd. Udvidelsen viser en lydstyrkeskyder, som du kan bruge til at ændre lydstyrken. Ikonet for udvidelsen angiver lydstyrken til enhver tid, så du kan se det ved første øjekast.\n\nBoosting fungerer på samme måde som at reducere lydstyrken, kun at du ikke stopper ved 100%, men kan sætte lydstyrken op til 600%. Ændringen træder i kraft med det samme, så du kan justere lydstyrken, som det passer dig.\n\nEn anden nyttig funktion er at liste alle faner med lydafspilning i grænsefladen. Et klik på en liste skifter til fanen med det samme, så du kan kontrollere lyden eller anden funktionalitet på den fane.\n\nSound Booster vil forstærke din lyd maksimalt og give dig bedre lydkvalitet, uanset hvor du er!\nSpil musik i din browser og juster lyden til dit headset eller højttalere, lige som du vil have det!\nKlik på udvidelsesikonet for at justere lydniveauet. Du får straks en mere gennemsigtig og robust lyd.\n\n✅ Nem at bruge:\n\n1. Klik på vores udvidelseslogo i din udvidelsesbjælke\n2. Åbn en Youtube, Spotify, Apple Music eller en hvilken som helst fane, der producerer lyd\n3. Skub stangen til din behagelige lydstyrke - Helt op til 600 %\n\n✅ Funktioner:\n\n- Øg lydstyrken på din computer inde i google chrome-faner\n- Praktisk og forenklet design/UI\n- Skift til enhver fane, der afspiller lyd med et enkelt klik\n- Fortæller dig, hvad der i øjeblikket afspilles inde i rullemenuen\n\nBemærk venligst, at hvis videoafspilleren tillader at øge lydstyrken, skal du gøre det. Denne app kan forvrænge lyden, så du bør øge den originale lydstyrke til 100 %.\n\nADVARSEL\n\nVi er ikke ansvarlige for noget, der måtte ske med dine højttalere eller en anden lydenhed! Lyt ikke med fuld lydstyrke eller med basforstærkning for længe. Dette kan være skadeligt for dine højttalere. Brug det fornuftigt!",
    "de": "Sound Booster ist eine Erweiterung, mit der Sie den Klang Ihres Systems erhöhen können. Es kann die Lautstärke um bis zu 600 % erhöhen.\n\nVerbessern Sie die Tonqualität im Chrome-Browser, um mehr Freude am Musikhören und Ansehen von Videos zu haben.\n\nWenn Sie das Gefühl haben, dass Ihre Lautstärke nicht laut genug ist, verwenden Sie Sound Booster, um die Lautstärke des wiedergegebenen Audio- oder Videosignals zu erhöhen. Es ist einfach und leicht zu bedienen mit einer Schiebeleiste, mit der Sie auf der Lautstärke, die Sie verwenden möchten, nach oben und unten gleiten können.\n\nWenn Sie eine Site mit Audio öffnen, erhalten Sie höchstens zwei Optionen zum Steuern der Lautstärke. Das Betriebssystem bietet eine Option, die immer verfügbar ist. Es ändert jedoch die Lautstärke des gesamten Webbrowsers.\n\nDie zweite Option wird vom Browser oder der Website bereitgestellt, auf der das Audio abgespielt wird. Sie können individuelle Tonsteuerungen erhalten oder die Stummschaltfunktion des Browsers verwenden, um die Audiowiedergabe stumm zu schalten.\n\nSound Booster fügt Soundsteuerungsoptionen zum Browser hinzu. Eines seiner Hauptmerkmale ist, dass es den Ton jeder Registerkarte einzeln ändern kann.\n\nWenn Sie zufällig ein zu lautes oder kaum hörbares Video oder einen Audioclip im Browser in einem Tab abspielen, können Sie damit entweder die Lautstärke dieses Tabs verringern oder den Ton um bis zu 600 % verstärken, ohne die Standardeinstellung zu ändern Lautstärke des Webbrowsers oder Auswirkungen auf den Ton in einem anderen Browser-Tab.\n\nAlles, was Sie tun müssen, ist auf das Erweiterungssymbol in der Registerkarte zu klicken, die Audio abspielt. Die Erweiterung zeigt einen Lautstärkeregler an, mit dem Sie die Lautstärke ändern können. Das Icon der Erweiterung zeigt jederzeit die Lautstärke an, so dass Sie es auf den ersten Blick sehen.\n\nDas Boosten funktioniert ähnlich wie das Reduzieren der Lautstärke, nur dass man nicht bei 100 % aufhört, sondern die Lautstärke auf bis zu 600 % erhöhen kann. Die Änderung wird sofort wirksam, sodass Sie die Lautstärke nach Belieben anpassen können.\n\nEine weitere hilfreiche Funktion ist das Auflisten aller Registerkarten mit Audiowiedergabe in der Benutzeroberfläche. Ein Klick auf einen Eintrag wechselt sofort zur Registerkarte, sodass Sie die Audio- oder andere Funktionalität auf dieser Registerkarte steuern können.\n\nSound Booster verstärkt Ihren Sound maximal und bietet Ihnen eine bessere Klangqualität, wo immer Sie sind!\nSpielen Sie Musik in Ihrem Browser ab und passen Sie den Sound an Ihr Headset oder Ihre Lautsprecher genau so an, wie Sie es möchten!\nKlicken Sie auf das Erweiterungssymbol, um die Lautstärke anzupassen. Sie erhalten sofort einen transparenteren und robusteren Klang.\n\n✅ Einfach zu bedienen:\n\n1. Klicken Sie auf unser Erweiterungslogo in Ihrer Erweiterungsleiste\n2. Öffnen Sie Youtube, Spotify, Apple Music oder einen anderen Tab, der Ton erzeugt\n3. Schieben Sie die Leiste auf Ihre angenehme Lautstärke – bis zu 600 %\n\n✅ Eigenschaften:\n\n- Erhöhen Sie die Lautstärke auf Ihrem Computer innerhalb von Google Chrome-Tabs\n- Praktisches und einfaches Design/UI\n- Wechseln Sie mit einem Klick zu einem beliebigen Tab, der Audio abspielt\n- Sagt Ihnen, was gerade in der Dropdown-Erweiterung abgespielt wird\n\nBitte beachten Sie, dass Sie dies tun sollten, wenn der Videoplayer eine Erhöhung der Lautstärke zulässt. Diese App kann den Ton verzerren, daher sollten Sie die ursprüngliche Lautstärke auf 100 % erhöhen.\n\nWARNUNG\n\nWir sind nicht verantwortlich für etwas, das Ihren Lautsprechern oder einem anderen Audiogerät passieren könnte! Hören Sie nicht zu lange mit voller Lautstärke oder mit einem Bass-Boost. Dies kann Ihren Lautsprechern schaden. Benutze es weise!",
    "es,es_419": "Sound Booster es una extensión que te permitirá aumentar el sonido de tu sistema. Puede subir el nivel de volumen hasta un 600%.\n\nMejore la calidad del sonido en el navegador Chrome para disfrutar más escuchando música y viendo videos.\n\nSi siente que su volumen no es lo suficientemente alto, use Sound Booster para mejorar el volumen del audio o video que está reproduciendo. Es simple y fácil de usar con una barra deslizante donde puede deslizarse hacia arriba y hacia abajo en el volumen que desea usar.\n\nCuando abre un sitio con audio, obtiene, como máximo, dos opciones para controlar el volumen. El sistema operativo proporciona una opción y siempre está disponible. Sin embargo, cambia el volumen de todo el navegador web.\n\nLa segunda opción la proporciona el navegador o el sitio en el que se reproduce el audio. Puede obtener controles de sonido individuales o usar la funcionalidad de silenciamiento del navegador para silenciar la reproducción de audio.\n\nEl amplificador de sonido agrega opciones de control de sonido al navegador. Una de sus principales características es que puede cambiar el sonido de cada pestaña individualmente.\n\nSi reproduce un clip de audio o video demasiado alto o apenas audible en el navegador en una pestaña, puede usarlo para reducir el volumen de esa pestaña o aumentar el sonido hasta en un 600%, todo sin cambiar el valor predeterminado volumen del navegador web o impactando el sonido en cualquier otra pestaña del navegador.\n\nTodo lo que necesita hacer es hacer clic en el ícono de extensión en la pestaña que está reproduciendo audio. La extensión muestra un control deslizante de volumen que puede usar para cambiar el volumen. El icono de la extensión te indica el nivel de volumen en cada momento para que lo veas a simple vista.\n\nEl aumento funciona de manera similar a la reducción del volumen, solo que no se detiene al 100%, sino que puede aumentar el volumen hasta el 600%. El cambio entra en vigor inmediatamente para que pueda ajustar el volumen como mejor le parezca.\n\nOtra característica útil es enumerar todas las pestañas con reproducción de audio en la interfaz. Un clic en una lista cambia a la pestaña inmediatamente para que pueda controlar el audio u otra funcionalidad en esa pestaña.\n\n¡Sound Booster amplificará su sonido al máximo y le brindará una mejor calidad de sonido donde quiera que esté!\n¡Reproduce música en tu navegador y ajusta el sonido a tus auriculares o altavoces como quieras!\nHaga clic en el icono de extensión para ajustar el nivel de sonido. Inmediatamente obtienes un sonido más transparente y robusto.\n\n✅ Fácil de usar:\n\n1. Haga clic en nuestro logotipo de extensión en su barra de extensión\n2. Abre Youtube, Spotify, Apple Music o cualquier pestaña que produzca sonido.\n3. Deslice la barra a su volumen cómodo: hasta el 600%\n\n✅ Características:\n\n- Aumente el volumen en su computadora dentro de las pestañas de Google Chrome\n- Diseño/interfaz de usuario conveniente y simple\n- Cambia a cualquier pestaña que reproduzca audio con un solo clic\n- Te dice lo que se está reproduciendo actualmente dentro de la extensión desplegable\n\nTenga en cuenta que si el reproductor de video permite aumentar el volumen, debe hacerlo. Esta aplicación puede distorsionar el audio, por lo que debes aumentar el volumen original al 100 %.\n\nADVERTENCIA\n\n¡No somos responsables de nada que pueda pasarle a sus parlantes u otro dispositivo de audio! No escuche a todo volumen de sonido o con un refuerzo de graves durante demasiado tiempo. Esto puede ser perjudicial para sus altavoces. ¡Úsalo con sabiduría!",
    "et": "Sound Booster on laiendus, mis võimaldab teil oma süsteemi helitugevust suurendada. See võib tõsta helitugevust kuni 600%.\n\nParandage Chrome'i brauseri helikvaliteeti, et muusika kuulamisest ja videote vaatamisest rohkem rõõmu tunda.\n\nKui teile tundub, et teie helitugevus ei ole piisavalt vali, kasutage esitatava heli või video valjuseks muutmiseks Sound Boosterit. Seda on lihtne ja lihtne kasutada libiseva riba abil, mille abil saate soovitud helitugevust üles ja alla libistada.\n\nKui avate heliga saidi, saate helitugevuse reguleerimiseks maksimaalselt kaks võimalust. Operatsioonisüsteem pakub ühte võimalust ja see on alati saadaval. See muudab aga kogu veebibrauseri helitugevust.\n\nTeise võimaluse pakub brauser või sait, mida heli esitab. Heli taasesituse vaigistamiseks võite hankida individuaalsed helijuhtelemendid või kasutada brauseri vaigistamisfunktsiooni.\n\nHelivõimendi lisab brauserisse heli juhtimise valikud. Üks selle peamisi omadusi on see, et see saab muuta iga vahelehe heli eraldi.\n\nKui mängite vahekaardil brauseris liiga valju või vaevukuuldavat video- või heliklippi, saate seda kasutada selle vahekaardi helitugevuse vähendamiseks või heli võimendamiseks kuni 600% ilma vaikeseadet muutmata. veebibrauseri helitugevust või mis tahes muu brauseri vahekaardi heli mõjutamist.\n\nKõik, mida pead tegema, on heli esitamise vahekaardil klõpsata laienduse ikoonil. Laiendus kuvab helitugevuse liugurit, mida saate helitugevuse muutmiseks kasutada. Laienduse ikoon näitab igal ajal helitugevust, nii et näete seda esmapilgul.\n\nSuurendamine toimib sarnaselt helitugevuse vähendamisega, ainult et te ei peatu 100% peal, vaid saate helitugevust kuni 600% pistikuga tõsta. Muudatus jõustub kohe, nii et saate helitugevust oma äranägemise järgi reguleerida.\n\nVeel üks kasulik funktsioon on kõigi heli taasesitusega vahekaartide loetlemine liideses. Kirjel klõpsamine lülitub kohe vahekaardile, et saaksite juhtida selle vahekaardi heli või muid funktsioone.\n\nSound Booster võimendab teie heli maksimaalselt ja pakub teile paremat helikvaliteeti kõikjal, kus te ka poleks!\nEsitage oma brauseris muusikat ja reguleerige oma peakomplekti või kõlarite heli just nii, nagu soovite!\nHelitaseme reguleerimiseks klõpsake laienduse ikoonil. Saate kohe läbipaistvama ja jõulisema heli.\n\n✅ Lihtne kasutada:\n\n1. Klõpsake oma laiendusribal meie laienduse logol\n2. Avage Youtube, Spotify, Apple Music või mis tahes vahekaart, mis toodab heli\n3. Lükake riba oma mugavale helitugevusele – kuni 600%\n\n✅ Omadused:\n\n- Suurendage oma arvuti helitugevust Google Chrome'i vahekaartidel\n- Mugav ja lihtsustatud disain / kasutajaliides\n- Lülituge ühe klõpsuga mis tahes vahekaardile, mis esitab heli\n- Annab teada, mis rippmenüü laiendis praegu mängib\n\nPange tähele, et kui videopleier võimaldab helitugevust suurendada, peaksite seda tegema. See rakendus võib heli moonutada, seega peaksite suurendama algset helitugevust 100% -ni.\n\nHOIATUS\n\nMe ei vastuta millegi eest, mis võib juhtuda teie kõlarite või mõne muu heliseadmega! Ärge kuulake täishelitugevusega või liiga kaua bassivõimendusega. See võib teie kõlaritele kahjulik olla. Kasutage seda targalt!",
    "fi": "Sound Booster on laajennus, jonka avulla voit parantaa järjestelmäsi ääntä. Se voi nostaa äänenvoimakkuutta jopa 600%.\n\nParanna Chrome-selaimen äänenlaatua, jotta saat enemmän iloa musiikin kuuntelusta ja videoiden katselusta.\n\nJos sinusta tuntuu, että äänenvoimakkuus ei ole tarpeeksi kova, käytä Sound Boosteria toistamasi äänen tai videon voimakkuuden parantamiseen. Se on yksinkertainen ja helppokäyttöinen liukupalkin avulla, jolla voit liu'uttaa ylös ja alas haluamallasi äänenvoimakkuudella.\n\nKun avaat äänen sisältävän sivuston, sinulla on korkeintaan kaksi vaihtoehtoa äänenvoimakkuuden säätämiseen. Käyttöjärjestelmä tarjoaa yhden vaihtoehdon, ja se on aina käytettävissä. Se muuttaa kuitenkin koko verkkoselaimen äänenvoimakkuutta.\n\nToisen vaihtoehdon tarjoaa selain tai sivusto, jota ääni toistetaan. Voit saada yksittäisiä äänisäätimiä tai mykistää äänentoiston selaimen mykistystoiminnolla.\n\nSound Booster lisää äänenhallintavaihtoehtoja selaimeen. Yksi sen pääominaisuuksista on, että se voi muuttaa kunkin välilehden ääntä erikseen.\n\nJos satut toistamaan liian kovaa tai tuskin kuuluvaa video- tai äänileikettä selaimessa välilehdellä, voit käyttää sitä joko pienentämään välilehden äänenvoimakkuutta tai tehostamaan ääntä jopa 600 % muuttamatta oletusasetusta. verkkoselaimen äänenvoimakkuutta tai vaikutusta minkä tahansa muun selaimen välilehden ääneen.\n\nSinun tarvitsee vain napsauttaa laajennuskuvaketta ääntä toistavalla välilehdellä. Laajennus näyttää äänenvoimakkuuden liukusäätimen, jonka avulla voit muuttaa äänenvoimakkuutta. Laajennuksen kuvake osoittaa äänenvoimakkuuden milloin tahansa, jotta näet sen ensi silmäyksellä.\n\nBoosting toimii samalla tavalla kuin äänenvoimakkuuden vähentäminen, mutta et pysähdy 100 prosenttiin, vaan voit nostaa äänenvoimakkuuden jopa 600 prosenttiin. Muutos astuu voimaan välittömästi, jotta voit säätää äänenvoimakkuutta haluamallasi tavalla.\n\nToinen hyödyllinen ominaisuus on luetella kaikki välilehdet, joissa on äänitoisto käyttöliittymässä. Tietojen napsauttaminen siirtyy välilehdelle välittömästi, jotta voit hallita välilehden ääntä tai muita toimintoja.\n\nSound Booster vahvistaa ääntäsi maksimaalisesti ja tarjoaa sinulle paremman äänenlaadun missä tahansa!\nToista musiikkia selaimessasi ja säädä kuulokkeiden tai kaiuttimien ääni juuri sellaiseksi kuin haluat!\nNapsauta laajennuskuvaketta säätääksesi äänenvoimakkuutta. Saat välittömästi läpinäkyvämmän ja voimakkaamman äänen.\n\n✅ Helppo käyttää:\n\n1. Napsauta laajennuksen logoa laajennuspalkissasi\n2. Avaa Youtube, Spotify, Apple Music tai mikä tahansa ääntä tuottava välilehti\n3. Liu'uta palkkia mukavalle äänenvoimakkuudelle – aina 600 %:iin\n\n✅ Ominaisuudet:\n\n- Lisää tietokoneen äänenvoimakkuutta Google Chrome -välilehtien sisällä\n- Kätevä ja yksinkertainen muotoilu/käyttöliittymä\n- Vaihda mille tahansa välilehdelle, joka toistaa ääntä yhdellä napsautuksella\n- Kertoo, mitä parhaillaan toistetaan avattavan laajennuksen sisällä\n\nHuomaa, että jos videosoitin sallii äänenvoimakkuuden lisäämisen, sinun tulee tehdä se. Tämä sovellus voi vääristää ääntä, joten sinun tulee lisätä alkuperäinen äänenvoimakkuus 100 prosenttiin.\n\nVAROITUS\n\nEmme ole vastuussa mistään, mitä kaiuttimillesi tai muille äänilaitteillesi voi tapahtua! Älä kuuntele täydellä äänenvoimakkuudella tai bassokorostuksella liian pitkään. Tämä voi olla haitallista kaiuttimillesi. Käytä sitä viisaasti!",
    "fr": "Sound Booster est une extension qui vous permettra d'augmenter le son de votre système. Il peut augmenter le niveau de volume jusqu'à 600 %.\n\nAméliorez la qualité du son dans le navigateur Chrome pour avoir plus de plaisir à écouter de la musique et à regarder des vidéos.\n\nSi vous pensez que votre volume n'est pas assez fort, utilisez Sound Booster pour améliorer le volume de l'audio ou de la vidéo que vous lisez. Il est simple et facile à utiliser avec une barre coulissante où vous pouvez faire glisser vers le haut et vers le bas sur le volume que vous souhaitez utiliser.\n\nLorsque vous ouvrez un site avec audio, vous obtenez au maximum deux options pour contrôler le volume. Le système d'exploitation fournit une option, et elle est toujours disponible. Cependant, cela modifie le volume de l'ensemble du navigateur Web.\n\nLa deuxième option est fournie par le navigateur ou le site sur lequel l'audio est en cours de lecture. Vous pouvez obtenir des commandes sonores individuelles ou utiliser la fonctionnalité de désactivation du navigateur pour désactiver la lecture audio.\n\nL'amplificateur de son ajoute des options de contrôle du son au navigateur. L'une de ses principales caractéristiques est qu'il peut modifier le son de chaque onglet individuellement.\n\nS'il vous arrive de lire une vidéo ou un clip audio trop fort ou à peine audible dans le navigateur dans un onglet, vous pouvez l'utiliser pour réduire le volume de cet onglet ou augmenter le son jusqu'à 600 %, le tout sans modifier la valeur par défaut. volume du navigateur Web ou ayant un impact sur le son dans tout autre onglet du navigateur.\n\nTout ce que vous avez à faire est de cliquer sur l'icône d'extension dans l'onglet qui lit l'audio. L'extension affiche un curseur de volume que vous pouvez utiliser pour modifier le volume. L'icône de l'extension indique le niveau du volume à tout moment pour que vous le voyiez au premier coup d'œil.\n\nL'amplification fonctionne de la même manière que la réduction du volume, sauf que vous ne vous arrêtez pas à 100 %, mais que vous pouvez augmenter le volume jusqu'à 600 %. Le changement prend effet immédiatement afin que vous puissiez régler le volume comme bon vous semble.\n\nUne autre fonctionnalité utile répertorie tous les onglets avec lecture audio dans l'interface. Un clic sur une liste bascule immédiatement vers l'onglet afin que vous puissiez contrôler l'audio ou d'autres fonctionnalités sur cet onglet.\n\nSound Booster amplifiera votre son au maximum et vous offrira une meilleure qualité sonore où que vous soyez !\nÉcoutez de la musique dans votre navigateur et ajustez le son de votre casque ou de vos haut-parleurs comme vous le souhaitez !\nCliquez sur l'icône d'extension pour régler le niveau sonore. Vous obtenez immédiatement un son plus transparent et robuste.\n\n✅ Facile à utiliser :\n\n1. Cliquez sur notre logo d'extension dans votre barre d'extension\n2. Ouvrez un Youtube, Spotify, Apple Music ou tout autre onglet qui produit du son\n3. Faites glisser la barre jusqu'à votre volume confortable - Jusqu'à 600 %\n\n✅ Caractéristiques :\n\n- Augmentez le volume sur votre ordinateur à l'intérieur des onglets Google Chrome\n- Conception / interface utilisateur pratique et simpliste\n- Passez à n'importe quel onglet qui lit l'audio en un seul clic\n- Vous indique ce qui se joue actuellement à l'intérieur de l'extension déroulante\n\nVeuillez noter que si le lecteur vidéo permet d'augmenter le volume, vous devez le faire. Cette application peut déformer le son, vous devez donc augmenter le volume d'origine à 100 %.\n\nATTENTION\n\nNous ne sommes pas responsables de tout ce qui pourrait arriver à vos haut-parleurs ou à un autre appareil audio ! N'écoutez pas à plein volume sonore ou avec une accentuation des basses trop longtemps. Cela peut être nocif pour vos haut-parleurs. Fais-en bon usage!",
    "hi": "साउंड बूस्टर एक एक्सटेंशन है जो आपको अपने सिस्टम की आवाज बढ़ाने की अनुमति देगा। यह वॉल्यूम स्तर को 600% तक बढ़ा सकता है।\n\nसंगीत सुनने और वीडियो देखने का अधिक आनंद लेने के लिए Chrome ब्राउज़र में ध्वनि की गुणवत्ता सुधारें.\n\nयदि आपको लगता है कि आपका वॉल्यूम पर्याप्त जोर से नहीं है, तो आप जो ऑडियो या वीडियो चला रहे हैं, उसकी जोर बढ़ाने के लिए ध्वनि बूस्टर का उपयोग करें। स्लाइडिंग बार के साथ उपयोग करना सरल और आसान है जहां आप उस वॉल्यूम पर ऊपर और नीचे स्लाइड कर सकते हैं जिसका आप उपयोग करना चाहते हैं।\n\nजब आप ऑडियो के साथ साइट खोलते हैं, तो आपको वॉल्यूम नियंत्रित करने के लिए अधिक से अधिक दो विकल्प मिलते हैं। ऑपरेटिंग सिस्टम एक विकल्प प्रदान करता है, और यह हमेशा उपलब्ध रहता है। हालाँकि, यह पूरे वेब ब्राउज़र का वॉल्यूम बदल देता है।\n\nदूसरा विकल्प ब्राउज़र या ऑडियो चल रही साइट द्वारा प्रदान किया जाता है। ऑडियो प्लेबैक को म्यूट करने के लिए आप व्यक्तिगत ध्वनि नियंत्रण प्राप्त कर सकते हैं या ब्राउज़र की म्यूटिंग कार्यक्षमता का उपयोग कर सकते हैं।\n\nध्वनि बूस्टर ब्राउज़र में ध्वनि नियंत्रण विकल्प जोड़ता है। इसकी एक मुख्य विशेषता यह है कि यह प्रत्येक टैब की ध्वनि को अलग-अलग बदल सकता है।\n\nयदि आप किसी टैब में ब्राउज़र में बहुत जोर से या मुश्किल से सुनाई देने योग्य वीडियो या ऑडियो क्लिप चलाते हैं, तो आप इसका उपयोग या तो उस टैब की मात्रा कम करने के लिए कर सकते हैं या ध्वनि को 600% तक बढ़ा सकते हैं, यह सब डिफ़ॉल्ट को बदले बिना वेब ब्राउज़र की मात्रा या किसी अन्य ब्राउज़र टैब में ध्वनि को प्रभावित करना।\n\nआपको बस इतना करना है कि ऑडियो चलाने वाले टैब में एक्सटेंशन आइकन पर क्लिक करें। एक्सटेंशन वॉल्यूम स्लाइडर प्रदर्शित करता है जिसका उपयोग आप वॉल्यूम बदलने के लिए कर सकते हैं। एक्सटेंशन का आइकन किसी भी समय वॉल्यूम स्तर इंगित करता है ताकि आप इसे पहली नज़र में देख सकें।\n\nबूस्टिंग वॉल्यूम को कम करने के समान काम करता है, केवल इतना है कि आप 100% पर नहीं रुकते हैं, लेकिन वॉल्यूम को 600% तक बढ़ा सकते हैं। परिवर्तन तुरंत प्रभावी हो जाता है ताकि आप अपनी इच्छानुसार वॉल्यूम समायोजित कर सकें।\n\nएक अन्य सहायक सुविधा इंटरफ़ेस में ऑडियो प्लेबैक के साथ सभी टैब सूचीबद्ध कर रही है। लिस्टिंग पर एक क्लिक तुरंत टैब पर स्विच हो जाता है ताकि आप उस टैब पर ऑडियो या अन्य कार्यक्षमता को नियंत्रित कर सकें।\n\nध्वनि बूस्टर आपकी ध्वनि को अधिकतम रूप से बढ़ाएगा और आप जहां भी हों, आपको बेहतर ध्वनि गुणवत्ता प्रदान करेगा!\nअपने ब्राउज़र में संगीत चलाएं और ध्वनि को अपने हेडसेट या स्पीकर में समायोजित करें जैसे आप इसे चाहते हैं!\nध्वनि स्तर को समायोजित करने के लिए एक्सटेंशन आइकन पर क्लिक करें। आपको तुरंत अधिक पारदर्शी और मजबूत ध्वनि मिलती है।\n\n✅ प्रयोग करने में आसान:\n\n1. अपने एक्सटेंशन बार में हमारे एक्सटेंशन लोगो पर क्लिक करें\n2. एक Youtube, Spotify, Apple Music, या ध्वनि उत्पन्न करने वाला कोई भी टैब खोलें\n3. बार को अपने आरामदायक वॉल्यूम पर स्लाइड करें - 600% तक\n\n✅ विशेषताएं:\n\n- गूगल क्रोम टैब के अंदर अपने कंप्यूटर पर वॉल्यूम बढ़ाएं\n- सुविधाजनक और सरल डिजाइन/यूआई\n- एक क्लिक के साथ ऑडियो चलाने वाले किसी भी टैब पर स्विच करें\n- आपको बताता है कि वर्तमान में ड्रॉप-डाउन एक्सटेंशन के अंदर क्या चल रहा है\n\nकृपया ध्यान दें कि यदि वीडियो प्लेयर वॉल्यूम बढ़ाने की अनुमति देता है, तो आपको इसे करना चाहिए। यह ऐप ऑडियो को विकृत कर सकता है, इसलिए आपको मूल वॉल्यूम को 100% तक बढ़ाना चाहिए।\n\nचेतावनी\n\nहम आपके स्पीकर या किसी अन्य ऑडियो डिवाइस के साथ होने वाली किसी भी चीज़ के लिए ज़िम्मेदार नहीं हैं! फुल साउंड वॉल्यूम पर या बास बूस्ट के साथ बहुत देर तक न सुनें। यह आपके वक्ताओं के लिए हानिकारक हो सकता है। समझदारी से इस्तेमाल करो!",
    "it": "Sound Booster è un'estensione che ti permetterà di aumentare il suono del tuo sistema. Può aumentare il livello del volume fino al 600%.\n\nMigliora la qualità del suono nel browser Chrome per ottenere più piacere dall'ascolto di musica e dalla visione di video.\n\nSe ritieni che il tuo volume non sia abbastanza alto, usa Sound Booster per migliorare il volume dell'audio o del video che stai riproducendo. È semplice e facile da usare con una barra scorrevole in cui è possibile scorrere verso l'alto e verso il basso sul volume che si desidera utilizzare.\n\nQuando apri un sito con audio, ottieni al massimo due opzioni per controllare il volume. Il sistema operativo fornisce un'opzione ed è sempre disponibile. Tuttavia, cambia il volume dell'intero browser web.\n\nLa seconda opzione è fornita dal browser o dal sito in cui viene riprodotto l'audio. È possibile ottenere controlli audio individuali o utilizzare la funzionalità di silenziamento del browser per disattivare la riproduzione audio.\n\nSound Booster aggiunge opzioni di controllo del suono al browser. Una delle sue caratteristiche principali è che può cambiare il suono di ogni scheda individualmente.\n\nSe ti capita di riprodurre un video o un clip audio troppo alto o appena udibile nel browser in una scheda, puoi usarlo per ridurre il volume di quella scheda o aumentare il suono fino al 600%, il tutto senza modificare l'impostazione predefinita volume del browser Web o influire sul suono in qualsiasi altra scheda del browser.\n\nTutto quello che devi fare è fare clic sull'icona dell'estensione nella scheda che sta riproducendo l'audio. L'estensione visualizza un dispositivo di scorrimento del volume che è possibile utilizzare per modificare il volume. L'icona dell'estensione indica il livello del volume in qualsiasi momento in modo che tu lo veda a prima vista.\n\nL'aumento funziona in modo simile alla riduzione del volume, solo che non ti fermi al 100% ma puoi aumentare il volume fino al 600%. La modifica ha effetto immediato in modo che tu possa regolare il volume come meglio credi.\n\nUn'altra caratteristica utile è elencare tutte le schede con la riproduzione audio nell'interfaccia. Un clic su un elenco passa immediatamente alla scheda in modo da poter controllare l'audio o altre funzionalità su quella scheda.\n\nSound Booster amplificherà il tuo suono al massimo e ti fornirà una migliore qualità del suono ovunque tu sia!\nRiproduci la musica nel tuo browser e regola l'audio delle cuffie o degli altoparlanti proprio come lo desideri!\nFare clic sull'icona dell'estensione per regolare il livello del suono. Ottieni immediatamente un suono più trasparente e robusto.\n\n✅ Facile da usare:\n\n1. Fare clic sul logo della nostra estensione nella barra delle estensioni\n2. Apri Youtube, Spotify, Apple Music o qualsiasi scheda che produca suoni\n3. Fai scorrere la barra fino al tuo volume confortevole, fino al 600%\n\n✅ Caratteristiche:\n\n- Aumenta il volume sul tuo computer all'interno delle schede di Google Chrome\n- Design / interfaccia utente conveniente e semplicistico\n- Passa a qualsiasi scheda che riproduce l'audio con un clic\n- Ti dice cosa è attualmente in riproduzione all'interno dell'estensione a discesa\n\nTieni presente che se il lettore video consente di aumentare il volume, dovresti farlo. Questa app può distorcere l'audio, quindi dovresti aumentare il volume originale al 100%.\n\nAVVERTIMENTO\n\nNon siamo responsabili per qualsiasi cosa possa accadere ai tuoi altoparlanti o ad un altro dispositivo audio! Non ascoltare a tutto volume o con bassi potenziati per troppo tempo. Questo può essere dannoso per i tuoi altoparlanti. Usalo saggiamente!",
    "ms": "Sound Booster ialah sambungan yang akan membolehkan anda meningkatkan bunyi sistem anda. Ia boleh meningkatkan tahap volum sehingga 600%.\n\nTingkatkan kualiti bunyi dalam penyemak imbas Chrome untuk mendapatkan lebih keseronokan daripada mendengar muzik dan menonton video.\n\nJika anda merasakan kelantangan anda tidak cukup kuat maka gunakan Sound Booster untuk meningkatkan kelantangan audio atau video yang anda mainkan. Ia ringkas dan mudah untuk digunakan dengan bar gelongsor di mana anda boleh meluncur ke atas & ke bawah pada kelantangan yang anda ingin gunakan.\n\nApabila anda membuka tapak dengan audio, anda mendapat, paling banyak, dua pilihan untuk mengawal kelantangan. Sistem pengendalian menyediakan satu pilihan, dan ia sentiasa tersedia. Ia mengubah volum keseluruhan pelayar web, walau bagaimanapun.\n\nPilihan kedua disediakan oleh penyemak imbas atau tapak yang dimainkan oleh audio. Anda boleh mendapatkan kawalan bunyi individu atau menggunakan fungsi meredam penyemak imbas untuk meredamkan main balik audio.\n\nPenggalak bunyi menambah pilihan kawalan bunyi pada penyemak imbas. Salah satu ciri utamanya ialah ia boleh menukar bunyi setiap tab secara individu.\n\nJika anda kebetulan memainkan video atau klip audio yang terlalu kuat atau hampir tidak boleh didengar dalam penyemak imbas dalam tab, anda boleh menggunakannya sama ada untuk mengurangkan kelantangan tab itu atau meningkatkan bunyi sehingga 600%, semuanya tanpa mengubah lalai kelantangan pelayar web atau memberi kesan kepada bunyi dalam mana-mana tab pelayar lain.\n\nApa yang anda perlu lakukan ialah klik pada ikon sambungan dalam tab yang memainkan audio. Sambungan memaparkan peluncur kelantangan yang boleh anda gunakan untuk menukar kelantangan. Ikon sambungan menunjukkan tahap kelantangan pada bila-bila masa supaya anda melihatnya pada pandangan pertama.\n\nBoosting berfungsi sama seperti mengurangkan volum, cuma anda tidak berhenti pada 100% tetapi boleh bicu volum sehingga 600%. Perubahan itu berkuat kuasa serta-merta supaya anda boleh melaraskan kelantangan mengikut kesesuaian anda.\n\nSatu lagi ciri berguna ialah menyenaraikan semua tab dengan main balik audio dalam antara muka. Satu klik pada penyenaraian bertukar kepada tab serta-merta supaya anda boleh mengawal audio atau fungsi lain pada tab itu.\n\nSound Booster akan menguatkan bunyi anda secara maksimum dan memberikan anda kualiti bunyi yang lebih baik di mana sahaja anda berada!\nMainkan muzik dalam penyemak imbas anda dan laraskan bunyi pada set kepala atau pembesar suara anda mengikut cara yang anda mahukan!\nKlik pada ikon sambungan untuk melaraskan tahap bunyi. Anda serta-merta mendapat bunyi yang lebih telus dan mantap.\n\n✅ Mudah Digunakan:\n\n1. Klik pada logo sambungan kami dalam bar sambungan anda\n2. Buka Youtube, Spotify, Apple Music atau mana-mana tab yang menghasilkan bunyi\n3. Luncurkan bar ke volum selesa anda - Sehingga 600%\n\n✅ Ciri-ciri:\n\n- Tingkatkan kelantangan pada komputer anda di dalam tab google chrome\n- Reka bentuk/UI yang mudah & ringkas\n- Tukar kepada mana-mana tab yang memainkan audio dengan satu klik\n- Memberitahu anda perkara yang sedang dimainkan dalam sambungan lungsur turun\n\nSila ambil perhatian bahawa jika pemain video membenarkan meningkatkan kelantangan, anda harus melakukannya. Apl ini boleh memesongkan audio, jadi anda harus meningkatkan kelantangan asal kepada 100%.\n\nAMARAN\n\nKami tidak bertanggungjawab untuk apa-apa yang mungkin berlaku pada pembesar suara anda atau peranti audio lain! Jangan dengar pada volum bunyi penuh atau dengan rangsangan bass terlalu lama. Ini boleh membahayakan pembesar suara anda. Gunakan dengan bijak!",
    "nl": "Sound Booster is een extensie waarmee u het geluid van uw systeem kunt versterken. Het kan het volumeniveau verhogen tot 600%.\n\nVerbeter de geluidskwaliteit in de Chrome-browser om meer plezier te beleven aan het luisteren naar muziek en het bekijken van video's.\n\nAls je het gevoel hebt dat je volume niet hard genoeg is, gebruik dan Sound Booster om de luidheid van de audio of video die je afspeelt te verbeteren. Het is eenvoudig en gemakkelijk te gebruiken met een schuifbalk waarmee u omhoog en omlaag kunt schuiven op het volume dat u wilt gebruiken.\n\nWanneer je een site met audio opent, krijg je hooguit twee opties om het volume te regelen. Het besturingssysteem biedt één optie en deze is altijd beschikbaar. Het verandert echter het volume van de hele webbrowser.\n\nDe tweede optie wordt geleverd door de browser of de site die de audio afspeelt. U kunt individuele geluidsbedieningen krijgen of de dempfunctie van de browser gebruiken om het afspelen van audio te dempen.\n\nSound booster voegt opties voor geluidsbesturing toe aan de browser. Een van de belangrijkste kenmerken is dat het het geluid van elk tabblad afzonderlijk kan veranderen.\n\nAls u een te luide of nauwelijks hoorbare video- of audioclip afspeelt in de browser op een tabblad, kunt u dit gebruiken om het volume van dat tabblad te verlagen of het geluid met maximaal 600% te versterken, allemaal zonder de standaardinstelling te wijzigen volume van de webbrowser of het geluid in een ander browsertabblad beïnvloeden.\n\nHet enige dat u hoeft te doen, is op het extensiepictogram klikken op het tabblad dat audio afspeelt. De extensie geeft een volumeschuifregelaar weer die u kunt gebruiken om het volume te wijzigen. Het pictogram van de extensie geeft op elk moment het volumeniveau aan, zodat u het in één oogopslag kunt zien.\n\nBoosten werkt op dezelfde manier als het volume verlagen, alleen stop je niet bij 100%, maar kun je het volume opkrikken tot 600%. De wijziging wordt onmiddellijk van kracht, zodat u het volume naar eigen inzicht kunt aanpassen.\n\nEen andere handige functie is het weergeven van alle tabbladen met audioweergave in de interface. Een klik op een vermelding schakelt onmiddellijk naar het tabblad, zodat u de audio of andere functionaliteit op dat tabblad kunt regelen.\n\nSound Booster versterkt uw geluid maximaal en zorgt voor een betere geluidskwaliteit, waar u ook bent!\nSpeel muziek af in je browser en pas het geluid van je headset of speakers aan zoals jij dat wilt!\nKlik op het extensiepictogram om het geluidsniveau aan te passen. Je krijgt meteen een transparanter en robuuster geluid.\n\n✅ Eenvoudig in gebruik:\n\n1. Klik op ons extensielogo in uw extensiebalk\n2. Open een YouTube, Spotify, Apple Music of een ander tabblad dat geluid produceert\n3. Schuif de balk naar uw comfortabele volume - helemaal tot 600%\n\n✅ Kenmerken:\n\n- Verhoog het volume op uw computer in de Google Chrome-tabbladen\n- Handig en simplistisch ontwerp/gebruikersinterface\n- Schakel met één klik naar elk tabblad dat audio afspeelt\n- Vertelt u wat er momenteel wordt afgespeeld in de vervolgkeuzelijst\n\nHoud er rekening mee dat als de videospeler het verhogen van het volume toestaat, u dit moet doen. Deze app kan de audio vervormen, dus u moet het oorspronkelijke volume verhogen tot 100%.\n\nWAARSCHUWING\n\nWij zijn niet verantwoordelijk voor iets dat met uw luidsprekers of een ander audioapparaat zou kunnen gebeuren! Luister niet te lang op vol volume of met een basversterking. Dit kan schadelijk zijn voor uw luidsprekers. Gebruik het verstandig!",
    "no": "Sound Booster er en utvidelse som lar deg øke lyden til systemet ditt. Den kan øke volumnivået opp til 600 %.\n\nForbedre lydkvaliteten i Chrome-nettleseren for å få mer glede av å høre på musikk og se videoer.\n\nHvis du føler at volumet ikke er høyt nok, kan du bruke Sound Booster for å øke lydstyrken på lyden eller videoen du spiller. Den er enkel og lett å bruke med en skyvestang der du kan skyve opp og ned på volumet du ønsker å bruke.\n\nNår du åpner et nettsted med lyd, får du maksimalt to alternativer for å kontrollere volumet. Operativsystemet gir ett alternativ, og det er alltid tilgjengelig. Det endrer imidlertid volumet på hele nettleseren.\n\nDet andre alternativet leveres av nettleseren eller nettstedet lyden spilles av. Du kan få individuelle lydkontroller eller bruke nettleserens dempingsfunksjonalitet for å dempe lydavspilling.\n\nSound booster legger til lydkontrollalternativer til nettleseren. En av hovedfunksjonene er at den kan endre lyden til hver fane individuelt.\n\nHvis du tilfeldigvis spiller av et for høyt eller knapt hørbart video- eller lydklipp i nettleseren i en fane, kan du bruke den til å enten redusere volumet på den fanen eller øke lyden med opptil 600 %, alt uten å endre standarden volum på nettleseren eller påvirke lyden i en annen nettleserfane.\n\nAlt du trenger å gjøre er å klikke på utvidelsesikonet i fanen som spiller av lyd. Utvidelsen viser en volumglidebryter som du kan bruke til å endre volumet. Ikonet til utvidelsen indikerer volumnivået til enhver tid, slik at du ser det ved første øyekast.\n\nBoosting fungerer på samme måte som å redusere volumet, bare at du ikke stopper ved 100 %, men kan jekke volumet opp til 600 %. Endringen trer i kraft umiddelbart, slik at du kan justere volumet slik det passer deg.\n\nEn annen nyttig funksjon er å liste alle faner med lydavspilling i grensesnittet. Et klikk på en oppføring bytter til fanen umiddelbart slik at du kan kontrollere lyden eller annen funksjonalitet på den fanen.\n\nSound Booster vil forsterke lyden maksimalt og gi deg bedre lydkvalitet uansett hvor du er!\nSpill musikk i nettleseren din og juster lyden til headsettet eller høyttalerne akkurat slik du vil ha det!\nKlikk på utvidelsesikonet for å justere lydnivået. Du får umiddelbart en mer transparent og robust lyd.\n\n✅ Enkel å bruke:\n\n1. Klikk på utvidelseslogoen vår i utvidelseslinjen\n2. Åpne en Youtube, Spotify, Apple Music eller en hvilken som helst fane som produserer lyd\n3. Skyv stangen til ditt komfortable volum - Helt opp til 600 %\n\n✅ Funksjoner:\n\n- Øk volumet på datamaskinen din i google chrome-faner\n- Praktisk og forenklet design/UI\n- Bytt til hvilken som helst fane som spiller av lyd med ett klikk\n- Forteller deg hva som for øyeblikket spilles inne i rullegardinutvidelsen\n\nVær oppmerksom på at hvis videospilleren tillater å øke volumet, bør du gjøre det. Denne appen kan forvrenge lyden, så du bør øke det opprinnelige volumet til 100 %.\n\nADVARSEL\n\nVi er ikke ansvarlige for noe som kan skje med høyttalerne dine eller en annen lydenhet! Ikke lytt med fullt lydvolum eller med bassforsterkning for lenge. Dette kan være skadelig for høyttalerne. Bruk det med omhu!",
    "pl": "Sound Booster to rozszerzenie, które pozwoli Ci zwiększyć dźwięk Twojego systemu. Może podnieść poziom głośności do 600%.\n\nPopraw jakość dźwięku w przeglądarce Chrome, aby czerpać więcej przyjemności ze słuchania muzyki i oglądania filmów.\n\nJeśli uważasz, że głośność nie jest wystarczająco głośna, użyj Sound Booster, aby zwiększyć głośność odtwarzanego dźwięku lub wideo. Jest prosty i łatwy w użyciu z przesuwanym paskiem, na którym możesz przesuwać w górę iw dół w zależności od głośności, której chcesz użyć.\n\nKiedy otwierasz stronę z dźwiękiem, masz co najwyżej dwie opcje regulacji głośności. System operacyjny zapewnia jedną opcję i jest ona zawsze dostępna. Zmienia jednak głośność całej przeglądarki internetowej.\n\nDrugą opcję zapewnia przeglądarka lub strona, z której odtwarzany jest dźwięk. Możesz uzyskać indywidualne sterowanie dźwiękiem lub użyć funkcji wyciszania w przeglądarce, aby wyciszyć odtwarzanie dźwięku.\n\nWzmacniacz dźwięku dodaje opcje kontroli dźwięku do przeglądarki. Jedną z jego głównych cech jest to, że może zmieniać dźwięk każdej karty indywidualnie.\n\nJeśli zdarzy ci się odtworzyć zbyt głośny lub ledwo słyszalny klip wideo lub audio w przeglądarce na karcie, możesz użyć go do zmniejszenia głośności tej karty lub zwiększenia dźwięku nawet o 600%, a wszystko to bez zmiany ustawień domyślnych głośność przeglądarki internetowej lub wpływ na dźwięk w dowolnej innej karcie przeglądarki.\n\nWszystko, co musisz zrobić, to kliknąć ikonę rozszerzenia na karcie odtwarzającej dźwięk. Rozszerzenie wyświetla suwak głośności, którego możesz użyć do zmiany głośności. Ikona rozszerzenia wskazuje poziom głośności w dowolnym momencie, dzięki czemu widać to na pierwszy rzut oka.\n\nZwiększanie działa podobnie do zmniejszania głośności, tyle że nie zatrzymujesz się na 100%, ale możesz zwiększyć głośność do 600%. Zmiana zacznie obowiązywać natychmiast, więc możesz dostosować głośność według własnego uznania.\n\nKolejną przydatną funkcją jest lista wszystkich zakładek z odtwarzaniem dźwięku w interfejsie. Kliknięcie listy powoduje natychmiastowe przełączenie do zakładki, dzięki czemu można sterować dźwiękiem lub innymi funkcjami na tej karcie.\n\nSound Booster maksymalnie wzmocni Twój dźwięk i zapewni lepszą jakość dźwięku, gdziekolwiek jesteś!\nOdtwarzaj muzykę w przeglądarce i dostosuj dźwięk do zestawu słuchawkowego lub głośników tak, jak chcesz!\nKliknij ikonę rozszerzenia, aby dostosować poziom dźwięku. Natychmiast uzyskasz bardziej przejrzysty i solidny dźwięk.\n\n✅ Łatwy w użyciu:\n\n1. Kliknij logo naszego rozszerzenia na pasku rozszerzeń\n2. Otwórz Youtube, Spotify, Apple Music lub dowolną kartę, która generuje dźwięk\n3. Przesuń pasek do wygodnej głośności — aż do 600%\n\n✅ Cechy:\n\n- Zwiększ głośność na komputerze w kartach Google Chrome\n- Wygodny i uproszczony projekt / interfejs użytkownika\n- Przełącz się na dowolną kartę, która odtwarza dźwięk jednym kliknięciem\n- Informuje, co aktualnie jest odtwarzane w rozwijanym rozszerzeniu\n\nNależy pamiętać, że jeśli odtwarzacz wideo umożliwia zwiększenie głośności, należy to zrobić. Ta aplikacja może zniekształcać dźwięk, dlatego należy zwiększyć oryginalną głośność do 100%.\n\nOSTRZEŻENIE\n\nNie ponosimy odpowiedzialności za cokolwiek, co może się stać z Twoimi głośnikami lub innym urządzeniem audio! Nie słuchaj zbyt długo z pełną głośnością lub z podbiciem basów. Może to być szkodliwe dla głośników. Używaj mądrze!",
    "pt_BR,pt_PT": "Sound Booster é uma extensão que permite aumentar o som do seu sistema. Ele pode aumentar o nível de volume até 600%.\n\nMelhore a qualidade do som no navegador Chrome para ter mais prazer em ouvir música e assistir a vídeos.\n\nSe você sentir que seu volume não está alto o suficiente, use o Sound Booster para aumentar o volume do áudio ou vídeo que você está reproduzindo. É simples e fácil de usar com uma barra deslizante onde você pode deslizar para cima e para baixo no volume que deseja usar.\n\nAo abrir um site com áudio, você tem, no máximo, duas opções para controlar o volume. O sistema operacional fornece uma opção e está sempre disponível. No entanto, ele altera o volume de todo o navegador da web.\n\nA segunda opção é fornecida pelo navegador ou pelo site em que o áudio está sendo reproduzido. Você pode obter controles de som individuais ou usar a funcionalidade de silenciamento do navegador para silenciar a reprodução de áudio.\n\nO reforço de som adiciona opções de controle de som ao navegador. Uma de suas principais características é que ele pode mudar o som de cada tablatura individualmente.\n\nSe você reproduzir um vídeo ou clipe de áudio muito alto ou quase inaudível no navegador em uma guia, poderá usá-lo para reduzir o volume dessa guia ou aumentar o som em até 600%, tudo sem alterar o padrão volume do navegador da Web ou impactando o som em qualquer outra guia do navegador.\n\nTudo o que você precisa fazer é clicar no ícone da extensão na guia que está reproduzindo o áudio. A extensão exibe um controle deslizante de volume que você pode usar para alterar o volume. O ícone da extensão indica o nível de volume a qualquer momento para que você o veja à primeira vista.\n\nO aumento funciona de forma semelhante à redução do volume, só que você não para em 100%, mas pode aumentar o volume até 600%. A alteração entra em vigor imediatamente para que você possa ajustar o volume como achar melhor.\n\nOutro recurso útil é listar todas as guias com reprodução de áudio na interface. Um clique em uma listagem muda para a guia imediatamente para que você possa controlar o áudio ou outra funcionalidade nessa guia.\n\nO Sound Booster amplificará seu som ao máximo e fornecerá melhor qualidade de som onde quer que você esteja!\nReproduza música no seu navegador e ajuste o som do seu fone de ouvido ou alto-falantes do jeito que você quiser!\nClique no ícone de extensão para ajustar o nível de som. Você obtém imediatamente um som mais transparente e robusto.\n\n✅ Fácil de usar:\n\n1. Clique no logotipo de nossa extensão na barra de extensão\n2. Abra um Youtube, Spotify, Apple Music ou qualquer guia que produza som\n3. Deslize a barra para o seu volume confortável - Até 600%\n\n✅ Características:\n\n- Aumente o volume do seu computador dentro das abas do google chrome\n- Design/UI conveniente e simplista\n- Mude para qualquer guia que reproduza áudio com um clique\n- Informa o que está sendo reproduzido no momento dentro da extensão suspensa\n\nObserve que, se o player de vídeo permitir aumentar o volume, você deve fazê-lo. Este aplicativo pode distorcer o áudio, então você deve aumentar o volume original para 100%.\n\nAVISO\n\nNão nos responsabilizamos por nada que possa acontecer com seus alto-falantes ou outro dispositivo de áudio! Não ouça no volume de som máximo ou com reforço de graves por muito tempo. Isso pode ser prejudicial para seus alto-falantes. Use-o com sabedoria!",
    "ru": "Sound Booster — это расширение, которое позволит вам улучшить звук вашей системы. Он может поднять уровень громкости до 600%.\n\nУлучшите качество звука в браузере Chrome, чтобы получать больше удовольствия от прослушивания музыки и просмотра видео.\n\nЕсли вы чувствуете, что ваша громкость недостаточно громкая, используйте Sound Booster, чтобы увеличить громкость воспроизводимого аудио или видео. Он прост и удобен в использовании с помощью ползунка, на котором вы можете скользить вверх и вниз по громкости, которую хотите использовать.\n\nКогда вы открываете сайт со звуком, вы получаете не более двух вариантов управления громкостью. Операционная система предоставляет один вариант, и он всегда доступен. Однако он изменяет громкость всего веб-браузера.\n\nВторой вариант предоставляется браузером или сайтом, на котором воспроизводится звук. Вы можете получить отдельные элементы управления звуком или использовать функцию отключения звука в браузере, чтобы отключить воспроизведение звука.\n\nУсилитель звука добавляет в браузер параметры управления звуком. Одной из его основных особенностей является то, что он может изменять звук каждой вкладки в отдельности.\n\nЕсли вам случится воспроизвести слишком громкий или едва слышимый видео- или аудиоклип в браузере на вкладке, вы можете использовать его, чтобы либо уменьшить громкость этой вкладки, либо усилить звук до 600%, и все это без изменения настроек по умолчанию. громкость веб-браузера или влияет на звук в любой другой вкладке браузера.\n\nВсе, что вам нужно сделать, это нажать на значок расширения на вкладке, которая воспроизводит звук. Расширение отображает ползунок громкости, который вы можете использовать для изменения громкости. Значок расширения указывает уровень громкости в любое время, чтобы вы видели его с первого взгляда.\n\nПовышение работает аналогично уменьшению громкости, только вы не останавливаетесь на 100%, но можете увеличить громкость до 600%. Изменение вступает в силу немедленно, так что вы можете отрегулировать громкость по своему усмотрению.\n\nЕще одна полезная функция — список всех вкладок с воспроизведением звука в интерфейсе. Щелчок по списку немедленно переключает на вкладку, чтобы вы могли управлять звуком или другими функциями на этой вкладке.\n\nSound Booster максимально усилит ваш звук и обеспечит вам лучшее качество звука, где бы вы ни находились!\nВоспроизводите музыку в браузере и настраивайте звук в гарнитуре или динамиках так, как вам хочется!\nНажмите на значок расширения, чтобы настроить уровень звука. Вы сразу же получите более прозрачный и надежный звук.\n\n✅ Простота в использовании:\n\n1. Нажмите на логотип нашего расширения на панели расширения.\n2. Откройте Youtube, Spotify, Apple Music или любую вкладку со звуком.\n3. Переместите ползунок на удобную громкость — до 600 %.\n\n✅ Особенности:\n\n- Увеличьте громкость на вашем компьютере внутри вкладок Google Chrome\n- Удобный и упрощенный дизайн / интерфейс\n- Переключайтесь на любую вкладку, которая воспроизводит звук, одним щелчком мыши.\n- Сообщает вам, что в данный момент воспроизводится внутри выпадающего расширения\n\nОбратите внимание, что если видеоплеер позволяет увеличить громкость, вам следует это сделать. Это приложение может искажать звук, поэтому вам следует увеличить исходную громкость до 100%.\n\nПРЕДУПРЕЖДЕНИЕ\n\nМы не несем ответственности за все, что может случиться с вашими колонками или другим аудиоустройством! Не слушайте музыку на полной громкости или с усилением басов слишком долго. Это может нанести вред вашим динамикам. Использовать его мудро!",
    "sv": "Sound Booster är en förlängning som gör att du kan öka ljudet i ditt system. Den kan höja volymnivån upp till 600 %.\n\nFörbättra ljudkvaliteten i webbläsaren Chrome för att få mer nöje av att lyssna på musik och titta på videor.\n\nOm du känner att din volym inte är tillräckligt hög kan du använda Sound Booster för att öka ljudstyrkan på ljudet eller videon som du spelar. Det är enkelt och lätt att använda med en skjutreglage där du kan glida upp och ner på den volym du vill använda.\n\nNär du öppnar en sida med ljud får du som mest två alternativ för att styra volymen. Operativsystemet erbjuder ett alternativ, och det är alltid tillgängligt. Det ändrar dock volymen på hela webbläsaren.\n\nDet andra alternativet tillhandahålls av webbläsaren eller webbplatsen som ljudet spelas upp. Du kan få individuella ljudkontroller eller använda webbläsarens avstängningsfunktion för att stänga av ljuduppspelningen.\n\nSound booster lägger till ljudkontrollalternativ till webbläsaren. En av dess huvudfunktioner är att den kan ändra ljudet för varje flik individuellt.\n\nOm du råkar spela ett för högt eller knappt hörbart video- eller ljudklipp i webbläsaren på en flik, kan du använda det för att antingen minska volymen på den fliken eller öka ljudet med upp till 600 %, allt utan att ändra standardinställningen volymen på webbläsaren eller påverka ljudet i någon annan webbläsarflik.\n\nAllt du behöver göra är att klicka på tilläggsikonen på fliken som spelar upp ljud. Tillägget visar ett volymreglage som du kan använda för att ändra volymen. Tilläggets ikon indikerar volymnivån när som helst så att du ser den vid första anblicken.\n\nBoosting fungerar på samma sätt som att minska volymen, bara att du inte stannar vid 100 % utan kan jacka upp volymen upp till 600 %. Ändringen träder i kraft omedelbart så att du kan justera volymen som du vill.\n\nEn annan användbar funktion är att lista alla flikar med ljuduppspelning i gränssnittet. Ett klick på en lista växlar till fliken omedelbart så att du kan styra ljudet eller andra funktioner på den fliken.\n\nSound Booster kommer att förstärka ditt ljud maximalt och ge dig bättre ljudkvalitet var du än är!\nSpela musik i din webbläsare och justera ljudet till ditt headset eller högtalare precis som du vill ha det!\nKlicka på tilläggsikonen för att justera ljudnivån. Du får direkt ett mer transparent och robust ljud.\n\n✅ Lätt att använda:\n\n1. Klicka på vår tilläggslogotyp i ditt tilläggsfält\n2. Öppna en Youtube, Spotify, Apple Music eller någon flik som producerar ljud\n3. Skjut stången till din bekväma volym - hela vägen upp till 600 %\n\n✅ Funktioner:\n\n- Öka volymen på din dator inuti Google Chrome-flikar\n- Bekväm och förenklad design/UI\n- Växla till valfri flik som spelar upp ljud med ett klick\n- Berättar vad som för närvarande spelas inuti rullgardinsmenyn\n\nObservera att om videospelaren tillåter att höja volymen bör du göra det. Denna app kan förvränga ljudet, så du bör öka den ursprungliga volymen till 100 %.\n\nVARNING\n\nVi är inte ansvariga för något som kan hända med dina högtalare eller annan ljudenhet! Lyssna inte med full ljudvolym eller med basförstärkning för länge. Detta kan vara skadligt för dina högtalare. Använd den klokt!",
    "tr": "Sound Booster, sisteminizin sesini artırmanıza izin verecek bir uzantıdır. Ses seviyesini %600'e kadar yükseltebilir.\n\nMüzik dinlemekten ve video izlemekten daha fazla keyif almak için Chrome tarayıcıdaki ses kalitesini iyileştirin.\n\nSesinizin yeterince yüksek olmadığını düşünüyorsanız, oynatmakta olduğunuz sesin veya videonun yüksekliğini artırmak için Sound Booster'ı kullanın. Kullanmak istediğiniz ses seviyesinde yukarı ve aşağı kaydırabileceğiniz kayan bir çubuk ile kullanımı basit ve kolaydır.\n\nSesli bir site açtığınızda, sesi kontrol etmek için en fazla iki seçeneğiniz olur. İşletim sistemi bir seçenek sunar ve her zaman kullanılabilir. Bununla birlikte, tüm web tarayıcısının sesini değiştirir.\n\nİkinci seçenek, tarayıcı veya sesin çaldığı site tarafından sağlanır. Ses çalmayı kapatmak için ayrı ses kontrolleri alabilir veya tarayıcının sessize alma işlevini kullanabilirsiniz.\n\nSes yükseltici, tarayıcıya ses kontrol seçenekleri ekler. Ana özelliklerinden biri, her sekmenin sesini ayrı ayrı değiştirebilmesidir.\n\nTarayıcıda bir sekmede çok yüksek veya zorlukla duyulabilen bir video veya ses klibi yürütürseniz, varsayılanı değiştirmeden o sekmenin sesini azaltmak veya sesi %600'e kadar artırmak için bunu kullanabilirsiniz. web tarayıcısının ses düzeyini veya başka herhangi bir tarayıcı sekmesindeki sesi etkilemesini engeller.\n\nTek yapmanız gereken, ses çalan sekmedeki uzantı simgesine tıklamak. Uzantı, sesi değiştirmek için kullanabileceğiniz bir ses kaydırıcısını görüntüler. Uzantının simgesi, ilk bakışta görebilmeniz için herhangi bir zamanda ses seviyesini gösterir.\n\nArttırma, sesi kısmaya benzer şekilde çalışır, yalnızca %100'de durmazsınız ve sesi %600'e kadar yükseltebilirsiniz. Sesi uygun gördüğünüz şekilde ayarlayabilmeniz için değişiklik hemen etkili olur.\n\nDiğer bir yararlı özellik, arayüzde ses çalma ile tüm sekmelerin listelenmesidir. Bir listeye tıklandığında, o sekmedeki sesi veya diğer işlevleri kontrol edebilmeniz için hemen o sekmeye geçilir.\n\nSound Booster, sesinizi maksimumda yükseltecek ve nerede olursanız olun size daha iyi ses kalitesi sağlayacaktır!\nTarayıcınızda müzik çalın ve sesi kulaklığınıza veya hoparlörlerinize tam istediğiniz gibi ayarlayın!\nSes seviyesini ayarlamak için uzantı simgesine tıklayın. Anında daha şeffaf ve sağlam bir ses elde edersiniz.\n\n✅ Kullanımı Kolay:\n\n1. Uzatma çubuğunuzdaki uzantı logomuza tıklayın\n2. Bir Youtube, Spotify, Apple Music veya ses üreten herhangi bir sekme açın\n3. Çubuğu rahat ettiğiniz ses seviyesine getirin - %600'e kadar\n\n✅ Özellikler:\n\n- Bilgisayarınızdaki sesi google chrome sekmeleri içinde artırın\n- Kullanışlı ve basit tasarım/UI\n- Tek tıklamayla ses çalan herhangi bir sekmeye geçin\n- Açılır uzantının içinde şu anda neyin çaldığını söyler\n\nLütfen video oynatıcı sesin artırılmasına izin veriyorsa bunu yapmanız gerektiğini unutmayın. Bu uygulama sesi bozabilir, bu nedenle orijinal sesi %100'e çıkarmalısınız.\n\nUYARI\n\nHoparlörlerinizin veya başka bir ses cihazının başına gelebilecek hiçbir şeyden biz sorumlu değiliz! Tam ses seviyesinde veya çok uzun süre bas güçlendirme ile dinlemeyin. Bu, hoparlörleriniz için zararlı olabilir. Akıllıca kullan!",
    "uk": "Sound Booster - це розширення, яке дозволить вам збільшити звук вашої системи. Він може збільшити рівень гучності до 600%.\n\nПокращуйте якість звуку в браузері Chrome, щоб отримувати більше задоволення від прослуховування музики та перегляду відео.\n\nЯкщо вам здається, що гучність недостатньо висока, скористайтеся Sound Booster, щоб підвищити гучність аудіо чи відео, які ви відтворюєте. Він простий і легкий у використанні з пересувною панеллю, за якою ви можете ковзати вгору та вниз на гучності, яку ви хочете використовувати.\n\nКоли ви відкриваєте сайт із аудіо, ви отримуєте щонайбільше два варіанти керування гучністю. Операційна система надає один варіант, і він завжди доступний. Однак він змінює гучність всього веб-браузера.\n\nДругий варіант надається браузером або сайтом, на якому відтворюється звук. Ви можете отримати індивідуальні елементи керування звуком або скористатися функцією вимкнення звуку в браузері, щоб вимкнути відтворення аудіо.\n\nПідсилювач звуку додає параметри керування звуком у браузер. Однією з його головних особливостей є те, що він може змінювати звук кожної вкладки окремо.\n\nЯкщо ви відтворюєте надто гучний або ледь чутний відео- чи аудіозапис у веб-переглядачі на вкладці, ви можете використати його, щоб зменшити гучність цієї вкладки або підвищити звук до 600%, і все це без зміни параметрів за замовчуванням гучність веб-браузера або вплив на звук на будь-якій іншій вкладці веб-переглядача.\n\nВсе, що вам потрібно зробити, це натиснути значок розширення на вкладці, яка відтворює аудіо. Розширення відображає повзунок гучності, за допомогою якого можна змінювати гучність. Піктограма розширення вказує рівень гучності в будь-який час, щоб ви побачили його з першого погляду.\n\nПідвищення працює так само, як і зменшення гучності, тільки ви не зупиняєтеся на 100%, а можете збільшити гучність до 600%. Зміна набуває чинності негайно, тож ви можете регулювати гучність на свій розсуд.\n\nЩе одна корисна функція — перелік усіх вкладок із відтворенням аудіо в інтерфейсі. Клацніть список, щоб негайно перейти на вкладку, щоб ви могли керувати звуком або іншими функціями на цій вкладці.\n\nSound Booster максимально посилить ваш звук і забезпечить кращу якість звуку, де б ви не були!\nСлухайте музику у своєму браузері та налаштовуйте звук у гарнітурі чи динаміках так, як хочете!\nНатисніть значок розширення, щоб відрегулювати рівень звуку. Ви одразу отримуєте більш прозорий і міцний звук.\n\n✅ Простий у використанні:\n\n1. Натисніть наш логотип розширення на панелі розширення\n2. Відкрийте Youtube, Spotify, Apple Music або будь-яку вкладку, яка відтворює звук\n3. Посуньте панель до зручної гучності - аж до 600%\n\n✅ Особливості:\n\n- Збільште гучність на комп'ютері всередині вкладок Google Chrome\n- Зручний і простий дизайн / інтерфейс користувача\n- Перейдіть на будь-яку вкладку, яка відтворює аудіо одним клацанням миші\n- Повідомляє, що зараз відтворюється в розкривному меню\n\nЗверніть увагу, що якщо відеоплеєр дозволяє збільшити гучність, ви повинні це зробити. Ця програма може спотворювати звук, тому вам слід збільшити вихідну гучність до 100%.\n\nУВАГА\n\nМи не несемо відповідальності за те, що може статися з вашими колонками чи іншим аудіопристроєм! Не слухайте надто довго на повній гучності або з підсиленням басів. Це може бути шкідливим для ваших колонок. Використовуйте це з розумом!"
  }
}