{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jewel Cars Bookmarks"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Streamline your bookings with effortless bookmarking with a popup dump of bookmarks, including search, add, edit and delete."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jewel Cars Bookmarks is your go-to Chrome extension for enhancing your booking experience with Jewel Cars Gatwick, the premier London Gatwick Airport taxi service. This extension empowers you to save, organize, and manage bookmarks of your favorite location pages on our website, so you can book your rides faster and easier than ever before.\n\nKey Features:\n\nQuick Access to Bookmarks:\nInstantly access your saved location pages directly from your browser's toolbar. No more navigating through the website to find the pages you frequently visit.\n\nPowerful Search Functionality:\nUse the search feature within the popup to quickly locate any bookmarked page. Just start typing, and your results will appear instantly.\n\nEasy Bookmark Management:\nAdd, edit, and delete bookmarks with just a few clicks. Customize your list of favorites to keep only the locations you need.\n\nUser-Friendly Interface:\nThe intuitive popup interface makes it simple to manage your bookmarks and streamline your booking process.\n\nWith Jewel Cars Bookmarks, booking your taxi to and from Gatwick Airport has never been easier. Save time and reduce hassle by having all your preferred locations just a click away. Perfect for frequent travelers and anyone who values efficiency and convenience.\n\nEnhance your Jewel Cars experience today with Jewel Cars Bookmarks!"
  }
}