{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "London Background Pictures New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This new tab extension will show pictures of London city in the background."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover a captivating extension that unveils the essence of London with every new tab you open. Immerse yourself in the grandeur of the city as iconic landmarks like Big Ben, the Tower Bridge, and Buckingham Palace adorn your screen, transporting you to the heart of the British capital. With each click, be captivated by the charm and history that London exudes, making every new tab a delightful journey through its picturesque streets.\n\nPlease note this extension will change your Chrome New Tab and New Tab search. \nNew Tab search results powered by Yahoo.\n\nHere are some important details:\n\nBy selecting the 'Add to Chrome' button and installing this beautiful 'London background pictures new tab' you are consenting to the installation of this extension, along with our Privacy Policy and Terms of Service stated below. \nBy installing the 'London background pictures new tab,' you are agreeing to the modification of the new tab settings. \nYou have the option to remove or disable this extension whenever you wish. \nPrivacy policy available at: https://londonpicturesnewtab.com/privacy.html\nTerms of Service: https://londonpicturesnewtab.com/terms.html\n\nFeel free to contact us at support@londonpicturesnewtab.com. We would be delighted to assist you!"
  }
}