{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi,zh_CN,zh_TW": "Viaplay Speeder: adjust playback speed",
    "de": "Viaplay Speeder: Anpassen Wiedergabegeschw.",
    "es": "Viaplay Speeder: Ajustar velocidad repro.",
    "fr": "Viaplay Speeder: régler la vitesse de lecture",
    "ja": "Viaplay Speeder: 再生速度を調整する",
    "ko": "Viaplay Speeder: 재생 속도 조정",
    "pl": "Viaplay Speeder: zmień prędkość oglądania",
    "th": "Viaplay Speeder: ปรับความเร็วในการเล่น"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi,zh_CN,zh_TW": "Extension allows to adjust the playback speed on Viaplay according to preference",
    "de": "Mit der Erweiterung können Sie die Wiedergabegeschwindigkeit auf Viaplay nach Ihren Wünschen anpassen",
    "es": "La extensión permite ajustar la velocidad de reproducción en Viaplay según sus preferencias",
    "fr": "L'extension permet d'ajuster la vitesse de lecture sur Viaplay selon vos préférences",
    "ja": "拡張機能を使用すると、好みに応じて Viaplay の再生速度を調整できます",
    "ko": "확장 프로그램을 사용하면 선호도에 따라 Viaplay의 재생 속도를 조정할 수 있습니다.",
    "pl": "Rozszerzenie pozwala dostosować prędkość odtwarzania dla Viaplay zgodnie z preferencjami",
    "th": "ส่วนขยายช่วยให้สามารถปรับความเร็วในการเล่นบน Viaplay ได้ตามความต้องการ"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi,zh_CN,zh_TW": "Enhance your viewing experience with custom playback speeds on Viaplay. This extension enables you to speed up or slow down shows and movies, allowing you to watch your favorite content at a pace that suits you best.\n\nStruggling to follow rapid-fire dialogue? Want to savor your favorite scenes in slow motion? Or perhaps you'd prefer to skip past the less captivating parts to get to the climactic finale? Look no further! Here's your solution for adjusting video playback speeds.\n\nSimply add the extension to your browser and access the control panel, which lets you select from a range of speed options, from 0.25x to 16x. Additionally, you can use keyboard hotkeys for even greater control. It's that easy!\n\nHow to find Speeder's control panel:\n1. After installation, click the small puzzle piece icon next to your Chrome profile avatar (top right corner of the browser window)\n2. You'll see all your installed and enabled extensions.\n3. You can pin Speeder to have it always on top in your browser.\n4. Click the Speeder icon and try different speed settings.\n\n❗**Disclaimer: All product and company names are trademarks or registered trademarks of their respective holders. This extension holds no association or affiliation with them or any third-party companies.**❗",
    "de": "Verbessern Sie Ihr Seherlebnis mit benutzerdefinierten Wiedergabegeschwindigkeiten auf Viaplay. Mit dieser Erweiterung können Sie Sendungen und Filme beschleunigen oder verlangsamen, sodass Sie Ihre Lieblingsinhalte in einem Tempo ansehen können, das am besten zu Ihnen passt.\n\nFällt es Ihnen schwer, dem schnellen Dialog zu folgen? Möchten Sie Ihre Lieblingsszenen in Zeitlupe genießen? Oder möchten Sie vielleicht lieber die weniger fesselnden Teile überspringen, um zum Höhepunktfinale zu gelangen? Suchen Sie nicht weiter! Hier ist Ihre Lösung zum Anpassen der Videowiedergabegeschwindigkeit.\n\nFügen Sie einfach die Erweiterung zu Ihrem Browser hinzu und greifen Sie auf das Kontrollfeld zu, in dem Sie aus einer Reihe von Geschwindigkeitsoptionen von 0,25x bis 16x wählen können. Darüber hinaus können Sie Tastatur-Hotkeys verwenden, um die Kontrolle noch weiter zu verbessern. So einfach ist das!\n\nSo finden Sie das Bedienfeld von Speeder:\n1. Klicken Sie nach der Installation auf das kleine Puzzleteil-Symbol neben Ihrem Chrome-Profil-Avatar (obere rechte Ecke des Browserfensters).\n2. Sie sehen alle Ihre installierten und aktivierten Erweiterungen.\n3. Sie können Speeder anpinnen, damit er in Ihrem Browser immer oben angezeigt wird.\n4. Klicken Sie auf das Speeder-Symbol und probieren Sie verschiedene Geschwindigkeitseinstellungen aus.\n\n❗**Haftungsausschluss: Alle Produkt- und Firmennamen sind Marken oder eingetragene Marken ihrer jeweiligen Inhaber. Diese Erweiterung steht in keiner Verbindung oder Zugehörigkeit zu ihnen oder Drittunternehmen.**❗",
    "es": "Mejore su experiencia visual con velocidades de reproducción personalizadas en Viaplay. Esta extensión le permite acelerar o ralentizar programas y películas, permitiéndole ver su contenido favorito al ritmo que más le convenga.\n\n¿Tiene dificultades para seguir un diálogo rápido? ¿Quieres saborear tus escenas favoritas en cámara lenta? ¿O tal vez prefieras saltarte las partes menos cautivadoras para llegar al final culminante? ¡No busque más! Aquí está su solución para ajustar las velocidades de reproducción de video.\n\nSimplemente agregue la extensión a su navegador y acceda al panel de control, que le permite seleccionar entre una variedad de opciones de velocidad, desde 0,25x hasta 16x. Además, puede utilizar las teclas de acceso rápido del teclado para obtener un control aún mayor. ¡Es fácil!\n\nCómo encontrar el panel de control de Speeder:\n1. Después de la instalación, haga clic en el ícono de la pequeña pieza del rompecabezas al lado de su avatar de perfil de Chrome (esquina superior derecha de la ventana del navegador).\n2. Verás todas tus extensiones instaladas y habilitadas.\n3. Puedes fijar Speeder para tenerlo siempre visible en tu navegador.\n4. Haga clic en el ícono Speeder y pruebe diferentes configuraciones de velocidad.\n\n❗**Descargo de responsabilidad: Todos los nombres de productos y empresas son marcas comerciales o marcas comerciales registradas de sus respectivos propietarios. Esta extensión no tiene ninguna asociación ni afiliación con ellos ni con empresas de terceros.**❗",
    "fr": "Améliorez votre expérience visuelle avec des vitesses de lecture personnalisées sur Viaplay. Cette extension vous permet d'accélérer ou de ralentir des émissions et des films, vous permettant ainsi de regarder votre contenu préféré au rythme qui vous convient le mieux.\n\nVous avez du mal à suivre un dialogue rapide ? Envie de savourer vos scènes préférées au ralenti ? Ou peut-être préféreriez-vous sauter les parties les moins captivantes pour arriver à la finale culminante ? Cherchez pas plus loin! Voici votre solution pour ajuster les vitesses de lecture vidéo.\n\nAjoutez simplement l'extension à votre navigateur et accédez au panneau de configuration, qui vous permet de choisir parmi une gamme d'options de vitesse, de 0,25x à 16x. De plus, vous pouvez utiliser les raccourcis clavier pour un contrôle encore plus grand. C'est si facile!\n\nComment trouver le panneau de contrôle de Speeder :\n1. Après l'installation, cliquez sur la petite icône de pièce de puzzle à côté de l'avatar de votre profil Chrome (coin supérieur droit de la fenêtre du navigateur).\n2. Vous verrez toutes vos extensions installées et activées.\n3. Vous pouvez épingler Speeder pour qu'il soit toujours visible dans votre navigateur.\n4. Cliquez sur l'icône Speeder et essayez différents paramètres de vitesse.\n\n❗**Avertissement : tous les noms de produits et de sociétés sont des marques commerciales ou des marques déposées de leurs détenteurs respectifs. Cette extension n'a aucune association ou affiliation avec eux ou avec des sociétés tierces.**❗",
    "ja": "Viaplay のカスタム再生速度で視聴体験を向上させます。 この拡張機能を使用すると、番組や映画の速度を上げたり下げたりできるため、お気に入りのコンテンツを自分に最適なペースで視聴できるようになります。\n\n矢継ぎ早の対話についていくのが大変ですか? お気に入りのシーンをスローモーションで味わいたいですか? それとも、あまり魅力的ではない部分をスキップして、クライマックスのフィナーレに到達したいと思うでしょうか? これ以上探さない！ ビデオの再生速度を調整するための解決策は次のとおりです。\n\n拡張機能をブラウザに追加し、コントロール パネルにアクセスするだけで、0.25 倍から 16 倍までのさまざまな速度オプションから選択できます。 さらに、キーボードのホットキーを使用して、さらに細かく制御することもできます。 それはとても簡単です！\n\nSpeeder のコントロール パネルを見つける方法:\n1. インストール後、Chrome プロフィール アバターの横にある小さなパズルのピースのアイコン (ブラウザ ウィンドウの右上隅) をクリックします。\n2. インストールされ有効になっているすべての拡張機能が表示されます。\n3. Speeder を固定して、ブラウザ内で常に最上位に表示することができます。\n4. Speeder アイコンをクリックして、さまざまな速度設定を試します。\n\n❗**免責事項: すべての製品名および会社名は、それぞれの所有者の商標または登録商標です。 この拡張機能は、彼らや第三者企業とは何の関係も提携もありません。**❗",
    "ko": "Viaplay의 사용자 정의 재생 속도로 시청 환경을 향상하세요. 이 확장 프로그램을 사용하면 쇼와 영화의 속도를 높이거나 낮춰 가장 적합한 속도로 좋아하는 콘텐츠를 시청할 수 있습니다.\n\n빠른 대화를 따라가는 데 어려움을 겪고 계십니까? 좋아하는 장면을 슬로우 모션으로 감상하고 싶으신가요? 아니면 덜 매력적인 부분을 건너뛰고 절정의 피날레에 도달하고 싶습니까? 더 이상 보지 마세요! 비디오 재생 속도를 조정하는 솔루션은 다음과 같습니다.\n\n브라우저에 확장 프로그램을 추가하고 제어판에 액세스하면 0.25x에서 16x까지 다양한 속도 옵션 중에서 선택할 수 있습니다. 또한 키보드 단축키를 사용하여 더욱 효과적으로 제어할 수 있습니다. 정말 쉽습니다!\n\nSpeeder의 제어판을 찾는 방법:\n1. 설치 후 Chrome 프로필 아바타 옆(브라우저 창 오른쪽 상단)에 있는 작은 퍼즐 조각 아이콘을 클릭하세요.\n2. 설치 및 활성화된 모든 확장 프로그램이 표시됩니다.\n3. Speeder를 고정하여 브라우저에서 항상 상단에 표시되도록 할 수 있습니다.\n4. Speeder 아이콘을 클릭하고 다른 속도 설정을 시도해 보십시오.\n\n❗**면책 조항: 모든 제품 및 회사 이름은 해당 소유자의 상표 또는 등록 상표입니다. 이 확장 프로그램은 해당 회사 또는 제3자 회사와 아무런 연관이나 제휴를 맺지 않습니다.**❗",
    "pl": "Popraw swoje wrażenia z oglądania dzięki niestandardowym prędkościom odtwarzania w Viaplay. To rozszerzenie umożliwia przyspieszanie lub zwalnianie programów i filmów, dzięki czemu możesz oglądać ulubione treści w najbardziej odpowiadającym Ci tempie.\n\nCzy starasz się nadążać za szybkim dialogiem? Chcesz delektować się ulubionymi scenami w zwolnionym tempie? A może wolisz pominąć mniej wciągające fragmenty i dotrzeć do kulminacyjnego finału? Nie szukaj dalej! Oto rozwiązanie umożliwiające dostosowanie prędkości odtwarzania wideo.\n\nPo prostu dodaj rozszerzenie do swojej przeglądarki i uzyskaj dostęp do panelu sterowania, który pozwala wybrać jedną z wielu opcji prędkości, od 0,25x do 16x. Dodatkowo możesz używać skrótów klawiaturowych, aby uzyskać jeszcze większą kontrolę. To jest takie proste!\n\nJak znaleźć panel sterowania Speedera:\n1. Po instalacji kliknij małą ikonę puzzli obok awatara profilu Chrome (w prawym górnym rogu okna przeglądarki)\n2. Zobaczysz wszystkie zainstalowane i włączone rozszerzenia.\n3. Możesz przypiąć Speedera, aby zawsze znajdował się na górze przeglądarki.\n4. Kliknij ikonę Speeder i wypróbuj inne ustawienia prędkości.\n\n❗**Zastrzeżenie: Wszystkie nazwy produktów i firm są znakami towarowymi lub zastrzeżonymi znakami towarowymi odpowiednich właścicieli. To rozszerzenie nie ma żadnych powiązań z nimi ani z żadnymi firmami zewnętrznymi.**❗",
    "th": "ยกระดับประสบการณ์การรับชมของคุณด้วยความเร็วในการเล่นที่กำหนดเองบน Viaplay ส่วนขยายนี้ช่วยให้คุณสามารถเพิ่มหรือลดความเร็วของรายการและภาพยนตร์ได้ ทำให้คุณสามารถรับชมเนื้อหาที่คุณชื่นชอบในจังหวะที่เหมาะกับคุณที่สุด\n\nกำลังดิ้นรนเพื่อติดตามบทสนทนาที่ลุกลามอย่างรวดเร็วใช่ไหม? ต้องการเพลิดเพลินกับฉากโปรดของคุณในแบบสโลว์โมชั่นหรือไม่? หรือบางทีคุณอาจต้องการข้ามส่วนที่น่าสนใจน้อยกว่าเพื่อไปที่ฉากสุดท้าย ไม่ต้องมองอีกต่อไป! ต่อไปนี้เป็นวิธีแก้ปัญหาสำหรับการปรับความเร็วในการเล่นวิดีโอ\n\nเพียงเพิ่มส่วนขยายลงในเบราว์เซอร์ของคุณและเข้าถึงแผงควบคุม ซึ่งให้คุณเลือกจากตัวเลือกความเร็วที่หลากหลาย ตั้งแต่ 0.25x ถึง 16x นอกจากนี้คุณยังสามารถใช้ปุ่มลัดบนคีย์บอร์ดเพื่อการควบคุมที่ดียิ่งขึ้นอีกด้วย มันง่ายมาก!\n\nวิธีค้นหาแผงควบคุมของ Speeder:\n1. หลังการติดตั้ง คลิกไอคอนชิ้นส่วนปริศนาเล็กๆ ถัดจากอวตารโปรไฟล์ Chrome ของคุณ (มุมขวาบนของหน้าต่างเบราว์เซอร์)\n2. คุณจะเห็นส่วนขยายที่ติดตั้งและเปิดใช้งานทั้งหมดของคุณ\n3. คุณสามารถปักหมุด Speeder ให้อยู่ด้านบนสุดในเบราว์เซอร์ของคุณได้\n4. คลิกไอคอน Speeder แล้วลองตั้งค่าความเร็วแบบอื่น\n\n❗**ข้อจำกัดความรับผิดชอบ: ชื่อผลิตภัณฑ์และบริษัททั้งหมดเป็นเครื่องหมายการค้าหรือเครื่องหมายการค้าจดทะเบียนของเจ้าของที่เกี่ยวข้อง ส่วนขยายนี้ไม่มีความเกี่ยวข้องหรือความเกี่ยวข้องกับพวกเขาหรือบริษัทบุคคลที่สามใดๆ *****"
  }
}