{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Safeshop: Buy Safe & Stop Fake Email Phishing"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Safeshop was designed to keep you secure while you shop, you can confidently browse and purchase from your favorite online stores."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SafeShop - Shop Smart, Shop Safe.  Learn more at https://safeshop.me/\n\nProtect your online shopping experience with SafeShop, the ultimate browser extension designed to keep you secure while you shop. With SafeShop, you can confidently browse and purchase from your favorite online stores, knowing that your transactions are safe and your personal information is protected. Here’s how SafeShop helps you shop smarter and safer:\n\nKey Features:\n1, Google Safe Browsing Integration: Automatically checks websites against Google's Safe Browsing database to ensure they are safe before you shop. Check example.\n2. SSL Verification: Confirms that the website uses SSL (Secure Socket Layer) encryption, ensuring your transaction and personal data are secure.\nAuthenticity Verification: Ensures that the shopping website is genuine and trustworthy, protecting you from counterfeit and fraudulent sites.\n3. Affiliate Platform API Integration: Leverages multiple affiliate platform APIs to verify that the website has an authenticated affiliate ID, adding an extra layer of security.\n4. Checkout Verification Pop-Up: At checkout, SafeShop provides a verification pop-up to notify you that the site is secure and authenticated, so you can complete your purchase with peace of mind.\n\nSafeShop is seamlessly integrated ensuring that when you click on a link from our website, you're guaranteed a safe shopping experience. Shop with confidence knowing that SafeShop has verified the security and authenticity of your chosen site.\n\nWhy Choose SafeShop?\n\nEnhanced Security: Protects your personal and payment information from potential threats.\n\nPeace of Mind: Shop confidently knowing the sites you visit are safe and legitimate.\n\nSeamless Experience: Enjoy a smooth and secure shopping experience without any extra steps.\n\nHow It Works:\n1. Install SafeShop: Add the extension to your Chrome browser.\n2. Browse and Shop: Visit your favorite online stores.\n3. Get Notified: Receive real-time notifications about the safety and authenticity of the site.\n4. Shop Securely: Proceed with your purchase knowing your transaction is secure.\n\nInstall SafeShop today and transform your online shopping into a safe and secure experience. Shop smart, shop safe with SafeShop!"
  }
}