{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ringostat Smart Phone"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Smart telephone and sales rep’s analytical assistant right in the browser.",
    "ru": "Умный телефон и аналитический ассистент прямо в браузере.",
    "uk": "Розумний телефон і аналітичний асистент прямо в браузері."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Call from any web page and go to CRM with one click. Understand the customer’s needs before answering his call.\n\nRingostat Smart Phone turns your browser into a full-featured web phone and the best sales rep’s assistant. The extension allows to:\n  — make and receive calls directly in the browser, go to CRM in one click right during the call;\n  — work in one window, without switching between systems. The extension is conveniently placed on top of the main screen without interfering your;\n  — have maximum information about the customer before answering his call. From which ad he came to the site, which web pages he visited, from which web page he called, etc. While competitors are spending the first five minutes of a conversation to find out the needs of the customer, you are already selling.",
    "ru": "Звоните с любой веб-страницы и переходите в CRM одним кликом, понимайте потребности клиента еще до ответа на его звонок. \n\nRingostat Smart Phone превращает ваш браузер в полнофункциональный веб-телефон и лучшего помощника менеджера по продажам. Расширение позволяет менеджеру:\n  — звонить и принимать звонки прямо в браузере, переходить в CRM одним кликом прямо во время звонка;\n  — работать в одном окне, не переключаясь между системами. Расширение удобно размещается поверх основного экрана, не мешая работе;\n  — иметь максимум информации о клиенте еще до ответа на его звонок. С какой рекламы он перешел на сайт, какие страницы посещал, с какой позвонил и т.д. \nПока конкуренты тратят первые пять минут разговора на выяснение потребностей клиента, вы уже продаете, предугадывая их пожелания. \n\n\nRingostat Smart Phone для удобства работы и экономии времени\n\n  — Звоните с любой страницы Chrome или облачной CRM-системы. \n  — Принимайте звонки, даже когда браузер закрыт или свернут — всплывающее пуш-уведомление оповестит о входящем звонке.\n  — Отправляйте SMS прямо из браузера* во время разговора или сразу после.\n  — Работайте в одном окне, не переключаясь между системами — виджет Smart Phone удобно размещается поверх основного экрана, не мешая работе.\n  — Набирайте клиентов одним кликом. Просто нажмите на номер, указанный на любом сайте, и Ringostat Smart Phone автоматически сделает вызов.\n  — Получите быстрый доступ ко всем звонкам за последнее время. В Ringostat Smart Phone у вас всегда под рукой 20 последних входящих и исходящих вызовов.\n  — Легко управляйте звонками: переводите на другого сотрудника сразу или только тогда, когда ваш коллега готов к разговору.\n  — Ставьте звонок на удержание или отключайте микрофон, если вам нужно что-то уточнить у коллег — звонящий в этот момент не услышит никаких лишних звуков.\n  — Обращайтесь к покупателю сразу по имени, если контакт уже есть у вас в CRM**. Переходите в контакт или сделку одним кликом прямо из расширения.\n\n* Для отправки SMS необходимо подключить интеграцию с сервисом Infobip.\n** Для работы этого функционала необходима интеграция Ringostat и вашей CRM-системы\n\n\nRingostat Insider для ценных инсайтов о клиентах и увеличения среднего чека\n\nRingostat Insider — аналитический ассистент, который позволяет понимать потребности клиента еще до ответа на его звонок. При входящем звонке вы видите:\n\n  — С какой рекламы пользователь перешел к вам на сайт, вплоть до ключевого слова.\n  — Топ-5 просмотренных им страниц и страницу, с которой он позвонил.\n  — Количество дней с момента первого и последнего посещения сайта пользователем, количество сеансов и просмотренных страниц. \n  — Устройство пользователя и его местонахождение с точностью до города. \nВсе это позволяет заранее подготовиться к разговору, не тратить время на выяснение потребностей клиента и увеличивать средний чек, совершая грамотный апсейл. \n\n\nПреимущества Ringostat Smart Phone перед SIP-телефонами и другими софтфонами:\n\n  — Уникальная информация о клиенте при входящем звонке, которая поможет повысить конверсию в продажи. Сотрудник отдела продаж знает, что интересует клиента на самом деле.\n  — Простота установки. Достаточно установить расширение и ввести логин и пароль. Легче, чем установить Skype.\n  — Звонок в один клик с любой веб-страницы. Экономия в среднем четырех часов в месяц на одного сотрудника.\n  — Продуманный и интуитивно понятный интерфейс. Сотрудников не нужно дополнительно обучать работать с расширением — всё сразу понятно, как на любом смартфоне.\n  — Гибкость настроек. Все можно гибко настроить под бизнес-процессы именно вашей компании и отдела продаж.",
    "uk": "Телефонуйте з будь-якої веб-сторінки та переходьте в CRM одним кліком. Визначайте потреби клієнта ще до відповіді на його дзвінок.\n\nRingostat Smart Phone перетворює ваш браузер в повнофункціональний веб-телефон і кращого помічника менеджера з продажу. Додаток дозволяє менеджеру:\n  — дзвонити і приймати дзвінки прямо в браузері, переходити в CRM одним кліком прямо під час телефонної розмови;\n  — працювати в одному вікні без потреби перемикатись між системами. Віджет зручно розташовується поверх основного екрану, не заважаючи роботі;\n  — мати максимум інформації про клієнта ще до відповіді на його дзвінок. З якої реклами він перейшов на сайт, які сторінки відвідав, з якої подзвонив і т.д.\nПоки конкуренти витрачають перші п'ять хвилин розмови на з'ясування потреб клієнта, ви вже продаєте, передбачивши їх побажання.\n\n\nRingostat Smart Phone для зручності роботи і економії часу\n\n  — Телефонуйте з будь-якої сторінки Chrome або хмарної CRM-системи.\n  — Приймайте дзвінки, навіть коли браузер закритий або згорнутий — спливаюче пуш-повідомлення сповістить про вхідний дзвінок.\n  — Відправляйте SMS прямо з браузера* під час розмови або відразу після.\n  — Працюйте в одному вікні без потреби перемикатись між системами — Ringostat Smart Phone зручно розташовується поверх основного екрану, не заважаючи роботі.\n  — Набирайте клієнтів одним кліком. Просто натисніть на номер, вказаний на будь-якому сайті, і Ringostat Smart Phone автоматично здійснить виклик.\n  — Отримайте швидкий доступ до всіх дзвінків за останній час. У Ringostat Smart Phone у вас завжди під рукою 20 останніх вхідних і вихідних дзвінків.\n  — Легко керуйте дзвінками: переадресовуйте на іншого співробітника відразу або тільки тоді, коли ваш колега готовий до розмови. Ставте дзвінок на утримання або відключайте мікрофон, якщо вам потрібно щось уточнити у колег — ваш клієнт в цей момент не почує ніяких зайвих звуків.\n  — Звертайтеся до покупця одразу на ім’я, якщо контакт вже є у вас в CRM**. Переходьте в контакт або угоду одним кліком з додатку.\n\n* Для відправки SMS необхідно підключити інтеграцію з сервісом Infobip\n** Для роботи цього функціоналу необхідна інтеграція Ringostat і вашої CRM-системи\n\n\nRingostat Insider для важливих інсайтів про клієнтів та збільшення середнього чеку\n\nRingostat Insider — аналітичний асистент, який дозволяє розуміти потреби клієнта ще до відповіді на його дзвінок. При вхідному дзвінку ви бачите:\n  — З якої реклами користувач перейшов до вас на сайт — джерело, кампанія, ключовий запит.\n  — Топ-5 переглянутих користувачем сторінок вашого сайту, а також сторінку, з якої він зателефонував.\n  — Кількість днів з моменту першого і останнього відвідування сайту користувачем, кількість сеансів і переглянутих сторінок.\n  — Пристрій користувача і його місцезнаходження з точністю до міста.\nВсе це дозволяє заздалегідь підготуватися до розмови, не витрачати час на з'ясування потреб клієнта і збільшувати середній чек за рахунок апсейлу.\n\nПереваги Ringostat Smart Phone перед SIP-телефонами і іншими софтфонами:\n  — Унікальна інформація про клієнта при вхідному дзвінку, що допоможе підвищити конверсію в продаж. Співробітник відділу продажів знає, що цікавить клієнта насправді.\n  — Простота встановлення та налаштування. Достатньо встановити розширення та ввести логін і пароль. Легше, ніж встановити Skype.\n  — Дзвінок в один клік з будь-якої веб-сторінки. Економія, в середньому, чотирьох годин на місяць на одного співробітника.\n  — Продуманий і інтуїтивно зрозумілий інтерфейс. Співробітників не потрібно додатково навчати користуватись додатком — все відразу зрозуміло, як на будь-якому смартфоні.\n  — Гнучкість налаштування — все можна легко налаштувати під бізнес-процеси саме вашої компанії та відділу продажів."
  }
}