{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rank One"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rank One is an on page seo tool for you to accelerate your SEO analysis website insights with a click. It makes your work simple to…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rank One is an on page seo tool for you to accelerate your SEO analysis website insights with a click. It makes your work simple to analyse websites and get required SEO information with a single click.\n\nRank One is an ideal free SEO audit extension that gives you a quick view on your webpage wellbeing and let you fix it on the go, which additionally assists with monitoring and improve ranking resulting in increased traffic and goal conversion, Check Web Vital Score, Find Broken Links, Internal Links & External Links, Images ALT tags, Meta title, Description tags and create your Robots.txt file for the website. Additionally, generate Report individually & Overall report with a click of a button in Excel file format.\n\nIt is perfect for SEO, Webmasters & web designers to find SEO related issues quickly and fix them.\n\nReasons why you should have Rank One- SEO Audit Extension\n-It is easy to access and comprehend.\n-No login subtleties are needed to access SEO data.\n-It’s all-inclusive. You can check all critical SEO parameters in a single report.\n\n\n-It’s fast. You can check any webpage with one click and generate a report right away.\n \n\nParameters (key features) you can check with this Rank One\n\nOverview-  Get important and basic web essentials\n·    \tMeta description\n·    \tCanonical tags\n·    \tMeta Robots\n \t            .          Web Vitals\n  \t            .          Language\n   \t.          H1 tags\n \t.          No of links present\n  \t.          No of Image on page\nHeading – Count on the number of H tags present on the page and what are the Heading tags (H1, H2, H3...) assigned to them.\n\nKeyword density - Identify what keywords are used on the website, what's their density.\n\nStatus - Page HTTP codes.\n\nLinks - Get all the links information on the page i.e unique links, the total number of links, internal, external, and most importantly get a list of broken links in an excel format with a download option. You can likewise highlight no-follow links in the tab in just one click with Rank One.\n\nImage - In the image segment get the number of images present and a bifurcation on how many have alt tags text. Likewise key feature is you can see the image location additionally with the actual image which makes it easy to locate and rectify.\n\nSchema - It shows the organised data type and entities analysis of the page.\n\nRobot txt - Here you can create your robot txt file if you don't have one with crawl\nguide.\n\nDownload Rank One Extension today to get a full SEO audit report with in-depth insights of each website."
  }
}