{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Authenticator App"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Secure and fast two-factor authentication app"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Now you can securely autofill your 2FA codes with Authenticator App by 2Stable Browser Extension. With the new Authenticator App browser extension, you are 1 click away from login in to your accounts. Fast and secure!\n\nTo pair your Authenticator App with Authenticator App Browser Extension just follow these steps:\n\n1. Download Authenticator App on your desktop device.\n2. Download Authenticator App Browser Extension.\n3. Open Authenticator App on your Mac and go to the settings in the top left corner.\n4. Find \"Browser Extension\" and follow the instructions from the screen.\n\nWhy you need to use Authenticator App by 2Stable?\n\nFeatures:\n\nSecure & Private\nAll data stored in Authenticator is always encrypted, even when it's stored in iCloud to ensure that you are the only one who can access your data.\n\n\n- Encrypted Backup:\nIn Authenticator, you can always make a secure encrypted backup, in case you lose your device or switch to a new one.\n\n\n- Synchronization Across all Devices:\nWith Authenticator all your accounts will automatically synchronize across all Apple devices, even on your Apple Watch\n\n\n- Widget:\nAccess your 2FA codes even faster, directly from your Home Screen with the Authenticator widget.\n\n\n- Unlock with Apple Watch or Touch ID:\nUnlock Authenticator with Apple Watch or Touch ID for faster access.\n\n\n- Show in the Menu Bar:\nKeep Authenticator in your Menu Bar.\n\n\n- Offline:\nAuthenticator generates secure codes even offline, this will allow you to authenticate securely even when your device is in airplane mode.\n\n\n- Multi Import\nYou can import your accounts easily and securely from Google Authenticator, Password Managers and Files.\n\n\n- Native Experience\nNative experience on all Apple devices. Data Sync, Gestures, Widgets, Dark Mode and more!\n\n\n- And many, many other features!\nWe constantly improve our app, don't hesitate to contact us at support@2stable.com to request a missing feature or an improvement."
  }
}