{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Analytics Optimiser"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Highlights rows and columns in Google Analytics based on traffic sources - developed by Matt Leftwich for Optimise Online"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "In the fast-paced world of digital marketing, having quick and clear insights into your data is crucial for making informed decisions. That's why Optimise Online built Analytics Optimizer – to empower marketers with a tool that simplifies data analysis and enhances visibility within Google Analytics. \n\nBy effortlessly differentiating between Organic, Paid, and Other Traffic, and highlighting key metrics such as Users, Sessions, and Conversions, Analytics Optimizer helps you focus on what truly matters. Our goal is to streamline your workflow, making data-driven decisions faster and more accurate than ever before.\n\nUPDATED 11/09/24: Updates to address GA4 UI change - now highlights 'total users', 'new users' & 'returning users'. Also added highlighting for 'average engagement time per active user' to better fit User Acquisition report.\n\nKey Features:\n\nTraffic Differentiation: Easily distinguish between Organic, Paid, and Other Traffic on your Google Analytics dashboard.\nData Highlighting: Highlight essential rows such as Users, Sessions, Average Engagement Time Per Session, Engagement Rate, and Key Events (Conversions).\nUser-Friendly Interface: A minimalistic interface with intuitive buttons and toggles for a seamless experience.\nQuick Access: Access and highlight important data points with just a few clicks.\nEnhanced Visualization: Improve data readability and analysis with clear and distinct highlights."
  }
}