{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Single Window (open links in active window)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do not allow popup windows. Open all links in the current window"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension prevents web pages from opening pop-up windows of any kind. When the extension is enabled, all newly opened windows will get directed to the active window (in the currently active window before this window gets opened). You can toggle the extension on and off from the toolbar button to enable the single-window mode or disable it. When the extension is enabled, all windows are forced to stay in the same active window. So if a website issues a popup window, instead the extension moves the newly created popup window into the active window and then focuses on this newly created window (same as dragging a tab from one window to another window). When the extension is disabled, popup opening is permitted. \n\nUsage Preview:\nhttps://www.youtube.com/watch?v=6mFKwmlt6RU\n\nNotes:\nEven if the extension is enabled, the user can still open new windows using Ctrl + N or Command + N shortcuts. Also from the 3-dot -> New Window menu.\nThis extension does not intercept incognito (private) windows.\nThis extension does not intercept extension windows (extensions are still permitted to open. their popup windows).\n\nVersion Log:\n0.1.3:\nThe new tab will get focused. Now you can use command-line tools to open in a new window and get your tab focused\n0.2.0\nMoves to manifest v3"
  }
}