{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Opts Form Processor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Revolutionize your data entry workflow with OPTS.AI Form Assistant, the smart Chrome extension that transforms how businesses…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Revolutionize your data entry workflow with OPTS.AI Form Assistant, the smart Chrome extension that transforms how businesses handle form filling and data entry. Using cutting-edge artificial intelligence, our tool automatically extracts information from your documents and seamlessly populates web forms, saving hours of manual data entry work.\n\nKey Features:\n• Smart Document Processing: Upload documents and watch as AI instantly extracts relevant information\n• Intelligent Form Field Recognition: Advanced AI automatically matches document data with the correct form fields\n• Automated Data Entry: Eliminate manual typing with intelligent auto-fill capabilities\n• Multi-Document Support: Process various document types including PDFs, scanned documents, and digital forms\n• Error Reduction: Minimize human error and increase data accuracy\n• Time-Saving Automation: Complete forms in seconds instead of minutes or hours\n• Easy-to-Use Interface: Simple document upload and processing with just a few clicks\n\nPerfect for:\n✓ Data Entry Specialists & Operators\n✓ Human Resources Departments\n✓ Administrative Professionals\n✓ Customer Service Teams\n✓ Healthcare Administration\n✓ Financial Services\n✓ Insurance Companies\n✓ Real Estate Agencies\n✓ Any business dealing with repetitive form filling\n\nBusiness Benefits:\n• Reduce data entry time by up to 90%\n• Minimize costly manual entry errors\n• Increase team productivity\n• Improve data accuracy\n• Streamline workflow processes\n• Better resource allocation\n• Enhanced employee satisfaction\n\nWhether you're processing job applications, entering customer information, or handling large volumes of data entry tasks, OPTS.AI Form Assistant transforms hours of manual work into a streamlined, automated process.\n\nExperience the future of efficient data entry with OPTS.AI Form Assistant. Upload a document, let our AI work its magic, and watch as your forms fill themselves.\nDownload now and revolutionize your data entry workflow!"
  }
}