{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CouponBirds - SmartCoupon Coupon Finder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically find coupons and apply the best coupon code to save money for your online shopping."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CouponBirds has been selected for the Chrome Web Store's end-of-year list, Favorite of 2024! \n\nShopping online shouldn't be a pain. Add CouponBirds to your browser and shop online. We'll pop up and test codes for you.\n\n🎫Shop with Coupon and Don't Overpay Again! CouponBirds SmartCoupon Coupon Finder automatically tests discount coupons and applies promo codes during online checkout for purchases. Add the CouponBirds extension to your browser and see how much you can save.\n\n💰100% Free and Easy to Use. CouponBirds coupon finder browser extension pop ups on the checkout page. By clicking the 'Apply Codes' button, it will quickly test all eligible coupon codes and apply the best one for you. The More You Use, the More Money You Save. On average, users can save up to $150 annually.\n\n🏬CouponBirds SmartCoupon Coupon Finder supports over 30,000 stores. You can get the best discount at your favorite store across the web, such as Walmart, Macy's, JCPenney, Target, and more! Plus, we do not only offer discount savings but also offer you free shipping and free gifts.\n\n❤️The automated coupon finder saves you time and money at no cost. We do the work, so you don't have to! Why not join us to get more discounts? Unlock the best coupon available now! Install this smart coupon finder browser extension.\n\n👉By using this extension, you agree to the CouponBirds terms & privacy policy. You can learn more via the link below:\nhttps://www.couponbirds.com/us/terms-of-use\nhttps://www.couponbirds.com/us/privacy-policy\n\nCouponBirds works with affiliate networks when you shop through some links. The affiliate networks document your use of coupons to calculate a potential commission to CouponBirds."
  }
}