{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FutSniperExtension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FutSniperExtension is an extension that helps to automate your trade in the FUT WebApp.",
    "es": "FutSniperExtension es una extensión que ayuda a automatizar su comercio en la WebApp FUT.",
    "pt_BR": "FutSniperExtension é uma extensão que ajuda a automatizar seu trade no WebApp do FUT."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension that helps make the EA FC Ultimate Team web app easier to use, allowing you to automate your trades on the WebApp.\n\nIn addition, this extension has other tools for automatic listing, bidding, Analysis of Player Listings, purchase of squad for SBC, etc ...\n\n*New*\nNow the system mounts your DME\n\n*Note*\nFor more information visit the website https://futsniperweb.com.br/\nTo use this extension you need to have an account in our system, making the registration simple you get 3 days free to test the tool.\n\n*Important*\nEA does not support third-party extensions, this is against the rules of the game established by the company. When installing and using, you assume any and all risks associated with use. Our goal is to complement the WebApp EA FC by automating and making life easier for the EA FC Player.",
    "es": "Una extensión que ayuda a que la aplicación web FIFA Ultimate Team sea más fácil de usar, lo que le permite automatizar sus operaciones en la aplicación web.\n\nAdemás, esta extensión cuenta con otras herramientas para listado automático, pujas, análisis de listados de jugadores, compra de plantilla para SBC, etc ...\n\n*Nota*\nPara obtener más información, visite el sitio web https://futsniperweb.com.br/\nPara usar esta extensión es necesario tener una cuenta en nuestro sistema, lo que facilita el registro y obtiene 3 días gratis para probar la herramienta.\n\n*Importante*\nEA no admite extensiones de terceros, esto va en contra de las reglas del juego establecidas por la empresa. Al instalar y usar, asume todos y cada uno de los riesgos asociados con el uso. Nuestro objetivo es complementar la aplicación web FUT automatizando y facilitando la vida del jugador FUT.",
    "pt_BR": "Uma extensão que ajuda a tornar o aplicativo da web FIFA Ultimate Team mais fácil de usar, permitindo que você automatize seus trades no WebApp.\n\nAlém disso essa extensão possui outras ferramentas de listagem automática, lances, Análise de Listagens de Jogadores, compra de elenco para DME, etc...\n\n*Observação*\nPara mais informações acesse o site https://futsniperweb.com.br/\nPara usar essa extensão você precisa ter uma conta em nosso sistema, fazendo o cadastro simples você ganhe 3 dias grátis para testar a ferramenta.\n\n*Importante*\nA EA não oferece suporte a extensões de terceiros, isso vai de encontro as regras do jogo estabelecidas pela empresa. Ao instalar e usar, você assume todo e qualquer riscos associado ao uso. Nosso objetivo é ser um complemento do WebApp FUT automatizando e facilitando a vida do Jogador de FUT."
  }
}