{
  "name": {
    "ar": "لعبة بكمن غير متصل",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fil,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Pacman Offline Game",
    "bg": "Офлайн игра Pacman",
    "ca": "Joc Pacman fora de línia",
    "cs,sk": "Offline hra Pacman",
    "da": "Pacman offline spil",
    "de": "Pacman Offline-Spiel",
    "el": "Pacman παιχνίδι εκτός σύνδεσης",
    "es": "Pacman juego sin conexión",
    "et": "Pacmani võrguühenduseta mäng",
    "fa": "بازی آفلاین Pacman",
    "fi": "Pacmanin offline -peli",
    "fr": "Jeu hors ligne Pacman",
    "he": "משחק פאקמן לא מקוון",
    "hi": "पॅकमैन ऑफलाइन गेम",
    "hr": "Pacman offline igra",
    "hu": "Pacman offline játék",
    "id": "Game Offline Pacman",
    "it": "Gioco offline Pacman",
    "ja": "パックマンオフラインゲーム",
    "ko": "팩맨 오프라인 게임",
    "lt": "„Pacman“ žaidimas neprisijungus",
    "lv": "Pacman bezsaistes spēle",
    "ms": "Permainan Pacman Luar Talian",
    "nl,sv": "Pacman offline spel",
    "no": "Pacman offline spill",
    "pl": "Gra offline Pacman",
    "ro": "Joc Pacman Offline",
    "ru": "Оффлайн игра Pacman",
    "sl": "Pacmanova igra brez povezave",
    "sr": "Пацман Оффлине игра",
    "th": "เกมออฟไลน์ Pacman",
    "tr": "Pacman Çevrimdışı Oyun",
    "uk": "Офлайн -гра Pacman",
    "vi": "Trò chơi ngoại tuyến Pacman",
    "zh_CN": "吃豆子离线游戏",
    "zh_TW": "吃豆子離線遊戲"
  },
  "short": {
    "ar": "العب لعبة Pacman الكلاسيكية على متصفحك",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Play classic Pacman game on your browser",
    "bg": "Играйте класическа игра Pacman във вашия браузър",
    "ca": "Juga al joc Pacman clàssic al navegador",
    "cs": "Zahrajte si klasickou hru Pacman ve svém prohlížeči",
    "da": "Spil det klassiske Pacman -spil i din browser",
    "de": "Spielen Sie das klassische Pacman-Spiel in Ihrem Browser",
    "el": "Παίξτε κλασικό παιχνίδι Pacman στο πρόγραμμα περιήγησής σας",
    "es": "Juega al clásico juego de Pacman en tu navegador",
    "et": "Mängige oma brauseris klassikalist Pacmani mängu",
    "fa": "بازی کلاسیک Pacman را در مرورگر خود انجام دهید",
    "fi": "Pelaa klassista Pacman -peliä selaimessasi",
    "fil": "Maglaro ng klasikong larong Pacman sa iyong browser",
    "fr": "Jouez au jeu Pacman classique sur votre navigateur",
    "he": "שחק את משחק פאקמן הקלאסי בדפדפן שלך",
    "hi": "अपने ब्राउज़र पर क्लासिक Pacman गेम खेलें",
    "hr": "Igrajte klasičnu Pacman igru u svom pregledniku",
    "hu": "Játssz klasszikus Pacman játékot a böngésződben",
    "id": "Mainkan game Pacman klasik di browser Anda",
    "it": "Gioca al classico gioco Pacman sul tuo browser",
    "ja": "ブラウザでクラシックなパックマンゲームをプレイする",
    "ko": "브라우저에서 클래식 팩맨 게임을 플레이하세요",
    "lt": "Žaiskite klasikinį „Pacman“ žaidimą savo naršyklėje",
    "lv": "Spēlējiet klasisko Pacman spēli savā pārlūkprogrammā",
    "ms": "Main permainan Pacman klasik pada penyemak imbas anda",
    "nl": "Speel het klassieke Pacman-spel in je browser",
    "no": "Spill det klassiske Pacman -spillet i nettleseren din",
    "pl": "Zagraj w klasyczną grę Pacman w przeglądarce",
    "ro": "Joacă jocul clasic Pacman pe browserul tău",
    "ru": "Играйте в классическую игру Pacman в своем браузере",
    "sk": "Hrajte vo svojom prehliadači klasickú hru Pacman",
    "sl": "Igrajte klasično igro Pacman v svojem brskalniku",
    "sr": "Играјте класичну Пацман игру у свом прегледачу",
    "sv": "Spela klassiskt Pacman -spel i din webbläsare",
    "th": "เล่นเกม Pacman สุดคลาสสิกบนเบราว์เซอร์ของคุณ",
    "tr": "Tarayıcınızda klasik Pacman oyunu oynayın",
    "uk": "Грайте в класичну гру Pacman у своєму браузері",
    "vi": "Chơi trò chơi Pacman cổ điển trên trình duyệt của bạn",
    "zh_CN": "在浏览器上玩经典的吃豆子游戏",
    "zh_TW": "在瀏覽器上玩經典的吃豆子遊戲"
  },
  "long": {
    "ar": "قم بتشغيل pacman على الفور داخل متصفح Google Chrome بعد تثبيت هذا الامتداد.\n\nلبدء لعب pacman ، إليك ما عليك القيام به.\n\nقم بتثبيت الامتداد\nانقر فوق أيقونة الامتداد\nابدأ بلعب pacman.\n\nحاول أن تحطم الرقم القياسي الخاص بك في pacman اليوم وتحقق درجة عالية جديدة.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Play pacman instantly inside the Google Chrome browser after you install this extension.\n\nTo begin playing pacman, here is what you need to do.\n\nInstall the extension\nClick on the extension icon\nBegin playing pacman.\n\nTry to beat your pacman record today and achieve a new high score.",
    "bg": "Пуснете pacman незабавно в браузъра Google Chrome, след като инсталирате това разширение.\n\nЗа да започнете да играете pacman, ето какво трябва да направите.\n\nИнсталирайте разширението\nКликнете върху иконата за разширение\nЗапочнете да играете pacman.\n\nОпитайте се да победите своя рекорд Pacman днес и да постигнете нов висок резултат.",
    "ca": "Juga a pacman a l'instant dins del navegador Google Chrome després d'instal·lar aquesta extensió.\n\nPer començar a jugar a pacman, aquí teniu el que heu de fer.\n\nInstal·leu l'extensió\nFeu clic a la icona de l'extensió\nComenceu a jugar al pacman.\n\nIntenta batre el teu rècord pacman avui i aconseguir una nova puntuació més alta.",
    "cs": "Po instalaci tohoto rozšíření si okamžitě zahrajte pacman v prohlížeči Google Chrome.\n\nChcete-li začít hrát pacmana, musíte udělat toto.\n\nNainstalujte rozšíření\nKlikněte na ikonu rozšíření\nZačněte hrát pacmana.\n\nPokuste se dnes překonat svůj pacmanský rekord a dosáhnout nového vysokého skóre.",
    "da": "Spil pacman med det samme i Google Chrome-browseren, efter du har installeret denne udvidelse.\n\nFor at begynde at spille pacman er her, hvad du skal gøre.\n\nInstaller udvidelsen\nKlik på udvidelsesikonet\nBegynd at spille pacman.\n\nPrøv at slå din pacman-rekord i dag og opnå en ny høj score.",
    "de": "Spielen Sie Pacman sofort im Google Chrome-Browser, nachdem Sie diese Erweiterung installiert haben.\n\nUm mit dem Spielen von Pacman zu beginnen, müssen Sie Folgendes tun.\n\nInstallieren Sie die Erweiterung\nKlicken Sie auf das Erweiterungssymbol\nBeginnen Sie, Pacman zu spielen.\n\nVersuchen Sie noch heute, Ihren Pacman-Rekord zu schlagen und einen neuen Highscore zu erreichen.",
    "el": "Παίξτε το pacman άμεσα μέσα στο πρόγραμμα περιήγησης Google Chrome αφού εγκαταστήσετε αυτήν την επέκταση.\n\nΓια να ξεκινήσετε να παίζετε pacman, ορίστε τι πρέπει να κάνετε.\n\nΕγκαταστήστε την επέκταση\nΚάντε κλικ στο εικονίδιο επέκτασης\nΑρχίστε να παίζετε pacman.\n\nΠροσπαθήστε να νικήσετε το ρεκόρ του Pacman σήμερα και να πετύχετε ένα νέο υψηλό σκορ.",
    "es": "Juega pacman instantáneamente dentro del navegador Google Chrome después de instalar esta extensión.\n\nPara comenzar a jugar pacman, esto es lo que debes hacer.\n\nInstala la extensión\nHaga clic en el icono de la extensión\nEmpiece a jugar pacman.\n\nIntenta batir tu récord de pacman hoy y consigue una nueva puntuación más alta.",
    "et": "Pärast selle laienduse installimist mängige pacmani kohe Google Chrome'i brauseris.\n\nPacmani mängimise alustamiseks peate tegema järgmist.\n\nInstallige laiendus\nKlõpsake laienduse ikooni\nAlusta pacmani mängimist.\n\nProovige täna ületada oma pacmani rekord ja saavutada uus rekord.",
    "fa": "پس از نصب این افزونه، بلافاصله pacman را در مرورگر Google Chrome بازی کنید.\n\nبرای شروع بازی pacman، در اینجا چیزی است که باید انجام دهید.\n\nافزونه را نصب کنید\nروی آیکون افزونه کلیک کنید\nشروع به بازی pacman کنید.\n\nسعی کنید امروز رکورد Pacman خود را شکست دهید و به یک امتیاز بالا دست یابید.",
    "fil": "Pelaa pacmania heti Google Chrome -selaimessa tämän laajennuksen asentamisen jälkeen.\n\nAloita pacmanin pelaaminen seuraavasti.\n\nAsenna laajennus\nNapsauta laajennuskuvaketta\nAloita pacmanin pelaaminen.\n\nYritä päihittää pacman-ennätys tänään ja saavuttaa uusi ennätys.",
    "fr": "Jouez à pacman instantanément dans le navigateur Google Chrome après avoir installé cette extension.\n\nPour commencer à jouer à pacman, voici ce que vous devez faire.\n\nInstaller l'extension\nCliquez sur l'icône de l'extension\nCommencez à jouer à Pacman.\n\nEssayez de battre votre record de pacman aujourd'hui et d'atteindre un nouveau score élevé.",
    "hi": "इस एक्‍सटेंशन को इंस्‍टॉल करने के बाद Google Chrome ब्राउज़र में तुरंत pacman चलाएं.\n\nपॅकमैन खेलना शुरू करने के लिए, आपको यह करना होगा।\n\nएक्सटेंशन इंस्टॉल करें\nएक्सटेंशन आइकन पर क्लिक करें\nपॅकमैन खेलना शुरू करें।\n\nआज ही अपने pacman रिकॉर्ड को तोड़ने का प्रयास करें और एक नया उच्च स्कोर प्राप्त करें।",
    "hr": "Igrajte pacman odmah unutar preglednika Google Chrome nakon što instalirate ovo proširenje.\n\nDa biste počeli igrati pacman, evo što trebate učiniti.\n\nInstalirajte proširenje\nKliknite na ikonu proširenja\nPočnite igrati pacman.\n\nPokušajte danas pobijediti svoj pacman rekord i postići novi visoki rezultat.",
    "hu": "A bővítmény telepítése után azonnal játssza le a pacmant a Google Chrome böngészőben.\n\nA pacman játék megkezdéséhez a következőket kell tennie.\n\nTelepítse a bővítményt\nKattintson a bővítmény ikonjára\nKezdj el játszani a pacmannel.\n\nPróbálja meg megdönteni a pacman rekordját még ma, és új magas pontszámot érjen el.",
    "id": "Mainkan pacman langsung di dalam browser Google Chrome setelah Anda menginstal ekstensi ini.\n\nUntuk mulai bermain pacman, inilah yang perlu Anda lakukan.\n\nInstal ekstensi\nKlik pada ikon ekstensi\nMulailah bermain pacman.\n\nCobalah untuk mengalahkan rekor pacman Anda hari ini dan raih skor tinggi baru.",
    "it": "Riproduci pacman immediatamente all'interno del browser Google Chrome dopo aver installato questa estensione.\n\nPer iniziare a giocare a pacman, ecco cosa devi fare.\n\nInstalla l'estensione\nFare clic sull'icona dell'estensione\nInizia a giocare a pacman.\n\nProva a battere il tuo record di pacman oggi e raggiungi un nuovo record.",
    "ja": "この拡張機能をインストールすると、GoogleChromeブラウザ内ですぐにpacmanを再生できます。\n\npacmanのプレイを開始するには、次のことを行う必要があります。\n\n拡張機能をインストールします\n拡張機能アイコンをクリックします\npacmanのプレイを開始します。\n\n今日のあなたのパックマンの記録を破って、新しいハイスコアを達成してみてください。",
    "ko": "이 확장 프로그램을 설치한 후 Google Chrome 브라우저 내에서 즉시 팩맨을 플레이하세요.\n\n팩맨 게임을 시작하려면 다음을 수행해야 합니다.\n\n확장 프로그램 설치\n확장 아이콘을 클릭하십시오\n팩맨 게임을 시작합니다.\n\n오늘 팩맨 기록을 깨고 새로운 최고 점수를 달성하십시오.",
    "lt": "Įdiegę šį plėtinį iškart paleiskite pacman „Google Chrome“ naršyklėje.\n\nNorėdami pradėti žaisti pacman, štai ką turite padaryti.\n\nĮdiekite plėtinį\nSpustelėkite plėtinio piktogramą\nPradėkite žaisti pacman.\n\nPabandykite šiandien įveikti savo Pacman rekordą ir pasiekti naują aukštą rezultatą.",
    "lv": "Pēc šī paplašinājuma instalēšanas nekavējoties atskaņojiet pacman pārlūkprogrammā Google Chrome.\n\nLai sāktu spēlēt pacman, rīkojieties šādi.\n\nInstalējiet paplašinājumu\nNoklikšķiniet uz paplašinājuma ikonas\nSāciet spēlēt pacman.\n\nMēģiniet šodien pārspēt savu Pacman rekordu un sasniegt jaunu augstāko rezultātu.",
    "ms": "Mainkan pacman serta-merta dalam penyemak imbas Google Chrome selepas anda memasang sambungan ini.\n\nUntuk mula bermain pacman, inilah yang perlu anda lakukan.\n\nPasang sambungan\nKlik pada ikon sambungan\nMula bermain pacman.\n\nCuba untuk mengalahkan rekod pacman anda hari ini dan capai skor tinggi baharu.",
    "nl": "Speel pacman direct in de Google Chrome-browser nadat je deze extensie hebt geïnstalleerd.\n\nOm te beginnen met het spelen van pacman, is dit wat je moet doen.\n\nInstalleer de extensie\nKlik op het extensiepictogram\nBegin met het spelen van pacman.\n\nProbeer vandaag je pacman-record te verbeteren en een nieuwe hoge score te behalen.",
    "no": "Spill pacman umiddelbart i Google Chrome-nettleseren etter at du har installert denne utvidelsen.\n\nFor å begynne å spille pacman, her er hva du trenger å gjøre.\n\nInstaller utvidelsen\nKlikk på utvidelsesikonet\nBegynn å spille pacman.\n\nPrøv å slå pacman-rekorden din i dag og oppnå en ny høy poengsum.",
    "pl": "Zagraj w pacman natychmiast w przeglądarce Google Chrome po zainstalowaniu tego rozszerzenia.\n\nOto, co musisz zrobić, aby zacząć grać w pacmana.\n\nZainstaluj rozszerzenie\nKliknij ikonę rozszerzenia\nZacznij grać w pacmana.\n\nSpróbuj pobić swój rekord pacmana już dziś i osiągnij nowy rekord.",
    "ro": "Joacă pacman instantaneu în browserul Google Chrome după ce instalați această extensie.\n\nPentru a începe să joci pacman, iată ce trebuie să faci.\n\nInstalați extensia\nFaceți clic pe pictograma extensiei\nÎncepeți să jucați pacman.\n\nÎncercați să depășiți recordul Pacman astăzi și să obțineți un nou scor mare.",
    "ru": "Мгновенно играйте в pacman в браузере Google Chrome после установки этого расширения.\n\nЧтобы начать играть в pacman, вам нужно сделать следующее.\n\nУстановите расширение\nЩелкните значок расширения\nНачни играть в pacman.\n\nПопробуйте побить свой рекорд pacman сегодня и достичь нового рекорда.",
    "sk": "Po nainštalovaní tohto rozšírenia si okamžite zahrajte pacman v prehliadači Google Chrome.\n\nAk chcete začať hrať pacmana, musíte urobiť toto.\n\nNainštalujte rozšírenie\nKliknite na ikonu rozšírenia\nZačnite hrať pacmana.\n\nPokúste sa dnes prekonať svoj rekord v pacmane a dosiahnuť nové vysoké skóre.",
    "sl": "Po namestitvi te razširitve takoj predvajajte pacman v brskalniku Google Chrome.\n\nČe želite začeti igrati pacman, morate narediti naslednje.\n\nNamestite razširitev\nKliknite ikono razširitve\nZačnite igrati pacman.\n\nPoskusite danes premagati svoj pacman rekord in doseči nov najvišji rezultat.",
    "sr": "Pustite pacman odmah u pregledaču Google Chrome nakon što instalirate ovo proširenje.\n\nDa biste počeli da igrate Pacman, evo šta treba da uradite.\n\nInstalirajte proširenje\nKliknite na ikonu proširenja\nPočnite da igrate Pacman.\n\nPokušajte da pobedite svoj Pacman rekord danas i postignete novi visok rezultat.",
    "sv": "Spela pacman direkt i webbläsaren Google Chrome efter att du har installerat det här tillägget.\n\nFör att börja spela pacman, här är vad du behöver göra.\n\nInstallera tillägget\nKlicka på tilläggsikonen\nBörja spela pacman.\n\nFörsök att slå ditt pacman-rekord idag och uppnå en ny topppoäng.",
    "th": "เล่น pacman ทันทีภายในเบราว์เซอร์ Google Chrome หลังจากที่คุณติดตั้งส่วนขยายนี้\n\nเพื่อเริ่มเล่น pacman นี่คือสิ่งที่คุณต้องทำ\n\nติดตั้งส่วนขยาย\nคลิกที่ไอคอนส่วนขยาย\nเริ่มเล่นแพ็กแมน\n\nพยายามเอาชนะสถิติ pacman ของคุณวันนี้และบรรลุคะแนนสูงสุดใหม่",
    "tr": "Bu uzantıyı yükledikten sonra pacman'i Google Chrome tarayıcısında anında oynayın.\n\nPacman oynamaya başlamak için yapmanız gerekenler burada.\n\nUzantıyı yükleyin\nUzantı simgesine tıklayın\npacman oynamaya başlayın.\n\nBugün pacman rekorunuzu kırmaya çalışın ve yeni bir yüksek puan elde edin.",
    "uk": "Після встановлення цього розширення миттєво відтворюйте pacman у браузері Google Chrome.\n\nЩоб почати грати в Pacman, ось що вам потрібно зробити.\n\nВстановіть розширення\nНатисніть на значок розширення\nПочніть грати в Pacman.\n\nСпробуйте сьогодні побити свій рекорд Pacman і досягти нового високого результату.",
    "vi": "Chơi pacman ngay lập tức bên trong trình duyệt Google Chrome sau khi bạn cài đặt tiện ích mở rộng này.\n\nĐể bắt đầu chơi pacman, đây là những gì bạn cần làm.\n\nCài đặt tiện ích mở rộng\nNhấp vào biểu tượng tiện ích mở rộng\nBắt đầu chơi pacman.\n\nHãy cố gắng đánh bại kỷ lục pacman của bạn ngay hôm nay và đạt được một điểm số cao mới.",
    "zh_CN": "安装此扩展程序后，立即在 Google Chrome 浏览器中播放 pacman。\n\n要开始玩吃豆子，您需要执行以下操作。\n\n安装扩展\n单击扩展程序图标\n开始玩吃豆子。\n\n尝试打破今天的吃豆人记录并取得新的高分。",
    "zh_TW": "安裝此擴展程序後，立即在 Google Chrome 瀏覽器中播放 pacman。\n\n要開始玩吃豆子，您需要執行以下操作。\n\n安裝擴展\n單擊擴展程序圖標\n開始玩吃豆子。\n\n嘗試打破今天的吃豆人記錄並取得新的高分。"
  }
}