{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free WA Bulk Number Checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free WhatsApp Bulk Number Checker Chrome extension is a convenient and 100% free tool for quickly verifying multiple WhatsApp…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free WhatsApp Bulk Number Checker Chrome extension is a convenient and 100% free tool for quickly verifying multiple WhatsApp numbers in bulk. Designed for business owners, marketers, and anyone looking to streamline their communication efforts, this extension allows users to validate WhatsApp numbers directly from the web. \n\nHOW IT WORKS?\nStep 1. Open WhatsApp Web on your browser and login\nStep 2. Paste or import a list of phone numbers (with country codes)\nStep 3. Click on START CHECK button and the extension will check each number’s status on WhatsApp Web, indicating whether the number is registered on WhatsApp.\n\nThis extension operates efficiently by leveraging WhatsApp Web, accessing the platform in the background to verify each number and displaying results in real-time. It features a “Start Check” button to initiate the validation process and a “Stop” button to halt it if needed. Additionally, users can export verified numbers as a CSV file for easy integration with contact lists or marketing campaigns.\n\nThe extension also includes unique features like deduplication, ensuring that only unique numbers are processed, and number formatting to remove any extra spaces for seamless validation. A helpful counter keeps track of total and valid numbers, making it simple to review results at a glance.\n\nWith user-friendly navigation and secure data storage, the Free WhatsApp Bulk Number Checker is a valuable tool for anyone seeking to optimize their WhatsApp contact management and outreach efforts."
  }
}