{
  "name": {
    "ar": "حفظ الصورة كـ PNG/JPG/WebP",
    "am": "አስቀምጥ ምስል እንደ PNG/JPG/WebP",
    "bg": "Запазване на изображението като PNG/JPG/WebP",
    "bn": "PNG/JPG/WebP হিসেবে ছবি সংরক্ষণ করুন",
    "ca": "Desa la imatge com PNG/JPG/WebP",
    "cs": "Uložit obrázek jako PNG/JPG/WebP",
    "da": "Gem billede som PNG/JPG/WebP",
    "de": "Bild speichern als PNG/JPG/WebP",
    "el": "Αποθήκευση εικόνας ως PNG/JPG/WebP",
    "en,en_AU,en_GB,en_US,es_419,pt_BR,pt_PT,zh_CN,zh_TW": "Save Image As PNG/JPG/WebP",
    "es": "Guardar imagen como PNG/JPG/WebP",
    "et": "Salvesta pilt kui PNG/JPG/WebP",
    "fa": "ذخیره تصویر به عنوان PNG/JPG/WebP",
    "fi": "Tallenna kuva PNG/JPG/WebP-muodossa",
    "fil": "I-save ang Larawan Bilang PNG/JPG/WebP",
    "fr": "Enregistrer l'image sous PNG/JPG/WebP",
    "gu": "PNG/JPG/WebP તરીકે છબી સંગ્રહ કરો",
    "he": "שמור תמונה כ-PNG/JPG/WebP",
    "hi": "छवि को PNG/JPG/WebP के रूप में सहेजें",
    "hr": "Spremi sliku kao PNG/JPG/WebP",
    "hu": "Kép mentése PNG/JPG/WebP formátumban",
    "id": "Simpan Gambar Sebagai PNG/JPG/WebP",
    "it": "Salva immagine come PNG/JPG/WebP",
    "ja": "画像をPNG/JPG/WebPとして保存",
    "kn": "ಚಿತ್ರವನ್ನು PNG/JPG/WebP ಆಗಿ ಉಳಿಸಿ",
    "ko": "PNG/JPG/WebP로 이미지 저장",
    "lt": "Išsaugoti vaizdą kaip PNG/JPG/WebP",
    "lv": "Saglabāt attēlu kā PNG/JPG/WebP",
    "ml": "ചിത്രം PNG/JPG/WebP ആയി സംരക്ഷിക്കുക",
    "mr": "PNG/JPG/WebP म्हणून प्रतिमा जतन करा",
    "ms": "Simpan Imej Sebagai PNG/JPG/WebP",
    "nl": "Afbeelding opslaan als PNG/JPG/WebP",
    "no": "Lagre bilde som PNG/JPG/WebP",
    "pl": "Zapisz obraz jako PNG/JPG/WebP",
    "ro": "Salvează imaginea ca PNG/JPG/WebP",
    "ru": "Сохранить изображение как PNG/JPG/WebP",
    "sk": "Uložiť obrázok ako PNG/JPG/WebP",
    "sl": "Shrani sliko kot PNG/JPG/WebP",
    "sr": "Sačuvaj sliku kao PNG/JPG/WebP",
    "sv": "Spara bild som PNG/JPG/WebP",
    "sw": "Hifadhi Picha Kama PNG/JPG/WebP",
    "ta": "படத்தை PNG/JPG/WebP ஆக சேமிக்கவும்",
    "te": "చిత్రాన్ని PNG/JPG/WebP గా సేవ్ చేయండి",
    "th": "บันทึกรูปภาพเป็น PNG/JPG/WebP",
    "tr": "Görüntüyü PNG/JPG/WebP Olarak Kaydet",
    "uk": "Зберегти зображення як PNG/JPG/WebP",
    "vi": "Lưu hình ảnh dưới dạng PNG/JPG/WebP"
  },
  "short": {
    "ar": "حوّل الصور إلى تنسيق PNG أو JPG أو WebP بسهولة. فقط انقر بزر الماوس الأيمن على أي صورة واختر التنسيق الذي تريده.",
    "am": "ምስሎችን ወደ PNG, JPG, ወይም WebP ቅርጸት በቀላሉ ይቀይሩ። በቀላሉ በማንኛውም ምስል ላይ ቀኝ ጠቅ በማድረግ የሚፈልጉትን ቅርጸት ይምረጡ።",
    "bg": "Конвертирайте изображения в PNG, JPG или WebP формат с лекота. Просто щракнете с десния бутон върху всяко изображение и изберете…",
    "bn": "ছবিগুলিকে সহজেই PNG, JPG, বা WebP ফরম্যাটে রূপান্তর করুন। শুধু কোনো ছবির উপর ডান ক্লিক করুন এবং আপনার পছন্দের ফরম্যাট নির্বাচন করুন।",
    "ca": "Converteix imatges a format PNG, JPG o WebP amb facilitat. Només has de fer clic dret sobre qualsevol imatge i seleccionar el…",
    "cs": "Převádějte obrázky do formátu PNG, JPG nebo WebP snadno a rychle. Stačí kliknout pravým tlačítkem myši na libovolný obrázek a…",
    "da": "Konverter billeder til PNG-, JPG- eller WebP-format med lethed. Højreklik blot på et billede og vælg det ønskede format.",
    "de": "Bilder mühelos in PNG-, JPG- oder WebP-Format umwandeln. Klicken Sie einfach mit der rechten Maustaste auf ein beliebiges Bild und…",
    "el": "Μετατρέψτε εικόνες σε μορφή PNG, JPG ή WebP με ευκολία. Απλώς κάντε δεξί κλικ σε οποιαδήποτε εικόνα και επιλέξτε τη μορφή που…",
    "en,en_AU,en_GB,en_US,es_419,pt_BR,pt_PT,zh_CN,zh_TW": "Convert images to PNG, JPG, or WebP format with ease. Simply right-click on any image and select your desired format.",
    "es": "Convierte imágenes a formato PNG, JPG o WebP con facilidad. Simplemente haz clic derecho en cualquier imagen y selecciona el…",
    "et": "Muutke pilte PNG, JPG või WebP formaati lihtsalt. Paremklõpsake lihtsalt mis tahes pildil ja valige soovitud formaat.",
    "fa": "تصاویر را به فرمت‌های PNG، JPG یا WebP به راحتی تبدیل کنید. فقط روی هر تصویری راست‌کلیک کنید و فرمت مورد نظر خود را انتخاب کنید.",
    "fi": "Muunna kuvat PNG-, JPG- tai WebP-muotoon helposti. Napsauta vain hiiren oikealla painikkeella mitä tahansa kuvaa ja valitse…",
    "fil": "I-convert ang mga imahe sa PNG, JPG, o WebP na format nang madali. I-right-click lamang ang anumang imahe at piliin ang nais mong…",
    "fr": "Convertissez les images en format PNG, JPG ou WebP en toute simplicité. Il vous suffit de faire un clic droit sur n'importe quelle…",
    "gu": "છબીઓને PNG, JPG, અથવા WebP ફોર્મેટમાં સરળતાથી કન્વર્ટ કરો. ફક્ત કોઈપણ છબી પર રાઈટ-ક્લિક કરો અને તમારી ઇચ્છિત ફોર્મેટ પસંદ કરો.",
    "he": "המר תמונות לפורמט PNG, JPG או WebP בקלות. פשוט לחץ לחיצה ימנית על כל תמונה ובחר את הפורמט הרצוי.",
    "hi": "छवियों को आसानी से PNG, JPG, या WebP प्रारूप में बदलें। किसी भी छवि पर राइट-क्लिक करें और अपनी इच्छित प्रारूप चुनें।",
    "hr": "Pretvorite slike u PNG, JPG ili WebP format s lakoćom. Jednostavno desnom tipkom miša kliknite na bilo koju sliku i odaberite…",
    "hu": "Konvertálja a képeket PNG, JPG vagy WebP formátumba könnyedén. Egyszerűen kattintson jobb gombbal bármelyik képre, és válassza ki a…",
    "id": "Ubah gambar ke format PNG, JPG, atau WebP dengan mudah. Cukup klik kanan pada gambar apa pun dan pilih format yang Anda inginkan.",
    "it": "Converti le immagini in formato PNG, JPG o WebP con facilità. Basta fare clic con il tasto destro su qualsiasi immagine e…",
    "ja": "画像を簡単にPNG、JPG、またはWebP形式に変換できます。任意の画像を右クリックして、希望の形式を選択するだけです。",
    "kn": "ಚಿತ್ರಗಳನ್ನು PNG, JPG, ಅಥವಾ WebP ಫಾರ್ಮ್ಯಾಟ್‌ಗೆ ಸುಲಭವಾಗಿ ಪರಿವರ್ತಿಸಿ. ಯಾವುದೇ ಚಿತ್ರದ ಮೇಲೆ ಬಲ ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ನಿಮ್ಮ ಇಚ್ಛಿತ ಫಾರ್ಮ್ಯಾಟ್…",
    "ko": "이미지를 PNG, JPG 또는 WebP 형식으로 손쉽게 변환하세요. 이미지 위에서 마우스 오른쪽 버튼을 클릭하고 원하는 형식을 선택하기만 하면 됩니다.",
    "lt": "Konvertuokite vaizdus į PNG, JPG arba WebP formatą lengvai. Tiesiog dešiniuoju pelės mygtuku spustelėkite bet kurį vaizdą ir…",
    "lv": "Pārveidojiet attēlus uz PNG, JPG vai WebP formātu viegli un ātri. Vienkārši noklikšķiniet ar labo peles pogu uz jebkura attēla un…",
    "ml": "ചിത്രങ്ങളെ PNG, JPG, അല്ലെങ്കിൽ WebP ഫോർമാറ്റിലേക്ക് എളുപ്പത്തിൽ മാറ്റാം. ഏതെങ്കിലും ചിത്രത്തിൽ വലതുകൈ അമർത്തി നിങ്ങളുടെ…",
    "mr": "प्रतिमा PNG, JPG किंवा WebP स्वरूपात सहजपणे रूपांतरित करा. कोणत्याही प्रतिमेवर उजवे क्लिक करा आणि आपले इच्छित स्वरूप निवडा.",
    "ms": "Tukar imej kepada format PNG, JPG, atau WebP dengan mudah. Hanya klik kanan pada mana-mana imej dan pilih format yang anda…",
    "nl": "Converteer afbeeldingen eenvoudig naar PNG-, JPG- of WebP-formaat. Klik gewoon met de rechtermuisknop op een afbeelding en…",
    "no": "Konverter bilder til PNG-, JPG- eller WebP-format med letthet. Høyreklikk bare på et hvilket som helst bilde og velg ønsket format.",
    "pl": "Konwertuj obrazy do formatu PNG, JPG lub WebP z łatwością. Wystarczy kliknąć prawym przyciskiem myszy na dowolny obraz i wybrać…",
    "ro": "Convertiți imagini în format PNG, JPG sau WebP cu ușurință. Pur și simplu faceți clic dreapta pe orice imagine și selectați…",
    "ru": "Конвертируйте изображения в формат PNG, JPG или WebP с легкостью. Просто щелкните правой кнопкой мыши на любом изображении и…",
    "sk": "Konvertujte obrázky do formátu PNG, JPG alebo WebP jednoducho. Stačí kliknúť pravým tlačidlom myši na akýkoľvek obrázok a vybrať…",
    "sl": "Pretvorite slike v format PNG, JPG ali WebP z lahkoto. Preprosto z desnim klikom na katero koli sliko izberite želeni format.",
    "sr": "Pretvorite slike u PNG, JPG ili WebP format sa lakoćom. Jednostavno kliknite desnim tasterom miša na bilo koju sliku i izaberite…",
    "sv": "Konvertera bilder till PNG-, JPG- eller WebP-format enkelt. Högerklicka bara på en bild och välj önskat format.",
    "sw": "Badilisha picha kuwa muundo wa PNG, JPG, au WebP kwa urahisi. Bonyeza tu kitufe cha kulia kwenye picha yoyote na uchague muundo…",
    "ta": "படங்களை PNG, JPG, அல்லது WebP வடிவமாக எளிதில் மாற்றுங்கள். எந்தப் படத்தையும் வலது கிளிக் செய்து, உங்களுக்கு விருப்பமான வடிவத்தைத்…",
    "te": "చిత్రాలను PNG, JPG, లేదా WebP ఫార్మాట్‌కి సులభంగా మార్చండి. ఏదైనా చిత్రంపై కుడి క్లిక్ చేసి, మీకు కావలసిన ఫార్మాట్‌ని ఎంచుకోండి.",
    "th": "แปลงภาพเป็นรูปแบบ PNG, JPG หรือ WebP ได้อย่างง่ายดาย เพียงคลิกขวาที่ภาพใดก็ได้แล้วเลือกประเภทไฟล์ที่คุณต้องการ",
    "tr": "Görüntüleri kolayca PNG, JPG veya WebP formatına dönüştürün. Sadece herhangi bir görüntüye sağ tıklayın ve istediğiniz formatı…",
    "uk": "Конвертуйте зображення у формат PNG, JPG або WebP з легкістю. Просто клацніть правою кнопкою миші на будь-якому зображенні та…",
    "vi": "Chuyển đổi hình ảnh sang định dạng PNG, JPG, hoặc WebP một cách dễ dàng. Chỉ cần nhấp chuột phải vào bất kỳ hình ảnh nào và chọn…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily convert images to PNG, JPG, or WebP format directly from your browser.\n\nHow it works:\n- Right-click on any image you see online\n- Choose \"Save image as PNG/JPG/WebP\" from the menu\n- Select your desired format\n- The converted image will download automatically\n\nFeatures:\n- Supports conversion to PNG, JPG, and WebP\n- Supports conversion from any image file type found on the web: PNG, JPG, JPEG, WebP, SVG and more!\n- Works on any website\n- Fast and lightweight - won't slow down your browsing\n- All conversions happen on your device - your images stay private\n- Retains the original image file name\n- Remembers the last saved folder (only within the Downloads folder due to Chrome restrictions)\n- Available in 47 languages\n- Compatible with both light and dark browser themes\n\nNo account needed, no complicated settings. Just install and start converting."
  }
}