{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Classroom plagiarism and AI checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PlagiarismCheck.org integrates with Google Classroom to provide teachers and students an easy way to ensure academic integrity."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PlagiarismCheck.org integrates with Google Classroom to provide teachers and students an easy way to ensure academic integrity.\n\nBoth fast and effective way to check Google Classroom submissions for similarity.\n Teachers and students use PlagirismCheck.org extension to check files submitted to Google Classroom for plagiarism.\n While students have access only to personal submissions, teachers can check and review all submissions within their classes.\n There is no need to open multiple tabs in your browser to get a similarity score, all can be done in a simple and user friendly interface.\n Similarity reports are ready within just a few moments, so no need to wait to see what the result is.\n PlagiarismCheck.org service was created in 2011 as an assistance tool designed for college students and teachers.\n Since the day it was launched, PlagiarismCheck.org has served over 77,000 users from 72 countries.\n So far, more than 9,300,000 works have been checked with its help! The Mechanics: How It Works Upon scanning an uploaded document for plagiarism, our service provides users with detailed reports, containing detailed information about the sources which might be plagiarized, or were cited incorrectly.\n With such reports, you will be able to easily eliminate plagiarism from your paper.\n We keep updating our products to meet the expectations of our users.\n We are dedicated to excellence and always make sure that our anti-plagiarism engine provides only the most accurate results for a fair fee.\n This way, we maintain our reliability and usefulness to our customers.\n We believe that deliberate plagiarising is unethical and unacceptable.\n Unfortunately, there is always a chance of unintentional plagiarising.\n We believe that any person in the academic environment should have the possibility to insure themselves from it.\n In order to protect yourself from unnecessary accusations and always stay on the safe side, we recommend you using our anti-plagiarism software.\n Ethical Statement PlagiarismCheck.org neither respects, nor promotes academic dishonesty in any way.\n Be it academic environment or elsewhere, our engine is meant to be used for ensuring the originality of written content, and for preparing it to submission.\n If our engine is used for cheating purposes, all responsibility rests on the user.\n We respect the privacy of our users, so we guarantee that none of the information you as a customer provide us is ever disclosed to third-party individuals or companies.\n We strive to make our services helpful in the matter of improving the quality of education.\nTherefore, we fully appreciate and respect PlagiarismCheck.org being used for academic assistance at schools, universities, colleges, and other educational institutions.\n https://plagiarismcheck.org"
  }
}