{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MagicWriter - Your AI Email Writer Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Write emails 10x faster in any language with our AI-powered mail writer"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🔮 Predictive analytics:\n• Use AI-powered predictive analytics to generate better leads, improve customer engagement, and optimize workflows. Magical analyzes your messages and interactions to suggest new templates and ways to save time.\n\n🌐 Localization:\n• Write AI-generated messages in any language and Magical will automatically translate them for you.\n• Automatically switch your keyboard language based on the recipient's location or language preferences.\n• Add localized templates to Magical's library for even more efficiency.\n\n🔒 Security:\n• Magical is GDPR-compliant and uses state-of-the-art encryption to keep your data secure.\n• Manage access to Magical with customizable permissions for your team.\n• Automatically detect and redact sensitive information like social security numbers, credit card numbers, and more.\n\n👩‍💼 Productivity for executives:\n• Speed through your inbox with personalized AI-generated messages and auto-complete your most common responses.\n• Automate repetitive tasks like scheduling, data entry, and more to free up time for more important work.\n• Track and analyze your team's productivity and engagement with customizable reports.\n\nMagical's AI-powered text expander is the ultimate productivity tool for anyone looking to automate repetitive tasks and save time. Whether you're a salesperson, recruiter, customer support agent, healthcare professional, educator, or executive, Magical can help you work faster and smarter. With over 500,000 users and trusted by 20,000 companies, Magical is the most popular text expander and autofill app. Join the Magical revolution today and start saving time and increasing productivity!"
  }
}