{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "B2B Deal Hunter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension will show you deals from other websites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "B2B Deal Hunter is a powerful Chrome extension created to enhance the browsing experience of business professionals by bringing relevant business-to-business deals right to their fingertips. As users navigate through the web, the extension intelligently fetches and displays a curated list of exclusive deals tailored to the specific website they are visiting. The provided deals are from a variety of reputable service providers, allowing users to discover great offers and promotions without having to search for them manually.\n\nThe extension is designed with a simple, user-friendly interface, making it easy for users to view and navigate through the available deals. Each deal is presented with a brief description and a link to the offer, providing users with all the necessary information at a glance. Additionally, the extension ensures a non-disruptive user experience by displaying deals in a non-intrusive manner.\n\nWhether you're a startup founder, a small business owner, or a corporate executive, B2B Deal Hunter is an invaluable tool that helps you save time, discover new services, and take advantage of the best business-to-business deals on the web. Install B2B Deal Hunter today and start enjoying a more productive and rewarding browsing experience!\n\nYou can find the Privacy Policy here: https://b2bdealhunter.com/#privacy"
  }
}