{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Whirlwind"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shop socially conscious, sustainable, and cruelty-free on your favorite e-commerce sites and use your $$ to support your values!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Three clicks to a better world!\nWhirlwind is the platform that gives you the power to build the future you want by empowering communities of impact shoppers all over the world. Just shop like you always do on the leading e-commerce websites, immediately see data on how the brand you are browsing impacts the world, and click buy to start changing the world. \n \nWhirlwind’s mission is to build an impact shopping movement that directs your shopping dollars toward businesses that are working to make real change in the world, and by default, away from those who don’t deserve them. Our broader vision is to build a platform that makes it easy to support social justice, environmental sustainability, animal welfare, non-toxic personal care products, gender equality, and any other causes that shoppers are passionate about. We need your help to get there!\n \nWhirlwind makes it simple to shop with purpose by building a database of brands preferred by consumers who care about making the world a cleaner, kinder, and more equitable place. Is the brand you are looking at a B Corporation? Does it appear on the Leaping Bunny certified list? Is the company a black owned business? Can you think of another category?  \n \nWe want you to be part of the Whirlwind community and would love your feedback on how we are characterizing each brand. If you have input for us, please click the link on the extension popup and fill out a Google Form to let us know more information about a certain brand, or list of companies. Eventually we will build in the capability to easily share these lists, and forge stronger bonds with shoppers who have similar goals."
  }
}