{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SetSee [MVP]"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly shrink long web pages down to just what you need, using simple Boolean searches for text.  Better than 'find' or scrolling."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This listing—describing both “SetSee” and this browser extension implementation of it—has 6 parts:\n1) Overview \n2) Behavior\n3) What Web Pages It Can Filter\n4) Key Aspects & Features\n5) Why You’ll Appreciate This Extension\n6) The 1st Task To Do After Installing the Extension\n\n\nOVERVIEW\nSetSee is a UI technique that supplements and improves on the scrollbar and “find” commands typically used when long content is displayed, and this browser extension is an add-on implementation of that technique, for Chrome.  SetSee tries to identify patterns of repeated TEXT elements that are displayed in a window on your monitor (perhaps text with accompanying images)—e.g. lists, tables, paragraphs in articles, glossary terms) and pops up a search panel for you to do searching on those elements (called “items” in SetSee terminology).\n\nYou type a few words in the search field in the pop-up to “search” the textual contents of the content currently displayed on your screen, and SetSee dynamically shrinks that content—for each keyboard key that you press—by temporarily removing the items of the page that DON’T match and thus are not of interest to you.  This helps you “zero in on” just the information you want within that long content.\n\nIf you want to try SetSee out BEFORE installing the extension, you can visit one of the “try it yourself” pages listed at http://SetSee.com/demos; these pages use an embedded version of SetSee to let you use it on a single demo Web page, without installing anything.  Another such demo page is the General FAQ at http://SetSee.com/FAQ, which answers general questions people have about the SetSee method and extension.\n\nBEHAVIOR\nWhen invoked, the SetSee extension analyzes the internal representation of the HTML of the current Web page to determine if it contains one or more regions that contain patterns of repetitive text (with or w/o associated images).  If it detects such a pattern and there are 25 or more items in a region of the page, it pops up the search panel in the lower right corner of the window.  This panel does several things:\n► offers a blank field into which you type your search query;\n► reports the number of regions and items on the page;\n► dynamically shows the number (and percentage) of items that match, as you type your search terms;\n► provides access to changeable user preferences, help, and documentation.\n\nKeyboard focus is in the search field when SetSee is activated, so you can just start typing your search terms.  When you first use it, type more slowly so that you can appreciate how rapidly the content displayed—the matching items—changes and how the scrollbar gets larger or disappears entirely, indicating a shorter page after the temporary shrinking.  If you make a typing mistake (e.g. typing ‘clmiate’ instead of ‘climate’ in the search field), the page will nearly disappear as nothing matches—but you can just backspace and everything is restored and you just correct your typing).\n\nWHAT WEB PAGES IT CAN FILTER\nThe SetSee browser extension can typically identify filterable items on\n► most pages that contain lists, tables, directories, and glossaries (including various lists often displayed in your personal accounts like bank transactions, Amazon lists, Google Drive document lists, etc);\n► some pages containing FAQs, blogs, and community forums,\n► long articles with obvious paragraphs;\n► legal briefs in HTML format;\n► Wikipedia pages.\n\nIt does not work on all Web pages, of course (and has particular difficulty if the page layout is complicated, like an online newspaper).  Future releases will handle more types of long content.\n\nFEATURES\nSetSee does not harm or change the page, but it:\n► shrinks the page only temporarily;\n► is fast & dynamic—updates the display whenever a single character is changed in the search query;\n► employs a simple search syntax that enables all Boolean operations;\n► has 2 keyboard shortcuts: \n     ► ► Ctrl-Alt-s to start/stop SetSee\n     ► ► ESC key (one ESC to clear the current search, two—ESC ESC—to stop SetSee);\n► has changeable user preferences, like allowing automatic invocation when a page loads,  or setting a minimum number of items that SetSee must identify on the page to open the search panel;\n► has a feature that can generate a custom URL, from the results of your current search, that is then usable by other people who have the extension installed (you typically include it in a link shared with those people).\n\nWHY YOU’LL APPRECIATE THIS EXTENSION\n➡️ It’s more powerful than the Chrome browser ‘find’ command, and a supplement to (if not an alternative to) the scrollbar.\n---\n➡️ It’s simple, helpful, & nifty (sort of like Velcro, Post-It Notes, and pop-top beverage cans).\n---\n➡️ It can be fun, even delightful, to see the page shrink (or expand) as you add or remove characters from your search terms.\n---\n➡️ You’ll learn the power of the 3 Boolean operators AND, OR & NOT on “small” sets of information, like the information within tables, lists, articles, directories, and similar content with repeating structure.  (Unfortunately, the OR operator is rarely useful in a full Web search query but can be VERY helpful when used on small sets).\n---\n➡️ You’ll occasionally experience the serendipity of finding some content in a long Web page that you did not expect, whether from a search term you mistyped or just the unexpected richness of the content.\n---\n➡️ You can help colleagues and friends by generating custom URLs to the results of one of your own page searches and then putting those URLs  into email or documents as links your colleagues can click—so that they can quickly see the exact same results that you found (and wanted to share with them), as long as they have SetSee installed or the page uses the embedded version of it.  Such an email might say something like “This SetSee search identifies the paragraphs in the article we discussed that I think are key to your current problem” or “These classification codes are the ones you will probably need in your filing” or “These 5 faculty members have research interests in both robotics and HCI, so perhaps one of them is ideal as a thesis advisor for you.”\n---\nTHE FIRST TASK TO DO AFTER INSTALLING THE EXTENSION\nWe suggest that after installing the extension, you try it on some pages that we know work well with it.  The document at http://SetSee.com/Help/GoodPages  suggests about 30 such pages—Wikipedia pages, articles, directories, local file listings on your PC, the Gmail inbox, and even your credit card account’s listing of transactions.  Trying SetSee on some of these will help you quickly get a feel for what it can do."
  }
}