{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Color Snake Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Navigate a snake that changes colors to gather items of the same color."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Color Snake is an exciting and challenging game where the player navigates a snake through a field, collecting items that match the snake's color. The snake changes color at random intervals, adding a layer of strategy and quick decision-making to the gameplay.\n\nColor Change Rule:\nThe snake's color shifts randomly every 2-3 seconds, while the items change color less often, about every 20 seconds. Therefore, pay close attention to their colors. The colors used in the game are red, green and yellow. \n\nHow to Play:\n1) Use the arrow keys to control the snake's movement.\n2) Guide the snake to consume items that match its current color.\n3) Avoid colliding with the game area boundaries or the snake's own body.\n\nTips for Winning:\n1) Stay around: keep the snake near the item so that if its color changes to match the item's, the snake will be close enough to quickly reach and collect it.\n2) Be cautious: prepare for sudden color changes in the snake as it approaches an item of matching color, as these changes can unexpectedly lead to game failure.\n3) Act quickly: If the snake's color matches an item, quickly collect it before the snake changes color again and risks a missed opportunity.\n\nColor Snake is a game of quick reflexes and adaptability, perfect for players who enjoy an added twist to the classic snake game.\n\nHave fun playing the color snake game! Additionally, we've shown our featured products and more after the game ends, offering you extra fun options.\n\nCHANGELOG\n==========\nVersion 0.1.2 - 0.1.3\n- Add google analytics\n- Display featured products\n- Show the list of more games\n\nVersion 0.1.0 - 0.1.1\n- Initial release of game\n- Update game name"
  }
}