{
  "name": {
    "ar": "لعبة Stack Jump - تعمل دون اتصال بالإنترنت",
    "am": "የቁልል ዝላይ ጨዋታ - ከመስመር ውጭ ይሰራል",
    "bg": "Stack Jump Game - работи офлайн",
    "bn": "স্ট্যাক জাম্প গেম - অফলাইনে চলে",
    "ca": "Joc Stack Jump: funciona fora de línia",
    "cs": "Stack Jump Game – běží offline",
    "da": "Stack Jump Game - Kører offline",
    "de": "Stapelsprung-Spiel - Läuft offline",
    "el": "Stack Jump Game - Εκτελείται εκτός σύνδεσης",
    "en,en_AU,en_GB,en_US": "Stack Jump Game - Runs Offline",
    "es,es_419": "Stack Jump Game - Funciona sin conexión",
    "et": "Stack Jump Game – töötab võrguühenduseta",
    "fa": "بازی Stack Jump - به صورت آفلاین اجرا می شود",
    "fi": "Stack Jump Game - toimii offline-tilassa",
    "fil": "Stack Jump Game - Tumatakbo Offline",
    "fr": "Jeu de saut de pile - Fonctionne hors ligne",
    "gu": "સ્ટેક જમ્પ ગેમ - ઑફલાઇન ચાલે છે",
    "he": "משחק קפיצה מחסנית - פועל במצב לא מקוון",
    "hi": "स्टैक जंप गेम - ऑफ़लाइन चलता है",
    "hr": "Stack Jump Game - radi izvan mreže",
    "hu": "Stack Jump Game - Offline fut",
    "id": "Stack Jump Game - Berjalan Offline",
    "it": "Stack Jump Game - Funziona Offline",
    "ja": "スタック ジャンプ ゲーム - オフラインで実行",
    "kn": "ಸ್ಟಾಕ್ ಜಂಪ್ ಗೇಮ್",
    "ko": "스택 점프 게임 - 오프라인 실행",
    "lt": "Stack Jump žaidimas – veikia neprisijungus",
    "lv": "Stack Jump spēle — darbojas bezsaistē",
    "ml": "സ്റ്റാക്ക് ജമ്പ് ഗെയിം",
    "mr": "स्टॅक जंप गेम - ऑफलाइन चालतो",
    "ms": "Permainan Lompat Tindanan",
    "nl": "Stack Jump-spel - werkt offline",
    "no": "Stack Jump Game - Kjører frakoblet",
    "pl": "Gra Jump Jump - działa w trybie offline",
    "pt_BR,pt_PT": "Jogo Stack Jump - Funciona offline",
    "ro": "Joc Stack Jump - rulează offline",
    "ru": "Игра «Прыжок стека»",
    "sk": "Stack Jump Game – beží offline",
    "sl": "Igra Stack Jump - deluje brez povezave",
    "sr": "Стацк Јумп Гаме - ради ван мреже",
    "sv": "Stack Jump Game - Körs offline",
    "sw": "Mchezo wa Rukia Stack",
    "ta": "ஸ்டாக் ஜம்ப் கேம் - ஆஃப்லைனில் இயங்கும்",
    "te": "స్టాక్ జంప్ గేమ్ - ఆఫ్‌లైన్‌లో నడుస్తుంది",
    "th": "เกม Stack Jump - รันออฟไลน์",
    "tr": "Yığın Atlama Oyunu - Çevrimdışı Çalışır",
    "uk": "Гра Stack Jump - працює в автономному режимі",
    "vi": "Trò chơi Stack Jump - Chạy ngoại tuyến",
    "zh_CN": "Stack Jump 游戏 - 离线运行",
    "zh_TW": "Stack Jump 遊戲 - 離線運行"
  },
  "short": {
    "ar": "Stack Jump هي لعبة مهارة رائعة. القفز لتكديس الكتل ، وبناء أكبر برج يمكن تخيله! تجنب السقوط من المكدس. استمتع!",
    "am": "ቁልል ዝላይ ጥሩ ችሎታ ያለው ጨዋታ ነው። ብሎኮችን ለመደርደር ይዝለሉ ፣ ሊታሰብ የሚችል ትልቁን ግንብ ይገንቡ! ከቁልል መውደቅን ያስወግዱ። ይዝናኑ!",
    "bg": "Stack Jump е забавна игра за умения. Скачайте, за да подреждате блокове, изградете най-голямата кула, която можете да си представите",
    "bn": "স্ট্যাক জাম্প একটি দুর্দান্ত দক্ষতার খেলা। স্ট্যাক ব্লকে ঝাঁপ দাও, কল্পনাযোগ্য সবচেয়ে বড় টাওয়ার তৈরি করুন! নিচে পড়ে যাবেন না।",
    "ca": "Stack Jump és un joc d'habilitats fantàstic. Salta a apilar blocs, construeix la torre més gran que es pugui imaginar! No caiguis.",
    "cs": "Stack Jump je skvělá dovednostní hra. Skočte na sebe a postavte tu největší věž, jakou si lze představit! Nespadni dolů. Bavte se!",
    "da": "Stack Jump er et fedt færdighedsspil. Hop til stak blokke, byg det størst tænkelige tårn! Undgå at falde fra stakken. Hav det sjovt!",
    "de": "Stack Jump ist ein cooles Geschicklichkeitsspiel. Springe, um Blöcke zu stapeln, baue den größten Turm, den man sich vorstellen kann",
    "el": "Το Stack Jump είναι ένα παιχνίδι δεξιοτήτων. Μεταβείτε σε στοίβα μπλοκ, χτίστε τον μεγαλύτερο πύργο που μπορείτε να φανταστείτε!",
    "en,en_AU,en_GB,en_US": "Stack Jump is a cool skill game. Jump to stack blocks, build the biggest tower imaginable! Avoid to fall from the stack. Have Fun!",
    "es,es_419": "Stack Jump es un juego de habilidad. ¡Salta para apilar bloques, construye la torre más grande que puedas imaginar!",
    "et": "Stack Jump on lahe osavusmäng. Hüppa plokke virna ja ehita suurim torn, mida on võimalik ette kujutada! Ära kuku maha! Nautige!",
    "fa": "Stack Jump یک بازی مهارتی جالب است. پرش به پشته بلوک، ساخت بزرگترین برج قابل تصور! از سقوط از پشته خودداری کنید. خوش بگذره!",
    "fi": "Stack Jump on siisti taitopeli. Hyppää pinoamaan palikoita ja rakenna suurin kuviteltavissa oleva torni! Älä pudota! Nauttia!",
    "fil": "Ang Stack Jump ay isang laro ng kasanayan. Tumalon sa stack block, buuin ang pinakamalaking tore na maiisip! Huwag kang mahulog!",
    "fr": "Stack Jump est un jeu d'adresse amusant. Sautez pour empiler des blocs, construisez la plus grande tour imaginable ! Ne tombe pas !",
    "gu": "સ્ટેક જમ્પ એ એક શાનદાર કૌશલ્યની રમત છે. સ્ટેક બ્લોક્સ પર જાઓ, કલ્પના કરી શકાય તેવો સૌથી મોટો ટાવર બનાવો! સ્ટેક પરથી પડવાનું ટાળો.",
    "he": "Stack Jump הוא משחק מיומנות מגניב. קפוץ לערימת בלוקים, בנה את המגדל הגדול ביותר שניתן להעלות על הדעת! הימנע מנפילה מהערימה. תהנה!",
    "hi": "स्टैक जंप एक कूल स्किल गेम है। ब्लॉकों के ढेर पर कूदें, कल्पना करने योग्य सबसे बड़ा टावर बनाएं! ढेर से गिरने से बचें। मस्ती करो!",
    "hr": "Stack Jump je cool igra vještina. Skočite na slaganje blokova, izgradite najveći zamislivi toranj! Izbjegavajte pad s hrpe. Uživati!",
    "hu": "A Stack Jump egy ügyességi játék. Ugorj egymásra a blokkokat, és építsd meg az elképzelhető legnagyobb tornyot! Ne ess le! Élvezd!",
    "id": "Stack Jump adalah game keterampilan yang keren. Lompat ke tumpukan balok, bangun menara terbesar yang bisa dibayangkan! Jangan jatuh",
    "it": "Stack Jump è un fantastico gioco di abilità. Salta per impilare i blocchi e creare la torre più grande che esista! Divertiti!",
    "ja": "スタック ジャンプはクールなスキル ゲームです。 ジャンプしてブロックを積み上げ、想像を絶する最大のタワーを建設しましょう! スタックから落ちないようにします。 楽しんで！",
    "kn": "ಸ್ಟಾಕ್ ಜಂಪ್ ತಂಪಾದ ಕೌಶಲ್ಯ ಆಟವಾಗಿದೆ. ಬ್ಲಾಕ್ಗಳನ್ನು ಜೋಡಿಸಲು ಹೋಗು, ಊಹಿಸಬಹುದಾದ ದೊಡ್ಡ ಗೋಪುರವನ್ನು ನಿರ್ಮಿಸಿ! ಸ್ಟಾಕ್ನಿಂದ ಬೀಳುವುದನ್ನು ತಪ್ಪಿಸಿ.",
    "ko": "Stack Jump는 멋진 스킬 게임입니다. 블록을 쌓고 상상할 수 있는 가장 큰 타워를 건설하세요! 스택에서 떨어지지 않도록 하십시오. 재미있게 보내세요!",
    "lt": "Stack Jump yra įgūdžių žaidimas. Peršok į krūvas blokų ir pastatyk didžiausią bokštą, kokį tik įmanoma įsivaizduoti! Nekriskite!",
    "lv": "Stack Jump ir forša prasmju spēle. Pārlēkt, lai sakrautu blokus, uzbūvētu lielāko torni, kādu vien var iedomāties! Nekrīti! Izbaudi!",
    "ml": "സ്റ്റാക്ക് ജമ്പ് ഒരു നൈപുണ്യ ഗെയിമാണ്. ബ്ലോക്കുകൾ അടുക്കിവെക്കാൻ ചാടുക, സങ്കൽപ്പിക്കാവുന്ന ഏറ്റവും വലിയ ടവർ നിർമ്മിക്കുക! ആസ്വദിക്കൂ",
    "mr": "स्टॅक जंप हा एक कौशल्याचा खेळ आहे. स्टॅक ब्लॉक्सवर जा, कल्पना करण्यायोग्य सर्वात मोठा टॉवर तयार करा! स्टॅकवरून पडणे टाळा.",
    "ms": "Stack Jump ialah permainan kemahiran. Lompat ke timbunan blok, bina menara terbesar yang boleh dibayangkan! Jangan jatuh!",
    "nl": "Stack Jump is een behendigheidsspel. Spring om blokken te stapelen, bouw de grootste denkbare toren! Val niet naar beneden!",
    "no": "Stack Jump er et kult ferdighetsspill. Hopp for å stable blokker, bygg det største tårnet du kan tenke deg! Ikke fall ned! Nyt!",
    "pl": "Stack Jump to fajna gra zręcznościowa. Skacz do układania bloków, buduj największą wieżę, jaką można sobie wyobrazić! Nie upadaj!",
    "pt_BR,pt_PT": "Stack Jump é um jogo de habilidade legal. Salte para empilhar blocos, construa a maior torre imaginável! Evite cair da pilha.",
    "ro": "Stack Jump este un joc tare de îndemânare. Sari la stivuirea blocurilor, construiește cel mai mare turn imaginabil! Nu cazi!",
    "ru": "Stack Jump — игра на ловкость. Прыгайте, чтобы складывать блоки, постройте самую большую башню, какую только можно вообразить.",
    "sk": "Stack Jump je skvelá šikovnosť. Skočte na hromadu blokov a postavte najväčšiu vežu, akú si viete predstaviť! Nespadni! Užite si to!",
    "sl": "Stack Jump je kul spretnostna igra. Skočite na zlaganje blokov, zgradite največji stolp, ki si ga lahko zamislite! Ne padi dol!",
    "sr": "Стацк Јумп је кул игра вештина. Скочите на слагање блокова, изградите највећи торањ који можете замислити! Немој пасти!",
    "sv": "Stack Jump är ett coolt skicklighetsspel. Hoppa till stapla block, bygg det största tornet du kan tänka dig! Fall inte ner! Njut av!",
    "sw": "Kuruka kwa Stack ni mchezo mzuri wa ustadi. Rukia kuweka vizuizi, jenga mnara mkubwa zaidi unaoweza kuwaziwa! Usianguka chini!",
    "ta": "ஸ்டாக் ஜம்ப் ஒரு திறன் விளையாட்டு. தொகுதிகளை அடுக்கி, கற்பனை செய்யக்கூடிய மிகப்பெரிய கோபுரத்தை உருவாக்குங்கள்! கீழே விழாதே!",
    "te": "స్టాక్ జంప్ ఒక కూల్ స్కిల్ గేమ్. బ్లాక్‌లను పేర్చడానికి వెళ్లండి, ఊహించదగిన అతిపెద్ద టవర్‌ను నిర్మించండి! కింద పడకు! ఆనందించండి!",
    "th": "Stack Jump เป็นเกมทักษะที่ยอดเยี่ยม กระโดดไปกองบล็อก สร้างหอคอยที่ใหญ่ที่สุดเท่าที่จะจินตนาการได้! หลีกเลี่ยงการตกจากกอง มีความสุข!",
    "tr": "Stack Jump harika bir beceri oyunudur. Blokları istiflemeye atlayın, akla gelebilecek en büyük kuleyi inşa edin! Düşme! Zevk almak!",
    "uk": "Stack Jump - це гра на спритність. Стрибай, щоб складати блоки, будувати найбільшу вежу, яку тільки можна уявити! Не впади!",
    "vi": "Stack Jump là một trò chơi kỹ năng thú vị. Nhảy để xếp chồng các khối, xây dựng tòa tháp lớn nhất có thể tưởng tượng! Đừng rơi xuống",
    "zh_CN": "Stack Jump 是一款很酷的技能游戏。 跳到堆叠块，建造可以想象到的最大的塔！ 避免从堆栈中掉落。 玩得开心！",
    "zh_TW": "Stack Jump 是一款很酷的技能遊戲。 跳到堆疊塊，建造可以想像到的最大的塔！ 避免從堆棧中掉落。 玩得開心！"
  },
  "long": {
    "ar": "Stack Jump هي لعبة مهارة ممتعة ومسببة للإدمان قد تساعدك على تحسين تركيزك.\n\nكيف تلعب لعبة STACK JUMP\nستستمتع كثيرًا بلعب Stack Jump. في لعبة المهارة هذه ، يجب أن يتفاعل بطل الرواية بسرعة وأن يركز لتجنب السقوط.\n\nعندما ترى كتلة قادمة ، قفز في الوقت المناسب لإنشاء أعلى مجموعة من الكتل. كلما زاد عدد الكتل ، زادت النتيجة. يتغير بطل الرواية والخلفية والإعداد عبر المستويات: من الضواحي إلى الغابة.\n\nانتبه إلى زيادة سرعة الكتلة ، خاصة عند تحديث اللعبة.\n\nضوابط\n- اللعب على الكمبيوتر: انقر فوق منطقة شاشة اللعبة للقفز.\n- اللعب على جهاز محمول: اضغط على شاشة اللعبة للقفز.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nميزات:\n- لعبة HTML5\n- من السهل اللعب\n- 100٪ مجانا\n- لعبة غير متصل بالإنترنت\n\nهل يمكنك إنشاء أطول كومة من الكتل؟ أظهر لنا مدى براعتك في لعب Stack Jump!\n\nالعب الان! استمتع!",
    "am": "ቁልል ዝላይ ትኩረትን ለማሻሻል የሚረዳዎ አዝናኝ እና ሱስ የሚያስይዝ የክህሎት ጨዋታ ነው።\n\nየስታክ ዝላይ ጨዋታን እንዴት መጫወት እንደሚቻል\nStack Jump በመጫወት ብዙ አስደሳች ጊዜ ይኖርዎታል። በዚህ የክህሎት ጨዋታ ውስጥ ገፀ ባህሪው በፍጥነት ምላሽ መስጠት እና ላለመውረድ ትኩረት መስጠት አለበት።\n\nብሎክ ሲመጣ ሲያዩ፣ ከፍተኛውን ብሎኮች ለመፍጠር በጊዜ ይዝለሉ። ብዙ ብሎኮች, ውጤቱ ከፍ ያለ ነው. ዋና ገፀ ባህሪ፣ ዳራ እና ቅንብር በየደረጃው ይለዋወጣሉ፡ ከከተማ ዳርቻ እስከ ጫካ።\n\nበተለይም ጨዋታውን በሚያድስበት ጊዜ ለብሎክ ፍጥነት መጨመር ትኩረት ይስጡ።\n\nመቆጣጠሪያዎች\n- በኮምፒተር ላይ መጫወት: ለመዝለል የጨዋታውን ስክሪን ቦታ ጠቅ ያድርጉ.\n- በተንቀሳቃሽ መሣሪያ ላይ መጫወት: ለመዝለል የጨዋታውን ማያ ገጽ መታ ያድርጉ።\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nዋና መለያ ጸባያት:\n- HTML5 ጨዋታ\n- ለመጫወት ቀላል\n- 100% ነፃ\n- ከመስመር ውጭ ጨዋታ\n\nአንተ ብሎኮች መካከል ረጅሙን ቁልል መፍጠር ትችላለህ? Stack Jump በመጫወት ረገድ ምን ያህል ጥሩ እንደሆኑ ያሳዩን!\n\nአሁን ይጫወቱ! ይዝናኑ!",
    "bg": "Stack Jump е забавна и пристрастяваща игра за умения, която може да ви помогне да подобрите концентрацията си.\n\nКАК СЕ ИГРАЕ НА ИГРА СКОЧ НА СТОК\nЩе се забавлявате много, играейки Stack Jump. В тази игра на умения, главният герой трябва да реагира бързо и да се концентрира, за да избегне изпускане.\n\nКогато видите, че идва блок, скочете навреме, за да създадете най-високия стек от блокове. Колкото повече блокове, толкова по-висок е резултатът. Главният герой, фонът и обстановката се променят на нивата: от предградията до джунглата.\n\nОбърнете внимание на увеличаването на скоростта на блока, особено когато обновявате играта.\n\nУПРАВЛЕНИЯ\n- Игра на компютър: щракнете върху областта на екрана на играта, за да скочите.\n- Игра на мобилно устройство: докоснете екрана на играта, за да скочите.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nХАРАКТЕРИСТИКА:\n- HTML5 игра\n- Лесен за игра\n- 100% безплатно\n- Офлайн игра\n\nМожете ли да създадете най-високата купчина блокове? Покажете ни колко сте добри в играта на Stack Jump!\n\nИграй сега! Забавлявай се!",
    "bn": "স্ট্যাক জাম্প একটি মজাদার এবং আসক্তিমূলক দক্ষতার খেলা যা আপনাকে আপনার ঘনত্ব উন্নত করতে সাহায্য করতে পারে।\n\nস্ট্যাক জাম্প গেমটি কীভাবে খেলবেন\nআপনি Stack Jump খেলে অনেক মজা পাবেন। এই দক্ষতার খেলায়, নায়ককে অবশ্যই দ্রুত প্রতিক্রিয়া জানাতে হবে এবং বাদ পড়া এড়াতে মনোনিবেশ করতে হবে।\n\nযখন আপনি একটি ব্লক আসছে দেখেন, ব্লকের সর্বোচ্চ স্ট্যাক তৈরি করতে সময়মতো লাফ দিন। যত বেশি ব্লক, তত বেশি স্কোর। নায়ক, পটভূমি, এবং সেটিং সমস্ত স্তর জুড়ে পরিবর্তন: শহরতলির থেকে জঙ্গল পর্যন্ত।\n\nব্লক গতি বৃদ্ধির দিকে মনোযোগ দিন, বিশেষ করে যখন আপনি গেমটি রিফ্রেশ করেন।\n\nনিয়ন্ত্রণ\n- একটি কম্পিউটারে বাজানো: লাফ দিতে গেম স্ক্রীন এলাকায় ক্লিক করুন।\n- একটি মোবাইল ডিভাইসে বাজানো: লাফ দিতে গেম স্ক্রীনে আলতো চাপুন।\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nবৈশিষ্ট্য:\n- HTML5 গেম\n- খেলতে সহজ\n- 100% বিনামূল্যে\n- অফলাইন গেম\n\nআপনি ব্লকের সবচেয়ে লম্বা স্ট্যাক তৈরি করতে পারেন? স্ট্যাক জাম্প খেলতে আপনি কতটা ভালো তা আমাদের দেখান!\n\nএখন খেলুন! আনন্দ কর!",
    "ca": "Stack Jump és un joc d'habilitats divertit i addictiu que us pot ajudar a millorar la vostra concentració.\n\nCOM JUGAR AL JOC STACK JUMP\nEt divertiràs molt jugant a Stack Jump. En aquest joc d'habilitats, el protagonista ha de reaccionar ràpidament i concentrar-se per evitar ser deixat caure.\n\nQuan vegis que arriba un bloc, salta a temps per crear la pila més alta de blocs. Com més blocs, més gran serà la puntuació. Canvi de protagonista, fons i ambientació al llarg dels nivells: des dels suburbis fins a la selva.\n\nPresta atenció a l'augment de la velocitat del bloc, sobretot quan actualitzes el joc.\n\nCONTROLS\n- Jugant a un ordinador: feu clic a l'àrea de la pantalla del joc per saltar.\n- Jugant en un dispositiu mòbil: toqueu la pantalla del joc per saltar.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nCARACTERÍSTIQUES:\n- Joc HTML5\n- Fàcil de jugar\n- 100% gratuït\n- Joc fora de línia\n\nPots crear la pila més alta de blocs? Mostra'ns el bo que ets jugant a Stack Jump!\n\nJuga ara! Diverteix-te!",
    "cs": "Stack Jump je zábavná a návyková dovednostní hra, která vám může pomoci zlepšit vaši koncentraci.\n\nJAK HRÁT HRU STACK JUMP\nHrou Stack Jump si užijete spoustu zábavy. V této dovednostní hře musí hlavní hrdina reagovat rychle a soustředit se, aby nebyl upuštěn.\n\nKdyž uvidíte přicházet blok, skočte včas, abyste vytvořili nejvyšší hromádku bloků. Čím více bloků, tím vyšší skóre. Hlavní hrdina, pozadí a prostředí se mění napříč úrovněmi: od předměstí po džungli.\n\nVěnujte pozornost zvýšení rychlosti bloku, zejména když hru obnovujete.\n\nŘÍZENÍ\n- Hraní na počítači: kliknutím na oblast herní obrazovky skočíte.\n- Hraní na mobilním zařízení: klepnutím na herní obrazovku skočíte.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nFUNKCE:\n- Hra HTML5\n- Snadné přehrávání\n- 100% zdarma\n- Offline hra\n\nDokážete vytvořit nejvyšší hromádku bloků? Ukažte nám, jak jste dobří v hraní Stack Jump!\n\nHrát hned! Bavte se!",
    "da": "Stack Jump er et sjovt og vanedannende færdighedsspil, der kan hjælpe dig med at forbedre din koncentration.\n\nSÅDAN SPILLER MAN STACK JUMP-SPIL\nDu vil have en masse sjov med at spille Stack Jump. I dette færdighedsspil skal hovedpersonen reagere hurtigt og koncentrere sig for at undgå at blive tabt.\n\nNår du ser en blok komme, så hop i tid for at skabe den højeste stak af blokke. Jo flere blokke, jo højere score. Hovedperson, baggrund og omgivelser ændrer sig gennem niveauerne: fra forstæderne til junglen.\n\nVær opmærksom på stigningen i blokhastighed, især når du opdaterer spillet.\n\nKONTROLLER\n- Afspilning på en computer: Klik på spilskærmområdet for at hoppe.\n- Afspilning på en mobilenhed: Tryk på spilskærmen for at hoppe.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nFUNKTIONER:\n- HTML5 spil\n- Let at spille\n- 100 % gratis\n- Offline spil\n\nKan du skabe den højeste stak af blokke? Vis os, hvor god du er til at spille Stack Jump!\n\nSpil nu! Hav det sjovt!",
    "de": "Stack Jump ist ein lustiges und süchtig machendes Geschicklichkeitsspiel, das Ihnen helfen kann, Ihre Konzentration zu verbessern.\n\nWIE MAN STACK JUMP SPIEL SPIELT\nSie werden viel Spaß beim Spielen von Stack Jump haben. In diesem Geschicklichkeitsspiel muss der Protagonist schnell reagieren und sich konzentrieren, um nicht fallen gelassen zu werden.\n\nWenn Sie einen Block kommen sehen, springen Sie in die Zeit, um den höchsten Blockstapel zu erstellen. Je mehr Blöcke, desto höher die Punktzahl. Protagonist, Hintergrund und Umgebung ändern sich in den Levels: von der Vorstadt bis zum Dschungel.\n\nAchten Sie auf die Erhöhung der Blockgeschwindigkeit, insbesondere wenn Sie das Spiel aktualisieren.\n\nSTEUERUNG\n- Spielen auf einem Computer: Klicken Sie auf den Bereich des Spielbildschirms, um zu springen.\n- Spielen auf einem Mobilgerät: Tippen Sie auf den Spielbildschirm, um zu springen.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nMERKMALE:\n- HTML5-Spiel\n- Einfach zu spielen\n- 100% kostenlos\n- Offline-Spiel\n\nKannst du den höchsten Blockstapel erstellen? Zeigen Sie uns, wie gut Sie Stack Jump spielen können!\n\nJetzt spielen! Habe Spaß!",
    "el": "Το Stack Jump είναι ένα διασκεδαστικό και εθιστικό παιχνίδι δεξιοτήτων που μπορεί να σας βοηθήσει να βελτιώσετε τη συγκέντρωσή σας.\n\nΠΩΣ ΝΑ ΠΑΙΞΕΤΕ STACK JUMP GAME\nΘα διασκεδάσετε πολύ παίζοντας Stack Jump. Σε αυτό το παιχνίδι δεξιοτήτων, ο πρωταγωνιστής πρέπει να αντιδράσει γρήγορα και να συγκεντρωθεί για να αποφύγει την πτώση.\n\nΌταν δείτε ένα μπλοκ να έρχεται, μεταβείτε εγκαίρως για να δημιουργήσετε την υψηλότερη στοίβα μπλοκ. Όσο περισσότερα μπλοκ, τόσο μεγαλύτερη είναι η βαθμολογία. Ο πρωταγωνιστής, το φόντο και το σκηνικό αλλάζουν σε όλα τα επίπεδα: από τα προάστια στη ζούγκλα.\n\nΔώστε προσοχή στην αύξηση της ταχύτητας μπλοκ, ειδικά όταν ανανεώνετε το παιχνίδι.\n\nΕΛΕΓΧΟΙ\n- Παίζοντας σε υπολογιστή: κάντε κλικ στην περιοχή της οθόνης του παιχνιδιού για να μεταβείτε.\n- Παίζοντας σε κινητή συσκευή: πατήστε την οθόνη του παιχνιδιού για να μεταβείτε.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nΧΑΡΑΚΤΗΡΙΣΤΙΚΑ:\n- Παιχνίδι HTML5\n- Εύκολο στο παιχνίδι\n- 100% δωρεάν\n- Παιχνίδι εκτός σύνδεσης\n\nΜπορείτε να δημιουργήσετε την ψηλότερη στοίβα μπλοκ; Δείξτε μας πόσο καλός είστε στο να παίζετε Stack Jump!\n\nΠαίξε τώρα! Καλα να περνας!",
    "en,en_AU": "Stack Jump is a fun and addictive skill game that may help you improve your concentration. \n\nHOW TO PLAY STACK JUMP GAME\nYou will have a lot of fun playing Stack Jump. In this skill game, the protagonist must react quickly and concentrate to avoid being dropped.\n\nWhen you see a block coming, jump in time to create the highest stack of blocks. The more blocks, the higher the score. Protagonist, background, and setting change throughout the levels: from the suburbs to the jungle.\n\nPay attention to the increase in block speed, especially when you refresh the game.\n\nCONTROLS\n- Playing on a computer: click the game screen area to jump.\n- Playing on a mobile device: tap the game screen to jump.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nFEATURES:\n- HTML5 Game\n- Easy To Play\n- 100% Free\n- Offline Game\n\nCan you create the tallest stack of blocks? Show us how good you are at playing Stack Jump! \n\nPlay now! Have Fun!",
    "en_GB,en_US": "Stack Jump is a fun and addictive skill game that might help you improve your concentration. \n\nHOW TO PLAY STACK JUMP GAME\nYou will have a lot of fun playing Stack Jump. In this skill game, the protagonist must react quickly and concentrate to avoid being dropped.\n\nWhen you see a block coming, jump in time to create the highest stack of blocks. The more blocks, the higher the score. Protagonist, background, and setting change throughout the levels: from the suburbs to the jungle.\n\nPay attention to the increase in block speed, especially when you refresh the game.\n\nCONTROLS\n- Playing on a computer: click the game screen area to jump.\n- Playing on a mobile device: tap the game screen to jump.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nFEATURES:\n- HTML5 Game\n- Easy To Play\n- 100% Free\n- Offline Game\n\nCan you create the tallest stack of blocks? Show us how good you are at playing Stack Jump! \n\nPlay now! Have Fun!",
    "es,es_419": "Stack Jump es un juego de habilidad divertido y adictivo que puede ayudarte a mejorar tu concentración.\n\nCÓMO JUGAR EL JUEGO DE SALTO DE PILA\nTe divertirás mucho jugando Stack Jump. En este juego de habilidad, el protagonista debe reaccionar rápidamente y concentrarse para evitar que lo dejen caer.\n\nCuando veas venir un bloque, salta a tiempo para crear la pila de bloques más alta. Cuantos más bloques, mayor será la puntuación. El protagonista, el trasfondo y el escenario cambian a lo largo de los niveles: desde los suburbios hasta la jungla.\n\nPresta atención al aumento de la velocidad de bloqueo, especialmente cuando actualizas el juego.\n\nCONTROL S\n- Jugando en una computadora: haz clic en el área de la pantalla del juego para saltar.\n- Jugando en un dispositivo móvil: toca la pantalla del juego para saltar.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nCARACTERÍSTICAS:\n- Juego HTML5\n- Fácil de jugar\n- 100% gratis\n- Juego fuera de línea\n\n¿Puedes crear la pila de bloques más alta? ¡Muéstranos lo bueno que eres jugando Stack Jump!\n\n¡Reproducir ahora! ¡Que te diviertas!",
    "et": "Stack Jump on lõbus ja sõltuvust tekitav oskusmäng, mis võib aidata teil keskendumisvõimet parandada.\n\nKUIDAS MÄNGIDA STACK JUMP MÄNGU\nStack Jumpi mängides on teil väga lõbus. Selles osavusmängus peab peategelane kiiresti reageerima ja keskenduma, et vältida kukkumist.\n\nKui näete plokki tulemas, hüppa aja jooksul, et luua kõrgeim plokkide virn. Mida rohkem plokke, seda kõrgem on tulemus. Peategelane, taust ja sündmustik muutuvad kogu tasanditel: äärelinnast džunglini.\n\nPöörake tähelepanu ploki kiiruse suurenemisele, eriti kui värskendate mängu.\n\nJUHTSEADMED\n- Arvutiga mängimine: hüppamiseks klõpsake mängu ekraanialal.\n- Mobiilseadmes mängimine: hüppamiseks puudutage mänguekraani.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nFUNKTSIOONID:\n- HTML5 mäng\n- Lihtne mängida\n- 100% tasuta\n- võrguühenduseta mäng\n\nKas saate luua kõrgeima plokkide virna? Näidake meile, kui hästi te Stack Jumpi mängite!\n\nMängi nüüd! Lõbutse hästi!",
    "fa": "Stack Jump یک بازی مهارتی سرگرم کننده و اعتیاد آور است که ممکن است به شما در بهبود تمرکز کمک کند.\n\nنحوه بازی STACK JUMP GAME\nاز بازی Stack Jump لذت زیادی خواهید برد. در این بازی مهارتی، قهرمان باید سریع واکنش نشان دهد و تمرکز کند تا از زمین نیفتد.\n\nهنگامی که یک بلوک را می بینید، به موقع بپرید تا بالاترین پشته بلوک ها را ایجاد کنید. هر چه تعداد بلوک‌ها بیشتر باشد، امتیاز بالاتر است. شخصیت، پس‌زمینه و محیط در سطوح مختلف تغییر می‌کند: از حومه شهر تا جنگل.\n\nبه افزایش سرعت بلاک توجه کنید، به خصوص زمانی که بازی را به روز می کنید.\n\nکنترل ها\n- بازی در رایانه: برای پرش روی صفحه نمایش بازی کلیک کنید.\n- بازی در دستگاه تلفن همراه: برای پرش روی صفحه بازی ضربه بزنید.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nامکانات:\n- بازی HTML5\n- آسان برای بازی\n- 100٪ رایگان\n- بازی آفلاین\n\nآیا می توانید بلندترین پشته بلوک ها را ایجاد کنید؟ به ما نشان دهید که چقدر در بازی Stack Jump مهارت دارید!\n\nالان بازی کن! خوش بگذره!",
    "fi": "Stack Jump on hauska ja koukuttava taitopeli, joka voi auttaa sinua parantamaan keskittymiskykyäsi.\n\nMITEN PELAA STACK JUMP PELIÄ\nSinulla on hauskaa Stack Jumpissa. Tässä taitopelissä päähenkilön täytyy reagoida nopeasti ja keskittyä, jotta hän ei putoa.\n\nKun näet lohkon tulevan, hyppää ajoissa luodaksesi korkeimman lohkopinon. Mitä enemmän lohkoja, sitä korkeampi pistemäärä. Päähenkilö, tausta ja ympäristö muuttuvat kaikilla tasoilla: esikaupungeista viidakkoon.\n\nKiinnitä huomiota lohkonopeuden kasvuun, varsinkin kun päivität peliä.\n\nSÄÄDÖT\n- Pelaaminen tietokoneella: klikkaa pelin näyttöaluetta hypätäksesi.\n- Pelaaminen mobiililaitteella: hyppää napauttamalla pelinäyttöä.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nOMINAISUUDET:\n- HTML5 peli\n- Helppo pelata\n- 100% ilmainen\n- Offline-peli\n\nVoitko luoda korkeimman lohkopinon? Näytä meille kuinka hyvä olet Stack Jumpin pelaamisessa!\n\nPelaa nyt! Pidä hauskaa!",
    "fil": "Ang Stack Jump ay isang masaya at nakakahumaling na laro ng kasanayan na maaaring makatulong sa iyong pagbutihin ang iyong konsentrasyon.\n\nPAANO MAGLARO NG STACK JUMP GAME\nMagiging masaya ka sa paglalaro ng Stack Jump. Sa larong ito ng kasanayan, ang pangunahing tauhan ay dapat mag-react nang mabilis at mag-concentrate upang maiwasang ma-drop.\n\nKapag nakakita ka ng isang bloke na paparating, tumalon sa oras upang gawin ang pinakamataas na stack ng mga bloke. Ang mas maraming mga bloke, mas mataas ang marka. Ang pangunahing tauhan, background, at setting ay nagbabago sa buong antas: mula sa mga suburb hanggang sa gubat.\n\nBigyang-pansin ang pagtaas ng bilis ng block, lalo na kapag nire-refresh mo ang laro.\n\nMGA KONTROL\n- Naglalaro sa isang computer: i-click ang lugar ng screen ng laro upang tumalon.\n- Nagpe-play sa isang mobile device: i-tap ang screen ng laro para tumalon.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nMGA TAMPOK:\n- Larong HTML5\n- Madaling Maglaro\n- 100% Libre\n- Offline na Laro\n\nMagagawa mo ba ang pinakamataas na stack ng mga bloke? Ipakita sa amin kung gaano ka kahusay sa paglalaro ng Stack Jump!\n\nMaglaro Ngayon! Magsaya!",
    "fr": "Stack Jump est un jeu d'adresse amusant et addictif qui pourrait vous aider à améliorer votre concentration.\n\nCOMMENT JOUER AU JEU STACK JUMP\nVous aurez beaucoup de plaisir à jouer à Stack Jump. Dans ce jeu d'adresse, le protagoniste doit réagir rapidement et se concentrer pour ne pas être lâché.\n\nLorsque vous voyez un bloc arriver, sautez dans le temps pour créer la pile de blocs la plus élevée. Plus il y a de blocs, plus le score est élevé. Le protagoniste, l'arrière-plan et le décor changent au fil des niveaux : de la banlieue à la jungle.\n\nFaites attention à l'augmentation de la vitesse de blocage, en particulier lorsque vous rafraîchissez le jeu.\n\nLES CONTRÔLES\n- Jouer sur un ordinateur : cliquez sur la zone de l'écran de jeu pour sauter.\n- Jouer sur un appareil mobile : appuyez sur l'écran de jeu pour sauter.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nCARACTÉRISTIQUES:\n- Jeu HTML5\n- Facile à jouer\n- 100% gratuit\n- Jeu hors ligne\n\nPouvez-vous créer la plus haute pile de blocs ? Montrez-nous à quel point vous jouez à Stack Jump !\n\nJoue maintenant! S'amuser!",
    "gu": "સ્ટેક જમ્પ એ એક મનોરંજક અને વ્યસનયુક્ત કૌશલ્ય રમત છે જે તમને તમારી એકાગ્રતા સુધારવામાં મદદ કરી શકે છે.\n\nસ્ટેક જમ્પ ગેમ કેવી રીતે રમવી\nતમને સ્ટેક જમ્પ રમવામાં ખૂબ મજા આવશે. આ કૌશલ્યની રમતમાં, આગેવાને ઝડપથી પ્રતિક્રિયા આપવી જોઈએ અને છોડવામાં ન આવે તે માટે ધ્યાન કેન્દ્રિત કરવું જોઈએ.\n\nજ્યારે તમે કોઈ બ્લોક આવતા જુઓ છો, ત્યારે બ્લોકનો સૌથી વધુ સ્ટેક બનાવવા માટે સમયસર કૂદી જાઓ. વધુ બ્લોક્સ, ઉચ્ચ સ્કોર. નાયક, પૃષ્ઠભૂમિ અને સેટિંગ સમગ્ર સ્તરોમાં બદલાય છે: ઉપનગરોથી જંગલ સુધી.\n\nબ્લોક સ્પીડમાં વધારો કરવા પર ધ્યાન આપો, ખાસ કરીને જ્યારે તમે ગેમ રિફ્રેશ કરો છો.\n\nનિયંત્રણો\n- કમ્પ્યુટર પર રમવું: કૂદવા માટે ગેમ સ્ક્રીન વિસ્તાર પર ક્લિક કરો.\n- મોબાઇલ ઉપકરણ પર રમવું: કૂદવા માટે ગેમ સ્ક્રીનને ટેપ કરો.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nવિશેષતા:\n- HTML5 ગેમ\n- રમવા માટે સરળ\n- 100% મફત\n- ઑફલાઇન ગેમ\n\nશું તમે બ્લોકનો સૌથી ઊંચો સ્ટેક બનાવી શકો છો? અમને બતાવો કે તમે સ્ટેક જમ્પ રમવામાં કેટલા સારા છો!\n\nહવે રમો! મજા કરો!",
    "he": "Stack Jump הוא משחק כישורים מהנה וממכר שעשוי לעזור לך לשפר את הריכוז שלך.\n\nאיך לשחק במשחק STACK JUMP\nיהיה לך כיף גדול לשחק ב-Stack Jump. במשחק מיומנות זה, על הגיבור להגיב במהירות ולהתרכז כדי להימנע מהפלה.\n\nכאשר אתה רואה בלוק מגיע, קפוץ בזמן כדי ליצור את ערימת הבלוקים הגבוהה ביותר. ככל שיותר בלוקים, כך הציון גבוה יותר. הגיבור, הרקע והתפאורה משתנים לאורך הרמות: מהפרברים ועד לג'ונגל.\n\nשימו לב לעלייה במהירות הבלוק, במיוחד כשאתם מרעננים את המשחק.\n\nבקרות\n- משחק במחשב: לחץ על אזור מסך המשחק כדי לקפוץ.\n- משחק במכשיר נייד: הקש על מסך המשחק כדי לקפוץ.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nתכונות:\n- משחק HTML5\n- קל לשחק\n- 100% חינם\n- משחק לא מקוון\n\nהאם אתה יכול ליצור את ערימת הבלוקים הגבוהה ביותר? הראה לנו כמה אתה טוב בלשחק ב-Stack Jump!\n\nשחק עכשיו! תעשה חיים!",
    "hi": "स्टैक जंप एक मजेदार और व्यसनकारी कौशल गेम है जो आपकी एकाग्रता में सुधार करने में आपकी सहायता कर सकता है।\n\nस्टैक जंप गेम कैसे खेलें\nस्टैक जंप खेलने में आपको बहुत मजा आएगा। कौशल के इस खेल में, नायक को जल्दी से प्रतिक्रिया करनी चाहिए और गिराए जाने से बचने के लिए ध्यान केंद्रित करना चाहिए।\n\nजब आप किसी ब्लॉक को आते हुए देखते हैं, तो ब्लॉकों का उच्चतम स्टैक बनाने के लिए समय पर कूदें। जितने अधिक ब्लॉक, उतना अधिक स्कोर। नायक, पृष्ठभूमि, और सेटिंग पूरे स्तरों में बदल जाती है: उपनगरों से जंगल तक।\n\nब्लॉक स्पीड में वृद्धि पर ध्यान दें, खासकर जब आप गेम को रिफ्रेश करते हैं।\n\nनियंत्रण\n- कंप्यूटर पर खेलना: कूदने के लिए गेम स्क्रीन क्षेत्र पर क्लिक करें।\n- मोबाइल डिवाइस पर खेलना: कूदने के लिए गेम स्क्रीन पर टैप करें।\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nविशेषताएं:\n- एचटीएमएल 5 गेम\n- खेलने में आसान\n- 100% नि: शुल्क\n- ऑफलाइन गेम\n\nक्या आप ब्लॉकों का सबसे ऊंचा ढेर बना सकते हैं? हमें दिखाएं कि आप स्टैक जंप खेलने में कितने अच्छे हैं!\n\nअब खेलते हैं! मस्ती करो!",
    "hr": "Stack Jump je zabavna i zarazna igra vještina koja vam može pomoći da poboljšate svoju koncentraciju.\n\nKAKO IGRATI IGRU STACK JUMP\nJako ćete se zabaviti igrajući Stack Jump. U ovoj igri vještina, protagonist mora brzo reagirati i koncentrirati se kako bi izbjegao ispuštanje.\n\nKada vidite da dolazi blok, skočite na vrijeme da napravite najveći hrp blokova. Što je više blokova, to je veći rezultat. Protagonist, pozadina i okruženje mijenjaju se kroz razine: od predgrađa do džungle.\n\nObratite pozornost na povećanje brzine bloka, posebno kada osvježite igru.\n\nKONTROLE\n- Igranje na računalu: kliknite područje zaslona igre za skok.\n- Igranje na mobilnom uređaju: dodirnite zaslon igre za skok.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nOSOBINE:\n- HTML5 igra\n- Jednostavan za igranje\n- 100% besplatno\n- Izvanmrežna igra\n\nMožete li stvoriti najvišu hrpu blokova? Pokažite nam koliko ste dobri u igranju Stack Jump!\n\nIgraj sada! Zabavi se!",
    "hu": "A Stack Jump egy szórakoztató és addiktív ügyességi játék, amely segíthet javítani a koncentrációt.\n\nHOGYAN KELL JÁTSZANI A STACK JUMP JÁTÉKOT\nNagyon jól fog szórakozni a Stack Jump játékkal. Ebben az ügyességi játékban a főszereplőnek gyorsan kell reagálnia, és koncentrálnia kell, hogy ne essen le.\n\nHa látja, hogy egy blokk jön, ugorjon az időben, hogy létrehozza a legmagasabb köteg blokkot. Minél több blokk, annál magasabb a pontszám. A főszereplő, a háttér és a helyszín változik a szinteken: a külvárostól a dzsungelig.\n\nÜgyeljen a blokk sebességének növekedésére, különösen a játék frissítésekor.\n\nKEZELŐSZERVEK\n- Játék számítógépen: kattintson a játék képernyőjére az ugráshoz.\n- Játssz mobileszközön: érintse meg a játék képernyőjét az ugráshoz.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nJELLEMZŐK:\n- HTML5 játék\n- Könnyű játszani\n- 100% ingyenes\n- Offline játék\n\nTudod létrehozni a legmagasabb blokkhalmot? Mutasd meg, milyen jó vagy a Stack Jump játékban!\n\nJátssz most! Érezd jól magad!",
    "id": "Stack Jump adalah permainan keterampilan yang menyenangkan dan adiktif yang dapat membantu Anda meningkatkan konsentrasi.\n\nCARA BERMAIN STACK JUMP GAME\nAnda akan bersenang-senang bermain Stack Jump. Dalam permainan keterampilan ini, protagonis harus bereaksi dengan cepat dan berkonsentrasi agar tidak terjatuh.\n\nSaat Anda melihat blok datang, lompat tepat waktu untuk membuat tumpukan blok tertinggi. Semakin banyak blok, semakin tinggi skornya. Protagonis, latar belakang, dan pengaturan berubah di seluruh level: dari pinggiran kota ke hutan.\n\nPerhatikan peningkatan kecepatan blok, terutama saat Anda me-refresh game.\n\nKONTROL\n- Bermain di komputer: klik area layar game untuk melompat.\n- Bermain di perangkat seluler: ketuk layar game untuk melompat.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nFITUR:\n- Permainan HTML5\n- Mudah Dimainkan\n- 100% Gratis\n- Permainan Luring\n\nBisakah Anda membuat tumpukan balok tertinggi? Tunjukkan pada kami seberapa baik Anda bermain Stack Jump!\n\nMain sekarang! Selamat bersenang-senang!",
    "it": "Stack Jump è un gioco di abilità divertente e avvincente che potrebbe aiutarti a migliorare la tua concentrazione.\n\nCOME GIOCARE A STACK JUMP GAME\nTi divertirai un sacco a giocare a Stack Jump. In questo gioco di abilità devi concentrarti per aiutare il protagonista a reagire rapidamente saltando in modo tale che non caschi giù.\n\nQuando vedi arrivare un blocco, salta in tempo per creare la pila di blocchi più alta. Più blocchi ci sono, più alto è il punteggio. Protagonista, sfondo e ambientazione cambiano durante i livelli: dai sobborghi alla giungla.\n\nPresta attenzione all'aumento della velocità di blocco, specialmente quando aggiorni il gioco.\n\nCONTROLLI\n- Giocando da computer: fai clic sull'area della schermata di gioco per saltare.\n- Giocando da dispositivo mobile: tocca la schermata di gioco per saltare.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nCARATTERISTICHE:\n- Gioco HTML5\n- Facile da giocare\n- 100% gratuito\n- Gioco offline\n\nPuoi creare la pila di blocchi più alta? Mostraci quanto sei bravo a Stack Jump!\n\nInizia ora! Divertiti!",
    "ja": "スタック ジャンプは、集中力を高めるのに役立つ、楽しく中毒性のあるスキル ゲームです。\n\nスタックジャンプゲームの遊び方\nスタック ジャンプを楽しくプレイできます。 このスキル ゲームでは、主人公は素早く反応し、落とされないように集中する必要があります。\n\nブロックが来るのが見えたら、ジャンプしてブロックの最高スタックを作成します。 ブロックが多いほど、スコアが高くなります。 郊外からジャングルまで、レベル全体で主人公、背景、設定が変化します。\n\n特にゲームを更新するときは、ブロック速度の増加に注意してください。\n\nコントロール\n- パソコンで遊ぶ場合：ゲーム画面部分をクリックするとジャンプします。\n- モバイルデバイスでプレイ: ゲーム画面をタップしてジャンプします。\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\n特徴：\n- HTML5 ゲーム\n- 遊びやすい\n- 完全無料\n- オフラインゲーム\n\nブロックの最も高いスタックを作成できますか? スタック ジャンプの上手さを見せてください!\n\n今すぐプレイ！ 楽しんで！",
    "kn": "ಸ್ಟಾಕ್ ಜಂಪ್ ಒಂದು ಮೋಜಿನ ಮತ್ತು ವ್ಯಸನಕಾರಿ ಕೌಶಲ್ಯ ಆಟವಾಗಿದ್ದು ಅದು ನಿಮ್ಮ ಏಕಾಗ್ರತೆಯನ್ನು ಸುಧಾರಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ.\n\nಸ್ಟಾಕ್ ಜಂಪ್ ಆಟವನ್ನು ಆಡುವುದು ಹೇಗೆ\nನೀವು ಸ್ಟಾಕ್ ಜಂಪ್ ಆಡುವ ವಿನೋದವನ್ನು ಹೊಂದಿರುತ್ತೀರಿ. ಈ ಕೌಶಲ್ಯದ ಆಟದಲ್ಲಿ, ನಾಯಕ ತ್ವರಿತವಾಗಿ ಪ್ರತಿಕ್ರಿಯಿಸಬೇಕು ಮತ್ತು ಕೈಬಿಡುವುದನ್ನು ತಪ್ಪಿಸಲು ಗಮನಹರಿಸಬೇಕು.\n\nಬ್ಲಾಕ್ ಬರುತ್ತಿರುವುದನ್ನು ನೀವು ನೋಡಿದಾಗ, ಬ್ಲಾಕ್‌ಗಳ ಹೆಚ್ಚಿನ ಸ್ಟಾಕ್ ಅನ್ನು ರಚಿಸಲು ಸಮಯಕ್ಕೆ ಜಿಗಿಯಿರಿ. ಹೆಚ್ಚು ಬ್ಲಾಕ್‌ಗಳು, ಹೆಚ್ಚಿನ ಸ್ಕೋರ್. ನಾಯಕ, ಹಿನ್ನೆಲೆ ಮತ್ತು ಹಂತಗಳಾದ್ಯಂತ ಸೆಟ್ಟಿಂಗ್ ಬದಲಾವಣೆ: ಉಪನಗರಗಳಿಂದ ಕಾಡಿನವರೆಗೆ.\n\nಬ್ಲಾಕ್ ವೇಗದ ಹೆಚ್ಚಳಕ್ಕೆ ಗಮನ ಕೊಡಿ, ವಿಶೇಷವಾಗಿ ನೀವು ಆಟವನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಿದಾಗ.\n\nನಿಯಂತ್ರಣಗಳು\n- ಕಂಪ್ಯೂಟರ್‌ನಲ್ಲಿ ಪ್ಲೇ ಮಾಡುವುದು: ನೆಗೆಯಲು ಆಟದ ಪರದೆಯ ಪ್ರದೇಶವನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.\n- ಮೊಬೈಲ್ ಸಾಧನದಲ್ಲಿ ಪ್ಲೇ ಮಾಡಲಾಗುತ್ತಿದೆ: ನೆಗೆಯಲು ಆಟದ ಪರದೆಯನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nವೈಶಿಷ್ಟ್ಯಗಳು:\n- HTML5 ಆಟ\n- ಆಡಲು ಸುಲಭ\n- 100% ಉಚಿತ\n- ಆಫ್‌ಲೈನ್ ಆಟ\n\nನೀವು ಬ್ಲಾಕ್‌ಗಳ ಎತ್ತರದ ಸ್ಟಾಕ್ ಅನ್ನು ರಚಿಸಬಹುದೇ? ಸ್ಟಾಕ್ ಜಂಪ್ ಆಡುವಲ್ಲಿ ನೀವು ಎಷ್ಟು ಉತ್ತಮರು ಎಂದು ನಮಗೆ ತೋರಿಸಿ!\n\nಈಗ ಆಡು! ಆನಂದಿಸಿ!",
    "ko": "Stack Jump는 집중력 향상에 도움이 되는 재미있고 중독성 있는 스킬 게임입니다.\n\n스택 점프 게임 방법\nStack Jump를 플레이하면 정말 재미있을 것입니다. 이 스킬 게임에서 주인공은 빠르게 반응하고 떨어지지 않도록 집중해야 합니다.\n\n블록이 오는 것을 보면 시간을 뛰어넘어 가장 높은 블록 스택을 만드세요. 블록이 많을수록 점수가 높아집니다. 교외에서 정글까지 레벨 전체에서 주인공, 배경 및 설정이 변경됩니다.\n\n특히 게임을 새로 고칠 때 블록 속도의 증가에 주의하십시오.\n\n통제 수단\n- 컴퓨터에서 플레이: 게임 화면 영역을 클릭하면 점프합니다.\n- 모바일 기기에서 플레이: 게임 화면을 탭하여 점프하세요.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\n특징:\n- HTML5 게임\n- 쉬운 플레이\n- 100% 무료\n- 오프라인 게임\n\n가장 높은 블록 스택을 만들 수 있습니까? 스택 점프를 얼마나 잘하는지 보여주세요!\n\n지금 플레이하세요! 재미있게 보내세요!",
    "lt": "Stack Jump yra įdomus ir priklausomybę sukeliantis įgūdžių žaidimas, kuris gali padėti pagerinti jūsų koncentraciją.\n\nKAIP ŽAISTI STACK JUMP ŽAIDIMĄ\nJums bus labai smagu žaisti „Stack Jump“. Šiame įgūdžių žaidime pagrindinis veikėjas turi greitai reaguoti ir susikaupti, kad nenukristų.\n\nPamatę artėjantį bloką, šokinėkite laiku, kad sukurtumėte aukščiausią blokų krūvą. Kuo daugiau blokų, tuo didesnis rezultatas. Pagrindinis veikėjas, fonas ir aplinka keičiasi visuose lygiuose: nuo priemiesčių iki džiunglių.\n\nAtkreipkite dėmesį į bloko greičio padidėjimą, ypač kai atnaujinate žaidimą.\n\nVALDYMAS\n- Žaisti kompiuteriu: norėdami pereiti, spustelėkite žaidimo ekrano sritį.\n- Žaisti mobiliajame įrenginyje: bakstelėkite žaidimo ekraną, kad peršoktumėte.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nFUNKCIJOS:\n- HTML5 žaidimas\n- Lengva žaisti\n- 100% nemokama\n- Žaidimas neprisijungus\n\nAr galite sukurti aukščiausią blokų krūvą? Parodykite mums, kaip gerai mokate žaisti „Stack Jump“!\n\nŽaisti Dabar! Pasilinksmink!",
    "lv": "Stack Jump ir jautra un aizraujoša prasmju spēle, kas var palīdzēt uzlabot koncentrēšanos.\n\nKĀ SPĒLĒT SPĒLI STACK JUMP\nSpēlējot Stack Jump, jums būs ļoti jautri. Šajā iemaņu spēlē galvenajam varonim ir ātri jāreaģē un jākoncentrējas, lai netiktu nomests.\n\nKad redzat, ka tuvojas bloks, pārejiet laikā, lai izveidotu augstāko bloku kaudzi. Jo vairāk bloku, jo augstāks rezultāts. Varonis, fons un iestatījums mainās visos līmeņos: no priekšpilsētas līdz džungļiem.\n\nPievērsiet uzmanību bloka ātruma palielināšanai, it īpaši, kad atsvaidzināt spēli.\n\nVADĪBAS\n- Spēlējot datorā: noklikšķiniet uz spēles ekrāna apgabala, lai pārietu.\n- Spēlējot mobilajā ierīcē: pieskarieties spēles ekrānam, lai pārietu.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nIESPĒJAS:\n- HTML5 spēle\n- Viegli spēlēt\n- 100% bezmaksas\n- bezsaistes spēle\n\nVai varat izveidot augstāko bloku kaudzi? Parādiet mums, cik labi jūs spēlējat Stack Jump!\n\nSpēlēt tagad! Izklaidējieties!",
    "ml": "നിങ്ങളുടെ ഏകാഗ്രത മെച്ചപ്പെടുത്താൻ സഹായിക്കുന്ന രസകരവും ആസക്തി ഉളവാക്കുന്നതുമായ ഒരു നൈപുണ്യ ഗെയിമാണ് സ്റ്റാക്ക് ജമ്പ്.\n\nസ്റ്റാക്ക് ജമ്പ് ഗെയിം എങ്ങനെ കളിക്കാം\nസ്റ്റാക്ക് ജമ്പ് കളിക്കുന്നത് നിങ്ങൾക്ക് വളരെ രസകരമായിരിക്കും. ഈ നൈപുണ്യ ഗെയിമിൽ, നായകൻ പെട്ടെന്ന് പ്രതികരിക്കുകയും ഉപേക്ഷിക്കപ്പെടാതിരിക്കാൻ ശ്രദ്ധ കേന്ദ്രീകരിക്കുകയും വേണം.\n\nഒരു ബ്ലോക്ക് വരുന്നത് കാണുമ്പോൾ, ഏറ്റവും ഉയർന്ന ബ്ലോക്കുകൾ സൃഷ്ടിക്കാൻ കൃത്യസമയത്ത് ചാടുക. കൂടുതൽ ബ്ലോക്കുകൾ, ഉയർന്ന സ്കോർ. നായകൻ, പശ്ചാത്തലം, ക്രമീകരണം എന്നിവ ലെവലുകളിലുടനീളം മാറുന്നു: പ്രാന്തപ്രദേശങ്ങൾ മുതൽ കാട് വരെ.\n\nബ്ലോക്ക് വേഗതയിലെ വർദ്ധനവ് ശ്രദ്ധിക്കുക, പ്രത്യേകിച്ചും നിങ്ങൾ ഗെയിം പുതുക്കുമ്പോൾ.\n\nനിയന്ത്രണങ്ങൾ\n- ഒരു കമ്പ്യൂട്ടറിൽ പ്ലേ ചെയ്യുന്നു: ചാടാൻ ഗെയിം സ്ക്രീൻ ഏരിയയിൽ ക്ലിക്ക് ചെയ്യുക.\n- ഒരു മൊബൈൽ ഉപകരണത്തിൽ പ്ലേ ചെയ്യുന്നു: ചാടാൻ ഗെയിം സ്ക്രീനിൽ ടാപ്പുചെയ്യുക.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nഫീച്ചറുകൾ:\n- HTML5 ഗെയിം\n- കളിക്കാൻ എളുപ്പമാണ്\n- 100% സൗജന്യം\n- ഓഫ്‌ലൈൻ ഗെയിം\n\nനിങ്ങൾക്ക് ഏറ്റവും ഉയരമുള്ള ബ്ലോക്കുകൾ സൃഷ്ടിക്കാമോ? സ്റ്റാക്ക് ജമ്പ് കളിക്കുന്നതിൽ നിങ്ങൾ എത്രത്തോളം മിടുക്കരാണെന്ന് ഞങ്ങളെ കാണിക്കൂ!\n\nഇപ്പോൾ കളിക്കുക! തമാശയുള്ള!",
    "mr": "स्टॅक जंप हा एक मजेदार आणि व्यसनाधीन कौशल्य खेळ आहे जो तुम्हाला तुमची एकाग्रता सुधारण्यात मदत करू शकतो.\n\nस्टॅक जंप गेम कसा खेळायचा\nस्टॅक जंप खेळण्यात तुम्हाला खूप मजा येईल. या कौशल्य गेममध्ये, नायकाने पटकन प्रतिक्रिया दिली पाहिजे आणि सोडले जाऊ नये म्हणून लक्ष केंद्रित केले पाहिजे.\n\nब्लॉक येत असल्याचे दिसल्यावर, ब्लॉक्सचा सर्वोच्च स्टॅक तयार करण्यासाठी वेळेत उडी मारा. जितके जास्त ब्लॉक्स तितके जास्त स्कोअर. नायक, पार्श्वभूमी आणि सेटिंग संपूर्ण स्तरांवर बदलते: उपनगरापासून जंगलापर्यंत.\n\nब्लॉक स्पीड वाढण्याकडे लक्ष द्या, विशेषत: जेव्हा तुम्ही गेम रिफ्रेश करता.\n\nनियंत्रणे\n- संगणकावर खेळणे: उडी मारण्यासाठी गेम स्क्रीन क्षेत्रावर क्लिक करा.\n- मोबाइल डिव्हाइसवर खेळत आहे: उडी मारण्यासाठी गेम स्क्रीनवर टॅप करा.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nवैशिष्ट्ये:\n- HTML5 गेम\n- खेळण्यास सोपे\n- 100% मोफत\n- ऑफलाइन गेम\n\nतुम्ही ब्लॉक्सचा सर्वात उंच स्टॅक तयार करू शकता? स्टॅक जंप खेळण्यात तुम्ही किती चांगले आहात ते आम्हाला दाखवा!\n\nआता खेळ! मजा करा!",
    "ms": "Stack Jump ialah permainan kemahiran yang menyeronokkan dan ketagihan yang mungkin membantu anda meningkatkan tumpuan anda.\n\nCARA BERMAIN PERMAINAN LOMPAT STACK\nAnda akan berseronok bermain Stack Jump. Dalam permainan kemahiran ini, protagonis mesti bertindak balas dengan cepat dan menumpukan perhatian untuk mengelak daripada dijatuhkan.\n\nApabila anda melihat blok datang, lompat pada masa untuk mencipta timbunan blok tertinggi. Lebih banyak blok, lebih tinggi markah. Protagonis, latar belakang dan latar berubah di seluruh peringkat: dari pinggir bandar ke hutan.\n\nBeri perhatian kepada peningkatan kelajuan blok, terutamanya apabila anda menyegarkan semula permainan.\n\nKAWALAN\n- Bermain pada komputer: klik kawasan skrin permainan untuk melompat.\n- Bermain pada peranti mudah alih: ketik skrin permainan untuk melompat.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nCIRI-CIRI:\n- Permainan HTML5\n- Mudah Dimainkan\n- 100% Percuma\n- Permainan Luar Talian\n\nBolehkah anda mencipta timbunan blok yang paling tinggi? Tunjukkan kepada kami betapa hebatnya anda bermain Stack Jump!\n\nMain sekarang! Berseronok!",
    "nl": "Stack Jump is een leuk en verslavend behendigheidsspel dat je kan helpen je concentratie te verbeteren.\n\nHOE STACK JUMP SPEL TE SPELEN\nJe zult veel plezier beleven aan het spelen van Stack Jump. In dit vaardigheidsspel moet de hoofdrolspeler snel reageren en zich concentreren om te voorkomen dat hij valt.\n\nAls je een blok ziet aankomen, spring dan op tijd om de hoogste stapel blokken te maken. Hoe meer blokken, hoe hoger de score. Hoofdpersoon, achtergrond en omgeving veranderen door de levels heen: van de buitenwijken tot de jungle.\n\nLet op de toename van de bloksnelheid, vooral wanneer je het spel ververst.\n\nBEDIENINGSELEMENTEN\n- Spelen op een computer: klik op het spelscherm om te springen.\n- Spelen op een mobiel apparaat: tik op het spelscherm om te springen.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nKENMERKEN:\n- HTML5-spel\n- Gemakkelijk te spelen\n- 100% gratis\n- Offline spel\n\nKun jij de hoogste stapel blokken maken? Laat ons zien hoe goed je bent in het spelen van Stack Jump!\n\nNu afspelen! Veel plezier!",
    "no": "Stack Jump er et morsomt og vanedannende ferdighetsspill som kan hjelpe deg med å forbedre konsentrasjonen.\n\nHVORDAN SPILLER DU STACK JUMP GAME\nDu vil ha mye moro med å spille Stack Jump. I dette ferdighetsspillet må hovedpersonen reagere raskt og konsentrere seg for å unngå å bli droppet.\n\nNår du ser en blokk komme, hopp i tide for å lage den høyeste stabelen med blokker. Jo flere blokker, jo høyere poengsum. Hovedperson, bakgrunn og setting endres gjennom nivåene: fra forstedene til jungelen.\n\nVær oppmerksom på økningen i blokkhastighet, spesielt når du oppdaterer spillet.\n\nKONTROLLER\n- Spille på en datamaskin: Klikk på spillskjermområdet for å hoppe.\n- Spille på en mobilenhet: trykk på spillskjermen for å hoppe.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nFUNKSJONER:\n- HTML5-spill\n- Enkel å spille\n- 100 % gratis\n- Offline spill\n\nKan du lage den høyeste bunken med blokker? Vis oss hvor god du er til å spille Stack Jump!\n\nLeke nå! Ha det gøy!",
    "pl": "Stack Jump to zabawna i wciągająca gra zręcznościowa, która może pomóc poprawić koncentrację.\n\nJAK GRAĆ W GRĘ SKOK STOSU\nBędziesz się dobrze bawić grając w Stack Jump. W tej grze zręcznościowej bohater musi szybko reagować i koncentrować się, aby uniknąć upuszczenia.\n\nKiedy zobaczysz zbliżający się blok, skocz w czasie, aby stworzyć najwyższy stos bloków. Im więcej bloków, tym wyższy wynik. Bohater, tło i otoczenie zmieniają się na różnych poziomach: od przedmieść po dżunglę.\n\nZwracaj uwagę na wzrost szybkości blokowania, szczególnie przy odświeżaniu gry.\n\nSTEROWNICA\n- Grając na komputerze: kliknij obszar ekranu gry, aby skoczyć.\n- Gra na urządzeniu mobilnym: dotknij ekranu gry, aby skakać.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nFUNKCJE:\n- Gra HTML5\n- Łatwy do gry\n- 100% za darmo\n- Gra offline\n\nCzy potrafisz stworzyć najwyższy stos klocków? Pokaż nam, jak dobrze grasz w Stack Jump!\n\nZagraj teraz! Baw się dobrze!",
    "pt_BR,pt_PT": "Stack Jump é um jogo de habilidade divertido e viciante que pode ajudá-lo a melhorar sua concentração.\n\nCOMO JOGAR O JOGO STACK JUMP\nVocê vai se divertir muito jogando Stack Jump. Neste jogo de habilidade, o protagonista deve reagir rapidamente e se concentrar para evitar ser derrubado.\n\nQuando vir um bloco chegando, pule no tempo para criar a pilha mais alta de blocos. Quanto mais blocos, maior a pontuação. Protagonista, cenário e cenário mudam ao longo dos níveis: dos subúrbios à selva.\n\nPreste atenção ao aumento da velocidade do bloco, principalmente ao atualizar o jogo.\n\nCONTROLES\n- Jogando em um computador: clique na área da tela do jogo para pular.\n- Jogando em um dispositivo móvel: toque na tela do jogo para pular.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nRECURSOS:\n- Jogo HTML5\n- Fácil de Jogar\n- 100% grátis\n- Jogo offline\n\nVocê pode criar a pilha mais alta de blocos? Mostre-nos como você é bom jogando Stack Jump!\n\nJogue agora! Divirta-se!",
    "ro": "Stack Jump este un joc de îndemânare distractiv și captivant, care vă poate ajuta să vă îmbunătățiți concentrarea.\n\nCUM SE JOACĂ JOCUL STACK JUMP\nTe vei distra foarte mult jucând Stack Jump. În acest joc de îndemânare, protagonistul trebuie să reacționeze rapid și să se concentreze pentru a evita să fie lăsat în jos.\n\nCând vezi un bloc care vine, sari în timp pentru a crea cel mai mare teanc de blocuri. Cu cât sunt mai multe blocuri, cu atât scorul este mai mare. Protagonistul, fundalul și decorul se schimbă de-a lungul nivelurilor: de la suburbii la junglă.\n\nAcordați atenție creșterii vitezei de blocare, mai ales când reîmprospătați jocul.\n\nCONTROALE\n- Jucați pe un computer: faceți clic pe zona ecranului de joc pentru a sări.\n- Jucați pe un dispozitiv mobil: atingeți ecranul jocului pentru a sări.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nCARACTERISTICI:\n- Joc HTML5\n- Ușor de jucat\n- 100% gratuit\n- Joc offline\n\nPuteți crea cel mai înalt teanc de blocuri? Arată-ne cât de bun ești la jocul Stack Jump!\n\nJoaca acum! A se distra!",
    "ru": "Stack Jump — это веселая и захватывающая игра на ловкость, которая может помочь вам улучшить концентрацию.\n\nКАК ИГРАТЬ В СТЕК ПРЫЖОК\nВам будет очень весело играть в Stack Jump. В этой игре на ловкость главный герой должен быстро реагировать и концентрироваться, чтобы его не уронили.\n\nКогда вы видите приближающийся блок, прыгайте вовремя, чтобы создать самую высокую стопку блоков. Чем больше блоков, тем выше оценка. Главный герой, предыстория и обстановка меняются на протяжении уровней: от пригорода до джунглей.\n\nОбратите внимание на увеличение скорости блока, особенно при обновлении игры.\n\nУПРАВЛЕНИЕ\n- Игра на компьютере: нажмите на область игрового экрана, чтобы прыгнуть.\n- Игра на мобильном устройстве: коснитесь игрового экрана, чтобы прыгнуть.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nФУНКЦИИ:\n- HTML5 игра\n- Легко играть\n- 100% бесплатно\n- Оффлайн игра\n\nСможете ли вы создать самую высокую стопку блоков? Покажите нам, насколько хорошо вы играете в Stack Jump!\n\nИграть сейчас! Развлекайся!",
    "sk": "Stack Jump je zábavná a návyková hra na zručnosti, ktorá vám môže pomôcť zlepšiť vašu koncentráciu.\n\nAKO HRAŤ HRU STACK JUMP\nPri hre Stack Jump si užijete veľa zábavy. V tejto hre zručností musí hlavný hrdina reagovať rýchlo a sústrediť sa, aby nespadol.\n\nKeď uvidíte prichádzajúci blok, skočte včas, aby ste vytvorili najvyšší kôš blokov. Čím viac blokov, tým vyššie skóre. Protagonista, pozadie a prostredie sa menia v rámci úrovní: od predmestí až po džungľu.\n\nDávajte pozor na zvýšenie rýchlosti blokov, najmä keď obnovujete hru.\n\nOVLÁDANIE\n- Hranie na počítači: kliknutím na oblasť hernej obrazovky skočte.\n- Hranie na mobilnom zariadení: skočte klepnutím na obrazovku hry.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nVLASTNOSTI:\n- Hra HTML5\n- Jednoduché prehrávanie\n- 100% zadarmo\n- Offline hra\n\nDokážete vytvoriť čo najvyššiu hromadu kociek? Ukážte nám, akí ste dobrí v hraní Stack Jump!\n\nHrať teraz! Bavte sa!",
    "sl": "Stack Jump je zabavna in zasvojljiva spretnostna igra, ki vam lahko pomaga izboljšati koncentracijo.\n\nKAKO IGRATI IGRO STACK JUMP\nZelo se boste zabavali pri igranju igre Stack Jump. V tej spretnostni igri se mora protagonist hitro odzvati in osredotočiti, da ne pade na tla.\n\nKo vidite, da prihaja blok, pravočasno skočite, da ustvarite najvišji kup blokov. Več kot je blokov, višji je rezultat. Protagonist, ozadje in dogajanje se spreminjajo med nivoji: od predmestja do džungle.\n\nBodite pozorni na povečanje hitrosti bloka, še posebej, ko osvežite igro.\n\nKONTROLE\n- Igranje na računalniku: kliknite območje zaslona igre za skok.\n- Igranje na mobilni napravi: tapnite zaslon igre za skok.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nLASTNOSTI:\n- Igra HTML5\n- Enostaven za igranje\n- 100% brezplačno\n- Igra brez povezave\n\nAli lahko ustvarite najvišji kup blokov? Pokažite nam, kako dobri ste v igranju Stack Jump!\n\nIgraj zdaj! Zabavaj se!",
    "sr": "Стацк Јумп је забавна и заразна игра вештина која вам може помоћи да побољшате концентрацију.\n\nКАКО ИГРАТИ СТАЦК ЈУМП ГАМЕ\nВеома ћете се забавити играјући Стацк Јумп. У овој игри вештина, протагониста мора брзо да реагује и концентрише се како не би био испуштен.\n\nКада видите блок који долази, скочите на време да направите највећи сноп блокова. Што више блокова, то је већи резултат. Протагониста, позадина и окружење се мењају на свим нивоима: од предграђа до џунгле.\n\nОбратите пажњу на повећање брзине блока, посебно када освежавате игру.\n\nКОНТРОЛЕ\n- Играње на рачунару: кликните на област екрана игре да бисте скочили.\n- Играње на мобилном уређају: додирните екран игре да бисте скочили.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nКАРАКТЕРИСТИКЕ:\n- ХТМЛ5 игра\n- Лако се игра\n- 100% бесплатно\n- Игра ван мреже\n\nМожете ли да направите највишу гомилу блокова? Покажите нам колико сте добри у игрању Стацк Јумп-а!\n\nИграј! Забави се!",
    "sv": "Stack Jump är ett roligt och beroendeframkallande skicklighetsspel som kan hjälpa dig att förbättra din koncentration.\n\nHUR MAN SPELAR STACK JUMP-SPEL\nDu kommer att ha mycket roligt när du spelar Stack Jump. I det här skicklighetsspelet måste huvudpersonen reagera snabbt och koncentrera sig för att undvika att bli tappad.\n\nNär du ser ett block komma, hoppa i tid för att skapa den högsta stapeln med block. Ju fler block, desto högre poäng. Huvudperson, bakgrund och miljö förändras genom nivåerna: från förorterna till djungeln.\n\nVar uppmärksam på ökningen av blockhastigheten, särskilt när du uppdaterar spelet.\n\nKONTROLLER\n- Spela på en dator: klicka på spelskärmsområdet för att hoppa.\n- Spela på en mobil enhet: tryck på spelskärmen för att hoppa.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nFUNKTIONER:\n- HTML5-spel\n- Lätt att spela\n- 100 % gratis\n- Offlinespel\n\nKan du skapa den högsta stapeln med block? Visa oss hur bra du är på att spela Stack Jump!\n\nSpela nu! Ha så kul!",
    "sw": "Kuruka kwa Stack ni mchezo wa stadi wa kufurahisha na wa kulevya ambao unaweza kukusaidia kuboresha umakinifu wako.\n\nJINSI YA KUCHEZA MCHEZO WA KURUKA STACK\nUtakuwa na furaha nyingi kucheza Stack Rukia. Katika mchezo huu wa ujuzi, mhusika mkuu lazima achukue hatua haraka na azingatie ili kuepuka kuangushwa.\n\nUnapoona kizuizi kinakuja, ruka kwa wakati ili kuunda rundo la juu zaidi la vizuizi. Vizuizi vingi ndivyo alama ya juu. Mhusika mkuu, usuli, na mabadiliko ya mpangilio katika viwango vyote: kutoka vitongoji hadi msituni.\n\nZingatia ongezeko la kasi ya kuzuia, haswa unapoburudisha mchezo.\n\nVIDHIBITI\n- Kucheza kwenye kompyuta: bofya eneo la skrini ya mchezo ili kuruka.\n- Kucheza kwenye kifaa cha rununu: gonga skrini ya mchezo ili kuruka.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nVIPENGELE:\n- HTML5 Mchezo\n- Rahisi Kucheza\n- 100% Bure\n- Mchezo wa nje ya mtandao\n\nJe, unaweza kuunda rundo refu zaidi la vitalu? Tuonyeshe jinsi ulivyo mzuri katika kucheza Stack Rukia!\n\nCheza sasa! Furahia!",
    "ta": "ஸ்டாக் ஜம்ப் என்பது ஒரு வேடிக்கையான மற்றும் அடிமையாக்கும் திறன் விளையாட்டு, இது உங்கள் செறிவை மேம்படுத்த உதவும்.\n\nஸ்டாக் ஜம்ப் கேம் விளையாடுவது எப்படி\nஸ்டாக் ஜம்ப் விளையாடுவதில் நீங்கள் மிகவும் வேடிக்கையாக இருப்பீர்கள். இந்த திறன் விளையாட்டில், கதாநாயகன் விரைவாக செயல்பட வேண்டும் மற்றும் கைவிடப்படுவதைத் தவிர்க்க கவனம் செலுத்த வேண்டும்.\n\nஒரு பிளாக் வருவதைக் கண்டால், பிளாக்குகளின் மிக உயர்ந்த அடுக்கை உருவாக்க, சரியான நேரத்தில் செல்லவும். அதிக தொகுதிகள், அதிக மதிப்பெண். கதாநாயகன், பின்னணி மற்றும் அமைப்பு நிலைகள் முழுவதும் மாற்றம்: புறநகர்ப் பகுதிகள் முதல் காடு வரை.\n\nபிளாக் வேகம் அதிகரிப்பதில் கவனம் செலுத்துங்கள், குறிப்பாக நீங்கள் விளையாட்டைப் புதுப்பிக்கும்போது.\n\nகட்டுப்பாடுகள்\n- கணினியில் விளையாடுதல்: குதிக்க விளையாட்டுத் திரைப் பகுதியைக் கிளிக் செய்யவும்.\n- மொபைல் சாதனத்தில் விளையாடுதல்: குதிக்க விளையாட்டுத் திரையைத் தட்டவும்.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nஅம்சங்கள்:\n- HTML5 கேம்\n- விளையாட எளிதானது\n- 100% இலவசம்\n- ஆஃப்லைன் கேம்\n\nஉங்களால் மிக உயரமான தொகுதிகளை உருவாக்க முடியுமா? ஸ்டாக் ஜம்ப் விளையாடுவதில் நீங்கள் எவ்வளவு சிறந்தவர் என்பதை எங்களுக்குக் காட்டுங்கள்!\n\nஇப்பொழுதே விளையாடு! மகிழுங்கள்!",
    "te": "స్టాక్ జంప్ అనేది మీ ఏకాగ్రతను మెరుగుపరచడంలో మీకు సహాయపడే ఒక ఆహ్లాదకరమైన మరియు వ్యసనపరుడైన నైపుణ్యం గల గేమ్.\n\nస్టాక్ జంప్ గేమ్‌ను ఎలా ఆడాలి\nమీరు స్టాక్ జంప్ ఆడటం చాలా సరదాగా ఉంటుంది. ఈ స్కిల్ గేమ్‌లో, కథానాయకుడు త్వరితగతిన ప్రతిస్పందించాలి మరియు జారవిడవకుండా ఏకాగ్రతతో ఉండాలి.\n\nమీరు బ్లాక్ వస్తున్నట్లు చూసినప్పుడు, బ్లాక్‌ల యొక్క అత్యధిక స్టాక్‌ను సృష్టించడానికి సమయానికి వెళ్లండి. ఎక్కువ బ్లాక్‌లు, ఎక్కువ స్కోరు. కథానాయకుడు, నేపథ్యం మరియు సెట్టింగ్ స్థాయిల అంతటా మార్పు: శివారు ప్రాంతాల నుండి అడవి వరకు.\n\nబ్లాక్ స్పీడ్ పెరుగుదలపై శ్రద్ధ వహించండి, ప్రత్యేకించి మీరు గేమ్‌ను రిఫ్రెష్ చేసినప్పుడు.\n\nనియంత్రణలు\n- కంప్యూటర్‌లో ప్లే చేయడం: దూకేందుకు గేమ్ స్క్రీన్ ఏరియాపై క్లిక్ చేయండి.\n- మొబైల్ పరికరంలో ప్లే చేస్తోంది: దూకడానికి గేమ్ స్క్రీన్‌ను నొక్కండి.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nలక్షణాలు:\n- HTML5 గేమ్\n- ఆడటం సులభం\n- 100% ఉచితం\n- ఆఫ్‌లైన్ గేమ్\n\nమీరు బ్లాక్‌ల యొక్క ఎత్తైన స్టాక్‌ను సృష్టించగలరా? మీరు స్టాక్ జంప్ ఆడటంలో ఎంత మంచివారో మాకు చూపండి!\n\nఇప్పుడు ఆడు! ఆనందించండి!",
    "th": "Stack Jump เป็นเกมฝึกทักษะที่สนุกและน่าติดตามซึ่งอาจช่วยให้คุณมีสมาธิดีขึ้น\n\nวิธีเล่นเกมสแต็คจัมป์\nคุณจะสนุกไปกับการเล่น Stack Jump ในเกมทักษะนี้ ตัวเอกต้องตอบสนองอย่างรวดเร็วและมีสมาธิเพื่อหลีกเลี่ยงการถูกทิ้ง\n\nเมื่อคุณเห็นบล็อกกำลังมา ให้กระโดดข้ามเวลาเพื่อสร้างกองบล็อกที่สูงที่สุด ยิ่งบล็อกมากเท่าไหร่คะแนนก็จะยิ่งสูงขึ้นเท่านั้น ตัวละครเอก ฉากหลัง และฉากเปลี่ยนไปตลอดทั้งเลเวล: จากชานเมืองไปจนถึงป่า\n\nให้ความสนใจกับการเพิ่มความเร็วบล็อก โดยเฉพาะอย่างยิ่งเมื่อคุณรีเฟรชเกม\n\nการควบคุม\n- เล่นบนคอมพิวเตอร์: คลิกที่พื้นที่หน้าจอเกมเพื่อกระโดด\n- เล่นบนอุปกรณ์พกพา: แตะที่หน้าจอเกมเพื่อกระโดด\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nคุณสมบัติ:\n- เกม HTML5\n- เล่นง่าย\n- ฟรี 100%\n- เกมออฟไลน์\n\nคุณสามารถสร้างกองบล็อกที่สูงที่สุดได้หรือไม่? แสดงให้เราเห็นว่าคุณเก่งแค่ไหนในการเล่น Stack Jump!\n\nเล่นเลย! มีความสุข!",
    "tr": "Stack Jump, konsantrasyonunuzu geliştirmenize yardımcı olabilecek eğlenceli ve bağımlılık yapan bir beceri oyunudur.\n\nSTACK JUMP OYUNU NASIL OYNANIR\nStack Jump oynarken çok eğleneceksiniz. Bu beceri oyununda, kahraman düşmemek için hızlı tepki vermeli ve konsantre olmalıdır.\n\nBir bloğun geldiğini gördüğünüzde, en yüksek blok yığınını oluşturmak için zamanda atlayın. Daha fazla blok, daha yüksek puan. Seviyeler boyunca kahraman, arka plan ve ortam değişikliği: varoşlardan ormana.\n\nÖzellikle oyunu yenilediğinizde blok hızındaki artışa dikkat edin.\n\nKONTROLLER\n- Bilgisayarda oynamak: atlamak için oyun ekranı alanına tıklayın.\n- Bir mobil cihazda oynamak: atlamak için oyun ekranına dokunun.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nÖZELLİKLERİ:\n- HTML5 Oyunu\n- Oynaması Kolay\n- %100 Ücretsiz\n- Çevrimdışı Oyun\n\nEn uzun blok yığınını oluşturabilir misin? Stack Jump oynamakta ne kadar iyi olduğunuzu bize gösterin!\n\nŞimdi oyna! İyi eğlenceler!",
    "uk": "Stack Jump — це весела та захоплююча гра на спритність, яка може допомогти вам покращити концентрацію.\n\nЯК ГРАТИ В ГРУ STACK JUMP\nВам буде дуже весело грати в Stack Jump. У цій грі на спритність головний герой повинен швидко реагувати та зосередитися, щоб не впасти.\n\nКоли ви бачите, що наближається блок, стрибайте вчасно, щоб створити найвищий стек блоків. Чим більше блоків, тим вище оцінка. Головний герой, фон і місце дії змінюються на всіх рівнях: від передмістя до джунглів.\n\nЗверніть увагу на збільшення швидкості блоку, особливо коли ви оновлюєте гру.\n\nУПРАВЛІННЯ\n- Гра на комп'ютері: натисніть область ігрового екрана, щоб стрибнути.\n- Гра на мобільному пристрої: торкніться екрана гри, щоб стрибнути.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nОСОБЛИВОСТІ:\n- Гра HTML5\n- Легко грати\n- 100% безкоштовно\n- Офлайн гра\n\nЧи можете ви створити найвищу стопку блоків? Покажіть нам, наскільки ви добре граєте в Stack Jump!\n\nГрати зараз! Отримуй задоволення!",
    "vi": "Stack Jump là một trò chơi kỹ năng thú vị và gây nghiện có thể giúp bạn cải thiện sự tập trung của mình.\n\nCÁCH CHƠI TRÒ CHƠI NHẢY XẾP\nBạn sẽ có rất nhiều niềm vui khi chơi Stack Jump. Trong trò chơi kỹ năng này, nhân vật chính phải phản ứng nhanh và tập trung để tránh bị rơi.\n\nKhi bạn nhìn thấy một khối sắp tới, hãy nhảy đúng lúc để tạo chồng khối cao nhất. Càng nhiều khối, điểm càng cao. Nhân vật chính, bối cảnh và bối cảnh thay đổi trong suốt các cấp độ: từ vùng ngoại ô đến rừng rậm.\n\nHãy chú ý đến việc tăng tốc độ khối, đặc biệt là khi bạn làm mới trò chơi.\n\nKIỂM SOÁT\n- Chơi trên máy tính: click vào khu vực màn hình game để nhảy.\n- Chơi trên thiết bị di động: chạm vào màn hình trò chơi để nhảy.\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\nTÍNH NĂNG, ĐẶC ĐIỂM:\n- Trò chơi HTML5\n- Dễ Chơi\n- 100% miễn phí\n- Trò chơi ngoại tuyến\n\nBạn có thể tạo chồng khối cao nhất không? Hãy cho chúng tôi thấy bạn chơi Stack Jump giỏi như thế nào!\n\nBắt đầu chơi! Chúc vui vẻ!",
    "zh_CN": "Stack Jump 是一款有趣且令人上瘾的技能游戏，可以帮助您提高注意力。\n\n如何玩堆叠跳跃游戏\n玩 Stack Jump 会很有趣。 在这款技能游戏中，主角必须反应迅速，注意力集中，才能避免掉线。\n\n当您看到一个方块到来时，及时跳跃以创建最高的方块堆。 块越多，得分越高。 主角、背景和场景在整个关卡中不断变化：从郊区到丛林。\n\n注意格挡速度的提升，尤其是刷新游戏时。\n\n控件\n- 在电脑上玩：点击游戏画面区域跳转。\n- 在移动设备上玩：点击游戏屏幕跳跃。\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\n特征：\n- HTML5 游戏\n- 易玩\n- 100% 免费\n- 离线游戏\n\n你能拼出最高的积木堆吗？ 向我们展示您玩 Stack Jump 的水平如何！\n\n现在播放！ 玩得开心！",
    "zh_TW": "Stack Jump 是一款有趣且令人上癮的技能遊戲，可以幫助您提高注意力。\n\n如何玩堆疊跳躍遊戲\n玩 Stack Jump 會很有趣。 在這款技能遊戲中，主角必須反應迅速，注意力集中，才能避免掉線。\n\n當您看到一個方塊到來時，及時跳躍以創建最高的方塊堆。 塊越多，得分越高。 主角、背景和場景在整個關卡中不斷變化：從郊區到叢林。\n\n注意格擋速度的提升，尤其是刷新遊戲時。\n\n控件\n- 在電腦上玩：點擊遊戲畫面區域跳轉。\n- 在移動設備上玩：點擊遊戲屏幕跳躍。\n\nStack Jump  is a fun casual and skill game online to play when bored for FREE on Magbei.com\n\n特徵：\n- HTML5 遊戲\n- 易玩\n- 100% 免費\n- 離線遊戲\n\n你能拼出最高的積木堆嗎？ 向我們展示您玩 Stack Jump 的水平如何！\n\n現在播放！ 玩得開心！"
  }
}