{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WebEdit Pro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Replace text in any websites, tailoring the content to your preferences"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What is WebEdit Pro?\nWebEdit Pro is a free and open-source Chrome extension designed to make text replacement on websites quick and efficient.\n\nWhat does WebEdit Pro do?\nIt allows you to easily find and replace text across any website, making it ideal for customization and readability improvements.\n\nHow is it different from other text replacing extensions?\n\nAdvanced Features: \nWebEdit Pro stands out as a sophisticated tool with an enable/disable function for specific websites, allowing users to control when text replacements are active without deleting data.\n\nBulk Edit Functionality: \nInspired by Postman, the bulk edit feature enables users to add and modify thousands of text entries in one go, eliminating the need for manual form inputs—ideal for large-scale updates.\n\nWhy was WebEdit Pro Created?\nWebEdit Pro was inspired by a common issue on platforms like GitHub. Often, repositories display auto-generated alphanumeric IDs like K43234 for contributors, making notifications difficult to read. With WebEdit Pro, users can map and replace usernames (e.g., K43234 -> \"John\") across notifications, improving clarity, especially when dealing with hundreds of contributors.\n\nHow Does WebEdit Pro Help? \n\nFor instance:\nBefore: K43234 committed a new change\nAfter: John committed a new change\nWith WebEdit Pro, such text replacements become effortless, even for thousands of entries.\n\nAs mentioned above it is an open source following is repo\nGithub link - https://github.com/cyberfury10/web-edit-pro"
  }
}