{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Display #Anchors"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Displays anchors for all content in the current web page without breaking the layout."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Display #Anchors offers an easy way to see\nall (invisible) anchors in a page, to make it easier to link to a specific part of a webpage.\n\n【  FEATURES  】\n\n- Finds all anchors in a page and shows a marker next to it.\n- Does not alter the layout; so no jumpy pages or expensive repaints.\n- The anchored content is highlighted on Hover over the marker.\n- The marker is highlighted on hover over the anchored content.\n- Click on the toolbar button to remove all markers.\n- The extension consumes no memory until it's actually used.\n- Optional option to display anchors in cross-origin frames.\n\n【  Customization  】\n- You can set a custom shortcut to toggle the extension (Alt + Shift + A by default).\n- You can customize the label of the displayed anchor.\n- You can optionally grant access to all sites, to display anchors in cross-origin frames.\n\nDetailed instructions are available at https://github.com/Rob--W/display-anchors#customization\n\n【  HISTORY  】\n\nBefore creating this extension, I've been using the \"Display Anchors\" feature of Chris Pederick's\n\"Web Developer\" extension for Chrome.\nAn unfortunate \"feature\" of this implementation is that the markers cause changes to the layout, resulting in some\nloss of time to find the position of the page before activating the anchors (and a broken layout looks ugly).\nBesides that, the extension had too much overhead (it activates on every page, and consumes memory even when I did\nnot use it). This encouraged me to develop a new extension that offers the desired feature in an optimal way.\n\n【  SUPPORT  】\nSource code: https://github.com/Rob--W/display-anchors\nReport a bug: https://github.com/Rob--W/display-anchors/issues\nContact: rob@robwu.nl"
  }
}