{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instagram Downloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download Photos and Videos from Instagram Post, Reels, TV, Stories"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download Photos and Videos from Instagram Post, Reels, TV, Stories\n\nDownload Instagram Photo and Video. Save IG Story, Reels or Posts. Supports single and mass Download from Instagram. IG Downloader\n\nDownload for Instagram\n\nInstagram Downloader provides easy way to download any Instagram Photo or Video from IG to your computer. It also supports Repost feature to Feed or Stories. \n\nMy Instagram Download Tool supports single or mass download from Instagram, you can save hundreds of photos or videos from any Instagram account in just a few moments. You can download images of videos from your own account or anyone else's account, as Instagram Downloader has both:\n-\tSingle Download option\n-\tMass Download option\n\nInstagram Downloader is a simple and powerful tool with numerous features making your user experience even better. You can save any visual content from IG:\n-\tReels. Mass and single download\n-\tStories. Video or Image. Mass and single download\n-\tPosts. Video or Image, one or more\n\nThe main goal of my Instagram Downloader is to make your social experience easier and more convenient. For this I implemented a few very handy features like:\n-\tRepost Photo or Video from Instagram feed or any profile page\n-\tBulk Download to get all IG Photos and Videos from a user or feed. You can select how many files you want to get to your device\n-\tDownloading Instagram Stories, one-by-one or all of them with one single click\n\nPlease NOTE: Instagram Downloader does not belong or related to Instagram Inc. in any ways. The extension is developed and maintained independently. My extension is a wrapper to original web application."
  }
}