{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Salesforce Status Helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Salesforce Status Helper will help keep you logged into Omni-Channel for when those unexpected disconnects occur without warning."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension is useful for when Omni-Channel disconnects you unexpectedly and without warning.\n\nFeatures:\n- Automated queue where it will change your status from Available -> Backlog -> Offline based on your time input.\n- If you choose to manually set your status, click your preferred Omni-Channel status. The chosen status will remain active until disabled.\n- Every 15 seconds the extension will check that you're still logged in with the selected status or if using the automated queue based on your input time. If not, it will automatically sign you back in.\n- Every 60 seconds the extension will check that Omni Supervisor is in a healthy state.\n\nNOTES:\n- If the extension detects that you're 'On a Web Case' it will NOT change your status. You will have to manually change out of it first.\n- This will ONLY work in .salesforce.com or .force.com domains. If you try to set your status in another tab without these domains nothing will happen.\n- If you don't have Omni Supervisor open in a Salesforce tab then an error will display in the console. More importantly you can enter into an error state that the extension can't detect.\n\n-----------------------------------------------------------------------------------------------------\n\nTroubleshooting:\n\nIf you open Web Developer Tools by either pressing 'F12' or by going into Settings > More Tools > Developer Tools you will see various console logs. Please use these logs to report any issues."
  }
}