{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NZBLinker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create a NZBLNK either from a selected text or from scratch",
    "de": "Erstellt einen NZBLNK entweder aus einem selektierten Text oder durch eigene Eingabe"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Based on a text marked in the browser, which contains the title, header as well as a password and the group, this extension will automatically create an NZBlnk, which can then either be copied to the clipboard or opened directly (requires NZBMonkey to be installed and working).\nAlternatively, a browser window can be opened by clicking on the NZBLinker icon, in which an NZBlnk can be created manually.\n\nv0.7.2\n* Support for additional NZBLNK parameter \"post date\" (d) and experimental post date detection (thanks to plneappl)\n\nv0.7.1\n* Deletion of a debug alert\n* Update to jQuery 3.5.1\n\nv0.7.0\n* Completely reworked interface\n* Browser action when clicking on the icon: Opening a window for manual creation of an NZBlnk\n* Multilingual: German / English\n* Now also works without storage.sync (fallback to storage.local) or if no storage exists at all\n* The NZBlnk is now always created syntactically 100% correct\n* Added \"File(s)\" as additional keyword for header search",
    "de": "Auf Basis eines im Browser markierten Texts, welcher den Titel, Header sowie gegebenenfalls ein Passwort und die Gruppe enthält, wird mit dieser Erweiterung automatisch ein NZBlnk erstellen, welcher dann entweder in die Zwischenablage kopiert oder direkt aufgerufen werden kann (Benötigt einen installierten und funktionierenden NZBMonkey).\nAlternativ kann mit einem Klick auf das NZBLinker-Icon ein Browser-Fenster geöffnet werden, in welchem komplett manuell ein NZBlnk erstellt werden kann.\n\nv0.7.2\n* Unterstützung für den zusätzlichen NZBLNK-Parameter \"Post-Datum\" (d) und experimentelle Erkennung des Post-Datums (Danke an plneappl)\n\nv0.7.1\n* Löschung eines vergessen Debug-Alert\n* Update auf jQuery 3.5.1\n\nv0.7.0\n* Komplett neu überarbeitete Oberfläche\n* Browser-Action beim Klick auf das Icon: Öffnen eines Fenster zur manuellen Erstellung eines NZBlnk\n* Mehrsprachig: Deutsch / English\n* Funktioniert nun auch ohne storage.sync (Fallback auf storage.local) oder wenn gar kein storage vorhanden ist\n* Der NZBlnk wird nun immer syntaktisch 100% richtig erstellt\n* \"File(s)\" als zusätzliches Key-Wort für die Header-Suche hinzugefügt"
  }
}