{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Geometry Dash Unblocked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Geometry Dash Unblocked Game Popup Version for free right on Chrome™ Browser. This is one of our best Casual games! Play Offline!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_GB,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "With the Geometry Dash Jump Chrome Extension, you can experience the addictive gameplay and pulsating beats directly in your browser. Test your timing and precision as you navigate through a series of meticulously designed levels, aiming to conquer each one.\n\nWhether you're a fan of challenging platformers or enjoy music-driven games, the Chrome Extension version of Geometry Dash offers a convenient and accessible way to enjoy this thrilling game. Get ready to dash, jump, and groove your way to victory in this captivating game available at your fingertips.",
    "en_AU,en_US,vi": "Geometry Dash Unblocked - Chrome Extension\nGet ready to jump into the action with Geometry Dash Unblocked, the thrilling Chrome Extension that brings the beloved rhythm-based platformer right to your browser!\n\nIn this fast-paced game, you'll navigate through a series of challenging levels filled with spikes, obstacles, and dynamic soundtracks that keep your adrenaline pumping. With simple one-touch controls, you’ll need perfect timing and quick reflexes to leap and dodge your way to success. The vibrant graphics and engaging animations create an immersive experience that will captivate players of all ages.\n\nGeometry Dash Unblocked offers a variety of levels with increasing difficulty, ensuring that both newcomers and seasoned players will find plenty of challenges. Customize your character and unlock new icons as you conquer each level, adding to the fun.\n\nWhether you're looking for a quick gaming session or an intense challenge, Geometry Dash Unblocked promises hours of entertainment and excitement.\n\nDownload Geometry Dash Unblocked and start your rhythmic adventure today!\n\nTo play more free online game please click on \"Unblocked Games\" to visit our website: https://geometrydash.ee/, https://drivemad.org/, https://monkeymart.org/, https://retrobowls.org/\nDiscover the Best Browser-Based Games You Can Play Anywhere, Anytime - No Downloads Required!"
  }
}