{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Universal Extractor Download [Window 10,7,8]"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Universal Extractor free download. Universal Extractor latest version: Extract files from any type of archive. [Window 10,7,8]"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download Universal Extractor is a program do to exactly what it says: extract files from any type of archive, whether it’s a simple zip file, an installation program (like Wise or NSIS), or even a Windows Installer (.msi) package.\n\n👍 This application is not intended to be a general purpose archiving program. It will never replace WinRAR, 7-Zip, etc. What it will do is allow you to extract files from virtually any type of archive, regardless of source, compression method, etc. The original motivation behind this project was to create an easy, convenient way to extract files from installation packages, such as Inno Setup or Windows Installer packages, without pulling up a command line every time.\n\n👍 We send and receive different files and one of the best way to do it is to create archives to reduce the file size and to send just one file instead of multiple ones. This software is designed to open or extract files from archives created with popular programs like WinRAR, WinZip, 7 ZIP and others.\n\nThe program cannot create new archives, but will open almost any extension. It is designed to be simple and direct, without plugins or command-line options..\n\n👍 Supported Formats\n\nAs of v1.5, UniExtract uses TrID to determine the filetype of any given file.  If this detection fails, file extensions are used as a backup identifier.  The table below is a reference of known-supported filetypes and common extensions; any supported archive types should work regardless of actual extension.\n\nArchive Type\tCommon File Extension(s)\n\n✅ 7-zip archive         -\t.7z, .exe\n✅ ACE archive\t        -      .ace, .exe\n✅ ARC archive\t         -       .arc\n✅ ARJ archive\t        -      .arj, .exe\n\n👍 Download\nIf you want to Download Universal Extractor then click on the \"Webiste\" button."
  }
}