{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PageMo - Sticky notes & Memo in any page",
    "ja": "PageMo - メモ & 記録"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add sticky notes on any page, move the sticky notes to any position on page. View all sticky notes in the extension options.",
    "ja": "任意のウェブページにメモを追加、メモをページ内に自由の場所に配置できます。 拡張機能のオプションでメモ一覧を確認できます。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "You can add sticky notes to any web page and move the sticky notes to anywhere on the page. \nEven if you restart the web page, the added memo will be displayed. \nYou can set the fort size, marker, background color, etc. \nIn the editor that edits the memo. You can check the added sticky notes list in the extension options.\n\n■ Functions of sticky notes editor\n - Bold, italic, underline, strikethrough, fort size settings.\n - Marker color, text color, background color setting.\n - Delete memo, close editor, click OK button to complete editing sticky note.\n\n■ Sticky notes display\n - Move notes by dragging and dropping.\n - If you hover your mouse over the lower right corner of the memo, \n   the size adjustment icon will be displayed and you can adjust the memo size.\n\n■ Sticky notes list display page\n - When you press the menu \"Show Notes List\" of the Pegemo extension, the sticky notes list page is displayed.\n - A list of added memos is displayed on the option page of the Pegemo extension.\n - The added sticky notes and the target site are displayed on the sticky notes list page.\n - You can delete sticky notes with the trash can icon and delete sticky notes for each site.\n - You can access the target site of the added sticky notes from the list.",
    "ja": "任意のウェブページにメモを追加、メモをページ内に自由の場所に配置できます。 ウェブページを再開しても追加したメモが表示されます。 メモを編集するエディタでフォートサイズ、マーカ、背景色など設定できます。 拡張機能のオプションでメモ一覧を確認できます。 \n\n■メモ編集エディタの機能\n太字、斜体、下線、取り消し線、フォートサイズの設定\nマーカー色、文字色、背景色の設定\nメモの削除、エディタを閉じる、OKボタンでメモを編集完了\n\n■メモ表示\nドラッグドロップでメモを移動する。\nマウスをメモの右下あたりに置きますとオバーするとサイズ調整アイコンが表示され、メモサイズを調整できる。\n\n■メモ一覧表示画面\nPegemo拡張機能のメニュー「メモ一覧を表示」を押すとメモ一覧画面が表示される。\nPegemo拡張機能のオプション画面で追加したメモの一覧が表示される。\nメモ一覧表示画面に追加したメモと対象サイトが表示される。\nゴミ箱アイコンでメモを削除、サイトごとでメモを削除できる。\n追加したメモの対象サイトを一覧からアクセスできる。"
  }
}