{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Keyword Blocker - Hide Unwanted Videos from Your Feed"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Filter out YouTube videos containing specific keywords"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take control of your YouTube experience with YouTube Keyword Blocker. This Chrome extension empowers you to customize your feed by hiding videos based on keywords you define, allowing you to focus only on the content you want to see. Whether you’re avoiding spoilers, cutting down on distractions, or personalizing your viewing experience, this extension offers seamless and private control over your YouTube feed.\n\nKEY FEATURES:\n\n1. Keyword-Based Filtering\nInstantly block videos containing specific keywords in titles or descriptions. Simply add keywords you want to exclude—such as \"spoilers,\" \"clickbait,\" or \"gaming\"—and YouTube Keyword Blocker will filter out all matching content. This feature is perfect for those who want a more curated experience or are looking to avoid specific topics entirely.\n\n2. Real-Time Feed Customization\nEvery time you load YouTube, your customized filters work in real-time to keep only relevant content in your feed. This on-the-go filtering ensures you see content aligned with your preferences, providing a focused, distraction-free browsing experience.\n\n3. Flexible Keyword Management\nModify your keyword list anytime. Easily add, update, or delete keywords to adapt your feed to changing preferences, temporary trends, or specific genres you want to block. This flexible management lets you personalize your feed as often as you need.\n\n4. Efficient, Lightweight Design\nDesigned to work smoothly without slowing down YouTube or your browser, YouTube Keyword Blocker operates as a lightweight extension that focuses solely on keyword filtering without any unnecessary features.\n\n5. User-Friendly Interface\nThe simple and intuitive interface is accessible for all users. Add or edit keywords, view your blocked content list, and toggle the extension on or off with just a few clicks. Setup is easy and hassle-free.\n\nBENEFITS OF A CURATED YOUTUBE FEED:\n\n1. Improved Productivity: Block unwanted videos to reduce time spent on irrelevant or distracting content, helping you stay focused on what matters.\n2. Customizable Experience: Shape your YouTube feed to reflect your interests. Avoid entire genres, specific topics, or low-quality videos for a browsing experience that’s enjoyable and valuable.\n3. Content Control: Fed up with repetitive or irrelevant recommendations? Use this tool to block entire categories, topics, or types of videos, ensuring your feed matches your preferences.\n4. Adaptable as Interests Change: Easily adjust keywords over time as your preferences evolve, keeping your YouTube feed engaging and relevant.\n\nPRACTICAL USE CASE: \n\n1. Avoid Spoilers: Don’t want spoilers for shows, movies, or games? Block words like “spoiler” or “plot” to keep any revealing content out of your feed.\n2. Minimize Distractions: During focused work or study time, block keywords related to distracting topics like “gaming” or “vlog” to maintain a feed focused on educational or productivity-related content.\n3. Reduce Clickbait and Low-Quality Content: Filter out sensationalized or misleading content by blocking keywords like “shocking,” “crazy,” or “you won’t believe.”\n4. Block Unwanted Genres or Trends: Avoid seeing specific genres or video trends by adding keywords like “prank,” “reaction,” or “challenge.”\n5. Create a Specialized Feed: Interested only in professional topics or personal hobbies? Use targeted keywords to filter out unrelated content and create a tailored YouTube feed.\n\nQUICK START GUIDE:\n\n1. Install the Extension: Download from the Chrome Web Store and install.\nOpen the Interface: Access the extension by clicking its icon in the Chrome toolbar.\n2. Enter Keywords: Add words or phrases you want to block, such as “spoilers” or “clickbait.”\n3. Save and Apply: Click “Save” to activate filtering instantly.\n4. Edit Keywords Anytime: Return to the extension settings anytime to adjust your list.\n\nReady for a more curated, distraction-free YouTube feed? Install YouTube Keyword Blocker - Hide Unwanted Videos from Your Feed today, and experience a more focused, personalized browsing experience!"
  }
}