{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fast & Easy Photo Resizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortless and private photo resizing in seconds"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🚀 Quick and Easy Photo Resizing for All Needs\n\nWith Photo Resizer, transform your images in seconds! Our tool allows you to easily adjust the size and format of your photos, making them ready for any purpose. Whether you're a social media user, web designer, blogger, or photographer, you can achieve the perfect fit for any platform or project.\n\n🎯 Endless Customization Options\n\nFrom ready-made presets to custom dimensions, Photo Resizer has you covered. Select from popular sizes for social media platforms, print materials, or website images. Tired of resizing every single image? Save time with batch resizing and handle multiple images at once.\n\nWhy use Photo Resizer?\n\n1️⃣Standard presets for popular social media and website dimensions\n2️⃣Full control over image width, height, and resolution\n3️⃣Instant size adjustments to fit any digital or print requirement\n\n📉 High-Quality Compression Without Losing Quality\n\nWorried about large file sizes? Photo Resizer compresses your images without losing sharpness, clarity, or color. This means faster website load times, less storage on your device, and crystal-clear images for every use. Compressing images makes sharing online and through email much easier, too!\n\n💼 Batch Resizing and Image Editing for Professionals\n\nManage hundreds of images at once with the batch resizing feature! Perfect for photographers, designers, and marketers, Photo Resizer helps you edit multiple photos in just a few clicks. Save time and achieve consistent sizes across all images.\n\n🌍 Browser-Based and Beginner-Friendly\n\nNo software downloads needed! Photo Resizer runs in your browser, giving you flexibility to use it anytime, anywhere. The clean, intuitive interface is designed for users of all experience levels. Whether you’re resizing a few photos or managing a large batch, the tool guides you effortlessly.\n\n🔐 Privacy and Security at Its Core\n\nWe prioritize your privacy. All images are processed within your browser, ensuring that your photos stay secure and private. No images are stored or shared, giving you complete peace of mind.\n\n🌟 Full Features List\n\n1️⃣Simple and fast resizing options\n2️⃣Social media and website presets for standard sizes\n3️⃣High-quality compression to reduce file size\n4️⃣Batch resizing to handle multiple images\n5️⃣User-friendly, accessible, and no software downloads required\n6️⃣Secure and private photo processing\n\nWith Photo Resizer: The Ultimate Tool to Transform Your Images, photo editing and resizing is easier than ever. Make your photos pop on any platform, share instantly, and get the exact look you want in seconds! Start transforming your images today and experience the power of fast, easy resizing.\n\nFAQ - Photo Resizer: The Ultimate Tool to Transform Your Images!\n\n1️⃣ What is Photo Resizer, and how does it work?\n🔸Photo Resizer is an easy-to-use online tool that helps you resize, compress, and optimize images quickly. It’s browser-based, so there’s no need to download software. Simply upload your photo, choose your resizing options, and let the tool handle the rest.\n\n2️⃣ Can I resize multiple photos at once?\n🔸Yes! With Photo Resizer’s batch resizing feature, you can resize multiple photos in one go. Just upload all your images, choose your desired dimensions, and the tool will apply your settings to each photo automatically.\n\n3️⃣ Will my images lose quality after resizing?\n🔸No, Photo Resizer is designed to maintain the best quality possible while resizing and compressing your images. Our compression technology reduces file size without sacrificing clarity, sharpness, or color accuracy.\n\n4️⃣ Is Photo Resizer secure to use?\n🔸Absolutely. Your privacy is our priority. Photo Resizer processes your images directly in your browser, ensuring that your photos remain private and are not stored on our servers.\n\n5️⃣ What file formats does Photo Resizer support?\n🔸Photo Resizer supports popular image formats such as JPEG, PNG, and GIF. Just upload your file, and you’re ready to resize!\n\n6️⃣ Do I need any technical skills to use Photo Resizer?\n🔸Not at all! Photo Resizer is designed for all users, regardless of skill level. The tool has a simple, intuitive interface that guides you through each step, making resizing easy for beginners and professionals alike.\n\n7️⃣ Can I use Photo Resizer on mobile devices?\n🔸Yes, Photo Resizer is fully optimized for both desktop and mobile browsers. You can easily access and use the tool on any device, anytime, anywhere.\n\n8️⃣ Does Photo Resizer have preset dimensions for social media?\n🔸Yes! Photo Resizer includes preset sizes for common social media platforms like Instagram, Facebook, Twitter, and more. This makes it easy to select the perfect dimensions without manually adjusting each setting.\n\n9️⃣ Is there a limit on the number of photos I can resize?\n🔸No, there’s no limit on the number of photos you can resize. You can process as many images as you need, whether individually or in batches.\n\n🔟 How can I get started with Photo Resizer?\n🔸It’s simple! Just open the tool in your browser, upload a photo or batch of photos, choose your desired resize options, and click resize. Your optimized images will be ready in seconds!\n\nWith these FAQs, we hope all your questions are answered. Resize, optimize, and elevate your images effortlessly with Photo Resizer!"
  }
}