{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Deals and Discouns Finder - Price Comparison"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Deals & Discounts Finder on AliExpress, Ebay, Best Buy, Walmart, Lowe's, Target, Wayfair and more. Price Comparison to Save Money!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily get online shopping deals and discounts easily with our finder and price comparison tool for Google Chrome. Looking for iPhone 12 or any other cell phone deals? Sure you will find them with BestDeals: video games, cars, laptops, jewelry, smartphones and more. It's time to buy smart and save money on AliExpress, Ebay, Best Buy, Walmart, Target, or any other ecommerce. With Best Deals Online, every day is Black Friday: full of discounts. Why you need coupons for some given products? BestDeals does all the work for you!\n\nAre you ready for the best deals ever? With our free best price finder extension you will be able to access the best deals and discounts for all products when browsing any online shopping website on Google Chrome. Get ready to get the best TV, laptops, cell phone and much more deals ever. The best offers and discounts in a simple comparison so you can see all the different prices.\n\nBlack Friday 2021, Cyber Monday, Single’s Day, etc. are special days with big offers and discounts. But the reality is that every day of the year there are offers, discounts and bargains in many online stores like AliExpress, Ebay, Best Buy, Walmart, Target, Home Depot and many others. You just need a good finder...\n\nIt’s time to start buying gifts for your couple, family, friends and workmates... And YOURSELF. Do it at the best price with our tool.\n\nHOW OUR CHROME EXTENSION FOR DEALS AND OFFERS WORKS\n- Download the tool for free from the Google Chrome Store. 100% FREE.\n- Browse your favorite online store like Ebay, Best Buy, Walmart, Target, Home Depot, Wayfair, AliExpress, etc. Our extension is fully compatible with ALL the online shopping websites you can imagine.\n- Click on the \"View Deals\" button that you will find near the title of the product you are viewing. This will do the magic: You will see a list of the same item you were viewing, with discount.\n- Access all deals, offers and discounts related to that product, instantly. The best possible prices comparison for, for example, jewelry or furniture.\n- Buy with ease, like never before.\n\nIMPORTANT: You don't need coupons when using our extension, it is the perfect bargains finder.\n\nBEST DEALS FOR ONLINE SHOPPING (EVEN BETTER ON BLACK FRIDAY):\n- GAMING: Do you love video games? Do you love playing video game consoles? Addicted to retro gaming? We have deals for all your gaming-related products: Computers (PC), graphic cards, keyboards, mouses, headsets… It’s time to play, with discounts. PlayStation 4 or 5, Nintendo Switch or Xbox deals? \n- HOME: the best deals online in air purifiers to breath clean, yard heaters to be warm, cargo boxes to move and save stuff, lawn mowers to have everything under control, bathroom scales, and more... Find alternatives to products on AliExpress, Ebay, Walmart, Best Buy or any other shopping website.\n- TECHNOLOGY: Online offers in wireless headphones (are you a gamer?), bluetooth speakers with awesome quality, tablets for kids, 3D printers to build your own stuff, 4K TV / projectors to enjoy HQ movies or series, and much more… Were you looking for a new iPhone? Get it at the best price. Maybe it's time to buy a new Laptop or Cell Phone, like the iPhone 12.\n- URBAN: Bike lights so everyone can see you, and much more… This is normally a best-selling item on Black Friday. Finding bargains without using coupons is possible!\n- COOKING: Bargains in espresso machines, kitchen robots, pasta makers (hmmmm), break makers to surprise your family, air fryers for healthy cooking, and more… Super deals finder.\n- CARS: Buy a new or used car at the best price.\n- JEWELRY: Wedding gold rings (prove your love for her), Diamond necklaces, gemstones, etc. Buying jewels with online deals is always a good idea. It doesn't have to be Black Friday for you to have a detail with your twin soul.\n\nBuying online with discount has never been so easy. Jewelry, video games, cooking stuff, technology, laptops, clothes, gifts and much more.\n\nAll online shopping websites in the world (Wayfair, Ebay, Walmart, Best Buy, AliExpress, etc.) make offers, discounts and bargains on some or many of their products. This extension collects all deals and puts them in front of you, without you having to do anything special. You just have to browse the Internet normally, as you have done so far. Our tool works for you, and finds the best prices.\n\n\"Black Friday\" is one of the days of the year when more online sales are made and our free extension helps you save on your online shopping, regardless of the online store / Ecommerce you are visiting. Why don't we make Black Friday every day? And that is precisely what we do. Our goal is that you get discounts on your online purchases, and that you save money.\n\nAre you ready to take advantage of the deals and discounts that you are going to have available when browsing the Internet thanks to our Google Chrome finder extension?\n\nYou can use our extension on Ebay, Walmart, Best Buy, Home Depot, Macy's, Lowe's, AliExpress and much more for pricing comparison.\n\nThis Chrome extension will help you get the best deals for TV, laptops, cell phones, video game consoles, jewelry, cars and much more. This is making the world a better place, as you will be saving money.\n\nAre you ready for the best shopping deals and offers? Download now our free tool.\n\nDISCLAIMER: BestDeals is not affiliated with Keepa, AliExpress, Ebay, Best Buy, Walmart, Macy's, Home Depot, or any other brand mentioned above. BestDeals extension does not work with coupons or promo codes. You don't need them using BestDeals.\n\nBest Deals Online Finder Google Chrome extension. Here we go! Did you get the cell phone, laptop, iPhone 12 or Nintendo Switch, technology or furniture deal you were looking for? Start shopping NOW. Is it Black Friday already? Not? No matter. The discounts are here to buy at the best price easily. Don't forget our extension also works as a comparison tool.\n\nBecause the thing is... There's always a better price for that product you are looking for."
  }
}