{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Crypto-Pass"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Crypto-Pass"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "#BACKEND UPDATE: 2024-07-01\n#FRONTEND UPDATE: 2022-07-01\n\n#LATEST UPDATE\nNow with PCODE v2!!\n\nOn the 2-year anniversary of this extension, I have updated the backend to slightly change the UI being delivered and incorporate the PCODE v2 generator.\n\nJust press Alt+V to switch between v1 and v2\n\nAmongst other little changes, the main difference with Version 2 (v2) is that the generated password will always be 10 characters in length, while keeping the password requirements of at least 1x Lowercase, 1x Uppercase, 1x Number, and 1x Special Character. Some websites do not allow long passwords, so Version 2 might be better suited. \n\n-----\n\nThe cryptographic password generator can make a cryptic password using a word or phrase.\n\nThe point is to allow you to have strong and unique passwords for every site you go to, and eliminate the need to remember multiple strong passwords or using a password manager where all your passwords are stored in one place. Here your password is created on demand using a set of algorithms and not stored anywhere.\n\n#HOW TO USE\n\nThe first textbox is the main source for the algorithm. Let's call it the key-phrase. Enter a short easy to remember word or keyphrase. For example, if making a password for Reddit, type Reddit.\n\nThe second textbox we'll call the key-code. The key-code is used to bolster the algorithm and further encrypt your password. Although optional, it's highly recommended. Adding in a personalized key-code prevents others from getting the same password by using the same phrase should you both pick simple phrases like Reddit for a Reddit.com password.\n\nFor example, everyone using the keyphrase Reddit will all generate the same password. Simply adding in a key-code such as abc123 will vastly change the result. See below.\n\n#VERSION 1\nReddit + No Keycode: t$dNv$rEq\nReddit + abc123: t$dNa$136c1Evqr2b\n\n#VERSION 2\nReddit + No Keycode:  $sPodReGR0\nReddit + abc123: $ggcuVtKi0\n\n\nPlease note, due to the way the algorithm is designed for Version 1, your keycode should not be greater in length than the keyphrase. If your keyphrase is 10 characters, and the keycode is 15, the last 5 characters of the code will be ignored. In Version 2, however, your keycode can now be greater in length than the keyphrase. There is no minimum or maximum requirement for either the keyphrase or keycode in Version 2.\n\nWhen you press enter or the submit button, your generated password will be copied to your clipboard ready to paste where you need it.\n\nYour password is generated through 4-7 levels of algorithms depending on the phrase and code provided.\n\nPlease note your password security is only as good as you make it. In this example we used the keyphrase Reddit to make a password intended to be used for Reddit. If you feel that is insecure, you are not obligated to do the same. Any phrase works, such as \"It's over 9000!\". Please choose a phrase you will remember or else you'll defeat the purpose of this program. \n\nYou may use the official PCODE on my website\nhttps://jkdos.com/apps/php/pcode\nhttps://jkdos.com/apps/php/pcode/readme/"
  }
}