{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhancer for YouTube™"
  },
  "short": {
    "ar": "الكثير من التحديثات لتطوير YouTube.",
    "am,bn,en,en_AU,en_GB,en_US,fil,gu,kn,lv,ml,mr,sw,ta,te": "Take control of YouTube and boost your user experience!",
    "bg": "Поемете контрол над YouTube и подобрете потребителското си изживяване!",
    "ca": "Pren el control de YouTube i millora la teva experiencia d'usuari!",
    "cs": "Převezměte kontrolu nad YouTube a vylepšete svůj uživatelský komfort!",
    "da": "Tag kontrol over YouTube og boost din brugeroplevelse!",
    "de": "Eine Vielfalt an Möglichkeiten, um deine Nutzererfahrung auf YouTube zu verbessern.",
    "el": "Πάρτε τον έλεγχο του YouTube και ενισχύστε την εμπειρία χρήσης σας!",
    "es": "¡Toma el control de YouTube y lleva tu experiencia de usuario a otro nivel!",
    "es_419": "Toma el control de YouTube y lleva tu experiencia de usuario a otro nivel!",
    "et": "Haara kontroll YouTube üle ja võimenda oma kasutajakogemust!",
    "fa": "ویژگی‌های بسیار متعدد برای بهبود تجربه کاربری شما در یوتیوب",
    "fi": "Mukauta YouTube-käyttökokemusta kattavasti haluamaksesi.",
    "fr": "Prenez le contrôle de YouTube et améliorez votre expérience utilisateur !",
    "he": "קח שליטה על YouTube ושפר את חווית המשתמש שלך!",
    "hi": "यूट्यूब पर नियंत्रण पाएँ एवं उपयोगकर्ता अनुभव को अद्भुत बनाएँ!",
    "hr": "Preuzmite kontrolu nad YouTubeom i poboljšajte svoje korisničko iskustvo!",
    "hu": "Számtalan új funkció a felhasználói élmény javítására a YouTube-on.",
    "id": "Ambil alih YouTube dan rasakan pengalaman yang lebih baik!",
    "it": "Prendi il controllo di YouTube e migliora la tua esperienza!",
    "ja": "YouTubeを自在に操って、ユーザー体験を向上させましょう!",
    "ko": "YouTube를 당신에게 맞추어 더 편하게 사용해보세요!",
    "lt": "Paimk YouTube į savo rankas ir pagerink savo naudojimo potyrius!",
    "ms": "Kuasai YouTube dan tingkatkan pengalaman penggunaan anda!",
    "nl": "Neem de controle over YouTube en geef je gebruikerservaring een boost!",
    "no": "Få mest mulig ut av YouTube ved å legge til flere nyttige funksjoner.",
    "pl": "Przejmij kontrolę nad YouTube i popraw komfort użytkowania!",
    "pt_BR": "Tome controle do YouTube e melhore sua experiência de usuário!",
    "pt_PT": "Toma o controlo do YouTube e aumenta a tua experiência de utilizador!",
    "ro": "Nenumărate opţiuni pentru a avea o plăcere în a folosi YouTube.",
    "ru": "Используйте YouTube с удобством и контролем!",
    "sk": "Prevezmite kontrolu nad službou YouTube a vylepšite svoj používateľský komfort!",
    "sl": "Veliko funkcij za izboljšanje uporabniške izkušnje v YouTubu™.",
    "sr": "Preuzmi kontrolu nad YouTube-om i poboljšajte svoje iskustvo!",
    "sv": "Ta kontroll över YouTube och öka din användarupplevelse!",
    "th": "ควบคุม YouTube และเพิ่มประสบการณ์การใช้งานของคุณ!",
    "tr": "YouTube'un kontrolünü elinize alın ve kullanıcı deneyiminizi artırın!",
    "uk": "Контролюй роботу YouTube та покращ зручність користування!",
    "vi": "Kiểm soát YouTube và nâng cao trải nghiệm người dùng của bạn!",
    "zh_CN": "海量自定义功能提升您的 YouTube 用户体验。",
    "zh_TW": "擁有大量有趣的功能增進您的 YouTube 使用者體驗！"
  },
  "long": {
    "ar": "تم تصميم هذا الامتداد لتحقيق أقصى استفادة من YouTube ، وهو مزود بجميع أنواع الميزات التي تتيح لك ، من بين أشياء أخرى ، والتحكم في سرعة التشغيل ومستوى الصوت باستخدام عجلة الماوس ، و تلقائية المهام المتكررة مثل اختيار جودة التشغيل المناسبة ، قم بتكوين العشرات من اختصارات لوحة المفاتيح للتحكم في YouTube مثل المحترفين ، وغير ذلك الكثير ... جربه الآن ونحن نضمن لك أنك لن ترغب أبدًا في استخدام YouTube بدونه بعد ذلك ؛)\n\nYouTube هي علامة تجارية مملوكة لشركة Google LLC. يخضع استخدام هذه العلامة التجارية لأذونات Google.",
    "am,bn,en,en_AU,en_US,fil,gu,kn,ml,mr,sw,ta,te": "Enhancer for YouTube™ is the ultimate tool to supercharge your YouTube experience with a host of highly customizable features, making it smoother and more enjoyable. Whether you’re looking to fine-tune playback settings or customize the look and feel, this YouTube enhancer gives you complete control to tailor YouTube to your needs.\n\nKey Features:\n\nVideo Playback:\n• Quickly adjust playback speed, quality, volume, and more with the mouse wheel or keyboard shortcuts.\n• Playback Speed: Set a default playback speed and adjust it anywhere from 0.07x to 16x while watching.\n• Playback Quality: Set a default video quality for videos, playlists, and embedded videos.\n• Volume Booster: Boost volume and bass for louder, clearer sound (up to 10x audio boost).\n• Enhanced Loop Mode: Repeat specific parts of any video with ease.\n• Autoplay Control: Fine-tune or disable YouTube’s autoplay features for better control.\n• Video Formats: Disable High Frame Rate formats (60fps).\n\nAppearance and Themes:\n• Video Filters: Adjust brightness, contrast, color, and more for a better viewing experience.\n• Enhanced Dark Mode: Enjoy a sleek, eye-friendly interface with the built-in Dark Theme and its 50+ variants.\n• Custom Themes: Personalize YouTube's appearance with custom themes to suit your style.\n• Cinema Mode: Dim everything around the player to keep your focus on the video.\n\nVideo Player:\n• Wide Player: Expand the player beyond the default Theater Mode, or fill the entire screen for immersive viewing.\n• Mini Player: Keep watching while reading comments so you never miss a moment.\n• Pop-up Player: Watch videos in a resizable window while multitasking or browsing other content.\n\nDistractions and Shorts:\n• Block Distractions: Hide end screens, info cards, recommendations, related videos, chat, or comments.\n• YouTube Shorts: Hide Shorts, redirect Shorts, or watch Shorts like regular videos.\n\nOther Features:\n• Screenshot: Capture high-quality screenshots of your favorite video moments.\n• Keyboard Shortcuts: Set up customizable keyboard shortcuts to control YouTube like a pro.\n• Reverse Playlists: Watch playlists in reverse order for a fresh viewing experience.\n\nAnd more!\n\nGet the most popular YouTube enhancer now and transform the way you watch YouTube forever!\n\n-----\n\nEnhancer for YouTube™ is a third-party extension and is not affiliated with YouTube.\nYouTube is a trademark of Google LLC. Use of this trademark is subject to Google Permissions.",
    "bg": "Създадено, за да извлече максимума от YouTube, това разширение е снабдено с всякакви функции, които ви позволяват, наред с други неща, да контролирате скоростта на възпроизвеждане и нивото на звука с колелото на мишката, да автоматизирате повтарящи се задачи като избор на подходящо качество на възпроизвеждане, конфигурирайте десетки клавишни комбинации за управление на YouTube като професионалист и много повече... Опитайте! Но имайте предвид, че никога няма да искате да използвате YouTube без него след това ;)\n\nYouTube е търговска марка на Google LLC. Използването на тази търговска марка е предмет на разрешения от Google.",
    "ca": "Programada per obtindre el millor de YouTube, aquesta extensió ve carregada de característiques que et permeten, entre d'altres coses, controlar la velocitat de reproducció i el nivell de volum amb la roda del ratolí, automatitzar tasques repetitives com seleccionar la qualitat de reproducció apropiada, configurar dotzenes de dreceres de teclat, per controlar YouTube com un professional, i molt més... Prova'l! Però sigues conscient de que mai més voldràs utilitzar YouTube sense la extensió després ;)\n\nYouTube es una marca comercial de Google LLC. L'ús d'aquesta marca es subjecte al Permis de Google.",
    "cs": "Toto rozšíření, navržené tak, aby co nejlépe využilo YouTube, je vybaveno nejrůznějšími funkcemi, které vám mimo jiné umožňují, ovládat rychlost přehrávání a úroveň hlasitosti pomocí kolečka myši, automatizovat opakující se úkoly, jako je při výběru vhodné kvality přehrávání nakonfigurujte desítky klávesových zkratek pro ovládání YouTube jako profesionála a mnoho dalšího... Vyzkoušejte to! Uvědomte si však, že poté už nebudete chtít YouTube používat ;)\n\nYouTube je ochranná známka společnosti Google LLC. Používání této ochranné známky podléhá povolení společnosti Google.",
    "da": "Bygget til at få det meste ud af YouTube, den her browser udvidelse kommer pakket med mange funktioner som lader dig, blandt andet, kontrollere afspilningshastighed og lydstyrkeniveau med dit musehjul, automatisere gentagne opgaver som at vælge den passende afspilningskvalitet, konfigurere mange tastatursgenveje til at kontrolere YouTube som en pro, og meget mere... Giv det et forsøg! Men vær dog opmærksom på, at du aldrig vil kunne bruge YouTube uden det igen ;)\n\nYouTube er et varemærke tilhørende Google LLC. Brug af dette varemærke er underlagt Googles tilladelser.",
    "de": "Diese Erweiterung wurde entwickelt, um das Beste aus YouTube herauszuholen. Sie enthält zahlreiche Funktionen, mit denen Sie unter anderem automatisieren Sie sich wiederholende Aufgaben wie die Auswahl der geeigneten Wiedergabequalität immer wieder und konfigurieren Sie Dutzende von Tastaturkürzeln, um YouTube wie ein Profi zu steuern, und vieles mehr... Probieren Sie es aus! Aber sei dir bewusst, dass du YouTube danach nie mehr ohne diese Features nutzen willst ;)\n\nYouTube ist eine Marke von Google LLC. Die Verwendung dieser Marke unterliegt den Google-Berechtigungen.",
    "el": "Κατασκευασμένη για να εκμεταλλεύεστε στο έπακρο από το YouTube, αυτή η επέκταση έρχεται γεμάτη με όλα τα είδη λειτουργιών που σας επιτρέπουν, μεταξύ άλλων, να ελέγχετε μαγικά την ταχύτητα αναπαραγωγής και το επίπεδο έντασης ήχου με το μυαλό σας όταν το χέρι σας είναι σωστά τοποθετημένο στο ποντίκι σας (καλά, σχεδόν, πρέπει επίσης να περιστρέψετε τον τροχό του ποντικιού μέχρι να γίνετε πραγματικός τηλεπαθητικός!), αυτοματοποιήστε επαναλαμβανόμενες εργασίες όπως η επιλογή της κατάλληλης ποιότητας αναπαραγωγής ξανά και ξανά και ξανά, διαμορφώστε δεκάδες συντομεύσεις πληκτρολογίου για να ελέγξετε το YouTube σαν επαγγελματίας (αλλά πάνω απ' όλα, να πληκτρολογήσετε μανιωδώς στο μηχανικό πληκτρολόγιό σας για να απολαύσετε αυτόν τον κλικ θόρυβο που κάνει τον συγκάτοικό σας να τρελαίνεται) και πολλά άλλα... Κάντε μια δοκιμή! Αλλά να γνωρίζετε ότι δεν θα θελήσετε ποτέ να χρησιμοποιήσετε το YouTube χωρίς αυτό μετά ;)\n\nΤο YouTube είναι εμπορικό σήμα της Google LLC. Η χρήση αυτού του εμπορικού σήματος υπόκειται στις Άδειες Google.",
    "en_GB": "Enhancer for YouTube™ is the ultimate tool to supercharge your YouTube experience with a host of highly customisable features, making it smoother and more enjoyable. Whether you’re looking to fine-tune playback settings or customise the look and feel, this YouTube enhancer gives you complete control to tailor YouTube to your needs.\n\nKey Features:\n\nVideo Playback:\n• Quickly adjust playback speed, quality, volume, and more with the mouse wheel or keyboard shortcuts.\n• Playback Speed: Set a default playback speed and adjust it anywhere from 0.07x to 16x while watching.\n• Playback Quality: Set a default video quality for videos, playlists, and embedded videos.\n• Volume Booster: Boost volume and bass for louder, clearer sound (up to 10x audio boost).\n• Enhanced Loop Mode: Repeat specific parts of any video with ease.\n• Autoplay Control: Fine-tune or disable YouTube’s autoplay features for better control.\n• Video Formats: Disable High Frame Rate formats (60fps).\n\nAppearance and Themes:\n• Video Filters: Adjust brightness, contrast, color, and more for a better viewing experience.\n• Enhanced Dark Mode: Enjoy a sleek, eye-friendly interface with the built-in Dark Theme and its 50+ variants.\n• Custom Themes: Personalise YouTube's appearance with custom themes to suit your style.\n• Cinema Mode: Dim everything around the player to keep your focus on the video.\n\nVideo Player:\n• Wide Player: Expand the player beyond the default Theater Mode, or fill the entire screen for immersive viewing.\n• Mini Player: Keep watching while reading comments so you never miss a moment.\n• Pop-up Player: Watch videos in a resizable window while multitasking or browsing other content.\n\nDistractions and Shorts:\n• Block Distractions: Hide end screens, info cards, recommendations, related videos, chat, or comments.\n• YouTube Shorts: Hide Shorts, redirect Shorts, or watch Shorts like regular videos.\n\nOther Features:\n• Screenshot: Capture high-quality screenshots of your favorite video moments.\n• Keyboard Shortcuts: Set up customisable keyboard shortcuts to control YouTube like a pro.\n• Reverse Playlists: Watch playlists in reverse order for a fresh viewing experience.\n\nAnd more!\n\nGet the most popular YouTube enhancer now and transform the way you watch YouTube forever!\n\n-----\n\nEnhancer for YouTube™ is a third-party extension and is not affiliated with YouTube.\nYouTube is a trademark of Google LLC. Use of this trademark is subject to Google Permissions.",
    "es": "Construida para aprovechar al máximo YouTube, esta extensión viene con todo tipo de funciones que le permiten, entre otras cosas: controlar la velocidad de reproducción y el nivel de volumen con su ratón, automatizar tareas repetitivas como seleccionar la calidad de reproducción adecuada, configurar docenas de atajos de teclado para controlar YouTube como un profesional, y mucho más... ¡Pruébelo! Pero tenga en cuenta que nunca querrá usar YouTube sin él después de eso ;)\n\nYouTube es una marca comercial de Google LLC. El uso de esta marca comercial está sujeto a los permisos de Google.",
    "es_419": "Hecho para sacarle el máximo partido a YouTube, esta extensión es un pack de varias herramientas que te permiten, entre otras cosas, controlar la velocidad del reproductor de video y el nivel de volumen con la rueda del ratón, automatizar tareas repetitivas, como seleccionar la resolución del video, configurar docenas de atajos de teclado para usar YouTube como un profesional, y mucho mucho más... Dale una oportunidad! Pero ten cuidado, ya que no querrás volver a usar youtube sin este Add-on nunca más ;)\n\nYouTube es una marca comercial de Google LLC. El uso de la marca está sujeta al permiso de Google.",
    "et": "Ehitatud, et saada maksimum platvormist YouTube, see laiendus sisaldab igasuguseid funktsioone, mis võimaldab sul muuhulgas juhtida esituskiirust ja helitugevust hiire rullikuga, automatiseerita korduvaid tegevusi nn sobiva esituskvaliteedi valimine, konfigureerida tosinate jagu klaviatuuri kiirklahve, et YouTube juhtida nagu professionaal ja palju, palju muudki... Proovi seda! Kuid olge teadlik, et ilma selle laienduseta te enam YouTube kasutada ei taha ;)\n\nYouTube on Google LLC kaubamärk. Selle kaubamärk on kasutatav vastavalt Google tingimustele alludes.",
    "fa": "این برنامه افزودنی برای بهره مندی بیشتر از YouTube ساخته شده است و دارای انواع مختلفی است که به شما امکان می دهد تبلیغات را هر طور که می خواهید مدیریت کنید ، سرعت پخش و میزان صدا را با چرخ ماوس کنترل کرده و کارهای تکراری خودکار را انجام دهید. به عنوان انتخاب کیفیت پخش مناسب ، ده‌ها میانبر صفحه کلید را برای کنترل YouTube مانند یک حرفه‌ای پیکربندی کنید و موارد دیگر... امتحان کنید! اما توجه داشته باشید که پس از آن دیگر هرگز نخواهید از YouTube استفاده کنید. ;)\n\nYouTube علامت تجاری Google LLC است. استفاده از این علامت تجاری منوط به مجوزهای Google است.",
    "fi": "Tämä lisäosa auttaa saamaan YouTubesta eniten irti. Ominaisuuksiin kuuluvat muun muassa mainosten videon toistonopeuden ja äänenvoimakkuuden kehittynyt hallinta hiiren rullan avulla. Voit myös määrittää videoiden lähtökohtaisen teknisen laadun, ja kymmeniä näppäinoikotiekäyttöisiä toimintoja, joilla voit hallita YouTubea ammattilaisen tapaan. Niiden kätevyys saattaa myös voimakkaasti koukuttaa ;)\n\nYouTube on Google LLC:n tavaramerkki, jonka käyttöön sovelletaan Googlen käyttöehtoja.",
    "fr": "Conçue pour tirer le meilleur parti de YouTube, cette extension est livrée avec toutes sortes de fonctionnalités qui vous permettent, entre autres, de contrôler la vitesse de lecture et le niveau de volume avec la molette de la souris, d'automatiser des tâches répétitives telles que la sélection de la qualité de lecture, de configurer des dizaines de raccourcis clavier pour contrôler YouTube comme un pro, et bien plus encore... Essayez ! Mais sachez que vous ne voudrez plus jamais utiliser YouTube sans cette extension après cela ;)\n\nYouTube est une marque commerciale de Google LLC. L'utilisation de cette marque est soumise aux autorisations de Google.",
    "he": "לאחר שנוצרה כדי להוציא את המיטב מיוטיוב, הרחבה זו באה מוכנה עם סוגים שונים של אפשרויות ופיצ'רים שמאפשרים לך, בין השאר, לשלוט במהירות הניגון ובעוצמת הווליום - באמצעות גלגלת העכבר, להפוך פעולות משעממות לאוטומטיות כמו לבחור את איכות הווידאו הרצויה מראש, הגדרת עשרות מקשי קיצורי דרך על-מנת לשלוט על יוטיוב כמו מקצוען, ועוד...\nתנסו ותראו! אבל ראו אוזהרתם - אתם לעולם לא תרצו להשתמש ביוטיוב בלי זה ;)\n\nYouTube הוא סימן מסחרי רשום של Google LLC. השימוש בסימן מסחרי כפוף לאישור Google.",
    "hi": "यह एक्सटेंशन सभी प्रकार के फीचरों के साथ आता है जिसके चलते आप यूट्यूब पर विज्ञापनों का प्रबंधन, प्लेबैक गति नियंत्रण, वॉल्यूम स्तर को माउस के पहिये से कम/अधिक कर सकते हैं। एवं उचित वीडियो गुणवत्ता सेट करने जैसे उबाऊ कार्यों को स्वचालित करना, तथा कुंजीपटल शॉर्टकट विन्यास भी कर सकते हैं जिससे आप यूट्यूब को नियंत्रित करने माहिर रहेंगे। एक बार आजमाँ कर तो देखिये... परंतु सावधान ! इसके पश्चात आप स्वयं को पुनः Enhancer for YouTube™ का प्रयोग करने से रोक न पाएँगे ;)\n\nयूट्यूब, गूगल एल. एल. सी. का ट्रेडमार्क है। इस ट्रेडमार्क का उपयोग गूगल की अनुमतियों के अधीन है।",
    "hr": "Izgrađeno kako biste na najbolji način iskoristili YouTube, ovo proširenje dolazi prepuno svih vrsta funkcija koje vam omogućava, između ostalog, kontrolu brzine reprodukcije i jačinu zvuka pomoću točkića miša, automatizaciju ponavljajućih zadataka poput odabira odgovarajućeg kvaliteta reprodukcije, konfigurirajte desetke prečica na tastaturi za YouTube kao profesionalac i još mnogo toga... Pokušajte! Ali imajte na umu da nakon toga više nikada nećete htjeti koristiti YouTube ;)\n\nYouTube je zaštitni znak kompanije Google LLC. Upotreba ovog zaštitnog znaka podliježe Googleovim dozvolama.",
    "hu": "Azért készült, hogy a YouTube legjavát hozza ki, ez a bővítmény rengeteg funkciójával többek között a lejátszási sebességgel teszi élménnyé számodra a videónézést.\nVedd kezedbe az irányítást, akár az egérrel állíthatod a hangerőt kedvedre, vagy éppen a lejátszás sebességét.\nKiválaszthatod az alapértelmezett lejátszási minőségét, így ezzel soha többet nem kell foglalkozz ha ütős internetkapcsolatod van, és zavar, hogy a YouTube mindig egy sokkal gyengébb minőséggel indítja az aktuális videódat. Számtalan billentyűzetparancsot tudsz beállítani, a még kényelmesebb videónézés érdekében.\nTégy velünk egy próbát! De nem tudjuk garantálni, hogy enélkül már bármikor is képes lennél a YouTube-ot használni! ;)\n\nA YouTube egy bejegyzett védjegye a Google LLC-nek. E védjegy használatához a Google engedélyei vonatkoznak.",
    "id": "Dibuat untuk pengalaman terbaik dari YouTube, ekstensi ini hadir dengan berbagai fitur yang belum pernah kamu rasakan sebelumnya. Kamu dapat mengendalikan kecepatan pemutaran dan tingkat volume dengan roda tetikus, memilih tema yang menarik, menggunakan mode ulang untuk kamu yang suka mendengarkan satu lagu berulang kali, menggunakan YouTube dengan berbagai pintasan yang disediakan, dan masih banyak lagi... Cobalah sekarang! Tapi ingat, setelah kamu menggunakannya kamu pasti ketagihan ;)\n\nYouTube adalah merek dagang dari Google LLC. Penggunaan merek dagang ini tunduk pada Izin Google.",
    "it": "Creata per ottenere il massimo da YouTube, questa estensione è ricca di funzioni che ti permetteranno, tra le varie cose, controllare la velocità di riproduzione e il livello del volume tramite rotella del mouse, automatizzare i compiti più noiosi, configurare dozzine di scorciatoie da tastiera per avere YouTube ai tuoi piedi... Non ti resta che provarla! Ma sappi che non vorrai più usare YouTube senza di essa ;)\n\nYouTube è un marchio registrato di Google LLC. Il suo utilizzo è soggetto ai Permessi di Google.",
    "ja": "YouTubeを最大限に活用するために作られたの拡張機能には、さまざまな機能が搭載されています。マウスホイールで再生速度や音量を管理したり、適切な画質を何度も何度も選択するなどの反復的なタスクを自動化したり、プロのようにYouTubeを制御するための数多くのキーボードショートカットを設定したりすることができます。ぜひお試しください。一度使うとこれなしでYouTubeを使用したくなくなるでしょう！\n\nYouTube は Google LLC. の商標です。この商標の使用には、Googleの許可が必要です。",
    "ko": "YouTube를 최대로 활용하기 위해 만든 확장 프로그램으로서, 마우스 휠로 재생 속도와 소리 조절, 선호하는 비디오 품질 설정의 자동 적용, 수십여 가지의 키보드 단축키 설정을 포함해 여러가지의 기능을 제공합니다. YouTube를 전문가처럼 활용하게 해주는 Enhancer for YouTube™를 한 번 사용해보세요! 한 번 쓰고 나면 다시는 YouTube를 이전처럼 쓰고 싶지 않을 겁니다. ;)\n\nYouTube는 Google LLC의 상표입니다. 이 상표의 사용은 Google 권한에 따릅니다.",
    "lt": "Sukurtas išgauti geriausią YouTube patirtį, šis plėtinys pripildytas įvairiausiomis funkcijomis, leidžiančiomis valdyti grojimo spartą ir garso lygį pelės ratuku, automatizuoti pasikartojančias užduotis, tokias kaip tinkamos įrašo kokybės pasirinkimas, nustatyti tuzinus sparčiųjų klavišų profesionaliai YouTube kontrolei ir dar daugiau...\nPabandyk! Bet turėk omeny, kad YouTube daugiau niekada nebus ta pačia be jo ;)\n\nYouTube yra Google LLC prekinis ženklas. Bet koks šio prekinio ženklo naudojimas reguliuojamas Google Leidimais.",
    "lv,sl": "Built to get the most out of YouTube, this extension comes packed with all sorts of features that allow you, among other things, to control the playback speed and the volume level with the mouse wheel, automate repetitive tasks such as selecting the appropriate playback quality, configure dozens of keyboard shortcuts to control YouTube like a pro, and much more... Give it a try! But be aware that you will never want to use YouTube without it again ;)\n\nYouTube is a trademark of Google LLC. Use of this trademark is subject to Google Permissions.",
    "ms": "Dibina untuk mengguna pakaikan hampir keseluruhan YouTube, ekstensi ini telah dipakejkan dengan ciri-ciri yang membolehkan anda, diantara perkara-perkara yang lain, mengawal kelajuan main balik dan kelantangan suara menggunakan roda tetikus anda, melaksanakan tugasan yang berulang seperti memilih kualiti main balik secara automatik, tetapkan pelbagai pintasan kekunci untuk menguasai YouTube seperti pro, dan banyak lagi.. Cubalah sekarang! Tetapi ingatlah bahawa anda mungkin tidak akan menggunakan YouTube lagi tanpa ekstensi ini ;)\n\nYouTube is a trademark of Google LLC. Use of this trademark is subject to Google Permissions.",
    "nl": "Deze extensie, gebouwd om het meeste uit YouTube te halen, bevat allerlei functies waarmee u, naast andere dingen, de afspeelsnelheid en het volumeniveau kunt regelen met uw muiswiel, herhalende taken zoals het selecteren van de juiste afspeelkwaliteit kunt automatiseren, tientallen sneltoetsen kunt configureren zodat u YouTube kunt beheren als een pro, en nog veel meer... Probeer het zelf! Maar let op: daarna zult u YouTube nooit meer zonder willen gebruiken ;)\n\nYouTube is een handelsmerk van Google LLC. Gebruik van dit handelsmerk is onderworpen aan Google Permissions.",
    "no": "Enhancer for YouTube™ er laget for å få mest mulig ut av YouTube, og har flere nyttige funksjoner som å endre avspillingshastigheten og volumet med musehjulet; automatisere repetetive handlinger, som å velge riktig kvalitet på videoen; konfigurere en rekke med hurtigtaster og mye mer.\nGi det et forsøk. Bare vær klar over at når du først har prøvd det kan du ikke bruke YouTube uten det igjen ;)\n\nYouTube er et varemerke under Google LLC. Bruk av dette varemerket er underlagt Googles retningslinjer.",
    "pl": "Wykorzystaj w pełni możliwości YouTube. Rozszerzenie wypełnione jest po brzegi funkcjami, które pozwalają między innymi: na sterowanie prędkością odtwarzania i poziomem głośności za kółka myszy; zautomatyzowanie powtarzalnych zadań, takich jak wybieranie odpowiedniej jakości odtwarzania; konfigurowanie dziesiątek skrótów do sterowania YouTubem niczym szef; wiele więcej… Wypróbuj je! Pamiętaj jednak, że od tej pory nigdy nie będziesz chcieć korzystać z YouTube bez niego ;)\n\nYouTube jest znakiem towarowym firmy Google LLC. Użycie tego znaku podlega Google Permissions.",
    "pt_BR": "Feita para tirar o máximo do YouTube, essa extensão vem com recursos para controlar a velocidade de reprodução e o nível de volume com a roda do mouse, automatizar tarefas repetitivas como selecionar a qualidade de reprodução, configurar dezenas de atalhos de teclado para controlar o YouTube, e muito mais... Experimente! Mas saiba que você nunca mais vai querer usar o YouTube sem essa extensão ;)\n\nYouTube é uma marca registrada da Google LLC. O uso dessa marca registrada está sujeito às permissões do Google.",
    "pt_PT": "Construída para obter o máximo proveito do YouTube, esta extensão vem repleta de todo o tipo de funcionalidades que lhe permitem, entre outras coisas, controlar a velocidade de reprodução e o nível de volume com a roda do rato, automatizar tarefas repetitivas como seleccionar a qualidade de reprodução adequada, configurar dezenas de atalhos de teclado para controlar o YouTube como um profissional, e muito mais... Experimente! Mas esteja ciente de que nunca mais vai querer utilizar o YouTube sem ele ;)\n\nYouTube é uma marca registada da Google LLC. A utilização desta marca registada está sujeita às permissões do Google.",
    "ro": "Construită pentru a profita la maximum de YouTube, această extensie vine cu tot felul de funcții care vă permit, printre altele, să controlați viteza de redare și nivelul volumului cu roata mouse-ului, să automatizați sarcini repetitive, cum ar fi selectând calitatea de redare adecvată, configurați zeci de comenzi rapide de la tastatură pentru a controla YouTube ca un profesionist și multe altele... Încercați! Dar rețineți că nu veți dori niciodată să folosiți YouTube fără aceasta, după aceea ;)\n\nYouTube este o marcă comercială a Google LLC. Utilizarea acestei mărci comerciale este supusă permisiunilor Google.",
    "ru": "Созданное чтобы получить максимум удовольствия от YouTube, это расширение позволяет регулировать колесиком мыши скорость и громкость воспроизведения, автоматически выбирать нужное качество видео, настроить десятки сочетаний клавиш для полного контроля над YouTube, и многое другое... Попробуйте! Но имейте в виду, что после этого Вы никогда не захотите использовать YouTube без расширения ;)\n\nYouTube является торговой маркой компании Google LLC. Использование этого товарного знака регулируется разрешениями Google.",
    "sk": "Toto rozšírenie, navrhnuté tak, aby čo najlepšie využilo YouTube, je vybavené najrôznejšimi funkciami, ktoré vám okrem iného umožnia ovládať rýchlosť prehrávania a úroveň hlasitosti pomocou kolieska myši, automatizovať opakujúce sa úlohy ako napríklad výber zodpovedajúcej kvality videa alebo nastavenie desiatok klávesových skratiek na ovládanie YouTube videí ako profesionál a veľa ďalšieho... Vyskúšajte to! Uvedomte si však, že potom už nikdy nebudete chcieť YouTube používať bez tohto rozšírenia ;)\n\nYouTube je ochranná známka spoločnosti Google LLC. Používanie tejto ochrannej známky podlieha povoleniu spoločnosti Google.",
    "sr": "Napravljen da izvuče maksimum iz YouTube-a, ovo proširenje dolazi prepuno svih vrsta funkcija koje vam omogućavaju, između ostalog, da kontrolišete brzinu reprodukcije i nivo jačine zvuka pomoću točkića miša, automatizujete zadatke koji se ponavljaju kao što su kao odabir odgovarajućeg kvaliteta reprodukcije, konfigurišite desetine prečica na tastaturi da kontrolišete YouTube kao profesionalac i još mnogo toga... Isprobajte naše proširenje - verujemo da nećete više hteti da koristite YouTube bez njega ;)\n\nYouTube je zaštitni znak kompanije Google LLC. Korišćenje ovog zaštitnog znaka podleže dozvolama kompanije Google.",
    "sv": "Byggd för att få ut det mesta möjliga av YouTube, det här tillägget kommer späckat med alla möjliga funktioner som bland annat låter dig styra uppspelningshastigheten och volymnivån med mushjulet, automatisera repetitiva funktioner när du väljer rätt uppspelningskvalitet, konfigurera dussintals kortkommandon för att styra YouTube som ett proffs och mycket mer... Prova, men var medveten om att du aldrig kommer att vilja använda YouTube utan detta tillägget igen! ;)\n\nYouTube är ett varumärke som tillhör Google LLC. Användningen av detta varumärke är föremål för Googles tillstånd.",
    "th": "สร้างขึ้นเพื่อการใช้งาน YouTube ได้สูงสุด ส่วนขยายนี้มาพร้อมกับทุกคุณลักษณะที่ให้คุณ กับสิ่งที่คุณใช้ร่วมอยู่สามารถจัดการโฆษณาตามที่คุณปรารถนา ควบคุมความเร็วในการรับชม และระดับความดังของเสียงโดยใช้เพียงลูกลื่นบนเม้าส์, จดจำคุณภาพการเล่นคลิปที่เหมาะสม, ปรับแต่งปุ่มลัดบนคีย์บอร์ดมากมายในการควบคุม YouTube อย่างมืออาชีพ และอื่น ๆ อีกมากมาย... ต้องลอง! ระวังจะติดใจใช้ดู YouTube จนไม่มีไม่ได้ ;)\n\nYouTube เครื่องหมายการค้าของ Google LLC ใช้เครื่องหมายนี้ต้องได้รับความยินยอมจาก Google",
    "tr": "YouTube'dan en iyi şekilde yararlanmak için tasarlanan bu uzantı, size izin veren her türlü özellik ile birlikte gelir, bunun yanı sıra reklamları istediğiniz gibi yönetmenizi, oynatma hızını ve ses seviyesini fare tekerleğinizle kontrol etmenizi, uygun oynatma kalitesini seçmek gibi yinelenen görevleri otomatikleştirmenizi, YouTube'u bir profesyonel gibi kontrol etmek için düzinelerce klavye kısayolunu yapılandırabilmenizi ve çok daha fazlasını... Bir deneyin! Ancak bundan sonra YouTube'u onsuz asla kullanmak istemeyeceğinizi unutmayın ;)\n\nYouTube, Google LLC'nin bir ticari markasıdır. Bu ticari markanın kullanımı Google izinlerine tabidir.",
    "uk": "Розроблене для отримання максимуму від YouTube, це розширення поставляється з усією різноманіттю функціональності яка дозволяє вам, окрім іншого, керувати швидкістю відтворення а також гучністю колесом мишки, автоматизувати дії що повторюються, такі як вибір відповідної якості відтворення відео, налаштовувати дюжину гарячих клавіш для майстерного контролю YouTube, а також багато іншого... Спробуйте! Але знайте, що ви ніколи більше не захочете користуватись з YouTube без цього розширення ;)\n\nYouTube це рзареєстрована торгова марка Google LLC. Використання цієї торгової марки підпадає під дозвіл від Google.",
    "vi": "Được xây dựng để tận dụng tối đa Youtube, tiện ích mở rộng này đi kèm với rất nhiều các tính năng cho bạn sử dụng, trong số đó có thể kể đến như, kiểm soát tốc độ phát và mức âm lượng với con lăn chuột, tự động hóa các tác vụ lặp đi lặp lại như lựa chọn chọn chất lượng phát, cùng với đó là hàng chục các phím tắt để kiểm soát YouTube like a pro, và còn rất nhiều tính năng khác nữa... Thử đi và bạn sẽ không bao giờ muốn dùng Youtube mà thiếu đi tiện ích này đâu ;)\n\nYouTube là nhãn hiệu của Google LLC. Việc sử dụng nhãn hiệu này phải tuân theo Quyền của Google.",
    "zh_CN": "这款扩展软件为了让您最大限度地利用YouTube而设计，它拥有各种各样的功能，当你熟练操控鼠标时，可以神奇地控制播放速度和音量水平（好吧，几乎是这样，你还需要旋转鼠标滚轮，直到你成为真正的心灵感应者！），自动执行重复性任务，如一次又一次地选择适当的播放质量，配置几十个键盘快捷键，像专业人员一样控制YouTube（但最重要的是，你可以在机械式键盘上疯狂地敲键）。 )，自动完成重复性任务，比如一次又一次地选择合适的播放质量，配置几十个键盘快捷键，像专业人员一样控制YouTube(但最重要的是，在机械键盘上疯狂打字，享受那种让室友疯狂的咔嚓声)，等等......。快来试试吧! 但要知道，没有它，你将永远不会想使用YouTube ;)\n\nYouTube是Google LLC的商标。使用该商标须经Google许可。",
    "zh_TW": "這款擴充功能是為了最大限度地利用 YouTube 而設計的，它擁有各式各樣的功能，以滑鼠滾輪控制播放速度和音量，自動化完成重複性工作，比如自動選擇合適的播放畫質，設定許多鍵盤快捷鍵，像個專家一樣控制 YouTube，還有更多特色…試試看就對了！但要知道用過之後，就回不去了 ;)\n\nYouTube 是 Google LLC. 的商標。使用該商標須經 Google 許可。"
  }
}