{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Live Video Plus"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your web video experience. View live videos from YouTube and Twitch, and filter your YouYube subscriptions based on groups."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your web video experience with Live Video Plus.\n\nLink to your YouTube and Twitch accounts and turn on live checking to channels you are following. This will enable them to be monitoring for live and upcoming videos and show in the extension popup.\n\nWithin the YouTube subscription page you can filter videos by custom groups. Simply go to the settings page through the popup, create a group and add some channels. Now when selecting a group in the YouTube subscriptions page only videos from channels within that group will be visible.\n\n== Change log ==\n\n2.3.1 (24/10/2022): YouTube connection is now opt in. Clean up UI some more for new users.\n\n2.3.0 (08/10/2022): Updated UI, move to manifest version 3\n\n2.2.6 (29/08/2020): Options page UI improvements\n\n2.2.5 (23/08/2020): Fixed small bug with some twitch urls\n\n2.2.2 (04/05/2020): Add follow details added to options.\n\n2.2.0 (26/04/2020): Added Twitch connectivity. You can now get notifications based on channels you follow in Twitch.\n\n2.1.6 (10/04/2020): Fixed bug with large amount of subscriptions\n\n2.1.5 (07/04/2020): Clean up popup UI and update filter logic on youtube subscription page\n\n2.1.4 (29/03/2020): Add some extra help text to help with adding new channel manually\n\n2.1.1 (21/03/2020): Fix release bugs with announcements and pagination.\n\n2.1.0 (20/03/2020): Added groups. Ability to filter YouTube subscriptions page based on custom groups.\n\n2.0.2 (26/10/2019): Now loads live videos on chrome launch\n\n2.0.1 (31/12/2018): Bug fix with non logged in users and not accepting permissions\n\n2.0.0 (30/12/2018): Rewrite of whole application. Live video popup redesign, settings page redesign. Subscription filtering next release."
  }
}