{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Delete Facebook Messages"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension effortlessly delete, archive and restore your Facebook messages with a single click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Description:\n\nEffortlessly Manage Your Facebook Messages with One Click!\n\nIntroducing our powerful Chrome extension designed to simplify your Facebook message management. With just a single click, you can:\n\n•\tDelete All Messages: Instantly remove all your Facebook messages with ease.\n•\tArchive Messages: Efficiently archive your messages for later reference.\n•\tUn-archive Messages: Seamlessly restore previously archived messages.\n\nFeatures:\n•\tOptimized for the Latest Facebook Interface: Enjoy smooth functionality with Facebook’s new design.\n•\tCompatible with Facebook Marketplace: Manage your marketplace messages effortlessly.\n•\tFlawless Integration with Page Inbox: Works perfectly with your page’s message inbox.\n\nGetting Started:\n1.\tInstall the \"Delete Facebook Messages\" extension from the Chrome Web Store.\n2.\tGo to https://www.facebook.com/messages.\n3.\tClick on the \"Delete Facebook Messages\" extension icon in your browser.\n4.\tChoose \"START DELETION\" to clear all your messages.\n5.\tSelect \"START ARCHIVE CHATS\" to organize and archive your messages.\n6.\tSelect \"START UNARCHIVE CHATS\" to restore all your archive messages.\nEnsure your Facebook language is set to English for optimal performance.\n\nFor support, bug reports, or feedback, please contact us at:\nEmail: nomansarwark@gmail.com"
  }
}