{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ContextBlocker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The chrome extension that helps you focus based on context using AI"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Maximize Your Focus with ContextBlocker: The Ultimate AI-Powered Blocker Extension\n\nContextBlocker is an innovative AI browser extension crafted to enhance your focus and productivity by providing personalized distraction-blocking based on your specific goals and preferences directly from any website.\n\n💎 Features:\n\nContext-Aware Blocking: Tailors restrictions based on your defined focus goals and distractions to avoid, ensuring a personalized productivity experience.\nNon-Cancellable Focus Timer: Set a timer for dedicated focus sessions that cannot be stopped once started, reinforcing commitment to your tasks.\nIntelligent Warnings and Blocks: Receive timely warnings for spending too much time on unrelated sites, with the option to block specific pages that detract from your goals.\nGoal-Aligned Content Suggestions: Discover alternative websites and content that align with your objectives, enhancing your research and learning experience.\nDetailed Productivity Feedback: Gain insights into your focus habits with feedback on time saved, on track, and distractions overcome.\n\n⌨️ How to Use?\nActivating ContextBlocker is simple and intuitive, designed to integrate seamlessly into your browsing experience:\n\nFor MacOS users, press the keyboard shortcut ⌘+J\nFor Windows users, press the keyboard shortcut ALT+J\nUse arrow keys to navigate through options and press Enter to select, or simply click the extension icon to display options and use your mouse to choose.\nFollow the prompts to customize your focus goals and start enhancing your productivity immediately.\n\nWith ContextBlocker, embracing a more focused and productive online experience has never been easier. Start tailoring your digital environment to your goals today!"
  }
}