{
  "name": {
    "ar": "اختبار استجابة",
    "am,bn,de,en,en_AU,en_GB,en_US,es_419,gu,it,kn,ml,mr,pl,pt_BR,pt_PT,sv,sw,ta,te,zh_CN,zh_TW": "Responsive Tester",
    "bg": "Чувствителен тестер",
    "ca": "Prova responsiva",
    "cs": "Citlivý tester",
    "da,no": "Responsiv tester",
    "el": "Αποκριτικός ελεγκτής",
    "es": "Probador receptivo",
    "et": "Vastuvõtlik testija",
    "fa": "تستر پاسخگو",
    "fi": "Vastuullinen testaaja",
    "fil": "Nakikiramay na Tester",
    "fr": "Testeur réactif",
    "he": "בודק מגיב",
    "hi": "उत्तरदायी परीक्षक",
    "hr": "Odgovarajući Tester",
    "hu": "Érzékeny tesztelő",
    "id,ms": "Penguji Responsif",
    "ja": "レスポンシブテスター",
    "ko": "반응 형 테스터",
    "lt": "Reaguojantis testeris",
    "lv": "Atsaucīgs testētājs",
    "nl": "Responsieve tester",
    "ro": "Tester responsiv",
    "ru": "Отзывчивый тестер",
    "sk": "Responzívny tester",
    "sl": "Odziven tester",
    "sr": "Респовабле Тестер",
    "th": "เครื่องทดสอบการตอบสนอง",
    "tr": "Duyarlı Test Cihazı",
    "uk": "Чуйний тестер",
    "vi": "Kiểm tra đáp ứng"
  },
  "short": {
    "ar": "اختبر صفحات الويب أو صفحات الجوّال المتجاوبة واختبر أجهزة متعددة",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,zh_CN,zh_TW": "Test responsive web designs or mobile pages and see if it is mobile friendly",
    "bg": "Тествайте отзивчиви уеб дизайни или мобилни страници и тествайте за множество устройства",
    "ca": "Prova pàgines web o pàgines mòbils sensibles i prova per a diversos dispositius",
    "cs": "Otestujte responzivní webové stránky nebo mobilní stránky a otestujte více zařízení",
    "da": "Test responsive webdesign eller mobile sider, og test for flere enheder",
    "de": "Testen Sie reaktionsschnelle Webdesigns oder mobile Seiten und testen Sie sie auf mehrere Geräte",
    "el": "Ελέγξτε τις αποκριτικές ιστοσελίδες ή τις σελίδες για κινητά και δοκιμάστε πολλές συσκευές",
    "es": "Pruebe diseños web receptivos o páginas móviles y pruebe múltiples dispositivos",
    "et": "Testige tundlikke veebikuvasid või mobiililehti ja testige mitut seadet",
    "fa": "برنامه های وب پاسخگو یا صفحات موبایل را تست کنید و برای چندین دستگاه تست کنید",
    "fi": "Testaa reagoivia verkkosivuja tai mobiilisivuja ja testaa useita laitteita",
    "fil": "Subukan ang tumutugon sa mga desing web o mobile page at subukan para sa maraming mga aparato",
    "fr": "Testez des sites Web réactifs ou des pages mobiles et testez plusieurs appareils",
    "he": "בדוק תיאורי אינטרנט מגיבים או דפים ניידים ובדוק מכשירים מרובים",
    "hi": "उत्तरदायी वेब डेस्क या मोबाइल पेज का परीक्षण करें और कई उपकरणों के लिए परीक्षण करें",
    "hr": "Ispitajte responzivne web stranice ili mobilne stranice i testirajte na više uređaja",
    "hu": "Tesztelje a reagáló webes elrendezéseket vagy a mobil oldalakat, és teszteljen több eszközt",
    "id": "Uji desings web responsif atau halaman seluler dan uji beberapa perangkat",
    "it": "Test di progetti Web reattivi o pagine mobili e test per più dispositivi",
    "ja": "レスポンシブWebデザインまたはモバイルページをテストし、複数のデバイスをテストする",
    "ko": "반응 형 웹 디자인 또는 모바일 페이지 테스트 및 여러 장치 테스트",
    "lt": "Tikrinkite reaguojančius žiniatinklio planus ar mobiliuosius puslapius ir išbandykite kelis įrenginius",
    "lv": "Pārbaudiet adaptīvas tīmekļa lapas vai mobilās lapas un pārbaudiet vairākas ierīces",
    "ms": "Uji laman web responsif atau halaman mudah alih dan uji untuk pelbagai peranti",
    "nl": "Test responsieve webdesigns of mobiele pagina&#39;s en test voor meerdere apparaten",
    "no": "Test responsive webdesign eller mobilsider, og test for flere enheter",
    "pl": "Testuj responsywne strony internetowe lub strony mobilne i testuj wiele urządzeń",
    "ro": "Testați pagini web sau pagini mobile și răspundeți pentru mai multe dispozitive",
    "ru": "Тестирование адаптивных веб-дизайнов или мобильных страниц и тестирование на нескольких устройствах",
    "sk": "Otestujte responzívne webové stránky alebo mobilné stránky a otestujte viac zariadení",
    "sl": "Preizkusite odzivne spletne strani ali mobilne strani in preizkusite za več naprav",
    "sr": "Испитајте респонзивне веб странице или мобилне странице и тестирајте на више уређаја",
    "sv": "Testa responsiva webbdesign eller mobilsidor och testa för flera enheter",
    "th": "ทดสอบการออกแบบเว็บที่ตอบสนองหรือหน้ามือถือและทดสอบอุปกรณ์หลายเครื่อง",
    "tr": "Duyarlı web tasarımlarını veya mobil sayfaları test edin ve birden fazla cihazı test edin",
    "uk": "Перевірте чуйні веб-дизайни або мобільні сторінки та протестуйте на кількох пристроях",
    "vi": "Kiểm tra mong muốn web đáp ứng hoặc trang di động và kiểm tra cho nhiều thiết bị"
  },
  "long": {
    "ar": "اختبر تصميمات الويب المتجاوبة أو صفحات الجوال التي تكتشف وكلاء مستخدم معينين responsive tester. اختبار أجهزة متعددة في نفس الوقت mobile friendly tester!\n\nتسمح إضافة Mobile / Responsive Tester لمطوري البرامج باختبار صفحات الويب الخاصة بهم مقابل أجهزة الجوال وأجهزة الهاتف المحمول والأجهزة اللوحية الشائعة عن طريق محاكاة وكيل المستخدم ودقة الشاشة responsive web design tester.\n\nممتاز لاختبار تصميمات الويب سريعة الاستجابة responsive testing tools. يمكنك التبديل بسهولة بين الوضع الرأسي والأفقي واختبار العديد من أجهزة الجوال في نفس الوقت mobile friendly website tester!",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,zh_CN,zh_TW": "Test responsive web designs or mobile pages that detect specific user agents. Test multiple devices at the same time!\n\nThe Mobile/Responsive Tester extension allows Developers to test their web pages against common mobile, phablet and tablet devices by emulating the user agent and screen resolution. \n\nExcellent for testing responsive web designs. Easily switch between portrait and landscape mode and test multiple mobile device's at the same time!\n\nTo begin using the software, install our extension.\nNavigate to the webpage you wish to test for different resolution sizes.\nClick on our software extension icon, and then choose the resolution size.",
    "bg": "Тествайте отзивчиви уеб дизайни или мобилни страници, които откриват конкретни потребителски агенти mobile rwd tester. Тествайте няколко устройства едновременно responsive design testing across devices!\n\nРазширението Mobile / Responsive Tester позволява на разработчиците да тестват своите уеб страници срещу обикновени мобилни, фаблетни и таблетни устройства, като емулират потребителския агент и разделителната способност на екрана mobile responsive tester.\n\nОтличен за тестване на отзивчиви уеб дизайни responsive web design tester chrome. Лесно превключвайте между портретен и пейзажен режим и тествайте едновременно няколко мобилни устройства responsive design tester!",
    "ca": "Proveu dissenys de pàgina web o pàgines mòbils que detectin agents específics d'usuari responsive website tester. Prova diversos dispositius alhora responsive web tester!\n\nL’extensió Mobile / Responsive Tester permet als desenvolupadors provar les seves pàgines web contra dispositius mòbils, phablet i tauletes habituals emulant l’agent d’usuari i la resolució de pantalla rwd tester.\n\nExcel·lent per provar dissenys de web sensibles test responsive online. Canvia fàcilment entre el mode retratat i el paisatge i posa a prova simultàniament diversos dispositius mòbils responsive tester chrome.",
    "cs": "Testujte responzivní webové návrhy nebo mobilní stránky, které detekují konkrétní uživatelské agenty responsive web tester for chrome. Vyzkoušejte současně více zařízení responsive website tester for google chrome!\n\nRozšíření Mobile / Responsive Tester umožňuje vývojářům otestovat své webové stránky proti běžným mobilním, phabletovým a tabletovým zařízením emulací uživatelského agenta a rozlišení obrazovky mobile rwd tester firefox.\n\nVynikající pro testování responzivních webových návrhů responsive tester. Snadno přepínejte mezi režimem na výšku a na šířku a otestujte více mobilních zařízení současně mobile friendly tester!",
    "da": "Test responsive webdesign eller mobile sider, der registrerer specifikke brugeragenter responsive web design tester. Test flere enheder på samme tid responsive testing tools!\n\nUdvidelsen Mobile / Responsive Tester giver udviklere mulighed for at teste deres websider mod almindelige mobile, phablet- og tablet-enheder ved at emulere brugeragenten og skærmopløsningen mobile friendly website tester.\n\nFremragende til test af responsive webdesign mobile rwd tester. Skift let mellem portræt- og liggende tilstand, og test flere mobile enheder på samme tid responsive design testing across devices!",
    "de": "Testen Sie reaktionsschnelle Webdesigns oder mobile Seiten, die bestimmte Benutzeragenten erkennen mobile rwd tester firefox. Testen Sie mehrere Geräte gleichzeitig responsive tester!\n\nMit der Erweiterung Mobile / Responsive Tester können Entwickler ihre Webseiten mit gängigen Mobil-, Phablet- und Tablet-Geräten testen, indem sie den Benutzeragenten und die Bildschirmauflösung emulieren mobile friendly tester.\n\nHervorragend geeignet zum Testen von reaktionsschnellen Webdesigns responsive web design tester. Wechseln Sie einfach zwischen Hoch- und Querformat und testen Sie mehrere mobile Geräte gleichzeitig responsive testing tools!",
    "el": "Δοκιμάστε ανταποκριτικά σχέδια ιστού ή σελίδες για κινητές συσκευές που εντοπίζουν συγκεκριμένους πράκτορες χρήστη mobile friendly website tester. Δοκιμάστε πολλές συσκευές ταυτόχρονα mobile rwd tester!\n\nΗ επέκταση Mobile / Responsive Tester επιτρέπει στους Προγραμματιστές να δοκιμάσουν τις ιστοσελίδες τους σε συνηθισμένες συσκευές κινητών, phablet και tablet, εξομοιώνοντας τον παράγοντα χρήστη και την ανάλυση οθόνης responsive design testing across devices.\n\nΕξαιρετικό για τη δοκιμή αποκριτικών σχεδίων ιστού mobile responsive tester. Κάντε εναλλαγή μεταξύ κατακόρυφης και οριζόντιας λειτουργίας και δοκιμάστε πολλές φορητές συσκευές ταυτόχρονα responsive web design tester chrome!",
    "es": "Pruebe diseños web receptivos o páginas móviles que detecten agentes de usuario específicos rwd tester. ¡Pruebe múltiples dispositivos al mismo tiempo test responsive online!\n\nLa extensión Mobile / Responsive Tester permite a los desarrolladores probar sus páginas web contra dispositivos móviles, phablet y tabletas comunes emulando el agente de usuario y la resolución de pantalla responsive tester chrome.\n\nExcelente para probar diseños web receptivos tester site responsive. ¡Cambie fácilmente entre el modo vertical y horizontal y pruebe múltiples dispositivos móviles al mismo tiempo google site mobile friendly!",
    "et": "Katsetage reageerivaid veebikujundusi või mobiililehti, mis tuvastavad konkreetsed kasutajaagendid rwd tester. Katsetage mitut seadet korraga test responsive online!\n\nMobiilse / tundliku testija laiend võimaldab arendajatel testida oma veebilehti tavaliste mobiilsete, phablet- ja tahvelarvutite vastu, jäljendades kasutajaagenti ja ekraani eraldusvõimet responsive tester chrome.\n\nSuurepärane tundlike veebikujunduste tester site responsive testimiseks. Lülitage hõlpsalt portree- ja rõhtpaigutusrežiimide vahel üle ja katsetage korraga mitut mobiilseadet google site mobile friendly!",
    "fa": "طراحی وب پاسخگو یا صفحات تلفن همراه که عوامل خاص کاربر را تشخیص می دهند {0 را آزمایش کنید. تست چندین دستگاه در همان زمان responsive design tester!\n\nبرنامه افزودنی تستر موبایل / پاسخگو اجازه می دهد تا برنامه نویسان صفحات وب خود را در برابر دستگاه های رایج موبایل ، فبلت و رایانه لوحی با تقلید از نماینده کاربر و وضوح صفحه 2 test آزمایش کنند.\n\nبسیار عالی برای آزمایش طراحی وب پاسخگو {3. به راحتی بین حالت پرتره و منظره جابجا شوید و چندین دستگاه همراه را همزمان همزمان 4 پوند تست کنید!",
    "fil": "Testaa reagoivia web-malleja tai mobiilisivuja, jotka havaitsevat tietyt käyttäjäagentit responsive design tester chrome. Testaa useita laitteita samanaikaisesti chrome responsive tester!\n\nMobile / Responsive Tester -laajennus antaa kehittäjille mahdollisuuden testata verkkosivujaan tavallisia mobiili-, phablet- ja tablet-laitteita vastaan jäljittelemällä käyttäjän agenttia ja näytön tarkkuutta responsive web design tester firefox.\n\nErinomainen testaamaan reagoivia web-malleja google chrome responsive tester. Vaihda helposti pysty- ja vaakatilan välillä ja testaa useita mobiililaitteita samanaikaisesti responsive website testing tool!",
    "fr": "Testez des conceptions Web réactives ou des pages mobiles qui détectent des agents utilisateurs spécifiques website responsive test online. Testez plusieurs appareils en même temps chrome extensions responsive web design tester!\n\nL'extension Mobile / Responsive Tester permet aux développeurs de tester leurs pages Web par rapport aux appareils mobiles, phablets et tablettes courants en émulant l'agent utilisateur et la résolution d'écran google responsive tester.\n\nExcellent pour tester des conceptions Web réactives responsive web tester for chrome. Basculez facilement entre les modes portrait et paysage et testez plusieurs appareils mobiles en même temps responsive website tester for google chrome!",
    "hi": "विशिष्ट उपयोगकर्ता एजेंटों responsive tester chrome का पता लगाने वाले उत्तरदायी वेब डिज़ाइन या मोबाइल पृष्ठों का परीक्षण करें। एक ही समय में कई उपकरणों का परीक्षण करें tester site responsive!\n\nमोबाइल / उत्तरदायी परीक्षक विस्तार डेवलपर्स को उपयोगकर्ता एजेंट और स्क्रीन रिज़ॉल्यूशन google site mobile friendly का अनुकरण करके सामान्य मोबाइल, फ़ेबलेट और टैबलेट उपकरणों के खिलाफ अपने वेब पेजों का परीक्षण करने की अनुमति देता है।\n\nउत्तरदायी वेब डिज़ाइनों के परीक्षण के लिए उत्कृष्ट chrome responsive web design tester। आसानी से पोर्ट्रेट और लैंडस्केप मोड के बीच स्विच करें और एक ही समय में कई मोबाइल डिवाइस का परीक्षण करें mobile responsive web design tester chrome!",
    "hr": "Ispitajte internetske dizajne ili mobilne stranice koje otkrivaju određene korisničke agente google chrome responsive tester. Ispitajte više uređaja istovremeno responsive website testing tool!\n\nProširenje za Tester za mobilne uređaje / responzivni omogućava programerima da testiraju svoje web stranice na uobičajenim uređajima za mobilne uređaje, fablete i tablete oponašajući korisničko sredstvo i rezoluciju zaslona website responsive test online.\n\nIzvrsno za testiranje responzivnih web dizajna chrome extensions responsive web design tester. Jednostavno prelazite s portretnog i pejzažnog načina rada i testirajte više mobilnih uređaja istovremeno google responsive tester!",
    "hu": "Teszteljen reagáló webdesignokat vagy mobiloldalakat, amelyek felismerik a konkrét google mobile friendly tester felhasználói ügynököket. Teszteljen több eszközt egyszerre mobile rwd tester chrome!\n\nA Mobile / Responsive Tester kiterjesztés lehetővé teszi a fejlesztők számára, hogy weboldalaikat teszteljék a közönséges mobil, phablet és tablet eszközökkel szemben a felhasználói ügynök és a képernyőfelbontás media query tester emulációjával.\n\nKiválóan alkalmas reagáló webdesignok tesztelésére responsive design tester chrome. Könnyen válthat az álló és a fekvő mód között, és egyszerre tesztelhet több mobil eszközt chrome responsive tester!",
    "id": "Uji desain web responsif atau halaman seluler yang mendeteksi agen pengguna tertentu google responsive tester. Uji beberapa perangkat sekaligus responsive web tester for chrome!\n\nEkstensi Penguji Seluler / Responsif memungkinkan Pengembang menguji halaman web mereka terhadap perangkat seluler, phablet, dan tablet yang umum dengan meniru agen pengguna dan resolusi layar responsive website tester for google chrome.\n\nSangat bagus untuk menguji desain web responsif mobile rwd tester firefox. Beralih dengan mudah antara mode potret dan lansekap dan uji beberapa perangkat seluler secara bersamaan responsive tester!",
    "it": "Test di progetti Web reattivi o pagine mobili che rilevano agenti utente specifici responsive design testing across devices. Prova più dispositivi contemporaneamente mobile responsive tester!\n\nL'estensione Mobile / Responsive Tester consente agli sviluppatori di testare le proprie pagine Web su dispositivi mobili, phablet e tablet comuni emulando il programma utente e la risoluzione dello schermo responsive web design tester chrome.\n\nEccellente per testare web design reattivi responsive design tester. Passa facilmente dalla modalità verticale a quella orizzontale e testa contemporaneamente più dispositivi mobili responsive website tester!",
    "ja": "特定のユーザーエージェントresponsive web testerを検出するレスポンシブウェブデザインまたはモバイルページをテストします。複数のデバイスを同時にテストしますrwd tester！\n\nMobile / Responsive Tester拡張機能により、開発者はユーザーエージェントと画面解像度test responsive onlineをエミュレートすることにより、一般的なモバイル、ファブレット、タブレットデバイスに対してWebページをテストできます。\n\nレスポンシブウェブデザインのテストに最適ですresponsive tester chrome。ポートレートモードとランドスケープモードを簡単に切り替えて、複数のモバイルデバイスを同時にテストできますtester site responsive！",
    "ko": "특정 사용자 에이전트 google site mobile friendly을 (를) 감지하는 반응 형 웹 디자인 또는 모바일 페이지를 테스트하십시오. 동시에 여러 장치를 테스트 chrome responsive web design tester!\n\nMobile / Responsive Tester 확장 기능을 통해 개발자는 사용자 에이전트 및 화면 해상도 mobile responsive web design tester chrome를 에뮬레이트하여 일반적인 모바일, 패 블릿 및 태블릿 장치에 대해 웹 페이지를 테스트 할 수 있습니다.\n\n반응 형 웹 디자인 google mobile friendly tester 테스트에 탁월합니다. 세로 및 가로 모드를 쉽게 전환하고 동시에 여러 모바일 장치를 테스트 할 수 있습니다 mobile rwd tester chrome!",
    "lt": "Išbandykite reaguojančius tinklalapių dizainus ar mobiliuosius puslapius, kuriuose aptinkami konkretūs naudotojų agentai responsive website testing tool. Išbandykite kelis įrenginius tuo pačiu metu website responsive test online!\n\n„Mobile / Responsive Tester“ plėtinys leidžia kūrėjams išbandyti savo tinklalapius, palyginti su įprastais mobiliaisiais, phable ir planšetiniais įrenginiais, mėgdžiojant vartotojo agentą ir ekrano skiriamąją gebą chrome extensions responsive web design tester.\n\nPuikiai tinka išbandyti reaguojančius žiniatinklio dizainus google responsive tester. Lengvai perjunkite iš portreto į kraštovaizdžio režimą ir išbandykite kelis mobiliojo prietaiso įrenginius tuo pačiu metu responsive web tester for chrome!",
    "lv": "Pārbaudiet adaptīvas tīmekļa vietnes vai mobilās lapas, kurās tiek atklāti konkrēti lietotāju aģenti media query tester. Pārbaudiet vairākas ierīces vienlaicīgi responsive design tester chrome!\n\nPaplašinājums Mobile / Responsive Tester ļauj izstrādātājiem pārbaudīt savas tīmekļa lapas, salīdzinot ar parastajām mobilajām ierīcēm, planšetdatoriem un planšetdatoriem, atdarinot lietotāja aģentu un ekrāna izšķirtspēju chrome responsive tester.\n\nLieliski piemērots adaptīvu tīmekļa dizainu pārbaudei responsive web design tester firefox. Vienkārši pārslēdzieties starp portreta un ainavas režīmu un vienlaikus pārbaudiet vairākas mobilās ierīces google chrome responsive tester!",
    "ms": "Uji reka bentuk web responsif atau halaman mudah alih yang mengesan ejen pengguna tertentu responsive website tester for google chrome. Uji pelbagai peranti pada masa yang sama mobile rwd tester firefox!\n\nPelanjutan Penguji Bergerak / Responsif membolehkan Pembangun menguji halaman web mereka terhadap peranti mudah alih, phablet dan tablet biasa dengan meniru agen pengguna dan resolusi skrin responsive tester.\n\nHebat untuk menguji reka bentuk web yang responsif mobile friendly tester. Beralih antara mod potret dan landskap dengan mudah dan uji banyak peranti mudah alih pada masa yang sama responsive web design tester!",
    "nl": "Test responsieve webontwerpen of mobiele pagina's die specifieke user-agents detecteren mobile responsive tester. Test meerdere apparaten tegelijk responsive web design tester chrome!\n\nMet de Mobile / Responsive Tester-extensie kunnen ontwikkelaars hun webpagina's testen op gangbare mobiele, phablet- en tablet-apparaten door de user-agent en schermresolutie te emuleren responsive design tester.\n\nUitstekend geschikt voor het testen van responsieve webontwerpen responsive website tester. Schakel eenvoudig tussen portret- en landschapsmodus en test meerdere mobiele apparaten tegelijkertijd responsive web tester!",
    "no": "Test responsive webdesign eller mobilsider som oppdager bestemte brukeragenter responsive testing tools. Test flere enheter samtidig mobile friendly website tester!\n\nUtvidelsen Mobile / Responsive Tester lar utviklere teste websidene sine mot vanlige mobilenheter, phablet- og nettbrettenheter ved å emulere brukeragenten og skjermoppløsningen mobile rwd tester.\n\nUtmerket for å teste responsive webdesign responsive design testing across devices. Bytt enkelt mellom portrett- og liggende modus og test flere mobile enheter samtidig mobile responsive tester!",
    "pl": "Testuj elastyczne strony internetowe lub strony mobilne, które wykrywają określone programy klienckie responsive website tester. Przetestuj wiele urządzeń jednocześnie responsive web tester!\n\nRozszerzenie Mobile / Responsive Tester umożliwia programistom testowanie stron internetowych pod kątem popularnych urządzeń mobilnych, phabletów i tabletów poprzez emulację agenta użytkownika i rozdzielczości ekranu rwd tester.\n\nDoskonały do testowania responsywnych projektów internetowych test responsive online. Łatwo przełączaj się między trybem pionowym a poziomym i testuj wiele urządzeń mobilnych jednocześnie responsive tester chrome!",
    "ro": "Testați design-uri web responsabile sau pagini mobile care detectează agenți utilizatori specifici mobile rwd tester chrome. Testați mai multe dispozitive în același timp media query tester!\n\nExtensia Tester mobil / receptiv permite dezvoltatorilor să își testeze paginile web pe dispozitive mobile, phablet și tablete obișnuite, emulând agentul utilizator și rezoluția ecranului responsive design tester chrome.\n\nExcelent pentru testarea desenelor web responsive chrome responsive tester. Comutați cu ușurință între modul portret și peisaj și testați mai multe dispozitive mobile simultan responsive web design tester firefox!",
    "ru": "Протестируйте адаптивные веб-дизайны или мобильные страницы, которые обнаруживают определенных пользовательских агентов google chrome responsive tester. Проверьте несколько устройств одновременно responsive website testing tool!\n\nРасширение Mobile / Responsive Tester позволяет разработчикам тестировать свои веб-страницы на обычных мобильных, фаблетных и планшетных устройствах, эмулируя пользовательский агент и разрешение экрана website responsive test online.\n\nОтлично подходит для тестирования адаптивных веб-дизайнов chrome extensions responsive web design tester. Легко переключайтесь между портретным и ландшафтным режимами и тестируйте несколько мобильных устройств одновременно google responsive tester!",
    "sk": "Testujte responzívne webové návrhy alebo mobilné stránky, ktoré zisťujú konkrétnych agentov používateľov responsive web design tester. Testujte súčasne viac zariadení responsive testing tools!\n\nRozšírenie Mobile / Responsive Tester umožňuje vývojárom testovať svoje webové stránky proti bežným mobilným, phabletovým a tabletovým zariadeniam emuláciou agenta používateľa a rozlíšením obrazovky mobile friendly website tester.\n\nVynikajúci na testovanie responzívnych webových návrhov mobile rwd tester. Ľahko prepínajte medzi režimom na výšku a na šírku a testujte súčasne viac mobilných zariadení responsive design testing across devices!",
    "sl": "Preizkusite odzivne spletne zasnove ali mobilne strani, ki zaznajo določene uporabniške agente mobile responsive tester. Preizkusite več naprav hkrati responsive web design tester chrome!\n\nRazširitev za mobilne / odzivne preizkuševalce omogoča razvijalcem, da preizkusijo svoje spletne strani na običajnih mobilnih napravah, fabletih in tabličnih napravah, tako da posnemajo uporabniško sredstvo in ločljivost zaslona responsive design tester.\n\nOdličen za testiranje odzivnih spletnih modelov responsive website tester. Preprosto preklapljajte med portretnim in ležečim načinom in hkrati preizkusite več mobilnih naprav responsive web tester!",
    "sr": "Испитајте брзи веб дизајн или мобилне странице које откривају одређене корисничке агенте responsive web tester for chrome. Испитајте више уређаја истовремено responsive website tester for google chrome!\n\nПроширење за Тестер за мобилне уређаје / респонзивни омогућава програмерима да тестирају своје веб странице на уобичајеним уређајима за мобилне уређаје, фаблете и таблете емулирањем корисничког агента и резолуције екрана mobile rwd tester firefox.\n\nОдличан за тестирање брзих веб дизајна responsive tester. Лако прелазите између портретног и пејзажног режима и тестирајте више мобилних уређаја истовремено mobile friendly tester!",
    "sv": "Testa responsiva webbdesign eller mobilsidor som upptäcker specifika användaragenter chrome responsive web design tester. Testa flera enheter samtidigt mobile responsive web design tester chrome!\n\nUtvidgningen Mobile / Responsive Tester gör det möjligt för utvecklare att testa sina webbsidor mot vanliga mobil-, phablet- och surfplattor genom att emulera användaragenten och skärmupplösningen google mobile friendly tester.\n\nUtmärkt för att testa lyhörd webbdesign mobile rwd tester chrome. Växla enkelt mellan stående och liggande läge och testa flera mobila enheter samtidigt media query tester!",
    "th": "ทดสอบการออกแบบเว็บที่ตอบสนองหรือโมบายเพจที่ตรวจพบตัวแทนผู้ใช้เฉพาะ responsive design tester chrome ทดสอบอุปกรณ์หลายเครื่องพร้อมกัน chrome responsive tester!\n\nส่วนขยาย Mobile / Responsive Tester ช่วยให้นักพัฒนาสามารถทดสอบหน้าเว็บของพวกเขากับอุปกรณ์เคลื่อนที่ phablet และแท็บเล็ตทั่วไปโดยจำลองตัวแทนผู้ใช้และความละเอียดหน้าจอ responsive web design tester firefox\n\nยอดเยี่ยมสำหรับการทดสอบการออกแบบเว็บที่ตอบสนอง google chrome responsive tester สลับระหว่างโหมดแนวตั้งและแนวนอนอย่างง่ายดายและทดสอบอุปกรณ์มือถือหลายเครื่องพร้อมกัน responsive website testing tool!",
    "tr": "Belirli kullanıcı aracılarını algılayan duyarlı web tasarımlarını veya mobil sayfaları test edin website responsive test online. Birden fazla cihazı aynı anda test edin chrome extensions responsive web design tester!\n\nMobil / Duyarlı Test Cihazı uzantısı, Geliştiricilerin web sayfalarını kullanıcı aracısını ve ekran çözünürlüğünü google responsive tester taklit ederek yaygın mobil, phablet ve tablet cihazlara karşı test etmelerini sağlar.\n\nDuyarlı web tasarımlarını test etmek için mükemmel responsive web tester for chrome. Dikey ve yatay mod arasında kolayca geçiş yapın ve aynı anda birden fazla mobil cihazı test edin responsive website tester for google chrome!",
    "uk": "Тестуйте чутливі веб-дизайни або мобільні сторінки, що виявляють конкретних користувачів-агентів mobile rwd tester firefox. Тестуйте кілька пристроїв одночасно responsive tester!\n\nРозширення для мобільних / чуйних тестерів дозволяє розробникам перевіряти свої веб-сторінки на звичайних мобільних, фаблетних і планшетних пристроях, емулюючи агент користувача та роздільну здатність екрана mobile friendly tester.\n\nВідмінно підходить для тестування чуйних веб-дизайнів responsive web design tester. Легко перемикайтесь між портретним і альбомним режимом і випробовуйте одночасно кілька мобільних пристроїв responsive testing tools!",
    "vi": "Kiểm tra các thiết kế web đáp ứng hoặc các trang di động phát hiện các tác nhân người dùng cụ thể responsive design testing across devices. Kiểm tra nhiều thiết bị cùng một lúc mobile responsive tester!\n\nTiện ích mở rộng Mobile / Responsive Tester cho phép Nhà phát triển kiểm tra các trang web của họ với các thiết bị di động, phablet và máy tính bảng thông thường bằng cách mô phỏng tác nhân người dùng và độ phân giải màn hình responsive web design tester chrome.\n\nTuyệt vời để thử nghiệm các thiết kế web đáp ứng responsive design tester. Dễ dàng chuyển đổi giữa chế độ dọc và ngang và kiểm tra nhiều thiết bị di động cùng một lúc responsive website tester!"
  }
}