{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Safehouse VPN & Security"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Connect to our high-speed, global VPN servers. Hide your IP, block ads, browse safely & protect your data."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi,zh_CN,zh_TW": "Protect yourself, your data and your privacy online, and secure your computer.\nWant to be safer online but have no idea where to start? You've come to the right place! Safehouse is an intuitive companion for protecting yourself, your data and your privacy online, and securing your computer. It's all-in-one protection for the web wise.\nFeatures include:\n• Secure VPN: Access high-speed, global VPN servers to hide your IP and watch content that you love.\n• Active Defence: blocks malicious attacks and harmful websites and ads.\n• Link Protection: prevents you from opening dangerous links, like phishing, scams and malware.\n• Do Not Track: Optimise memory usage and battery consumption by suspending unused open tabs.\n• Performance Plus: asks websites not to track your browsing activity.\n• Site Permissions: monitor and disable the permissions you give to each website, including their access to your camera and microphone.\n• Breach Detection: real-time dark web monitoring alerts you when your information is leaked.\n• Cyber Insurance: Rs 25,000 covered by HDFC ERGO for the digital theft of funds.*\nUnlike legacy technologies that use anti-viruses to clean an infected PC, Safehouse  blocks dangers from getting in the first place. That's why 3 million users trust us to protect them online.\nWith Safehouse, it's easy to monitor, control, protect and improve your digital life to know your data is always private and identity secure.\n\nAbout Safehouse:\nSafehouse is a consumer-facing cyber security company that protects users from digital harm and accompanies them through their daily internet use to make them smarter and safer online. Our customers are substantially more secure online than the average internet user.\nIt is our mission to make it easy and accessible for everyone to monitor, control and protect their identity online. With Safehouse, our users are web-wise, effortlessly leading private, safe, connected lives.\nMore info:\nIf you have a licence key, you can register it at www.securemydevice.com and then log in.\nPlease visit www.safehousetech.com for more information including our Privacy Policy.\nCustomer Support: Email us at insupport@safehousetech.com, call us or WhatsApp us at +91 9625084349\n*Available for Indian citizens. T&Cs apply.",
    "de,th": "Protect yourself, your data and your privacy online, and secure your pc.\nWant to be safer online but have no idea where to start? You’ve come to the right place! Bodyguard by Safehouse is an intuitive companion for protecting yourself, your data and your privacy online, and securing your computer. It’s all-in-one protection for the web wise.\n\nFeatures include:\n\n• Active Defence: blocks malicious attacks and harmful websites and ads.\n• Link Protection: prevents you from opening dangerous links, like phishing, scams and malware.\n• Do Not Track: Optimise memory usage and battery consumption by suspending unused open tabs.\n• Performance Plus: asks websites not to track your browsing activity.\n• Site Permissions: monitor and disable the permissions you give to each website, including their access to your camera and microphone.\n• Breach Detection: real-time dark web monitoring alerts you when your information is leaked.\n• Cyber Insurance: Rs 25,000 cover by HDFC ERGO for the digital theft of funds.*\n\nUnlike legacy technologies that use antiviruses to clean an infected pc, Bodyguard Browser Extension blocks dangers from getting in in the first place. That’s why 3 million users trust us to protect them online.\n\nWith Bodyguard by Safehouse, it’s easy to monitor, control, protect and improve your digital life so that you know your data is always private and identity secure.\n\nAbout Safehouse:\n\nSafehouse is a consumer-facing cyber security company that protects users from digital harm and accompanies them through their daily internet use to make them smarter and safer online. Our customers are substantially more secure online than the average internet user.\n\nIt is our mission to make it easy and accessible for everyone to monitor, control and protect their identity online. With Safehouse, our users are web-wise, effortlessly leading private, safe, connected lives.\n\nMore info:\n\nIf you have a licence key, register it at www.securemydevice.com and then log in.\n\nPlease visit www.safehousetech.com for more information including our Privacy Policy.\n\nCustomer Support: Email us at support@safehousetech.com, call us at +91 84484455227 or WhatsApp us at +91 9625084349\n*Available for Indian citizens. T&Cs apply."
  }
}