{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Close all tabs"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension to instantly close all open tabs. Simplify your online browsing and web management with one click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you tired of having too many open tabs cluttering your Chrome browser? The \"Close All Tabs\" extension is here to help. 🗂️\n\nThis powerful tool is designed to enhance your web browsing experience by allowing you to close all open tabs with a single click. Whether you're a multitasker, a student, or a professional, this extension is perfect for anyone who needs to declutter their browser quickly and efficiently.\n\nIn today's fast-paced online world, it's easy to end up with countless tabs open while researching, shopping, or working. This can slow down your browsing speed and make it difficult to find the tabs you need. Our extension solves this problem by providing a simple and effective way to manage your tabs. With just one click, you can close all open tabs and start fresh, making your browsing experience smoother and more organized.\n\nOur tool is fully compatible with Google Chrome, ensuring seamless integration with your favorite browser. Whether you're using this extension on a desktop, laptop - you can enjoy the benefits of this handy tool.\nWe are constantly working to improve our extension and add new features based on user feedback. We value your feedback and suggestions, so feel free to reach out to us anytime.\n\nKey Features:\nThis extension comes packed with features that make it a must-have tool for any Chrome user:\n1️⃣ Instant Tab Closure: Close all open tabs instantly with one click, saving you time and reducing frustration.\n2️⃣ User-Friendly Interface: The extension is designed with simplicity in mind, making it easy for anyone to use.\n3️⃣ Customizable Settings: Choose which tabs to close or keep open, giving you full control over your browsing experience.\n\nBenefits of Closing Tabs:\nClosing tabs regularly offers several benefits:\nReduced Clutter: Keep your browser neat and organized by closing unnecessary tabs.\nEnhanced Focus: Improve your productivity by reducing distractions from too many open tabs.\nBetter Performance: Free up memory and processing power, leading to a faster browsing experience.\nWhat are the benefits of using this extension ?\nThis extension is ideal for a wide range of users:\n▸ Students: Manage multiple research tabs and stay focused on your studies.\n▸ Professionals: Keep your work browser organized and improve your productivity.\n▸ Online Shoppers: Quickly close tabs after comparing products and making purchases.\n▸ Casual Browsers: Enjoy a clutter-free browsing experience without the hassle of closing tabs manually.\n\nConclusion:\nThis extension is a game-changer for Chrome users. Its ability to quickly and easily close all open tabs makes it an essential tool for anyone looking to enhance their web browsing experience. Don't let cluttered tabs slow you down. Download our extension today and enjoy a more organized, efficient browser."
  }
}