{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Search Anything, Search Anywhere",
    "zh_CN,zh_TW": "「效率集」聚合搜索"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "The ultimate searchTool. Aggregate most searchEngine and AI LLM, the strongest information and resource inquiry tool",
    "zh_CN": "终极搜索工具，最强的信息查询与资源搜索插件。聚合全网搜索引擎与AI大模型平台，支持AI指令，超级拖拽，划词搜索，快捷键搜索，右键搜索及超厉害的组搜索。支持自定义搜索引擎及细节入微的选项控制。期待您的好评与推荐",
    "zh_TW": "終極搜尋工具，最強的資訊查詢與資源搜尋外掛程式。它集合了全網的搜尋引擎與AI大模型平台，支援AI指令、超級拖放、劃詞搜尋、快捷鍵搜尋、右鍵搜尋以及超級強大的組合搜尋功能。此外，還支援自定義搜尋引擎及極其細緻的選項控制。期待您的好評與推薦"
  },
  "long": {
    "ar": "هذا المحتوى تم إنشاؤه تلقائيًا بواسطة الذكاء الاصطناعي. يرجى العفو في حال وجود أي أخطاء في التعبير.\n\nهدف هذا المكون هو أن يصبح أداة البحث النهائية للمستخدمين، يهدف إلى أن يكون أقوى مكونًا للاستعلامات الإعلامية والبحث عن الموارد.\n\nيجمع المكون أكثر من مائة محرك بحث، يدعم السحب الفائق، البحث عن النص المحدد، البحث عن مفتاح الاختصار، البحث بالنقر الصحيح، وبحث مجمع بشكل لا يصدق. يبحث عن كل شيء من صفحات الويب، الترجمة، مقارنة التسوق، الأفلام، الفيديوهات، الموسيقى وأكثر، دون ترك أي مورد إنترنت.\n\nيتضمن المكون أكثر من 20 نموذج ذكائي معروفًا من حول العالم، يدعم أوامر الذكاء الاصطناعي، ويمكن استدعاء متعدد الذكاء الاصطناعي لإجابة على الأسئلة في نفس الوقت، مما يقلل بشكل كبير عن عصر الردود غير المنطقية للذكاء الاصطناعي، مما يسمح للمستخدمين باختيار أفضل النتائج بسرعة لتجربة انفجارية.\n\nيدعم المكون أيضًا الجملة المتقدمة المسبقة للبحث، المحرك البحث الشخصي، وخيارات التحكم الدقيق.\n\n------------------------------------------------------\n\nالمكون الحالي مجاني للاستخدام، لكن المحركات البحث المدمجة والمئات من نماذج الذكاء الاصطناعي تتطلب الصيانة والتحديث على المدى الطويل، وهذه مهمة طويلة ومتعثرة. تقييماتكم الإيجابية في متجر التطبيقات هي قوة الدافع وراء الصيانة المستمر، ونتطلع إلى أن تنشرها لعدد أكبر من الناس :)\n\n------------------------------------------------------\n\nالميزات الرئيسية للمكون:\n\n1. يتضمن أكثر من مائة محرك بحث شائع على الإنترنت، يغطي جميع جوانب الحياة. ويتضمن أكثر من 20 نموذج ذكائي شائع، والعدد لا يزال في النمو. يتم تحديث وصيانة جميع المحرك بشكل دوري للتأكد من التوفر.\n2. يدعم البحث المجمع (يسمى بحث المجموعة في المكون). أدخل كلمة رئيسة واحدة لاسترداد المعلومات من محركات بحث متعددة أو نماذج الذكاء الاصطناعي، مما يزيد من الكفاءة. النظام قد تثبيت مجموعة من المجموعات الشائعة مسبقًا، ويمكن للمستخدمين تعيين أي محرك لدعوة في كل مرة ودعم الترتيب الحرة.\n3. يدعم نسخ النص المحدد والبحث عن النص المحدد. يمكن للمستخدمين تعيين حرة أي محرك للبحث لدعوة.\n4. يدعم السحب الفائق والبحث. بنفس الطريقة، يمكن للمستخدمين تعيين حرة أي محرك للبحث لدعوة ويمكن التحكم الدقيقة في الإجراءات التي تلي السحب للنص والروابط والصور.\n5. يدعم أوامر الذكاء الاصطناعي المدمجة التي يمكن استدعائها عن طريق تحديد النص على الصفحة (قائمة نقاش الذكاء الاصطناعي)، أو مباشرة من واجهة المكون الرئيسية. يمكن للمستخدمين تعيين محتوى الأوامر حرة ودعم العديد من السيناريوهات التي يمكن استدعاء منها، مثل استدعاء أثناء السحب والإسقاط، استدعاء مفتاح الاختصار، استدعاء من قائمة النص المحدد، إلخ.\n6. يدعم البحث عن مفتاح الاختصار، مما يزيد من كفاءة الاستعلام في السيناريوهات عالية التردد، مثل السيناريوهات التي تحتوي على الكثير من العمليات المتكررة في العمل.\n7. يدعم البحث بالنقر الصحيح، مع مكتبة محرك مدمجة يمكن استدعائها في أي وقت وأي مكان، كبيرة وشاملة.\n8. يدعم البحث عن الصورة المشابهة. يمكن للمستخدمين النقر بالنقر الصحيح على الصورة للبحث عنها بالنقر الواحد ويمكن تعيين أي محرك للبحث عن الصورة المشابهة حرة، ويمكن حتى البحث عن المجموعة، والحصول على نتائج من محركات متعددة في نفس الوقت.\n9. يدعم المحرك البحث الشخصي. يمكن للمستخدمين تمديد المزيد من محركات البحث، ليست محدودة للمحركات العامة، أو حتى عمليات البحث الداخلية لالشركات مثل ERP، OA، إلخ.\n10. خيارات الضبط الدقيقة لتحقيق العادة لدي الجميع قدر الإمكان. اسرع في التثبيت والتجربة :)\n\nهذا الملحق يدعو محركات البحث الثالثة، والتي قد تصبح غير مستقرة بسبب أسباب مختلفة. إذا فشلت محرك بحث، يمكن للمستخدمين إيجاد المجموعة البحثية المقابلة في إعدادات الملحق وإزالة ذلك المحرك. لتجنب تأثير فشل المحركات على المستخدمين، قمنا بإضافة وظيفة المحركات المخصصة. إذا كان لديك محرك بحث مفضل يعمل جيداً، يمكنك إضافته يدوياً في إعدادات المحرك المخصص.\n\nالمكون الحالي مجاني للاستخدام، لكن المحركات البحث المدمجة والمئات من نماذج الذكاء الاصطناعي تتطلب الصيانة والتحديث على المدى الطويل، وهذه مهمة طويلة ومتعثرة. تقييماتكم الإيجابية في متجر التطبيقات هي قوة الدافع وراء الصيانة المستمر، ونتطلع إلى أن تنشرها لعدد أكبر من الناس :)",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk": "This content is automatically generated by AI. Please kindly excuse any inaccuracies in the expression.\n\n\nThe plugin  aims to become the Ultimate-Search-Tool for users, topping the charts as the strongest information and resource search-plugin.\n\nThe plugin aggregates over a hundred search-engines, supports super drag, text-selection-search, shortcut-key-search, right-click-search, and an incredibly powerful aggregated-search. It searches everything from web pages, translations, shopping comparisons, movies, videos, music and more, leaving no internet resource uncovered.\n\nThe plugin is equipped with over 20 well-known AI models from around the world, supports AI commands, and can call upon multiple AIs to answer questions simultaneously, greatly reducing the era of AI's nonsensical responses, allowing users to quickly select the best results for an explosive experience.\n\nThe plugin also supports preset advanced-search-syntax, custom-search-engines, and meticulous option controls.\n\n------------------------------------------------------\n\nThe current plugin is free to use, but the built-in hundreds of search-engines and AI models require long-term maintenance and updates, which is a long and arduous task. Your positive reviews in the app store are the driving force behind our continued maintenance, and we look forward to you introducing it to more people :)\n\n------------------------------------------------------\n\nMain Features of the Plugin:\n\n1. Built-in with over a hundred commonly used searchEngines from the internet, covering all aspects of life. It includes over 20 commonly used AI models, and the number is still growing. All engines are regularly updated and maintained to ensure availability.\n2. Supports aggregated-search. Enter a keyword once to retrieve information from multiple search-engines or AI models, improving efficiency. The system has already pre-installed various commonly used searchGroups, and users can set which engines to call each time and support free sorting.\n3. Supports text selection copy, and text-selection-search. Users can freely set which searchEngines to invoke.\n4. Supports super drag-and-drop-search. Similarly, users can freely set which searchEngines to invoke and can precisely control the follow-up actions after dragging text, links, and images.\n5. Built-in support for AI commands, which can be called up by selecting text on a page (AI dialogue menu), or directly from the plugin's main interface. Users can freely set the command content and support various invocation scenarios, such as calling during drag and drop, shortcut key invocation, text selection menu invocation, etc.\n6. Supports shortcut-key-search, maximizing query efficiency in high-frequency scenarios, such as scenarios with a large amount of repetitive operations at work.\n7. Supports mouse right-click-search, with an integrated engine library that can be called anytime and anywhere, big and comprehensive.\n8. Supports similar-image-search. Users can right-click on an image to search it with a single click and can freely set which similar image-engines to invoke, and can even search by group, querying and getting results from multiple-engines at once.\n9. Supports custom-search-engines. not limited to public engines, or even enterprise internal ERP, OA searches, etc.\n10. Meticulous option settings to meet everyone's habits as much as possible. Hurry up and install the trial :)\n11. The open source code repository is under preparation and it is hoped that more people will participate in the project.\n\n------------------------------------------------------\n\nPS: This plugin calls some third-party engines, which may become unstable due to various reasons. If an engine fails, users can find the corresponding searchGroup in the plugin settings and remove that engine. To avoid the impact of engine failures on users, we have added the function of custom engines. If you have a favorite engine that works well, you can manually add it in the custom engine settings.\n\nThe current plugin is free to use, but the built-in hundreds of searchEngines and AI models require long-term maintenance and updates, which is a long and arduous task. Your positive reviews in the app store are the driving force behind our continued maintenance, and we look forward to you introducing it to more people :)",
    "de": "Dieser Inhalt wird automatisch von einer KI generiert. Bitte entschuldigen Sie alle Ungenauigkeiten in der Ausdrucksweise.\n\nDas Ziel dieses Plugins ist es, das ultimative Suchwerkzeug für Benutzer zu werden, mit dem Ziel, das leistungsstärkste Informationsanfrage- und Ressourcensuche-Plugin zu sein.\n\nDas Plugin bündelt über hundert Suchmaschinen, unterstützt Super-Drag, Textauswahl-Suche, Tastenkürzel-Suche, Rechtsklick-Suche und eine unglaublich leistungsstarke aggregierte Suche. Es durchsucht alles von Webseiten, Übersetzungen, Einkaufsvergleichen, Filmen, Videos, Musik und mehr, lässt keine Internetressource unberücksichtigt.\n\nDas Plugin ist mit über 20 weltweit bekannten KI-Modellen ausgestattet, unterstützt KI-Befehle und kann mehrere KI-Systeme gleichzeitig auffordern, Fragen zu beantworten, was die Ära der sinnlosen Antworten von KI erheblich verkürzt und Benutzern ermöglicht, schnell die besten Ergebnisse für ein explosionsartiges Erlebnis auszuwählen.\n\nDas Plugin unterstützt auch voreingestellte erweiterte Suchsyntax, benutzerdefinierte Suchmaschinen und detaillierte Optionenkontrollen.\n\n------------------------------------------------------\n\nDas aktuelle Plugin ist kostenlos zu verwenden, aber die integrierten hundert Suchmaschinen und KI-Modelle erfordern langfristige Wartung und Aktualisierungen, was eine lange und mühsame Aufgabe ist. Ihre positiven Bewertungen im App-Store sind die treibende Kraft für unsere kontinuierliche Wartung, und wir freuen uns darauf, dass Sie es mehren Menschen vorstellen :)\n\n------------------------------------------------------\n\nHauptmerkmale des Plugins:\n\n1. Mit über hundert im Internet häufig verwendeten Suchmaschinen integriert, die alle Aspekte des Lebens abdecken. Es enthält über 20 häufig verwendete KI-Modelle, und die Anzahl wächst noch. Alle Motoren werden regelmäßig aktualisiert und gewartet, um Verfügbarkeit zu gewährleisten.\n2. Unterstützt aggregierte Suche (im Plugin als Suchgruppensuche bezeichnet). Geben Sie einmal ein Schlüsselwort ein, um Informationen von mehreren Suchmaschinen oder KI-Modellen abzurufen und die Effizienz zu steigern. Das System hat bereits verschiedene häufig verwendete Suchgruppen vorinstalliert, und Benutzer können einstellen, welche Motoren jedes Mal aufgerufen werden sollen und unterstützen freies Sortieren.\n3. Unterstützt Textauswahl-Kopieren und Textauswahl-Suche. Benutzer können freistellen, welche Suchmaschinen aufgerufen werden sollen.\n4. Unterstützt Super-Drag-und-Drop-Suche. Ähnlich dazu können Benutzer freistellen, welche Suchmaschinen aufgerufen werden sollen und können die Nachfolgeaktionen nach dem Ziehen von Text, Links und Bildern präzise steuern.\n5. Integrierte Unterstützung für KI-Befehle, die durch die Auswahl von Text auf einer Seite (KI-Dialogmenü) oder direkt von der Hauptschnittstelle des Plugins aufgerufen werden können. Benutzer können den Befehlscontent freistellen und verschiedene Aufrufsszenarien unterstützen, wie z.B. Aufruf während des Drag-and-Drop, Tastenkürzel-Aufruf, Textauswahlmenü-Aufruf usw.\n6. Unterstützt Tastenkürzel-Suche, maximiert die Abfrageeffizienz in Hochfrequenzszenarien, wie z.B. in Szenarien mit vielen wiederholenden Arbeitsoperationen.\n7. Unterstützt Rechtsklick-Suche, mit einer integrierten Engine-Bibliothek, die jederzeit und überall aufgerufen werden kann, umfangreich und umfassend.\n8. Unterstützt ähnliche Bildsuche. Benutzer können mit einem Rechtsklick auf ein Bild suchen und können freistellen, welche ähnlichen Bildmotoren aufgerufen werden sollen, und sogar nach Gruppen suchen, um Ergebnisse von mehreren Motoren gleichzeitig abzurufen und zu erhalten.\n9. Unterstützt benutzerdefinierte Suchmaschinen. Benutzer können weitere Suchmaschinen erweitern, nicht begrenzt auf öffentliche Suchmaschinen, oder sogar interne Unternehmens-ERP, OA-Suchen usw.\n10. Detaillierte Optionseinstellung, um so gut wie möglich den Gewohnheiten aller zu entsprechen. Machen Sie sich schnell ein Probekonto :)\n\n------------------------------------------------------\n\nPS: Dieses Plugin ruft einige Drittanbieter-Suchmaschinen auf, die aus verschiedenen Gründen instabil werden können. Wenn ein Motor fehlschlägt, können Benutzer die entsprechende Suchgruppe in den Plugin-Einstellungen finden und diesen Motor entfernen. Um den Einfluss von Motorfehlern auf Benutzer zu vermeiden, haben wir die Funktion von benutzerdefinierten Motoren hinzugefügt. Wenn Sie einen bevorzugten Motor haben, der gut funktioniert, können Sie ihn manuell in den benutzerdefinierten Motor-Einstellungen hinzufügen.\n\nDas aktuelle Plugin ist kostenlos zu verwenden, aber die integrierten hundert Suchmaschinen und KI-Modelle erfordern langfristige Wartung und Aktualisierungen, was eine lange und mühsame Aufgabe ist. Ihre positiven Bewertungen im App-Store sind die treibende Kraft für unsere kontinuierliche Wartung, und wir freuen uns darauf, dass Sie es mehren Menschen vorstellen :)",
    "es": "Este contenido es generado automáticamente por IA. Por favor, disculpe cualquier inexactitud en la expresión.\n\nEl objetivo de este complemento es convertirse en la herramienta de búsqueda definitiva para los usuarios, con el fin de ser el complemento más potente de consulta de información y búsqueda de recursos.\n\nEl complemento agrupa más de cien motores de búsqueda, admite arrastre súper, búsqueda de selección de texto, búsqueda de tecla de acceso directo, búsqueda de clic derecho e increíblemente potente búsqueda agrupada. Busca todo, desde páginas web, traducciones, comparaciones de compras, películas, videos, música y más, sin dejar ningún recurso de internet sin explorar.\n\nEl complemento está equipado con más de 20 modelos de IA conocidos de todo el mundo, admite órdenes de IA y puede convocar a múltiples IA para responder preguntas simultáneamente, reduciendo enormemente la era de las respuestas sin sentido de la IA, permitiendo a los usuarios seleccionar rápidamente los mejores resultados para una experiencia explosiva.\n\nEl complemento también admite la sintaxis de búsqueda avanzada preestablecida, motores de búsqueda personalizados y controles de opciones meticulosos.\n\n------------------------------------------------------\n\nEl complemento actual es gratuito de usar, pero los cientos de motores de búsqueda y modelos de IA incorporados requieren mantenimiento y actualizaciones a largo plazo, lo cual es una tarea larga y ardua. Tus reseñas positivas en la tienda de aplicaciones son la fuerza impulsora de nuestro mantenimiento continuado, y esperamos que lo introduzcas a más personas :)\n\n------------------------------------------------------\n\nCaracterísticas principales del complemento:\n\n1. Incorporado con más de cien motores de búsqueda comúnmente utilizados de internet, cubriendo todos los aspectos de la vida. Incluye más de 20 modelos de IA comúnmente utilizados, y el número sigue creciendo. Todos los motores se actualizan y mantienen regularmente para garantizar su disponibilidad.\n2. Admite búsqueda agrupada (llamada búsqueda de grupo de búsqueda dentro del complemento). Ingrese una palabra clave una vez para recuperar información de varios motores de búsqueda o modelos de IA, mejorando la eficiencia. El sistema ya tiene varios grupos de búsqueda comúnmente utilizados preinstalados, y los usuarios pueden configurar qué motores llamar cada vez y admiten ordenación libre.\n3. Admite copia de selección de texto y búsqueda de selección de texto. Los usuarios pueden configurar libremente qué motores de búsqueda invocar.\n4. Admite búsqueda de arrastre y suelta súper. Del mismo modo, los usuarios pueden configurar libremente qué motores de búsqueda invocar y pueden controlar con precisión las acciones posteriores después de arrastrar texto, enlaces e imágenes.\n5. Soporte incorporado para órdenes de IA, que se pueden invocar seleccionando texto en una página (menú de diálogo de IA), o directamente desde la interfaz principal del complemento. Los usuarios pueden configurar libremente el contenido del comando y admiten varios escenarios de invocación, como la invocación durante el arrastre y suelta, invocación de tecla de acceso directo, invocación del menú de selección de texto, etc.\n6. Admite búsqueda de tecla de acceso directo, maximizando la eficiencia de la consulta en escenarios de alta frecuencia, como escenarios con una gran cantidad de operaciones repetitivas en el trabajo.\n7. Admite búsqueda de clic derecho del mouse, con una biblioteca de motores integrada que se puede invocar en cualquier momento y lugar, grande y completa.\n8. Admite búsqueda de imágenes similares. Los usuarios pueden hacer clic derecho en una imagen para buscarla con un solo clic y pueden configurar libremente qué motores de búsqueda de imágenes similares invocar, e incluso pueden buscar por grupo, consultando y obteniendo resultados de varios motores a la vez.\n9. Admite motores de búsqueda personalizados. Los usuarios pueden ampliar más motores de búsqueda, no limitados a motores de búsqueda públicos, o incluso búsquedas internas de ERP, OA de empresas, etc.\n10. Configuración de opciones meticulosas para satisfacer los hábitos de todos lo más posible. ¡Apúrate y instala la prueba :)\n\n------------------------------------------------------\n\nPS: Este complemento llama a algunos motores de búsqueda de terceros, los cuales pueden volverse inestables por varias razones. Si un motor falla, los usuarios pueden encontrar el grupo de búsqueda correspondiente en la configuración del complemento y eliminar ese motor. Para evitar el impacto de las fallas de motores en los usuarios, hemos añadido la función de motores personalizados. Si tienes un motor favorito que funciona bien, puedes agregarlo manualmente en la configuración del motor personalizado.\n\nEl complemento actual es gratuito de usar, pero los cientos de motores de búsqueda y modelos de IA incorporados requieren mantenimiento y actualizaciones a largo plazo, lo cual es una tarea larga y ardua. Tus reseñas positivas en la tienda de aplicaciones son la fuerza impulsora de nuestro mantenimiento continuado, y esperamos que lo introduzcas a más personas :)",
    "es_419": "Este contenido es generado automáticamente por una IA. Por favor, disculpe cualquier inexactitud en la expresión.\n\nEl objetivo de este complemento es convertirse en la herramienta de búsqueda definitiva para los usuarios, con el fin de ser el complemento más poderoso para la consulta de información y la búsqueda de recursos.\n\nEl complemento agrega más de cien motores de búsqueda, soporta arrastrar súper, búsqueda por selección de texto, búsqueda por tecla de acceso directo, búsqueda con clic derecho y una increíblemente poderosa búsqueda agregada. Busca todo, desde páginas web, traducciones, comparaciones de compras, películas, videos, música y más, sin dejar ningún recurso de internet sin explorar.\n\nEl complemento está equipado con más de 20 modelos de IA bien conocidos de todo el mundo, soporta comandos de IA y puede invocar a múltiples IA para responder preguntas simultáneamente, reduciendo enormemente la era de las respuestas sin sentido de la IA, permitiendo a los usuarios seleccionar rápidamente los mejores resultados para una experiencia explosiva.\n\nEl complemento también soporta sintaxis de búsqueda avanzada preestablecida, motores de búsqueda personalizados y controles de opciones meticulosos.\n\n------------------------------------------------------\n\nEl complemento actual es gratuito de usar, pero los cientos de motores de búsqueda y modelos de IA integrados requieren mantenimiento y actualizaciones a largo plazo, lo cual es una tarea larga y ardua. Tus reseñas positivas en la tienda de aplicaciones son la fuerza motriz de nuestro mantenimiento continuo, y esperamos que lo presentes a más personas :)\n\n------------------------------------------------------\n\nCaracterísticas principales del complemento:\n\n1. Integrado con más de cien motores de búsqueda comúnmente utilizados de internet, cubriendo todos los aspectos de la vida. Incluye más de 20 modelos de IA comúnmente utilizados, y el número sigue creciendo. Todos los motores se actualizan y mantienen regularmente para asegurar su disponibilidad.\n2. Soporta búsqueda agregada (llamado búsqueda de grupo de búsqueda dentro del complemento). Ingresa una palabra clave una vez para recuperar información de múltiples motores de búsqueda o modelos de IA, mejorando la eficiencia. El sistema ya tiene preinstalados varios grupos de búsqueda comúnmente utilizados, y los usuarios pueden configurar qué motores invocar cada vez y soportan ordenamiento libre.\n3. Soporta copia de selección de texto y búsqueda por selección de texto. Los usuarios pueden configurar libremente qué motores de búsqueda invocar.\n4. Soporta búsqueda por arrastrar y soltar súper. Del mismo modo, los usuarios pueden configurar libremente qué motores de búsqueda invocar y pueden controlar precisamente las acciones posteriores tras arrastrar texto, enlaces e imágenes.\n5. Soporta comandos de IA, los cuales pueden ser invocados seleccionando texto en una página (menú de diálogo de IA), o directamente desde la interfaz principal del complemento. Los usuarios pueden configurar libremente el contenido del comando y soportan varios escenarios de invocación, como la invocación durante el arrastrar y soltar, la invocación por tecla de acceso directo, la invocación desde el menú de selección de texto, etc.\n6. Soporta búsqueda por tecla de acceso directo, maximizando la eficiencia de consultas en escenarios de alta frecuencia, como escenarios con una gran cantidad de operaciones repetitivas en el trabajo.\n7. Soporta búsqueda con clic derecho del mouse, con una biblioteca de motores integrada que se puede invocar en cualquier momento y lugar, grande y completa.\n8. Soporta búsqueda de imágenes similares. Los usuarios pueden hacer clic derecho en una imagen para buscarla con un solo clic y pueden configurar libremente qué motores de búsqueda de imágenes similares invocar, e incluso pueden buscar por grupo, consultando y obteniendo resultados de múltiples motores a la vez.\n9. Soporta motores de búsqueda personalizados. Los usuarios pueden ampliar más motores de búsqueda, sin limitarse a motores de búsqueda públicos, o incluso búsquedas internas de ERP, OA de empresas, etc.\n10. Configuración de opciones meticulosas para satisfacer los hábitos de todos lo más posible. Aprovecha y instala la versión de prueba :)\n\n------------------------------------------------------\n\nPS: Este complemento llama a algunos motores de búsqueda de terceros, los cuales pueden volverse inestables por diversas razones. Si un motor falla, los usuarios pueden encontrar el grupo de búsqueda correspondiente en la configuración del complemento y eliminar ese motor. Para evitar el impacto de fallos de motores en los usuarios, hemos añadido la función de motores personalizados. Si tienes un motor favorito que funciona bien, puedes agregarlo manualmente en la configuración de motores personalizados.\n\nEl complemento actual es gratuito de usar, pero los cientos de motores de búsqueda y modelos de IA integrados requieren mantenimiento y actualizaciones a largo plazo, lo cual es una tarea larga y ardua. Tus reseñas positivas en la tienda de aplicaciones son la fuerza motriz de nuestro mantenimiento continuo, y esperamos que lo presentes a más personas :)",
    "fr": "Ce contenu est généré automatiquement par un IA. Veuillez excuser toute inexactitude dans l'expression.\n\nL'objectif de cet extension est de devenir l'outil de recherche ultime pour les utilisateurs, visant à être l'extension de recherche d'informations et de recherche de ressources la plus puissante.\n\nL'extension regroupe plus de cent moteurs de recherche, prend en charge le super glisser-déposer, la recherche de sélection de texte, la recherche par raccourci clavier, la recherche par clic droit et une recherche agrégée incroyablement puissante. Elle recherche tout, des pages web, des traductions, des comparaisons d'achats, des films, des vidéos, de la musique et bien plus, sans laisser aucune ressource Internet non explorée.\n\nL'extension est équipée de plus de 20 modèles IA bien connus de par le monde, prend en charge les commandes IA et peut solliciter plusieurs IA pour répondre simultanément aux questions, réduisant considérablement l'ère des réponses absurdes de l'IA, permettant aux utilisateurs de sélectionner rapidement les meilleurs résultats pour une expérience explosive.\n\nL'extension prend également en charge la syntaxe de recherche avancée prédéfinie, les moteurs de recherche personnalisés et des contrôles d'options minutieux.\n\n------------------------------------------------------ \n\nL'extension actuelle est gratuite à utiliser, mais les centaines de moteurs de recherche et modèles IA intégrés nécessitent un entretien et des mises à jour à long terme, ce qui est une tâche longue et ardue. Vos critiques positives dans le magasin d'applications sont la force motrice de notre entretien continu, et nous espérons que vous l'introduirez à plus de gens :)\n\n------------------------------------------------------\n\nPrincipaux caractéristiques de l'extension :\n\n1. Intégré avec plus de cent moteurs de recherche couramment utilisés sur Internet, couvrant tous les aspects de la vie. Elle comprend plus de 20 modèles IA couramment utilisés, et le nombre est toujours en augmentation. Tous les moteurs sont régulièrement mis à jour et entretenus pour garantir la disponibilité.\n2. Prend en charge la recherche agrégée (appelée recherche de groupe de recherche dans l'extension). Entrez un mot-clé une fois pour récupérer des informations de plusieurs moteurs de recherche ou modèles IA, améliorant l'efficacité. Le système a déjà préinstallé divers groupes de recherche couramment utilisés, et les utilisateurs peuvent définir quels moteurs appeler chaque fois et prennent en charge le tri libre.\n3. Prend en charge la copie de la sélection de texte et la recherche de sélection de texte. Les utilisateurs peuvent définir librement quels moteurs de recherche appeler.\n4. Prend en charge le super glisser-déposer de recherche. De même, les utilisateurs peuvent définir librement quels moteurs de recherche appeler et peuvent contrôler précisément les actions suivantes après le glisser-déposer de texte, de liens et d'images.\n5. Prise en charge intégrée des commandes IA, qui peuvent être appelées en sélectionnant du texte sur une page (menu de dialogue IA), ou directement à partir de l'interface principale de l'extension. Les utilisateurs peuvent définir librement le contenu de la commande et prennent en charge divers scénarios d'appel, comme l'appel pendant le glisser-déposer, l'appel par raccourci clavier, l'appel à partir du menu de sélection de texte, etc.\n6. Prend en charge la recherche par raccourci clavier, maximisant l'efficacité des requêtes dans des scénarios à fréquence élevée, comme des scénarios avec une grande quantité d'opérations répétitives au travail.\n7. Prend en charge la recherche par clic droit de la souris, avec une bibliothèque de moteurs intégrée qui peut être appelée à tout moment et en tout lieu, grande et complète.\n8. Prend en charge la recherche d'images similaires. Les utilisateurs peuvent cliquer droit sur une image pour la rechercher avec un simple clic et peuvent définir librement quels moteurs de recherche d'images similaires appeler, et peuvent même rechercher par groupe, interrogeant et obtenant des résultats de plusieurs moteurs à la fois.\n9. Prend en charge les moteurs de recherche personnalisés. Les utilisateurs peuvent étendre davantage de moteurs de recherche, pas limités aux moteurs de recherche publics, ou même des recherches internes d'entreprise ERP, OA, etc.\n10. Paramètres d'options minutieux pour répondre autant que possible aux habitudes de chacun. Installez rapidement le test :)\n\n------------------------------------------------------\n\nPS : Cette extension appelle certains moteurs de recherche tiers, qui peuvent devenir instables pour diverses raisons. Si un moteur échoue, les utilisateurs peuvent trouver le groupe de recherche correspondant dans les paramètres de l'extension et supprimer ce moteur. Pour éviter l'impact des échecs de moteur sur les utilisateurs, nous avons ajouté la fonction des moteurs personnalisés. Si vous avez un moteur préféré qui fonctionne bien, vous pouvez l'ajouter manuellement dans les paramètres des moteurs personnalisés.\n\nL'extension actuelle est gratuite à utiliser, mais les centaines de moteurs de recherche et modèles IA intégrés nécessitent un entretien et des mises à jour à long terme, ce qui est une tâche longue et ardue. Vos critiques positives dans le magasin d'applications sont la force motrice de notre entretien continu, et nous espérons que vous l'introduirez à plus de gens :)",
    "hi": "यह सामग्री स्वयं AI द्वारा उत्पन्न होती है। कृपया भावनात्मक अध्ययन की गलतियों के लिए माफी मांगें।\n\nइस प्लगइन का उद्देश्य उपयोगकर्ताओं के लिए अंतिम खोज उपकरण बनना है, सबसे शक्तिशाली जानकारी प्रश्न और संसाधन खोज प्लगइन बनने का लक्ष्य है।\n\nप्लगइन को 100 से अधिक खोज इंजनों को एकत्र करता है, सुपर ड्रैग, टेक्स्ट चयन खोज, शॉर्टकट की खोज, राइट-क्लिक खोज और एक अविश्वसनीय संयुक्त खोज का समर्थन करता है। यह वेब पेज, अनुवाद, खरीदारी तुलना, फिल्में, वीडियो, संगीत और अधिक से खोज करता है, इंटरनेट संसाधनों को छोड़कर।\n\nप्लगइन में विश्व भर से 20 से अधिक प्रसिद्ध AI मॉडलों का समावेश है, AI कमांड का समर्थन करता है और सवालों के जवाब देने के लिए एकाधिक AI को कॉल कर सकता है, जो AI के बेकॉमन्स संज्ञा का युग काफी हद तक कम करता है, उपयोगकर्ताओं को आत्मिक अनुभव के लिए सर्वश्रेष्ठ परिणामों का तेज और चयन करने की अनुमति देता है।\n\nप्लगइन के साथ-साथ पूर्व निर्धारित उन्नत खोज वाक्यविन्यास का समर्थन करता है, कस्टम खोज इंजन और विशद विकल्प नियंत्रण।\n\n------------------------------------------------------ \n\nवर्तमान प्लगइन का उपयोग मुफ्त है, लेकिन इसके अंतर्गत के 100 से अधिक खोज इंजन और AI मॉडलों की लंबे समय तक रखरखाव और अद्यतन की आवश्यकता होती है, जो एक लंबा और कठिन काम है। आपके ऐप स्टोर में सकारात्मक समीक्षाएं हमारी निरंतर रखरखाव के पीछे की प्रेरणा होती है, और हम आप लोगों को और अधिक परिचय करने की उम्मीद करते हैं :)\n\n------------------------------------------------------\n\nप्लगइन के मुख्य विशेषताएं:\n\n1. इंटरनेट से 100 से अधिक आमतौर पर इस्तेमाल होने वाले खोज इंजनों के साथ बने हैं, जिन्हें जीवन के सभी पहलुओं को कवर करता है। इसमें 20 से अधिक आमतौर पर इस्तेमाल होने वाले AI मॉडल शामिल हैं, और संख्या अभी भी बढ़ रही है। सभी इंजनों को नियमित रूप से अद्यतित और संरक्षित किया जाता है ताकि उपलब्धता सुनिश्चित हो।\n2. संयुक्त खोज (प्लगइन के भीतर खोज समूह खोज कहा जाता है) का समर्थन करता है। एक बार एक कीवर्ड दर्ज करें और कई खोज इंजनों या AI मॉडलों से जानकारी प्राप्त करें, प्रबंधन में सुधार। प्रणाली में पहले से ही विभिन्न आमतौर पर इस्तेमाल होने वाले खोज समूहों का इंस्टॉल है, और उपयोगकर्ता प्रत्येक बार कौन सी इंजनों को कॉल करना है निर्धारित कर सकते हैं और मुक्त क्रमबद्धता का समर्थन करते हैं।\n3. टेक्स्ट चयन कॉपी और टेक्स्ट चयन खोज का समर्थन करता है। उपयोगकर्ता मुक्त रूप से निर्धारित कर सकते हैं कि कौन सी खोज इंजनों को कॉल किया जाए।\n4. सुपर ड्रैग और ड्रॉप खोज का समर्थन करता है। इसी तरह, उपयोगकर्ता मुक्त रूप से निर्धारित कर सकते हैं कि कौन सी खोज इंजनों को कॉल किया जाए और ड्रैग करने के बाद टेक्स्ट, लिंक और छवियों के निष्कासन का परिपक्व नियंत्रण कर सकते हैं।\n5. AI कमांड का अंतर्गत समर्थन है, जो पृष्ठ पर टेक्स्ट चयन करके (AI संवाद मेनू) या सीधे प्लगइन के मुख्य इंटरफेस से कॉल किया जा सकता है। उपयोगकर्ता मुक्त रूप से कमांड सामग्री निर्धारित कर सकते हैं और विभिन्न कॉलिंग परिदृश्यों का समर्थन करते हैं, जैसे कि ड्रैग और ड्रॉप के दौरान कॉल, शॉर्टकट की कॉल, टेक्स्ट चयन मेनू कॉल, आदि।\n6. शॉर्टकट की खोज का समर्थन करता है, उच्च-फ्रेकुेंसी परिदृश्यों में जैसा कि कार्य के परिदृश्यों में अधिकतर पुनरावृत्ति संचालन के साथ, क्वेरी की कुशलता को अधिकतम करने के लिए।\n7. माउस राइट-क्लिक खोज का समर्थन करता है, जिसमें किसी भी समय और स्थान पर कॉल किया जा सकता है, बड़ा और समग्र इंजन संग्रह।\n8. समान छवि खोज का समर्थन करता है। उपयोगकर्ता एक छवि पर राइट-क्लिक करके इसे खोज सकते हैं और कौन सी समान छवि इंजनों को कॉल करना है निर्धारित कर सकते हैं, और यहां तक कि समूह द्वारा खोज करके, एक साथ कई इंजनों से परिणाम प्राप्त करने के लिए खोज और प्राप्त करें।\n9. कस्टम खोज इंजन का समर्थन करता है। उपयोगकर्ता अधिक खोज इंजनों को विस्तृत कर सकते हैं, सार्वजनिक खोज इंजनों तक सीमित नहीं, या यहां तक कि अकेले एंटरप्राइज़ आंतरिक ERP, OA खोज, आदि।\n10. विशद विकल्प सेटिंग्स, जितने संभव हो सकें हर किसी के आदतों को पूरा करने के लिए। जल्दी से प्रयास करें और ट्रायल स्थापित करें :)\n\n\n------------------------------------------------------\n\nPS: यह प्लगइन कुछ तीसरे पक्ष के खोज इंजनों को कॉल करता है, जो विभिन्न कारणों से अस्थिर हो सकते हैं। यदि कोई इंजन विफल होता है, तो उपयोगकर्ता प्लगइन सेटिंग्स में संबंधित खोज समूह खोज सकते हैं और उस इंजन को हटा सकते हैं। इंजन विफलता के प्रभाव को उपयोगकर्ताओं पर कम करने के लिए, हमने कस्टम इंजन की सुविधा जोड़ा है। यदि आपके पास एक पसंदीदा इंजन है जो अच्छी तरह से काम करता है, तो आप इसे कस्टम इंजन सेटिंग्स में मैन्युअल रूप से जोड़ सकते हैं।\n\nवर्तमान प्लगइन मुफ्त है, लेकिन इसके अंतर्गत के 100 से अधिक खोज इंजन और AI मॉडलों की लंबे समय तक रखरखाव और अद्यतन की आवश्यकता होती है, जो एक लंबा और कठिन काम है। आपके ऐप स्टोर में सकारात्मक समीक्षाएं हमारी निरंतर रखरखाव के पीछे की प्रेरणा होती है, और हम आप लोगों को और अधिक परिचय करने की उम्मीद करते हैं :)",
    "id": "Berikut adalah terjemahan yang diminta dalam bahasa Indonesia:\n\nKonten ini secara otomatis dihasilkan oleh AI. Mohon mohon maaf atas ketidakakuratan dalam ekspresinya.\n\nTujuan dari plugin ini adalah untuk menjadi alat pencarian ultimate bagi pengguna, bertujuan untuk menjadi plugin pencarian informasi dan sumber daya yang paling kuat.\n\nPlugin ini menggabungkan lebih dari seratus mesin pencari, mendukung super drag, pencarian pemilihan teks, pencarian tombol pintas, pencarian klik kanan, dan pencarian yang sangat kuat yang dikelompokkan. Ini mencari segala sesuatu mulai dari halaman web, terjemahan, perbandingan belanja, film, video, musik dan lainnya, meninggalkan sumber daya internet yang tidak terabaikan.\n\nPlugin ini dilengkapi dengan lebih dari 20 model AI terkenal dari seluruh dunia, mendukung perintah AI, dan dapat memanggil beberapa AI untuk menjawab pertanyaan secara bersamaan, secara drastis mengurangi era respon tidak masuk akal AI, memungkinkan pengguna untuk dengan cepat memilih hasil terbaik untuk pengalaman yang meledak.\n\nPlugin ini juga mendukung sintaksis pencarian lanjutan yang telah diatur, mesin pencari kustom, dan kontrol opsi yang hati-hati.\n\n------------------------------------------------------ \n\nPlugin saat ini dapat digunakan secara gratis, tetapi ratusan mesin pencari dan model AI yang terpasang membutuhkan pemeliharaan dan pembaruan jangka panjang, yang merupakan tugas yang panjang dan melelahkan. Ulasan positif Anda di toko aplikasi adalah tenaga yang mendorong kami untuk terus mempertahankan, dan kami berharap Anda memperkenalkannya kepada lebih banyak orang :)\n\n------------------------------------------------------\n\nFitur Utama Plugin:\n\n1. Terdapat lebih dari seratus mesin pencari yang umum digunakan di internet, mencakup semua aspek kehidupan. Ini termasuk lebih dari 20 model AI yang umum digunakan, dan jumlahnya masih berkembang. Semua mesin secara teratur diperbarui dan dipelihara untuk memastikan ketersediaan.\n2. Mendukung pencarian terkumpul (disebut pencarian kelompok pencarian di dalam plugin). Masukkan kata kunci sekali untuk mengambil informasi dari beberapa mesin pencari atau model AI, meningkatkan efisiensi. Sistem sudah mencanangkan berbagai kelompok pencarian yang umum digunakan, dan pengguna dapat mengatur mesin mana yang akan dipanggil setiap kali dan mendukung penyortiran bebas.\n3. Mendukung salin teks pemilihan, dan pencarian pemilihan teks. Pengguna dapat secara bebas mengatur mesin mana yang akan dipanggil.\n4. Mendukung pencarian super drag dan drop. Sama seperti sebelumnya, pengguna dapat secara bebas mengatur mesin mana yang akan dipanggil dan dapat mengendalikan secara presisi tindakan setelah menggeser teks, tautan, dan gambar.\n5. Didukung oleh dukungan perintah AI, yang dapat dipanggil dengan memilih teks di halaman (menu dialog AI), atau secara langsung dari antarmuka utama plugin. Pengguna dapat secara bebas mengatur konten perintah dan mendukung berbagai skenario pemanggilan, seperti pemanggilan selama drag dan drop, pemanggilan tombol pintas, pemanggilan menu pemilihan teks, dll.\n6. Mendukung pencarian tombol pintas, memaksimalkan efisiensi kueri dalam skenario frekuensi tinggi, seperti skenario dengan banyak operasi pengulangan di tempat kerja.\n7. Mendukung pencarian klik kanan mouse, dengan pustaka mesin yang terintegrasi yang dapat dipanggil kapan saja dan di mana saja, besar dan komprehensif.\n8. Mendukung pencarian gambar serupa. Pengguna dapat mengklik gambar untuk mencarinya dengan satu klik dan dapat secara bebas mengatur mesin gambar serupa mana yang akan dipanggil, dan bahkan dapat mencari dengan kelompok, mengkueri dan mendapatkan hasil dari beberapa mesin sekaligus.\n9. Mendukung mesin pencari kustom. Pengguna dapat memperluas lebih banyak mesin pencari, tidak terbatas pada mesin pencari publik, atau bahkan pencarian internal perusahaan ERP, OA, dll.\n10. Pengaturan opsi yang hati-hati untuk mencapai kebiasaan setiap orang sebanyak mungkin. Segera pasang dan coba :)\n\n------------------------------------------------------\n\nPS: Plugin ini memanggil beberapa mesin pencari pihak ketiga, yang mungkin menjadi tidak stabil karena berbagai alasan. Jika mesin gagal, pengguna dapat menemukan kelompok pencarian yang sesuai di pengaturan plugin dan menghapus mesin itu. Untuk menghindari dampak kegagalan mesin pada pengguna, kami telah menambahkan fungsi mesin kustom. Jika Anda memiliki mesin favorit yang berfungsi dengan baik, Anda dapat menambahkan secara manual di pengaturan mesin kustom.\n\nPlugin saat ini dapat digunakan secara gratis, tetapi ratusan mesin pencari dan model AI yang terpasang membutuhkan pemeliharaan dan pembaruan jangka panjang, yang merupakan tugas yang panjang dan melelahkan. Ulasan positif Anda di toko aplikasi adalah tenaga yang mendorong kami untuk terus mempertahankan, dan kami berharap Anda memperkenalkannya kepada lebih banyak orang :)",
    "it": "Questo contenuto viene generato automaticamente dall'AI. Vi preghiamo cortesemente di scusare qualsiasi imprecisione nell'espressione.\n\nL'obiettivo di questo plugin è di diventare lo strumento di ricerca definitivo per gli utenti, mirando a essere il plugin di interrogazione delle informazioni e di ricerca delle risorse più potente.\n\nIl plugin aggrega oltre un centinaio di motori di ricerca, supporta il super trascinamento, la ricerca di selezione del testo, la ricerca da tastiera scorciatoia, la ricerca con il tasto destro del mouse e una ricerca aggregata incredibilmente potente. Cerca tutto, dai siti web, dalle traduzioni, dai confronti di acquisti, dai film, dai video, dalla musica e altro ancora, senza lasciare alcuna risorsa di Internet non esaaminata.\n\nIl plugin è dotato di oltre 20 modelli di IA ben noti da tutto il mondo, supporta i comandi IA e può richiamare più IA contemporaneamente per rispondere alle domande, riducendo notevolmente l'epoca delle risposte senza senso dell'IA, permettendo agli utenti di selezionare rapidamente i migliori risultati per un'esperienza esplosiva.\n\nIl plugin supporta anche la sintassi di ricerca avanzata predefinita, i motori di ricerca personalizzati e controlli di opzione accurati.\n\n------------------------------------------------------ \n\nIl plugin attuale è gratuito da utilizzare, ma i centinaia di motori di ricerca e modelli di IA integrati richiedono un mantenimento e aggiornamenti a lungo termine, che è un compito lungo e laborioso. Le vostre recensioni positive nella store sono la forza motrice del nostro mantenimento continuo e ci aspettiamo che lo introduca a più persone :)\n\n------------------------------------------------------\n\nCaratteristiche principali del plugin:\n\n1. Integrato con oltre un centinaio di motori di ricerca comunemente utilizzati da Internet, che coprono tutti gli aspetti della vita. Include più di 20 modelli di IA comunemente utilizzati e il numero è ancora in aumento. Tutti i motori sono aggiornati e mantenuti regolarmente per garantire la disponibilità.\n2. Supporta la ricerca aggregata (chiamata ricerca di gruppo di ricerca all'interno del plugin). Inserisci una parola chiave una volta per recuperare informazioni da più motori di ricerca o modelli di IA, migliorando l'efficienza. Il sistema ha già installato vari gruppi di ricerca comunemente utilizzati e gli utenti possono impostare quali motori chiamare ogni volta e supportano la classificazione gratuita.\n3. Supporta la copia di selezione del testo e la ricerca di selezione del testo. Gli utenti possono impostare liberamente quali motori di ricerca invocare.\n4. Supporta il super trascinamento e rilascio della ricerca. Allo stesso modo, gli utenti possono impostare liberamente quali motori di ricerca invocare e possono controllare accuratamente le azioni successive dopo aver trascinato il testo, i collegamenti e le immagini.\n5. Supporta i comandi IA, che possono essere richiamati selezionando il testo su una pagina (menu di dialogo IA) o direttamente dall'interfaccia principale del plugin. Gli utenti possono impostare liberamente il contenuto del comando e supportano vari scenari di chiamata, come la chiamata durante il trascinamento, la chiamata da tastiera scorciatoia, la chiamata dal menu di selezione del testo, ecc.\n6. Supporta la ricerca da tastiera scorciatoia, massimizzando l'efficienza della query in scenari ad alta frequenza, come scenari con un grande numero di operazioni ripetitive al lavoro.\n7. Supporta la ricerca con il tasto destro del mouse, con una libreria di motori integrata che può essere chiamata in qualsiasi momento e in qualsiasi luogo, grande e completa.\n8. Supporta la ricerca di immagini simili. Gli utenti possono fare clic con il tasto destro su un'immagine per cercarla con un solo clic e possono impostare liberamente quali motori di immagini simili invocare e possono anche cercare per gruppo, consultando e ottenendo risultati da più motori contemporaneamente.\n9. Supporta i motori di ricerca personalizzati. Gli utenti possono estendere più motori di ricerca, non limitati ai motori di ricerca pubblici, o anche ricerche interne aziendali ERP, OA, ecc.\n10. Impostazioni di opzione dettagliate per soddisfare il più possibile le abitudini di tutti. Affrettatevi a installare la prova :)\n\n------------------------------------------------------\n\nPS: Questo plugin chiama alcuni motori di ricerca di terze parti, che possono diventare instabili a causa di varie ragioni. Se un motore fallisce, gli utenti possono trovare il corrispondente gruppo di ricerca nelle impostazioni del plugin e rimuovere quel motore. Per evitare l'impatto dei fallimenti del motore sugli utenti, abbiamo aggiunto la funzione dei motori personalizzati. Se hai un motore preferito che funziona bene, puoi aggiungerlo manualmente nelle impostazioni del motore personalizzato.\n\nIl plugin attuale è gratuito da utilizzare, ma i centinaia di motori di ricerca e modelli di IA integrati richiedono un mantenimento e aggiornamenti a lungo termine, che è un compito lungo e laborioso. Le vostre recensioni positive nella store sono la forza motrice del nostro mantenimento continuo e ci aspettiamo che lo introduca a più persone :)",
    "ja": "このコンテンツはAIによって自動生成されています。表現の不正確な点についてはご容赦ください。\n\nこのプラグインの目的は、ユーザーにとって究極の検索ツールになることであり、最も強力な情報問い合わせとリソース検索プラグインを目指しています。\n\nプラグインは100を超える検索エンジンを集約し、スーパードラッグ、テキスト選択検索、ショートカットキー検索、右クリック検索、そして非常に強力な集約検索をサポートしています。ウェブページ、翻訳、ショッピング比較、映画、ビデオ、音楽など、インターネット上のすべてのリソースを網羅し、網羅しないリソースはありません。\n\nプラグインには世界中で有名な20を超えるAIモデルが搭載されており、AIコマンドをサポートし、複数のAIを同時に呼び出して質問に答えることができます。これにより、AIの無意味なレスポンスの時代を大幅に削減し、ユーザーは爆発的な体験を通じて最良の結果を迅速に選択できます。\n\nプラグインはさらに、プリセットされた高度な検索構文、カスタム検索エンジン、そして緻密なオプションコントロールをサポートしています。\n\n------------------------------------------------------ \n\n現在のプラグインは無料で使用できますが、組み込まれた何百もの検索エンジンとAIモデルは長期間のメンテナンスとアップデートが必要です。これは長い間続き、苦しい作業です。アプリストアでのポジティブなレビューは私たちが継続してメンテナンスを続ける原動力であり、これをより多くの人に紹介してくださることを楽しみにしています :)\n\n------------------------------------------------------ \n\nプラグインの主な特徴：\n\n1. インターネットからの100を超える一般的な検索エンジンを組み込んでおり、生活のあらゆる方面をカバーしています。20を超える一般的なAIモデルも組み込んでおり、その数はまだ増加しています。すべてのエンジンは定期的に更新され、メンテナンスされており、利用可能です。\n2. 集約検索（プラグイン内の検索グループ検索と呼ばれています）をサポートしています。一度キーワードを入力して、複数の検索エンジンやAIモデルからの情報を取得し、効率を向上させます。システムにはすでにさまざまな一般的な検索グループがプリインストールされており、ユーザーは各回どのエンジンを呼び出すかを設定し、自由に並べ替えることができます。\n3. テキスト選択コピー、テキスト選択検索をサポートしています。ユーザーは自由にどの検索エンジンを呼び出すかを設定できます。\n4. スーパードラッグアンドドロップ検索をサポートしています。同様に、ユーザーは自由にどの検索エンジンを呼び出すかを設定し、ドラッグしたテキスト、リンク、画像の後のアクションを正確にコントロールできます。\n5. 組み込みのAIコマンドサポートがあり、ページ上のテキストを選択して（AIダイアログメニュー）、またはプラグインのメインインターフェースから直接呼び出すことができます。ユーザーはコマンド内容を自由に設定し、ドラッグアンドドロップ中、ショートカットキー呼び出し、テキスト選択メニュー呼び出しなど、さまざまな呼び出しシナリオをサポートしています。\n6. ショートカットキー検索をサポートし、仕事での繰り返し操作が多い場合など、高頻度での検索シナリオでのクエリ効率を最大化します。\n7. マウス右クリック検索をサポートしており、いつでもどこでも呼び出せる統合エンジンライブラリを備えています。\n8. 類似画像検索をサポートしています。ユーザーは画像を右クリックして1クリックで検索し、どの類似画像エンジンを呼び出すかを自由に設定し、さらにグループで検索して、一度に複数のエンジンから検索し、結果を得ることができます。\n9. カスタム検索エンジンをサポートしています。ユーザーはより多くの検索エンジンを拡張でき、公開されている検索エンジンに限定されることはありません。企業内でのERP、OA検索なども可能です。\n10. 緻密なオプション設定により、できるだけ多くの人の習慣に合わせることができます。さあ、インストールして試してみてください :)\n\n------------------------------------------------------ \n\nPS: このプラグインはいくつかのサードパーティ検索エンジンを呼び出しますが、さまざまな理由により不安定になる可能性があります。エンジンが失敗した場合は、ユーザーはプラグイン設定で対応する検索グループを見つけてそのエンジンを削除できます。エンジンの失敗がユーザーに影響を与えることを避けるために、カスタムエンジンの機能を追加しました。うまく動作するお気に入りのエンジンがある場合は、カスタムエンジン設定で手動で追加できます。\n\n現在のプラグインは無料で使用できますが、組み込まれた何百もの検索エンジンとAIモデルは長期間のメンテナンスとアップデートが必要です。これは長い間続き、苦しい作業です。アプリストアでのポジティブなレビューは私たちが継続してメンテナンスを続ける原動力であり、これをより多くの人に紹介してくださることを楽しみにしています :)",
    "ko": "이 콘텐츠는 AI가 자동으로 생성한 것입니다. 표현상의 부정확한 점은 너그러이 이해해 주세요.\n\n이 플러그인의 목적은 사용자들에게 최적의 검색 도구가 되는 것입니다. 가장 강력한 정보 조회 및 리소스 검색 플러그인이 되기 위해 노력합니다.\n\n이 플러그인은 백여 개의 검색 엔진을 집계하고, 슈퍼 드래그, 텍스트 선택 검색, 단축키 검색, 마우스 오른쪽 버튼 검색, 그리고 놀랍도록 강력한 집계 검색을 지원합니다. 웹 페이지, 번역, 쇼핑 비교, 영화, 동영상, 음악 등 모든 인터넷 자원을 검색하여 검색할 수 없게 합니다.\n\n이 플러그인은 전 세계적으로 유명한 20개 이상의 AI 모델을 장착하고 있으며, AI 명령을 지원하며, 동시에 여러 AI를 호출하여 질문에 답변할 수 있습니다. 이는 AI의 무의미한 응답 시대를 크게 줄이고, 사용자가 폭발적인 경험을 위해 최상의 결과를 빠르게 선택할 수 있게 합니다.\n\n플러그인은 또한 미리 설정된 고급 검색 구문, 사용자 정의 검색 엔진, 그리고 세심한 옵션 제어를 지원합니다.\n\n------------------------------------------------------\n\n현재 이 플러그인은 무료로 사용할 수 있지만, 내장된 수백 개의 검색 엔진과 AI 모델은 장기간 유지 및 업데이트가 필요하며, 이는 길고 힘든 작업입니다. 앱 스토어에서의 긍정적인 리뷰는 우리가 지속적으로 유지하는 동력이며, 더 많은 사람들에게 소개해 주시기를 기대합니다 :)\n\n------------------------------------------------------\n\n플러그인의 주요 기능:\n\n1. 인터넷에서 일반적으로 사용되는 백여 개의 검색 엔진을 내장하고 있으며, 삶의 모든 측면을 다룹니다. 20개 이상의 일반적으로 사용되는 AI 모델이 포함되어 있으며, 그 수는 계속 증가하고 있습니다. 모든 엔진은 정기적으로 업데이트 및 유지 관리되어 가용성을 보장합니다.\n2. 집계 검색(플러그인 내에서 검색 그룹 검색으로 불리는)을 지원합니다. 키워드를 한 번 입력하면 여러 검색 엔진이나 AI 모델로부터 정보를 검색하여 효율성을 높입니다. 시스템은 이미 다양한 일반적으로 사용되는 검색 그룹을 미리 설치하고 있으며, 사용자는 매번 어떤 엔진을 호출할지 설정할 수 있으며, 자유롭게 정렬할 수 있습니다.\n3. 텍스트 선택 복사 및 텍스트 선택 검색을 지원합니다. 사용자는 호출할 검색 엔진을 자유롭게 설정할 수 있습니다.\n4. 슈퍼 드래그 앤 드롭 검색을 지원합니다. 마찬가지로 사용자는 호출할 검색 엔진을 자유롭게 설정할 수 있으며, 드래그한 텍스트, 링크, 이미지 후속 조치를 정확하게 제어할 수 있습니다.\n5. 페이지에서 텍스트를 선택함으로써 호출 가능한 내장 AI 명령을 지원합니다(AI 대화 메뉴), 또는 플러그인의 메인 인터페이스에서 직접 호출할 수 있습니다. 사용자는 명령 내용을 자유롭게 설정할 수 있으며, 드래그 중, 단축키 호출, 텍스트 선택 메뉴 호출 등 다양한 호출 시나리오를 지원합니다.\n6. 단축키 검색을 지원하여 업무에서 반복적인 작업이 많은 등 고빈도 시나리오에서 검색 효율성을 극대화합니다.\n7. 마우스 오른쪽 버튼 검색을 지원하며, 언제 어디서든 호출할 수 있는 통합 엔진 라이브러리를 제공합니다, 방대하고 포괄적입니다.\n8. 유사한 이미지 검색을 지원합니다. 사용자는 이미지를 마우스 오른쪽 버튼으로 클릭하여 한 번의 클릭으로 검색할 수 있으며, 호출할 유사한 이미지 엔진을 자유롭게 설정할 수 있으며, 그룹으로 검색하여 여러 엔진에서 한 번에 검색하고 결과를 얻을 수 있습니다.\n9. 사용자 정의 검색 엔진을 지원합니다. 사용자는 더 많은 검색 엔진을 확장할 수 있으며, 공용 검색 엔진에 국한되지 않으며, 기업 내부 ERP, OA 검색 등에도 사용할 수 있습니다.\n10. 세심한 옵션 설정으로 가능한 한 모든 사람의 습관에 부합하도록 합니다. 빨리 설치하여 시험해보세요 :)\n\n------------------------------------------------------\n\nPS: 이 플러그인은 일부 타사 검색 엔진을 호출하며, 이는 다양한 이유로 불안정해질 수 있습니다. 엔진이 실패하면 사용자는 플러그인 설정에서 해당 검색 그룹을 찾고 해당 엔진을 제거할 수 있습니다. 엔진의 실패가 사용자에게 영향을 미치는 것을 방지하기 위해, 사용자 정의 엔진 기능을 추가했습니다. 잘 작동하는 좋아하는 엔진이 있다면, 사용자 정의 엔진 설정에서 수동으로 추가할 수 있습니다.\n\n현재 이 플러그인은 무료로 사용할 수 있지만, 내장된 수백 개의 검색 엔진과 AI 모델은 장기간 유지 및 업데이트가 필요하며, 이는 길고 힘든 작업입니다. 앱 스토어에서의 긍정적인 리뷰는 우리가 지속적으로 유지하는 동력이며, 더 많은 사람들에게 소개해 주시기를 기대합니다 :)",
    "pt_BR": "Este conteúdo é gerado automaticamente pela IA. Por favor, desculpe qualquer imprecisão na expressão.\n\nO objetivo deste plugin é se tornar a ferramenta de busca definitiva para os usuários, buscando ser o plugin de busca de informações e recursos mais poderoso.\n\nO plugin agrega mais de cem mecanismos de busca, suporta arrastar super, busca por seleção de texto, busca por tecla de atalho, busca por clique com o botão direito do mouse e uma busca agrupada incrivelmente poderosa. Ele busca em tudo, desde páginas da web, traduções, comparações de compras, filmes, vídeos, música e muito mais, sem deixar nenhum recurso da internet de fora.\n\nO plugin é equipado com mais de 20 modelos de IA conhecidos do mundo todo, suporta comandos de IA e pode convocar múltiplos IA para responder perguntas simultaneamente, reduzindo significativamente a era das respostas sem sentido da IA, permitindo que os usuários rapidamente selecionem os melhores resultados para uma experiência explosiva.\n\nO plugin também suporta sintaxe de busca avançada predefinida, mecanismos de busca personalizados e controles de opção meticulosos.\n\n------------------------------------------------------\n\nO plugin atual é gratuito para uso, mas os centenas de mecanismos de busca e modelos de IA embutidos requerem manutenção e atualizações a longo prazo, que é uma tarefa longa e árdua. Suas avaliações positivas na loja de aplicativos são a força motriz para nossa manutenção contínua e esperamos que você o apresente a mais pessoas :)\n\n------------------------------------------------------\n\nPrincipais Recursos do Plugin:\n\n1. Embutido com mais de cem mecanismos de busca comumente usados da internet, abrangendo todos os aspectos da vida. Inclui mais de 20 modelos de IA comumente usados e o número ainda está crescendo. Todos os mecanismos são atualizados e mantidos regularmente para garantir disponibilidade.\n2. Suporta busca agrupada (chamada de busca de grupo de busca no plugin). Insira uma palavra-chave uma vez para recuperar informações de vários mecanismos de busca ou modelos de IA, melhorando a eficiência. O sistema já possui vários grupos de busca comumente usados pré-instalados e os usuários podem definir quais mecanismos chamar cada vez e suportam classificação livre.\n3. Suporta cópia de seleção de texto e busca por seleção de texto. Os usuários podem definir livremente quais mecanismos de busca invocar.\n4. Suporta busca por arrastar e soltar super. Da mesma forma, os usuários podem definir livremente quais mecanismos de busca invocar e podem controlar precisamente as ações subsequentes após arrastar texto, links e imagens.\n5. Suporta comandos de IA embutidos, que podem ser chamados ao selecionar texto em uma página (menu de diálogo de IA), ou diretamente da interface principal do plugin. Os usuários podem definir livremente o conteúdo do comando e suportam vários cenários de invocação, como chamar durante arrastar e soltar, invocação por tecla de atalho, invocação do menu de seleção de texto, etc.\n6. Suporta busca por tecla de atalho, maximizando a eficiência de consulta em cenários de alta frequência, como cenários com uma grande quantidade de operações repetitivas no trabalho.\n7. Suporta busca por clique com o botão direito do mouse, com uma biblioteca de mecanismos integrada que pode ser chamada a qualquer momento e lugar, grande e abrangente.\n8. Suporta busca de imagem semelhante. Os usuários podem clicar com o botão direito em uma imagem para pesquisar com um único clique e podem definir livremente quais mecanismos de busca de imagem semelhante invocar, e até mesmo pesquisar por grupo, consultando e obtendo resultados de vários mecanismos de uma só vez.\n9. Suporta mecanismos de busca personalizados. Os usuários podem estender mais mecanismos de busca, não limitados a mecanismos de busca públicos, ou até mesmo pesquisas internas de ERP, OA de empresa, etc.\n10. Configurações de opção meticulosas para atender aos hábitos de todos o máximo possível. Instale agora e experimente :)\n\n------------------------------------------------------\n\nPS: Este plugin chama alguns mecanismos de busca de terceiros, que podem se tornar instáveis devido a várias razões. Se um mecanismo falhar, os usuários podem encontrar o grupo de busca correspondente nas configurações do plugin e remover esse mecanismo. Para evitar o impacto de falhas de mecanismos em usuários, adicionamos a função de mecanismos personalizados. Se você tem um mecanismo favorito que funciona bem, pode adicioná-lo manualmente nas configurações de mecanismos personalizados.\n\nO plugin atual é gratuito para uso, mas os centenas de mecanismos de busca e modelos de IA embutidos requerem manutenção e atualizações a longo prazo, que é uma tarefa longa e árdua. Suas avaliações positivas na loja de aplicativos são a força motriz para nossa manutenção contínua e esperamos que você o apresente a mais pessoas :)",
    "pt_PT": "Este conteúdo é gerado automaticamente pela IA. Por favor, desculpe qualquer imprecisão na expressão.\n\nO objetivo deste plugin é tornar-se a ferramenta de busca definitiva para os usuários, visando ser o plugin de busca de informações e busca de recursos mais poderoso.\n\nO plugin agrega mais de cem mecanismos de busca, suporta arrastar super, pesquisa por seleção de texto, pesquisa por tecla de atalho, pesquisa por clique com o botão direito do mouse e uma pesquisa agregada incrivelmente poderosa. Ele pesquisa tudo, desde páginas da web, traduções, comparações de compras, filmes, vídeos, música e muito mais, sem deixar nenhum recurso da internet de fora.\n\nO plugin é equipado com mais de 20 modelos de IA conhecidos de todo o mundo, suporta comandos de IA e pode convocar vários IA para responder perguntas simultaneamente, reduzindo significativamente a era das respostas sem sentido da IA, permitindo que os usuários selecionem rapidamente os melhores resultados para uma experiência explosiva.\n\nO plugin também suporta sintaxe de pesquisa avançada predefinida, mecanismos de busca personalizados e controles de opção meticulosos.\n\n------------------------------------------------------\n\nO plugin atual é gratuito para usar, mas as centenas de mecanismos de busca e modelos de IA embutidos requerem manutenção e atualizações a longo prazo, o que é uma tarefa longa e árdua. Suas avaliações positivas na loja de aplicativos são a força motriz para nossa manutenção contínua e esperamos que você o apresente a mais pessoas :)\n\n------------------------------------------------------\n\nPrincipais recursos do plugin:\n\n1. Embutido com mais de cem mecanismos de busca comumente usados da internet, abrangendo todos os aspectos da vida. Inclui mais de 20 modelos de IA comumente usados e o número ainda está crescendo. Todos os mecanismos são atualizados e mantidos regularmente para garantir disponibilidade.\n2. Suporta pesquisa agregada (chamada de pesquisa de grupo de pesquisa dentro do plugin). Digite uma palavra-chave uma vez para recuperar informações de vários mecanismos de busca ou modelos de IA, aumentando a eficiência. O sistema já possui vários grupos de pesquisa comumente usados pré-instalados e os usuários podem definir quais mecanismos chamar cada vez e suportam classificação livre.\n3. Suporta cópia de seleção de texto e pesquisa por seleção de texto. Os usuários podem definir livremente quais mecanismos de busca invocar.\n4. Suporta pesquisa de arrastar e soltar super. Da mesma forma, os usuários podem definir livremente quais mecanismos de busca invocar e podem controlar com precisão as ações subsequentes após arrastar texto, links e imagens.\n5. Suporta comandos de IA, que podem ser invocados ao selecionar texto em uma página (menu de diálogo de IA) ou diretamente da interface principal do plugin. Os usuários podem definir livremente o conteúdo do comando e suportam vários cenários de invocação, como chamar durante a arrastar e soltar, invocação por tecla de atalho, invocação do menu de seleção de texto, etc.\n6. Suporta pesquisa por tecla de atalho, maximizando a eficiência da consulta em cenários de alta frequência, como cenários com uma grande quantidade de operações repetitivas no trabalho.\n7. Suporta pesquisa por clique com o botão direito do mouse, com uma biblioteca de mecanismos integrada que pode ser chamada a qualquer momento e lugar, grande e abrangente.\n8. Suporta pesquisa de imagem semelhante. Os usuários podem clicar com o botão direito do mouse em uma imagem para pesquisar com um único clique e podem definir livremente quais mecanismos de imagem semelhante invocar, e até mesmo pesquisar por grupo, consultando e obtendo resultados de vários mecanismos de uma só vez.\n9. Suporta mecanismos de busca personalizados. Os usuários podem estender mais mecanismos de busca, não limitados a mecanismos de busca públicos, ou até mesmo pesquisas internas de ERP corporativas, OA, etc.\n10. Configurações de opção meticulosas para atender aos hábitos de todos o máximo possível. Deixe de lado e instale o teste :)\n\n------------------------------------------------------\n\nPS: Este plugin chama alguns mecanismos de busca de terceiros, que podem se tornar instáveis devido a vários motivos. Se um mecanismo falhar, os usuários podem encontrar o grupo de pesquisa correspondente nas configurações do plugin e remover esse mecanismo. Para evitar o impacto de falhas de mecanismo nos usuários, adicionamos a função de mecanismos personalizados. Se você tiver um mecanismo favorito que funciona bem, pode adicioná-lo manualmente nas configurações do mecanismo personalizado.\n\nO plugin atual é gratuito para usar, mas as centenas de mecanismos de busca e modelos de IA embutidos requerem manutenção e atualizações a longo prazo, o que é uma tarefa longa e árdua. Suas avaliações positivas na loja de aplicativos são a força motriz para nossa manutenção contínua e esperamos que você o apresente a mais pessoas :)",
    "ru": "Этот контент автоматически генерируется ИИ. Пожалуйста, любезно простите любые неточности в выражении.\n\nЦель этого плагина - стать ультимативным инструментом поиска для пользователей, стремящимся быть самым мощным плагином для запроса информации и поиска ресурсов.\n\nПлагин агрегирует более ста поисковых систем, поддерживает супер перетаскивание, поиск по выделению текста, поиск по горячей клавише, поиск правой кнопкой мыши и невероятно мощный агрегированный поиск. Он ищет все, от веб-страниц, переводов, сравнения покупок, фильмов, видео, музыки и многого другого, не оставляя ни одного интернет-ресурса нераскрытым.\n\nПлагин оснащён более 20 известными моделями ИИ со всего мира, поддерживает команды ИИ и может вызвать несколько ИИ для одновременного ответа на вопросы, значительно сокращая эпоху неразумных ответов ИИ, позволяя пользователям быстро выбирать лучшие результаты для взрыващейся эксперименты.\n\nПлагин также поддерживает предустановленный расширенный синтаксис поиска, настраиваемые поисковые системы и тщательные настройки параметров.\n\n------------------------------------------------------ \n\nТекущий плагин бесплатен для использования, но встроенные сотни поисковых систем и моделей ИИ требуют долгосрочной поддержки и обновлений, что является долгим и утомительным заданием. Ваши положительные отзывы в магазине приложений - это движущая сила нашей продолжающейся поддержки, и мы с нетерпением ждем, когда вы представите его большему количеству людей :)\n\n------------------------------------------------------\n\nОсновные функции плагина:\n\n1. Встроены более ста часто используемых поисковых систем из интернета, охватывающих все аспекты жизни. Включено более 20 часто используемых моделей ИИ, и их количество продолжает расти. Все системы регулярно обновляются и поддерживаются для обеспечения доступности.\n2. Поддерживает агрегированный поиск (называемый в плагине поиск группой поиска). Введите ключевое слово один раз, чтобы получить информацию из нескольких поисковых систем или моделей ИИ, повышая эффективность. Система уже предварительно установлена с различными часто используемыми группами поиска, и пользователи могут настроить, какие движки вызывать каждый раз и поддерживают свободное сортировку.\n3. Поддерживает копирование выделенного текста и поиск по выделенному тексту. Пользователи могут свободно настроить, какие поисковые системы вызывать.\n4. Поддерживает супер перетаскивание и поиск. Точно так же, пользователи могут свободно настроить, какие поисковые системы вызывать, и могут точно контролировать последующие действия после перетаскивания текста, ссылок и изображений.\n5. Встроенная поддержка команд ИИ, которые могут быть вызваны, выбрав текст на странице (меню диалога ИИ) или напрямую с основного интерфейса плагина. Пользователи могут свободно настроить содержание команд и поддерживают различные сценарии вызова, такие как вызов во время перетаскивания, вызов горячей клавишей, вызов меню выбора текста и т.д.\n6. Поддерживает поиск по горячей клавише, максимизируя эффективность запроса в высокочастотных сценариях, таких как сценарии с большим количеством повторяющихся операций на работе.\n7. Поддерживает поиск правой кнопкой мыши, с интегрированной библиотекой движков, который может быть вызван в любое время и в любом месте, большой и обширный.\n8. Поддерживает поиск похожих изображений. Пользователи могут щелкнуть правой кнопкой мыши на изображении, чтобы выполнить поиск с одним щелчком и могут свободно настроить, какие движки поиска похожих изображений вызывать, и даже выполнить поиск по группе, запрашивая и получая результаты из нескольких движков одновременно.\n9. Поддерживает настраиваемые поисковые системы. Пользователи могут расширить больше поисковых систем, не ограничиваясь общественными поисковыми системами, или даже внутренними поисками предприятия ERP, OA и т.д.\n10. Тщательные настройки параметров, чтобы удовлетворить привычки каждого как можно больше. Пожалуйста, попробуйте установить на пробу :)\n\n------------------------------------------------------\n\nПС: Этот плагин вызывает некоторые сторонние поисковые системы, которые могут стать нестабильными по различным причинам. Если движок не работает, пользователи могут найти соответствующую группу поиска в настройках плагина и удалить этот движок. Чтобы избежать влияния сбоев движков на пользователей, мы добавили функцию настраиваемых движков. Если у вас есть любимый движок, который работает хорошо, вы можете добавить его вручную в настройках настраиваемого движка.\n\nТекущий плагин бесплатен для использования, но встроенные сотни поисковых систем и моделей ИИ требуют долгосрочной поддержки и обновлений, что является долгим и утомительным заданием. Ваши положительные отзывы в магазине приложений - это движущая сила нашей продолжающейся поддержки, и мы с нетерпением ждем, когда вы представите его большему количеству людей :)",
    "vi": "Nội dung này được tạo tự động bởi AI. Xin vui lòng thông cảm về bất kỳ sai sót nào trong cách biểu đạt.\n\nMục tiêu của tiện ích này là trở thành công cụ tìm kiếm cuối cùng cho người dùng, nhắm tới mục tiêu là tiện ích truy vấn thông tin và tìm kiếm tài nguyên mạnh mẽ nhất.\n\nTiện ích này tập hợp hơn trăm công cụ tìm kiếm, hỗ trợ siêu kéo, tìm kiếm chọn văn bản, tìm kiếm phím tắt, tìm kiếm bằng chuột phải và một tìm kiếm tổng hợp vô cùng mạnh mẽ. Nó tìm kiếm mọi thứ từ trang web, dịch thuật, so sánh mua sắm, phim ảnh, video, âm nhạc và hơn nữa, không để lại tài nguyên internet nào không được tìm thấy.\n\nTiện ích này được trang bị với hơn 20 mô hình AI nổi tiếng từ khắp thế giới, hỗ trợ lệnh AI và có thể gọi nhiều AI cùng lúc để trả lời câu hỏi, giảm bớt thời đại của AI trả lời vô nghĩa, cho phép người dùng nhanh chóng chọn kết quả tốt nhất để có một trải nghiệm bùng nổ.\n\nTiện ích cũng hỗ trợ cú pháp tìm kiếm nâng cao được đặt trước, công cụ tìm kiếm tùy chỉnh và kiểm soát tùy chọn chi tiết.\n\n------------------------------------------------------\n\nTiện ích hiện tại miễn phí để sử dụng, nhưng hàng trăm công cụ tìm kiếm và mô hình AI tích hợp yêu cầu bảo trì và cập nhật lâu dài, đó là một công việc dài dòng và khó khăn. Các đánh giá tích cực của bạn trên cửa hàng ứng dụng là động lực để chúng tôi tiếp tục bảo trì, và chúng tôi mong bạn giới thiệu nó cho càng nhiều người càng tốt :)\n\n------------------------------------------------------\n\nCác tính năng chính của tiện ích:\n\n1. Tích hợp sẵn hơn một trăm công cụ tìm kiếm thường sử dụng trên internet, bao phủ mọi khía cạnh của cuộc sống. Nó bao gồm hơn hai mươi mô hình AI thường sử dụng và số lượng vẫn đang tăng. Tất cả các công cụ đều được cập nhật và bảo trì thường xuyên để đảm bảo khả dụng.\n2. Hỗ trợ tìm kiếm tổng hợp (gọi là tìm kiếm nhóm tìm kiếm trong tiện ích). Nhập một từ khóa một lần để truy xuất thông tin từ nhiều công cụ tìm kiếm hoặc mô hình AI, cải thiện hiệu quả. Hệ thống đã cài đặt sẵn nhiều nhóm tìm kiếm thường sử dụng, và người dùng có thể thiết lập các công cụ để gọi mỗi lần và hỗ trợ sắp xếp tự do.\n3. Hỗ trợ sao chép chọn văn bản và tìm kiếm chọn văn bản. Người dùng có thể tự do thiết lập các công cụ tìm kiếm để gọi.\n4. Hỗ trợ siêu kéo và thả tìm kiếm. Tương tự, người dùng có thể tự do thiết lập các công cụ tìm kiếm để gọi và có thể kiểm soát chính xác hành động tiếp theo sau khi kéo văn bản, liên kết và hình ảnh.\n5. Hỗ trợ lệnh AI tích hợp sẵn, có thể được gọi bằng cách chọn văn bản trên trang (menu hội thoại AI), hoặc trực tiếp từ giao diện chính của tiện ích. Người dùng có thể tự do thiết lập nội dung lệnh và hỗ trợ nhiều tình huống gọi khác nhau, như gọi trong khi kéo và thả, gọi bằng phím tắt, gọi từ menu chọn văn bản, v.v.\n6. Hỗ trợ tìm kiếm bằng phím tắt, tối đa hóa hiệu quả truy vấn trong các tình huống tần suất cao, như tình huống với nhiều hoạt động lặp lại ở nơi làm việc.\n7. Hỗ trợ tìm kiếm bằng chuột phải, với một thư viện công cụ tích hợp có thể được gọi mọi lúc mọi nơi, lớn và toàn diện.\n8. Hỗ trợ tìm kiếm hình ảnh tương tự. Người dùng có thể nhấp chuột phải vào một hình ảnh để tìm kiếm nó bằng một cú nhấp chuột và có thể tự do thiết lập các công cụ tìm kiếm hình ảnh tương tự để gọi, và thậm chí còn có thể tìm kiếm theo nhóm, truy vấn và nhận kết quả từ nhiều công cụ cùng một lúc.\n9. Hỗ trợ công cụ tìm kiếm tùy chỉnh. Người dùng có thể mở rộng nhiều công cụ tìm kiếm, không giới hạn ở các công cụ công khai, hoặc thậm chí tìm kiếm nội bộ doanh nghiệp ERP, OA, v.v.\n10. Thiết lập tùy chọn chi tiết để đáp ứng thói quen của mọi người càng nhiều càng tốt. Nhanh tay cài đặt để thử nghiệm :)\n\n------------------------------------------------------\n\nPS: Tiện ích này gọi một số công cụ tìm kiếm của bên thứ ba, có thể sẽ trở nên không ổn định do nhiều lý do khác nhau. Nếu một công cụ thất bại, người dùng có thể tìm nhóm tìm kiếm tương ứng trong cài đặt tiện ích và loại bỏ công cụ đó. Để tránh ảnh hưởng của sự cố công cụ trên người dùng, chúng tôi đã thêm chức năng của công cụ tùy chỉnh. Nếu bạn có một công cụ yêu thích hoạt động tốt, bạn có thể thêm thủ công nó trong cài đặt công cụ tùy chỉnh.\n\nTiện ích hiện tại miễn phí để sử dụng, nhưng hàng trăm công cụ tìm kiếm và mô hình AI tích hợp yêu cầu bảo trì và cập nhật lâu dài, đó là một công việc dài dòng và khó khăn. Các đánh giá tích cực của bạn trên cửa hàng ứng dụng là động lực để chúng tôi tiếp tục bảo trì, và chúng tôi mong bạn giới thiệu nó cho càng nhiều người càng tốt :)",
    "zh_CN": "「效率集」聚合搜索目标是成为用户必备的终极搜索工具，登顶最强的信息查询与资源搜索插件。\n\n插件聚合上百款搜索引擎，支持超级拖拽，划词搜索，快捷键搜索，右键搜索及巨厉害的聚合搜索。网页，翻译，购物比价，特惠信息，电影视频，音乐，网盘，电子书，学术等无所不搜，各类互联网资源无所不查。\n\n插件内置30余款国内外知名AI大模型，支持AI指令及AI搜索，可同时调用多个AI回答问题，最大化告别AI瞎编乱答时代，便于用户快速选取最优结果，王炸级体验。\n\n插件还支持高级搜索语法预设，自定义搜索引擎及细节入微的选项控制等等。\n\n---------------------------\n\n插件主要功能：\n\n1. 内置国内外上百款常用搜索引擎，囊括了生活的方方面面。内置30余款国内外常用AI大模型，且还在不断增加中。所有引擎长期更新维护，确保可用性；\n2. 支持聚合搜索（插件内叫搜索组搜索）。只用输入一次关键词就能从多个搜索引擎或者AI大模型中获取信息，提高效率。系统已经内置各类常用搜索组，且用户更可以设置每次调用哪些引擎，支持自由排序；\n3. 支持划词复制，划词搜索。相比国产浏览器自带的同类功能，用户更能自由设置调用的搜索引擎。是国产浏览器用户切换到Chrome，Edge等国外浏览器必备功能；\n4. 支持超级拖拽，拖拽搜索。同样，用户可以自由设置调用的搜索引擎。且可以精确控制拖动文字，链接，图片后的后置动作；\n5. 内置支持AI指令，AI搜索，可以在页面上划词后调用（AI对话菜单），也可以直接在插件主界面调用。用户可以自由设置指令内容，并支持各类调用场景，如拖动时调用，快捷键调用，划词菜单调用等等；\n6. 支持快捷键搜索，最大限度地提高高频场景的查询效率。如工作中大量重复操作的场景；\n7. 支持鼠标右键搜索，集成引擎库，随时随地调用，又大又全；\n8. 支持相似图片搜索。用户可以在图片上点击鼠标右键，一键查图。并可以自由设置调用的相似图片引擎，更可以按组搜索，一次在多个引擎中查询并获取结果；\n9. 支持自定义搜索引擎。用户可以扩展更多搜索引擎，不限于公开的搜索引擎，或者是企业内ERP，OA等搜索等等；\n10. 细节入微的选项设置，尽可能满足所有人的习惯。赶紧安装试用吧：）\n11. 开源代码库正在筹备，希望更多人参与项目\n\n---------------------------\n\n* 哪个搜索引擎最好用？\n\n各个搜索引擎原理上都是预先利用爬虫获取网页内容，根据用户关键字查询出对应的信息。由于各个搜索引擎对网站的权重评级及擅长的领域认知不同，加上无效信息过滤规则有差异，最后呈现的结果也会不同。单纯比较哪一个搜索引擎效果好坏并无意义。对用户而言，最大的价值还是能快速获取到想要的信息。常规搜索来讲，国内百度，国外google在通用搜索方面有一定优势。但近年来，互联网巨头很多开始搞闭合生态。像微信公众号，小红书，今日头条，微博等，都屏蔽了百度，google的索引请求，百度，google上无法搜索到相关内容。此时，小红书，搜狗搜索，头条搜索在生活技巧，公众号，新闻的优势就体现出来了。因此，如果想尽可能获取互联网的有效信息，最好是多个搜索引擎同时看，以更高效地查到自己需要的信息\n\n\n* 何为聚合搜索，能为用户带来什么好处？\n\n以上提及了搜索引擎的原理，各引擎的优势及弊端。聚合搜索可以帮忙用户一次从多个搜索引擎查询信息，集各引擎所长，节省时间，提高效率。尤其是查找各资源时，如电影，电视剧，音乐，电子书等，单独某一个网站或者引擎索引的资源有限，多个引擎在一起可以取长补短。\n\n\n* AI大模型的基础原理？\n\n当下AI大模型的底层算法均以Transformer为基础，Transformer算法解决的问题，简单地讲，是能获取一段文字内各字词之间的权重关系，根据该权重关系在训练完的超大字词数据库中匹配对应的关联上下文结果。相比传统搜索以关键字搜索的点结构，该算法能实现自然语言的查询，更接近面结构甚至多维立体结构的段落搜索。确实是科技领域的一大进步。\n\n\n* Transformer底层算法为基础的AI大模型优劣势？\n\n根据以上Transformer原理，可知Transformer本质上还是一种查询，结果的输出与训练素材有极大影响。优点是处理一些约定俗成的非明确规则是长项，比如语言处理，比如模拟人类语言，说话的习惯，翻译，听音，辩物等等。短板也很明显，它无法创造新内容，对明确逻辑规则的内容很多时候是靠“强记硬背”形成，比如数学运算，逻辑场景等等。也是由于大力出奇迹，超量语言文字训练后不断突出其优点表现，每次回答的结果太像人的语气，以至于很多人有AI强大到强于人类的幻觉。任何技术都有2面，当前AI发展还在初期，关键是看如何应用，完全否认当下AI与盲目信从AI都不可取。\n\n\n\n* AI大模型哪个最好用？\n\n当下AI大模型均以Transformer为底层算法，各家在架构上稍有不同，目标大多以提高查询效率为主。训练数据的质量决定了AI大模型的最终效果。这里特别提及一下，原始数据决定了AI回答结果的质量，调优数据训练更多是优化，让回复的结果更接近于普通人类的习惯与特定风格。LLAMA3以LLAMA2几乎同样的架构，优化了训练数据的情况下，回答问题的水平大幅提高从侧面印证了该论调。基于此基础，国内外模型，包括chatGPT , Claude， 文心一言，智谱，通义千问等等训练的数据有所不同，尤其是中文内容上，同一问题得到的答案有所偏差。建议大家在使用AI回复的结果时能多方比较，结合权威渠道验证，不能盲信。搜索引擎，AI大模型都是好工具，让我们用好工具，成为生活的主宰。\n\n\n* AI发展的趋势？\n\n不可否认，Transformer算法是AI发展史上的一个重大进步。即使它存在很多不足，但它的优点非常明显，必定是未来AGI结构上的一个重要组件。利用好它的优点可以解决很多当下现实生活中的问题。比如自然语言识别，翻译，语音识别，识物等约定俗成的场景（当前由于语音识别，识物等训练的素材不如文字直接，需要大量人工工作的基础转化与标记，但量变则质变，相信积累的力量）。文字，语音，图像，视频多模态是发挥Transformer架构优势的大市场，各大厂家的模型还有很广阔的提升空间。无限上下文，对问题结果输出的质量也非常重要。细化token属性，分级标记，加强权威标记以优化特定规则的调用，灵活地弥补“强记硬背”的劣势，减少无端资源消耗。或许在不久的将来，AGI不段加强下，完全可以成为我们工作，生活的重要伙伴。\n\n\n* AI大模型如此厉害，还有没有必要使用常用搜索引擎？\n\n当前很多AI大模型支持RAG实时联网查询数据，部分引擎还能帮用户整理总结结果内容，对一些简单的百科类，解释类查询，用户可以对比多个AI模型结果选用相对可靠的答案。AI大模型训练的素材较多也很广，尤其在写代码方面，可能给用户很多实用的提示，协助用户分析并解决问题。但AI模型如果RAG的内容来源不够权威，又可能误导用户。对于来源不权威的网站需要配合搜索引擎进行二次确认。\n\n\n---------------------------\n\n\nPS：本插件会调用部分第三方搜索引擎，而第三方搜索引擎因为各种原因，有可能出现不稳定的情况。如果失效，用户可以在插件设置中找到对应搜索组并移除该引擎。为了避免引擎失效对用户的影响，我们增加了自定义引擎的功能。如果自己有收藏的好用的引擎，可以在自定义引擎设置中手动添加。\n\n当前插件可免费使用，内置的上百款搜索引擎及AI大模型需要长期维护与更新，这是一个长期而艰巨的任务。你在应用商店的好评是我们持续维护的动力，更期待你能将它介绍给更多人：）",
    "zh_TW": "「效率集」聚合搜索目標是成為用戶必備的終極搜索工具，登頂最強的信息查詢與資源搜索插件。\n\n插件聚合上百款搜索引擎，支持超級拖拽，劃詞搜索，快捷鍵搜索，右鍵搜索及巨厲害的聚合搜索。網頁，翻譯，購物比價，特惠信息，電影視頻，音樂，網盤，電子書，學術等無所不搜，各類互聯網資源無所不查。\n\n插件內置 30 餘款國內外知名 AI 大模型，支持 AI 指令，可同時調用多個 AI 回答問題，最大化告別 AI 瞎編亂答時代，便於用戶快速選取最優結果，王炸級體驗。。\n\n插件還支持高級搜索語法預設，自定義搜索引擎及細節入微的選項控制等等。\n\n------------------------------------------------------\n\n插件主要功能：\n\n1. 內置國內外上百款常用搜索引擎，囊括了生活的方方面面。內置 30 餘款國內外常用 AI 大模型，且還在不斷增加中。所有引擎長期更新維護，確保可用性；\n2. 支持聚合搜索（插件內叫搜索組搜索）。只用輸入一次關鍵詞就能從多個搜索引擎或者 AI 大模型中獲取信息，提高效率。系統已經內置各類常用搜索組，且用戶更可以設定每次調用哪些引擎，支持自由排序；\n3. 支持劃詞複製，劃詞搜索。相比國產瀏覽器自帶的同類功能，用戶更能自由設定調用的搜索引擎。是國產瀏覽器用戶切換到 Chrome，Edge 等國外瀏覽器必備功能；\n4. 支持超級拖拽，拖拽搜索。同樣，用戶可以自由設定調用的搜索引擎。且可以精確控制拖動文字，鏈接，圖片後的後置動作；\n5. 內置支持 AI 指令，可以在頁面上劃詞後調用（AI 對話菜單），也可以直接在插件主界面調用。用戶可以自由設定指令內容，並支持各類調用場景，如拖動時調用，快捷鍵調用，劃詞菜單調用等等；\n6. 支持快捷鍵搜索，最大限度地提高高頻場景的查詢效率。如工作中大量重複操作的場景；\n7. 支持鼠標右鍵搜索，集成引擎庫，隨時随地調用，又大又全；\n8. 支持相似圖片搜索。用戶可以在圖片上點擊鼠標右鍵，一鍵查圖。並可以自由設定調用的相似圖片引擎，更可以按組搜索，一次在多個引擎中查詢並獲取結果；\n9. 支持自定義搜索引擎。用戶可以擴展更多搜索引擎，不限於公開的搜索引擎，或者是企業內 ERP，OA 等搜索等等；\n10. 細節入微的選項設定，盡可能滿足所有人的習慣。趕緊安裝試用吧：）\n\n------------------------------------------------------\n\n* 哪個搜索引擎最好用？\n\n各個搜索引擎原理上都是預先利用爬蟲獲取網頁內容，根據用戶關鍵字查詢出對應的信息。由於各個搜索引擎對網站的權重評級及擅長的領域認知不同，加上無效信息過濾規則有差異，最後呈現的結果也會不同。單純比較哪一個搜索引擎效果好壞並無意義。對用戶而言，最大的價值還是能快速獲取到想要的信息。常規搜索來講，國內百度，國外 google 在通用搜索方面有一定優勢。但近年來，互聯網巨頭很多開始搞閉合生態。像微信公眾號，小紅書，今日頭條，微博等，都屏蔽了百度，google 的索引請求，百度，google 上無法搜索到相關內容。此時，小紅書，搜狗搜索，頭條搜索在生活技巧，公眾號，新聞的優勢就體現出來了。因此，如果想盡可能獲取互聯網的有效信息，最好是多個搜索引擎同時看，以更高效地查到自己需要的信息\n\n\n* 何為聚合搜索，能為用戶帶來什麼好處？\n\n以上提及了搜索引擎的原理，各引擎的優勢及弊端。聚合搜索可以幫忙用戶一次從多個搜索引擎查詢信息，集各引擎所長，節省時間，提高效率。尤其是查找各資源時，如電影，電視劇，音樂，電子書等，單獨某一個網站或者引擎索引的資源有限，多個引擎在一起可以取長補短。\n\n\n* AI 大模型的基礎原理？\n\n當下 AI 大模型的底層算法均以 Transformer 為基礎，Transformer 算法解決的問題，簡單地講，是能獲取一段文字內各字詞之間的權重關係，根據該權重關係在訓練完的超大字詞資料庫中匹配對應的關聯上下文結果。相比傳統搜索以關鍵字搜索的點結構，該算法能實現自然語言的查詢，更接近面結構甚至多維立體結構的段落搜索。確實是科技領域的一大進步。\n\n\n* Transformer 底層算法為基礎的 AI 大模型優劣勢？\n\n根據以上 Transformer 原理，可知 Transformer 本質上還是一種查詢，結果的輸出與訓練素材有極大影響。優點是處理一些約定俗成的非明確規則是長項，比如語言處理，比如模擬人類語言，說話的習慣，翻譯，聽音，辯物等等。短板也很明顯，它無法創造新內容，對明確邏輯規則的內容很多時候是靠“強記硬背”形成，比如數學運算，邏輯場景等等。也是由於大力出奇跡，超量語言文字訓練後不斷突出其優點表現，每次回答的結果太像人的語氣，以至於很多人有 AI 強大到強於人類的幻覺。任何技術都有 2 面，當前 AI 發展還在初期，關鍵是看如何應用，完全否認當下 AI 與盲目信從 AI 都不可取。\n\n\n* AI 大模型哪個最好用？\n\n當下 AI 大模型均以 Transformer 為底層算法，各家在架構上稍有不同，目標大多以提高查詢效率為主。訓練數據的質量決定了 AI 大模型的最終效果。這裡特別提及一下，原始數據決定了 AI 回答結果的質量，調優數據訓練更多是優化，讓回復的結果更接近於普通人類的習慣與特定風格。LLAMA3 以 LLAMA2 幾乎同樣的架構，優化了訓練數據的情況下，回答問題的水平大幅提高從側面印證了該論調。基於此基礎，國內外模型，包括 chatGPT, Claude，文心一言，智譜，通義千問等等訓練的數據有所不同，尤其是中文內容上，同一問題得到的答案有所偏差。建議大家在使用 AI 回復的結果時能多方比較，結合權威渠道驗證，不能盲信。搜索引擎，AI 大模型都是好工具，讓我們用好工具，成為生活的主宰。\n\n\n* AI 發展的趨勢？\n\n不可否認，Transformer 算法是 AI 發展史上的一個重大進步。即使它存在很多不足，但它的優點非常明顯，必定是未來 AGI 結構上的一個重要組件。利用好它的優點可以解決很多當下現實生活中的問題。比如自然語言識別，​翻譯，語音識別，識物等約定俗成的場景（當前由於語音識別，識物等訓練的素材不如文字直接，需要大量人工工作的基礎轉化與標記，但量變則質變，相信積累的力量）。文字，語音，圖像，視頻多模態是發揮 Transformer 架構優勢的大市場，各大廠家的模型還有很廣闊的提升空間。無限上下文，對問題結果輸出的質量也非常重要。細化 token 屬性，分級標記，加強權威標記以優化特定規則的調用，靈活地彌補“強記硬背”的劣勢，減少無端資源消耗。或許在不久的將來，AGI 不段加強下，完全可以成為我們工作，生活的重要夥伴。\n\n\n* AI 大模型如此厲害，還有沒有必要使用常用搜索引擎？\n\n當前很多 AI 大模型支持 RAG 實時聯網查詢數據，部分引擎還能幫用戶整理總結結果內容，對一些簡單的百科類，解釋類查詢，用戶可以對比多個 AI 模型結果選用相對可靠的答案。AI 大模型訓練的素材較多也很廣，尤其在寫代碼方面，可能給用戶很多實用的提示，協助用戶分析並解決問題。但 AI 模型如果 RAG 的內容來源不夠權威，又可能誤導用戶。對於來源不權威的網站需要配合搜索引擎進行二次確認。\n\n\n------------------------------------------------------\n\n\nPS：本插件會調用部分第三方搜索引擎，而第三方搜索引擎因為各種原因，有可能出現不穩定的情況。如果失效，用戶可以在插件設定中找到對應搜索組並移除該引擎。為了避免引擎失效對用戶的影響，我們增加了自定義引擎的功能。如果自己有收藏的好用的引擎，可以在自定義引擎設定中手動添加。\n\n當前插件可免費使用，內置的上百款搜索引擎及 AI 大模型需要長期維護與更新，這是一個長期而艱巨的任務。你在應用商店的好評是我們持續維護的動力，更期待你能將它介紹給更多人：）"
  }
}