{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TNB Teknoloji Elektronik İmza"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TNB Teknoloji KEP(.hs02) için gerekli imza eklentisi"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TNB Teknoloji e-imza eklentisi ile, sağladığımız Kayıtlı Elektronik Posta (KEP) hizmetine giriş yaparken ve ileti gönderirken kolay bir şekilde e-imza ile imzalama yapmanızı sağlar.\n\nTNB Teknoloji e-imza eklentisi, bilgisayarınızda kurulu Java uygulamamız ile iletişime geçerek çalışır.\n\nTNB Teknoloji, Bilgi Teknolojileri ve İletişim Kurumu (BTK) Tarafından KEP hizmeti vermek üzere lisanslandırılan ilk özel kuruluştur. Kuruluşumuzdan beri sürdürmekte olduğumuz Kayıtlı Elektronik Posta (KEP) ve e-İmza hizmetlerinin yanı sıra özgün bilişim ürünlerimiz ve iş ortaklarımızın çözümleri ile tüm kurum ve kuruluşlarına güvenilir, sürdürülebilir ve üstün kalitede hizmet sunmaktayız.\n\nTNB Teknoloji Kayıtlı Elektronik Posta (KEP) adresi: https://kep.hs02.kep.tr/\n\nMERKEZ\nSöğütözü Mah. Söğütözü Cad. No : 4 Çankaya/ANKARA/TR\nT : +90 312 218 81 00 - F : +90 312 218 81 09,\n\n\n\nWith the TNB Technology e-signature add-on, you can easily sign in or send messages using an e-Signature on the Registered Electronic Mail (REM) service we provide.\n\nTNB Technology e-signature plug-in works by communicating with our Java based application installed on your computer.\n\nTNB Technology is the first private organization licensed by the Information and Communication Technologies Authority (ICTA) to provide REM services. In addition to the Registered Electronic Mail (REM) and e-Signature services that we have been providing since our establishment, we offer reliable, sustainable and superior quality services to all institutions and organizations with our unique IT products and the solutions of our business partners.\n\nTNB Technology Registered Electronic Mail (KEP) URL: https://kep.hs02.kep.tr/\n\nHEADQUARTERS\nSöğütözü Neighborhood, Söğütözü Avenue, No: 4 Çankaya/ANKARA/TR\nT: +90 312 218 81 00 - F: +90 312 218 81 09"
  }
}