{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "In The Loop for School Loop™ (beta)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A suite of features that improve the School Loop interface"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension that improves the School Loop interface by letting users calculate what their grades would be after the teacher updates grades, allowing users to change the appearance of their School Loop page, and notifying users when their grades change.\n\nPrivacy Policy: \n-  All data is stored locally on the user's computer. No data about the user is collected or sent anywhere.\n-  The username & password information, if entered by the user, is encrypted and stored locally.\n-  Data stored (only if the user voluntarily allows and enters it): school subdomain (i.e. \"lynbrook\", \"montavista\", etc), username, password, overall grade percentages for each class (used for notifications), and theme selection/customization options\n\nSource code & more details available at https://github.com/maheshmurag/InTheLoop\n\nFeatures:\n - Add, delete, and edit grades\n - Chrome desktop notifications when grades change\n - Functions with both weight-based and points-based gradebooks\n - Add and edit categories\n - Calculate grade after the final exam\n - View total number of points per category (by hovering over category percentages)\n - Change the appearance of your School Loop page using pre-loaded or custom themes\n\nCreated by Mahesh Murag and Akhil Palla\n\nNotes: \n\n- In The Loop might have trouble with extra credit assignments or grades in categories that don't exist. Please report any issues you see by emailing maheshmmurag@gmail.com or posting at https://github.com/maheshmurag/InTheLoop/issues\n\n- Rather than attempting to process an unusual format and potentially calculate incorrect results, the extension automatically disables grade calculation tools if it is unable to process a teacher's gradebook (usually because of an unusual grade entry format). \n\n- This extension is in beta, and lacks some features (such as processing custom letter grades like \"A\"/\"B\"/\"C\" etc). \n\n- The icon, \"schoolloop.com\", and any other School Loop assets used in this extension belong to School Loop, Inc. Any other assets belong to their respective owners."
  }
}