{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Yellow Notes for the Cloud"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Yellow Stickynotes for The Web"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Single purpose description\n\nYellownotes provides a way to attach small notices to content of the web. Much like Post-it notes did for paper documents, Yellownotes does for web pages. \n\nLong description\n\nYellownotes provides a way to attach small notices to content of the web. Much like Post-it notes did for paper documents, Yellownotes does for web pages. \n\nStick a note on a web page and it is there when you come back later. Highlight a selection of text; attach a note. When you come back, that section will still be highlighted. \n\nThese notes can also be shared with others. Copy a note and pasted it into a email or chat message. If the recipient also has Yellownotes installed, they will see the yellow note in their browser when they get the message. \n\nThe notes come with a call-home feature. An icon in the upper-right which when clicked takes to user to the location where the note was attached. To the exact same location of the page. And if the note was attached to a highlighted section of text, that section will also be highlighted. A portable bookmark that takes you to the exact location. \n\nYou can ask someone about a paragraph by highlighting it, write a remark in the note, paste the note in a chat message to them. They open the note and click to get to the location. They can answer back in the same way. \n\nCreating a sharing note in the this way, requires no account with Yellownotes. \nBut you can also subscribe to the notes others have created. \nWith sharing on social media we can certainly provide commentary, but it is not clear what we are talking about. Context has been lost. \nYellownotes is for placing notes directly in the context where they are relevant and optionally sharing these notes with anyone who wants to see them. \n\nTwo people can have a discussion “directly” on a webpage. And directly is in quotes because it does not physically take place on the remote web page, in the form of a on site-commentary field or similar, but rather just between themselves on the private Yellownotes cloud infrastructure. The web page in question is simply the visual background. \n\n\nPublish content to any place on the internet for your subscribes, and only your subscribers, to see when they are there. \n\n\nWe call it Augmented Reality for the web.\n\n\n\nThe product is currently (Aug.24) in beta testing."
  }
}