{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Language Annotator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Highlight and annotate words in any language to learn them."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Language Annotator is a Chrome extension designed to enrich the language learning experience for learners, readers, and the innately curious. It effortlessly integrates new vocabulary learning and contextual translation into your web browsing experience. Whether you're delving into a new language or aiming to broaden your existing vocabulary, Language Annotator provides an efficient, seamless way to achieve your goals.\n\nKey Features:\n\nWord Highlighting: Automatically highlights words you've previously marked as learning targets, offering instant recognition and recall as you navigate the web.\n\nAdd Words Instantly: Encounter a new word? Right-click to add it directly to your personal vocabulary list, with options for adding your own definitions or memorable notes.\n\nContextual Learning & Translation: Beyond remembering words, understand them. Language Annotator not only helps you see words in their natural context but now also offers instant translation of selected text into your browser's default language, enhancing both comprehension and retention.\n\nAutomatic Translation: Newly added, the automatic translation feature instantly displays translations in a non-intrusive overlay when you select text. Tailored to your browser's language settings, it's designed to support a wide range of languages, ensuring understanding is just a selection away.\n\nSync Across Devices: Your vocabulary and learning progress are always with you, synced across all your devices. Learn on the go—whether you're transitioning from your laptop at a café to your phone in transit, your learning journey continues uninterrupted.\n\nEmbrace an enriched learning experience with Language Annotator—your companion for exploring new languages and enhancing your vocabulary, one click at a time."
  }
}