{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "QuoteMe"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add quotation marks around text blocks or words and sentences: Select the range you want to quote and press the toolbar button.",
    "de": "Fügt wahlweise eine Zitatmarkierung um einen Textblock ein oder ergänzt Anführungszeichen: Bereich markieren oder Cursor…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This WebExtension adds both a toolbar button and two keyboard shortcuts ([Alt]+[B] and [Alt]+[M]). It has two major modes, the first one is adding quotation marks around lines of text in a multiline text field (<textarea> ) of any web page. The typical usecases are text comments or bug reports which do not support html, markdown or other means of formatting text. If you want to visually separate your own comments from citations or code segments, you typically want to add a visual marker, like -------. This add on simplifies adding those markers. The type of markers is configurable.\n\nThe other mode is adding regular text (inline) quotes like “To be, or not to be”. Again, the user can choose the type of quotes. To quote a single word, just place the text cursor in the word. For longer texts, mark them. The typical usecase is to enter typographically correct quotes.",
    "de": "Diese WebExtension enthält einen Toolbar-Button und zwei Tastaturkürzel ([Alt]+[B] und [Alt]+[M]). Es hat zwei Modi, der erste fügt Zitatmarkierungen um einen Textblock ein, und zwar in mehrzeiligen Textfeldern (<textarea> ) jeder beliebigen Webseite. Der typische Anwendungsfall sind Kommentare oder Fehlerberichte, die kein HTML, Markdown oder andere Formatierungen erlauben. Um eigene Kommentare von zitiertem Text oder Code-Abschnitten zu trennen, fügen die meisten Anwender eine visuelle Markierung ein, etwa -------. Dieses Add-On vereinfacht das Einfügen solcher Markierungen; das Aussehen der Marker ist frei konfigurierbar.\n\nDer andere Modus ergänzt reguläre Anführungszeichen, etwa „Sein oder nicht sein“. Auch hier lassen sich die Anführungszeichen frei konfigurieren, vor allem typografisch korrekte Anführungszeichen zu erhalten."
  }
}