{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "URVA Field Force App & Automation Software"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "URVA: Empowering Your Field Force with Seamless Management\n\nURVA is a comprehensive field force management app designed to…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "URVA: Empowering Your Field Force with Seamless Management\n\nURVA is a comprehensive field force management app designed to streamline your workforce operations, available for Android devices. With URVA, your field personnel can efficiently handle tasks while staying connected to your office through the power of the Internet. No more unnecessary visits to the office for information – everything you need is at your fingertips, synced effortlessly on the URVA cloud platform.\n\nWhy Choose URVA for Your Field Force:\n\n1. Effortless Task Synchronization:\n\nCreate customized task templates for your mobile workforce.\nEasily assign tasks to your team using your computer or portable device.\nTasks are seamlessly delivered to your Android device, even on 2G networks, with support for 3G/4G and WiFi.\nComplete tasks on the go and send them back to the headquarters.\nTasks can be Approved, Disapproved, or Resent based on quality and completeness.\n2. Fully Mobile and Feature-Rich:\n\nUtilize your device's sensors and features for enhanced efficiency.\nCapture images using the built-in Camera, supporting both regular and selfie modes.\nEnsure task authenticity by capturing pictures directly within the app.\nGather customer/client signatures directly on the device.\nAttach a Bluetooth Printer for on-the-spot receipts and invoices.\nUpcoming feature: Accept credit/debit card payments through URVA.\n3. Enhanced Workforce Control:\n\nTrack your team's location on a Google Maps interface for optimal task allocation.\nMonitor battery life and weather conditions for better workforce management.\nCustomize tracking intervals for improved accuracy.\nPrioritize tasks to boost productivity.\nAccess up to a year's worth of tracking history for comprehensive insights.\n4. Robust and User-Friendly:\n\nURVA features an offline mode for remote locations; sync data once back online.\nInitiate tasks with a simple press of the \"Start\" button.\nComplete tasks by pressing \"Finish\"; options to Hold, Pause, or Discard tasks are available.\nDial clients/customers directly from the app.\nSeamless navigation within URVA eliminates the need for external mapping apps.\nIntegrated Barcode Scanner for convenient data collection.\nEasily reference finished tasks for future needs.\n5. Team Management at Your Fingertips:\n\nSend messages and alerts to teams or individuals, ensuring clear communication.\nAll communication is recorded for future reference.\nURVA acts as your professional communication tool.\n6. Future-Ready and Feature-Packed:\n\nURVA continually evolves with regular feature updates."
  }
}