{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Calculadora Nota Media UPM"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Calcula la nota media y realiza estadísticas sobre el expediente en la página oficial de la Universidad Politécnica de Madrid"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Esta extensión permite calcular de una forma sencilla y rápida la nota media a partir de la información mostrada en el Expediente en la página de Politécnica Virtual de la Universidad Politécnica de Madrid. \n\nTambién se muestran gráficos, y la traducción de la nota media a GPA, el sistema estadounidense. Además, permite exportar el expediente para visualizarlo con Excel.\n\n1. Entrar en la página web de la Politécnica Virtual.\n2. Dirigirse al menú 'Mis Datos' > 'Estudios' > 'Expediente'.\n3. Seleccionar el expediente que se quiere mostrar.\n4. Seleccionar como se desea ver el expediente (por año, por curso...)\n5. Calcular la media, mostrar estadísticas o exportar datos.\n\nLos cálculos son realizados al momento, por lo que los datos utilizados para ello no son almacenados ni guardados. Los datos son procesados unica y exclusivamente en el propio navegador para los cálculos correspondientes, en ningún momento son utilizados con ningún otro fin.\n\n## Nuevo Versión 1.3.2\n- Calculadora GPA integrada\n\n## Nuevo Versión 1.3.0\n- Exportar datos a CSV\n- Mejoras de rendimiento\n\n## Más información\nSe puede encontrar una versión disponible para Mozilla Firefox en el siguiente enlace https://bit.ly/2VXIEYR"
  }
}