{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Radio Player Live"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Live Radio Player allows you to listen to hundreds of free radios Sports, News, Talk and Music from around the world!",
    "de": "Live Radio Player können Sie Hunderte von freien Radios Sport, News, Talk und Musik aus der ganzen Welt zu hören!",
    "fr": "Radio Player Live vous permet d'écouter gratuitement des centaines de radios de Sports, News, Talk et Musique du monde entier !"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Listen to your favorite radio stations without leaving the browser, it's possible, with one extension\nThe extension already contains a list of popular radio stations. The list keeps growing.\n\n ► You can add your radio stations.\n ► Keyboard shortcuts are supported.\n ► Put your favorite radio stations in the favorites for quick access.\n ► Hide all or only some of the predefined radio stations in the list.",
    "de": "Hören Sie Ihre Lieblingsradiosender, ohne den Browser zu verlassen, ist es möglich, mit einer Erweiterung\nDie Erweiterung enthält bereits eine Liste beliebter Radiosender. Die Liste wächst weiter.\n\n ► Sie können Ihre Radiosender hinzufügen.\n ► Tastaturkürzel werden unterstützt.\n ► Stellen Sie Ihre bevorzugten Radiosender für einen schnellen Zugriff in die Favoriten ein.\n ► Blenden Sie alle oder nur einige der vordefinierten Radiosender in der Liste aus.",
    "fr": "Écoutez vos stations de radio préférées sans quitter le navigateur, c'est possible, avec une seule extension\nL'extension contient déjà une liste de stations de radio populaires. La liste ne cesse de croître.\n\n ► Vous pouvez ajouter vos stations de radio.\n ► Les raccourcis clavier sont supportés.\n ► Mettez vos stations de radio préférées dans les favoris pour un accès rapide.\n ► Masquer toutes ou une partie seulement des stations de radio prédéfinis dans la liste."
  }
}