{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simple = Select + Search"
  },
  "short": {
    "am,ar,bg,bn,ca,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,sk,sl,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Right click on selected text to search on multiple search engines for your Browser. Supports grouping engines, incongito, and more.",
    "cs": "Klepněte pravým tlačítkem na vybraný text a vyhledávejte pomocí mnoha vyhledávačů. Podporuje seskupování, anonymní režim a další.",
    "da": "Højreklik på markeret tekst for at søge med flere søgemaskiner. Understøtter gruppering, inkognito og meget mere.",
    "de": "Rechtsklick auf markierten Text, um mit mehreren Suchmaschinen zu suchen. Unterstützt Gruppierung, Inkognito-Modus und mehr.”",
    "es": "Click derecho sobre texto seleccionado para buscar en múltiples sitios. Sporta agrupar búsquedas, abrir en incógnito, etc.",
    "fr": "Faites un clic droit sur le texte sélectionné pour la recherche sur plusieurs moteurs de recherche pour browser.",
    "he": "לחץ על הטקסט שנבחר בלחצן העכבר הימני כדי לחפש במספר מנועי חיפוש במקביל. תומך באפשרות לשים מנועי חיפוש בקבוצה, במצב אלמוני ועוד.",
    "nl": "Klik met rechts op de tekst om met meerdere zoekmachines te zoeken in browser. Ondersteunt grouping engines, incongito, en meer.",
    "ro": "Clic dreapta pe textul selectat pentru a căuta pe mai multe motoare. Acceptă gruparea, modul incognito și altele.",
    "ru": "Правый клик на выделенном тексте для поиска через разные системы. Поддерживает группировку, режим инкогнито и другие настройки.",
    "sr": "Kliknite desnim tasterom na izabrani tekst za pretragu na više pretraživača. Podržava grupisanje, incognito i slično.",
    "tr": "Seçili metne sağ tıklayarak birden çok arama motorunda arama yapın. Gizlilik, gruplama ve daha fazlasını destekler."
  },
  "long": {
    "am,ar,bg,bn,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,no,pt_BR,pt_PT,sk,sl,sv,sw,ta,te,th,vi,zh_CN,zh_TW": "It's simple: select some text, right-click, and search on your preferred search engines.\n\nConfiguring your search engines is very easy: There are multiple pre-configured search engines to pick from (like Amazon, BBC, CNN, etc.), plus you can add any other you might like. To add new search engines, follow instructions in the Help section of the Options page.\n\nOnce a new search engine is configured, it will show up the next time you select some text in your browser, right-click it, and go to the Simple = Select + Search menu option.\n\nIt's my first public extension. I hope you like it.",
    "ca,fr,nl,pl,ru": "It's simple: select some text, right click, and search on your preferred search engines.\n\nConfiguring your search engines is very easy!\n\nThese are some of the featured search engines (you can add any other you might like):\n\nAmazon, BBC, Bing, btjunkie, Chrome Extensions, CNN, CodePlex, DeviantArt, DMOZ, Facebook, Gmail, Google Docs, Google Images, Google Translate En/Es, Google Translate En/It, Google Translate En/Pt GrooveShark, IMDB, jQuery plugins, Last.fm, OpenSubtitles, Pandora, Rotten Tomatoes, stackoverflow, Tokyo Tosho, TPB, Twitter, Urban Dictionary, Wikipedia, Wikipedia ES, Word Reference En/Es, Word Reference En/It, Youtube.\n\nI'ts my first public extension. I hope you like it.\n\nNew on v 0.2.2\n  - fixed import bug\n  - added 3 new search engines\n  - right hand menu displays current version\n\nNew on v 0.2.1\n - fixed two bugs:\n   - now multiple %s on the same url are replaced\n   - something went wrong with the contextual menu when editing some properties... it seems to be fine now.\n\nNew on v 0.2\n - Updated to manifest version 2.0\n - Fixed a few bugs, most importantly:\n   - Search menu went bananas after a while. \n   - New tab focus not working properly.\n - Added localization support. Spanish translation now available.\n - and some more stuff... please visit my blog for the complete list.\nNew on v 0.1.7.5\n - Improvements to the Search Engines list on the options page\n - Fixed bug when after updating, becaused of cached files, a message would appear saying you were using an older version\nNew on v 0.1.7.4\n - Updates to the options page look & feel\n - Minor code improvements\nNew on v 0.1.7.3\n - Added the \"Search on all!\" feature\n - Improved some code.\n - Provided new an exiting ways to support me ;)\nNew on v 0.1.7.1\n - Fixed a bug introduced on 0.1.7 where all the Search Strings where transformed to lowercase (Thanks Keith!)\nNew on v 0.1.7\n - Added \"New tab position\" parameter: You can now select where you want your new tabs to open (Thanks Damien, I know this doesn't work exactly as you wanted, but it's something).\n - Fixed little bug on \"Featured Search Engines\" list, where some search engines wouldn't work.\n - %s on search URL now supports %S (Thanks Ahmed!)\n - Fixed typo on Help (thanks Theodor!)\n - Using \"Open sans\" as a default font for options -nicer, right?-.\n - Added Update notification\n - New Donate button... I hope you like it :)\n\nNew on 0.1.6\nOn this release, a lot changed under the hood. There's little change on the end-user features but the code is much more cleaner so I'll find it much more easy to make future improvements. \n\nNew features:\n- Can configure new tabs to open on background\n- Import/Export feature on options page\n- Can opt out from analytics tracking (check the options page or my blog for more reference)\n\nNew on 0.1.5\n- Simplified options interface: no more Save options button. Everything is saved as soon as you change it.\n- Now if you only use one Search Engine, the link will show as a parent on the Right-click menu\n- Fixed some minor options bugs (check ToDo list)\n- Reduced extension size by 20% by removing unnecessary plugins (who cares!! :)\n\nNew on 0.1.4.1\n- you can now sort your list :)\n- removed the \"upload\" button... now just double-click on a listed URL to send it to your list.\n- changed the default search engines\n\n\nPlease, be warned: the usage of this extension is being tracked by Google Analytics. \nIt also tracks which search engines are the most used by users, so I can then be able to add them to the featured Search Engines list. \nThe extension does not track the identity of its user, nor what terms they're looking for. \nOnly the search URL syntax is being recorded. \nThis information won't be shared with third parties.",
    "cs,da,de,he,it,ja,ko,ro,sr,tr,uk": "It's simple: select some text, right click, and search on your preferred search engines.\n\nConfiguring your search engines is very easy: There are multiple pre-configured search engines to pick from (like Amazon, BBC, CNN, etc.) plus you can add any other you might like. To add new search engines, follow instructions in the Help section of the Options page.\n\nOnce a new search engine is configure, it will show up the next time you select some text in your browser, right click and go to the Simple = Select + Search menu option.\n\nI'ts my first public extension. I hope you like it.\n\nPlease, be adviced: the usage of this extension is being tracked by Google Analytics. \nIt also tracks which search engines are the most used by users, so I can then be able to add them to the featured Search Engines list. \nThe extension does not track the identity of its user, nor what terms they're looking for. \nOnly the search URL syntax is being recorded. \nThis information won't be shared with third parties."
  }
}