{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Data Ranch Zillow Plow"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free & Simple Zillow Scraper."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Collect YOUR OWN data + save money by cutting out the middle man.\n\nThis is not a bot. This extension runs in your browser and will not trigger CAPTCHAs. \n\n*Free Beta*\n\n----------------\n🙋‍♀️HOW DOES THIS HELP ME MAKE MORE MONEY?\n1) This extension replaces a freelancer that you'd typically hire for a job like this, cutting out the time needed to find a hire, communicate what you need, work out bugs, and pay them. \n\n2) Your brain will get tired after looking at a few hundred property listings. Your computer will happily continue scraping ZIllow.\n\n3) You can (and should) keep your spreadsheets for future reference. This allows you to look for movements in price, and keep track of trends over time.\n\n4) You can run this tool OVER AND OVER again.\n\n5) There are no system requirements, this will work as long as you have a computer with Chrome installed. (Mac, Windows, Chrome OS, Linux)\n\n🙋‍♀️HOW DO I USE THIS? \n\n1) Install Zillow Plow\n2) Visit any listing page on Zillow and wait 10 seconds for the pages to load. (Pages load automatically)\n3) Once the pages are done loading, Google Chrome will show multiple spreadsheets being downloaded (.csv files). These can be opened with Excel.\n4) Enjoy. \n\n*A listing page is any page that is pulled up when you enter something in Zillow's search bar.\n \n\n🙋‍♀️WHAT DATA DO I GET?\n\n- Price\n- Zestimate\n- Area in SQFT.\n- # of Bedrooms (if applicable)\n- # of Bathrooms (if applicable)\n- Full Address\n- Broker Name\n- isZillowOwned (true/false)\n- Image URL\n- Listing URL\n\n🙋‍♀️WHAT'S THE CATCH??\n\n- This extension costs $0.\n\n- There are kinks to work out and early adopters will be gifted this extension's full functionality FOR FREE when paid features are added. \n\n- You are encouraged to reach out! Please let us know if there's any features you'd like to see. \n\n\n====================\n\nDisclaimer: This extension is not endorsed or affiliated by Zillow. Zillow is a registered trademark of Zillow Group, Inc."
  }
}