{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BatchBasket - Batch Saving to Pocket"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save multiple links to Pocket at once from highlighted tabs, highlighted text or pasting urls. Compatible with The Great Suspender."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Start spending more time reading your Pocket list than adding things to it with Batch Basket\n\nNow you can save hundreds of tabs and links in just 3 steps:\n1) Select what you want to save: Highlight the tabs or text containing the links you want to save. \n2) Click the extension button in the toolbar\n3) Hit the save button...\nAnd BatchBasket will save to Pocket all those links for you. Just another click and you can close all those tabs you saved for later. How cool is that?\n\nAlso:\n**Paste a list of URLs to the extension and save them.\n**See urls and choose which to save and which to skip.\n**Batch-add any tags you want, and modify each entry individually.\n**If you use the awesome Great Suspender, you can save suspended tabs directly to Pocket with no need for re-animation.\n**Keep track of all the time BatchBasket will save for you in a statistics section. Check it every once in a while to feel good about how smart you are.\n\n\nInstall BatchBasket to get back your time and actually read all that you save! :)\n\nFor support, new features, love letters or job proposals (Yes, you can hire me ;)), you can send me an email to hey@pabl.xyz\n\n----------\nIn case you don't know how to highlight tabs in chrome you can:\nA) Click one tab and then Shift+Click another to highlight all tabs in between, or\nB) Cmd/Ctrl+Click and select individual tabs.\n\nChange log:\nv.1.2.1 (Oct 30, 2024):\n- Fix saving links by adapting to recent Pocket API changes (stop sending empty value for tags if none were specified)\n\nv.1.2 (May 21, 2024):\n- Migrate to Chrome Extensions Manifest v3 to keep in line with best practices and security.\n\nv1.1.1 (Jun 5, 2017):\nSmall fix after a Great Suspender update\n\nv1.1:\n- You can now close saved tabs from the extension popup. No need to close them manually.\n- Fixed issue when the extension selected highlighted tabs from every window when more than one open."
  }
}