{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CrowdLog Calendar Sync",
    "ja": "CrowdLog カレンダー同期"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Register your daily man-hours on Google Calendar / Outlook Calendar.",
    "ja": "日々の工数実績の登録を、Googleカレンダー / Outlookカレンダー上で行うことができるようになる機能です。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "You can select the projects registered in CrowdLog on Google Calendar/Outlook Calendar and reduce the time you spend on daily man-hour entry.\n\n▼Click here to see how to use it  https://support.crowdlog.jp/knowledge/integration-calendar-sync\n\n■Terms of Use\nYou need to have an account for CrowdLog, which is a project management tool.\n\n▼If you don't have an account yet, go to the following page.\nhttps://www.crowdlog.jp/form/trial/\n\n■What is \"CrowdLog\" ?\nThis is a cloud-based man-hour management tool.\n\n－Easily enter your work hours and man-hours\nYou can enter work hours and man-hours with an intuitive drag-and-drop operation on the calendar. \nYou can also input data from your smartphone and link it to Google Calendar and Outlook Calendar.\n\n－Visualize the work style of teams and individuals\nYou can automatically visualize the time spent on which tasks in which projects from the input data.\nYou will be able to understand the points that need to be streamlined in order to realize work style reform.\n\n－Visualize profit for each project\nYou can manage the budget and actual results of sales, cost of sales, and expenses for each project",
    "ja": "Googleカレンダー / Outlookカレンダー上でクラウドログに登録されているプロジェクトを選択可能となり、日々の工数入力の負荷を軽減する事が可能です。\n\n▼利用方法はこちら https://support.crowdlog.jp/knowledge/integration-calendar-sync\n\n■前提\n工数管理・プロジェクト管理ツール「クラウドログ」のアカウントを取得している必要があります。\n▼アカウントが未取得な方はこちら\nhttps://www.crowdlog.jp/form/trial/\n\n■「クラウドログ」とは？\nクラウド型の工数管理ツールです。\n\n－かんたんに業務時間・工数を入力可能\nカレンダーでのドラッグ&ドロップの直感的操作で工数入力ができます。スマホからも入力可能。GoogleカレンダーやOutlookカレンダーとの連携もでき、日々の入力作業がラクになります。\n\n－自動レポート作成によりチームや個人の働き方を見える化\nどのプロジェクトのどの業務に時間を使ったかを入力されたデータから自動で見える化し、働き方改革実現のために業務効率化すべきポイントが把握できます。\n\n－ガントチャート作成・損益計算機能でプロジェクトごとの利益も見える化\n工数の入力を元にプロジェクトごとの売上・売上原価・費用の予算・実績管理やガントチャートでのタスクの進捗状況の見える化も可能です。"
  }
}