{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quizplus"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BrowserExtension has been curated for ease of access to the limitless library of premium supplementary materials"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Quizplus browser extension has been curated for ease of access to the limitless library of premium supplementary materials.\n\nBy installing this extension, you agree to the following Quizplus Terms of Service:\nhttps://quizplus.com/terms/terms-of-service\n\nJoin tech savvy students and prepare to watch your grades skyrocket with study tools in over 30 fields of study. Find answers to over 10,000 questions in the largest database of expert Q&As.\n\nQuiz+ for an A+\nConnect with Quizplus whether you’re studying, grocery shopping or even training with whales.  Navigate the internet with utmost convenience, and complete assignments faster than ever.\n\nLearning to study effectively enables students to prioritize their well-being, proudly graduate, and explore the world with confidence.\n\nStudy With Speed\nIdentify and close knowledge gaps before upcoming exams.\n\nBecome An Expert\nUnderstand concepts better to solve challenging questions.\n\nHear From Quizplus Students\n“Quizplus has been an incredible resource for me to find answers to all my questions during this semester. Thank you to the Quizplus team for being so responsive to students needs!” - Korey Ventura, History Student\n“It took me a long time to find a great platform for my online school. Quizplus is a robust platform that is very easy to use and set up and it is also affordable for those that are just getting started” - Stevie R. Green, Acting Student"
  }
}