{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JONI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Supertool For WhatsApp"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "* Bulk Sender\nSend personal message to a list of contacts or groups. Use any data field from the list in your message to give it a personal touch\n\n* Scheduled Messages\nSchedule messages for chats with contacts or groups. You can set expiration, cancel on receive and repeat every hour / day / week / month / year\n\n* Reminders\nSchedule a message reminders for follow-ups\n\n* Calendar Events\nCreate a calendar event from any message in any calendar (Google, Outlook, Office 365 and any Desktop mail app)\n\n* Extensions\nJONI supports other extensions to integrate with other systems - monday.com, Pipedrive and Salesforce\n\n* Quick Replies\nIncrease you productivity by using quick replies and write you messages faster than ever\n\n* Notes\nAttach note for each chat for better chat follow up\n\n* Webhook\nIntegrate your systems with JONI to send WhatsApp messages.\n\n* Chat By Mobile\nStart new chat by mobile number, even if it's not stored in your personal contacts\n\n* Export Contacts\nExport any contact, personal contacts and group participants into excel file\n\n* Load Contacts\nLoad contacts / group participants directly or load contacts from excel file into Bulk Sender\n\n============================================================================\n\nJONI is an independent software developed by PYROGSS and does not have any business relations with WhatsApp nor monday.com nor Pipedrive nor Salesforce",
    "he": "* שליחה בתפוצה\n שליחת הודעה אישית בתפוצה לאנשי קשר או קבוצות, משתתפים בקבוצה או רשימה שיצרתם בעצמכם בקובץ אקסל. השתמשו בכל נתון מהרשימה בתוך ההודעה שלכם\n\n* הודעות מתוזמנות\nהודעות מתוזמנות לאנשי קשר או קבוצות. ניתן להגדיר תוקף להודעה, ביטול אם התקבלה הודעה אחרי שהתזמון נקבע וחזרה כל שעה / יום / שבוע / חודש / שנה\n\n* תזכורות\nצרו תזכורת לכל הודעה שתרצו לטפל בה במועד מאוחר יותר\n\n* אירועי יומן\nצרו אירוע ביומן מכל הודעה ובכל יומן (גוגל, אאוטלוק, אופיס 365, וכל תוכנת מייל)\n\n* הרחבות \nהתממשקות למערכות נוספות כמו מאנדיי ופייפדרייב\n\n* מענה מהיר\nהגדילו את הפרודקטיביות שלכם ע\"י שימוש במענה מהיר וכתבו את ההודעות שלכם מהר מתמיד\n\n* פתקים\nהצמידו פתק לכל צ'אט\n\n* וובהוק \nאינטגרציה של המערכות שלך עם JONI לשליחת הודעות וואטסאפ\n\n* צ'אט לפי מספר\nהתחילו צ'אט לפי מספר נייד, גם אם אינו שמור באנשי הקשר האישיים שלכם\n\n* ייצוא אנשי קשר\nשמירת איש קשר, אנשי קשר אישיים ומשתתפים בקבוצות בהן אתם חברים לקובץ אקסל\n\n* טעינת אנשי קשר\nטעינה ישירה של איש קשר, אנשי קשר אישיים ומשתתפים בקבוצות בהן אתם חברים לשליחה בתפוצה\n\n\n============================================================================\n\nJONI is an independent software developed by pYrogss Ltd and does not have any business relations with WhatsApp nor monday.com nor Pipedrive"
  }
}