{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HDrezka Grabber"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Fast and convenient downloading of movies and TV shows from rezka.ag! Access your favorite movies and TV shows in just a few clicks.",
    "ru": "Быстрое и удобное скачивание фильмов и сериалов с rezka.ag! Получайте доступ к вашим любимым фильмам и сериалам за несколько кликов.",
    "uk": "Швидке та зручне завантаження фільмів та серіалів з rezka.ag! Отримайте доступ до улюблених фільмів та серіалів за кілька кліків."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "HDrezka Grabber — a free assistant for downloading your favorite movies and TV shows from rezka.ag and its mirrors. No limitations, just enjoy your viewing!\n\nHow to use? It's very simple: click on the extension icon, choose your desired settings, and click the download button. After the download is complete, the file will be saved on your device automatically.\n\nAdvantages:\n+ Ease of use\n+ All dubbing options available, just like on the website\n+ Option to select desired video quality\n+ Ability to download entire TV series\n+ Option to resume downloading a series from where you left off.",
    "ru": "HDrezka Grabber — бесплатный помощник для загрузки ваших любимых фильмов и сериалов с rezka.ag и его зеркал. Никаких ограничений, просто наслаждайтесь просмотром!\n\nКак использовать? Всё очень просто: нажмите на иконку расширения, выберите желаемые параметры и кликните на кнопку загрузки. После окончания загрузки файл сам сохранится на вашем устройстве.\n\nПреимущества:\n+ Простота использования\n+ Вам доступны все озвучки, как и на самом сайте\n+ Возможность выбора желаемого качества видео\n+ Возможность загрузки всего сериала целиком\n+ Возможность начать загрузку сериала с той серии, на которой вы остановились.",
    "uk": "HDrezka Grabber — безкоштовний помічник для завантаження ваших улюблених фільмів та серіалів з rezka.ag та його дзеркал. Ніяких обмежень, просто насолоджуйтесь переглядом!\n\nЯк користуватися? Все дуже просто: натисніть на іконку розширення, оберіть бажані параметри та клікніть на кнопку завантаження. Після завершення завантаження файл самостійно збережеться на вашому пристрої.\n\nПереваги:\n+ Простота використання\n+ Вам доступні всі озвучення, як і на самому сайті \n+ Можливість обрати бажану якість відео\n+ Можливість завантажити весь серіал цілком\n+ Можливість розпочати завантаження серіала з епізоду, на якому ви зупинялися"
  }
}