{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ordinary calculator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A ordinary calculator extension with hidden functionalities."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "updated v1.3\nfixed tiny design\n\n\nOrdinary Calculator - A Simple Calculator with Hidden Features\n\nThe Ordinary Calculator extension is a sleek and intuitive calculator that also hides some unique functionalities. While it works like a standard calculator, it offers more for those who know the secret!\n\nKey Features:\n\n\t•\tBasic Calculator: Perform everyday calculations with ease. The interface is simple, clean, and efficient.\n\t•\tHidden Bookmark Feature: Want to access your favorite web pages directly from the calculator? Enter ‘1111’ into the calculator and then press the ‘fn’ button to unlock a hidden bookmarking feature where you can save and manage your favorite web pages.\n\t•\tSide Panel Mode: The Ordinary Calculator extension runs seamlessly in Chrome’s side panel for quick access while browsing. If the side panel doesn’t automatically open when you click the extension icon, simply right-click the icon and select “Open in Side Panel” to access the calculator.\n\nHow to Use:\n\n\t1.\tCalculator Mode: Just click on the extension icon to open the calculator in the side panel (or right-click and select “Open in Side Panel” if it doesn’t automatically open).\n\t2.\tBookmark Mode: Enter 1111 in the calculator, and you’ll be taken to a special bookmark manager where you can add, edit, and delete your favorite websites.\n\nEnjoy the simplicity of a basic calculator, with the bonus of a hidden bookmarking feature that you can access anytime! Whether you’re calculating numbers or managing your favorite web pages, the Ordinary Calculator has you covered."
  }
}