{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "parcello.tracking"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Track your delivery with one click"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The official extension for parcello.org. Track a parcel with only one click. Just insert your tracking-id and hit \"start\"!\n\nParcello ist die Sendungsverfolgung die Paketverwaltung einfach macht. Wir kennen selbst die Probleme beim Empfang von Paketen. Wir haben uns deshalb gefragt, wie bekomme ich die Freiheit in meinem Tag zurück? Woher weiß ich wann das Paket ca. kommt? Wie befriedige ich meine Neugierde? Am Besten auf jedem von meinen Geräten, mit allen meinen Paketen.\n\nDiese Fragen haben wir mit unserer neuen parcello.app gelöst. Eine Sendungsverfolgung, die die voraussichtliche Ankunft eines Paketes errechnet. Eine Sendungsverfolgung, bei der du die Sendungen einzeln benennen und ein Symbol zuweisen kannst. Eine Sendungsverfolgung, die sich automatisch mit allen deinen Geräten synchronisiert. Dies bedeutet, wenn du an deinem Laptop aus deiner eMail eine Sendung in deinem parcello Konto speicherst, findest du sie Sekunden später auch in deinem Smartphone.\n\nDeine Vorteile:\n- Sendungen speichern\n- Automatische Zusteller Erkennung\n- Sendungen benennen\n- Synchronisierung mit allen Geräten (PC,Tablet,Smartphone)\n- Ankunftsprognose\n- Intelligente Überwachung einzelner Sendungen\n- Routenverlauf auf der Karte\n\nWir finden, diese Freiheit und Einfachheit sollte für alle Standard sein, die heute auf ein Paket warten.\nWir, das parcello Team, haben unsere Wurzeln bei einem ganz alltäglichen Problem: Denn damals wollten wir einfach Wissen, wann eine H&M Lieferung bei uns ankommt. Unsere Lösung haben wir dann online gestellt. Mittlerweile blicken wir auf mehrere Jahre Erfahrung im Bereich der Sendungsverfolgung zurück, mit über einer Million aktiven Nutzern.\nDie parcello.app ist die logische Konsequenz dieser Entwicklung und in Kombination mit der parcello Webseite, das weltweit mächtigste und zugleich einfachste Instrument zur Verfolgung von Paketen.\n\nErfahre hier mehr über parcello: http://www.parcello.org"
  }
}