{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chess Grandmaster Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Now you can play Chess Grandmaster Game right on Chrome™ Browser! Offline and Popup Version, without internet required!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chess Grandmaster is an immersive game available for free on the Chrome extension and the website retrobowls.org. This game is designed for chess enthusiasts who aspire to become grandmasters. Chess Grandmaster offers a challenging and strategic gameplay experience that tests your skills and knowledge of the game. Whether you're a seasoned player or a beginner, Chess Grandmaster provides a platform to enhance your chess abilities.\n\nThe game features a user-friendly interface with intuitive controls, allowing you to easily navigate the chessboard and make your moves. You can play against the computer at various difficulty levels or challenge other players online to showcase your expertise. Chess Grandmaster also provides tutorials and learning resources to help you improve your game and learn new strategies.\n\nWith its realistic graphics and immersive gameplay, Chess Grandmaster creates an authentic chess experience. You can analyze the board, plan your moves, and execute your strategies to outwit your opponents. The game keeps track of your progress, allowing you to monitor your performance and strive for mastery.\n\nWhether you enjoy the thrill of competitive chess or prefer to play at your own pace, Chess Grandmaster offers a versatile experience. You can engage in quick matches or take your time to carefully plan your moves in longer games. The game also allows you to review and analyze your past matches, enabling you to learn from your mistakes and refine your skills.\n\nChess Grandmaster on retrobowls.org is the perfect platform for chess enthusiasts to immerse themselves in the world of strategic gameplay. So, whether you're a casual player or a dedicated chess enthusiast, grab your Chrome browser and head over to retrobowls.org to experience the challenge and excitement of Chess Grandmaster.\n\nIf you want to play more games, click the \"Unblocked Games\" button or other games we add links for users to easily find more games on our website: https: //retrobowls.org"
  }
}