{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Daily Quiz by GossipRocks"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stimulating daily quizzes and popular web links in your new tab!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unleash the power of learning and entertainment right from your browser with the Daily Quiz by GossipRocks extension! Our extension turns your new tab into a powerhouse of knowledge, supplying you with intriguing trivia and quizzes daily. Plus, enjoy a curated selection of popular links for your quick browsing needs.\n\nKey Features:\n\nDaily Quizzes - Kickstart your day with a challenging quiz that will stimulate your mind. Every day, a new set of questions will put your knowledge to the test across various fields, including sports, history, science, pop culture, and more. It's a fun way to learn something new every day.\n\nCurated Popular Links - Stay connected with the world! With Daily Quiz by GossipRocks, you get access to shortlisted popular links from around the web. Dive into trending news stories, blog posts, viral videos, and much more at your convenience.\n\nEngaging Interface - Our extension boasts a user-friendly interface designed for seamless navigation. The intuitive layout makes taking quizzes and exploring links a breeze.\n\nLearning on Demand - Flex your brain muscles whenever you open a new tab. Transform every browsing session into an opportunity to learn and explore.\n\nCompletely Free - Enjoy unlimited access to daily quizzes and popular links without any subscription fee.\n\nReady to turn your new tab into an engaging learning hub? Install Daily Quiz by GossipRocks, and join our community of curious minds. Remember, every day is a chance to learn something new!"
  }
}