{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Algorithms.Exposed: PAADC",
    "en,es,it,pt_BR": "PAADC"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "De browser plugin voor onderzoek naar online politieke advertenties.",
    "en": "Collaborative tool to support investigation of personalization algorithms.",
    "es": "Herramienta colaborativa para apoyar la investigación sobre los algoritmos de personalización.",
    "it": "Strumento collaborativo di analisi degli algoritmi di personalizzazione.",
    "pt_BR": "Ferramenta colaborativa para ajudar na investigação sobre personalização de algoritmos."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PAADC is een webbrowser die is ontwikkeld door Algorithm Exposed, een onderzoeksgroep aan de Universiteit van Amsterdam. De browserplug-in verzamelt openbare berichten die de gebruiker in zijn Facebook-nieuwsfeed ziet, om persoonlijke en politieke advertentiepraktijken te onderzoeken en de invloed van deze advertenties op stemgedrag te onderzoeken. De plug-in is beschikbaar voor de Chrome- en Firefox-browser.\n\nDeze plugin maakt deel uit van een gezamenlijk onderzoeksproject van De Volkskrant, opiniepeiling I&O research en de Universiteit van Amsterdam",
    "en": "De browser plugin voor onderzoek naar online politieke adverntenties. \n\nPAADC is een webbrowser die is ontwikkeld door Algorithm Exposed, een onderzoeksgroep aan de Universiteit van Amsterdam. De browserplug-in verzamelt openbare berichten die de gebruiker in zijn Facebook-nieuwsfeed ziet, om persoonlijke en politieke advertentiepraktijken te onderzoeken en de invloed van deze advertenties op stemgedrag te onderzoeken. De plug-in is beschikbaar voor de Chrome- en Firefox-browser.\n\nDeze plugin maakt deel uit van een gezamenlijk onderzoeksproject van De Volkskrant, opiniepeiling I&O research en de Universiteit van Amsterdam.\n\nLet op: Deze plugin werkt alleen voor leden van het I&O panel die zijn uitgenodigd voor deelname.",
    "es,it,pt_BR": "This extension allows users to record a track of Facebook public posts from their NewsFeed. Their data can then be voluntarily submitted for trusted research projects investigating the issue of algorithmic personalization."
  }
}