{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Block Yourself from Analytics"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Block Google Analytics on specified websites. Stop tracking your own visits in Google Analytics with a simple Chrome extension."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Block Yourself from Analytics\" is a simple yet powerful Chrome extension designed to help you exclude your own visits from being tracked by Google Analytics on your websites. Whether you're a website owner, marketer, or developer, this extension ensures that your internal visits don't skew your site's analytics data. It is especially useful for those who regularly access their own websites and want to keep their own interactions from affecting the overall visitor data.\n\nKey Benefits\nAccurate Data: Ensure that your Google Analytics reports reflect genuine user activity by filtering out your own interactions. No more inflated visitor numbers caused by your own visits!\nSimple Setup: Easily add websites to be blocked with a single click, or import a list of URLs to be blocked in bulk. No complicated configurations or technical knowledge needed.\nFull Control: Manage a list of websites for which your visits should not be tracked. You can add or remove sites at any time through a user-friendly interface.\nRun Diagnostics: Verify that your visits are indeed being blocked from Google Analytics using the built-in diagnostics feature, ensuring peace of mind that your setup is working correctly.\nLightweight & Efficient: The \"Block Yourself from Analytics\" extension runs quietly in the background, without impacting your browsing speed or using up excessive resources.\nHow It Works\nHave you ever asked, “How do I block my visits from Google Analytics reports?” or “How to prevent Google Analytics from tracking you?”? This extension provides an easy solution. Once installed, it allows you to specify which websites you want to exclude from Google Analytics tracking. Simply add your website's URL to the list, and the extension will prevent Google Analytics scripts from counting your visits as real traffic.\n\nFeatures\nAdd or Remove Sites Easily: Use the clean and intuitive interface to add websites where you want your visits to be ignored. This ensures that when you visit those sites, your interactions will not be counted in the analytics reports.\nImport & Export URLs: Import a list of websites to be excluded from Google Analytics tracking all at once, or export your existing list for backup purposes.\nCustomizable Settings: Adjust general settings to personalize how the extension behaves. Choose to show a close button on the popup, or easily access your blocked site list.\nOne-Click Diagnostics: Wondering \"How to not track yourself in Google Analytics\"? With one click, you can run a diagnostics test to ensure that Google Analytics is not recording your visits, providing instant confirmation that your privacy is maintained.\nWho Is It For?\nWebsite Owners & Bloggers: If you frequently update or monitor your own website, you don’t want your own visits to distort your visitor data. Use this extension to exclude your visits and get a clearer picture of your real audience.\nMarketers & SEOs: For those managing multiple client websites, the extension helps to ensure that your own activities don’t get counted, leading to more accurate reporting and analysis.\nDevelopers: While testing new website features or layouts, ensure that your own testing does not affect the analytics data. This is the easiest way to block yourself from Google Analytics and focus on real user behavior.\nWhy Choose \"Block Yourself from Analytics\"?\nIf you're looking for “How to Block Google Analytics from Tracking Your Own Visits”, this extension is your best choice. It provides a hassle-free, reliable way to prevent Google Analytics from tracking your own site interactions. Say goodbye to overinflated visitor stats and focus on what truly matters—understanding your actual users.\n\nEasy Setup Guide\nInstall the \"Block Yourself from Analytics\" extension from the Chrome Web Store.\nClick the extension icon in your Chrome toolbar and open the settings page.\nAdd the website URLs you want to exclude from Google Analytics tracking.\nRun Diagnostics to confirm that your visits are successfully being blocked.\nThat’s it! Enjoy more accurate data in your Google Analytics reports."
  }
}