{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Emacs on rollApp"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Online version of popular text editor for developers. Integrated with cloud storage. Perfect for Chromebooks and tablets."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Emacs is just one of more than 230 applications available in the cloud on rollApp. Check out the full list at https://www.rollapp.com/apps.\n\nPLEASE NOTE:\n- Working with files requires creating account with rollApp and connecting cloud storage (Google Drive, Dropbox, OneDrive or Box)\n- Free rollApp account allows to access your files in read-only mode. Please, subscribe for rollApp Premium to be able to save files\n\nrollApp is a service that lets you use full-featured Emacs and hundreds of other apps without installation and updates on any device right from a browser. You can open and edit documents from your Google Drive, Dropbox, OneDrive or Box. Perfect for Chromebooks, tablets and even phones!\n\nEmacs is an extensible, customizable text editor and more. \n\nIts key features:\n- Content-sensitive editing modes, including syntax coloring, for a variety of file types including plain text, source code, and HTML.\n- Complete built-in documentation, including a tutorial for new users.\n- Full Unicode support for nearly all human languages and their scripts.\n- Highly customizable, using Emacs Lisp code or a graphical interface.\n- A large number of extensions that add other functionality, including a project planner, mail and news reader, debugger interface, calendar, and more."
  }
}