{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Harbor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Harbor Chrome Extension."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Designers’ spoke and we listened. Harbor is a free software.\n\nIt eliminates the need for bookmarking, favorites, emailing links, tabs and sticky notes while offering so much more. Harbor is the new premier online research tool. It allows users to simply drag any content: webpage, text, image, video, into your \"Harbor\" which sits at the bottom of your browser. Upon dragging content, the user can quickly add type or spoken context, which is now stored and associated with that content. \n\nThis convenient interface allows users to easily store the content that they want, while also storing their ideas associated with that content.\n\nThe revolutionary Harbor canvas displays all of your content as thumbnails that double as bookmarks to the content’s website. When you simply double-click the thumbnail, the content’s website opens in a new tab. Harbor allows a much more intuitive bookmarking system for visual thinkers.  Furthermore, the Harbor canvas is a simple note-taking interface that allows you to type and voice record your own content for that “harbor.” You can create an infinite number of Harbors and share them with your friends, classmates and colleagues.\n\nWith Harbor, you can link content together and instantly mind-map a project. This quick link-making feature allows users to show relationships between content and help visually make connections to solve problems.\n\nHarbor is a human-centered tool designed not to get in your way, but to provide a smart interactive space to store your research and ideas. Harbor is a free software, and we are so excited to make researching better. \n\nThank you,\n-The My-Harbor Team"
  }
}