{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zen Yoga Wallpaper New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience tranquility each time you open a new tab with Zen Yoga, the extension that brings the serenity of yoga to your browsing."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zen Yoga New Tab is the perfect companion for those seeking a more mindful and balanced online experience. With stunning yoga images, and easy to access informative content, it's time to bring peace and serenity to your browsing habits.\n\nZen Yoga offers at a glance the current time and date. It also seamlessly integrates Yahoo! for web searches, providing a fresh perspective on your online exploration, all conveniently accessible from your browser's.\n \nFeatures\n\nYoga Wallpaper Gallery: Transform your browser's new tab page into a soothing oasis with high-quality wallpapers of people gracefully performing various yoga positions.\n\nPosition Details: Zen Yoga New Tab not only offers beautiful images but also provides valuable information about each yoga position. You'll find the name of the pose, its level of difficulty, and a brief description. Also with Youtube feed.\n\nBenefits of Each Position: Discover the physical and mental benefits of each yoga pose at your fingertips. From improved flexibility and strength to reduced stress and enhanced focus.\n\nQuick Shortcuts for Effortless Browsing. Zen Yoga New Tab now offers a handy feature – quick access to your most visited websites. Your frequently visited sites are displayed as shortcuts on the new tab, streamlining your browsing experience. \n\nDownload Zen Yoga New Tab today and discover a more mindful way to explore the web."
  }
}