{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fyle - Expense Management"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Eliminate your expense management woes with Fyle. World's 1st Chrome extension that helps you track and manage expenses from Gmail."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fyle aims to automate the cumbersome expense tracking process by making AI do the work for you. Flight tickets, travel reservations, cabs, food bills, shopping bills - Fyle extracts all the relevant information with just a single click automatically from your inbox.\n\nThe world’s first AI driven expense management platform, Fyle automatically extracts data from receipts, attaches the invoice, ensures it is compliant with company policies without any manual effort.\n\nHow does the Fyle Chrome extension work?\n• Extracts data from the receipt to the expense form with a single click\n• Clubs the expense invoice directly with the expense form\n• Automatically checks against active company policies before submitting it for approval\n• Instantly reconciles the receipt with existing corporate card transactions\n\nWhat are some other ways employees can track expenses with Fyle?\n• Scan and upload receipts in an instant with InstaFyle\n• Using BulkFyle, you can upload upto 20 receipts simultaneously to create expense reports separately with ease\n• More than one way to track and record your expenses using your favourite apps - WhatsApp, Slack, G Suite, Office 365 and many more!\n\nWhat more does Fyle do?\nFinance teams can ensure compliance driven employee expense management experience. Here’s how:\n• Helps automate any expense approval workflow\n• Ensure quick reimbursements of employee expenses directly through Fyle using ACH\n• Advanced analytics that will help you keep track of company expenses and make informed decisions\n• Manage multiple corporate cards and easily reconcile all expenses - all under one single dashboard\n• Custom integrations with leading accounting and ERP software\n• Continuously audit ready to close books on time efficiently and effectively\n\nAll of this and more with enterprise grade-security and best-in-class 24/7 customer support. \n\nIf you have any problem or query regarding Fyle, please drop us an email at support@fylehq.com"
  }
}