{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Property Tracker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tracks changes to property prices on the RightMove website."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "If you would like to support this extension, why not consider becoming a Patreon? https://www.patreon.com/codemwnci\n\nProperty Track allows you to track price changes on popular property websites, currently supporting the RightMove website. It allows you to see how properties you are searching for have changed in value since first coming on to the market.\n\nIt discreetly adds an image next to the price on search result page, indicating if the price has risen, fallen or stayed the same since first coming on to the market. By hovering the mouse over the icon, you can see details of how the price has changed over time.\n\nThis extension collects the price information every time you and other users visit the websites, so the more users, the more accurate the information will be, so share this tool with your friends!\n\nYou can read the privacy policy here --> https://codemwnci.github.io/propertytrack-privacy.html\n\nUpdate: Version 1.1 - Now also shows the price changes on the property page, not just the search list page. Thanks Darren for the suggestion.\n\nUpdate: Version 1.1.1 - Updated with RightMove site changes. Prices are now shown on single property pages again.\n\nUpdate: Version 1.1.4 - Google changed some rules, so I had to update to continue to all the extension to work, also made some changes enforced by a few RightMove site changes. Should all work again now.\n\nUpdate: Version 1.1.5 - RightMove site changes, spotted and patch supplied by Oliver Jowett. Thanks!\n\nUpdate: Version 1.1.7 - My hosting company became very expensive, so have moved to Amazon Web Services. Have also fixed a few rendering issues in the latest version.\n\nUpdate: Version 1.1.8 - Fixed a bug where some times the icons and price changes were not showing up.\n\nUpdate: Version 1.1.9 - Fixed a bug following RightMove's most recent updates. However, this now does require the extension to click on the unauthorised sources (because the extension does not originate from RightMove)\n\nUpdate: Version 1.1.12 - Moved to HTTPS to fix mixed content warnings.\n\nUpdate: Version 1.1.15 - A few fixes, plus a trial of a sponsored link.\n\nUpdate: Version 1.1.16 - Behind the scenes changes to make sure the extension doesn't break when Chrome makes its upcoming changes (Chrome v85 onwards)\n\nUpdate: Version 1.1.18 - Updated to the new ManifestV3 required later this year by Google. No meaningful changes to PropertyTracker, as property tracker was already compliant with the new stricter rules.\n\nUpdate: V 1.1.19 - Updated permissions to remove one unneeded permission (tabs)."
  }
}