{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Text to Speech TTS AI | Readvox"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Read aloud Web articles, Google Docs, Kindle, PDF with natural, lifelike voices. Beautiful text to speech AI TTS."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Turn Your Browser into a Personal Narrator with Readvox.\nFeel like you're drowning in a sea of text? Imagine transforming that torrent into a soothing stream of speech that flows with you, from your morning coffee to your evening unwind. Readvox is here to liberate you from the screen, turning any text into engaging spoken words right from your Chrome browser. Why read when you can listen and learn, enhancing productivity and comprehension along the way?\n\n⏺ Why Choose Readvox?\nIn today’s digital age, efficiency is key. Readvox enhances your ability to multitask, allowing you to absorb website content through high-quality audio as you go about your day. It’s the perfect companion for anyone looking to optimize their online interactions without the strain of constant reading.\n\n⏺ Key Features of Readvox:\n\n➤ Natural, Humanlike Voices: Experience the web spoken aloud by some of the most natural sounding voices available in text to speech technology today. Our advanced voices bring articles, blogs, and web pages to life in a variety of languages.\n\n➤ Seamless Integration: Readvox integrates directly into your Chrome experience with minimal fuss. Activate Readvox on any web page with just a click, turning text into speech instantly.\n\n➤ Personalized Listening: Tailor your listening experience with adjustable speeds and tones. Speed through content when you’re on a tight schedule, or slow things down when you want to fully absorb complex material.\n\n➤ Ease of Use for Everyone: Whether you have visual impairments, learning disabilities like dyslexia, or simply prefer auditory learning, Readvox makes the internet more accessible and enjoyable.\n\n\n⏺ How Readvox Transforms Your Browsing Experience:\n\n➤ Instant Audio Conversion: \nWith a simple click, Readvox activates on your current web page, instantly converting text to engaging audio. It’s perfect for those who prefer listening over reading.\n\n➤ Selective Listening Made Easy: Focus on what's important to you. Highlight text and Readvox will narrate only your selected sections, ideal for absorbing key information.\n\n\n⏺ Empower Your Web Experience\nJoin countless users who have already transformed their reading habits with Readvox. This tool isn’t just about listening—it’s about enhancing your understanding and enjoyment of the web. Readvox is an invaluable asset for students, professionals, and casual browsers alike.\n\n\n⏺ People who love Readvox:\n\nStudents: \nWhether cramming for exams or managing heavy reading lists, Readvox turns your browser into a study buddy. Listen to lecture notes, research materials, and educational content effortlessly as you take notes or even rest your eyes.\n\nBusiness Professionals: \nTime is money, and with Readvox, you can listen to industry reports, important documents, and daily news briefs while multitasking. Turn your commute or gym time into a productive session to stay ahead in your field.\n\nKindle Book Lovers: \nDive into your favorite novels or non-fiction without ever picking up a physical book. Readvox can read aloud directly from your Kindle library, allowing you to enjoy books while you cook, or relax.\n\nBlog Post Readers: \nKeep up with your favorite blogs without being glued to your screen. Whether it’s tech, fashion, or lifestyle, Readvox delivers the latest posts to your ears, letting you stay informed and entertained hands-free.\n\nPeople, working with Google Docs: \nFor those who work extensively with Google Docs, Readvox is a game-changer. Listen to your draft documents or review shared files audibly, making editing and collaborating more efficient and less strenuous.\n\nPeople with Visual Impairments or Reading Disabilities: \nReadvox is committed to making the web accessible for everyone. Our text-to-speech technology supports those with visual impairments or dyslexia, making web content more accessible and enjoyable.\n\nPodcast Enthusiasts: \nIf you love podcasts, you'll appreciate how Readvox transforms articles and web pages into a podcast-like experience. Keep up with your interests and industry news by listening on-the-go, just as you would with your favorite podcast.\n\n\n⏺ Enhance Your Digital Life with Readvox\nEvery web user deserves a customizable, accessible, and enjoyable browsing experience. With Readvox, you're not just installing a tool; you're upgrading how you interact with the digital world. Don’t just read—listen, learn, and accomplish more with Readvox."
  }
}