{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One Click Privacy Cleaner"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One-click solution to clear your browsing data."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Privacy Cleaner: Simplify Your Browsing Experience 🌐✨\nPrivacy Cleaner is a cutting-edge Chrome extension designed to streamline your online experience. It offers a quick, efficient, and user-friendly solution to maintain your digital privacy with just a single click. Whether you're a regular user, a professional, or a QA tester, Privacy Cleaner is the perfect tool to keep your browsing experience clean and efficient.\n\n🚀 Key Features:\nOne-Click Data Clearing: Instantly clear your browsing history, cookies, and cache with just one click. Forget navigating through multiple menus – Privacy Cleaner does it all in a snap.\n\nEffortless User Experience: With its intuitive interface, Privacy Cleaner is incredibly easy to use. It's designed with simplicity and efficiency in mind, making it accessible for all users, regardless of technical expertise.\n\nCustomizable Keyboard Shortcuts: Streamline your workflow by setting up your own keyboard shortcuts. This feature allows for rapid clearing of browsing data, enhancing your productivity and saving valuable time.\n\nPerfect for QA Testing: QA testers will find Privacy Cleaner particularly useful. Quickly clear cached data to ensure a fresh and accurate testing environment for each new test run, ensuring reliable results every time.\n\nLightweight and Fast: Unlike other extensions that may slow down your browser, Privacy Cleaner is lightweight and optimized for performance, ensuring your browsing speed is unaffected.\n\nSafe and Secure: We value your privacy and security. Privacy Cleaner operates entirely locally on your browser, without sending any data externally.\n\n🌟 Why Privacy Cleaner?\nIn the digital age, efficiently managing your online data is crucial. Privacy Cleaner goes beyond what the standard Chrome clearing options offer. It's not just a tool; it's a solution tailored to enhance your digital life by simplifying the often-overlooked task of data management. Whether you're a casual browser, a dedicated professional, or someone who values digital hygiene, Privacy Cleaner is designed for you.\n\n🔄 Regular Updates and Improvements\nWe're committed to continuous improvement. Expect regular updates to Privacy Cleaner, each bringing enhancements, new features, and ensuring compatibility with the latest Chrome versions.\n\n💡 Get Started\nAdd Privacy Cleaner to Chrome, and experience a cleaner, faster, and more efficient browsing experience. It's simple, effective, and just a click away!"
  }
}