{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Udemy Sidepanel - Tabbee"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use Udemy visible on every page in the side panel."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Udemy Sidepanel - Learn and Explore, Anytime, Anywhere\n-------------------------------------------------------------------------------------------\n\nWith the Udemy Sidepanel extension, you can access Udemy’s vast library of online courses directly from your Chrome sidebar. Whether you’re learning new skills, brushing up on topics, or managing your courses, Udemy Sidepanel brings the knowledge you need within easy reach. Perfect for students, professionals, and lifelong learners, this extension offers an efficient, focused way to dive into your courses while you work on other tasks.\n\nWhy Use Udemy Sidepanel?\n------------------------------------------\n1. Instant Access to Udemy Courses\nWith one click, open Udemy right in your Chrome sidebar. Browse courses, check your progress, and manage your learning experience seamlessly—without having to switch tabs or interrupt your workflow.\n\n2. Effortless Navigation\nThe Udemy Sidepanel allows you to explore course categories, view your enrolled courses, and track your learning journey. Quickly access lectures, view notes, and browse related courses—all from the comfort of your sidebar.\n\n3. Perfect for Multitaskers\nStay productive by keeping your course materials accessible while working on other tasks. Ideal for students and professionals who are balancing learning with other commitments, Udemy Sidepanel enables you to integrate online learning into your routine without missing a beat.\n\n4. Stay Updated on New Courses and Deals\nBe the first to discover new courses, exclusive deals, and discounts on Udemy without having to leave your current tab. Udemy Sidepanel gives you direct access to ongoing offers and trending courses, so you never miss an opportunity to learn.\n\n5. Organized and Efficient Learning Experience\nManage your learning path in an organized way by having Udemy accessible at all times. The streamlined side panel design provides all the essentials—without overwhelming your workspace—ensuring an effective learning experience.\n\nKey Features:\n------------------------------------------\nOne-Click Udemy Access: Open Udemy directly from your Chrome sidebar, making course navigation simple and quick.\n\nFull Course Management: Access your learning dashboard, browse categories, and review your progress—all in one compact view.\n\nClean and Responsive Layout: Enjoy a focused, distraction-free experience that keeps Udemy’s powerful learning tools within reach.\n\nFast, Smooth Performance: Built for speed and reliability, Udemy Sidepanel lets you learn without delay, keeping your experience efficient and productive.\n\n\nTransform the way you learn with the Udemy Sidepanel extension! Discover new skills, track your progress, and bring Udemy’s comprehensive online courses directly into your daily routine. Try Udemy Sidepanel today for a smarter, more accessible way to learn online!"
  }
}