{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BWList"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blacklist and Whitelist URLs"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blocks URLs based on simple blacklist and whitelist.\n\nThe primary intent of this extension is to keep kids from browsing YouTube during the day except for whitelisted school videos, but many other uses are possible. Any domain or class of URLs can be blocked with simple patterns.\n\nURLs are blocked if any entry in the blacklist is a substring of the URL, and there is no matching substring in the whitelist. This allows you to block entire domains but grant permission to specific URLs.\n\nFor example:\n\nBlacklist:\n    youtube.com\n\nWhitelist:\n    v=WTsy5hEqCsg\n\nAll of YouTube will be blocked, but this specific video is allowed:\n     https://www.youtube.com/watch?v=WTsy5hEqCsg\n\nLists are set via the extension Options page. Lists are stored in synced Google storage, and will sync across browsers if Google sync is enabled and the extension is installed. \n\nNote: There is an option to perform regular expression matching on URLs instead of simple substring matching, if you're so inclined. I don't think this is necessary for most uses, but the option is there nevertheless. ES6 regular expression syntax applies.\n\nBlocking can be enabled/disabled and scheduled independently for each day of the week in the Schedule section of the Options page.\n\nBlocking can be disabled for the rest of the day in the Schedule section of the Options page. I use this to allow my kids to browse freely after all their schoolwork is done. The flag will reset at midnight.\n\nThe default password is \"12345\".\nThe password can be changed on the Options page, and I strongly recommend you do so.\nMake sure to write your password down. If you forget your password there is no way to reset it. The extension will need to be uninstalled and reinstalled, and you will lose all your settings.\n\nThe options page is accessible for 2 minutes after the password is entered. After that the password will need to be re-entered to access the options page again.\n\nThe message that is displayed to the user when a site is blocked can be set on the options page. HTML is not allowed in the message, for security reasons.\n\nAbsolutely no user data is stored or collected.\nNo website data other than the URL is even inspected at all."
  }
}