{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Warmr"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Supercharge your B2B networking with Warmr, the intelligent Chrome extension for social selling."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Warmr - Your LinkedIn Lead Engagement Companion\n\nTransform your LinkedIn experience with Warmr, the smart Chrome extension designed for authentic social selling. Build meaningful relationships, track lead engagement, and know exactly when a prospect is ready for a conversation—all without the pressure of traditional cold outreach.\n\nKey Features:\n\t•\tCustom Feed for Leads: Create a personalized LinkedIn feed that only shows posts from your saved leads, helping you focus your time and energy on the right people.\n\t•\tEngagement Scoring: Track your interactions and score your engagement to see who’s warming up to your outreach. No more guessing—know when your leads are ready.\n\t•\tRelationship Readiness Indicator: A flame icon appears when a lead is “warm,” signaling the perfect time to start a conversation and pitch your offer.\n\t•\tLead List Management: Easily save LinkedIn profiles to your lead list, so you can organize, manage, and revisit high-potential prospects effortlessly.\n\nWarmr makes social selling intuitive by:\n\t•\tHelping You Engage with Purpose: Stop wasting time on random posts. With Warmr’s custom feed and scoring, every engagement is meaningful.\n\t•\tEliminating Guesswork: Track engagement levels to know the right time to reach out, ensuring your outreach feels natural, not forced.\n\t•\tOrganizing Your Lead Pipeline: Stay organized and focused on high-quality leads without getting lost in endless LinkedIn feeds.\n\nSay Goodbye to Random Outreach and Unfocused Engagement\n\nWith Warmr, you’ll save time, stay organized, and turn LinkedIn connections into real relationships that convert. No automation, no spam—just smart, strategic engagement designed for professionals who value authenticity.\n\nUpgrade your LinkedIn networking strategy today. Install Warmr and start building warmer, more valuable B2B connections!"
  }
}