{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Outboundly - Prospecting & Cold Outreach AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly analyze websites and LinkedIn profiles and generate personalized cold outreach messages in one click using AII"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Outboundly - your fast track to revolutionized outreach. This next-gen, AI-powered Chrome extension is designed to turn insights into messages in an instant! \n\nOutboundly delves deep into data from various platforms such as LinkedIn profiles, company websites, social media feeds, and now, with our new automation feature for Sales Navigator! This cutting-edge addition allows users to seamlessly integrate Sales Navigator insights, enabling rapid generation of outreach messages tailored to the prospect's recent activities, interests, and Sales Navigator interactions.\n\nJust open Outboundly on any webpage, hit 'compose,' provide some context and a call-to-action. In just one click, watch as our AI crafts a highly targeted outreach message.\n\nFor LinkedIn users, we offer even more ease. Find our 'generate' button within the LinkedIn message box for seamless personalization.\n\nOutboundly comes equipped with nine unique modes:\n\n1️⃣ General Mode: Ideal for users seeking versatile outreach messages for any occasion - be it networking, collaboration, or introduction. The mode generates well-crafted, engaging messages that resonate with your prospect's professional interests and background.\n\n2️⃣ Pitch Mode: Tailored for salespeople and entrepreneurs, this mode crafts highly targeted pitches for potential customers based on their LinkedIn profile, pain points, and interests, highlighting the value your product or service offers them.\n\n3️⃣ Template Mode: Offers you greater control over your outreach messages. Upload a sample message, and Outboundly will use AI to personalize it for each recipient.\n\n4️⃣ Connection Request Mode: Simplifies expanding your network by generating tailored connection requests that harmonize with your prospect's profile, hence boosting acceptance rates.\n\n5️⃣ Recruiter Mode: Crafted for recruiters, this mode generates messages that address candidates' experience and aspirations, thereby maximizing your chances of finding the right talent.\n\n6️⃣ Custom Mode: Allows you to specify the personalization elements for your messages, ensuring a unique outreach that increases engagement and response rates.\n\n7️⃣ Starter Mode: Perfect for outreach beginners, this mode creates three conversation starters tailored to the prospect's professional background and interests to initiate meaningful conversations.\n\n8️⃣ Brainstorm Mode: Generates a user summary, sales strategies, and message ideas based on an analysis of the user profile - ideal when you prefer to take the reins of your outreach.\n\n9️⃣ Sales Navigator Automation: Harness the power of LinkedIn's Sales Navigator with this mode. Automatically fetch and analyze data from Sales Navigator, crafting messages that align with the prospect's recent interactions and insights.\n\nOutboundly redefines outreach by letting you craft personalized messages instantly that captivate attention and build relationships. Leverage the power of data-driven personalization with Outboundly to transform your outreach strategy."
  }
}