{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Space HD Wallpapers New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform Your New Tab with Stunning Space HD Wallpapers"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take your browsing experience to the next level with Space HD Wallpapers New Tab. Immerse yourself in the beauty of the cosmos with a constantly updated collection of high-quality, stunning space wallpapers. \n\nFrom distant galaxies to close-up shots of planets, nebulae, and asteroids, our extension brings the wonders of the universe right to your screen.\n\nFeatures of Space HD Wallpapers New Tab:\n\nStunning HD Wallpapers: Get access to a collection of breathtaking high-definition space-themed wallpapers that will transform your browser’s new tab page into a cosmic masterpiece. Whether you're a fan of deep space, planets, stars, or nebulae, you’ll find something to inspire awe every time you open a new tab.\n\nCustomizable Backgrounds: Personalize your browsing experience! You can choose a random wallpaper every time you open a new tab, or select your favorite space images to be displayed.\n\nMinimalist Design: The sleek and clean design of the new tab page allows you to enjoy the beauty of the universe without distractions. The extension enhances your new tab without cluttering it, keeping essential elements like the search bar and quick access links front and center.\n\nTime & Date Display: Stay on top of time and date while you enjoy your space wallpapers! The extension seamlessly integrates this information into the background, keeping you informed without interrupting the visual beauty of the cosmos.\n\nSearch Functionality: Easily perform searches through a convenient search bar, integrated into the new tab. This ensures that you can quickly access the web while surrounded by your favorite space imagery.\nAutomatic Updates: Our extension automatically updates the collection of space wallpapers, meaning you’ll always have fresh and exciting images of the universe. You’ll never get tired of the view!\nLightweight & Fast: Designed to be fast and efficient, the Space HD Wallpapers New Tab extension doesn’t slow down your browsing experience, keeping things smooth and quick.\n\nExplore the Universe with Every Tab\nFrom awe-inspiring images of the Milky Way to mesmerizing views of far-off galaxies and star clusters, this extension will transport you to the far reaches of the universe. \n\nEvery time you open a new tab, you'll be greeted with a new cosmic vista, making each browsing session an adventure of its own.\n\nPerfect for Space Lovers and Astronomy Enthusiasts\nIf you’re passionate about space, astronomy, or just love stunning visuals, the Space HD Wallpapers New Tab extension is a must-have for your browser. \n\nWhether you’re a casual sky watcher or a serious space enthusiast, this extension offers an ever-evolving gallery that will ignite your imagination and curiosity."
  }
}