{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overleaf Autocomplete and BibTeX Shortcut"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helpful Extension for Using BibTeX on Overleaf."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview:\nThis project can help you use Bibtex on Overleaf. There are three functionalities of this project:\n1. Use a customized shortcut to call the auto-complete and reference search.\n2. Automatically paste the selected text in the reference search bar.\n3. Directly open reference search bar by one shortcut.\n\nDetail:\nOverleaf uses Ctrl+Space (or Alt+Space on some Mac systems) to open the auto-complete feature. The auto-complete will display the BibTeX list if you are in a citation environment. Pressing the same shortcut again will activate the advanced reference search. However, Ctrl+Space and/or Alt+Space might be inconvenient or conflict with other shortcuts.\n\nThis extension allows you to press Ctrl+J (default) to open the auto-complete window and the reference search. It simply maps Ctrl+J to the keyboard event Ctrl+Space/Alt+Space.\n\nAdditionally, if you have selected some text in the editor, the script will automatically paste your selection into the advanced reference search bar.\n\nTo further simplify the process, you can also press Ctrl+Shift+J (default) to directly open the \nadvanced search without needing to press Ctrl+J twice.\n\nChrome extension will automatically detect your operating system upon installation.\n\nPlease see the GitHub page for more information.\nhttps://github.com/qluanl/OverleafBibTexAide"
  }
}