{
  "name": {
    "ar": "أداة حظر الإعلانات Crunchyroll",
    "am": "Crunchyroll ማስታወቂያ ማገጃ",
    "bg,cs,da,en,en_AU,en_GB,en_US,fil,hr,ro,sk,sv": "Crunchyroll Ad Blocker",
    "bn": "ক্রাঞ্চারোল অ্যাড ব্লকার",
    "ca": "Bloquejador d'anuncis Crunchyroll",
    "de": "Crunchyroll-Werbeblocker",
    "el": "Πρόγραμμα αποκλεισμού διαφημίσεων Crunchyroll",
    "es,es_419": "Bloqueador de anuncios Crunchyroll",
    "et": "Crunchyrolli reklaamiblokeerija",
    "fa": "مسدود کننده تبلیغات Crunchyroll",
    "fi": "Crunchyroll-mainosten esto",
    "fr": "Bloqueur de publicités Crunchyroll",
    "gu": "ક્રન્ચાયરોલ એડ બ્લોકર",
    "he": "חוסם פרסומות של Crunchyroll",
    "hi": "Crunchyroll विज्ञापन अवरोधक",
    "hu": "Crunchyroll hirdetésblokkoló",
    "id": "Pemblokir Iklan Crunchyroll",
    "it": "Blocco pubblicità Crunchyroll",
    "ja": "Crunchyroll 広告ブロッカー",
    "kn": "ಕ್ರಂಚೈರೋಲ್ ಜಾಹೀರಾತು ಬ್ಲಾಕರ್",
    "ko": "크런치롤 광고 차단기",
    "lt": "Crunchyroll skelbimų blokatorius",
    "lv": "Crunchyroll reklāmu bloķētājs",
    "ml": "Crunchyroll പരസ്യ ബ്ലോക്കർ",
    "mr": "Crunchyroll जाहिरात ब्लॉकर",
    "ms": "Penyekat Iklan Crunchyroll",
    "nl": "Crunchyroll-advertentieblokkering",
    "no": "Crunchyroll annonseblokkering",
    "pl": "Bloker reklam Crunchyroll",
    "pt_BR,pt_PT": "Bloqueador de anúncios Crunchyroll",
    "ru": "Блокировщик рекламы Crunchyroll",
    "sl": "Blokator oglasov Crunchyroll",
    "sr": "Црунцхиролл Ад Блоцкер",
    "sw": "Kizuia Matangazo cha Crunchyroll",
    "ta": "Crunchyroll விளம்பர தடுப்பான்",
    "te": "Crunchyroll ప్రకటన బ్లాకర్",
    "th": "Crunchyroll ตัวบล็อกโฆษณา",
    "tr": "Crunchyroll Reklam Engelleyici",
    "uk": "Блокувальник реклами Crunchyroll",
    "vi": "Trình chặn quảng cáo Crunchyroll",
    "zh_CN,zh_TW": "Crunchyroll 广告拦截器"
  },
  "short": {
    "ar": "عزز تجربة مشاهدة الأنمي الخاصة بك مع ملحق Crunchyroll Ad Blocker. استمتع بمشاهدة متواصلة دون إعلانات مزعجة.",
    "am": "በCrunchyroll Ad Blocker ቅጥያ የአኒም ዥረት ልምድዎን ያሳድጉ። የሚረብሹ ማስታወቂያዎች ሳይቆራረጡ በመመልከት ይደሰቱ።",
    "bg": "Подобрете изживяването си при поточно предаване на аниме с разширение Crunchyroll Ad Blocker. Наслаждавайте се на непрекъснато…",
    "bn": "ক্রাঞ্চারোল অ্যাড ব্লকার এক্সটেনশনের সাথে আপনার অ্যানিমে স্ট্রিমিং অভিজ্ঞতা উন্নত করুন। বিরক্তিকর বিজ্ঞাপন ছাড়াই নিরবচ্ছিন্ন দেখার…",
    "ca": "Millora la teva experiència de reproducció d'anime amb l'extensió de bloqueig d'anuncis de Crunchyroll. Gaudeix d'una visualització…",
    "cs": "Vylepšete svůj zážitek ze streamování anime s rozšířením Crunchyroll Ad Blocker. Užijte si nepřetržité sledování bez otravných…",
    "da": "Forbedre din Anime-streamingoplevelse med Crunchyroll Ad Blocker Extension. Nyd uafbrudt visning uden irriterende annoncer.",
    "de": "Verbessern Sie Ihr Anime-Streaming-Erlebnis mit der Crunchyroll-Werbeblocker-Erweiterung. Genießen Sie unterbrechungsfreies…",
    "el": "Βελτιώστε την εμπειρία σας στη ροή Anime με την επέκταση αποκλεισμού διαφημίσεων Crunchyroll. Απολαύστε αδιάκοπη προβολή χωρίς…",
    "en,en_AU,en_GB,en_US": "Enhance Your Anime Streaming Experience With Crunchyroll Ad Blocker Extension. Enjoy Uninterrupted Viewing Without Annoying Ads.",
    "es,es_419": "Mejore su experiencia de transmisión de anime con la extensión Crunchyroll Ad Blocker. Disfrute de una visualización ininterrumpida…",
    "et": "Täiustage oma anime voogesituse kogemust Crunchyrolli reklaamiblokeerija laiendiga. Nautige katkematut vaatamist ilma tüütute…",
    "fa": "تجربه پخش انیمیشن خود را با افزونه Crunchyroll Ad Blocker افزایش دهید. از مشاهده بدون وقفه بدون تبلیغات مزاحم لذت ببرید.",
    "fi": "Paranna anime-suoratoistokokemustasi Crunchyroll Ad Blocker -laajennuksella. Nauti keskeytymättömästä katselusta ilman ärsyttäviä…",
    "fil": "Pagandahin ang Iyong Karanasan sa Pag-stream ng Anime Gamit ang Crunchyroll Ad Blocker Extension. Tangkilikin ang Walang Harang…",
    "fr": "Améliorez votre expérience de streaming d'anime avec l'extension Crunchyroll Ad Blocker. Profitez d'un visionnage ininterrompu sans…",
    "gu": "ક્રંચાયરોલ એડ બ્લોકર એક્સ્ટેંશન સાથે તમારા એનાઇમ સ્ટ્રીમિંગ અનુભવને વધારો. હેરાન કરતી જાહેરાતો વિના અવિરત જોવાનો આનંદ માણો.",
    "he": "שפר את חווית הזרמת האנימה שלך עם תוסף חוסם מודעות של Crunchyroll. תהנה מצפייה ללא הפרעה ללא מודעות מעצבנות.",
    "hi": "Crunchyroll ऐड ब्लॉकर एक्सटेंशन के साथ अपने एनीमे स्ट्रीमिंग अनुभव को बेहतर बनाएं। कष्टप्रद विज्ञापनों के बिना निर्बाध रूप से देखने…",
    "hr": "Poboljšajte svoje iskustvo strujanja animea s proširenjem za blokiranje oglasa Crunchyroll. Uživajte u neprekinutom gledanju bez…",
    "hu": "Növelje anime streamelési élményét a Crunchyroll hirdetésblokkoló bővítménnyel. Élvezze a megszakítás nélküli megtekintést…",
    "id": "Tingkatkan Pengalaman Streaming Anime Anda Dengan Ekstensi Pemblokir Iklan Crunchyroll. Nikmati Menonton Tanpa Gangguan Tanpa Iklan…",
    "it": "Migliora la tua esperienza di streaming di anime con l'estensione per il blocco degli annunci di Crunchyroll. Goditi una visione…",
    "ja": "Crunchyroll 広告ブロッカー拡張機能を使用してアニメ ストリーミング エクスペリエンスを強化します。煩わしい広告なしで中断のない視聴をお楽しみください。",
    "kn": "Crunchyroll ಜಾಹೀರಾತು ಬ್ಲಾಕರ್ ವಿಸ್ತರಣೆಯೊಂದಿಗೆ ನಿಮ್ಮ ಅನಿಮೆ ಸ್ಟ್ರೀಮಿಂಗ್ ಅನುಭವವನ್ನು ಹೆಚ್ಚಿಸಿ. ಕಿರಿಕಿರಿಗೊಳಿಸುವ ಜಾಹೀರಾತುಗಳಿಲ್ಲದೆ ತಡೆರಹಿತ…",
    "ko": "Crunchyroll 광고 차단기 확장 프로그램으로 애니메이션 스트리밍 경험을 향상하세요. 성가신 광고 없이 중단 없이 시청해 보세요.",
    "lt": "Patobulinkite savo anime transliacijos patirtį naudodami Crunchyroll skelbimų blokavimo plėtinį. Mėgaukitės nepertraukiamu…",
    "lv": "Uzlabojiet savu anime straumēšanas pieredzi, izmantojot Crunchyroll reklāmu bloķētāja paplašinājumu. Izbaudiet nepārtrauktu…",
    "ml": "ക്രഞ്ചൈറോൾ ആഡ് ബ്ലോക്കർ എക്സ്റ്റൻഷൻ ഉപയോഗിച്ച് നിങ്ങളുടെ ആനിമേഷൻ സ്ട്രീമിംഗ് അനുഭവം മെച്ചപ്പെടുത്തുക. ശല്യപ്പെടുത്തുന്ന…",
    "mr": "Crunchyroll जाहिरात ब्लॉकर विस्तारासह तुमचा ॲनिम स्ट्रीमिंग अनुभव वर्धित करा. त्रासदायक जाहिरातींशिवाय विनाव्यत्यय पाहण्याचा आनंद…",
    "ms": "Tingkatkan Pengalaman Penstriman Anime Anda Dengan Sambungan Penyekat Iklan Crunchyroll. Nikmati Tontonan Tanpa Gangguan Tanpa…",
    "nl": "Verbeter uw anime-streamingervaring met Crunchyroll Ad Blocker-extensie. Geniet van ononderbroken kijken zonder vervelende…",
    "no": "Forbedre din Anime-strømmeopplevelse med Crunchyroll Ad Blocker Extension. Nyt uavbrutt visning uten irriterende annonser.",
    "pl": "Popraw swoje wrażenia z transmisji strumieniowej anime dzięki rozszerzeniu blokujące reklamy Crunchyroll. Ciesz się nieprzerwanym…",
    "pt_BR,pt_PT": "Aprimore sua experiência de streaming de anime com a extensão Crunchyroll Ad Blocker. Desfrute de visualização ininterrupta sem…",
    "ro": "Îmbunătățiți-vă experiența de streaming anime cu extensia Crunchyroll Ad Blocker. Bucurați-vă de vizionare neîntreruptă fără…",
    "ru": "Улучшите качество потоковой передачи аниме с помощью расширения для блокировки рекламы Crunchyroll. Наслаждайтесь непрерывным…",
    "sk": "Vylepšite svoj zážitok zo streamovania anime s rozšírením Crunchyroll Ad Blocker. Užite si neprerušované sledovanie bez otravných…",
    "sl": "Izboljšajte svojo izkušnjo pretakanja animejev z razširitvijo za blokiranje oglasov Crunchyroll. Uživajte v neprekinjenem gledanju…",
    "sr": "Побољшајте своје искуство стримовања анимеа уз Црунцхиролл додатак за блокирање огласа. Уживајте у непрекидном гледању без досадних…",
    "sv": "Förbättra din anime-streamingupplevelse med Crunchyroll Ad Blocker Extension. Njut av oavbruten visning utan irriterande annonser.",
    "sw": "Boresha Uzoefu Wako wa Utiririshaji wa Wahusika Ukitumia Kiendelezi cha Kizuia Matangazo cha Crunchyroll. Furahia Kutazama Bila…",
    "ta": "Crunchyroll Ad Blocker நீட்டிப்பு மூலம் உங்கள் அனிம் ஸ்ட்ரீமிங் அனுபவத்தை மேம்படுத்தவும். எரிச்சலூட்டும் விளம்பரங்கள் இல்லாமல்…",
    "te": "క్రంచైరోల్ యాడ్ బ్లాకర్ ఎక్స్‌టెన్షన్‌తో మీ యానిమే స్ట్రీమింగ్ అనుభవాన్ని మెరుగుపరచుకోండి. బాధించే ప్రకటనలు లేకుండా అంతరాయం లేని…",
    "th": "ยกระดับประสบการณ์การสตรีมมิ่งอนิเมะของคุณด้วยส่วนขยาย Crunchyroll Ad Blocker…",
    "tr": "Crunchyroll Reklam Engelleyici Uzantısıyla Anime Yayın Deneyiminizi Geliştirin. Can Sıkıcı Reklamlar Olmadan Kesintisiz İzlemenin…",
    "uk": "Покращуйте свої враження від потокового передавання аніме за допомогою розширення Crunchyroll Ad Blocker. Насолоджуйтесь…",
    "vi": "Nâng cao trải nghiệm phát trực tuyến Anime của bạn với tiện ích mở rộng trình chặn quảng cáo Crunchyroll. Tận hưởng việc xem không…",
    "zh_CN,zh_TW": "使用 Crunchyroll 广告拦截器扩展增强您的动漫流媒体体验。享受不间断的观看，没有烦人的广告。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Crunchyroll Ad Blocker (Unofficial Extension) - Enhance Your Anime Experience with Ad-Free Streaming\n\nAre you tired of pesky advertisements interrupting your anime binge-watching sessions on Crunchyroll? Say goodbye to distractions and immerse yourself fully in the captivating world of Japanese animation with Crunchyroll Ad Blocker. This innovative Chrome Web Store extension is specifically designed to optimize your Crunchyroll experience by eliminating intrusive ads, ensuring seamless and uninterrupted streaming every time you tune in.\n\nKey Features:\n\n1) Ad-Free Streaming: Enjoy uninterrupted anime viewing without the annoyance of advertisements popping up during crucial moments.\n2) Seamless Integration: Easily install Crunchyroll Ad Blocker as a Chrome extension and seamlessly integrate it into your Crunchyroll streaming platform.\n3) Enhanced Performance: Experience smoother and more efficient streaming sessions as ads are blocked, allowing you to focus solely on the anime content you love.\n4) Customizable Settings: Tailor the ad-blocking settings to your preferences, ensuring a personalized and optimized viewing experience.\n5) User-Friendly Interface: With its intuitive interface, Crunchyroll Ad Blocker is easy to use for users of all skill levels.\n6) Privacy Protection: Rest assured that your browsing activities remain private and secure, enhancing your overall online experience.\n\nWhy Choose Crunchyroll Ad Blocker?\n\n1) Uninterrupted Viewing: Say goodbye to interruptions caused by advertisements and enjoy seamless anime streaming from start to finish.\n2) Enhanced User Experience: Eliminate distractions and immerse yourself fully in the world of anime with Crunchyroll Ad Blocker.\n3) Increased Productivity: Spend more time enjoying your favorite anime series and less time waiting for ads to pass.\n4) Privacy Assurance: Protect your online privacy while streaming anime content on Crunchyroll with the added security provided by Crunchyroll Ad Blocker.\n\nWhether you're catching up on the latest episodes of your favorite series or exploring new titles, Crunchyroll Ad Blocker ensures that nothing detracts from your anime viewing experience. Install now and elevate your Crunchyroll streaming sessions to new heights of enjoyment and immersion!\n\nDisclaimer:\n\nCrunchyroll Ad Blocker is a Chrome Web Store extension designed solely for the purpose of enhancing the user experience on the Crunchyroll streaming platform by blocking advertisements. While every effort is made to ensure the effectiveness and reliability of the ad-blocking functionality, we cannot guarantee uninterrupted or error-free streaming due to potential changes in website structure or ad-serving mechanisms. Users are advised to use Crunchyroll Ad Blocker responsibly and in accordance with the terms of service of Crunchyroll. Additionally, please note that this extension is not affiliated with or endorsed by Crunchyroll Inc.\n\nDisclosure/Consent:\n\nCrunchyroll Ad Blocker enhances your browsing experience by providing useful features and participating in affiliate programs. This helps sustain the service without affecting the cost of your purchases. Explicit consent is required before any affiliate code is applied, and you have full control over this feature. Learn more in our Privacy Policy (https://crunchyrolladblocker.com/privacy-policy/), Terms of Use (https://crunchyrolladblocker.com/terms-of-use/), and Affiliate Disclosure (https://crunchyrolladblocker.com/affiliate-disclosure/).\n\nThank you for choosing Crunchyroll Ad Blocker. We are committed to continually improving your online experience."
  }
}