{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Japap.info"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Japap vous offre les actualités les plus récentes sur les développements économiques, politiques et sociaux concernant l'Afrique."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Japap ou Actualités d'Afrique vous offre les informations les plus récentes concernant l'Afrique. Suivez tous les développements économiques, politiques et sociaux en Afrique directement depuis votre navigateur web.\n\nJapap vous permettra de plonger dans le monde riche et diversifié des actualités africaines. Que vous soyez passionné par la culture, la politique, l'innovation ou les événements actuels, ce site web a tout ce qu'il vous faut pour rester informé et inspiré.\n\nL'Afrique est un continent dynamique, en constante évolution, et il est crucial de disposer de sources d'informations fiables pour comprendre les enjeux et les tendances qui façonnent cette région du monde. \n\nNous proposons :\n\nActualités Régionales : Explorez les événements et les développements spécifiques à chaque région du continent. De l'Afrique de l'Ouest à l'Afrique centrale, plongez dans les histoires qui façonnent ces communautés uniques.\n\nCulture et Art : Découvrez la richesse des traditions, de l'art et de la créativité africaine. Des articles sur la littérature contemporaine aux reportages sur les festivals culturels, vous serez immergé dans la diversité culturelle du continent.\n\nÉconomie et Innovation : Restez informé sur les avancées économiques et technologiques en Afrique. Des startups innovantes aux projets de développement durable, suivez l'évolution passionnante du paysage économique africain.\n\nEnjeux Sociaux et Politiques : Plongez dans les questions cruciales qui façonnent les sociétés africaines. Des actualités sur les mouvements sociaux aux analyses politiques, restez au fait des enjeux qui comptent."
  }
}