{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NCD Helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NCD手術データの注入・抽出をクリップボード経由で行います"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NCD Helper は、NCD (National Clinical Database ) への手術データ入力の苦労を軽減してくれるソフトです。\nこれまではせっかく入力したのに再利用不可能であったデータを活用し、また既にあるデータファイルを元にして登録を補助することで入力ミスをなくすことを目標として作成されました。\n\nNCD Helper は、Google Chrome ウェブブラウザの拡張機能として動作し、NCD の web page とブラウザとの間に入り込み、表示に使われるデータを横取りしてクリップボードに取り込んだり、クリップボードのデータを流し込んで登録したりすることができます。\nエクセルのマクロ機能などと有機的にリンクさせることで、NCDデータ登録を補助し、入力済みのデータを抽出して活用することを可能にします。\n扱うデータはテキスト形式ですので、内容を容易に確認できます。\nまた、形式を公開していますので、ご自身でエクセルやファイルメーカーなどその他データベースなどのソフトウエアと連携させることも容易です。\nそのほか、術式選択やICD10病名選択画面に頻用リストや履歴リストを装備し、入力の補助をいたします。\n\nNCD Helper は、NCD 入力ページの右上の部分に表示されるユーザー情報を識別情報として取得します。\n\nバージョンアップ履歴\n\nv.6.2.0\n2024年の入力項目にアップデートしました。\n各種フォローアップ入力に対応しました。\nv.6.1.0\n泌尿器科領域の術式分岐の領域拡張に対応しました。\nNCDデータ検索ページでの院内管理コード検索機能のバグを修正しました。\nv.6.0.0\nNCD のサーバー移行に対応しました。\nv.5.1.0\n2023年の入力項目にアップデートしました。\nv.5.0.0\n2022年の入力項目に切り替えました。\nサポートサイトが https://www.emuyn.net/ に変更になりました。\n拡張機能 manifest version 3 に変更しました (Chrome版)。\nv4.4.10\n注入された術式名が内視鏡手術であると判定された場合に、「内視鏡手術」を自動でチェックする機能を実装しました。\nv4.4.8\n消化器外科専門医術式が注入された場合、「表示専門医」の「消化器外科」に自動でチェックを入れる機能を実装しました\nv4.4.4\n形成外科領域の注入機能をアップデートしました\nv4.4.3\n2021年の入力項目に切り替えました。\nv4.4.2\nNCD サイトの変更に伴い一部の症例の抽出ができなくなったため、ライブラリを更新し対応しました。\nv4.4.0\nFirefox ブラウザに正式対応しました。\nv4.3.2\n術式リストと病名リストを最新版に更新しました。\nv4.3.0\n術式リストと病名リストを更新し、2020年の入力項目に切り替えました。\nv4.2.0\n術式リストを更新しました。\n包括ライセンスに対応しました。\nv4.1.0\n一部領域の術式名の拡張に対応しました。\n泌尿器科領域での術式分岐注入時の自動画面切り替えに対応しました。\n泌尿器科領域での新設の根治的膀胱全摘除術の他、一括設定項目を拡充しました。\nサポートページのアドレスが変更になりました。\nv4.0.3\n和暦での日付注入に対応しました。\nv4.0.0\n2019年の入力項目に切り替えました。\nデータ検索ページで検索結果表抽出における術式コード付与を2012以前の術式名にも対応しました。\n消化器外科専門医領域において、JSGS術式コードの注入及び抽出に対応しました。\nv3.9.3\nイニシャルの自動変換機能において、ヘボン式ローマ字表記（パスポートの規則）を採用しました。\nデータ検索ページに、院内管理コードの検索機能をつけました。\nクリップボードから院内管理コードを注入して検索し、一連のデータ登録作業をスムースに行うことができます。\nv3.9.2\n病名および術式名の複合検索(空白で区切って AND 検索)に対応しました。\nv3.9.1\nNCD CSV アップロードマニュアル v5.0x の表記への変更に対応しました。\nv3.9.0\n泌尿器科領域のNCD入力項目が拡張されたので対応しました。\nv3.8.2\n乳癌フォローアップの自動一括承認機能をつけました。\nv3.8.0\n2018年の入力項目に切り替えました。\n一括設定項目の数を増やしました。\n泌尿器科領域での病名検索を可能としました。\nv3.7.8\n安全のため、リストに無い術者/助手は注入できないよう変更しました。\n注入できない項目があった場合も、それ以外の項目は注入されるように変更しました。\n試用期間中の制限を同期対応に変更しました。\nv3.7.5\n乳癌領域の治療責任医師及び患者住所の注入の不具合を修正しました。\nv3.7.4\nICD10 病名検索において、検索文字列を空白で連結することで AND 検索、(Ａ|Ｂ)で OR 検索が可能になりました。\nイニシャルの注入において、全角かな・カナを自動変換します。\nv3.7.3\n形成外科領域のデータ抽出と注入機能を改善しました。\nユーザーサイドでの開発を補助するためのNCD要素名表示機能を付けました。\nv3.7.0\n2018年の術式リストに対応しました。\n非表示項目への注入後に、その項目が表示されない場合があったので修正しました。\nv3.6.1\n可読形式でのデータ抽出結果において、項目名を NCD の CSV ファイルアップロード機能に準拠しました。\n泌尿器科領域に対応しました。\nチェックボックス項目が複数選択されていた場合に抽出エラーが生じる可能性のある不具合を修正しました。\n検索結果全自動抽出の際、前回の抽出結果に加える形で抽出するオプションを設定しました。\nv3.5.7\n非表示項目への注入後に、その項目が表示されるようにしました。\nv3.5.6\n注入できなかった項目を表示する際に、可読形式での項目名も併記するように変更\nv3.5.3\nドレナージ術式の注入に対応しました。\n全自動一括抽出の項目数が多い場合に速度低下していた問題を解消しました。\n全自動一括抽出がエラーで中断した際に、ダウンロード済みのデータを保存できるようにしました。\nv3.5.1\nアイコンを変更しました。\n術者リストおよび検索結果表をCSVおよびTAB区切り形式のファイルでダウンロードできるように機能追加しました。\nv3.4.5\nNCD ウェブサイトの改訂に伴い、全自動抽出機能においてデータの取りこぼしが発生したので回避\nv3.3.4\nChromeの仕様変更によると思われるページタイトルの変更に対応\nv3.3.3\n注入操作においてChild-Pugh分類が自動設定されない場合があることを修正しました。\n連続抽出データの簡易集計結果におけるデータの重複を修正しました。\nv3.3.2\nNCDサイトのバグ修正にあわせ、NCD Helperの表示を調整しました。\nv3.3.1\n抽出結果の簡易集計機能を実装しました。手術件数や術者別実績の分析を簡単に行うことができます。\nv3.2.1\n形成外科・脳神経外科領域に対応しました。\nv3.1.1\n可読形式の抽出データをCSVやTAB区切り形式でダウンロードできるようにしました。\nv3.1.0\n可読形式のデータ抽出機能をつけました。\nv3.0.1\nヘルプ機能を充実させました。その他インターフェースを若干修正しました。\nv3.0.0\n注入機能の大幅な機能追加に伴い、メジャーバージョンを3に上げました。\nより安全で確実なデータ注入を実現するため、医師（術者・助手など）・病名・日付データ注入時のエラー処理を厳密にし、自動補完機能を付加しました。\nその他、院内管理コードの重複を防ぐ補助機能など、機能追加を行いました。\nv2.3.3\n連続抽出結果をファイルにダウンロード保存できるようになりました。\nNCDデータ検索ページにて100件を超える表示を可能にしました。\nライセンスされていない場合でも、一部の基本データは連続抽出できるようにしました。\nv2.2.5\nポップアップがブロックされた場合にメッセージを表示するように変更しました。\nNCD Helper web page へリンクする際のデータ送信方法を変更しました。\nv2.2.0\n抽出限定の機能制限ライセンスを開始しました。\nv2.1.1\n病名および術式名への対応を強化しました。\n連続自動承認機能をつけました。\nv2.0.1\nNCD Helper ホームページの https への変更に対応しました。\nv2.0.0\nMac OS Safari および MS Edge への対応に伴い、メジャーバージョンを2に上げました。\nv1.4.0\n正常値一括設定機能をつけました\nv1.3.6\n術者リストの読み込み障害を修正しました\nv1.3.3\nNCD page のタイトル変更に伴う不具合を解消しました\nv1.3.1\nICD病名選択ページに検索機能をつけました。\nv1.3.0\n連続自動抽出の手順を変更し、NCDサイトへの負担を減らし、安定して抽出できるようにしました。これに伴い、Macでも連続抽出可能となりました。\nv1.2.1\nファイルサイズを縮小しました\nv1.2.0\nユーザーが勤務施設を異動してもライセンスが無効とならないように変更。\njimdo NCD Helper ページでのNCDユーザー情報取得方法をURLパラメータ式に変更。\nv1.1.3\n術者登録ページでNCDの入力チェックに掛かるのを回避\nv1.1.2\n術者リストをデータ入力のページからも取り出せるように変更。\n問い合わせを容易にした。その他些細な変更点。\nv1.1.1\n新規入力ページの余分なボタンなど表示されないよう変更\nv1.1.0\n入力ページを一気に開いて順に抽出する機能を実装。これで一括取り込みが可能となった。\nv1.0.1-3\n些細な変更\nv1.0.0\n正式リリース\nv0.9.9\n正式リリース直前バージョン。\nNCD PtDataScraper から NCD Helper に名称を変更しました。\n術式選択及びICD病名選択画面の補助機能をつけました。\n術式及びICD10病名を注入した際のラベル表示に対応しました。\n検索画面からの一覧表抽出機能をつけました。\nv 0.2.0\nレポートウィンドウを表示してどのような操作が行われたかを表示するようにしました。\n注入した要素の背景色をピンクに変更してどこが変更されたか認識しやすくしました。\nv 0.1.1\n表示位置などを調整しました。\n術者リスト抽出を術者登録ページからも行えるようにしました。\n院内管理コードが不一致の場合、不用意に書き換えられてしまわないように確認ダイアログを出すよう仕様変更しました。\n入力ページの要素が無効化されている場合には書き換えしないよう仕様変更しました。\nv 0.1.0\nNCD PtDataScraper 初版リリースです。"
  }
}