{
  "name": {
    "ar,kn,ko,ml,ms,sk,sv,sw": "Balloon Run Game",
    "am,cs,et,gu,he,hi,hr,hu,ja,pl": "Balloon Run Online Game",
    "bg,fa,lv,ro,sl,ta,te,th": "Balloon Run Unblocked Game",
    "bn,ca,da,el,fi,fil,id,mr,no": "Balloon Run Online",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,it,lt,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Balloon Run Hyper Casual Game"
  },
  "short": {
    "ar": "عليك الذهاب إلى الطوابق العليا عن طريق جمع بالونات من نفس اللون على المسار وإكمال الأقسام.",
    "am": "በሐዲዱ ላይ ተመሳሳይ ቀለም ያላቸው ባሉኖች በመሰብሰብና ክፍሎቹን በማጠናቀቅ ከፍ ወዳሉ ፎቆች መሄድ አለብዎት.",
    "bg": "Трябва да отидете на по-високи етажи, като събирате балони от същия цвят на пистата и да завършите секциите.",
    "bn": "ট্র্যাকে একই রঙের বেলুন সংগ্রহ করে আপনাকে উচ্চতর মেঝেতে যেতে হবে এবং বিভাগগুলি সম্পূর্ণ করতে হবে।",
    "ca": "Has d'anar a pisos superiors recollint globus del mateix color a la pista i completar els trams.",
    "cs": "Musíte jít do vyšších pater sbíráním balónků stejné barvy na trati a dokončit úseky.",
    "da": "Du skal gå til højere etager ved at samle balloner i samme farve på banen og færdiggøre sektionerne.",
    "de": "Sie müssen in höhere Stockwerke gehen, indem Sie Ballons der gleichen Farbe auf der Strecke sammeln und die Abschnitte vervollst...",
    "el": "Πρέπει να πάτε σε υψηλότερους ορόφους συλλέγοντας μπαλόνια του ίδιου χρώματος στην πίστα και να ολοκληρώσετε τα τμήματα.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You have to go to higher floors by collecting balloons of the same color on the track and complete the sections.",
    "es": "Hay que ir a plantas más altas recogiendo globos del mismo color en la pista y completar los tramos.",
    "et": "Sa pead minema kõrgematele korrustele, kogudes rajal sama värvi õhupalle ja täitke sektsioonid.",
    "fa": "شما باید با جمع آوری بالن هایی با همان رنگ در مسیر به طبقه های بالاتر بروید و بخش ها را تکمیل کنید.",
    "fi": "Sinun on mentävä korkeampiin kerroksiin keräämällä samanvärisiä ilmapalloja radalle ja täydentämällä osiot.",
    "fil": "Kailangan mong pumunta sa mas mataas na sahig sa pamamagitan ng pagkolekta ng mga lobo ng parehong k",
    "fr": "Vous devez aller aux étages supérieurs en collectant des ballons de la même couleur sur la piste et compléter les sections.",
    "gu": "તમારે ટ્રેક પર સમાન રંગના ફુગ્ગાઓ એકત્રિત કરીને ઉચ્ચ માળે જવું પડશે અને વિભાગો પૂર્ણ કરવા પડશે.",
    "he": "אתה צריך ללכת לקומות גבוהות יותר על ידי איסוף בלונים באותו צבע על המסלול ולהשלים את הקטעים.",
    "hi": "आपको ट्रैक पर एक ही रंग के गुब्बारे इकट्ठा करके ऊंची मंजिलों पर जाना होगा और अनुभागों को पूरा करना होगा।",
    "hr": "Morate ići na više katove skupljajući balone iste boje na stazi i dovršiti dionice.",
    "hu": "Magasabb emeletekre kell mennie, ha azonos színű léggömböket gyűjt a pályán, és befejezi a szakaszokat.",
    "id": "Anda harus pergi ke lantai yang lebih tinggi dengan mengumpulkan balon dengan warna yang sama di tre",
    "it": "Bisogna andare ai piani superiori raccogliendo palloncini dello stesso colore sulla pista e completare le sezioni.",
    "ja": "トラック上で同じ色の風船を集めて高層階に行き、セクションを完了する必要があります。",
    "kn": "ಟ್ರ್ಯಾಕ್ ನಲ್ಲಿ ಒಂದೇ ಬಣ್ಣದ ಬಲೂನ್ ಗಳನ್ನು ಸಂಗ್ರಹಿಸುವ ಮೂಲಕ ನೀವು ಎತ್ತರದ ಮಹಡಿಗಳಿಗೆ ಹೋಗಬೇಕು ಮತ್ತು ವಿಭಾಗಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಬೇಕು.",
    "ko": "트랙에서 같은 색상의 풍선을 수집하여 더 높은 층으로 가서 섹션을 완료해야합니다.",
    "lv": "Jums jādodas uz augstākiem stāviem, savācot tādas pašas krāsas balonus uz trases, un pabeidziet posmus.",
    "ml": "ട്രാക്കിൽ ഒരേ നിറത്തിലുള്ള ബലൂണുകൾ ശേഖരിച്ച് നിങ്ങൾ ഉയർന്ന നിലകളിലേക്ക് പോകുകയും വിഭാഗങ്ങൾ പൂർത്തിയാക്കുകയും വേണം.",
    "mr": "ट्रॅकवर एकाच रंगाचे फुगे गोळा करून वरच्या मजल्यांवर जाऊन विभाग पूर्ण करावे लागतात.",
    "ms": "Anda perlu pergi ke tingkat yang lebih tinggi dengan mengumpul belon dengan warna yang sama di trek",
    "nl": "Je moet naar hogere verdiepingen gaan door ballonnen van dezelfde kleur op de baan te verzamelen en de secties te voltooien.",
    "no": "Du må gå til høyere etasjer ved å samle ballonger av samme farge på sporet og fullføre seksjonene.",
    "pl": "Musisz udać się na wyższe piętra, zbierając balony tego samego koloru na torze i ukończyć sekcje.",
    "ro": "Trebuie să mergeți la etajele superioare prin colectarea baloanelor de aceeași culoare pe pistă și să completați secțiunile.",
    "ru": "Вам предстоит подняться на верхние этажи, собирая на трассе воздушные шары одного цвета и завершая участки.",
    "sk": "Musíte ísť do vyšších poschodí zbieraním balónov rovnakej farby na trati a dokončiť úseky.",
    "sl": "Morate iti v višja nadstropja z zbiranjem balonov iste barve na stezi in dokončanje odsekov.",
    "sv": "Du måste gå till högre våningar genom att samla ballonger av samma färg på banan och slutföra sektionerna.",
    "sw": "Lazima uende kwenye sakafu za juu kwa kukusanya puto za rangi sawa kwenye wimbo na kukamilisha sehemu.",
    "ta": "பாதையில் அதே வண்ணத்தில் பலூன்களை சேகரிப்பதன் மூலம் நீங்கள் உயர் மாடிகளுக்குச் சென்று பிரிவுகளை முடிக்க வேண்டும்.",
    "te": "ట్రాక్ మీద ఒకే రంగు బెలూన్లను సేకరించడం ద్వారా మీరు పై అంతస్తులకు వెళ్లాలి మరియు సెక్షన్ లను పూర్తి చేయాలి.",
    "th": "คุณต้องไปที่ชั้นที่สูงขึ้นโดยการรวบรวมลูกโป่งที่มีสีเดียวกันบนแทร็กและทําส่วนให้เสร็จ",
    "tr": "Pist üzerinde aynı renkteki balonları toplayarak üst katlara çıkmalı ve bölümleri tamamlamalısınız.",
    "uk": "Ви повинні вийти на більш високі поверхи, зібравши на трасі повітряні кулі такого ж кольору і завершити секції."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you ready to soar in the air with your stickman character! Collect balloons and start this crazy adventure. The primary purpose of Balloon Run is to collect the same color balloons on the track and complete the platform. Balloon run game has more than thirty challenging levels in total. Each level has its difficulties. Balloon Run players must struggle with all these difficulties, complete the levels and have a pleasant time.\n\nHow To Play\nPlayed with Mouse.\n\nBalloon Run Hyper Casual Game Features\n✓ Cartoon graphics\n✓ Stickman stylized character\n✓ Fun sounds\n✓ Basic control\n\nFinally, you can enjoy these game for free (and more requests will be added)! Balloon Run Hyper Casual Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}