{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Efficient Coder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Developer dashboard to produce desired results without wasting your time and energy"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Efficient Coder replaces the new tab page with a developer dashboard that helps you become a more efficient developer. Increase your productivity with features like code-snippet management, optimized search, focus periods, site blocking, to-do list, and more.\n\n💡Key features:\nCheck some of the main features that help you produce desired results without wasting your time and energy. You don't need to start heavy-weight apps to manage simple tasks. With the Efficient Coder extension, everything is in your browser.\n\n✨Code-snippet management\nSave code-snippets from any website with a single click. Find and organize snippets with tags and colors without using any extra tool. \nYou can also add wiki snippets using Markdown language.\n\n✨Optimized search\nThings are changing fast in the IT industry. Google search results often include outdated or spam results. With Efficient Coder, you can set how old pages are listed and exclude unwanted sites from search results.\n\n✨Focus periods with site blocking\nThe extension also includes a Pomodoro timer. Efficient Coder blocks distracting sites during the focus period. \n\n✨To-do management\nKeep your daily tasks in front of you at all times. There can be a lot of small to-dos that you don't want to store in your company project management system. You can write it down here and make sure you don't forget.\n\n✨Bookmark management\nThe built-in bookmark manager makes it easy to group your most important websites.\n\n✨Motivation tools\nMotivational quotes and music help you to get into the zone."
  }
}