{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Better Jira"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Much needed interface improvements for Jira"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ever wished that large Kanban boards could not be squished? Now you can set your own custom Column width for all of your cards on all of your boards.\n\n~And what about that \"Detail View\"? Wouldn't it be cool if you could resize it to whatever size you wanted it to be with a simple drag of your mouse? Now you can! “Better JIRA” unlocks your productivity, getting the software out of your way and into the background where it belongs!~ JIRA added this feature so we no longer need to add it!\n\nAlso including \"Standup Mode\" that removes all of the clutter to keep your Standups focused and to the point!\n\nFeatures:\n* Horizontal Scroll of Kanban boards\n* Resizable Cards on Kanban boards\n* Resizable Detail View (removed, this is now a default feature in JIRA)\n* Open Github Links in a new tab\n* Standup Mode that clears out the clutter of side navigations\n\n**Note**: Access to all sites is requested to allow this plugin to work on JIRA instances that are not hosted by Atlassian, this extension only runs on JIRA instances.\n\n|------------------\n| Updates\n|------------------\n\n8/30/2022\n* Updated Stand Up mode button to match JIRA design system\n* Updated column width to auto-update when changed\n* Fixed header and column width resizing issue\n* Make Stand Up mode more compact (no breadcrumbs, make column headers bolder with less padding).\n\n9/2/2021\n* Fixed an issue with the Stand Up mode and the new JIRA React components \n\n8/23/2021\n* JIRA Updated the board so scrolling was broken, fixes this issue.\n\n8/2/2020\n* Update the resizing to work better with the new React components in JIRA.\n\n12/3/2019\n* Remove Detail View Resizing, it's now a default feature in JIRA.\n\n5/7/2019\n* Fix a bug with a conflict in the JIRA admin\n\n1/2/2019\n* Open *all* Github URLs in a new window\n* Fix Create Pull Request Github link to compare selected branch against master by default\n\n12/18/2018\n* Open Github URLs in a new window\n* Fix Standup Close button not working after a column resize\n* Fix Standup Close Button not displaying correctly in Firefox\n\n12/17/2018\n* Improve Startup Speed\n* Add Config Page Column Resizing\n* Add \"Close Standup Button\"\n* Remove strangely styled \"Done\" Column, this was a feature that was never finished\n* Remove `keydown` listening during Standup Mode (this was intended to make walking the board easier)\n\n6/11/2018\n* Set up to work for *any* URL, not just atlassian.net\n* Fix column resizing when using the left navigation to browse to different boards\n\n10/19/2017\n* Remove event listener when Standup is off\n* Remove Standup Instructions from the page when Standup is off\n\n10/18/2017\n* Added Filter Bar back into Standup Mode (it makes a lot of difference in the \"New JIRA Experience\"\n* Improved load time and tightened up the code\n* Fixed a bug where Standup Mode could not be toggled\n\n10/12/2017\n* Public release!! Better JIRA is now available through the Chrome Web Store!\n* Removed visual styles (borders) for resizing the Detail View\n  * This was a tough decision because I like to call out that resizing is now possible, but it is better to make the resizing “entirely seamless” than to have a border displaying and hiding every time that you hover of the detail view.\n\n10/10/2017\n* Bugfix to allow Resizable Detail View on Retina Screens\n\n10/9/2017\n* [beta] Add support for Resizable Detail View (in New JIRA Experience also)\n\n10/9/2017\n* Make Detail View width percentage based\n\n10/7/2017\n* Style Popup (working on branding)\n* The \"Quick Load\" functionality will now respect “enabled/disabled”\n* Add the ability to close the popup with an \"x\"\n* Set Enable/Disable as a 1-click event, as opposed to submitting the form\n* Add support for the \"New JIRA Experience\"\n\n9/22/2017\n* Added the ability to \"walk\" the columns using Shift + ←/→\n* Made the load time faster if you have loaded the same page already\n* Made the Enable/Disable function work for all styles 🎉\n\n9/21/2017\n* All new Standup Mode removes all of the clutter for more focused Standups\n* Fixed a JIRA bug where when scrolling vertically, the column headers would overlap the left sidebar"
  }
}