{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Email Extractor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extract email addresses from webpages with a modern interface and CSV export"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Email Extractor is a lightweight and efficient Chrome extension that helps you quickly find and extract email addresses from any webpage. With its modern, user-friendly interface and powerful features, it's the perfect tool for professionals, recruiters, and anyone who needs to collect email addresses.\n\nKey Features:\n• One-Click Extraction: Simply click the extract button to find all email addresses on the current page\n• Modern Interface: Clean, intuitive design that's easy to use\n• Copy Function: Quickly copy all found emails to your clipboard\n• CSV Export: Save extracted emails directly as a CSV file for easy importing into other applications\n• Duplicate Removal: Automatically filters out duplicate email addresses\n• Privacy-Focused: Works entirely in your browser with no data collection\n\nPerfect for:\n• Recruiters gathering contact information\n• Sales professionals building contact lists\n• Researchers collecting email addresses\n• Marketing professionals\n• Anyone who needs to extract emails from webpages\n\nHow to Use:\n1. Visit any webpage containing email addresses\n2. Click the Email Extractor icon in your toolbar\n3. Click \"Extract\" to find all emails on the page\n4. Use \"Copy\" to copy to clipboard or \"Save\" to download as CSV\n\nThis extension is designed to be fast, reliable, and respectful of your privacy. It requires minimal permissions and works completely offline, ensuring your data stays private.\n\nNo complicated setup required - install and start extracting emails immediately!\n\nNote: Please ensure you comply with applicable laws and regulations when collecting and using email addresses.\n\nSupport: For support or feature requests, please visit our support page or contact us through the Chrome Web Store."
  }
}