{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "My Screen Recorder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Record your screen and take screenshots"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the Screen Capture Tool, a user-friendly web application designed for seamless screen recording and screenshot capturing. Leveraging cutting-edge web technologies like HTML, JavaScript, our tool delivers outstanding performance and high-resolution media capture. There's no need for fancy design, this tool is all about functionality over aesthetics!\n\nFeatures:\n\nScreen Recordings: Capture video recordings of your screen with ease, perfect for creating tutorials, presentations, or recording any activity on your screen.\n\nEasy Screenshots: Snap high-resolution screenshots of your screen or active tab with just a click, simplifying the process of sharing visual information.\n\nEfficient Performance: Optimized for quick response and low latency, our tool ensures a smooth screen recording and capturing experience without slowing down your system.\n\nUser-Friendly Interface: A simple, intuitive interface makes it easy for anyone to start recording or capturing screenshots within seconds.\n\nSecure and Private: Your data privacy is our priority. The application doesn't store, share, or misuse your captured data. You maintain full control over your data at all times.\n\nPerfect for educators, presenters, and anyone needing to capture and share their screen activities, the High-Quality Screen Capture Tool offers a seamless experience in creating and sharing visual content.\n\nInstall our Screen Capture Tool today and take your screen recording and screenshot capturing to the next level."
  }
}