{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AlphaBag"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension to help with Wordle"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wordle throwing you off? Need a little alphabetical assist? \n\nAlphaBag offers a simple filtering algorithm to provide you with the options available given your current standing in Wordle. \n\nFeel like it's cheating? Don't worry! You can choose which letters you want to use and which you want to leave out. AlphaBag is designed to mostly make Wordle a little easier, but we won't be offended if you'd rather play the way the Wordle team intended.\n\nv1.0.0 \n\nHOW TO:\n1. Select a box\n2. Type the letter(s) you want to filter\n3. Select the color that corresponds with those letters\n4. Hit Submit!\n\nMake a mistake? You can hit Reset to delete all the letters OR just delete the letters independently.\n\n\nFeatures:\n- Not on the Wordle page? A button will appear to link you straight to Wordle!\n- Independent letter inputing to allow you to submit 5 characters at a time or only the few you want to use. To do so simply enter the letter and color in it's relative space\n- The extension will show you all UNIQUE letters you've activated and each is able to be deleted individually\n- Hotkeys for quicker access (explained below)\n- \"Clear\" button for easily resetting the input fields\n- \"Submit\" button to activate letters in the filter\n- \"Reset\" button to return extension to initial condition\n- Data preservation, so that if you accidentally close and open you don't have to keep retyping everything\n\n\nHotkeys:\n- To traverse the input fields for the letters you can use left ( <- ) and right ( -> ) arrow keys.\n- To jump to a specific position in the word you can use numbers ( 1 - 5 )\n- To Submit you can use \"Enter\" or \"Return\"\n- To set a space to Grey you can use comma ( , )\n- To set a space to Yellow you can use period ( . )\n- To set a space to Green you can use slash ( / )\n\n\n*** DISCLAIMER: ALPHABAG IS NOT AT ALL AFFILIATED WITH WORDLE OR THE NY TIMES ***"
  }
}