{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "uPerform速 In-application Help"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "uPerform速 by ANCILE helps you master applications while you work."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The uPerform速 just-in-time training and support platform helps you master applications while you work.\n\nEmployees start forgetting what they learned as soon as they finish training. Reinforce their skills and boost proficiency with uPerform速 learning content available directly in your software.\n\nOur just-in-time training and support platform drives user adoption and helps organizations realize the full value of their ERP, HCM, and other world-leading business applications.\n\nReinforce Learning.\n\nUsers who are confident and competent will use your software more often and effectively, producing better results. uPerform gets the right learning content to the right person at the right time directly in the workflow, even when it is highly customized. Help reduce employee frustration and turnover while helping them achieve your business goals.\n\nAccelerate Creation.\n\nYour software is constantly evolving, onboarding employees more challenging, and your investment lasts much longer than the initial rollout. Our recorder makes it quick and easy for subject matter experts and administrators to capture process detail and publish learning content that is accessed directly in the application.\n\nSimplify Management.\n\nManaging your content and getting it to people who need it can be complicated. Simplify your authoring and delivery workflows and ensure accurate content and policy compliance with editorial reviews, version control, and reporting analytics.\n\nA connection to uPerform is required. Contact web.extensions@uperform.com for more information.\n\nBy installing the extension, you agree to these terms and conditions:\n\nApplication Terms:\nhttps://www.uperform.com/application-terms/\n\nPrivacy Policy:\nhttps://www.uperform.com/legal/privacy-policy"
  }
}