{
  "name": {
    "am,ar,cs,hr,lv,ml,sk,sv": "Robot Factory Unblocked Game",
    "bg,ca,et,sl": "Robot Factory Online",
    "bn,fi,fil,he,hi,ja,kn,mr,ms,sw,ta,te": "Robot Factory Game",
    "da,el,gu,id,ko,no": "Robot Factory Online Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fa,fr,hu,it,lt,nl,pl,pt_BR,pt_PT,ro,ru,sr,th,tr,uk,vi,zh_CN,zh_TW": "Robot Factory Puzzle Game"
  },
  "short": {
    "ar": "في مصنع الروبوت ، عليك فصل الأجزاء وفقا لألوانها دون الوقوع في الفضاء.",
    "am": "በሮቦት ፋብሪካ ውስጥ ሕዋ ውስጥ ሳትወድቅ ክፍሎቹን እንደ ቀለማቸው መለየት ይኖርብሃል።",
    "bg": "Във фабриката за роботи трябва да отделите частите според цветовете им, без да попадате в пространството.",
    "bn": "রোবট ফ্যাক্টরিতে, আপনি মহাকাশে না পড়ে তাদের রঙ অনুযায়ী অংশগুলি আলাদা করতে হবে।",
    "ca": "A la fàbrica de robots, heu de separar les peces segons els seus colors sense caure a l'espai.",
    "cs": "V továrně na roboty musíte oddělit díly podle jejich barev, aniž byste spadli do prostoru.",
    "da": "I robotfabrikken skal du adskille delene efter deres farver uden at falde ind i rummet.",
    "de": "In der Roboterfabrik müssen Sie die Teile nach ihren Farben trennen, ohne in den Raum zu fallen.",
    "el": "Στο εργοστάσιο ρομπότ, πρέπει να διαχωρίσετε τα μέρη σύμφωνα με τα χρώματά τους χωρίς να πέσετε στο χώρο.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "In the robot factory, you have to separate the parts according to their colors without falling into the space.",
    "es": "En la fábrica de robots, debe separar las piezas de acuerdo con sus colores sin caer en el espacio.",
    "et": "Robotitehases peate osad eraldama vastavalt nende värvidele, ilma et peaksite ruumi sattuma.",
    "fa": "در کارخانه ربات باید قطعات را با توجه به رنگ های آنها بدون افتادن در فضا از هم جدا کنید.",
    "fi": "Robottitehtaassa sinun on erotettava osat niiden värien mukaan putoamatta tilaan.",
    "fil": "Sa pabrika ng robot, mayroon kang upang paghiwalayin ang mga bahagi ayon sa kanilang mga kulay nang hindi bumabagsak sa espasyo.",
    "fr": "Dans l’usine de robots, vous devez séparer les pièces en fonction de leurs couleurs sans tomber dans l’espace.",
    "gu": "રોબોટની ફેક્ટરીમાં તમારે સ્પેસમાં પડ્યા વગર પાર્ટ્સને તેમના કલર પ્રમાણે અલગ કરવાના હોય છે.",
    "he": "במפעל הרובוטים, אתה צריך להפריד את החלקים על פי הצבעים שלהם מבלי ליפול לחלל.",
    "hi": "रोबोट फैक्ट्री में आपको अंतरिक्ष में गिरे बिना उनके रंगों के हिसाब से पार्ट्स को अलग करना होता है।",
    "hr": "U tvornici robota dijelove morate odvojiti prema njihovim bojama bez pada u prostor.",
    "hu": "A robotgyárban az alkatrészeket színük szerint kell elválasztani anélkül, hogy a térbe esne.",
    "id": "Di pabrik robot, Anda harus memisahkan bagian-bagian sesuai dengan warnanya tanpa jatuh ke ruang angkasa.",
    "it": "Nella fabbrica di robot, devi separare le parti in base ai loro colori senza cadere nello spazio.",
    "ja": "ロボット工場では、空間に落ちることなく、色によって部品を分離する必要があります。",
    "kn": "ರೋಬೋಟ್ ಫ್ಯಾಕ್ಟರಿಯಲ್ಲಿ, ನೀವು ಜಾಗಕ್ಕೆ ಬೀಳದೆ ಭಾಗಗಳನ್ನು ಅವುಗಳ ಬಣ್ಣಗಳಿಗೆ ಅನುಗುಣವಾಗಿ ಬೇರ್ಪಡಿಸಬೇಕು.",
    "ko": "로봇 공장에서는 공간에 떨어지지 않고 색상에 따라 부품을 분리해야합니다.",
    "lv": "Robotu rūpnīcā jums ir jānošķir detaļas pēc to krāsām, neiekrītot telpā.",
    "ml": "റോബോട്ട് ഫാക്ടറിയിൽ, നിങ്ങൾ ഭാഗങ്ങൾ അവയുടെ നിറങ്ങൾക്കനുസരിച്ച് സ്പേസിലേക്ക് വീഴാതെ വേർതിരിക്കണം.",
    "mr": "रोबोट फॅक्टरीत अवकाशात न पडता त्यांच्या रंगांनुसार भाग वेगळे करावे लागतात.",
    "ms": "Di kilang robot, anda perlu memisahkan bahagian mengikut warna mereka tanpa jatuh ke dalam ruang.",
    "nl": "In de robotfabriek moet je de onderdelen scheiden op basis van hun kleuren zonder in de ruimte te vallen.",
    "no": "I robotfabrikken må du skille delene i henhold til fargene uten å falle inn i rommet.",
    "pl": "W fabryce robotów musisz oddzielić części zgodnie z ich kolorami bez wpadania w przestrzeń.",
    "ro": "În fabrica de roboți, trebuie să separați piesele în funcție de culorile lor fără a cădea în spațiu.",
    "ru": "На фабрике роботов вы должны разделять детали в соответствии с их цветами, не попадая в пространство.",
    "sk": "V továrni na roboty musíte diely oddeliť podľa ich farieb bez toho, aby ste spadli do priestoru.",
    "sl": "V tovarni robotov, morate ločiti dele glede na njihove barve, ne da bi padli v prostor.",
    "sv": "I robotfabriken måste du separera delarna enligt deras färger utan att falla in i utrymmet.",
    "sw": "Katika kiwanda cha roboti, lazima utenganishe sehemu kulingana na rangi zao bila kuanguka kwenye nafasi.",
    "ta": "ரோபோ தொழிற்சாலையில், நீங்கள் விண்வெளியில் விழாமல் அவற்றின் வண்ணங்களுக்கு ஏற்ப பாகங்களை பிரிக்க வேண்டும்.",
    "te": "రోబో ఫ్యాక్టరీలో స్పేస్ లో పడకుండా వాటి రంగులను బట్టి విడిభాగాలను వేరు చేయాల్సి ఉంటుంది.",
    "th": "ในโรงงานหุ่นยนต์คุณต้องแยกชิ้นส่วนตามสีของพวกเขาโดยไม่ตกลงไปในพื้นที่",
    "tr": "Robot fabrikasında parçaları boşluğa düşmeden renklerine göre ayırmanız gerekiyor.",
    "uk": "На заводі роботів вам доведеться розділяти деталі відповідно до їх кольорів, не потрапляючи в простір."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for a mission with a crazy robot in a fun factory! Collect all the packs and show that you are the best robot character.\n\nHow To Play\nPlayed with Arrow Keys.\n\nRobot Factory Puzzle Game Features\n✓ Little Graphics\n✓ Basic control\n✓ 2D Environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! Robot Factory Puzzle Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}