{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Description Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A web extension that generates and suggests descriptions for Alation objects."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Describing important assets like tables, columns, and schemas in the Alation catalog is important but tedious work.  Wouldn't it be great if ChatGPT could give you a hand by suggesting descriptions automatically?\n\nThis extension gives an Alation user a simple right-click that uses chatGPT to generate up to three sample descriptions schemas, tables, columns, terms, policies, and queries.  All that's left is to paste the description in.\n\nIt removes the drudgery and friction that stops most from contributing more to the catalog.\n\n- Works with Google Chrome Browser\n- For both Alation on-prem and managed cloud configurations\n- Meets all Google Chrome Store security requirements\n- Requires a chatGPT account and token\n\nConfiguration Instructions\n1. Download and load the unpacked extension using the Chrome browser Manage Extension feature.\n2. Pin the extension using the Chrome browser Extension feature.\n3. Use the extension options to sign up for the beta and verify your free account.\n4. Add the OpenAI API key when prompted.\n5. !! Log out and then back into the catalog or refresh an open catalog page to force it to recognize that the extension exists.  If you don't do this nothing will happen when you click the extension. !!\n\nUsage Instructions\n1. Navigate to any catalog schemas, tables, columns, terms, policies, or query page.\n2. Click the extension icon and watch ChatGPT generate three descriptions.\n3. Copy the description you like best and paste it in the catalog description.\n4. If you don't like the descriptions run it again to see if you like any of the next three.\n\nSupport\nIf you need help email us at: support@prenticegate.com.  \n\nEnjoy!"
  }
}