{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sortify"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Organize your browser tabs and regain elegance with one simple click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Organize your browser tabs and regain elegance with Sortify -- the simple and super-fast tool to help you rearrange tabs and let you focus on what you are working on. \n\n★  What is Sortify?\n\nDo you open a lot of tabs and like to arrange tabs from the same sites together to keep them relevant? Are you tired of opening a new tab and manually drag it to keep tabs organized? Do you like to put newly opened tabs on one end of the browser to focus on them? Sortify is the tool to give you uncluttered and relevant tab arrangement with one simple click. \n\n★  Functionality\n\n - Cluster tabs from the same sites together into groups \n - Sort the tabs based on the time of opening to give you focus \n - You can always undo or redo if you don’t like the rearrangement\n\n\n★  Privacy assurance\n\nInformation about your tabs is never transmitted or shared to anyone. Everything happens offline and only in your browser. Please enjoy this free Chrome Extension. \n\n==============================\n\nCurrently, this is our first version of Sortify. We are working on adding many more features to the app. Please leave comments in Review or Support columns if you have any suggestions or feedback. We are committed to improving the app and providing a better user experience!"
  }
}