{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Manaba Plus"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add awesome modifications to manaba",
    "ja": "manabaの痒い所に手が届きます"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Manaba Plus is a browser extension that makes manaba a little more useful.\n\nNOTICE\nNow Download Contents is not Available\n\n⭐ Feature\n\n\n● Let me submit it right now!!\n\nYou can submit files in report pages with DnD.\n\nYou no longer need to select a file in the file selection dialog every time!!\n\n● Oh~how inconsiderate you are...\n\nRedirect from timeout pages to the home page.\n\nYou no longer need to get frustrated with SSO that does not return even when the session is timeout!!\n\n● Well, who needs\n\nLinks jump into pages directly.\n\nIt has gone, the wasted step to press a link and another link!!\n\n● Hey, where is it?\n\nDownload files in Course News, Assignments, and Resources.\nFiles will be sorted into folders by pages.\n\nYou no longer need to surf pages here and there to prepare materials!!\n\n● Grades interest me\n\nBind grades to assignments.\n\nYou can jump from Grades to Assignments directly!!\n\n● Hummmm, I'm getting worse and don't care what to do...\n\nShow the assignment list at the top of the home page.\nThey are colored by remaining time to their deadlines.\n\nCounting down rushes you!!\n\n● Why do you enter my sight? Bother.\n\nYou can hide or move away Memos, Alerts, Announcements, Specific Assignments / Surveys, Syllabus Search, Assignments, Old smartphone-optimized screens, Ads of Asahi Shimbun, and Banners.\n\nFor you, who like the simple style.\n\n● Huh, you huh? Here?\n\nYou can hide assignments and courses you think are unnecessary.\n\n\"Unused Courses\" disappear forever!!\n\n● It's too slow\n\nYou can add and remove courses ⭐ without reloading the page.\n\nYou no longer need to reload every time pressing ⭐!!\n\n● Red pencils disappear for some days so you don't have to care for them.\n\nYou can go to Course News, Tests, Surveys, Assignments, Grades, Forum, and Tutoring Collections by pushing course icons.\n\nYou no longer need to go to the pages through the top pages of courses!!\n\n● I wonder how long I can see the resources\n\nYou can highlight the open period of course resource pages.\n\nFor you, who be worried about open periods.\n\n● Every time and everywhere ♪\n\nYou can open the main panel from the toolbar icon.\nThe assignment list is in it.\n\nYou no longer need to visit manaba to check assignments!!\n\n● Ah! Oh, Hey... it's gone\n\nBackup assignments text of typing type.\n\nText you write with hard way would not go away anymore!!\n\n● Ops, dangerous\n\nShow a message when some time has passed since the last downloading content.\n\nYou will not forget to download them.\n\n● The dead eeeend?\n\nYou can transition to the Self-Registration pages by pressing links in the Syllabus.\n\nYou no longer need to go and come between Syllabus and Self-Registration!!\n\n● Only Tsukuba, right?\n\nAdapt to many schools.\n\nYour school should be adapted.\n\n\n⭐ Permissions\n\nManaba Plus needs the below permissions for functions.\n\n● Manage your downloads\n\nTo download and save content.\n\n\n⭐ Disclaimer\n\nManaba Plus is not official of schools and has nothing to do with the vender of manaba, Asahi Net, Inc.\nDevelopers are not responsible for any damages when using Manaba Plus.",
    "ja": "Manaba Plusは、manabaをちょこっと便利にする、ブラウザの拡張機能です。\n\nお知らせ\n現在、manabaのサーバー負荷に関する苦情により、ダウンロード機能が無効になっています。\n\n⭐ 特徴\n\n\n● 早く提出させてくれよぉ！！\n\nレポート提出画面でファイルをドラッグ&ドロップで提出できます。\n\nもういちいちファイル選択ダイアログでファイルを選択する必要はありません！！\n\n● あーなんて気が利かないのかしら。。。\n\nタイムアウト画面からホーム画面にリダイレクトします。\n\nもうタイムアウトしても戻らせてくれない SSO にイライラすることはありません！！\n\n● あのさぁ、そういうのいいから\n\nリンクを押すと直接ページに飛びます。\n\nリンクを押して、さらにリンクを押すという無駄なステップがなくなります！！\n\n● あれ、どこいったっけ？\n\nコースニュース、レポート、コースコンテンツにあるファイルをダウンロードします。\nファイルはページごとにフォルダ分けされます。\n\nもう資料を準備するためにあちこちのページに移る必要はありません！！\n\n● 成績が気になる\n\nレポートの成績のリンクを成績タブに貼ります。\n\n成績タブから直接レポートのページに飛べますよ！！\n\n● あー何やればいいのかわからなくなってきた。。。\n\n未提出課題の一覧をホーム画面の上部に表示します。\n提出期限までの残り時間によって色分けされます。\n\nカウントダウンであなたを焦らせますよ！！\n\n● 視界に入らないでもらえる？邪魔。\n\nメモ、アラート、お知らせ、大学からの課題・アンケート、シラバス検索、本家の課題一覧、旧スマホ版へのリンク、朝日新聞の広告、バナーを非表示にしたり、ホーム画面の下部に移動させたりできます。\n\n簡素な見た目が好きなあなたに。\n\n● え、きみ、え？いるの？\n\n不要だと思う課題やコースを非表示にできます。\n\nもう「使わないコース」は永遠に表示させません！！\n\n● もさったいんだよね\n\nページを再読み込みすることなくコースの ⭐ を付けたり外したりできます。\n\nもう ⭐ を押す度にページが再読み込みされることはありません！！\n\n● 赤鉛筆はしばらくすると消えるので、放置で問題ありません。\n\nコースのアイコンを押すと、コースニュース一覧、小テスト、アンケート、レポート、成績、掲示板、個別指導コレクションのうちの対応するページに移動します。\n\nもうコースのトップページに行ってから各ページに行く必要はありません！！\n\n● このコンテンツはいつまで見られるんだろうか\n\nコースコンテンツのページの公開期間を強調できるようにします。\n\n公開期間が気になるあなたに。\n\n● いつでもどこでも ♪\n\nツールバーのアイコンを押すとメインパネルが開きます。\nメインパネルでは未提出課題一覧を確認できます。\n\nもう未提出課題を確認するために manaba にアクセスする必要はありません！！\n\n● あ！あー、あぁ。。。ｷｴﾁｬｯﾀ\n\nテキストを入力するタイプのレポートのテキストをバックアップします。\n\nもうせっかく書いたレポートが消えてなくなることはありません！！\n\n● おっとっと危ない\n\n最後にコンテンツをダウンロードしてから時間が経つとメッセージが表示されます。\n\nもう資料をダウンロードし忘れることはないでしょう。\n\n● 行き止まりなのぉ？\n\nシラバスの詳細画面の「自己登録画面へ」を押すとそのコースの自己登録画面へ移動できます。\n\nもうシラバス画面と自己登録画面を行き来する必要はありません！！\n\n● 筑波だけなんかい\n\n多数の学校に対応しています。\n\nきっとあなたの学校の manaba でも使えるでしょう。\n\n\n⭐ 権限\n\nManaba Plusは機能の実現のために以下の権限を必要とします。\n\n● ダウンロードの管理\n\nコンテンツをダウンロードし、保存するために必要です。\n\n\n⭐ 免責事項\n\nManaba Plusは大学非公式であり、manaba のベンダーである株式会社朝日ネットとも一切関係がありません。\nManaba Plusを使用して被ったいかなる損害について開発者は責任を負わないものとします。"
  }
}