{
  "name": {
    "ar": "Floating Video - PiP Extension",
    "am": "Picture-in-Picture - floating player",
    "bg,ml,sr": "Picture-in-Picture",
    "bn": "Video Speed Controller - Picture-in-Picture",
    "ca": "Imatge en imatge - reproductor de vídeo flotant",
    "cs": "Obraz v Obraze - plovoucí video přehrávač",
    "da": "Flydende afspiller - billede-i-billede",
    "de": "Bild-in-Bild - Schwebender Videoplayer",
    "el": "Picture-in-Picture Extension",
    "en,en_AU,en_GB,en_US,es_419,hu,pt_PT,zh_TW": "Floating Video Player",
    "es": "Imagen en Imagen - reproductor de video flotante",
    "et": "Picture in picture with Playback Controls",
    "fa": "Floating Player - Picture-in-Picture",
    "fi": "Kuva kuvassa - kelluva pelaaja",
    "fil": "Video Downloader  - floating video player",
    "fr": "Image dans l'image - lecteur vidéo flottant",
    "gu,ro": "Picture-in-Picture for Youtube",
    "he,ta": "Youtube Picture-in-Picture",
    "hi": "Video Speed Control - Picture-in-Picture",
    "hr": "Picture-in-Picture for Twitch",
    "id": "Picture-in-Picture - Video Speed",
    "it": "Immagine nell'immagine - lettore video mobile",
    "ja": "Chrome のピクチャー イン ピクチャー",
    "kn": "PiP View - youtube video",
    "ko": "PIP(Picture in Picture) - 플로팅 비디오 플레이어",
    "lt": "Plaukiojantis grotuvas – vaizdas paveikslėlyje",
    "lv": "Attēls attēlā - peldošs video atskaņotājs",
    "mr": "Picture-in-Picture - PiP View",
    "ms": "Zoom Video",
    "nl": "Beeld in beeld - zwevende videospeler",
    "no": "Bilde i bilde - flytende videospiller",
    "pl": "Obraz w obrazie - pływający odtwarzacz wideo",
    "pt_BR": "Imagem em imagem - reprodutor de vídeo flutuante",
    "ru": "Picture-in-Picture mode - Floating player",
    "sk,vi": "Picture-in-Picture - floating video",
    "sl": "Obraz v obraze - plávajúci prehrávač videa",
    "sv": "Bild i bild - flytande videospelare",
    "sw": "Floating Video",
    "te": "Picture in picture - floating video player",
    "th": "Picture in picture - floating player",
    "tr": "Resim içinde resim - kayan video oynatıcı",
    "uk": "Picture-in-Picture mode - floating video",
    "zh_CN": "畫中畫 - 浮動視頻播放器"
  },
  "short": {
    "ar": "Floating video - watch videos while surfing the web with Picture in Picture (PiP) mode. Floating video player for Web!",
    "am": "Picture in Picture mode allows you to watch video in a floating video with playback controls. Floating video extension. Floating…",
    "bg,fa": "Picture-in-Picture mode allows you to watch video in a floating video with playback controls. Floating video extension.",
    "bn": "Watch videos while surfing the web with Picture in Picture (PiP) mode. Floating video player for Web! Video Speed Controller and…",
    "ca": "El mode Picture-in-Picture us permet veure vídeos en un vídeo flotant amb controls de reproducció. Extensió de vídeo flotant.",
    "cs": "Režim obraz v obraze umožňuje sledovat video v plovoucím videu s ovládacími prvky přehrávání. Rozšíření o plovoucí video.",
    "da": "Se videoer, mens du surfer på nettet med Picture in Picture-tilstand. Flydende videoafspiller til web!",
    "de": "Sehen Sie sich Videos an, während Sie im Bild-im-Bild-Modus im Internet surfen. Schwimmender Videoplayer für das Web!",
    "el": "Picture in Picture - watch videos while surfing the web with Picture in Picture (PiP) mode. Floating video player for Web!",
    "en,en_AU,en_GB,en_US,es_419,pt_PT,zh_TW": "Enjoy web surfing with Picture-in-Picture (PiP) mode. Embrace the convenience of a floating video player for the web!",
    "es": "Mire videos mientras navega por la web con el modo Imagen en imagen. ¡Reproductor de video flotante para Web!",
    "et,ro,sr,vi": "Watch videos while surfing the web with Picture in Picture (PiP) mode. Floating video player for Web!",
    "fi": "Kuva kuvassa -tilan avulla voit katsella videota kelluvana videona toistosäätimillä. Kelluva videolaajennus.",
    "fil": "Watch videos while surfing the web with Picture in Picture (PiP) mode. Floating video player for Web! Video Downloader and zoom…",
    "fr": "Regardez des vidéos tout en surfant sur le Web avec le mode Image dans l'image. Lecteur vidéo flottant pour le Web!",
    "gu,kn": "Youtube picture-in-picture mode allows you to watch video in a floating video. Youtube Floating video extension. Youtube",
    "he": "Youtube picture in picture mode allows you to watch video in a floating video. Youtube Floating video extension. Youtube",
    "hi,id,ms": "Zoom to Fill video and change aspect ratio video removing black bars on Youtube. Zoom controller video and summary video Chatgpt.…",
    "hr": "Flaoting Player for Twitch - continue watching your videos on Picture-in-Picture mode while doing something else!",
    "hu": "Picture for Youtube - watch videos while surfing the web with Picture in Picture (PiP) mode. Floating video player for Web!",
    "it": "La modalità Picture-in-Picture consente di guardare video in un video mobile con controlli di riproduzione. Estensione video mobile.",
    "ja": "ピクチャ イン ピクチャ モードで Web を閲覧しながらビデオを視聴します。 ウェブ用フローティングビデオプレーヤー！",
    "ko": "Picture-in-Picture 모드를 사용하면 재생 컨트롤을 사용하여 플로팅 비디오에서 비디오를 볼 수 있습니다. 플로팅 비디오 확장 프로그램.",
    "lt": "Vaizdas vaizde režimas leidžia žiūrėti vaizdo įrašą slankiojo vaizdo įrašo pavidalu su atkūrimo valdikliais. Plūduriuojantis vaizdo…",
    "lv": "Skatieties videoklipus, sērfojot tīmeklī, izmantojot režīmu Attēls attēlā. Peldošais video atskaņotājs tīmeklim!",
    "ml": "Picture-in-Picture - watch videos while surfing the web with Picture in Picture (PiP) mode. Floating video player for Web!",
    "mr": "PiP View - watch videos while surfing the web with Picture in Picture (PiP) mode. Floating video player for Web!",
    "nl": "Bekijk video's terwijl u op internet surft met de Picture in Picture-modus. Zwevende videospeler voor web!",
    "no": "Bilde-i-bilde-modus lar deg se video i en flytende video med avspillingskontroller. Flytende videoutvidelse.",
    "pl": "Oglądaj filmy podczas surfowania po Internecie w trybie obrazu w obrazie. Pływający odtwarzacz wideo do sieci!",
    "pt_BR": "O modo Picture-in-Picture permite que você assista a um vídeo flutuante com controles de reprodução. Extensão de vídeo flutuante.",
    "ru": "Watch videos while surfing the web with Picture in Picture (PiP) mode, . Floating video player for Web!",
    "sk": "Picture-in-Picture - watching your videos on floating player mode! Floating video for Youtube, Facebook, Twitch, Instagram.…",
    "sl": "Sledujte videá pri surfovaní na webe pomocou režimu Obraz v obraze. Plávajúci video prehrávač pre web!",
    "sv": "Bild-i-bild-läge låter dig titta på video i en flytande video med uppspelningskontroller. Flytande videotillägg.",
    "sw,ta,te": "Youtube picture-in-picture mode allows you to watch video in a floating video, PiP mode. Youtube Floating video extension. Youtube",
    "th": "Picture-in-Picture - watching your videos on floating player mode! Floating video for Youtube, Facebook, Twitch, Instagram.",
    "tr": "Resim içinde Resim modu, oynatma kontrolleriyle kayan bir videoda video izlemenizi sağlar. Kayan video uzantısı.",
    "uk": "«Картинка в картинке» — смотрите видео в режиме плавающего плеера! Плавающее видео для Youtube, Facebook, Twitch, Instagram...",
    "zh_CN": "畫中畫模式允許您在帶有播放控件的浮動視頻中觀看視頻。 浮動視頻擴展。"
  },
  "long": {
    "ar": "Picture-in-Picture - (Floating Player) - allows you to watch videos in a floating window (always on top of other windows) so you can keep track of what you are watching when interacting with other sites or applications.\n\nThis mode lets you play any video in Picture-in-Picture (PiP) mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. \n\nYou can also reposition it along the screen border while you continue to surf the internet.\n\nJust click on the Floating Player icon to display the video player on YouTube or any other websites on the Web. This window will play the video on all pages of the browser on which there is a video resource.\n\nWhat is extension Picture in Picture?\nFloating video brings a PiP view to all websites with an HTML video element. The extension adds a page action button to your browser. When a page has a video element, the color of this button changes. Press the button to open the active player in the Picture-in-Picture mode (PiP Mode). \n\nPicture in Picture extension automatically tries to use the active player.\n\nHow do I play a video in a floating window?\nOpen the YouTube video on the mini player in floating image-in-picture (PIP) mode. Supports video players This window will play videos on all pages of the browser. \n\nHow Picture in Picture works: \n- Find the video and run it. \n- Select the “Floating Picture in Picture” (PIP) mode, and you're done\n\nA floating video player allows the viewer to scroll through your webpage and keep your video in view the whole time.\n\nPiP mode is a popped-out, always-on-top video player which floats on top of other windows. Bring the PIP mode to any HTML5 video player on any website.\n\nPlay video in floating popup window.\nResize floating video pop-up.\nAll video formats supported.\nKeyboard shortcut: Alt + P (⌥ + P on macOS)\n\nZoom video, change aspect ratio video removing black bars on Netflix, Youtube. Ultrawide video, zoom page, zoom controller, speed video and video downloader. Video zoom. Zoom to Fill video and change aspect ratio video removing black bars on Youtube. Zoom controller video and summary video Chatgpt. Picture in picture mode.\n\nVideo Speed Controller - Speed up or slow down videos on any web.\nVideo Speed Controller enabled faster or slower to play video. Now you can easily slow down or speed up videos with flexible configuration. \n\nZoom tool for zoom video, change aspect ratio video removing black bars on Netflix, Youtube. Ultrawide video, zoom page, zoom controller, aspect ratio video and ultrawide monitor.\n\nVideo Transformer change aspect ratio video removing black bars on Youtube. Zoom page video and ultrawide monitor. Floating video  mode and full screen. Video download\n\nInstall Video Downloader and Music Downloader for free!\nVideo downloader is not a Youtube Downloader. Due to restrictions of the Google Web Store Policies and Developer Program Policies we can not download Youtube Videos. Thank you for understanding.\n\nVideo downloader is the easiest and fastest way to download online videos from mainstream websites, including Facebook, Vimeo, Twitter, Dailymotion, Instagram, vk.com, ok.ru, Youku (youku.com), TikTok and others. Facebook Video Downloader\n\nAdjust the speed of any video you're watching so you can skip the boring parts/slow down and understand the video better by playing the video at a slower speed. Video speed adjuster, speed test, video recorder, video games. Speed control HTML videos\n\nWhat is the Picture in Picture (PiP) mode and how it will be useful for you? This mode lets you play any video in Picture-in-Picture (PiP) mode, and it works on all platforms. Floating player or picture in picture mode. Picture-in-Picture - floating video, floating player \n\nBy default YouTube comments will be replaced with the relevant Reddit comments. YouTube comments can still be viewed by clicking the YouTube icon located at the top right of the comments section. Speed test, video recorder and video games (flash player - games)\n\nVideo Downloader for Chrome is not a YouTube downloader. However, Video Downloader is a great tool to get videos from various websites (Facebook, Twitter, Dailymotion, Vimeo, and Instagram). Video download plus and instagram video downloader\n\nRecord videos (screencast record) in our video recorder (screen recorder) and share screencasts. Record video from your screen. Annotate the video recording with various shapes. It works on most of websites, and yes: It is 100% tested on Youtube and Vimeo,  Facebook.\n\nYour support is appreciated; if you find the extension valuable, kindly consider rating it with 5 stars on the Picture in Picture and Zoom to Fill extension.\n\nTry real multitasking with a floating mini player that simplifies your life on the Web! Watch videos in picture-in-picture mode on popular websites.\n\nPic-in-pic mode supports all video formats and works with popular video hubs like Youtube, Vimeo, Facebook and many others.\n\nDisclaimer: about Youtube trademark!\nYoutube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode (PIP) for YouTube is not created, is not associated with Google Inc. or not supported.\n\nDisclaimer : Hulu is a trademark of Disney Media and Entertainment Distribution. This website & extension hold no association or affiliation with Hulu or any third-party companies.\n\nYoutube Picture in Picture\nYoutube Picture in Picture allows you to play Youtube video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nHBOMax Picture in Picture\nAll you need to do is add HBOMax Picture in Picture extension to your browser and enjoy your favorite series in the background. It's as simple as that!\n\nPrime Video Picture in Picture\nPrime Video Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nParamount + Picture in Picture\nParamount + Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nAppleTV+ Picture in Picture\nAppleTV+ Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nFloating Video player extension is completely free, safe, fast and easy to add to your Chrome browser.  We will be glad to see your comments and assessment - this is very important for us!",
    "am,kn,ru,sw,uk": "Picture-in Picture Extension (PiP) lets you play any video in \nfloating video player mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. You can also reposition it along the screen border while you continue to surf the internet.\n\nNow stream your favorite movies, series or sports on any tab. Install Picture in Picture Chrome extension to enable the floating video. We support this feature on every streaming site. \n\nWhat is the mode and how it will be useful for you? You can also reposition it along the screen border while you continue to surf the internet.\n\nAllows you to watch videos in a floating window (always on top of other windows) so you can keep track of what you are watching when interacting with other sites or applications.\n\nJust click on the app icon to display the video player on YouTube or any other websites on the Web. This window will play the video on all pages of the browser on which there is a video resource. \n\nHow do I play a video in a floating window?\nOpen the YouTube video on the mini player in floating image-in-image mode. Supports video players This window will play videos on all pages of the browser. \n\nHow Extension works:\n1. Find the video and run it.\n2. Click the extension icon to reduce the video player on YouTube and other sites.\n3. Select the “Floating Picture in Picture” and you're done.\n\nA floating video allows the viewer to scroll through your webpage and keep your video in view the whole time.\n\nJust click on the Floating Player and Video Control icon to display the video player on YouTube or any other websites on the Web. This window will play the video on all pages of the browser on which there is a video resource.\n\nPic-in-pic mode supports all video formats and works with popular video hubs like Youtube and many others\n\nP.S. YouTube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode for YouTube  is not created, is not associated with Google Inc. or not supported.\n\nWe really hope that our Picture Viewer will be useful to you! We look forward to your feedback and ratings! Also write your suggestions for improving the functionality.",
    "bg,el,he,hi,id,ml,mr,ms,sr": "Picture-in-Picture - (Floating Player) - allows you to watch videos in a floating window (always on top of other windows) so you can keep track of what you are watching when interacting with other sites or applications.\n\nThis mode lets you play any video in Picture-in-Picture (PiP) mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. \n\nYou can also reposition it along the screen border while you continue to surf the internet.\n\nJust click on the Floating Player icon to display the video player on YouTube or any other websites on the Web. This window will play the video on all pages of the browser on which there is a video resource.\n\nWhat is extension Picture in Picture?\nFloating video brings a PiP view to all websites with an HTML video element. The extension adds a page action button to your browser. When a page has a video element, the color of this button changes. Press the button to open the active player in the Picture-in-Picture mode (PiP Mode). \n\nPicture in Picture extension automatically tries to use the active player.\n\nHow do I play a video in a floating window?\nOpen the YouTube video on the mini player in floating image-in-picture (PIP) mode. Supports video players This window will play videos on all pages of the browser. \n\nHow Picture in Picture works: \n- Find the video and run it. \n- Select the “Floating Picture in Picture” (PIP) mode, and you're done\n\nA floating video player allows the viewer to scroll through your webpage and keep your video in view the whole time.\n\nPiP mode is a popped-out, always-on-top video player which floats on top of other windows. Bring the PIP mode to any HTML5 video player on any website.\n\nPlay video in floating popup window.\nResize floating video pop-up.\nAll video formats supported.\nKeyboard shortcut: Alt + P (⌥ + P on macOS)\n\nThe floating window - PiP mode has play and pause buttons, and you can exit from the picture-in-picture mode anytime.\n\nHow Picture in Picture mode works:\n1. Find the video and run it.\n2. Click the extension icon to reduce the video player on YouTube and other sites.\n3. Select the “Floating Picture in Picture” (PIP) mode, and you're done.\n\nTry real multitasking with a floating mini player that simplifies your life on the Web! Watch videos in picture-in-picture mode on popular websites.\n\nPic-in-pic mode supports all video formats and works with popular video hubs like Youtube, Vimeo, Facebook and many others.\n\nDisclaimer: about Youtube trademark!\nYoutube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode (PIP) for YouTube is not created, is not associated with Google Inc. or not supported.\n\nDisclaimer : Hulu is a trademark of Disney Media and Entertainment Distribution. This website & extension hold no association or affiliation with Hulu or any third-party companies.\n\nYoutube Picture in Picture\nYoutube Picture in Picture allows you to play Youtube video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nHBOMax Picture in Picture\nAll you need to do is add HBOMax Picture in Picture extension to your browser and enjoy your favorite series in the background. It's as simple as that!\n\nPrime Video Picture in Picture\nPrime Video Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nParamount + Picture in Picture\nParamount + Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nAppleTV+ Picture in Picture\nAppleTV+ Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nFloating Video player extension is completely free, safe, fast and easy to add to your Chrome browser.  We will be glad to see your comments and assessment - this is very important for us!",
    "bn,et,fa,fil,gu,hr,hu": "Picture-in-Picture - (Floating Player) - allows you to watch videos in a floating window (always on top of other windows) so you can keep track of what you are watching when interacting with other sites or applications.\n\nThis mode lets you play any video in Picture-in-Picture (PiP) mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. \n\nYou can also reposition it along the screen border while you continue to surf the internet.\n\nJust click on the Floating Player icon to display the video player on YouTube or any other websites on the Web. This window will play the video on all pages of the browser on which there is a video resource.\n\nWhat is extension Picture in Picture?\nFloating video brings a PiP view to all websites with an HTML video element. The extension adds a page action button to your browser. When a page has a video element, the color of this button changes. Press the button to open the active player in the Picture-in-Picture mode (PiP Mode). \n\nPicture in Picture extension automatically tries to use the active player.\n\nHow do I play a video in a floating window?\nOpen the YouTube video on the mini player in floating image-in-picture (PIP) mode. Supports video players This window will play videos on all pages of the browser. \n\nHow Picture in Picture works: \n- Find the video and run it. \n- Select the “Floating Picture in Picture” (PIP) mode, and you're done\n\nA floating video player allows the viewer to scroll through your webpage and keep your video in view the whole time.\n\nPiP mode is a popped-out, always-on-top video player which floats on top of other windows. Bring the PIP mode to any HTML5 video player on any website.\n\nPlay video in floating popup window.\nResize floating video pop-up.\nAll video formats supported.\nKeyboard shortcut: Alt + P (⌥ + P on macOS)\n\nThe floating window - PiP mode has play and pause buttons, and you can exit from the picture-in-picture mode anytime.\n\nHow Picture in Picture mode works:\n1. Find the video and run it.\n2. Click the extension icon to reduce the video player on YouTube and other sites.\n3. Select the “Floating Picture in Picture” (PIP) mode, and you're done.\n\nTry real multitasking with a floating mini player that simplifies your life on the Web! Watch videos in picture-in-picture mode on popular websites.\n\nPic-in-pic mode supports all video formats and works with popular video hubs like Youtube, Vimeo, Facebook and many others.\n\nDisclaimer: about Youtube trademark!\nYoutube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode (PIP) for YouTube is not created, is not associated with Google Inc. or not supported.\n\nDisclaimer : Hulu is a trademark of Disney Media and Entertainment Distribution. This website & extension hold no association or affiliation with Hulu or any third-party companies.\n\nYoutube Picture in Picture\nYoutube Picture in Picture allows you to play Youtube video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nHBOMax Picture in Picture\nAll you need to do is add HBOMax Picture in Picture extension to your browser and enjoy your favorite series in the background. It's as simple as that!\n\nPrime Video Picture in Picture\nPrime Video Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nParamount + Picture in Picture\nParamount + Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nAppleTV+ Picture in Picture\nAppleTV+ Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nZoom video, change aspect ratio video removing black bars on Netflix, Youtube. Ultrawide video, zoom page, zoom controller, speed video and video downloader. Video zoom. Zoom to Fill video and change aspect ratio video removing black bars on Youtube. Zoom controller video and summary video Chatgpt. Picture in picture mode.\n\nVideo Speed Controller - Speed up or slow down videos on any web.\nVideo Speed Controller enabled faster or slower to play video. Now you can easily slow down or speed up videos with flexible configuration. \n\nZoom tool for zoom video, change aspect ratio video removing black bars on Netflix, Youtube. Ultrawide video, zoom page, zoom controller, aspect ratio video and ultrawide monitor.\n\nVideo Transformer change aspect ratio video removing black bars on Youtube. Zoom page video and ultrawide monitor. Floating video  mode and full screen. Video download\n\nInstall Video Downloader and Music Downloader for free!\nVideo downloader is not a Youtube Downloader. Due to restrictions of the Google Web Store Policies and Developer Program Policies we can not download Youtube Videos. Thank you for understanding.\n\nVideo downloader is the easiest and fastest way to download online videos from mainstream websites, including Facebook, Vimeo, Twitter, Dailymotion, Instagram, vk.com, ok.ru, Youku (youku.com), TikTok and others. Facebook Video Downloader\n\nAdjust the speed of any video you're watching so you can skip the boring parts/slow down and understand the video better by playing the video at a slower speed. Video speed adjuster, speed test, video recorder, video games. Speed control HTML videos\n\nWhat is the Picture in Picture (PiP) mode and how it will be useful for you? This mode lets you play any video in Picture-in-Picture (PiP) mode, and it works on all platforms. Floating player or picture in picture mode. Picture-in-Picture - floating video, floating player \n\nBy default YouTube comments will be replaced with the relevant Reddit comments. YouTube comments can still be viewed by clicking the YouTube icon located at the top right of the comments section. Speed test, video recorder and video games (flash player - games)\n\nVideo Downloader for Chrome is not a YouTube downloader. However, Video Downloader is a great tool to get videos from various websites (Facebook, Twitter, Dailymotion, Vimeo, and Instagram). Video download plus and instagram video downloader\n\nRecord videos (screencast record) in our video recorder (screen recorder) and share screencasts. Record video from your screen. Annotate the video recording with various shapes. It works on most of websites, and yes: It is 100% tested on Youtube and Vimeo,  Facebook.\n\nYour support is appreciated; if you find the extension valuable, kindly consider rating it with 5 stars on the Picture in Picture and Zoom to Fill extension.\n\nFloating Video player extension is completely free, safe, fast and easy to add to your Chrome browser.  We will be glad to see your comments and assessment - this is very important for us!",
    "ca": "Picture in picture extension (PiP) us permet reproduir qualsevol vídeo\nmode de reproductor de vídeo flotant i funciona a totes les plataformes. PiP és un reproductor de vídeo emergent i sempre a la part superior que flota a sobre d'altres finestres.\n\nTambé podeu reposicionar-lo al llarg de la vora de la pantalla mentre continueu navegant per Internet.\n\nAra reprodueix les teves pel·lícules, sèries o esports preferits a qualsevol pestanya. Instal·leu l'extensió de Chrome Picture in Picture per habilitar el vídeo flotant. Admetem aquesta funció a tots els llocs de streaming.\n\nQuè és l'extensió Picture in Picture?\nEl vídeo flotant ofereix una vista PiP a tots els llocs web amb un element de vídeo HTML. L'extensió afegeix un botó d'acció de pàgina al vostre navegador.\n\nQuan una pàgina té un element de vídeo, el color d'aquest botó canvia. Premeu el botó per obrir el reproductor actiu en el mode Picture-in-Picture (Mode PiP).\n\nL'extensió de vídeo flotant intenta utilitzar automàticament el reproductor actiu.\n\nCom reprodueixo un vídeo en una finestra flotant?\nObriu el vídeo de YouTube al minireproductor en mode d'imatge en imatge flotant (PIP). Admet reproductors de vídeo Aquesta finestra reproduirà vídeos a totes les pàgines del navegador.\n\nCom funciona Picture in Picture:\n- Busca el vídeo i executa-lo.\n- Seleccioneu el mode \"Imatge flotant en imatge\" (PIP) i ja heu acabat\n\nUn reproductor de vídeo flotant permet a l'espectador desplaçar-se per la vostra pàgina web i mantenir el vostre vídeo a la vista tot el temps.\n\nNomés cal que feu clic a la icona del reproductor flotant per mostrar el reproductor de vídeo a YouTube o a qualsevol altre lloc web del web. Aquesta finestra reproduirà el vídeo a totes les pàgines del navegador on hi hagi un recurs de vídeo.\n\nEl mode Pic-in-pic admet tots els formats de vídeo i funciona amb centres de vídeo populars com Youtube i molts altres\n\nEl reproductor de vídeo flotant (PIP) per a YouTube respecta la vostra privadesa.\n\nP.S. YouTube és una marca comercial de Google Inc. L'ús d'aquesta marca comercial està subjecte als permisos de Google.\nEl mode d'imatge flotant en el mode d'imatge (PIP) per a YouTube no està creat, no està associat a Google Inc. o no és compatible.\n\nEsperem que el nostre visor d'imatges us sigui útil! Esperem els vostres comentaris i valoracions! Escriviu també els vostres suggeriments per millorar la funcionalitat.",
    "cs": "Rozšíření obrazu v obraze (PiP) umožňuje přehrávat jakékoli video\nplovoucí režim přehrávače videa a funguje na všech platformách. PiP je vyskakovací, vždy zapnutý video přehrávač, který se vznáší nad ostatními okny.\n\nMůžete jej také přemístit podél okraje obrazovky, zatímco budete pokračovat v procházení internetu.\n\nNyní streamujte své oblíbené filmy, seriály nebo sporty na jakékoli kartě. Chcete-li povolit plovoucí video, nainstalujte si rozšíření Picture in Picture pro Chrome. Tuto funkci podporujeme na všech streamovacích stránkách.\n\nCo je rozšíření Obraz v obraze?\nPlovoucí video přináší obraz v obraze na všechny webové stránky s prvkem HTML videa. Rozšíření přidá do vašeho prohlížeče tlačítko akce stránky.\n\nPokud stránka obsahuje prvek videa, barva tohoto tlačítka se změní. Stisknutím tlačítka otevřete aktivní přehrávač v režimu obrazu v obraze (režim PiP).\n\nRozšíření Floating Video se automaticky pokusí použít aktivní přehrávač.\n\nJak přehraju video v plovoucím okně?\nOtevřete video YouTube na minipřehrávači v režimu plovoucího obrazu v obraze (PIP). Podporuje přehrávače videa Toto okno přehraje videa na všech stránkách prohlížeče.\n\nJak funguje obraz v obraze:\n- Najděte video a spusťte ho.\n- Vyberte režim „Plovoucí obraz v obraze“ (PIP) a je hotovo\n\nPlovoucí videopřehrávač umožňuje divákovi procházet webovou stránkou a mít vaše video neustále na očích.\n\nKliknutím na ikonu plovoucího přehrávače zobrazíte přehrávač videa na YouTube nebo na jiných webových stránkách na webu. Toto okno přehraje video na všech stránkách prohlížeče, na kterých je zdroj videa.\n\nRežim Pic-in-pic podporuje všechny formáty videa a funguje s oblíbenými videocentry, jako je Youtube a mnoho dalších\n\nPřehrávač plovoucího videa (PIP) pro YouTube respektuje vaše soukromí.\n\nP.S. YouTube je ochranná známka společnosti Google Inc. Použití této ochranné známky podléhá oprávněním společnosti Google.\nRežim plovoucího obrázku v režimu obrazu (PIP) pro YouTube není vytvořen, není spojen se společností Google Inc. nebo není podporován.\n\nOpravdu doufáme, že vám náš Prohlížeč obrázků bude užitečný! Těšíme se na vaši zpětnou vazbu a hodnocení! Napište také své návrhy na vylepšení funkčnosti.",
    "da": "billed-i-billede-udvidelse (PiP) lader dig afspille enhver video i\nflydende videoafspillertilstand, og den virker på alle platforme. PiP er en pop-out, altid-on-top videoafspiller, der svæver oven på andre vinduer.\n\nDu kan også flytte den langs skærmkanten, mens du fortsætter med at surfe på internettet.\n\nStream nu dine yndlingsfilm, serier eller sport på en hvilken som helst fane. Installer Picture in Picture chrome-udvidelsen for at aktivere den flydende video. Vi understøtter denne funktion på alle streamingsider.\n\nHvad er udvidelse Billede i billede?\nFlydende video bringer en PiP-visning til alle websteder med et HTML-videoelement. Udvidelsen tilføjer en sidehandlingsknap til din browser.\n\nNår en side har et videoelement, ændres farven på denne knap. Tryk på knappen for at åbne den aktive afspiller i Picture-in-Picture-tilstand (PiP-tilstand).\n\nFlydende videoudvidelse forsøger automatisk at bruge den aktive afspiller.\n\nHvordan afspiller jeg en video i et flydende vindue?\nÅbn YouTube-videoen på miniafspilleren i flydende billede-i-billede-tilstand (PIP). Understøtter videoafspillere Dette vindue afspiller videoer på alle sider i browseren.\n\nSådan fungerer billede i billede:\n- Find videoen og kør den.\n- Vælg tilstanden \"Flydende billede i billede\" (PIP), og du er færdig\n\nEn flydende videoafspiller gør det muligt for seeren at rulle gennem din webside og holde din video synlig hele tiden.\n\nBare klik på ikonet for flydende afspiller for at vise videoafspilleren på YouTube eller andre websteder på nettet. Dette vindue afspiller videoen på alle sider i browseren, hvor der er en videoressource.\n\nPic-in-pic-tilstand understøtter alle videoformater og fungerer med populære videohubs som Youtube og mange andre\n\nFlydende videoafspiller (PIP) til YouTube respekterer dit privatliv.\n\nP.S. YouTube er et varemærke tilhørende Google Inc. Brug af dette varemærke er underlagt Googles tilladelser.\nDen flydende billedtilstand i billedtilstand (PIP) for YouTube er ikke oprettet, er ikke tilknyttet Google Inc. eller understøttes ikke.\n\nVi håber virkelig, at vores billedfremviser vil være nyttig for dig! Vi ser frem til din feedback og vurderinger! Skriv også dine forslag til forbedring af funktionaliteten.",
    "de": "Mit der Bild-in-Bild-Erweiterung (PiP) können Sie jedes Video abspielen\nschwebender Videoplayer-Modus und funktioniert auf allen Plattformen. PiP ist ein herausspringender, immer im Vordergrund befindlicher Videoplayer, der über anderen Fenstern schwebt.\n\nSie können es auch am Bildschirmrand neu positionieren, während Sie weiter im Internet surfen.\n\nStreamen Sie jetzt Ihre Lieblingsfilme, -serien oder -sportarten auf einem beliebigen Tab. Installieren Sie die Picture-in-Picture-Chrome-Erweiterung, um das Floating-Video zu aktivieren. Wir unterstützen diese Funktion auf jeder Streaming-Site.\n\nWas ist die Bild-in-Bild-Erweiterung?\nFloating Video bringt eine PiP-Ansicht auf alle Websites mit einem HTML-Videoelement. Die Erweiterung fügt Ihrem Browser eine Seitenaktionsschaltfläche hinzu.\n\nWenn eine Seite ein Videoelement enthält, ändert sich die Farbe dieser Schaltfläche. Drücken Sie die Taste, um den aktiven Player im Picture-in-Picture-Modus (PiP-Modus) zu öffnen.\n\nDie Floating Video-Erweiterung versucht automatisch, den aktiven Player zu verwenden.\n\nWie spiele ich ein Video in einem schwebenden Fenster ab?\nÖffnen Sie das YouTube-Video auf dem Miniplayer im schwebenden Bild-in-Bild-Modus (PIP). Unterstützt Videoplayer Dieses Fenster spielt Videos auf allen Seiten des Browsers ab.\n\nSo funktioniert Bild-in-Bild:\n- Finden Sie das Video und führen Sie es aus.\n- Wählen Sie den Modus „Floating Picture in Picture“ (PIP) und Sie sind fertig\n\nEin schwebender Videoplayer ermöglicht es dem Betrachter, durch Ihre Webseite zu scrollen und Ihr Video die ganze Zeit im Blick zu behalten.\n\nKlicken Sie einfach auf das Floating Player-Symbol, um den Videoplayer auf YouTube oder anderen Websites im Web anzuzeigen. Dieses Fenster spielt das Video auf allen Seiten des Browsers ab, auf denen es eine Videoressource gibt.\n\nDer Bild-in-Bild-Modus unterstützt alle Videoformate und funktioniert mit beliebten Video-Hubs wie Youtube und vielen anderen\n\nFloating Video Player (PIP) für YouTube respektiert Ihre Privatsphäre.\n\nP.S. YouTube ist eine Marke von Google Inc. Die Verwendung dieser Marke unterliegt der Genehmigung von Google.\nDer schwebende Bildmodus im Bildmodus (PIP) für YouTube wird nicht erstellt, ist nicht mit Google Inc. verbunden oder wird nicht unterstützt.\n\nWir hoffen wirklich, dass unser Picture Viewer für Sie nützlich sein wird! Wir freuen uns auf Ihr Feedback und Ihre Bewertungen! Schreiben Sie auch Ihre Vorschläge zur Verbesserung der Funktionalität.",
    "en,en_AU,es_419,pt_PT,zh_TW": "🎬 Picture-in-Picture Extension (PiP): Elevate Your Video Experience 🌐\n\nEnjoy a seamless video experience with Picture-in-Picture Extension (PiP). This innovative feature allows you to play any video in a floating video player mode, accessible across all platforms. The PiP feature presents a popped-out, always-on-top video player, effortlessly floating above other windows. Conveniently reposition it along the screen border while you explore the vastness of the internet.\n\n🎥 Stream Your Favorites Anywhere, Anytime!\n\nNow, you can stream your favorite movies, series, or sports on any tab with the Picture in Picture Chrome extension. Enable the floating video player and experience this feature on every streaming site, making your entertainment accessible with just a click.\n\n🌟 Enhanced Viewing Flexibility\n\nWatch videos in a floating window that stays on top of other windows, ensuring you never miss a moment while interacting with other sites or applications. Reposition the floating player along the screen border while you continue your internet surfing.\n\n📱 How It Works:\n\n1️⃣ Find the video and play it.\n2️⃣ Click the extension icon to minimize the video player on YouTube and other sites.\n3️⃣ Choose \"Floating Picture in Picture,\" and you're ready to go!\n\n🔄 Easy Video Navigation\n\nA floating video enables seamless scrolling through webpages while keeping your video in view. Simply click on the Floating Player and Video Control icon to display the video player on YouTube or any other websites, playing the video on all pages of the browser with video resources.\n\n🎉 Features:\n\n✅ Supports all video formats\n✅ Compatible with popular video hubs like YouTube and more\n\n🚨 Important Note:\n\nYouTube is a trademark of Google Inc., and the use of this trademark is subject to Google permissions. The floating image mode in Picture mode for YouTube is not created, associated with, or supported by Google Inc.\n\n🙏 Your Feedback Matters!\n\nWe sincerely hope that our Picture Viewer enhances your viewing experience. Share your feedback, ratings, and suggestions for improving functionality. We appreciate your support!\n\n🔗 NOTICE:\nFloating Video Player cooperates with Natutti LTD\nBy installing our extension you agree to our internal Privacy Policy and also automatically agree to the Privacy Policy and Terms of Use of the Natutti platform\nhttps://natutti.net/privacy-policy.html\nhttps://natutti.net/terms-of-use.html",
    "en_GB,en_US": "🎬 Picture-in-Picture Extension (PiP): Elevate Your Video Experience 🌐\n\nEnjoy a seamless video experience with Picture-in-Picture Extension (PiP). This innovative feature allows you to play any video in a floating video player mode, accessible across all platforms. The PiP feature presents a popped-out, always-on-top video player, effortlessly floating above other windows. Conveniently reposition it along the screen border while you explore the vastness of the internet.\n\n🎥 Stream Your Favorites Anywhere, Anytime!\n\nNow, you can stream your favorite movies, series, or sports on any tab with the Picture in Picture Chrome extension. Enable the floating video player and experience this feature on every streaming site, making your entertainment accessible with just a click.\n\n🌟 Enhanced Viewing Flexibility\n\nWatch videos in a floating window that stays on top of other windows, ensuring you never miss a moment while interacting with other sites or applications. Reposition the floating player along the screen border while you continue your internet surfing.\n\n📱 How It Works:\n\n1️⃣ Find the video and play it.\n2️⃣ Click the extension icon to minimize the video player on YouTube and other sites.\n3️⃣ Choose \"Floating Picture in Picture,\" and you're ready to go!\n\n🔄 Easy Video Navigation\n\nA floating video enables seamless scrolling through webpages while keeping your video in view. Simply click on the Floating Player and Video Control icon to display the video player on YouTube or any other websites, playing the video on all pages of the browser with video resources.\n\n🎉 Features:\n\n✅ Supports all video formats\n✅ Compatible with popular video hubs like YouTube and more\n\n🚨 Important Note:\n\nYouTube is a trademark of Google Inc., and the use of this trademark is subject to Google permissions. The floating image mode in Picture mode for YouTube is not created, associated with, or supported by Google Inc.\n\n🙏 Your Feedback Matters!\n\nWe sincerely hope that our Picture Viewer enhances your viewing experience. Share your feedback, ratings, and suggestions for improving functionality. We appreciate your support!\n\n🔗 NOTICE:\nOur extension partners with Admitad for affiliate linking purposes. We do NOT save any of your search queries, nor do we receive any rewards from them. However, we may earn a commission for purchases made after users click on our affiliate links. Detailed information about this process is available in Admitad's privacy policy: https://terms.admitad.com/en/privacy-policy/for-end-users/. Advertisements related to this partnership do not interfere with any third-party website, in-app, or native advertising.\nBy using this extension, you agree to Fardos's Terms & Conditions, available on the Fardos website: fardoss.com/terms-of-service.",
    "es": "La extensión de imagen en imagen (PiP) le permite reproducir cualquier video en\nmodo de reproductor de video flotante, y funciona en todas las plataformas. PiP es un reproductor de video emergente y siempre visible que flota sobre otras ventanas.\n\nTambién puede cambiar su posición a lo largo del borde de la pantalla mientras continúa navegando por Internet.\n\nAhora transmite tus películas, series o deportes favoritos en cualquier pestaña. Instale la extensión de Chrome Picture in Picture para habilitar el video flotante. Admitimos esta función en todos los sitios de transmisión.\n\n¿Qué es la extensión Picture in Picture?\nEl video flotante brinda una vista PiP a todos los sitios web con un elemento de video HTML. La extensión agrega un botón de acción de página a su navegador.\n\nCuando una página tiene un elemento de video, el color de este botón cambia. Presione el botón para abrir el reproductor activo en el modo Picture-in-Picture (Modo PiP).\n\nLa extensión de video flotante intenta automáticamente usar el reproductor activo.\n\n¿Cómo reproduzco un video en una ventana flotante?\nAbra el video de YouTube en el minirreproductor en modo flotante de imagen en imagen (PIP). Admite reproductores de video Esta ventana reproducirá videos en todas las páginas del navegador.\n\nCómo funciona Imagen en imagen:\n- Encuentra el video y ejecútalo.\n- Seleccione el modo \"Imagen flotante en imagen\" (PIP) y listo\n\nUn reproductor de video flotante le permite al espectador desplazarse por su página web y mantener su video a la vista todo el tiempo.\n\nSimplemente haga clic en el ícono del reproductor flotante para mostrar el reproductor de video en YouTube o en cualquier otro sitio web en la Web. Esta ventana reproducirá el video en todas las páginas del navegador en las que hay un recurso de video.\n\nEl modo pic-in-pic es compatible con todos los formatos de video y funciona con centros de video populares como Youtube y muchos otros\n\nEl reproductor de video flotante (PIP) para YouTube respeta su privacidad.\n\nPD YouTube es una marca comercial de Google Inc. El uso de esta marca comercial está sujeto a los permisos de Google.\nEl modo de imagen flotante en el modo de imagen (PIP) para YouTube no se crea, no está asociado con Google Inc. o no es compatible.\n\n¡Realmente esperamos que nuestro visor de imágenes le sea útil! ¡Esperamos sus comentarios y calificaciones! Escriba también sus sugerencias para mejorar la funcionalidad.",
    "fi": "Kuva kuvassa - (kelluva soitin) - mahdollistaa videoiden katselun kelluvassa ikkunassa (aina muiden ikkunoiden päällä), jotta voit seurata katsomaasi, kun olet vuorovaikutuksessa muiden sivustojen tai sovellusten kanssa.\n\nTämän tilan avulla voit toistaa mitä tahansa videota kuva kuvassa (Picture-in-Picture) -tilassa, ja se toimii kaikilla alustoilla. PiP on ponnahdusikkuna, aina päällä oleva videosoitin, joka kelluu muiden ikkunoiden päällä.\n\nVoit myös sijoittaa sen uudelleen näytön reunaa pitkin samalla, kun jatkat internetissä surffausta.\n\nNapsauta vain kelluva soitin -kuvaketta näyttääksesi videosoittimen YouTubessa tai muilla Web-sivustoilla. Tämä ikkuna toistaa videon kaikilla selaimen sivuilla, joilla on videoresurssi.\n\nMikä on laajennus Kuva kuvassa?\nKelluva video tuo PiP-näkymän kaikille verkkosivustoille, joissa on HTML-videoelementti. Laajennus lisää sivutoimintopainikkeen selaimeesi. Kun sivulla on videoelementti, tämän painikkeen väri muuttuu. Paina painiketta avataksesi aktiivisen soittimen kuva kuvassa -tilassa (PiP-tila).\n\nKuva kuvassa -laajennus yrittää automaattisesti käyttää aktiivista soitinta.\n\nKuinka toistan videon kelluvassa ikkunassa?\nAvaa YouTube-video minisoittimessa kelluva kuva kuvassa (PIP) -tilassa. Tukee videosoittimia Tämä ikkuna toistaa videoita kaikilla selaimen sivuilla.\n\nMiten kuva kuvassa toimii:\n- Etsi video ja suorita se.\n- Valitse \"Kelluva kuva kuvassa\" (PIP) -tila, ja olet valmis\n\nKelluvan videosoittimen avulla katsoja voi selata verkkosivuasi ja pitää videosi näkyvissä koko ajan.\n\nPiP-tila on ponnahdusikkuna, aina päällä oleva videosoitin, joka kelluu muiden ikkunoiden päällä. Tuo PIP-tila mihin tahansa HTML5-videosoittimeen millä tahansa verkkosivustolla.\n\nToista video kelluvassa ponnahdusikkunassa.\nMuuta kelluvan videon kokoa.\nKaikki videoformaatit tuetut.\nPikanäppäin: Alt + P (⌥ + P macOS:ssä)\n\nKelluva ikkuna - PiP-tilassa on toisto- ja taukopainikkeet, ja voit poistua kuva kuvassa -tilasta milloin tahansa.\n\nMiten kuva kuvassa -tila toimii:\n1. Etsi video ja suorita se.\n2. Napsauta laajennuskuvaketta vähentääksesi videosoitinta YouTubessa ja muilla sivustoilla.\n3. Valitse \"Kelluva kuva kuvassa\" (PIP) -tila, ja olet valmis.\n\nKokeile todellista moniajoa kelluvalla minisoittimella, joka yksinkertaistaa elämääsi verkossa! Katso videoita kuva kuvassa -tilassa suosituilla verkkosivustoilla.\n\nKuva kuvassa -tila tukee kaikkia videomuotoja ja toimii suosittujen videokeskusten, kuten Youtuben, Vimeon, Facebookin ja monien muiden kanssa.\n\nVastuuvapauslauseke: Youtube-tavaramerkistä!\nYoutube on Google Inc:n tavaramerkki. Tämän tavaramerkin käyttö edellyttää Googlen lupaa.\nYouTuben kuvatilassa (PIP) olevaa kelluvaa kuvatilaa ei ole luotu, se ei ole liitetty Google Inc:iin tai sitä ei tueta.\n\nVastuuvapauslauseke: Hulu on Disney Media and Entertainment Distributionin tavaramerkki. Tällä verkkosivustolla ja laajennuksella ei ole yhteyttä tai yhteyttä Huluun tai mihinkään kolmannen osapuolen yritykseen.\n\nYoutube Kuva kuvassa\nYoutube Kuva kuvassa mahdollistaa Youtube-videosisällön toistamisen kelluvassa ikkunassa, joka on kiinnitetty aina päälle, joten voit käyttää näytön muuta osaa muihin tehtäviin.\n\nHBOMax Kuva kuvassa\nSinun tarvitsee vain lisätä HBOMax Picture in Picture -laajennus selaimeesi ja nauttia suosikkisarjoistasi taustalla. Se on niin yksinkertaista!\n\nEnsiluokkainen videokuva kuvassa\nPrime Video Picture in Picture -videon avulla voit toistaa videosisältöä kelluvassa ikkunassa, joka on kiinnitetty aina päälle, joten voit käyttää näytön muuta osaa muihin tehtäviin.\n\nParamount + kuva kuvassa\nParamount + Picture in Picture -toiminnon avulla voit toistaa videosisältöä kelluvassa ikkunassa, joka on kiinnitetty aina päälle, joten voit käyttää näytön muuta osaa muihin tehtäviin.\n\nAppleTV+ Kuva kuvassa\nAppleTV+ Picture in Picture -kuvassa voit toistaa videosisältöä kelluvassa ikkunassa, joka on kiinnitetty aina päälle, joten voit käyttää näytön muuta osaa muihin tehtäviin.\n\nKelluva videosoitinlaajennus on täysin ilmainen, turvallinen, nopea ja helppo lisätä Chrome-selaimeen. Otamme mielellämme vastaan kommenttisi ja arviosi - tämä on meille erittäin tärkeää!\n\n\n\n\nPicture in Picture Extension (PiP) lets you play any video in \nfloating video player mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. You can also reposition it along the screen border while you continue to surf the internet.\n\nNow stream your favourite movies, series or sports on any tab. Install Picture in Picture chrome extension to enable the floating video. We support this feature on every streaming site. \n\nFloating video brings a PiP view to all websites with an HTML video element. The extension adds a page action button to your browser. When a page has a video element, the color of this button changes. Press the button to open the active player in the Picture-in-Picture mode (PiP Mode). This extension automatically tries to use the active player.\n\nFloating video player (PIP) for YouTube  respects your privacy.\n\nP.S.:YouTube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode (PIP) for YouTube  is not created, is not associated with Google Inc. or not supported.",
    "fr": "l'extension d'image dans l'image (PiP) vous permet de lire n'importe quelle vidéo dans\nmode lecteur vidéo flottant, et cela fonctionne sur toutes les plateformes. PiP est un lecteur vidéo toujours visible qui flotte au-dessus des autres fenêtres.\n\nVous pouvez également le repositionner le long de la bordure de l'écran pendant que vous continuez à surfer sur Internet.\n\nDiffusez maintenant vos films, séries ou sports préférés sur n'importe quel onglet. Installez l'extension Chrome Picture in Picture pour activer la vidéo flottante. Nous prenons en charge cette fonctionnalité sur tous les sites de streaming.\n\nQu'est-ce que l'extension Picture in Picture ?\nLa vidéo flottante apporte une vue PiP à tous les sites Web avec un élément vidéo HTML. L'extension ajoute un bouton d'action de page à votre navigateur.\n\nLorsqu'une page comporte un élément vidéo, la couleur de ce bouton change. Appuyez sur le bouton pour ouvrir le lecteur actif en mode image dans l'image (mode PiP).\n\nL'extension vidéo flottante essaie automatiquement d'utiliser le lecteur actif.\n\nComment lire une vidéo dans une fenêtre flottante ?\nOuvrez la vidéo YouTube sur le mini lecteur en mode flottant image dans l'image (PIP). Prend en charge les lecteurs vidéo Cette fenêtre lit les vidéos sur toutes les pages du navigateur.\n\nFonctionnement de l'image dans l'image :\n- Trouvez la vidéo et lancez-la.\n- Sélectionnez le mode \"Floating Picture in Picture\" (PIP), et vous avez terminé\n\nUn lecteur vidéo flottant permet au spectateur de faire défiler votre page Web et de garder votre vidéo visible tout le temps.\n\nCliquez simplement sur l'icône du lecteur flottant pour afficher le lecteur vidéo sur YouTube ou tout autre site Web sur le Web. Cette fenêtre jouera la vidéo sur toutes les pages du navigateur sur lesquelles il y a une ressource vidéo.\n\nLe mode Pic-in-pic prend en charge tous les formats vidéo et fonctionne avec les hubs vidéo populaires comme Youtube et bien d'autres\n\nLe lecteur vidéo flottant (PIP) pour YouTube respecte votre vie privée.\n\nPS YouTube est une marque commerciale de Google Inc. L'utilisation de cette marque commerciale est soumise aux autorisations de Google.\nLe mode image flottante en mode Image (PIP) pour YouTube n'est pas créé, n'est pas associé à Google Inc. ou n'est pas pris en charge.\n\nNous espérons vraiment que notre visionneuse d'images vous sera utile ! Nous attendons avec impatience vos commentaires et vos évaluations ! Écrivez également vos suggestions pour améliorer la fonctionnalité.",
    "it": "L'estensione immagine nell'immagine (PiP) consente di riprodurre qualsiasi video\nmodalità lettore video mobile e funziona su tutte le piattaforme. PiP è un lettore video spuntato e sempre in primo piano che galleggia sopra altre finestre.\n\nPuoi anche riposizionarlo lungo il bordo dello schermo mentre continui a navigare in Internet.\n\nOra trasmetti in streaming i tuoi film, serie o sport preferiti su qualsiasi scheda. Installa l'estensione Picture in Picture di Chrome per abilitare il video mobile. Supportiamo questa funzione su tutti i siti di streaming.\n\nCos'è l'estensione Picture in Picture?\nIl video mobile offre una visualizzazione PiP a tutti i siti Web con un elemento video HTML. L'estensione aggiunge un pulsante di azione della pagina al tuo browser.\n\nQuando una pagina ha un elemento video, il colore di questo pulsante cambia. Premere il pulsante per aprire il lettore attivo in modalità Picture-in-Picture (modalità PiP).\n\nL'estensione Floating Video tenta automaticamente di utilizzare il lettore attivo.\n\nCome faccio a riprodurre un video in una finestra mobile?\nApri il video di YouTube sul mini player in modalità immagine nell'immagine mobile (PIP). Supporta lettori video Questa finestra riprodurrà i video su tutte le pagine del browser.\n\nCome funziona l'immagine nell'immagine:\n- Trova il video ed eseguilo.\n- Seleziona la modalità \"Floating Picture in Picture\" (PIP) e il gioco è fatto\n\nUn lettore video mobile consente allo spettatore di scorrere la tua pagina web e mantenere il tuo video in vista per tutto il tempo.\n\nBasta fare clic sull'icona Floating Player per visualizzare il video player su YouTube o su qualsiasi altro sito Web sul Web. Questa finestra riprodurrà il video su tutte le pagine del browser su cui è presente una risorsa video.\n\nLa modalità pic-in-pic supporta tutti i formati video e funziona con hub video popolari come Youtube e molti altri\n\nIl lettore video mobile (PIP) per YouTube rispetta la tua privacy.\n\nP.S. YouTube è un marchio di Google Inc. L'uso di questo marchio è soggetto alle autorizzazioni di Google.\nLa modalità immagine mobile in modalità immagine (PIP) per YouTube non è creata, non è associata a Google Inc. o non è supportata.\n\nSperiamo davvero che il nostro visualizzatore di immagini ti sia utile! Non vediamo l'ora di ricevere feedback e valutazioni! Scrivi anche i tuoi suggerimenti per migliorare la funzionalità.",
    "ja": "ピクチャ イン ピクチャ拡張機能 (PiP) を使用すると、任意のビデオを再生できます。\nフローティング ビデオ プレーヤー モードであり、すべてのプラットフォームで動作します。 PiP は、他のウィンドウの上に浮かぶポップアウト型の常に最前面に表示されるビデオ プレーヤーです。\n\nインターネットサーフィンを続けながら、画面の境界に沿って位置を変更することもできます.\n\nお気に入りの映画、シリーズ、スポーツをどのタブでもストリーミングできます。 Picture in Picture chrome 拡張機能をインストールして、フローティング ビデオを有効にします。 この機能は、すべてのストリーミング サイトでサポートされています。\n\n拡張機能ピクチャー・イン・ピクチャーとは?\nフローティング ビデオは、HTML ビデオ要素を持つすべての Web サイトに PiP ビューをもたらします。 この拡張機能は、ブラウザにページ アクション ボタンを追加します。\n\nページに動画要素がある場合、このボタンの色が変わります。 ボタンを押すと、アクティブ プレーヤーがピクチャー イン ピクチャー モード (PiP モード) で開きます。\n\nフローティング ビデオ拡張機能は、アクティブなプレーヤーを自動的に使用しようとします。\n\nフローティング ウィンドウでビデオを再生するにはどうすればよいですか?\nフローティング イメージ イン ピクチャ (PIP) モードのミニ プレーヤーで YouTube ビデオを開きます。 ビデオプレーヤーをサポート このウィンドウは、ブラウザのすべてのページでビデオを再生します。\n\nピクチャー イン ピクチャーのしくみ:\n- ビデオを見つけて実行します。\n- 「フローティング ピクチャー イン ピクチャー」(PIP) モードを選択すれば完了です。\n\nフローティング ビデオ プレーヤーを使用すると、視聴者は Web ページをスクロールして、ビデオを常に表示したままにすることができます。\n\nフローティング プレーヤー アイコンをクリックするだけで、YouTube または Web 上の他の Web サイトでビデオ プレーヤーを表示できます。 このウィンドウは、ビデオ リソースがあるブラウザのすべてのページでビデオを再生します。\n\nPic-in-pic モードは、すべてのビデオ フォーマットをサポートし、Youtube などの一般的なビデオ ハブで動作します。\n\nYouTube のフローティング ビデオ プレーヤー (PIP) は、プライバシーを尊重します。\n\n追記 YouTube は Google Inc. の商標です。この商標の使用には Google の許可が必要です。\nYouTube のピクチャ モード (PIP) のフローティング イメージ モードが作成されていないか、Google Inc. と関連付けられていないか、サポートされていません。\n\n私たちの画像ビューアがお役に立てば幸いです。 フィードバックと評価をお待ちしております。 また、機能を改善するための提案を書いてください。\n\n\n\nPicture in Picture Extension (PiP) lets you play any video in \nfloating video player mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. You can also reposition it along the screen border while you continue to surf the internet.\n\nNow stream your favourite movies, series or sports on any tab. Install Picture in Picture chrome extension to enable the floating video. We support this feature on every streaming site. \n\nFloating video brings a PiP view to all websites with an HTML video element. The extension adds a page action button to your browser. When a page has a video element, the color of this button changes. Press the button to open the active player in the Picture-in-Picture mode (PiP Mode). This extension automatically tries to use the active player.\n\nFloating video player (PIP) for YouTube  respects your privacy.\n\nP.S.:YouTube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode (PIP) for YouTube  is not created, is not associated with Google Inc. or not supported.",
    "ko": "PiP(Picture in Picture Extension)를 사용하면 모든 비디오를 재생할 수 있습니다.\n플로팅 비디오 플레이어 모드이며 모든 플랫폼에서 작동합니다. PiP는 다른 창 위에 떠 있는 튀어나온 형태의 항상 위에 있는 비디오 플레이어입니다.\n\n인터넷 서핑을 계속하는 동안 화면 테두리를 따라 위치를 변경할 수도 있습니다.\n\n이제 모든 탭에서 좋아하는 영화, 시리즈 또는 스포츠를 스트리밍하세요. 플로팅 비디오를 활성화하려면 Picture in Picture 크롬 확장 프로그램을 설치하십시오. 모든 스트리밍 사이트에서 이 기능을 지원합니다.\n\n확장 프로그램 PIP 란 무엇입니까?\n플로팅 비디오는 HTML 비디오 요소가 있는 모든 웹사이트에 PiP 보기를 제공합니다. 확장 프로그램은 브라우저에 페이지 작업 버튼을 추가합니다.\n\n페이지에 동영상 요소가 있으면 이 버튼의 색상이 변경됩니다. 버튼을 눌러 Picture-in-Picture 모드(PiP 모드)에서 활성 플레이어를 엽니다.\n\n플로팅 비디오 확장 프로그램은 자동으로 활성 플레이어를 사용하려고 시도합니다.\n\n부동 창에서 비디오를 재생하려면 어떻게 합니까?\n플로팅 PIP(Image-in-Picture) 모드로 미니 플레이어에서 YouTube 비디오를 엽니다. 비디오 플레이어 지원 이 창은 브라우저의 모든 페이지에서 비디오를 재생합니다.\n\nPIP 작동 방식:\n- 동영상을 찾아 실행합니다.\n- \"PIP(Floating Picture in Picture)\" 모드를 선택하면 완료됩니다.\n\n플로팅 비디오 플레이어를 사용하면 뷰어가 웹 페이지를 스크롤하고 비디오를 계속 볼 수 있습니다.\n\n플로팅 플레이어 아이콘을 클릭하기만 하면 YouTube 또는 웹의 다른 웹사이트에 비디오 플레이어가 표시됩니다. 이 창은 비디오 리소스가 있는 브라우저의 모든 페이지에서 비디오를 재생합니다.\n\nPic-in-pic 모드는 모든 비디오 형식을 지원하며 Youtube 및 기타 여러 비디오 허브와 같은 인기 있는 비디오 허브에서 작동합니다.\n\nYouTube용 플로팅 비디오 플레이어(PIP)는 개인 정보를 존중합니다.\n\n추신 YouTube는 Google Inc.의 상표입니다. 이 상표를 사용하려면 Google의 허가를 받아야 합니다.\nYouTube용 사진 모드(PIP)의 플로팅 이미지 모드가 생성되지 않았거나 Google Inc.와 연결되지 않았거나 지원되지 않습니다.\n\nPicture Viewer가 여러분에게 도움이 되기를 진심으로 바랍니다! 여러분의 피드백과 평가를 기다리겠습니다! 또한 기능 개선을 위한 제안 사항을 작성하십시오.",
    "lt": "Vaizdas vaizde plėtinys (PiP) leidžia leisti bet kokį vaizdo įrašą\nplaukiojantis vaizdo grotuvo režimas ir veikia visose platformose. PiP yra iššokęs, visada viršuje esantis vaizdo grotuvas, plūduriuojantis ant kitų langų.\n\nBe to, toliau naršydami internete galite pakeisti jo padėtį palei ekrano kraštą.\n\nDabar transliuokite mėgstamus filmus, serialus ar sporto šakas bet kuriame skirtuke. Įdiekite „Picture in Picture“ chromo plėtinį, kad įgalintumėte slankiojantį vaizdo įrašą. Mes palaikome šią funkciją kiekvienoje srautinio perdavimo svetainėje.\n\nKas yra plėtinys Paveikslėlis paveikslėlyje?\nSlankiojantis vaizdo įrašas suteikia vaizdo vaizdų rodinį visose svetainėse, kuriose yra HTML vaizdo įrašo elementas. Plėtinys prideda puslapio veiksmo mygtuką prie jūsų naršyklės.\n\nKai puslapyje yra vaizdo elementas, šio mygtuko spalva pasikeičia. Paspauskite mygtuką, kad atidarytumėte aktyvų grotuvą vaizdo vaizde režimu (PiP režimu).\n\nPlūduriuojantis vaizdo įrašo plėtinys automatiškai bando naudoti aktyvų grotuvą.\n\nKaip leisti vaizdo įrašą slankiajame lange?\nAtidarykite „YouTube“ vaizdo įrašą mini grotuve slankiojo vaizdo vaizde (PIP) režimu. Palaiko vaizdo grotuvus Šis langas leis vaizdo įrašus visuose naršyklės puslapiuose.\n\nKaip veikia paveikslėlis paveikslėlyje:\n- Raskite vaizdo įrašą ir paleiskite jį.\n- Pasirinkite „Plaukiojantis vaizdas paveikslėlyje“ (PIP) režimą ir viskas\n\nSlankioji vaizdo įrašų grotuvas leidžia žiūrovui slinkti jūsų tinklalapyje ir visą laiką matyti vaizdo įrašą.\n\nTiesiog spustelėkite slankiojo grotuvo piktogramą, kad vaizdo įrašų grotuvas būtų rodomas „YouTube“ ar kitose žiniatinklio svetainėse. Šiame lange vaizdo įrašas bus rodomas visuose naršyklės puslapiuose, kuriuose yra vaizdo įrašo šaltinis.\n\nVaizdo paveikslėlyje režimas palaiko visus vaizdo įrašų formatus ir veikia su populiariais vaizdo įrašų centrais, tokiais kaip Youtube ir daugelis kitų\n\nPlaukiojantis vaizdo įrašų grotuvas (PIP), skirtas „YouTube“, gerbia jūsų privatumą.\n\nP.S. „YouTube“ yra „Google Inc.“ prekės ženklas. Šio prekės ženklo naudojimui reikia „Google“ leidimų.\n„YouTube“ vaizdo režimu (PIP) slankiojo vaizdo režimas nesukurtas, nesusietas su „Google Inc.“ arba nepalaikomas.\n\nLabai tikimės, kad mūsų nuotraukų peržiūros programa jums bus naudinga! Laukiame jūsų atsiliepimų ir įvertinimų! Taip pat parašykite savo pasiūlymus, kaip pagerinti funkcionalumą.",
    "lv": "Paplašinājums attēls attēlā (PiP) ļauj atskaņot jebkuru video\npeldošais video atskaņotāja režīms, un tas darbojas visās platformās. PiP ir uznirstošs, vienmēr augšpusē esošais video atskaņotājs, kas peld virs citiem logiem.\n\nVarat arī pārvietot to gar ekrāna apmali, turpinot sērfot internetā.\n\nTagad straumējiet savas iecienītākās filmas, seriālus vai sporta veidus jebkurā cilnē. Instalējiet hroma paplašinājumu Picture in Picture, lai iespējotu peldošo video. Mēs atbalstām šo funkciju katrā straumēšanas vietnē.\n\nKas ir paplašinājums Attēls attēlā?\nPeldošais video nodrošina attēlu attēlā redzamo attēlu visās vietnēs ar HTML video elementu. Paplašinājums jūsu pārlūkprogrammai pievieno lapas darbības pogu.\n\nJa lapā ir video elements, mainās šīs pogas krāsa. Nospiediet pogu, lai atvērtu aktīvo atskaņotāju režīmā Attēls attēlā (PiP režīms).\n\nPeldošais video paplašinājums automātiski mēģina izmantot aktīvo atskaņotāju.\n\nKā atskaņot videoklipu peldošā logā?\nAtveriet YouTube videoklipu mini atskaņotājā peldošā attēla attēlā (PIP) režīmā. Atbalsta video atskaņotājus Šajā logā tiks atskaņoti videoklipi visās pārlūkprogrammas lapās.\n\nKā darbojas attēls attēlā:\n- Atrodiet videoklipu un palaidiet to.\n- Atlasiet režīmu “Peldošs attēls attēlā” (PIP) un esat pabeidzis\n\nPeldošais video atskaņotājs ļauj skatītājam ritināt jūsu tīmekļa lapu un visu laiku skatīt jūsu videoklipu.\n\nVienkārši noklikšķiniet uz peldošā atskaņotāja ikonas, lai parādītu video atskaņotāju pakalpojumā YouTube vai jebkurā citā tīmekļa vietnē. Šajā logā videoklips tiks atskaņots visās pārlūkprogrammas lapās, kurās ir video resurss.\n\nRežīms Attēls attēlā atbalsta visus video formātus un darbojas ar tādiem populāriem video centriem kā Youtube un daudziem citiem\n\nPeldošais video atskaņotājs (PIP) pakalpojumam YouTube respektē jūsu privātumu.\n\nP.S. YouTube ir Google Inc. preču zīme. Šīs preču zīmes lietošanai ir nepieciešama Google atļauja.\nPeldošā attēla režīms attēla režīmā (PIP) pakalpojumam YouTube nav izveidots, nav saistīts ar Google Inc. vai netiek atbalstīts.\n\nMēs ļoti ceram, ka mūsu attēlu skatītājs jums noderēs! Mēs ceram uz jūsu atsauksmēm un vērtējumiem! Uzrakstiet arī savus ieteikumus funkcionalitātes uzlabošanai.",
    "nl": "picture in picture extension (PiP) laat je elke video afspelen\nzwevende videospelermodus, en het werkt op alle platforms. PiP is een uitgevouwen videospeler die altijd op de voorgrond staat en bovenop andere vensters zweeft.\n\nJe kunt hem ook verplaatsen langs de schermrand terwijl je verder surft op het internet.\n\nStream nu je favoriete films, series of sport op elk tabblad. Installeer de Chrome-extensie Picture in Picture om de zwevende video in te schakelen. We ondersteunen deze functie op elke streaming-site.\n\nWat is extensie Picture in Picture?\nZwevende video brengt een PiP-weergave naar alle websites met een HTML-video-element. De extensie voegt een pagina-actieknop toe aan uw browser.\n\nWanneer een pagina een video-element heeft, verandert de kleur van deze knop. Druk op de knop om de actieve speler in de Picture-in-Picture-modus (PiP-modus) te openen.\n\nFloating Video-extensie probeert automatisch de actieve speler te gebruiken.\n\nHoe speel ik een video af in een zwevend venster?\nOpen de YouTube-video op de minispeler in zwevende beeld-in-beeld (PIP)-modus. Ondersteunt videospelers Dit venster speelt video's af op alle pagina's van de browser.\n\nHoe Beeld in Beeld werkt:\n- Zoek de video en voer deze uit.\n- Selecteer de \"Floating Picture in Picture\" (PIP)-modus, en je bent klaar\n\nMet een zwevende videospeler kan de kijker door uw webpagina scrollen en uw video de hele tijd in beeld houden.\n\nKlik gewoon op het Floating Player-pictogram om de videospeler op YouTube of andere websites op internet weer te geven. Dit venster speelt de video af op alle pagina's van de browser waarop een videobron staat.\n\nDe Pic-in-pic-modus ondersteunt alle videoformaten en werkt met populaire videohubs zoals YouTube en vele andere\n\nFloating video player (PIP) voor YouTube respecteert uw privacy.\n\nPS YouTube is een handelsmerk van Google Inc. Het gebruik van dit handelsmerk is onderworpen aan toestemming van Google.\nDe zwevende afbeeldingsmodus in de Picture-modus (PIP) voor YouTube is niet gemaakt, is niet gekoppeld aan Google Inc. of wordt niet ondersteund.\n\nWe hopen echt dat onze Picture Viewer nuttig voor u zal zijn! We kijken uit naar uw feedback en beoordelingen! Schrijf ook uw suggesties voor het verbeteren van de functionaliteit.",
    "no": "picture in picture extension (PiP) lar deg spille av hvilken som helst video i\nflytende videospillermodus, og den fungerer på alle plattformer. PiP er en pop-out, alltid på toppen videospiller som flyter på toppen av andre vinduer.\n\nDu kan også flytte den langs skjermkanten mens du fortsetter å surfe på internett.\n\nStrøm nå favorittfilmene, -seriene eller -sportene dine på en hvilken som helst fane. Installer Picture in Picture chrome-utvidelsen for å aktivere den flytende videoen. Vi støtter denne funksjonen på alle streamingsider.\n\nHva er utvidelse Bilde i bilde?\nFlytende video gir en PiP-visning til alle nettsteder med et HTML-videoelement. Utvidelsen legger til en sidehandlingsknapp i nettleseren din.\n\nNår en side har et videoelement, endres fargen på denne knappen. Trykk på knappen for å åpne den aktive spilleren i bilde-i-bilde-modus (PiP-modus).\n\nFlytende videoutvidelse prøver automatisk å bruke den aktive spilleren.\n\nHvordan spiller jeg av en video i et flytende vindu?\nÅpne YouTube-videoen på minispilleren i flytende bilde-i-bilde-modus (PIP). Støtter videospillere Dette vinduet vil spille av videoer på alle sider i nettleseren.\n\nSlik fungerer bilde i bilde:\n- Finn videoen og kjør den.\n- Velg modusen \"Flytende bilde i bilde\" (PIP), og du er ferdig\n\nEn flytende videospiller lar seeren bla gjennom nettsiden din og holde videoen synlig hele tiden.\n\nBare klikk på ikonet for flytende spiller for å vise videospilleren på YouTube eller andre nettsteder på nettet. Dette vinduet vil spille av videoen på alle sidene i nettleseren der det er en videoressurs.\n\nBilde-i-bilde-modus støtter alle videoformater og fungerer med populære videohuber som Youtube og mange andre\n\nFlytende videospiller (PIP) for YouTube respekterer personvernet ditt.\n\nP.S. YouTube er et varemerke for Google Inc. Bruk av dette varemerket er underlagt Googles tillatelser.\nDen flytende bildemodusen i bildemodus (PIP) for YouTube er ikke opprettet, er ikke tilknyttet Google Inc. eller støttes ikke.\n\nVi håper virkelig at vår Picture Viewer vil være nyttig for deg! Vi ser frem til dine tilbakemeldinger og vurderinger! Skriv også dine forslag til forbedring av funksjonaliteten.\n\n\n\nPicture in Picture Extension (PiP) lets you play any video in \nfloating video player mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. You can also reposition it along the screen border while you continue to surf the internet.\n\nNow stream your favourite movies, series or sports on any tab. Install Picture in Picture chrome extension to enable the floating video. We support this feature on every streaming site. \n\nFloating video brings a PiP view to all websites with an HTML video element. The extension adds a page action button to your browser. When a page has a video element, the color of this button changes. Press the button to open the active player in the Picture-in-Picture mode (PiP Mode). This extension automatically tries to use the active player.\n\nFloating video player (PIP) for YouTube  respects your privacy.\n\nP.S.:YouTube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode (PIP) for YouTube  is not created, is not associated with Google Inc. or not supported.",
    "pl": "rozszerzenie obrazu w obrazie (PiP) umożliwia odtwarzanie dowolnego wideo\npływający tryb odtwarzacza wideo i działa na wszystkich platformach. PiP to wyskakujący, zawsze na wierzchu odtwarzacz wideo, który unosi się nad innymi oknami.\n\nMożesz także zmienić jego położenie wzdłuż krawędzi ekranu, kontynuując surfowanie po Internecie.\n\nTeraz przesyłaj strumieniowo swoje ulubione filmy, seriale lub sport na dowolnej karcie. Zainstaluj rozszerzenie Chrome Obraz w obrazie, aby włączyć pływające wideo. Obsługujemy tę funkcję na każdej stronie z transmisją strumieniową.\n\nCo to jest rozszerzenie Obraz w obrazie?\nPływające wideo zapewnia widok PiP na wszystkich stronach internetowych z elementem wideo HTML. Rozszerzenie dodaje przycisk akcji strony do przeglądarki.\n\nGdy strona zawiera element wideo, zmienia się kolor tego przycisku. Naciśnij przycisk, aby otworzyć aktywny odtwarzacz w trybie Picture-in-Picture (tryb PiP).\n\nPływające rozszerzenie wideo automatycznie próbuje użyć aktywnego odtwarzacza.\n\nJak odtwarzać wideo w ruchomym oknie?\nOtwórz wideo YouTube na miniodtwarzaczu w trybie pływającego obrazu w obrazie (PIP). Obsługuje odtwarzacze wideo To okno będzie odtwarzać filmy na wszystkich stronach przeglądarki.\n\nJak działa obraz w obrazie:\n- Znajdź wideo i uruchom je.\n- Wybierz tryb „Pływający obraz w obrazie” (PIP) i gotowe\n\nPływający odtwarzacz wideo umożliwia widzowi przewijanie strony internetowej i wyświetlanie wideo przez cały czas.\n\nWystarczy kliknąć ikonę pływającego odtwarzacza, aby wyświetlić odtwarzacz wideo na YouTube lub dowolnej innej stronie internetowej. To okno odtworzy wideo na wszystkich stronach przeglądarki, na których znajduje się zasób wideo.\n\nTryb Pic-in-pic obsługuje wszystkie formaty wideo i współpracuje z popularnymi centrami wideo, takimi jak Youtube i wiele innych\n\nPływający odtwarzacz wideo (PIP) dla YouTube szanuje Twoją prywatność.\n\nPS YouTube jest znakiem towarowym firmy Google Inc. Korzystanie z tego znaku towarowego podlega pozwoleniom Google.\nTryb pływającego obrazu w trybie obrazu (PIP) dla YouTube nie jest tworzony, nie jest powiązany z Google Inc. ani nie jest obsługiwany.\n\nMamy nadzieję, że nasza przeglądarka zdjęć będzie dla Ciebie przydatna! Czekamy na Wasze opinie i oceny! Napisz również swoje sugestie dotyczące poprawy funkcjonalności.",
    "pt_BR": "A extensão picture in picture (PiP) permite que você reproduza qualquer vídeo em\nmodo player de vídeo flutuante e funciona em todas as plataformas. O PiP é um reprodutor de vídeo sempre visível que flutua sobre outras janelas.\n\nVocê também pode reposicioná-lo ao longo da borda da tela enquanto continua navegando na Internet.\n\nAgora transmita seus filmes, séries ou esportes favoritos em qualquer guia. Instale a extensão do Chrome Picture in Picture para ativar o vídeo flutuante. Oferecemos suporte a esse recurso em todos os sites de streaming.\n\nO que é a extensão Picture in Picture?\nO vídeo flutuante traz uma visualização PiP para todos os sites com um elemento de vídeo HTML. A extensão adiciona um botão de ação de página ao seu navegador.\n\nQuando uma página tem um elemento de vídeo, a cor deste botão muda. Pressione o botão para abrir o reprodutor ativo no modo Picture-in-Picture (modo PiP).\n\nA extensão de vídeo flutuante tenta automaticamente usar o player ativo.\n\nComo reproduzo um vídeo em uma janela flutuante?\nAbra o vídeo do YouTube no mini player no modo flutuante de imagem em imagem (PIP). Suporta players de vídeo Esta janela irá reproduzir vídeos em todas as páginas do navegador.\n\nComo funciona o Picture in Picture:\n- Encontre o vídeo e execute-o.\n- Selecione o modo “Floating Picture in Picture” (PIP) e pronto\n\nUm reprodutor de vídeo flutuante permite que o visualizador percorra sua página da Web e mantenha seu vídeo em exibição o tempo todo.\n\nBasta clicar no ícone do Player Flutuante para exibir o player de vídeo no YouTube ou em qualquer outro site da Web. Esta janela reproduzirá o vídeo em todas as páginas do navegador nas quais existe um recurso de vídeo.\n\nO modo pic-in-pic suporta todos os formatos de vídeo e funciona com hubs de vídeo populares como Youtube e muitos outros\n\nO player de vídeo flutuante (PIP) para YouTube respeita sua privacidade.\n\nPS YouTube é uma marca comercial da Google Inc. O uso desta marca comercial está sujeito às permissões do Google.\nO modo de imagem flutuante no modo de imagem (PIP) para o YouTube não foi criado, não está associado ao Google Inc. ou não é suportado.\n\nNós realmente esperamos que nosso Picture Viewer seja útil para você! Aguardamos seus comentários e avaliações! Escreva também suas sugestões para melhorar a funcionalidade.",
    "ro": "Picture in picture extension (PiP) lets you play any video in \nfloating video player mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. \n\nYou can also reposition it along the screen border while you continue to surf the internet.\n\nNow stream your favorite movies, series or sports on any tab. Install Picture in Picture chrome extension to enable the floating video. We support this feature on every streaming site. \n\nWhat is extension Picture in Picture?\nFloating video brings a PiP view to all websites with an HTML video element. The extension adds a page action button to your browser. \n\nWhen a page has a video element, the color of this button changes. Press the button to open the active player in the Picture-in-Picture mode (PiP Mode). \n\nFloating Video extension automatically tries to use the active player.\n\nHow do I play a video in a floating window?\nOpen the YouTube video on the mini player in floating image-in-picture (PIP) mode. Supports video players This window will play videos on all pages of the browser. \n\nHow Picture in Picture works: \n- Find the video and run it. \n- Select the “Floating Picture in Picture” (PIP) mode, and you're done\n\nA floating video player allows the viewer to scroll through your webpage and keep your video in view the whole time.\n\nJust click on the Floating Player icon to display the video player on YouTube or any other websites on the Web. This window will play the video on all pages of the browser on which there is a video resource.\n\nPic-in-pic mode supports all video formats and works with popular video hubs like Youtube and many others\n\nFloating video player (PIP) for YouTube  respects your privacy.\n\nZoom video, change aspect ratio video removing black bars on Netflix, Youtube. Ultrawide video, zoom page, zoom controller, speed video and video downloader. Video zoom. Zoom to Fill video and change aspect ratio video removing black bars on Youtube. Zoom controller video and summary video Chatgpt. Picture in picture mode.\n\nVideo Speed Controller - Speed up or slow down videos on any web.\nVideo Speed Controller enabled faster or slower to play video. Now you can easily slow down or speed up videos with flexible configuration. \n\nZoom tool for zoom video, change aspect ratio video removing black bars on Netflix, Youtube. Ultrawide video, zoom page, zoom controller, aspect ratio video and ultrawide monitor.\n\nVideo Transformer change aspect ratio video removing black bars on Youtube. Zoom page video and ultrawide monitor. Floating video  mode and full screen. Video download\n\nInstall Video Downloader and Music Downloader for free!\nVideo downloader is not a Youtube Downloader. Due to restrictions of the Google Web Store Policies and Developer Program Policies we can not download Youtube Videos. Thank you for understanding.\n\nVideo downloader is the easiest and fastest way to download online videos from mainstream websites, including Facebook, Vimeo, Twitter, Dailymotion, Instagram, vk.com, ok.ru, Youku (youku.com), TikTok and others. Facebook Video Downloader\n\nAdjust the speed of any video you're watching so you can skip the boring parts/slow down and understand the video better by playing the video at a slower speed. Video speed adjuster, speed test, video recorder, video games. Speed control HTML videos\n\nWhat is the Picture in Picture (PiP) mode and how it will be useful for you? This mode lets you play any video in Picture-in-Picture (PiP) mode, and it works on all platforms. Floating player or picture in picture mode. Picture-in-Picture - floating video, floating player \n\nBy default YouTube comments will be replaced with the relevant Reddit comments. YouTube comments can still be viewed by clicking the YouTube icon located at the top right of the comments section. Speed test, video recorder and video games (flash player - games)\n\nVideo Downloader for Chrome is not a YouTube downloader. However, Video Downloader is a great tool to get videos from various websites (Facebook, Twitter, Dailymotion, Vimeo, and Instagram). Video download plus and instagram video downloader\n\nRecord videos (screencast record) in our video recorder (screen recorder) and share screencasts. Record video from your screen. Annotate the video recording with various shapes. It works on most of websites, and yes: It is 100% tested on Youtube and Vimeo,  Facebook.\n\nYour support is appreciated; if you find the extension valuable, kindly consider rating it with 5 stars on the Picture in Picture and Zoom to Fill extension.\n\nP.S. YouTube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode (PIP) for YouTube  is not created, is not associated with Google Inc. or not supported.\n\nWe really hope that our Picture Viewer will be useful to you! We look forward to your feedback and ratings! Also write your suggestions for improving the functionality.",
    "sk": "Rozšírenie obrazu v obraze (PiP) vám umožňuje prehrávať akékoľvek video\nrežim plávajúceho prehrávača videa a funguje na všetkých platformách. PiP je vysunutý, vždy zapnutý prehrávač videa, ktorý sa vznáša nad ostatnými oknami.\n\nMôžete ho tiež premiestniť pozdĺž okraja obrazovky, zatiaľ čo budete pokračovať v surfovaní po internete.\n\nTeraz streamujte svoje obľúbené filmy, seriály alebo športy na ľubovoľnej karte. Ak chcete povoliť plávajúce video, nainštalujte si rozšírenie Picture in Picture Chrome. Túto funkciu podporujeme na všetkých streamovacích stránkach.\n\nČo je rozšírenie Obraz v obraze?\nPlávajúce video prináša obraz v obraze na všetky webové stránky s prvkom videa HTML. Rozšírenie pridá do vášho prehliadača tlačidlo akcie na stránke.\n\nKeď stránka obsahuje prvok videa, farba tohto tlačidla sa zmení. Stlačením tlačidla otvoríte aktívny prehrávač v režime obrazu v obraze (režim PiP).\n\nRozšírenie Floating Video sa automaticky pokúša použiť aktívny prehrávač.\n\nAko prehrám video v plávajúcom okne?\nOtvorte video YouTube na miniprehrávači v režime plávajúceho obrazu v obraze (PIP). Podporuje prehrávače videa Toto okno prehrá videá na všetkých stránkach prehliadača.\n\nAko funguje obraz v obraze:\n- Nájdite video a spustite ho.\n- Vyberte režim „Plávajúci obraz v obraze“ (PIP) a máte hotovo\n\nPlávajúci videoprehrávač umožňuje divákovi posúvať sa po vašej webovej stránke a mať tak video neustále na očiach.\n\nKliknutím na ikonu Floating Player zobrazíte prehrávač videa na YouTube alebo iných webových stránkach na webe. Toto okno prehrá video na všetkých stránkach prehliadača, na ktorých je zdroj videa.\n\nRežim Pic-in-pic podporuje všetky formáty videa a funguje s populárnymi video centrami, ako je Youtube a mnoho ďalších\n\nPrehrávač plávajúceho videa (PIP) pre YouTube rešpektuje vaše súkromie.\n\nP.S. YouTube je ochranná známka spoločnosti Google Inc. Použitie tejto ochrannej známky podlieha povoleniam spoločnosti Google.\nRežim plávajúceho obrázka v režime obrazu (PIP) pre YouTube nie je vytvorený, nie je spojený so spoločnosťou Google Inc. alebo nie je podporovaný.\n\nNaozaj dúfame, že náš Prehliadač obrázkov bude pre vás užitočný! Tešíme sa na vašu spätnú väzbu a hodnotenie! Napíšte aj svoje návrhy na zlepšenie funkčnosti.\n\n\nPicture in Picture Extension (PiP) lets you play any video in \nfloating video player mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. You can also reposition it along the screen border while you continue to surf the internet.\n\nNow stream your favourite movies, series or sports on any tab. Install Picture in Picture chrome extension to enable the floating video. We support this feature on every streaming site. \n\nFloating video brings a PiP view to all websites with an HTML video element. The extension adds a page action button to your browser. When a page has a video element, the color of this button changes. Press the button to open the active player in the Picture-in-Picture mode (PiP Mode). This extension automatically tries to use the active player.\n\nFloating video player (PIP) for YouTube  respects your privacy.\n\nP.S.:YouTube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode (PIP) for YouTube  is not created, is not associated with Google Inc. or not supported.",
    "sl": "razširitev slika v sliki (PiP) vam omogoča predvajanje katerega koli videa v\nplavajoči način video predvajalnika in deluje na vseh platformah. PiP je izstopen, vedno na vrhu video predvajalnik, ki lebdi nad drugimi okni.\n\nLahko ga tudi premaknete vzdolž roba zaslona, medtem ko brskate po internetu.\n\nZdaj pretakajte svoje najljubše filme, serije ali šport na katerem koli zavihku. Namestite razširitev Slika v sliki za Chrome, da omogočite lebdeči video. To funkcijo podpiramo na vseh spletnih mestih za pretakanje.\n\nKaj je razširitev Slika v sliki?\nLebdeči video prinaša pogled PiP na vsa spletna mesta z video elementom HTML. Razširitev vašemu brskalniku doda akcijski gumb strani.\n\nKo ima stran video element, se barva tega gumba spremeni. Pritisnite gumb, da odprete aktivni predvajalnik v načinu Slika v sliki (način PiP).\n\nRazširitev Floating Video samodejno poskuša uporabiti aktivni predvajalnik.\n\nKako predvajam video v plavajočem oknu?\nOdprite YouTube video v mini predvajalniku v načinu plavajoče slike v sliki (PIP). Podpira video predvajalnike To okno bo predvajalo videoposnetke na vseh straneh brskalnika.\n\nKako deluje slika v sliki:\n- Poiščite video in ga zaženite.\n- Izberite način »Plavajoča slika v sliki« (PIP) in končali ste\n\nLebdeči video predvajalnik omogoča gledalcu, da se pomika po vaši spletni strani in ima vaš video ves čas na ogled.\n\nPreprosto kliknite ikono plavajočega predvajalnika, da prikažete video predvajalnik na YouTubu ali katerem koli drugem spletnem mestu v spletu. To okno bo predvajalo video na vseh straneh brskalnika, na katerih je video vir.\n\nNačin Pic-in-pic podpira vse video formate in deluje s priljubljenimi video vozlišči, kot so Youtube in številni drugi\n\nPlavajoči video predvajalnik (PIP) za YouTube spoštuje vašo zasebnost.\n\nP.S. YouTube je blagovna znamka družbe Google Inc. Uporaba te blagovne znamke je predmet Googlovih dovoljenj.\nNačin lebdeče slike v načinu slike (PIP) za YouTube ni ustvarjen, ni povezan s podjetjem Google Inc. ali ni podprt.\n\nResnično upamo, da vam bo naš pregledovalnik slik koristen! Veselimo se vaših povratnih informacij in ocen! Napišite tudi svoje predloge za izboljšanje funkcionalnosti.\n\n\nPicture in Picture Extension (PiP) lets you play any video in \nfloating video player mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. You can also reposition it along the screen border while you continue to surf the internet.\n\nNow stream your favourite movies, series or sports on any tab. Install Picture in Picture chrome extension to enable the floating video. We support this feature on every streaming site. \n\nFloating video brings a PiP view to all websites with an HTML video element. The extension adds a page action button to your browser. When a page has a video element, the color of this button changes. Press the button to open the active player in the Picture-in-Picture mode (PiP Mode). This extension automatically tries to use the active player.\n\nFloating video player (PIP) for YouTube  respects your privacy.\n\nP.S.:YouTube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode (PIP) for YouTube  is not created, is not associated with Google Inc. or not supported.",
    "sv": "bild-i-bildtillägg (PiP) låter dig spela upp vilken video som helst\nflytande videospelarläge, och det fungerar på alla plattformar. PiP är en utfälld videospelare som alltid är på topp som flyter ovanpå andra fönster.\n\nDu kan också flytta den längs skärmkanten medan du fortsätter att surfa på internet.\n\nStrömma nu dina favoritfilmer, serier eller sporter på valfri flik. Installera Picture in Picture chrome-tillägget för att aktivera den flytande videon. Vi stöder den här funktionen på alla streamingsidor.\n\nVad är förlängning Bild i bild?\nFlytande video ger en PiP-vy till alla webbplatser med ett HTML-videoelement. Tillägget lägger till en sidåtgärdsknapp i din webbläsare.\n\nNär en sida har ett videoelement ändras färgen på den här knappen. Tryck på knappen för att öppna den aktiva spelaren i bild-i-bild-läge (PiP-läge).\n\nFlytande videotillägg försöker automatiskt använda den aktiva spelaren.\n\nHur spelar jag upp en video i ett flytande fönster?\nÖppna YouTube-videon på minispelaren i flytande bild-i-bild-läge (PIP). Stöder videospelare Detta fönster kommer att spela upp videor på alla sidor i webbläsaren.\n\nSå här fungerar bild i bild:\n- Hitta videon och kör den.\n- Välj läget \"Flytande bild i bild\" (PIP) och du är klar\n\nEn flytande videospelare gör att tittaren kan scrolla igenom din webbsida och se din video hela tiden.\n\nKlicka bara på ikonen för flytande spelare för att visa videospelaren på YouTube eller andra webbplatser på webben. Detta fönster kommer att spela upp videon på alla sidor i webbläsaren där det finns en videoresurs.\n\nBild-i-bild-läge stöder alla videoformat och fungerar med populära videohubbar som Youtube och många andra\n\nFlytande videospelare (PIP) för YouTube respekterar din integritet.\n\nP.S. YouTube är ett varumärke som tillhör Google Inc. Användning av detta varumärke är föremål för Googles tillstånd.\nDet flytande bildläget i bildläge (PIP) för YouTube skapas inte, är inte associerat med Google Inc. eller stöds inte.\n\nVi hoppas verkligen att vår bildvisare kommer att vara användbar för dig! Vi ser fram emot din feedback och betyg! Skriv även dina förslag för att förbättra funktionaliteten.",
    "ta": "Youtube Picture-in-Picture - (Floating Player) - allows you to watch videos in a floating window (always on top of other windows) so you can keep track of what you are watching when interacting with other sites or applications.\n\nThis mode lets you play any video in Picture-in-Picture (PiP) mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. \n\nYou can also reposition it along the screen border while you continue to surf the internet.\n\nJust click on the Floating Player icon to display the video player on YouTube or any other websites on the Web. This window will play the video on all pages of the browser on which there is a video resource.\n\nWhat is extension Picture in Picture?\nFloating video brings a PiP view to all websites with an HTML video element. The extension adds a page action button to your browser. When a page has a video element, the color of this button changes. Press the button to open the active player in the Picture-in-Picture mode (PiP Mode). \n\nPicture in Picture extension automatically tries to use the active player.\n\nHow do I play a video in a floating window?\nOpen the YouTube video on the mini player in floating image-in-picture (PIP) mode. Supports video players This window will play videos on all pages of the browser. \n\nHow Picture in Picture works: \n- Find the video and run it. \n- Select the “Floating Picture in Picture” (PIP) mode, and you're done\n\nA floating video player allows the viewer to scroll through your webpage and keep your video in view the whole time.\n\nPiP mode is a popped-out, always-on-top video player which floats on top of other windows. Bring the PIP mode to any HTML5 video player on any website.\n\nPlay video in floating popup window.\nResize floating video pop-up.\nAll video formats supported.\nKeyboard shortcut: Alt + P (⌥ + P on macOS)\n\nThe floating window - PiP mode has play and pause buttons, and you can exit from the picture-in-picture mode anytime.\n\nHow Picture in Picture mode works:\n1. Find the video and run it.\n2. Click the extension icon to reduce the video player on YouTube and other sites.\n3. Select the “Floating Picture in Picture” (PIP) mode, and you're done.\n\nTry real multitasking with a floating mini player that simplifies your life on the Web! Watch videos in picture-in-picture mode on popular websites.\n\nPic-in-pic mode supports all video formats and works with popular video hubs like Youtube, Vimeo, Facebook and many others.\n\nDisclaimer: about Youtube trademark!\nYoutube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode (PIP) for YouTube is not created, is not associated with Google Inc. or not supported.\n\nDisclaimer : Hulu is a trademark of Disney Media and Entertainment Distribution. This website & extension hold no association or affiliation with Hulu or any third-party companies.\n\nYoutube Picture in Picture\nYoutube Picture in Picture allows you to play Youtube video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nHBOMax Picture in Picture\nAll you need to do is add HBOMax Picture in Picture extension to your browser and enjoy your favorite series in the background. It's as simple as that!\n\nPrime Video Picture in Picture\nPrime Video Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nParamount + Picture in Picture\nParamount + Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nAppleTV+ Picture in Picture\nAppleTV+ Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nZoom video, change aspect ratio video removing black bars on Netflix, Youtube. Ultrawide video, zoom page, zoom controller, speed video and video downloader. Video zoom. Zoom to Fill video and change aspect ratio video removing black bars on Youtube. Zoom controller video and summary video Chatgpt. Picture in picture mode.\n\nVideo Speed Controller - Speed up or slow down videos on any web.\nVideo Speed Controller enabled faster or slower to play video. Now you can easily slow down or speed up videos with flexible configuration. \n\nZoom tool for zoom video, change aspect ratio video removing black bars on Netflix, Youtube. Ultrawide video, zoom page, zoom controller, aspect ratio video and ultrawide monitor.\n\nVideo Transformer change aspect ratio video removing black bars on Youtube. Zoom page video and ultrawide monitor. Floating video  mode and full screen. Video download\n\nInstall Video Downloader and Music Downloader for free!\nVideo downloader is not a Youtube Downloader. Due to restrictions of the Google Web Store Policies and Developer Program Policies we can not download Youtube Videos. Thank you for understanding.\n\nVideo downloader is the easiest and fastest way to download online videos from mainstream websites, including Facebook, Vimeo, Twitter, Dailymotion, Instagram, vk.com, ok.ru, Youku (youku.com), TikTok and others. Facebook Video Downloader\n\nAdjust the speed of any video you're watching so you can skip the boring parts/slow down and understand the video better by playing the video at a slower speed. Video speed adjuster, speed test, video recorder, video games. Speed control HTML videos\n\nWhat is the Picture in Picture (PiP) mode and how it will be useful for you? This mode lets you play any video in Picture-in-Picture (PiP) mode, and it works on all platforms. Floating player or picture in picture mode. Picture-in-Picture - floating video, floating player \n\nBy default YouTube comments will be replaced with the relevant Reddit comments. YouTube comments can still be viewed by clicking the YouTube icon located at the top right of the comments section. Speed test, video recorder and video games (flash player - games)\n\nVideo Downloader for Chrome is not a YouTube downloader. However, Video Downloader is a great tool to get videos from various websites (Facebook, Twitter, Dailymotion, Vimeo, and Instagram). Video download plus and instagram video downloader\n\nRecord videos (screencast record) in our video recorder (screen recorder) and share screencasts. Record video from your screen. Annotate the video recording with various shapes. It works on most of websites, and yes: It is 100% tested on Youtube and Vimeo,  Facebook.\n\nYour support is appreciated; if you find the extension valuable, kindly consider rating it with 5 stars on the Picture in Picture and Zoom to Fill extension.\n\nFloating Video player extension is completely free, safe, fast and easy to add to your Chrome browser.  We will be glad to see your comments and assessment - this is very important for us!",
    "te,th": "Youtube Picture-in-Picture - (Floating Player) - allows you to watch videos in a floating window (always on top of other windows) so you can keep track of what you are watching when interacting with other sites or applications.\n\nThis mode lets you play any video in Picture-in-Picture (PiP) mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. \n\nYou can also reposition it along the screen border while you continue to surf the internet.\n\nJust click on the Floating Player icon to display the video player on YouTube or any other websites on the Web. This window will play the video on all pages of the browser on which there is a video resource.\n\nWhat is extension Picture in Picture?\nFloating video brings a PiP view to all websites with an HTML video element. The extension adds a page action button to your browser. When a page has a video element, the color of this button changes. Press the button to open the active player in the Picture-in-Picture mode (PiP Mode). \n\nPicture in Picture extension automatically tries to use the active player.\n\nHow do I play a video in a floating window?\nOpen the YouTube video on the mini player in floating image-in-picture (PIP) mode. Supports video players This window will play videos on all pages of the browser. \n\nHow Picture in Picture works: \n- Find the video and run it. \n- Select the “Floating Picture in Picture” (PIP) mode, and you're done\n\nA floating video player allows the viewer to scroll through your webpage and keep your video in view the whole time.\n\nPiP mode is a popped-out, always-on-top video player which floats on top of other windows. Bring the PIP mode to any HTML5 video player on any website.\n\nPlay video in floating popup window.\nResize floating video pop-up.\nAll video formats supported.\nKeyboard shortcut: Alt + P (⌥ + P on macOS)\n\nThe floating window - PiP mode has play and pause buttons, and you can exit from the picture-in-picture mode anytime.\n\nHow Picture in Picture mode works:\n1. Find the video and run it.\n2. Click the extension icon to reduce the video player on YouTube and other sites.\n3. Select the “Floating Picture in Picture” (PIP) mode, and you're done.\n\nTry real multitasking with a floating mini player that simplifies your life on the Web! Watch videos in picture-in-picture mode on popular websites.\n\nPic-in-pic mode supports all video formats and works with popular video hubs like Youtube, Vimeo, Facebook and many others.\n\nDisclaimer: about Youtube trademark!\nYoutube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode (PIP) for YouTube is not created, is not associated with Google Inc. or not supported.\n\nDisclaimer : Hulu is a trademark of Disney Media and Entertainment Distribution. This website & extension hold no association or affiliation with Hulu or any third-party companies.\n\nYoutube Picture in Picture\nYoutube Picture in Picture allows you to play Youtube video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nHBOMax Picture in Picture\nAll you need to do is add HBOMax Picture in Picture extension to your browser and enjoy your favorite series in the background. It's as simple as that!\n\nPrime Video Picture in Picture\nPrime Video Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nParamount + Picture in Picture\nParamount + Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nAppleTV+ Picture in Picture\nAppleTV+ Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nFloating Video player extension is completely free, safe, fast and easy to add to your Chrome browser.  We will be glad to see your comments and assessment - this is very important for us!",
    "tr": "resim içinde resim uzantısı (PiP), herhangi bir videoyu\nkayan video oynatıcı modu ve tüm platformlarda çalışır. PiP, diğer pencerelerin üzerinde yüzen, her zaman en üstte olan bir video oynatıcıdır.\n\nAyrıca internette gezinmeye devam ederken ekran kenarlığı boyunca yeniden konumlandırabilirsiniz.\n\nŞimdi en sevdiğiniz filmleri, dizileri veya sporları herhangi bir sekmede izleyin. Kayan videoyu etkinleştirmek için Resim içinde Resim krom uzantısını yükleyin. Bu özelliği her akış sitesinde destekliyoruz.\n\nResim içinde Resim uzantısı nedir?\nKayan video, bir HTML video öğesiyle tüm web sitelerine bir PiP görünümü getirir. Uzantı, tarayıcınıza bir sayfa eylem düğmesi ekler.\n\nBir sayfada video öğesi olduğunda, bu düğmenin rengi değişir. Resim içinde Resim modunda (PiP Modu) aktif oynatıcıyı açmak için düğmeye basın.\n\nFloating Video uzantısı otomatik olarak aktif oynatıcıyı kullanmaya çalışır.\n\nBir videoyu kayan bir pencerede nasıl oynatırım?\nYouTube videosunu mini oynatıcıda kayan resim içinde resim (PIP) modunda açın. Video oynatıcıları destekler Bu pencere, videoları tarayıcının tüm sayfalarında oynatır.\n\nResim içinde Resim nasıl çalışır:\n- Videoyu bulun ve çalıştırın.\n- \"Resim içinde Kayan Resim\" (PIP) modunu seçin ve bitirdiniz\n\nKayan bir video oynatıcı, izleyicinin web sayfanızda gezinmesine ve videonuzu her zaman görüntüde tutmasına olanak tanır.\n\nVideo oynatıcıyı YouTube'da veya Web'deki diğer web sitelerinde görüntülemek için Floating Player simgesini tıklamanız yeterlidir. Bu pencere, videoyu tarayıcının bir video kaynağı bulunan tüm sayfalarında oynatır.\n\nPic-in-pic modu, tüm video formatlarını destekler ve Youtube ve diğerleri gibi popüler video merkezleriyle çalışır.\n\nYouTube için kayan video oynatıcı (PIP) gizliliğinize saygı duyar.\n\nNot: YouTube, Google Inc.'in ticari markasıdır. Bu ticari markanın kullanımı Google'ın izinlerine tabidir.\nYouTube için Resim modunda (PIP) kayan görüntü modu oluşturulmaz, Google Inc. ile ilişkilendirilmez veya desteklenmez.\n\nResim Görüntüleyicimizin sizin için yararlı olacağını gerçekten umuyoruz! Geri bildirimlerinizi ve puanlarınızı bekliyoruz! Ayrıca işlevselliği geliştirmek için önerilerinizi yazın.",
    "vi": "Picture in Picture - (Floating Player) - allows you to watch videos in a floating window (always on top of other windows) so you can keep track of what you are watching when interacting with other sites or applications.\n\nThis mode lets you play any video in Picture-in-Picture (PiP) mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. \n\nYou can also reposition it along the screen border while you continue to surf the internet.\n\nJust click on the Floating Player icon to display the video player on YouTube or any other websites on the Web. This window will play the video on all pages of the browser on which there is a video resource.\n\nWhat is extension Picture in Picture?\nFloating video brings a PiP view to all websites with an HTML video element. The extension adds a page action button to your browser. When a page has a video element, the color of this button changes. Press the button to open the active player in the Picture-in-Picture mode (PiP Mode). \n\nPicture in Picture extension automatically tries to use the active player.\n\nHow do I play a video in a floating window?\nOpen the YouTube video on the mini player in floating image-in-picture (PIP) mode. Supports video players This window will play videos on all pages of the browser. \n\nHow Picture in Picture works: \n- Find the video and run it. \n- Select the “Floating Picture in Picture” (PIP) mode, and you're done\n\nA floating video player allows the viewer to scroll through your webpage and keep your video in view the whole time.\n\nPiP mode is a popped-out, always-on-top video player which floats on top of other windows. Bring the PIP mode to any HTML5 video player on any website.\n\nPlay video in floating popup window.\nResize floating video pop-up.\nAll video formats supported.\nKeyboard shortcut: Alt + P (⌥ + P on macOS)\n\nThe floating window - PiP mode has play and pause buttons, and you can exit from the picture-in-picture mode anytime.\n\nHow Picture in Picture mode works:\n1. Find the video and run it.\n2. Click the extension icon to reduce the video player on YouTube and other sites.\n3. Select the “Floating Picture in Picture” (PIP) mode, and you're done.\n\nTry real multitasking with a floating mini player that simplifies your life on the Web! Watch videos in picture-in-picture mode on popular websites.\n\nPic-in-pic mode supports all video formats and works with popular video hubs like Youtube, Vimeo, Facebook and many others.\n\nDisclaimer: about Youtube trademark!\nYoutube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode (PIP) for YouTube is not created, is not associated with Google Inc. or not supported.\n\nDisclaimer : Hulu is a trademark of Disney Media and Entertainment Distribution. This website & extension hold no association or affiliation with Hulu or any third-party companies.\n\nYoutube Picture in Picture\nYoutube Picture in Picture allows you to play Youtube video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nHBOMax Picture in Picture\nAll you need to do is add HBOMax Picture in Picture extension to your browser and enjoy your favorite series in the background. It's as simple as that!\n\nPrime Video Picture in Picture\nPrime Video Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nParamount + Picture in Picture\nParamount + Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nAppleTV+ Picture in Picture\nAppleTV+ Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nFloating Video player extension is completely free, safe, fast and easy to add to your Chrome browser.  We will be glad to see your comments and assessment - this is very important for us!",
    "zh_CN": "畫中畫擴展 (PiP) 讓您可以播放任何視頻\n浮動視頻播放器模式，適用於所有平台。 畫中畫是一種彈出式、始終在頂部的視頻播放器，它漂浮在其他窗口的頂部。\n\n您還可以在繼續上網時沿屏幕邊框重新定位它。\n\n現在在任何選項卡上播放您最喜愛的電影、連續劇或體育節目。 安裝畫中畫 chrome 擴展以啟用浮動視頻。 我們在每個流媒體網站上都支持此功能。\n\n什麼是擴展畫中畫？\n浮動視頻為所有帶有 HTML 視頻元素的網站帶來畫中畫視圖。 該擴展程序向您的瀏覽器添加了一個頁面操作按鈕。\n\n當頁麵包含視頻元素時，此按鈕的顏色會發生變化。 按此按鈕可在畫中畫模式（PiP 模式）下打開活動播放器。\n\n浮動視頻擴展會自動嘗試使用活動播放器。\n\n如何在懸浮窗中播放視頻？\n以浮動畫中畫 (PIP) 模式在迷你播放器上打開 YouTube 視頻。 支持視頻播放器 此窗口將播放瀏覽器所有頁面上的視頻。\n\n畫中畫的工作原理：\n- 找到視頻並運行它。\n- 選擇“浮動畫中畫”（PIP）模式，就大功告成了\n\n浮動視頻播放器允許查看者滾動瀏覽您的網頁並始終保持您的視頻可見。\n\n只需單擊浮動播放器圖標即可在 YouTube 或 Web 上的任何其他網站上顯示視頻播放器。 該窗口會在瀏覽器所有有視頻資源的頁面播放視頻。\n\n畫中畫模式支持所有視頻格式，並可與 Youtube 等流行視頻中心配合使用\n\nYouTube 的浮動視頻播放器 (PIP) 尊重您的隱私。\n\n附言 YouTube 是 Google Inc. 的商標。使用該商標需獲得 Google 許可。\nYouTube 圖片模式 (PIP) 中的浮動圖像模式未創建，與 Google Inc. 無關或不受支持。\n\n我們真的希望我們的圖片查看器對您有用！ 我們期待您的反饋和評分！ 還要寫下您對改進功能的建議。\n\n\nPicture in Picture Extension (PiP) lets you play any video in \nfloating video player mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. You can also reposition it along the screen border while you continue to surf the internet.\n\nNow stream your favourite movies, series or sports on any tab. Install Picture in Picture chrome extension to enable the floating video. We support this feature on every streaming site. \n\nFloating video brings a PiP view to all websites with an HTML video element. The extension adds a page action button to your browser. When a page has a video element, the color of this button changes. Press the button to open the active player in the Picture-in-Picture mode (PiP Mode). This extension automatically tries to use the active player.\n\nFloating video player (PIP) for YouTube  respects your privacy.\n\nP.S.:YouTube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode (PIP) for YouTube  is not created, is not associated with Google Inc. or not supported."
  }
}