{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Talend API Tester - Free Edition"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Visually interact with REST, SOAP and HTTP APIs.",
    "de": "Visuelle Interaktion mit REST, SOAP und HTTP APIs.",
    "fr": "Interagissez visuellement avec des API REST, SOAP et HTTP.",
    "ja": "REST、SOAP、HTTP APIと視覚的に対話できます。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to Talend API Tester - Free Edition, formerly known as Restlet Client. Talend API Tester makes it easy to invoke, discover and test HTTP and REST APIs. \n\nTalend API Tester - Free Edition's main functions include: \n\n1. Send requests and inspect responses\n\nTalend API Tester - Free Edition handles all HTTP requests, no matter how complex. Requests can be made dynamic by inserting variables. Security and authentication are fully supported, as well as hypermedia and HTML forms. You can visualize, prettify and inspect HTTP responses.\n\n2. Validate API behavior\n\nWhether you want to check that your API is behaving as specified, or you need to confirm how well third-party APIs are responding, Talend API Tester lets you perform many sorts of API response tests. Use assertions to validate values of headers, parts of the body or response time among others. Environments variables can also be created to increase the reusability of your tests.\n\n\nKey features:\n\n  - Interact with REST or simple HTTP APIs through a visual and easy-to-use UI\n  - View and search your call history. Edit and re-send requests from history.\n  - Save and organize your requests into projects and services.\n  - Build dynamic requests with custom variables, security and authentication.\n  - Visualise and inspect responses of different format (JSON, XML, HTML, images...) using different views (raw, pretty, preview) \n  - Validate responses with assertions (status, headers, XML and JSON body, response time...)\n  - Easily import your Postman Collections, Swagger / OAS / OpenAPI and HAR (HTTP Archive).\n\n\n---\n\nWhy does Talend API Tester require \"Read and change all your data on the websites you visit\" and \"Communicate with cooperating websites\" permissions?\n\nChrome extensions which need access to internet resources must have the resources declared in their manifest which can be a list of URLs or URL mask. For example, http://*/* allow access to any URL. Allowing access to any URL is a primary function of Talend API Tester. The URL mask with wildcards is interpreted by Chrome Web Store as Talend API Tester can read and change all your data on the websites you visit, without meaning that the app is doing something wrong.",
    "fr": "Bienvenue dans Talend API Tester - Free Edition, anciennement Restlet Client. Talend API Tester simplifie les appels, les découvertes et les tests d'API HTTP et REST. \n\nLes fonctionnalités principales de Talend API Tester - Free Edition sont les suivantes : \n\n1. Envoi de requêtes et inspection des réponses.\n\nTalend API Tester - Free Edition gère toutes les requêtes HTTP, quelle que soit leur complexité. Les requêtes peuvent être rendues dynamiques en insérant des variables. La sécurité et l'authentification sont complètement supportées, ainsi que l'hypermédia et les formulaires HTML. Vous pouvez visualiser, formater et inspecter les réponses HTTP.\n\n2. Validation du comportement de vos API.\n\nQue vous souhaitiez vérifier que votre API se comporte comme attendu, ou que vous deviez confirmer que des API tierces répondent correctement, Talend API Tester vous permet d'effectuer de nombreuses sortes de tests de réponses d'API. Vous pouvez utiliser des assertions afin de valider les valeurs des en-têtes, les parties de corps ou les temps de réponse, entre autres. Vous pouvez également créer des variables d'environnement afin d'améliorer la réutilisabilité de vos tests.\n\n\nFonctionnalités clés :\n\n  - Interactions avec des API REST ou des API HTTP simples à l'aide d'une interface visuelle facile à utiliser.\n  - Visualisation et recherche dans votre historique d'appels. Modification et nouvel envoi de requêtes depuis l'historique.\n  - Sauvegarde et organisation de vos requêtes en projets et services.\n  - Construction de requêtes dynamiques avec variables, sécurité et authentification personnalisées.\n  - Visualisation et inspection des réponses des différents formats (JSON, XML, HTML, images, etc.) via les vues (Données brutes, Formaté, Prévisualisation).\n  - Validation des réponses avec assertions (statuts, en-têtes, corps XML et JSON, temps de réponse, etc.).\n  - Import simple de vos collections Postman, de Swagger / OAS / OpenAPI et HAR (HTTP Archive).\n\n\n---\n\nPourquoi Talend API Tester demande-t-il les droits \"Read and change all your data on the websites you visit\" et \"Communicate with cooperating websites\" ?\n\nLes extensions Chrome nécessitant un accès aux ressources en ligne doivent avoir ces ressources déclarées dans leur manifest, sous forme d'une liste d'URL ou de masque d'URL. Par exemple, http://*/* autorise l'accès à n'importe quelle URL. Autoriser l'accès à n'importe quelle URL est une des principales fonctions de Talend API Tester. Le masque d'URL avec les caractères de remplacement est interprété par le Chrome Store comme ceci : Talend API Tester peut lire et modifier toutes vos données sur les sites Web que vous visitez. Cela ne signifie pourtant pas que l'application effectue une mauvaise action.",
    "ja": "Talend API Testerへようこそ! これは、以前はRestlet Clientと呼んでいたFreeエディションです。Talend API Testerにより、HTTPとREST APIの呼び出し、検索、テストが容易に行えます。 \n\nTalend API Tester - Freeエディションの主な機能は次のとおりです。 \n\n1. リクエストの送信とレスポンスの検査。\n\nTalend API Tester - Freeエディションは、どんなに複雑なHTTPリクエストでも処理できます。リクエストは変数を挿入することで動的にできます。セキュリティ、認証、さらにはハイパーメディアとHTML形式も完全にサポートされています。HTTPレスポンスを表示し、見栄えを整え、検査できます。\n\n2. API動作の検証。\n\nAPIが仕様どおりに動作しているかチェックする場合でも、サードパーティAPIのレスポンスの状況を確認する場合でも、Talend API Testerではさまざまな種類のAPIレスポンステストを実行できます。アサーションを使って、ヘッダーの値、本文の一部、とりわけ応答時間などを検証できます。環境変数を作成してテストの再利用性を高めることもできます。\n\n\n主な機能:\n\n -ビジュアルで使いやすいUIでRESTや単純なHTTP APIと連携。\n -呼び出し履歴の表示と検索。履歴内のリクエストの編集と再送信。\n -リクエストをプロジェクトとサービスに保存して整理。\n -カスタム変数、セキュリティ、認証を使用してダイナミックリクエストをビルド。\n -さまざまなビュー(ロウ、整形、プレビュー)を使ってさまざまなフォーマット(JSON、XML、HTML、画像など)のレスポンスを表示し、検査。\n -アサーションによるレスポンスの検証(ステータス、ヘッダー、XML、JSONボディ、応答時間など)。\n - Postmanコレクション、Swagger、OAS、OpenAPI、HAR (HTTPアーカイブ)を簡単にインポート。\n\n\n---\n\nTalend API Testerで「アクセスするWebサイトのデータをすべて読んで変更する」権限と「協力関係にあるWebサイトと通信する」権限が必要とされる理由は?\n\nインターネットリソースにアクセスする必要があるChrome拡張機能は、マニフェスト内にリソースを宣言しておく必要があります。マニフェストはURLのリストでもURLマスクでも構いません。たとえば、http://*/*なら、どのURLへのアクセスも許可されます。あらゆるURLへのアクセスを許可することは、Talend API Testerの主たる機能です。Chrome Storeは、ワイルドカードが使われたURLマスクを、ユーザーが訪問するウェブサイトの全データをTalend API Testerが読んで変更できるものとして解釈します。これは、アプリが有害な動作をしていることを意味しません。"
  }
}