{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Career.io Job Auto Apply"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The easiest way to Auto Apply for job opportunities from anywhere on the web!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🌟 Effortless Job Applications with Career.io Auto Apply 🌟\n\nLet our team of Auto Apply agents Apply to jobs for you. Our team will submit any job application online for you, and provide confirmation screenshots – all within 24 hours.\n\nYour job hunt just got easier!\n\nKey Features 🚀:\n\n• Auto Apply For Openings On All Major Job Boards 🔍: Our extension allows you to automatically apply to jobs from all major job boards around the world. No need to spend hours completing applications. Just click our Auto Apply button and we’ll do the entire application for you.\n• Track Applications 💼 : Whether you're browsing job boards, exploring company websites, or reading articles – our extension lets you save job postings from anywhere on the web into your personal job tracker\n• Free To Try 💰: Sign up for a trial now and experience Career.io's Auto Apply service for your first few applications! It’s 100% free. No hidden fees, no subscriptions – just easy job applications. Want to Auto Apply for more jobs? Upgrade to premium anytime for even more Auto Apply credits.\n\nGetting Started Is Super Easy 🚀:\n\n• Login to your Career.io account\n• Click the blue 'Add To Chrome' button in the banner on the top right corner of this page\n• Activate the extension in your Google Chrome browser\n• Done! The extension will now allow you to Auto Apply for roles from all major job boards!\nGet ahead on your job hunt today with Career.io's Auto Apply Chrome extension and unlock a more efficient, organized, and productive job search experience. Your next best career move is just a click away!"
  }
}