{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sniply Browser Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An Integration of Sniply into your favourite Browser."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sniply lets you embed your own call-to-actions onto every piece of content. Embed custom messages into articles from CNN, TechCrunch, Mashable, BBC, anywhere. Sniply allows you to drive conversion through content marketing on every piece of content.\n\n\nOVERVIEW\n\nSniply will automatically detect anytime you type or paste a link, and then ask if you want to embed a message into that page. You can type in a custom message and the link will automatically be converted into a Sniply link that contains the page with your message embedded.\n\n\nTOP FEATURES\n* Add a CTA on any page you decide to snip!\n\n* Save links to clipboard, to be snipped later through our dashboard.\n\n* Your Sniply dashboard will show how many clicks you’re getting on your links, as well as the level of engagement with your embedded content.\n\n* Use Sniply for capturing leads, promoting blog posts, selling products, getting email sign ups, driving traffic, and anything that requires exposure.\n\n* Sniply is great for bloggers, marketers, entrepreneurs, non-profits, event organizers, and anyone wishing to drive call-to-actions.\n\n\nSAMPLE USE CASES\n\n* Entrepreneur sharing a Forbes article with news of his startup embedded into the page\n\n* Writer sharing a BBC article with an Amazon link to her book embedded into the page\n\n* Event Organizer sharing a Mashable article with a registration link embedded into the page\n\n Try it yourself at https://app.snip.ly\n\n\nMuch love,\nSniply Team\n\n\nEmail: team@snip.ly\n\nTwitter: @sniply\nFacebook: fb.com/sniplyapp"
  }
}