{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Duck Duck Clicker Unblocked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Duck Duck Clicker right now. Discover the Joy of palying this game - Your Ultimate Online Happy Experience! Try it now!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**Duck Duck Clicker: Click to Earn Duck Coins and Dress Up Cute Ducks!**\n\n**Duck Duck Clicker** is a delightful clicker game where you can immerse yourself in a world full of adorable ducks and endless fun. Click your way to gather Duck Coins and use them to dress up and accessorize your lovable feathered friends with a variety of outfits, food, and more!\n\n**Game Features:**\n\n1. **Click to Collect Duck Coins**: Start clicking to earn Duck Coins and watch your collection grow with each satisfying click. The more you click, the more coins you'll accumulate to spend on spoiling your ducks with all sorts of goodies.\n\n2. **Customize Your Ducks**: Dive into a wardrobe full of cute outfits, stylish accessories, and delicious food items for your ducks. Express your creativity by dressing up your ducks in charming costumes, giving them tasty treats, and making them the most fashionable ducks around.\n\n3. **Unlock Upgrades and Enhancements**: Use your Duck Coins to unlock upgrades that will boost your clicking power and help you earn coins faster. Invest wisely to maximize your earnings and make your duck-clicking experience even more rewarding.\n\nAre you ready to embark on a duck-tastic adventure in **Duck Duck Clicker**? Click, earn Duck Coins, and pamper your adorable ducks with the finest outfits and treats. Dive into a world of cuteness, creativity, and endless clicking fun as you indulge in the whimsical world of Duck Duck Clicker!\n\nExtension Button Menu\n*Play more games and explore cool themes on the page menu buttons."
  }
}