{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "accessibility.video"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enables accessibility options for various video players on the web based on user preferences",
    "nl": "Schakelt op basis van gebruikersvoorkeuren toegankelijkheidsopties in voor verschillende videospelers op het web"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "At the user's request, this plug-in automatically enables subtitles or audio description when available in the videoplayer. The free plug-in features one-click installation and only needs to be set up once. The Video Accessibility Plug-in is compatible with all known browsers.\n\nMore and more companies, governments, and organisations are making an effort to be accessible to all, both in the real world and online. Thanks to the global implementation of the UN Convention on the Rights of Persons with Disabilities, inclusive thinking and entrepreneurship is increasingly becoming the norm. \n\nAudio description and subtitles help people with a visual or hearing impairment to fully enjoy videos. Audio description consists of a voice that takes advantage of moments when there is no speaking to describe what is shown in the video. This way, people who are blind or visually impaired are well able to follow the whole story. \n\nThe new Video Accessibility Plug-in does not require users to select one of these accessibility options every time they play an online video. Just downloading the plug-in once is all that is needed. automatically searches for and enables audio description and subtitles. \n\nA large majority of Internet users all over the world does not yet benefit from accessible videos. With this plug-in, we want to make a concrete contribution to changing this, directly in the interest of users. Especially for blind users, who need a screen reader and tab key to browse the page, a plug-in is extremely useful."
  }
}