{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Colorblind - Dalton for Google Chrome"
  },
  "short": {
    "ar": "دالتون هو برنامج يسمح للأشخاص الذين يعانون من أنواع مختلفة من عمى الألوان (لون رؤية نقص) لمعرفة المزيد من الألوان.",
    "am,bn,ca,cs,da,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,sk,sl,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Dalton is software allowing people with different kinds of color blindness (colour vision deficiency) to see more colors.",
    "bg": "Софтуер за далтонисти",
    "de": "Dalton ist Software, die Menschen mit verschiedenen Arten von Farbblindheit (Farb-Seh-Mangel), um mehr Farben zu sehen.",
    "el": "Το Dalton είναι λογισμικό που επιτρέπει σε άτομα με διαφορετικά είδη τύφλωσης (χρωματισμένη έλλειψη όρασης) να βλέπουν περισσότερα…",
    "es": "Dalton es un software que permite a las personas con diferentes tipos de ceguera de color (deficiencia visual de color) ver más…",
    "it": "Dalton è un software che consente alle persone con diversi tipi di cecità di colore (deficit di visione del colore) per vedere più…",
    "nl": "Dalton is een software die het mogelijk maakt dat  mensen met verschillende soorten kleurblindheid verschillende kleuren kunnen…",
    "ru": "Далтон-это программа, позволяющая людям с разными видами дальтонизма (дефицит цветового зрения), чтобы увидеть больше цветов..",
    "sr": "Далтон је софтвер који омогућава људима различите врсте слепила у боји (недостатак у боји вида) да виде више боја.",
    "tr": "Dalton, farklı renk körlüğü türlerine (renk görme yetersizliği) sahip kişilerin daha fazla renk görmesine izin veren bir yazılımdır."
  },
  "long": {
    "ar,bg,de,el,es,it,nl,ru,sr,tr": "Software for colorblind people.\nDalton is software allowing people with different kinds of color blindness (colour vision deficiency) to see more colors. \n\nDalton provides solutions to some of the everyday problems experienced by colour blind people. People with various types of colour deficiency could benefit from the use of Vision software including those affected by Tritanopia (blue colour vision deficiency), Deuteranopia (green), Protanopia (red). \n\nPeople generally have the assumption that if you suffer from blue-yellow color blindness these are the only colors you have trouble seeing. But that’s wrong. Color blindness doesn’t relate to just two color shades you can’t distinguish, it is the whole color spectrum which is affected. \n\nThe extension is totally free.The main aim is to help people to see the world colorful.",
    "am,bn,ca,cs,da,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,sk,sl,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "This software is adapt for Google Chrome !\n\nSoftware for colorblind people.\nDalton is software allowing people with different kinds of color blindness (colour vision deficiency) to see more colors. \n\nDalton provides solutions to some of the everyday problems experienced by colour blind people. People with various types of colour deficiency could benefit from the use of Dalton software including those affected by Tritanopia (blue colour vision deficiency), Deuteranopia (green), Protanopia (red). \n\nPeople generally have the assumption that if you suffer from blue-yellow color blindness these are the only colors you have trouble seeing. But that’s wrong. Color blindness doesn’t relate to just two color shades you can’t distinguish, it is the whole color spectrum which is affected. \n\nThe extension is totally free.The main aim is to help people to see the world colorful."
  }
}