{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BetterSEQTA+"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance SEQTA Learn's usability and aesthetics! A fork of BetterSEQTA to continue development add add heaps more features!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🌟 BetterSEQTA+ 🌟\nMaking SEQTA Learn actually enjoyable! (yes, really!)\n\n🎨 What's New & Awesome:\n- Live wallpapers that make your dashboard feel alive! Watch cherry blossoms float by while doing math \n (way better than staring at that blank white screen, right?)\n- Upload your own background images/videos because why not make SEQTA your happy place?\n- Pick ANY color you want! Purple SEQTA? Sure! Hot pink? Go wild! \n- Custom themes that transform SEQTA into something actually beautiful (we know, shocking!)\n\n✨ All The Good Stuff You Already Love:\n- Dark mode that won't burn your eyes at 11PM when you remember that assignment\n- Reorganize the menu (goodbye, things you never use!)\n- Next lesson notifications so you don't accidentally walk into English with your Science books\n- Better-looking... well, everything!\n- A homepage that actually makes sense (revolutionary, we know)\n\n🏃 Quick Access to:\n- Your daily lessons (because who has time to click 17 buttons?)\n- Important notices (no more \"I didn't see it!\")\n- All the stuff you actually use (and none of the stuff you don't)\n\n🔍 Find the magic here: https://github.com/betterseqta/betterseqta-plus\n\n⚠️ Fine Print: This isn't officially from Education Horizons - we're just students who thought SEQTA needed some love! (And boy, did it need it...).\n\nPS: This is the cooler cousin of the original BetterSEQTA. Same family, more pizzazz! ✨\n\nWe hope you LOVE this improved EDUCATION experience!!! :D"
  }
}