{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OB1"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ob1 plugin"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OB1 Plugin is a free universal plugin, where you can Find, Add, Create and Store your prompts. Combination of most useful features in 1 product. Evolution oriented architecture: raise your prompt engineering skill from simple to complicated tasks. Symbiosis of modern design, easy navigation and friendly UI.  \n                                                      \nOB1 is operated through four menus: Find, Picks, Create, Open and is supported by a Smart search engine.\n\nFIND is a library of all users' prompts that are publicly accessible and open to customization.\nWe suggest that all those new to prompting should start using OB1 with this menu. Here you can use experience of others to learn, how prompting works and train to build your own solid prompt structure.\n\nValue: the purpose of this menu is to give you access to OB1 users' public prompts, which are arranged in Categories (spheres of usage of a prompt) and Tasks (specific actions that need to be performed by a neuronet). For your convenience, each Category contains several pre-loaded examples, marked as OB1.\n\nFunctions:\n- Edit (allows to open a prompt and make changes in it)\n- Add (marks a specific prompt of your interest as a chosen prompt and puts it into Picks menu)\n- Like and Dislike mechanics (allows you to rank and downrank a prompt and is restricted to one action for each prompt per user. We encourage you to stay tuned and follow the evolution of this mechanics as we plan on making it practically useful for prompt engineers with upcoming OB1 upgrades).\n\nPICKS is a menu for your chosen prompts.\n\nValue: the purpose of this menu is to store other users' prompts you consider interesting or useful by adding them with Add function within FIND menu.\n\nWe suggest to use this menu when you start to distinguish between good and not so good prompts and want to keep best of them at hand, while still learning prompt engineering.\n\nFunctions:\n- Edit (allows to open a prompt and make changes in it)\n- Remove (removes a prompt from menu and thus - from list of your interest).\n\nCREATE is a menu for creating and saving your prompts.\n\nValue: this is a dual-purpose menu, which contains a tool for creating prompts and a form for saving them.\n\nBy pressing CREATE you find yourself in the Editor, where you build your prompt body from scratch. Here you have:\n\nFunctions:\n- Copy (copies the content of your prompt body field from the Editor to clipboard in one click with no need to select the text)\n- Paste (inserts text from clipboard to Editor)\n- Delete text/Restore text (Delete text clears the Editor in one click with no need to manually erase text of prompt body. In case you misclicked or changed your mind - press Restore text, this only works if you haven't put any new symbols to prompt body field).\n- Apply changes (press this as soon as you've finished to build your prompt's body)\n\nWhen prompt body is ready, press Apply changes to enter Prompt Save form. Here you have:\n\nActive Input fields:\n- Prompt title (a compulsory field, where you enter a name for your prompt)\n- Add tags (an optional field, where you can write any words you like, separated by a spacebar, without the # symbol, to connect them with this prompt).\n\nSelection fields:\n- Select category (choose from 36 Categories)\n- Select task (choose from 228 Tasks or use Other task option, if none from the list fits you)\n- Public/Private (set the status of your prompt: open to public or only available to you. Public status is set by default).\n\nInactive field:\n- Prompt body (shows a scrollable preview of the Editor's content. Use double back arrow button in the header to return to Editor in case you need to make corrections to prompt body).\n\nActive button:\n- Save (saves your prompt both in FIND and OPEN menus if public status is selected, or in OPEN menu only if private status is selected. The button is inactive untill you enter Prompt title and select Category and Task).\n\nOPEN is a menu, where all your prompts are kept in the form of bars.\n\nValue: this your personal customizable menu. Bars are arranged in order of creation.\n\nFunctions:\n- Copy (copies the content of selected prompt's body to clipboard)\n- Prioritize (puts selected bar on top of the list, unchecking puts the bar back at its place)\n- Edit (allows to open a prompt and make changes in it)\n- Delete (permanently deletes a prompt from OB1 database, plugin asks to confirm deletion action when pressed)\n\nOther features:\n\nWelcome page:\n- Explore (a limited access to OB1 without registration. Unavailable menus: Picks, Open. Unavailable functions: Add, Save).\n\nSmart search: works for Find and Picks menus. Allows to search public prompts by prompt name, user name, prompt body content and tags).\n\nHeader:\n- double arrows button (returns you back to previous sub-menu)\n- OB1 button (works as a \"home\" button, returns you to Find menu)\n- Sun/Moon button (changes day/night modes)\n- Violet sphere with white letter (is used to log in and out, also indicates an authorized user session)\n\nFeatures under development:\n\nWelcome page:\n- Authorization with a Google account (quick full access to OB1 without registration)\n\nEditor:\n- T9 (predictive text input mode with a switch on/off option)\n- Prompt sample (a separate menu with random prompt examples from the database or prompt examples for selected Category and Task)."
  }
}