{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TalentView ATS Chrome Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Import applicants from various platforms to your TalentView account"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TalentView ATS Chrome extension is a Google Chrome extension that simplifies your prospecting tasks on LinkedIn and saves time in processing profiles found on this professional network. Nothing could be simpler: identify a profile and import it directly into your TalentView platform. The extension is accessible on your Chrome browser and is functional and intuitive. Sourcing and recruiting new talent has never been easier!\n\nFeatures of the extension:\n\n- Sourcing profiles on LinkedIn\n- Choice of assignment to a current campaign\n- Transfer candidates to TalentView in a few clicks\n- Ability to add a comment on added profiles\n- Request consent from candidates\n\nAre you new to TalentView?\nTalentView is an all-in-one candidate management tool that includes a collaborative ATS, a candidate CRM and your own customized HR dashboards.\n\n- Save time on your recruitments with instantly multi-posting of your offers and pre-qualification of candidates.\n- Involve your teams and stand out from the competitors with your own ready-to-use career site.\n- Offer a differentiating candidate experience with the integration of video.\n- Analyze your results and manage your strategy with integrated dashboards.\n\nFor more information, please visit : https://www.talentview.fr",
    "fr": "TalentView ATS Chrome Extension est une extension Google Chrome qui permet de faciliter vos tâches de prospection sur LinkedIn et de gagner du temps dans le traitement des profils trouvés sur ce réseau professionnel. Rien de plus simple : repérez un profil et importez-le directement vers votre plateforme TalentView. Pratique et intuitive, l'extension est accessible sur votre navigateur Chrome. Chasser et recruter de nouveaux talents n'a jamais été aussi facile ! \n\nLes fonctionnalités de l'extension : \n\n- Sourcing des profils sur LinkedIn\n- Choix d'affectation à une campagne en cours\n- Transfert des candidats dans TalentView en quelques clics\n- Possibilité d'ajouter un commentaire sur les profils ajoutés\n- Demande du consentement des candidats\n\nVous découvrez TalentView ? \n\nTalentView est un outil de gestion de candidatures tout-en-un comprenant un ATS collaboratif, un CRM candidat et vos tableaux de bord RH personnalisés.\n\n- Gagnez du temps sur vos recrutements avec la multi-diffusion instantanée de vos offres et la pré-qualification des candidatures.\n- Impliquez vos équipes et démarquez vous de la concurrence grâce à votre site carrière clé en main.\n- Proposez une expérience candidat différenciante avec l’intégration de la vidéo.\n- Analysez vos résultas et pilotez votre stratégie avec vos tableaux de bord intégrés.\n\nPour plus d’informations, rendez-vous sur https://www.talentview.fr"
  }
}