{
  "name": {
    "ar": "حفظ جميع الصور",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Download Images",
    "bg": "Запазване на всички изображения",
    "ca": "Desa totes les imatges",
    "cs": "Uložit všechny obrázky",
    "da": "Gem alle billeder",
    "de": "Speichern Sie alle Bilder",
    "el": "Αποθήκευση όλων των εικόνων",
    "es": "Guardar todas las imágenes",
    "et": "Salvesta kõik pildid",
    "fa": "ذخیره همه تصاویر",
    "fi": "Tallenna kaikki kuvat",
    "fil": "I-save ang Lahat ng Mga Larawan",
    "fr": "Enregistrer toutes les images",
    "he": "שמור את כל התמונות",
    "hi": "सभी चित्र सहेजें",
    "hr": "Spremi sve slike",
    "hu": "Összes kép mentése",
    "id": "Simpan Semua Gambar",
    "it": "Salva tutte le immagini",
    "ja": "すべての画像を保存",
    "ko": "모든 이미지 저장",
    "lt": "Išsaugoti visus vaizdus",
    "lv": "Saglabājiet visus attēlus",
    "ms": "Simpan Semua Imej",
    "nl": "Alle afbeeldingen opslaan",
    "no": "Lagre alle bilder",
    "pl": "Zapisz wszystkie obrazy",
    "ro": "Salvați toate imaginile",
    "ru": "Сохранить все изображения",
    "sk": "Uložiť všetky obrázky",
    "sl": "Shrani vse slike",
    "sr": "Сачувај све слике",
    "sv": "Spara alla bilder",
    "th": "บันทึกรูปภาพทั้งหมด",
    "tr": "Tüm Görüntüleri Kaydet",
    "uk": "Зберегти всі зображення",
    "vi": "Lưu tất cả hình ảnh",
    "zh_CN": "保存所有图像",
    "zh_TW": "保存所有圖像"
  },
  "short": {
    "ar": "امتداد قوي ويمكنك تخصيصه لحفظ الصورة المحددة من صفحة علامة التبويب الحالية ، على أي صفحة ويب.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "A powerful extension and you can customize it to save the selected image from the current tab page, on any web page.",
    "bg": "Мощно разширение и можете да го персонализирате, за да запишете избраното изображение от текущата страница на раздела, на която и…",
    "ca": "Una extensió potent i la podeu personalitzar per desar la imatge seleccionada de la pestanya actual, a qualsevol pàgina web.",
    "cs": "Výkonné rozšíření a můžete si jej přizpůsobit tak, aby se vybraný obrázek uložil z aktuální stránky na libovolné webové stránce.",
    "da": "En kraftfuld udvidelse, og du kan tilpasse den for at gemme det valgte billede fra den aktuelle faneblad på enhver webside.",
    "de": "Eine leistungsstarke Erweiterung, die Sie anpassen können, um das ausgewählte Bild von der aktuellen Registerkarte auf einer…",
    "el": "Μια ισχυρή επέκταση και μπορείτε να την προσαρμόσετε για να αποθηκεύσετε την επιλεγμένη εικόνα από την τρέχουσα σελίδα καρτελών σε…",
    "es": "Una extensión potente y puede personalizarla para guardar la imagen seleccionada de la página de pestañas actual, en cualquier…",
    "et": "Võimas laiend ja saate seda kohandada, et salvestada valitud pilt praegusele vahelehelt mis tahes veebilehele.",
    "fa": "یک پسوند قدرتمند و می توانید آن را برای ذخیره تصویر انتخاب شده از صفحه برگه فعلی ، در هر صفحه وب ، سفارشی سازی کنید.",
    "fi": "Tehokas laajennus, jota voit mukauttaa tallentamaan valitun kuvan nykyisestä välilehdeltä millä tahansa verkkosivulla.",
    "fil": "Isang malakas na extension at maaari mo itong ipasadya upang mai-save ang napiling imahe mula sa kasalukuyang pahina ng tab, sa…",
    "fr": "Une extension puissante que vous pouvez personnaliser pour enregistrer l’image sélectionnée dans la page à onglet actuelle, sur…",
    "he": "הרחבה עוצמתית ותוכל להתאים אותה אישית כדי לשמור את התמונה שנבחרה מדף הכרטיסיות הנוכחי, בכל דף אינטרנט.",
    "hi": "एक शक्तिशाली एक्सटेंशन और आप इसे किसी भी वेब पेज पर वर्तमान टैब पृष्ठ से चयनित छवि को सहेजने के लिए अनुकूलित कर सकते हैं।",
    "hr": "Snažno proširenje i možete ga prilagoditi tako da odabranu sliku spremi s trenutne stranice na kartici, na bilo koju web stranicu.",
    "hu": "Erőteljes kiterjesztés, amelyet testreszabhat, hogy a kiválasztott képet az aktuális fülről bármilyen weboldalra mentse.",
    "id": "Ekstensi yang kuat dan Anda dapat menyesuaikannya untuk menyimpan gambar yang dipilih dari halaman tab saat ini, di halaman web apa…",
    "it": "Un'estensione potente e puoi personalizzarla per salvare l'immagine selezionata dalla pagina della scheda corrente, su qualsiasi…",
    "ja": "強力な拡張機能であり、現在のタブページから選択した画像を任意のWebページに保存するようにカスタマイズできます。",
    "ko": "강력한 확장 기능이며 현재 탭 페이지의 모든 웹 페이지에서 선택한 이미지를 저장하도록 사용자 정의 할 수 있습니다.",
    "lt": "Galingas plėtinys, kurį galite pritaikyti, kad išsaugotumėte pasirinktą vaizdą iš dabartinio skirtuko puslapio bet kuriame…",
    "lv": "Spēcīgs paplašinājums, un jūs to varat pielāgot, lai saglabātu atlasīto attēlu no pašreizējās cilnes lapas jebkurā Web lapā.",
    "ms": "Sambungan kuat dan anda boleh menyesuaikannya untuk menyimpan imej yang dipilih dari halaman tab semasa, pada mana-mana halaman web.",
    "nl": "Een krachtige extensie en u kunt deze aanpassen om de geselecteerde afbeelding van de huidige tabbladpagina op elke webpagina op te…",
    "no": "En kraftig utvidelse, og du kan tilpasse den for å lagre det valgte bildet fra den gjeldende fanesiden, på hvilken som helst…",
    "pl": "Potężne rozszerzenie, które można dostosować, aby zapisać wybrany obraz z bieżącej strony karty na dowolnej stronie internetowej.",
    "ro": "O extensie puternică și o puteți personaliza pentru a salva imaginea selectată de pe pagina cu filele curente, pe orice pagină web.",
    "ru": "Мощное расширение, и вы можете настроить его для сохранения выбранного изображения с текущей вкладки, на любой веб-странице.",
    "sk": "Výkonné rozšírenie a môžete si ho prispôsobiť tak, aby sa vybraný obrázok uložil z aktuálnej záložkovej stránky na ľubovoľnú webovú…",
    "sl": "Zmogljiva razširitev in jo lahko prilagodite tako, da izbrano sliko shranite s trenutne strani na zavihku na katero koli spletno…",
    "sr": "Снажно проширење и можете га прилагодити тако да одабрану слику сачувате са тренутне странице на картици, на било којој веб…",
    "sv": "Ett kraftfullt tillägg och du kan anpassa den för att spara den valda bilden från den aktuella flikssidan, på valfri webbsida.",
    "th": "ส่วนขยายที่มีประสิทธิภาพและคุณสามารถปรับแต่งมันเพื่อบันทึกภาพที่เลือกจากหน้าแท็บปัจจุบันบนหน้าเว็บใด ๆ",
    "tr": "Güçlü bir uzantı seçtiyseniz, seçili resmi mevcut sekme sayfasından, herhangi bir web sayfasına kaydetmek için…",
    "uk": "Потужне розширення, і ви можете налаштувати його, щоб зберегти вибране зображення з поточної сторінки вкладки, на будь-якій…",
    "vi": "Một tiện ích mở rộng mạnh mẽ và bạn có thể tùy chỉnh nó để lưu hình ảnh đã chọn từ trang tab hiện tại, trên bất kỳ trang web nào.",
    "zh_CN": "一个功能强大的扩展，您可以自定义它以在任何网页上保存当前标签页中的选定图像。",
    "zh_TW": "一個功能強大的擴展，您可以自定義它以在任何網頁上保存當前標籤頁中的選定圖像。"
  },
  "long": {
    "ar": "عندما تزور موقعًا مفضلًا أو موقعًا تزوره كل يوم ، ترى الصور التي تريد تنزيلها على جهاز الكمبيوتر الخاص بك. يستغرق استخدام قائمة النقر بزر الماوس الأيمن واختيار كل صورة للتنزيل وقتك وجهدك ، لذا استخدم امتدادنا اليوم ، وسنوفر لك الوقت بنقرة واحدة فقط.\n\nبمجرد تثبيت برنامجنا ، ما عليك سوى الانتقال إلى موقع الويب الذي ترغب في تنزيل الصور منه.\nانقر فوق رمز الامتداد الخاص بنا واختر خيار تنزيل الصور.\nيمكنك اختيار ما إذا كنت تريد تنزيل جميع الصور على موقع الويب / صور معينة ، ومن السهل تخصيص برنامجنا.",
    "am,bn,en,en_AU,en_GB,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "When you visit a favorite website, or a site you visit every day, you see images that you want to download to your computer. Using the right click menu and choosing each image to download takes your time and effort, so use our extension today, we will save you time with just one click.\n\nOnce you install our software, simply navigate to the website you wish to download images from.\nClick on our extension icon and choose the download images option.\nYou can choose whether to download all the images on the website/certain images, its easy to customize our software.",
    "bg": "Когато посетите любим уебсайт или сайт, който посещавате всеки ден, виждате изображения, които искате да изтеглите на компютъра си. Използването на менюто с десен бутон и избирането на всяко изображение за изтегляне отнема вашето време и усилия, така че използвайте нашето разширение днес, ще ви спестим време само с едно щракване.\n\nСлед като инсталирате нашия софтуер, просто отидете до уебсайта, от който искате да изтеглите изображения.\nКликнете върху нашата икона на разширение и изберете опцията за изтегляне на изображения.\nМожете да изберете дали да изтеглите всички изображения на уебсайта / определени изображения, лесно е да персонализирате нашия софтуер.",
    "ca": "Quan visiteu un lloc web preferit o un lloc que visiteu cada dia, veieu imatges que voleu descarregar al vostre ordinador. Utilitzar el menú del clic dret i triar cada imatge per descarregar us requereix temps i esforç, de manera que utilitzeu la nostra extensió avui i us estalviarem temps amb un sol clic.\n\nUn cop instal·leu el nostre programari, simplement aneu al lloc web des del qual voleu descarregar imatges.\nFeu clic a la nostra icona d'extensió i trieu l'opció de baixada d'imatges.\nPodeu triar si voleu descarregar totes les imatges del lloc web / determinades imatges, és fàcil personalitzar el nostre programari.",
    "cs": "Když navštívíte oblíbený web nebo web, který navštěvujete každý den, uvidíte obrázky, které chcete stáhnout do počítače. Používání nabídky pravého kliknutí a výběr jednotlivých obrázků ke stažení vám zabere čas a úsilí, takže použijte naše rozšíření ještě dnes, ušetříme vám čas jediným kliknutím.\n\nJakmile nainstalujete náš software, jednoduše přejděte na web, ze kterého si chcete stáhnout obrázky.\nKlikněte na naši ikonu rozšíření a vyberte možnost stáhnout obrázky.\nMůžete si vybrat, zda chcete stáhnout všechny obrázky na webu / určité obrázky, což je snadné pro přizpůsobení našeho softwaru.",
    "da": "Når du besøger et yndlingswebsted eller et websted, du besøger hver dag, ser du billeder, som du vil downloade til din computer. Brug af højreklikmenuen og valg af hvert billede, der skal downloades, tager din tid og kræfter, så brug vores udvidelse i dag, vi sparer dig tid med kun et klik.\n\nNår du har installeret vores software, skal du blot navigere til det websted, du vil downloade billeder fra.\nKlik på vores udvidelsesikon, og vælg indstillingen til download af billeder.\nDu kan vælge, om du vil downloade alle billederne på webstedet / visse billeder, det er nemt at tilpasse vores software.",
    "de": "Wenn Sie eine Lieblingswebsite oder eine Website besuchen, die Sie jeden Tag besuchen, werden Bilder angezeigt, die Sie auf Ihren Computer herunterladen möchten. Wenn Sie das Kontextmenü verwenden und jedes Bild zum Herunterladen auswählen, nehmen Sie sich Zeit und Mühe. Wenn Sie also heute unsere Erweiterung verwenden, sparen Sie Zeit mit nur einem Klick.\n\nNavigieren Sie nach der Installation unserer Software einfach zu der Website, von der Sie Bilder herunterladen möchten.\nKlicken Sie auf unser Erweiterungssymbol und wählen Sie die Option Bilder herunterladen.\nSie können wählen, ob Sie alle Bilder auf der Website / bestimmte Bilder herunterladen möchten. Es ist einfach, unsere Software anzupassen.",
    "el": "Όταν επισκέπτεστε έναν αγαπημένο ιστότοπο ή έναν ιστότοπο που επισκέπτεστε καθημερινά, βλέπετε εικόνες που θέλετε να κατεβάσετε στον υπολογιστή σας. Η χρήση του μενού με το δεξί κλικ και η επιλογή κάθε εικόνας για λήψη απαιτεί χρόνο και προσπάθεια, οπότε χρησιμοποιήστε την επέκτασή μας σήμερα, θα σας εξοικονομήσουμε χρόνο με ένα μόνο κλικ.\n\nΜόλις εγκαταστήσετε το λογισμικό μας, απλώς μεταβείτε στον ιστότοπο από τον οποίο θέλετε να κατεβάσετε εικόνες.\nΚάντε κλικ στο εικονίδιο επέκτασης και επιλέξτε την επιλογή λήψης εικόνων.\nΜπορείτε να επιλέξετε εάν θα κατεβάσετε όλες τις εικόνες στον ιστότοπο / συγκεκριμένες εικόνες, είναι εύκολο να προσαρμόσετε το λογισμικό μας.",
    "en_US": "When you visit a favorite website, or a site you visit every day, you see images that make you want to download to your computer. If downloading each image takes your time and effort, so use our extensions, we will save you time with just one click.",
    "es": "Cuando visita un sitio web favorito o un sitio que visita todos los días, ve imágenes que desea descargar a su computadora. Usar el menú del botón derecho y elegir cada imagen para descargar requiere su tiempo y esfuerzo, así que use nuestra extensión hoy, le ahorraremos tiempo con solo un clic.\n\nUna vez que instale nuestro software, simplemente navegue hasta el sitio web del que desea descargar las imágenes.\nHaga clic en nuestro icono de extensión y elija la opción de descargar imágenes.\nPuede elegir si desea descargar todas las imágenes del sitio web / ciertas imágenes, es fácil personalizar nuestro software.",
    "et": "Kui külastate lemmikveebisaiti või iga päev külastatavat saiti, näete pilte, mille soovite arvutisse alla laadida. Paremklõpsu menüü kasutamine ja iga allalaaditava pildi valimine võtab teie aega ja vaeva, nii et kasutage meie laiendust juba täna, säästame teie aega vaid ühe klõpsuga.\n\nKui olete meie tarkvara installinud, minge lihtsalt veebisaidile, kust soovite pilte alla laadida.\nKlõpsake meie laienduse ikooni ja valige piltide allalaadimise võimalus.\nSaate valida, kas laadite alla kõik veebisaidil olevad pildid / teatud pildid, meie tarkvara on lihtne kohandada.",
    "fa": "وقتی از یک وب سایت مورد علاقه یا سایتی بازدید می کنید که هر روز بازدید می کنید ، تصاویری مشاهده می کنید که می خواهید در رایانه خود بارگیری کنید. استفاده از منوی کلیک راست و انتخاب هر تصویر برای بارگیری ، وقت و تلاش شما را می گیرد ، بنابراین امروز از برنامه افزودنی ما استفاده کنید ، ما فقط با یک کلیک در وقت شما صرفه جویی می کنیم.\n\nپس از نصب نرم افزار ما ، به سادگی به وب سایتی بروید که می خواهید تصاویر را از آن بارگیری کنید.\nبر روی نماد برنامه افزودنی ما کلیک کنید و گزینه بارگیری تصاویر را انتخاب کنید.\nشما می توانید انتخاب کنید که آیا همه تصاویر موجود در وب سایت / تصاویر خاصی را بارگیری کنید ، سفارشی سازی نرم افزار ما آسان است.",
    "fi": "Kun vierailet suosikkiverkkosivustossa tai sivustossa, jossa vierailet joka päivä, näet kuvia, jotka haluat ladata tietokoneellesi. Jos jokaisen kuvan lataaminen vie aikaa ja vaivaa, niin käytä laajennuksiamme, säästämme aikaa yhdellä napsautuksella.",
    "fil": "Kun vierailet suosikkisivustolla tai sivustolla, jossa vierailet päivittäin, näet kuvia, jotka haluat ladata tietokoneellesi. Napsauttamalla hiiren kakkospainikkeella valikkoa ja valitset kunkin ladattavan kuvan, vie aikaa ja vaivaa, joten käytä laajennustamme tänään, säästämme aikaa yhdellä napsautuksella.\n\nKun olet asentanut ohjelmistomme, siirry yksinkertaisesti verkkosivustolle, josta haluat ladata kuvia.\nNapsauta laajennuskuvakettamme ja valitse latauskuvat.\nVoit valita, ladataanko kaikki verkkosivustolla olevat kuvat / tietyt kuvat, ohjelmistomme on helppo muokata.",
    "fr": "Lorsque vous visitez un site Web favori ou un site que vous visitez tous les jours, vous voyez des images que vous souhaitez télécharger sur votre ordinateur. Utiliser le menu contextuel et choisir chaque image à télécharger prend votre temps et vos efforts, alors utilisez notre extension aujourd'hui, nous vous ferons gagner du temps en un seul clic.\n\nUne fois que vous avez installé notre logiciel, accédez simplement au site Web à partir duquel vous souhaitez télécharger des images.\nCliquez sur notre icône d'extension et choisissez l'option de téléchargement d'images.\nVous pouvez choisir de télécharger toutes les images sur le site Web / certaines images, il est facile de personnaliser notre logiciel.",
    "he": "כשאתה מבקר באתר מועדף, או באתר שאתה מבקר בו כל יום, אתה רואה תמונות שעושות חשק להוריד למחשב שלך. אם הורדת כל תמונה גוזלת זמן ומאמץ, אז השתמש בתוספים שלנו, נחסוך לך זמן בלחיצה אחת בלבד.",
    "hi": "जब आप किसी पसंदीदा वेबसाइट पर जाते हैं, या हर दिन आपके द्वारा देखी जाने वाली साइट पर, आपको ऐसी छवियां दिखाई देती हैं, जिन्हें आप अपने कंप्यूटर पर डाउनलोड करना चाहते हैं। राइट क्लिक मेनू का उपयोग करने और डाउनलोड करने के लिए प्रत्येक छवि को चुनने में आपका समय और प्रयास लगता है, इसलिए आज हमारे एक्सटेंशन का उपयोग करें, हम आपको केवल एक क्लिक के साथ समय बचाएंगे।\n\nएक बार जब आप हमारे सॉफ़्टवेयर को स्थापित करते हैं, तो बस उस वेबसाइट पर नेविगेट करें जिसे आप छवियों से डाउनलोड करना चाहते हैं।\nहमारे एक्सटेंशन आइकन पर क्लिक करें और डाउनलोड छवियां विकल्प चुनें।\nआप यह चुन सकते हैं कि वेबसाइट पर सभी छवियों को डाउनलोड करना है / कुछ छवियां, हमारे सॉफ़्टवेयर को अनुकूलित करना आसान है।",
    "hr": "Kada posjetite omiljeno web mjesto ili web mjesto koje posjećujete svaki dan, vidjet ćete slike koje želite preuzeti na svoje računalo. Korištenje izbornika s desnim klikom i odabir svake slike za preuzimanje oduzima vam vrijeme i trud, pa upotrijebite naše proširenje već danas, uštedjet ćemo vam vrijeme jednim klikom.\n\nJednom kada instalirate naš softver, jednostavno dođite do web mjesta s kojeg želite preuzeti slike.\nKliknite ikonu našeg proširenja i odaberite opciju za preuzimanje slika.\nMožete odabrati želite li preuzeti sve slike na web mjestu / određene slike, što je lako prilagoditi našem softveru.",
    "hu": "Amikor meglátogat egy kedvenc webhelyet vagy egy webhelyet, amelyet naponta meglátogat, olyan képeket lát, amelyeket le szeretne tölteni a számítógépére. A jobb egérgombbal történő menü használata és az egyes képek kiválasztása letöltésre időt és erőfeszítést igényel, ezért használja ma a kiterjesztésünket, így egyetlen kattintással időt takaríthatunk meg Önnek.\n\nMiután telepítette a szoftverünket, egyszerűen keresse meg azt a webhelyet, amelyről képeket szeretne letölteni.\nKattintson a kiterjesztés ikonunkra, és válassza a képek letöltése lehetőséget.\nKiválaszthatja, hogy letölti-e az összes képet a weboldalról / bizonyos képeket, könnyen testreszabható szoftverünk.",
    "id": "Saat Anda mengunjungi situs web favorit, atau situs yang Anda kunjungi setiap hari, Anda melihat gambar yang ingin diunduh ke komputer Anda. Menggunakan menu klik kanan dan memilih setiap gambar untuk diunduh membutuhkan waktu dan tenaga Anda, jadi gunakan ekstensi kami hari ini, kami akan menghemat waktu Anda hanya dengan satu klik.\n\nSetelah Anda menginstal perangkat lunak kami, cukup buka situs web tempat Anda ingin mengunduh gambar.\nKlik ikon ekstensi kami dan pilih opsi unduh gambar.\nAnda dapat memilih apakah akan mengunduh semua gambar di situs web / gambar tertentu, mudah untuk menyesuaikan perangkat lunak kami.",
    "it": "Quando visiti un sito Web preferito o un sito che visiti ogni giorno, vengono visualizzate le immagini che desideri scaricare sul tuo computer. Usare il menu di scelta rapida e scegliere ciascuna immagine da scaricare richiede tempo e fatica, quindi usa la nostra estensione oggi, ti faremo risparmiare tempo con un solo clic.\n\nUna volta installato il nostro software, accedi al sito Web da cui desideri scaricare le immagini.\nFare clic sulla nostra icona di estensione e scegliere l'opzione di download delle immagini.\nPuoi scegliere se scaricare tutte le immagini sul sito / determinate immagini, è facile personalizzare il nostro software.",
    "ja": "お気に入りのWebサイト、または毎日アクセスするサイトにアクセスすると、コンピューターにダウンロードしたい画像が表示されます。右クリックメニューを使用してダウンロードする各画像を選択するには時間と労力がかかるため、今すぐ拡張機能を使用すると、ワンクリックで時間を節約できます。\n\nソフトウェアをインストールしたら、画像をダウンロードしたいWebサイトに移動するだけです。\n拡張機能アイコンをクリックして、画像のダウンロードオプションを選択します。\nウェブサイト上のすべての画像/特定の画像をダウンロードするかどうかを選択できます。ソフトウェアを簡単にカスタマイズできます。",
    "ko": "즐겨 찾는 웹 사이트를 방문하거나 매일 방문하는 사이트를 방문하면 컴퓨터에 다운로드하고 싶은 이미지가 표시됩니다. 오른쪽 클릭 메뉴를 사용하고 다운로드 할 각 이미지를 선택하는 데는 시간과 노력이 필요하므로 지금 확장 프로그램을 사용하면 한 번의 클릭으로 시간을 절약 할 수 있습니다.\n\n소프트웨어를 설치 한 후 이미지를 다운로드하려는 웹 사이트로 이동하기 만하면됩니다.\n확장 아이콘을 클릭하고 이미지 다운로드 옵션을 선택하십시오.\n웹 사이트의 모든 이미지 / 특정 이미지를 다운로드할지 여부를 선택할 수 있으며 소프트웨어를 쉽게 사용자 지정할 수 있습니다.",
    "lt": "Apsilankę mėgstamoje svetainėje arba kasdien lankomoje svetainėje matote vaizdus, kuriuos norite atsisiųsti į savo kompiuterį. Dešinio paspaudimo meniu naudojimas ir kiekvieno atsisiųsto paveikslėlio pasirinkimas reikalauja jūsų laiko ir pastangų, todėl naudokite mūsų plėtinį jau šiandien, sutaupysime laiko tik vienu paspaudimu.\n\nĮdiegę mūsų programinę įrangą, tiesiog eikite į svetainę, iš kurios norite atsisiųsti vaizdus.\nSpustelėkite mūsų plėtinio piktogramą ir pasirinkite atsisiuntimo vaizdų parinktį.\nGalite pasirinkti, ar atsisiųsti visus paveikslėlius svetainėje / tam tikrus vaizdus, tai lengva pritaikyti mūsų programinę įrangą.",
    "lv": "Apmeklējot iecienīto vietni vai katru dienu apmeklēto vietni, jūs redzat attēlus, kurus vēlaties lejupielādēt savā datorā. Izmantojot izvēlni ar peles labo pogu un izvēloties katru lejupielādējamo attēlu, ir nepieciešams laiks un pūles, tāpēc izmantojiet mūsu paplašinājumu jau šodien, tāpēc mēs ietaupīsim jūsu laiku tikai ar vienu klikšķi.\n\nKad esat instalējis mūsu programmatūru, vienkārši dodieties uz vietni, no kuras vēlaties lejupielādēt attēlus.\nNoklikšķiniet uz mūsu paplašinājuma ikonas un izvēlieties attēlu lejupielādes opciju.\nJūs varat izvēlēties, vai lejupielādēt visus attēlus vietnē / dažus attēlus, un to ir viegli pielāgot mūsu programmatūrai.",
    "ms": "Apabila anda mengunjungi laman web kegemaran, atau laman web yang anda lawati setiap hari, anda melihat gambar yang ingin anda muat turun ke komputer anda. Menggunakan menu klik kanan dan memilih setiap gambar untuk dimuatkan memerlukan masa dan usaha anda, jadi gunakan peluasan kami hari ini, kami akan menjimatkan masa dengan hanya satu klik.\n\nSetelah anda memasang perisian kami, cukup pergi ke laman web tempat anda ingin memuat turun gambar.\nKlik pada ikon peluasan kami dan pilih pilihan muat turun gambar.\nAnda boleh memilih sama ada memuat turun semua gambar di laman web / gambar tertentu, mudah untuk menyesuaikan perisian kami.",
    "nl": "Wanneer u een favoriete website bezoekt, of een site die u dagelijks bezoekt, ziet u afbeeldingen die u naar uw computer wilt downloaden. Het gebruik van het rechtsklikmenu en het kiezen van elke afbeelding om te downloaden kost u tijd en moeite, dus gebruik onze extensie vandaag nog, we besparen u tijd met slechts één klik.\n\nNadat u onze software heeft geïnstalleerd, navigeert u eenvoudig naar de website waarvan u afbeeldingen wilt downloaden.\nKlik op ons extensiepictogram en kies de optie voor het downloaden van afbeeldingen.\nU kunt kiezen of u alle afbeeldingen op de website / bepaalde afbeeldingen wilt downloaden, het is eenvoudig om onze software aan te passen.",
    "no": "Når du besøker et favorittnettsted, eller et nettsted du besøker hver dag, ser du bilder du vil laste ned til datamaskinen. Å bruke høyreklikkmenyen og velge hvert bilde du vil laste ned tar tid og krefter, så bruk utvidelsen vår i dag, vi vil spare deg for tid med bare ett klikk.\n\nNår du har installert programvaren vår, er det bare å navigere til nettstedet du vil laste ned bilder fra.\nKlikk på utvidelsesikonet vårt og velg alternativet for nedlasting av bilder.\nDu kan velge om du vil laste ned alle bildene på nettstedet / visse bilder, det er enkelt å tilpasse programvaren vår.",
    "pl": "Kiedy odwiedzasz ulubioną witrynę lub witrynę odwiedzaną codziennie, widzisz obrazy, które chcesz pobrać na swój komputer. Korzystanie z menu prawego przycisku myszy i wybieranie każdego obrazu do pobrania zajmuje czas i wysiłek, więc skorzystaj z naszego rozszerzenia już dziś, a zaoszczędzimy czas jednym kliknięciem.\n\nPo zainstalowaniu naszego oprogramowania po prostu przejdź do witryny, z której chcesz pobrać obrazy.\nKliknij naszą ikonę rozszerzenia i wybierz opcję pobierania obrazów.\nMożesz wybrać, czy chcesz pobrać wszystkie obrazy ze strony internetowej / niektóre obrazy, łatwo jest dostosować nasze oprogramowanie.",
    "ro": "Când vizitați un site web preferat sau un site pe care îl vizitați în fiecare zi, vedeți imagini pe care doriți să le descărcați pe computer. Folosind meniul cu clic dreapta și alegerea fiecărei imagini pe care doriți să o descărcați, vă necesită timp și efort, așa că utilizați extensia noastră astăzi, vă vom economisi timp cu un singur clic.\n\nDupă ce instalați software-ul nostru, pur și simplu navigați la site-ul web de pe care doriți să descărcați imagini.\nFaceți clic pe pictograma extensiei noastre și alegeți opțiunea de descărcare a imaginilor.\nPuteți alege dacă descărcați toate imaginile de pe site / anumite imagini, este ușor de personalizat software-ul nostru.",
    "ru": "Когда вы посещаете любимый веб-сайт или сайт, который посещаете каждый день, вы видите изображения, которые хотите загрузить на свой компьютер. Использование контекстного меню и выбор каждого изображения для загрузки требует вашего времени и усилий, поэтому используйте наше расширение сегодня, и мы сэкономим ваше время одним щелчком мыши.\n\nПосле установки нашего программного обеспечения просто перейдите на веб-сайт, с которого вы хотите загрузить изображения.\nЩелкните значок расширения и выберите вариант загрузки изображений.\nВы можете выбрать, загружать ли все изображения с веб-сайта / определенные изображения, наше программное обеспечение легко настроить.",
    "sk": "Pri návšteve obľúbených webových stránok alebo stránok, ktoré navštevujete každý deň, sa zobrazia obrázky, ktoré chcete stiahnuť do svojho počítača. Používanie ponuky kliknutia pravým tlačidlom myši a výber každého obrázka na stiahnutie si vyžaduje veľa času a úsilia, preto dnes využite naše rozšírenie, ktoré vám ušetrí čas jediným kliknutím.\n\nPo nainštalovaní nášho softvéru jednoducho prejdite na webovú stránku, z ktorej chcete sťahovať obrázky.\nKliknite na našu ikonu rozšírenia a vyberte možnosť sťahovania obrázkov.\nMôžete si zvoliť, či chcete sťahovať všetky obrázky na webovej stránke / určité obrázky, a tak je ľahké prispôsobiť náš softvér.",
    "sl": "Ko obiščete priljubljeno spletno mesto ali spletno mesto, ki ga obiščete vsak dan, vidite slike, ki jih želite prenesti v računalnik. Uporaba menija z desnim klikom in izbira posamezne slike za prenos vam vzame čas in trud, zato uporabite našo razširitev danes, prihranili vam bomo čas z enim samim klikom.\n\nKo namestite našo programsko opremo, preprosto pojdite na spletno mesto, s katerega želite prenesti slike.\nKliknite ikono naše razširitve in izberite možnost prenosa slik.\nIzberete lahko, ali želite prenesti vse slike s spletnega mesta / določene slike, zato je našo programsko opremo enostavno prilagoditi.",
    "sr": "Када посетите омиљену веб локацију или страницу коју посећујете свакодневно, видећете слике које желите да преузмете на рачунар. Коришћење менија десним кликом и одабир сваке слике за преузимање одузима вам време и напор, па зато користите наше проширење већ данас, уштедећемо вам време само једним кликом.\n\nЈедном када инсталирате наш софтвер, једноставно идите на веб локацију са које желите да преузмете слике.\nКликните на нашу икону проширења и одаберите опцију за преузимање слика.\nМожете да одаберете да ли желите да преузмете све слике са веб странице / одређене слике, тако да је лако прилагодити наш софтвер.",
    "sv": "När du besöker en favoritwebbplats eller en webbplats du besöker varje dag ser du bilder som du vill ladda ner till din dator. Att använda högerklickmenyn och välja varje bild att ladda ner tar din tid och ansträngning, så använd vårt tillägg idag, vi sparar tid med bara ett klick.\n\nNär du har installerat vår programvara, navigerar du helt enkelt till den webbplats du vill ladda ner bilder från.\nKlicka på vår tilläggsikon och välj alternativet för nedladdningsbilder.\nDu kan välja om du vill ladda ner alla bilder på webbplatsen / vissa bilder, det är enkelt att anpassa vår programvara.",
    "th": "เมื่อคุณเยี่ยมชมเว็บไซต์โปรดหรือเว็บไซต์ที่คุณเยี่ยมชมทุกวันคุณจะเห็นภาพที่คุณต้องการดาวน์โหลดลงในคอมพิวเตอร์ของคุณ การใช้เมนูคลิกขวาและเลือกแต่ละภาพเพื่อดาวน์โหลดต้องใช้เวลาและความพยายามของคุณดังนั้นใช้ส่วนขยายของเราวันนี้เราจะช่วยคุณประหยัดเวลาเพียงคลิกเดียว\n\nเมื่อคุณติดตั้งซอฟต์แวร์ของเราแล้วให้ไปที่เว็บไซต์ที่คุณต้องการดาวน์โหลดภาพ\nคลิกที่ไอคอนส่วนขยายของเราและเลือกตัวเลือกดาวน์โหลดรูปภาพ\nคุณสามารถเลือกได้ว่าจะดาวน์โหลดภาพทั้งหมดบนเว็บไซต์ / บางภาพหรือไม่ซึ่งง่ายต่อการปรับแต่งซอฟต์แวร์ของเรา",
    "tr": "Sevdiğiniz bir web sitesini veya her gün ziyaret ettiğiniz bir siteyi ziyaret ettiğinizde, bilgisayarınıza indirmek istediğiniz görselleri görürsünüz. Sağ tıklama menüsünü kullanmak ve indirmek için her bir resmi seçmek zaman ve çaba gerektirir, bu nedenle bugün uzantımızı kullanın, size tek bir tıklama ile zaman kazandıracağız.\n\nYazılımımızı yükledikten sonra, görüntüleri indirmek istediğiniz web sitesine gidin.\nUzantı simgemize tıklayın ve resimleri indir seçeneğini seçin.\nWeb sitesindeki tüm resimleri / belirli resimleri indirip indirmemeyi seçebilirsiniz, yazılımımızı özelleştirmek kolaydır.",
    "uk": "Коли ви відвідуєте улюблений веб-сайт або сайт, який відвідуєте щодня, ви бачите зображення, які ви хочете завантажити на свій комп’ютер. Використання меню правої клавіші миші та вибору кожного зображення для завантаження вимагає вашого часу та зусиль, тому, використовуючи наше розширення сьогодні, ми заощадимо ваш час лише одним клацанням миші.\n\nПісля встановлення нашого програмного забезпечення просто перейдіть на веб-сайт, з якого ви хочете завантажити зображення.\nКлацніть на піктограму нашого розширення та виберіть опцію завантаження зображень.\nВи можете вибрати, чи завантажувати всі зображення на веб-сайт / певні зображення, це легко налаштувати нашим програмним забезпеченням.",
    "vi": "Khi bạn truy cập một trang web yêu thích hoặc một trang web bạn truy cập hàng ngày, bạn sẽ thấy hình ảnh mà bạn muốn tải xuống máy tính của mình. Việc sử dụng menu nhấp chuột phải và chọn từng hình ảnh để tải xuống sẽ mất thời gian và công sức của bạn, vì vậy hãy sử dụng tiện ích mở rộng của chúng tôi ngay hôm nay, chúng tôi sẽ giúp bạn tiết kiệm thời gian chỉ với một cú nhấp chuột.\n\nKhi bạn cài đặt phần mềm của chúng tôi, chỉ cần điều hướng đến trang web mà bạn muốn tải xuống hình ảnh.\nNhấp vào biểu tượng tiện ích mở rộng của chúng tôi và chọn tùy chọn tải xuống hình ảnh.\nBạn có thể chọn tải xuống tất cả các hình ảnh trên trang web / một số hình ảnh nhất định, phần mềm của chúng tôi dễ dàng tùy chỉnh.",
    "zh_CN": "当您访问喜欢的网站或每天访问的网站时，您会看到要下载到计算机的图像。使用右键单击菜单并选择要下载的每个图像会花费您的时间和精力，因此使用我们今天的扩展程序，我们只需单击一下即可为您节省时间。\n\n安装我们的软件后，只需导航至您要下载图像的网站即可。\n单击我们的扩展程序图标，然后选择下载图像选项。\n您可以选择是否下载网站上的所有图像/某些图像，这很容易自定义我们的软件。",
    "zh_TW": "當您訪問喜歡的網站或每天訪問的網站時，您會看到要下載到計算機的圖像。使用右鍵單擊菜單並選擇要下載的每個圖像會花費您的時間和精力，因此使用我們今天的擴展程序，我們只需單擊一下即可為您節省時間。\n\n安裝我們的軟件後，只需導航至您要下載圖像的網站即可。\n單擊我們的擴展程序圖標，然後選擇下載圖像選項。\n您可以選擇是否下載網站上的所有圖像/某些圖像，這很容易自定義我們的軟件。"
  }
}