{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "jDM"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Send your downloads to jDM (macOS App) to download files faster using dynamic segmentation technique."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension intercepts downloads started in your browser and sends them to jDM (macOS App). The extension is configurable to intercept all downloads, downloads with specified file types or none at all. You can also specify domain names under “Do not catch downloads from sites” to allow your browser to proceed normally for downloads from specific websites.\n\nYou can easily start one or more downloads in jDM with context menu items “Download with jDM”, “Download Selected with jDM” and “Download All with jDM”.\n\nIt may also detect audio and video files you stream on websites. These streams can be easily  accessed from this extension's icon in your browser's toolbar. The popup page shows filename, size, quality or duration of the streams. This feature can be disabled by unchecking “Find streaming media” option in settings pane of the extension.\n\nWhat's New:\nPress and hold “alt” key when sending downloads to jDM to bypass showing new task window.\n\nAbout jDM (macOS App):\njDM is a download manager for Mac. It can split downloads in up to 32 threads and download files faster using dynamic segmentation technique. jDM can resume interrupted downloads that cannot be completed due to network problems, connection lost, computer shut downs etc. It features queue management, authentications, website grabbing, browsers integration, scheduler, proxy, drag & drop etc. jDM supports ftp, http and https protocols.\n\nDisclaimer:\nBy using this extension you agree with our disclaimer available at https://sientosh.com/jdm-extensions-disclaimer."
  }
}