{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Image info"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Select any image on a page, including background images, to view its detailed information, a full-size preview, and easy download.",
    "fr": "Sélectionnez une image sur une page, y compris des images d'arrière-plan, pour afficher ses informations détaillées, un aperçu en…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Select an image using the \"Image info\" icon in the toolbar, and a popup will open, showing information about the image and a button to download it.\n• Supports background images, local images and SVG images.\n• Allows to select which image to inspect when several images are stacked.\n• Lets you decide which information to show:\n    - Image source/address\n    - File name\n    - File type\n    - File size\n    - File date\n    - Image dimensions\n    - Image title\n    - Image description\n    - Full image preview\n• Allows to quickly show or hide all the information from the list above\n\n🚫 No data is sent, nothing is tracked or recorded. Only your preferences are saved on your computer\n\nv1.23.9.10:\n• Upgraded to Extension Manifest version 3 and updated code structure accordingly\n• Improved the detection and calculation of the images size, date and dimensions\n\nv1.0.0.0:\n• Original version",
    "fr": "Sélectionnez une image à l'aide de l'icône \"Image info\" dans la barre d'outils, et une fenêtre contextuelle s'ouvrira, affichant des informations sur l'image et un boutton permettant de la télécharger.\n• Prend en charge les images d'arrière-plan, les images locales et les images SVG.\n• Permet de sélectionner l'image à inspecter lorsque plusieurs images sont empilées.\n• Vous permet de décider quelles informations afficher:\n     - Source/adresse de l'image\n     - Nom du fichier\n     - Type du fichier\n     - Taille du fichier\n     - Date du fichier\n     - Dimensions de l'image\n     - Titre de l'image\n     - Description de l'image\n     - Aperçu complet de l'image\n• Permet d'afficher ou de masquer rapidement toutes les informations de la liste ci-dessus\n\n🚫 Aucune donnée n'est envoyée, rien n'est espionné ou enregistré. Seules vos préférences sont enregistrées sur votre ordinateur\n\n\nv1.23.9.10:\n• Passage à la version 3 du manifeste d'extension et mise à jour de la structure du code en conséquence\n• Amélioration de la détection et du calcul de la taille, de la date et des dimensions des images\n\nv1.0.0.0:\n• Version originale"
  }
}