{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Sticky Notes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick notes that stick on web-pages to ease future reference"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Imagine having a virtual sticky note for each web page you visit, allowing you to jot down your thoughts, ideas, or to-dos in an instant. Web Sticky Notes is here to simplify the way you interact with the web.\n\nAre you tired of constantly switching between tabs and apps to access your notes? Web Sticky Notes saves you time and effort by providing a seamless, intuitive note-taking interface directly within the web pages you visit.\n\nWhether you're a student conducting research, a professional collecting information for a project, or simply someone who loves to explore the depths of the internet, Web Sticky Notes is your go-to solution for staying organized and efficient.\n\nWhy should you install Web Sticky Notes?\n\nContextual note-taking: Capture your thoughts and ideas directly on the web pages where they matter the most. No more searching through endless documents to find that one note you need.\n\nSync across devices: Access your notes anytime, anywhere. Web Sticky Notes uses Chrome's built-in sync feature to make sure your notes are always available on every device where you've installed the extension.\n\nMinimalistic and modern design: Web Sticky Notes boasts a clean and intuitive interface, making it a pleasure to use.\n\nGroup by Hashtag or Domain: Easily categorize and find your notes using hashtags or by grouping them based on the domain they were created on.\n\nPrivacy-focused: Web Sticky Notes stores your data locally on your device, ensuring that your notes remain private and secure.\n\nUnlock the full potential of your browsing experience with Web Sticky Notes. Install now and transform the way you interact with the web!"
  }
}