{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Article Word Counter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Count Article Words Tool by Nimtools.com"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This tool is created to solve the problem of a blogger and article writer who have to check other blogs' articles and their word count for reference again and again. It will save lot of time and help article writer to know how much he/she should write their article. \n\nWhy I created this Article Word Counter Addon?\nOne of my blogger friend from https://techniblogic.com, usually do keyword research manually by typing the keyword in google search and check other article average length. But he copy all the article in MS Word and check its total words. This takes lot of time and very difficult to do for all top 10 pages. \n\nHow this Article Word Counter addon will save your time?\nAs many of the websites followers the google standard structure of article posting on their website. I fetch that structure automatically and show the approx word count of the article. If sometimes your website does not use that structure, you can just select the word and this addon will show your number of characters at realtime. So this will work either way.\n\nHope you understand about this addon, for deep understand you must install it and try it yourself. It is 100% Free and Safe. No data exchange has been done and it is 100% Secure.\n\nNew Update 1.0.1:\n*Minor Bugs Fixed\n*By default Off option added"
  }
}