{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BoostVocab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost Vocab extension, find word definitions, synonyms and antonyms instantly. Create lists and flash cards directly from browser."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance Your Vocabulary Skills with boostvocab Extension for Your Browser\n\nAre you tired of constantly switching between websites to look up word meanings, definitions, synonyms, and antonyms while reading online? Do you wish there was a more convenient way to create word lists and flashcards without leaving your browser? Look no further! Introducing the boostvocab extension, a powerful tool that brings vocabulary enhancement right to your fingertips while you browse the web.\n\nWith the boostvocab extension, you can effortlessly elevate your vocabulary skills as you read through your favorite articles, blogs, or online content. Gone are the days of tedious copy-pasting or manually typing words into search engines. Simply highlight any word that you want to learn more about, and boostvocab will instantly provide you with its meaning, definition, examples of usage, as well as synonyms and antonyms - all within your browser window! Say goodbye to interruptions in your reading flow and hello to seamless vocabulary enrichment.\n\nBut that's not all! The boostvocab extension goes beyond just word lookup. It also empowers you to actively build your own vocabulary lists and flashcards without ever leaving your browser. With just a few clicks, you can effortlessly add words to your personalized lists and create flashcards for review later. No more juggling between multiple websites or applications to manage your vocabulary. The boostvocab extension streamlines the process, making it easy and efficient to collect, organize, and review new words as you come across them.\n\nWhether you're a language learner looking to expand your vocabulary, a student studying for exams, a writer aiming to enhance your word choice, or simply an avid reader who loves discovering new words, the boostvocab extension is your ultimate language companion. It's like having a personal vocabulary tutor right in your browser, helping you boost your word power effortlessly while you browse the web.\n\nDon't miss out on this powerful tool to enhance your vocabulary skills. Try the boostvocab extension today and unlock a whole new world of words right at your fingertips!\n\nVisit BoostVocab.com for more information."
  }
}