{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Backpack"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A next level crypto wallet for Solana, Ethereum, Arbitrum, Base, Polygon, Optimism, Eclipse, and Sonic."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Backpack helps you manage all your crypto assets in one secure platform. Our self-custodial wallet makes it easy to explore web3 with confidence.\n\nOptimized for Tokens, NFTs, and DeFi\n- Use Solana, Ethereum, EVM, and SVM chains with one wallet.\n- Swap thousands of tokens on every network at low fees.\n- Explore the trending apps and marketplaces\n- View and secure your favorite NFT collections.\n- Launch collectible xNFTs directly inside the wallet.\n\nNext-Level Crypto Wallet\n- Stake your tokens to earn rewards.\n- List and sell your NFTs without leaving the wallet.\n- Track and claim your airdrop allocations.\n- Use your Ledger, Keystone, and Trezor hardware wallets.\n- Seamlessly transfer funds to your Backpack Exchange account.\n\nIndustry-Leading Security & Support\n- Maintain complete control over your data and assets.\n- Lock your NFTs to prevent them from being transferred.\n- Scam detection protects you from malicious transactions and NFTs.\n- Audited by leading crypto security firms.\n- Get 24/7 customer support and access to the Backpack help center.\n\nYou may easily import other Solana and Ethereum wallets to Backpack, including Metamask wallet, Phantom wallet, Solflare wallet, OKX wallet, and Magic Eden wallet. Backpack Exchange may not be available to all users.\n\nFind us on Twitter: @Backpack"
  }
}