{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chat with Youtube"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Practice English in a fun way by imitating your favorite actors. This extension allows you to follow along with short video clips…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Practice English in a fun way by imitating your favorite actors. This extension allows you to follow along with short video clips of popular series featuring your beloved actors. Improve your speaking skills, pronunciation, vocabulary, and grammar effortlessly. Boost your language abilities with the actors you admire.\nTo begin, it's best to read the Usage Notes; you can find the link to this document on the extension's starting page. You can select your native language from a dropdown list on this page, allowing you to read the document in your language if it's available.\nAnother option is to check out the \"Chat with YouTube\" playlist on the \"Sitcom English Lab\" YouTube channel. You can easily access this list through the \"Chat with YouTube more\" link on the extension's starting page. This playlist includes videos specifically designed for exercises with the \"Chat with YouTube\" extension.\nOnce you've chosen a video to practice with, click the \"Chat with This\" button to start your workout. You'll need to set the exercise parameters on an options page that will appear. After that, you can save these settings locally on your computer. It's a simple text file containing your chosen options. Later, you can open this exercise using the \"Chat with Saved\" button on the starting page.\nLaugh it to Fluency!"
  }
}