{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookmark Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save and manage links to tools with descriptions."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortlessly organize, save, and access your favorite tools and websites with our Bookmark Manager Extension. Designed for simplicity and efficiency, this extension enhances your browsing experience by providing quick access to your most-used links.\n\n---Key Features:\n\n---New Bookmark Creation:\n\nEasily add new bookmarks with a simple form.\nInput the name, link, and a brief description for each bookmark.\nCategory Management:\n\nSelect or create categories to organize your bookmarks.\nQuickly navigate between categories to find your saved tools.\nExport Functionality:\n\nExport your saved bookmarks for backup or sharing.\nAvailable directly from the 'Saved Tools' tab for convenience.\nUser-Friendly Interface:\n\n---Intuitive Design:\n\nClean and modern interface ensures a smooth user experience.\nAccessible tabs for adding new bookmarks and viewing saved tools.\nQuick Access:\n\nEasily switch between the 'New Bookmark' and 'Saved Tools' tabs.\nImmediate access to the export feature when viewing saved tools.\nHow to Use:\n\n---Add a New Bookmark:\n\nOpen the extension and click on the 'New Bookmark' tab.\nFill out the form with the tool's category, name, link, and description.\nClick 'Save Tool' to add the bookmark.\nView and Manage Saved Tools:\n\nClick on the 'Saved Tools' tab to view your categorized bookmarks.\nExport your list by clicking the export icon when in the 'Saved Tools' tab.\nRequirements:\n\nCompatible with the latest versions of major browsers.\nSupport:\n\nFor any issues or suggestions, please contact us at ualtaf241@gmail.com\n\nEnhance your productivity and keep your favorite tools at your fingertips with the Bookmark Manager Extension. Download now and start organizing your online resources with ease!"
  }
}