{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Password Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Need a unique, secure password? Use our online password generator tool to instantly create a secure, random password."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your account security with our online password generator. Weak or stolen passwords are still a leading cause of data breaches, but you can reduce the risk by switching to strong, reliable passwords. Our tool is designed to help you create secure passwords that will keep your online accounts safe.\n\nWhat Makes a Password Strong?\nLength\nThe general rule is that the longer a password, the more secure it is. A strong password should be at least 12 characters long.\n\nComplexity\nA strong password includes a mix of letters, numbers, uppercase and lowercase characters, and symbols. This combination creates an unpredictable sequence of characters that is difficult to crack.\n\nUniqueness\nYour password should be unique, meaning it doesn’t include easily guessable information such as common words or dates. Avoid using obvious substitutions like \"Fl0w3r,\" where letters are replaced with similar-looking numbers.\n\nHow Do Password Generators Work?\nPassword generators use algorithms to produce complex, randomized strings of characters that can be used as secure passwords. These tools take input from a random number generator to create a password that includes a mix of lower and upper case letters, numbers, and symbols, resulting in a highly secure password."
  }
}