{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elmore Pedal Utility"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Utility to map pedal strokes to site functions"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The actions of \"pausing\" and \"rewinding\" are musts during an online lesson. Unfortunately, taking your hands off the instrument reduces muscle memory learning, interferes with your concentration and ultimately, increases the chances of you losing your mind and windmill-slamming your guitar onto the floor.\n\nOur foot pedal allows musical instrument learners (beginner, intermediate, advanced and professional), to keep their hands on their instrument 100% of the time during their online lessons, speeding up time to success.\n\nSupports YouTube, Fender Play, TrueFire, Pianote and more...\n\nLeft Button\nSingle Tap - Rewind a little\nDouble Tap - Slow Down\nTap and Hold/Release - Rewind\n\nRight Button\nSingle Tap: Play/Pause\nDouble Tap: Speed Up\nTap and Hold: Fast Forward a lot\n\nv1.1.11 Enhancements and Fixes:  Added support for MatchMySound.  Right double-tap to start/stop recording and left double-tap to enable/disable tuner.\n\nv1.1.10 Enhancements and Fixes:  Fixes for advanced features on JustinGuitar.com\n\nv1.1.9 Enhancements and Fixes:  Fixes play/pause issue on some sites including Youtube; improvement to tab control on ActiveMelody\n\nv1.1.7 Enhancements and Fixes: Includes fix for learning services based embedded Soundslice including TrueFire.  Adds support for JTC Guitar and Pickup Music learning sites. \n\nv1.1.6 Enhancements and Fixes: Includes fix for mobile youtube.com which prevented Elmore Pedal control. Fixes known issue with Artistworks.com lesson triggering mute vs rewind.\n\nv1.1.5 Enhancements and Fixes: Includes fix for GuitarTricks.com to fully control \"Lessons\".\n\nv1.1.4 Enhancements and Fixes: Adds support for additional content areas within Musora.\n\nv1.1.3 Enhancements and Fixes: Addresses issue with \"Songs\" feature on Musora.com learning sites."
  }
}