{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Auto Jump"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically jump to a specific time on YouTube videos."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension designed to enhance the YouTube experience by providing playlist management capabilities. The extension allows users to create, edit, import, and export playlists directly within the YouTube interface.\n\nThe extension can set and automatically jump to specific timestamps in YouTube videos. When activated, it generates a UI on YouTube, and pressing the button again will deactivate it.\n\nImage and tutorial video\nFrom: 【歌回】響到什麼唱什麼｜響Hibiki\nOwner: @HibikiVtuber\n\nFeatures\nDark Theme Detection: Automatically apply the correct CSS theme based on YouTube's dark or light theme.\nPlaylist Management: Add, edit, and delete items in your custom playlists.\nVideo Info Retrieval: Get the current video ID and playtime.\nState Management: Synchronize and update the playlist state with the background script.\nUser Interaction: Enable editable text fields and handle drag-and-drop for playlist items.\nSingle Playback: Now you can play song separately and this also benefit you to edit playlist. (By the toggle switch or ctrl + right click)\n\nUsage\n1. Click the extension icon to activate it.\n2. Navigate to a YouTube video.\n3. Use the playlist management buttons to create and manage your playlists.\n4. Drag and drop items to rearrange them.\n5. Import or export playlists using the provided buttons to share your playlists with others.\n\nIf you would like to support me, welcome to visit my Patreon.\nhttps://www.patreon.com/nekofoxball"
  }
}