{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "City Bus Driving Simulator Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play city bus game right now. Discover the Joy of palying this game - Your Ultimate Online Happy Experience! Try it now!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "City Bus Driving Simulator Game: A realistic 3D game that simulates driving a city bus!\n\nWelcome to City Bus Driving Simulator Game! This is a 3D simulation game that allows you to experience the real-life driving of a city bus, providing you with an immersive and realistic driving experience.\n\nKey Features:\n\nRealistic city environment: The game features meticulously designed city environments that feel alive. You will drive the bus through busy city streets, encountering traffic, pedestrians, and other vehicles. Whether it's the bustling city center or the wide highways, you will experience the authentic driving feel.\n\nVarious bus types: The game offers a variety of different bus types for you to choose from. Each bus has its unique appearance and performance, allowing you to select the one that suits your preferences. From minibusses to large city buses, you can experience the joy of driving different types of buses.\n\nRealistic driving physics simulation: The game utilizes a realistic physics simulation engine, providing you with an authentic driving experience. You need to pay attention to factors such as speed, turning angles, and braking distance to ensure safe driving and timely arrival at your destination. The lifele driving experience will immerse you in the game, making you feel like you're actually driving in a real environment.\n\nDiverse missions and challenges: The game offers various missions and challenges that allow you to experience different scenarios as a city bus driver. From picking up and dropping off passengers to obeying traffic rules, you need to complete a variety of tasks to enhance your driving skills and problem-solving abilities. Challenge yourself with complex driving scenarios and become a true expert in bus driving.\n\nFree exploration mode: In addition to missions and challenges, the game also provides a free exploration mode. You can freely drive around the city, explore every corner, enjoy the beautiful scenery, and experience the freedom of bus driving. With no time limits or mission pressure, you can fully enjoy the freedom of driving a bus.\n\nExtension Button Menu\n*Play more games and explore exciting themes on the page menu buttons."
  }
}