{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "3d Dino Rush"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Step into the Prehistoric World with 3D Dino Rush - The Ultimate 3D Dinosaur Adventure!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Step into the Prehistoric World with 3D Dino Rush - The Ultimate 3D Dinosaur Adventure!\nTravel back in time to the thrilling prehistoric era with 3D Dino Rush, your favorite T-Rex game now in immersive 3D! Relive the excitement of the classic Dino Run game, but enhanced with stunning 3D graphics that bring the adventure to life. Best of all, 3D Dino Rush is completely offline and accessible straight from your browser, allowing you to play anytime, anywhere!\n\nWhy You’ll Love 3D Dino Rush:\nEngaging Gameplay: Take control of a T-Rex sprinting through a desert landscape, jumping over cacti, and dodging pterodactyls. The game is simple to pick up but offers a thrilling challenge as the difficulty ramps up.\n\nStunning 3D Graphics: Experience the prehistoric era like never before with realistic 3D visuals that transport you back in time.\n\nOffline Play: Enjoy uninterrupted gameplay even without an internet connection, a perfect way to pass the time wherever you are.\n\nEasy Accessibility: No need for downloads or special software. Play 3D Dino Rush directly from your browser with ease.\n\nHow to Play:\nJump: Press the spacebar or up arrow key to make the T-Rex jump over obstacles.\nDuck: Use the down arrow key to duck under flying pterodactyls.\nEnd of Game: The game ends when the T-Rex collides with an obstacle or is hit by a pterodactyl.\nObjective: Run as far as possible and score points by avoiding obstacles.\nReady to embark on a prehistoric adventure? Dive into 3D Dino Rush now and see how far you can go!"
  }
}