{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cory's SEO Check"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Checks for the presence of tags on the current page"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Simple SEO Toolkit is a powerful Chrome extension designed to enhance your web development and content optimization experience. Whether you're a digital marketing manager, a web developer, or a content creator, this extension provides a range of features to help you improve the quality, SEO optimization, and performance of your web pages.\n\nFeatures: Image Hover Information: Enable an image hover feature that displays essential information about images on your web page, including alt text, dimensions, and whether the image has been resized from its original size.\n\nHeading Popup: Enhance your content creation process by enabling the heading popup feature. This feature displays the heading level (H1, H2, H3) and text when you hover over a heading element. It helps ensure proper heading hierarchy and content organization.\n\nSchema Check: Perform schema data checks for your web pages with ease. The extension parses schema data from script tags (type: application/ld+json) and displays it in a structured format. This feature is particularly useful for verifying structured data implementations.\n\nHeader Analysis: Analyze essential header elements on your web page, including H1 tags, H2 tags, meta titles, and meta descriptions. The extension provides character count information and alerts for elements that exceed recommended lengths.\n\nSEO Tools: Quickly access tools for checking Google index status, PageSpeed insights, and Google cache for the current web page. These tools help you assess and improve the visibility and performance of your content.\n\nPredefined Prompts: Access a collection of predefined prompts to assist you in content creation. Use these prompts to generate creative ideas, improve content clarity, and streamline your writing process."
  }
}