{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "autotest.tech - Automated Test Script Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate automation scripts in all most popular test frameworks (Playwright, Nightwatch, Puppeteer, Cypress)."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automated Test Script Generator\n\nVersion: 1.0\n\nDescription:\nAutomated Test Script Generator is a powerful and easy-to-use Chrome extension designed to simplify the creation of test automation scripts. With support for the most popular test frameworks, including Playwright, Nightwatch.js, Puppeteer, and Cypress, this tool allows you to effortlessly generate test scripts by recording your interactions with web pages. Ideal for developers, QA engineers, and testers, it streamlines the process of test script creation, saving you time and ensuring accuracy.\n\nKey Features:\n\n* Record and Generate Test Scripts: Record your interactions on any web page and automatically generate test scripts for Playwright, Nightwatch.js, Puppeteer, and Cypress.\n* User-Friendly Interface: Start and stop recording with a single click. Add assertions easily to validate specific elements on the page.\n* Customization Options: Set custom attributes for selectors to ensure precise and reliable element targeting.\n* Live Feedback: Highlights elements missing selectors during recording, helping you ensure all necessary elements are captured.\n* Seamless Integration: Quickly configure and manage your recordings, view recorded steps, and generate test scripts directly from the extension popup.\n* Code Generation: Generate ready-to-use test scripts in your preferred framework with the click of a button.\n\nHow to Use:\n\n1. Start Recording: Click the \"Start recording\" button in the extension popup to begin capturing your interactions on the active tab.\n2. Interact with the Page: Perform the actions you want to include in your test script, such as clicking buttons, filling forms, and selecting options.\n3. Stop Recording: Click the \"Stop recording\" button in the extension popup once you have completed your interactions.\n4. Generate Test Script: View the recorded steps in the steps tab, choose your desired test framework, and generate the test script.\n5. Copy and Use: Copy the generated test script to your clipboard and integrate it into your testing environment.\n\nPermissions:\n\n* Active Tab: Access the content of the currently active tab to record user interactions.\n* Storage: Store and retrieve recording state and configuration settings locally on your device.\n\nInstallation:\n\n1. Add the Automated Test Script Generator extension to your Chrome browser.\n2. Click the extension icon in the toolbar to open the popup.\n3. Start recording and interact with the page as needed.\n4. Generate and copy your test scripts for use in your testing framework.\n\nAutomated Test Script Generator is your go-to solution for efficient and accurate test automation script creation. Enhance your testing workflow and ensure the reliability of your web applications with this indispensable tool.\n\nSupport:\nFor support, feedback, and feature requests, please contact us at feedback@qatest.tech"
  }
}