{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Slope Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Slope Game is a fantastic speed run game where you can drive a rolling ball"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Slope game offers an adrenaline-fueled ride like no other! In this captivating speed run game, you'll navigate a futuristic slope, deftly dodging obstacles as you roll your ball to victory. Every twist and turn demands precision and focus – one wrong move, and it's game over! But fear not, because with each restart, you'll strive to beat your own record, fueling the addictive nature of this unblocked game.\n\nSlope Unblocked Game is perfect for a quick gaming fix during your free time at school or work. But don't mistake its simplicity for easiness – this game packs a challenging punch that will keep you coming back for more.\n\nWith glitch-free physics and no pesky ads to interrupt your gameplay, this version of Slope Unblocked ensures an optimal gaming experience. And let's not forget the cool vibe set by its accompanying music – it's the perfect soundtrack to your high-speed adventures!\n\nSo if you're craving a fast-paced, adrenaline-pumping gaming experience, look no further than Slope Unblocked. Strap in, roll on, and prepare for the ride of your life!\n\nSlope is a fantastic fullscreen speed run game where you can drive a ball rolling on tons of slopes and obstacles. Get ready for the excitement! Dive into this incredibly thrilling game, where you navigate a futuristic slope, skillfully avoiding obstacles. Your speed and focus are crucial, as any misstep could bring your run to an end. The beauty is, you can always hit restart and strive to surpass your own record. Its popularity stems from its addictiveness and challenging nature, enticing you to continually play and enhance your score. The best part? You can indulge in it during your free time at school or work – a simple Google search and you're in! The game may be straightforward, but it's far from easy, and the accompanying music adds to the cool vibe. If you crave a fast-paced, adrenaline-pumping experience, Slope Unblocked is a perfect fit!\n\nBeware of other Slope Unblocked builds that might feature glitchy physics and bugs – not a concern here. The cherry on top: the game is entirely free. Dive into the sleek and bug-free world of Slope for an unrivaled gaming experience!"
  }
}