{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cobweb"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Web3-based tool empowering teens to learn and earn on the blockchain."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cobweb is a tool to make supporting other teen creators and getting paid for your content easier. Learn to interact directly with the blockchain, all while earning real Ethereum tokens.\n\nCobweb lets you stream micropayments from your browser to your favourite creators. For creators, this means you can add a single tag on your content to earn Ethereum tokens. For fans, this means you can automatically support others by streaming tips in the background. It's a fun, supportive community to learn and earn with.\n\n---\n\nTeens today have grown up in a world of endless content and possibility. We've witnessed the rise of the Internet, and have experienced first-hand how passive and addictive scrolling down social media can be. Cobweb aims to incentivize teens to create more content and to be compensated for their hard work and creativity.\n\nAs well, teens looking to explore the vast world of decentralized technology like blockchain or Web3 DApps are often limited because of age or geographical restrictions. Cobweb helps teens get jump-started with the blockchain by granting them a base amount of crypto and empowering them to earn real tokens. Unlike other platforms that simulate the blockchain or only provide text tutorials, Cobweb effectively prepares teens for real-world transactions by enabling them to interact directly with the blockchain.\n\n---\n\nCobweb is MIT-licensed and fully open source. View the privacy policy at https://kewbi.sh/cobweb/privacy/ and view the extension's source at https://github.com/kewbish/cobweb."
  }
}