{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "McLaren F1 Car Wallpaper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Step into the fast lane with the McLaren F1 Car Theme"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Each new tab immerses you in the world of high-performance racing while offering practical features that keep you organized and efficient.\n\nWith shortcuts, you can quickly access your favorite websites. Whether you're following the latest F1 news, checking social media, or streaming your favorite content, everything is just a click away, saving you valuable time.\n\nStay on top of your schedule with the time and date display integrated into every tab. This feature ensures you're always aware of the time while enjoying breathtaking McLaren F1 imagery, helping you stay punctual and productive.\n\nThe bookmark feature allows you to organize your most-visited websites in one convenient place. Whether it's F1 forums, automotive news, or everyday resources, your favorite links are always within easy reach, making your browsing experience more seamless.\n\nCapture ideas, reminders, or tasks using the notes feature. Whether you're jotting down a quick thought, creating a to-do list, or tracking important tasks, your notes are securely saved and easily accessible whenever needed, boosting your productivity.\n\nFor those who appreciate variety, the theme switching option lets you choose from multiple McLaren F1-inspired backgrounds. From sleek car designs to iconic race moments, each tab refreshes your experience with a new, dynamic visual, keeping your browsing exciting and fresh."
  }
}