{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MBBE Scripts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Большой набор скриптов для бэкэнда"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Набор скриптов облегчающих работу с бэкэндом. На данный момент доступны следующие основные скрипты:\n\n- Панель с дубликатами сверху: в профиле игрока сверху расположена панель дубликатов. Если не заблокирован или в профиле нет комментария с почтой дубликата - отмечается красным, в остальных случаях зеленым.\n\n- Шаблоны для отмен, комментариев и отклонения документов:  при отмене, комментировании или отклонении документов при нажатии на текстовое поле будет открываться список шаблонов с возможностью выбора. При вводе текста в текстовое поле будет осуществляться поиск совпадений введенного текста с шаблонами. При выборе одного из шаблонов \"В чеке\" + причина отправки в чек в комментарий вставляется только надпись \"В чеке\", а в буфер обмена будет скопирована ссылка на профиль игрока и причина отправки в чек.\n\n- Информация об игроке: в панели документов дублируется информация об игроке(имя, фамилия, почта, дата рождения, подтверждены ли телефон и почта). Если год рождения 2000 и больше - дата рождения  отмечается красным.\n\n- Платежные методы: отмечает не верифицированные карты, подсвечивает, если лимит на ввод или вывод без верификации исчерпан.\n\n- Дополнительные кнопки при просмотре документа: добавляет функцию правки информации об игроке не выходя из просмотра документов игрока. При нажатии на кнопку \"Правка\" снизу экрана во время просмотра документов игрока откроется отдельное окно с правкой информации об игроке. Оно автоматически закрывается после изменения данных игрока. Так же добавляет кнопку \"Комментарий\", при нажатии на которую открывается поле ввода комментария к просматриваемому документу.\n\n- Автоматическая галочка на комиссии: автоматически ставит галочку на комиссии, если не отыгран депозит и в основной информации о выплате, и сбоку, а так же если есть согласие на комиссию и игрок не лудоман.\n\n-  Информация о выплате стримера: добавляет в выплаты игроков с тегом \"стример_согласование_выплаты\" кнопку при нажатии на которую будет копироваться проект, почта игрока и сумма вывода, платежную систему если вывод на крипту, отыгран ли депозит. Есть дополнительная настройка, автоматически оставляющая комментарий \"На согласовании\" при нажатии на эту кнопку.\n\n- Автоматическое нажатие кнопки \"произвести платеж\" при вводе кода 2FA\n\n- Коэффициенты ставок: Добавляет коэффициенты на страницы со ставками в казино. Отмечает красным: рулетку х2, х3, инстант от х1 до х1.4, любые ставки х1000. Жёлтым: ставки на весь (+-10%) баланс в рулетке, ставки от х1 до х1.3 в рулетке, ставки на весь (+-20%) баланс в баккарате, ставки х1 в баккарате. База игр instant неполная, её можно дополнить нажав на \"Добавить игры\" ниже\n\nи куча других более мелких скриптов и функций. У каждой функции есть подробное описание, которое можно увидеть при наведении на кнопку i рядом с названием функции."
  }
}