{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Indaloop"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Indaloop is the newest platform for sharing and discussing any interesting content you may find online."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the Indaloop Chrome extension, the perfect tool for both general consumers and academic professionals. With this extension, you can easily save and share any online content with your peers, colleagues, team members, and friends with just one click.\n\nIf you're an academic researcher, you may want to keep track of your findings and share them with your colleagues. This extension makes this process easier than ever before. Simply click the extension icon in your Chrome browser, and you'll automatically have shared the current webpage already. Whether you're bookmarking a research paper, technical documentation, or any other important online content, Indaloop has you covered.\n\nBut this is more than just a bookmarking tool. It's also a great way to stay in touch with your friends and see what they're currently interested in. You will be able to see a personal feed based on what your friends have recently shared, and you can also create and manage a personal library of saved content, organized by categories and tags to help you find what you need quickly.\n\nTo get started, just click on the extension and sign up for a free account at https://indaloop.netlify.app/. The extension will automatically detect that you are logged in."
  }
}