{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mii Studio Mii Loader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Load and export Mii Studio codes on the Mii Studio website: https://my.nintendo.com/mii"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Load and save Mii Studio codes using this extension on the Mii Studio website: https://my.nintendo.com/mii (MUST be signed into My Nintendo account to access the Mii Studio)\n\nMii Studio codes are an easy way to save and share Miis on the Mii Studio. They're 92 characters long. Here's an example to get you started:\n0801400308030224030b0308050306020c0100020205000804000a08003140040002140313030c0d050209040607\n\nNote: If you load a Mii and think it looks odd, this is simply an issue with Mii Studio. When editing a Mii, it may not look exact, but after you save the Mii, it will look perfect. This is an annoying issue with the Mii Studio editor itself that's been around for a long time, and has simply never been fixed, unfortunately.\n\nTO USE:\nWhen editing a Mii on the Mii Studio site (MUST be editing a Mii, not creating a new one), click the extension and a small dropdown will appear. You can either paste in a Mii Studio code, then click \"Update Mii Studio Data\", or you can copy the current Mii's Mii Studio code. You must have made at least 1 edit to the Mii for the Mii Studio code to be there (you can change it right back, though).\n\n- This extension is not affiliated or endorsed by Nintendo. The extension is just meant to harmlessly save and load Mii characters on an official Nintendo website."
  }
}