{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Don't Host Hate"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Don't Host Hate is a Chrome extension to support hateful/violent website takedown requests.\n\nMany hateful and violent websites rely…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Don't Host Hate is a Chrome extension to support hateful/violent website takedown requests.\n\nMany hateful and violent websites rely on external web services, such as Parler relying on Amazon Web Services for hosting. Similar to AWS, these services generally have Terms of Service (TOS) documents which specify how their service may be used. Most TOS specify that their service cannot be used for calls to violence or hate speech. However, some of these services do not monitor their clients for such violations of their TOS. This extension can be used to detect which web service providers a hateful/violent website relies upon, and can help users to flag these violations to those providers.\n\nDon't Host Hate looks at all the resources being loaded by a tab, and presents the data when the heart icon in the extension bar is clicked. Optionally, users can add a Google Sheets API key and a whois API key to get nicely-formatted data and to do domain registrar lookup. (There are more instructions in the options page.)\n\nDon't Host Hate displays a list of all the services it detects, and if the Google Sheets API is added it will also display links to their Terms of Service and their abuse contact email or form. The Google Sheet that backs this feature is available here : https://docs.google.com/spreadsheets/d/1lklFq55OkWwbzsc0X52yqhlJYxRncwVhKFjnZ1-JPV8/edit#gid=236743220 , and it contains a variety of domain registrars, hosting providers, ads providers, payment services, and other web service providers."
  }
}