{
  "name": {
    "ar,en,en_AU,en_GB,en_US,es_419,fil,he,hu,pt_BR,pt_PT,sk": "Threads Translator - Automatic message and reply translation",
    "am": "Threads ተርጓሚ - ራስ-ሰር መልዕክት እና ምላሽ ትርጉም",
    "bg": "Threads Преводач - Автоматичен превод на съобщения и отговори",
    "bn": "Threads অনুবাদক - স্বয়ংক্রিয় বার্তা এবং উত্তর অনুবাদ",
    "ca": "Threads Traductor - Traducció automàtica del missatge i la resposta",
    "cs": "Threads Překladatel - automatický překlad zpráv a odpovědí",
    "da": "Threads Oversætter - Automatisk oversættelse af beskeder og svar",
    "de": "Threads Übersetzer - Automatische Nachrichten- und Antwortübersetzung",
    "el": "Threads Μεταφραστής - Αυτόματη μετάφραση μηνυμάτων και απαντήσεων",
    "es": "Threads Traductor - Traducción automática de mensajes y respuestas",
    "et": "Threads Tõlkija - Automaatne sõnumi ja vastuse tõlkimine",
    "fa": "Threads مترجم - ترجمه خودکار پیام و پاسخ",
    "fi": "Threads Kääntäjä - Automaattinen viestin ja vastauksen käännös",
    "fr": "Threads Traducteur - Traduction automatique des messages et des réponses",
    "gu": "Threads અનુવાદક - સ્વચાલિત સંદેશ અને જવાબ અનુવાદ",
    "hi": "Threads अनुवादक - स्वचालित संदेश और उत्तर अनुवाद",
    "hr": "Threads Prevoditelj - Automatski prijevod poruke i odgovora",
    "id": "Threads Penerjemah - Pesan otomatis dan terjemahan balasan",
    "it": "Threads Traduttore - Traduzione automatica di messaggi e risposte",
    "ja": "Threads翻訳者-自動メッセージと返信翻訳",
    "kn": "Threads ಅನುವಾದಕ - ಸ್ವಯಂಚಾಲಿತ ಸಂದೇಶ ಮತ್ತು ಉತ್ತರ ಅನುವಾದ",
    "ko": "Threads 번역기 - 자동 메시지 및 응답 번역",
    "lt": "Threads Vertėjas - Automatinis pranešimų ir atsakymų vertimas",
    "lv": "Threads Tulks - Automātiskais ziņojuma un atbildes tulkojums",
    "ml": "Threads വിവർത്തകൻ - യാന്ത്രിക സന്ദേശവും മറുപടി വിവർത്തനവും",
    "mr": "Threads अनुवादक - स्वयंचलित संदेश आणि उत्तर अनुवाद",
    "ms": "Threads Penterjemah - Terjemahan mesej dan balasan automatik.",
    "nl": "Threads Vertaler - Automatische vertaling van berichten en antwoorden",
    "no": "Threads Oversetter - Automatisk melding og svaroversettelse",
    "pl": "Threads Tłumacz - Automatyczne tłumaczenie wiadomości i odpowiedzi",
    "ro": "Threads Traducător - Traducerea automată a mesajelor și răspunsurilor",
    "ru": "Threads Translator - автоматический перевод сообщений и ответов",
    "sl": "Threads Prevajalec - Samodejni prevod sporočila in odgovora",
    "sr": "Threads Преводилац - Аутоматски превод поруке и одговора",
    "sv": "Threads Översättare - Automatisk meddelande och svar översättning",
    "sw": "Threads Translator - Moja kwa moja ujumbe na jibu tafsiri",
    "ta": "Threads மொழிபெயர்ப்பாளர் - தானியங்கி செய்தி மற்றும் பதில் மொழிபெயர்ப்பு",
    "te": "Threads అనువాదకుడు - స్వయంచాలక సందేశం మరియు ప్రత్యుత్తరం అనువాదం",
    "th": "Threads นักแปล - ข้อความอัตโนมัติและการแปลตอบกลับ",
    "tr": "Threads Çevirmen - Otomatik mesaj ve cevap çevirisi",
    "uk": "Threads Перекладач - Автоматичний переклад повідомлень і відповідей",
    "vi": "Threads Translator - tự động dịch tin nhắn và trả lời",
    "zh_CN": "Threads 翻译器 - 自动的消息及回复翻译",
    "zh_TW": "Threads 翻譯器 - 自動的消息及回覆翻譯"
  },
  "short": {
    "ar,en,en_AU,en_GB,en_US,es_419,fil,he,hu,pt_BR,pt_PT,sk": "Threads.net enables rich communication through messages and replies. This translation plugin breaks language barriers",
    "am": "በክሮች ላይ፣ እያንዳንዱ መልእክት እና ምላሽ ለግንኙነት እና ለግንኙነት እድሎች የተሞላ ነው። አሁን፣ የእኛ አብዮታዊ ክሮች ትርጉም ተሰኪ፣ የይዘት ፈጣሪዎች እና አድናቂዎች የቋንቋ መሰናክሎችን ማቋረጥ እና…",
    "bg": "На Threads, всяко съобщение и отговор е пълно с възможности за комуникация и връзка. Сега, с нашата революционна Threads плъгин за…",
    "bn": "থ্রেডগুলিতে, প্রতিটি বার্তা এবং উত্তর যোগাযোগ এবং সংযোগের সম্ভাবনা পূর্ণ। এখন, আমাদের বিপ্লবী থ্রেড অনুবাদ প্লাগইন দিয়ে,…",
    "ca": "En fils, cada missatge i resposta està plena de possibilitats de comunicació i connexió.Ara, amb el nostre connector de traducció…",
    "cs": "Na Threads je každá zpráva a odpověď plná možností komunikace a spojení. Nyní s naším revolučním překladovým pluginem Threads mohou…",
    "da": "På Threads er hver besked og svar fuld af muligheder for kommunikation og forbindelse. Nu, med vores revolutionerende Threads…",
    "de": "Bei Threads ist jede Nachricht und jede Antwort voller Kommunikations- und Verbindungsmöglichkeiten. Mit unserem revolutionären…",
    "el": "Στο Threads, κάθε μήνυμα και απάντηση είναι γεμάτη δυνατότητες επικοινωνίας και σύνδεσης. Τώρα, με το επαναστατικό plugin…",
    "es": "En Thread, cada mensaje y respuesta está lleno de posibilidades de comunicación y conexión. Ahora, con nuestro revolucionario…",
    "et": "Niitidel, iga sõnum ja vastus on täis võimalusi suhtlemiseks ja ühendamiseks. Nüüd, meie revolutsioonilise Niitide tõlke plugin,…",
    "fa": "در Threads ، هر پیام و پاسخی پر از امکانات برای ارتباط و ارتباط است. اکنون ، با افزونه انقلابی ترجمه Threads ما ، سازندگان محتوا و…",
    "fi": "Säikeissä jokainen viesti ja vastaus on täynnä viestintä- ja yhteysmahdollisuuksia. Nyt vallankumouksellisen säikeiden…",
    "fr": "Sur Threads, chaque message et réponse regorge de possibilités de communication et de connexion. Désormais, avec notre plugin de…",
    "gu": "થ્રેડો પર, દરેક સંદેશ અને જવાબ સંદેશાવ્યવહાર અને જોડાણ માટે શક્યતાઓ ભરેલું છે. હવે, અમારા ક્રાંતિકારી થ્રેડો અનુવાદ પ્લગઇન સાથે,…",
    "hi": "थ्रेड्स पर, हर संदेश और उत्तर संचार और कनेक्शन के लिए संभावनाओं से भरा है। अब, हमारे क्रांतिकारी थ्रेड्स अनुवाद प्लगइन के साथ,…",
    "hr": "Na Nitima, svaka poruka i odgovor je pun mogućnosti za komunikaciju i povezivanje. Sada, s našim revolucionarnim Nitima prijevod…",
    "id": "Di Threads, setiap pesan dan balasan penuh dengan kemungkinan untuk komunikasi dan koneksi. Sekarang, dengan plugin terjemahan…",
    "it": "Su Thread, ogni messaggio e risposta è pieno di possibilità di comunicazione e connessione. Ora, con il nostro rivoluzionario…",
    "ja": "スレッドでは、すべてのメッセージと返信がコミュニケーションと接続の可能性に満ちています。これで、革新的なスレッド翻訳プラグインを使用して、コンテンツクリエーターとファンの両方が言語の壁を乗り越え、真にシームレスなコミュニケーション体験を楽しむことができます。",
    "kn": "ಥ್ರೆಡ್ಸ್ನಲ್ಲಿ, ಪ್ರತಿ ಸಂದೇಶ ಮತ್ತು ಪ್ರತ್ಯುತ್ತರವು ಸಂವಹನ ಮತ್ತು ಸಂಪರ್ಕದ ಸಾಧ್ಯತೆಗಳಿಂದ ತುಂಬಿದೆ. ಈಗ, ನಮ್ಮ ಕ್ರಾಂತಿಕಾರಿ ಥ್ರೆಡ್ಸ್ ಅನುವಾದ…",
    "ko": "스레드에서는 모든 메시지와 답변이 커뮤니케이션 및 연결 가능성으로 가득 차 있습니다. 이제 혁신적인 스레드 번역 플러그인을 통해 콘텐츠 제작자와 팬 모두가 언어의 장벽을 넘어 진정으로 원활한 커뮤니케이션 경험을 누릴 수 있습니다.",
    "lt": "Ant Threads, kiekvienas pranešimas ir atsakymas yra pilnas galimybių bendrauti ir prisijungti. Dabar, su mūsų revoliuciniu Threads…",
    "lv": "Par Threads, katrs ziņojums un atbilde ir pilns ar iespējām saziņai un savienojumam. Tagad, ar mūsu revolucionāro Threads…",
    "ml": "ത്രെഡുകളിൽ, ഓരോ സന്ദേശവും മറുപടിയും ആശയവിനിമയത്തിനും കണക്ഷനുമുള്ള സാധ്യതകൾ നിറഞ്ഞതാണ്. ഇപ്പോൾ, ഞങ്ങളുടെ വിപ്ലവകരമായ ത്രെഡുകൾ…",
    "mr": "थ्रेड्स वर, प्रत्येक संदेश आणि प्रत्युत्तर संप्रेषण आणि कनेक्शन शक्यता पूर्ण आहे. आता, आमच्या क्रांतिकारक थ्रेड्स भाषांतर प्लगइन…",
    "ms": "Di Threads, setiap mesej dan balasan penuh dengan kemungkinan komunikasi dan sambungan. Kini, melalui pemalam terjemahan Threads…",
    "nl": "Op Threads zit elk bericht en antwoord vol met mogelijkheden voor communicatie en verbinding. Nu, met onze revolutionaire plug-in…",
    "no": "På tråder er hver melding og svar full av muligheter for kommunikasjon og tilkobling. Nå, med vår revolusjonerende tråd…",
    "pl": "W wątkach każda wiadomość i odpowiedź jest pełna możliwości komunikacji i połączenia. Teraz, dzięki naszej rewolucyjnej wtyczce do…",
    "ro": "Pe Threads, fiecare mesaj și răspuns este plin de posibilități de comunicare și conexiune. Acum, cu pluginul nostru revoluționar de…",
    "ru": "В Threads каждое сообщение и ответ полны возможностей для общения и связи. Теперь, с нашим революционным плагином для перевода…",
    "sl": "Na niti, vsako sporočilo in odgovor je polno možnosti za komunikacijo in povezavo. Zdaj, z našim revolucionarnim niti prevajanje…",
    "sr": "На нитима, свака порука и одговор је пуна могућности за комуникацију и повезивање.Сада, са нашим револуционарним додатком за превод…",
    "sv": "På trådar är varje meddelande och svar fullt av möjligheter för kommunikation och anslutning. Nu, med vårt revolutionerande…",
    "sw": "Juu ya Threads, kila ujumbe na jibu ni kamili ya uwezekano kwa ajili ya mawasiliano na uhusiano. Sasa, na yetu mapinduzi Threads…",
    "ta": "நூல்களில், ஒவ்வொரு செய்தியும் பதிலும் தொடர்பு மற்றும் இணைப்புக்கான சாத்தியக்கூறுகள் நிறைந்தவை. இப்போது, எங்கள் புரட்சிகர நூல்கள்…",
    "te": "థ్రెడ్స్ లో, ప్రతి సందేశం మరియు ప్రత్యుత్తరం కమ్యూనికేషన్ మరియు కనెక్షన్ కోసం అవకాశాలతో నిండి ఉంది. ఇప్పుడు, మా విప్లవాత్మక…",
    "th": "บน Thread ทุกข้อความและการตอบกลับเต็มไปด้วยความเป็นไปได้ในการสื่อสารและการเชื่อมต่อ ตอนนี้ด้วยปลั๊กอินการแปล Thread…",
    "tr": "Konularda, her mesaj ve yanıt iletişim ve bağlantı olasılıklarıyla doludur. Artık, devrim niteliğindeki Konular çeviri…",
    "uk": "На Threads кожне повідомлення та відповідь сповнені можливостей для спілкування та зв 'язку. Тепер, завдяки нашому революційному…",
    "vi": "Trên Threads, mọi tin nhắn và câu trả lời đều có khả năng giao tiếp và kết nối. Bây giờ, với plugin dịch Threads mang tính cách…",
    "zh_CN": "在 Threads 上，每条消息与回复都充满了交流和连接的可能。现在，通过我们革命性的 Threads 翻译插件，无论是内容创作者还是粉丝，都可以跨越语言障碍，享受真正无缝的交流体验。",
    "zh_TW": "在 Threads 上，每條消息與回覆都充滿了交流和連接的可能。現在，通過我們革命性的 Threads 翻譯插件，無論是內容創作者還是粉絲，都可以跨越語言障礙，享受真正無縫的交流體驗。"
  },
  "long": {
    "ar,en,en_AU,en_GB,en_US,es_419,fil,he,hu,pt_BR,pt_PT,sk": "Breaking Language Barriers and Enjoying Threads: A Fully Automatic Translation Plugin\nOn Threads, every message and reply is full of possibilities for communication and connection. Now, with our revolutionary Threads translation plugin, content creators and fans alike can cross language barriers and enjoy a truly seamless communication experience.\n\nFeature Highlights:\n\nAutomatic Translation: The plugin automatically translates messages without any clicks, allowing for smooth communication.\nTwo-way communication: Not only content creators, but also fans can use this plugin to easily translate whether they are reading or sending messages.\nMultiple translation engine support: Integrate a variety of advanced translation technologies to ensure the accuracy and naturalness of text translation.\nCoverage of more than 100 languages: covering a wide range of language options to meet the needs of diverse users around the world.\nWhy choose our plugin?\n\nEnhance your interactive experience: Whether you're looking to connect with a global audience or engage with creators from different cultures, this plugin makes it easy for you.\nExpanding your international horizons: Helping you transcend language limitations and build deeper connections with fans around the world.\nEasy to use: User-friendly design, no need for any manual operation, automatically completes the translation work, allowing you to focus on content creation and enjoy the pleasure of communication.\nStart the experience:\nInstall this plugin in a few easy steps and start your Threads global communication journey. No more language barriers, making every interaction possible!\n\nCommunicate with your heart and without boundaries. Try our Threads auto-translation plugin to connect every message across language boundaries to every corner of the world. Try it now and start a new Threads experience!\n\n---Disclaimer ---\n\nOur plug-ins are not affiliated, authorized, endorsed, or officially affiliated with Threads, Google, or Google Translate.\nOur plugin is an unofficial enhancement to Threads Web, designed to provide you with additional functionality and convenience.\n\nThank you for your use!",
    "am": "የቋንቋ መሰናክሎችን መስበር እና ክሮችን መደሰት-ሙሉ ራስ-ሰር የትርጉም ተሰኪ\nበክሮች ላይ፣ እያንዳንዱ መልእክት እና ምላሽ ለግንኙነት እና ለግንኙነት እድሎች የተሞላ ነው። አሁን፣ የእኛ አብዮታዊ ክሮች ትርጉም ተሰኪ፣ የይዘት ፈጣሪዎች እና አድናቂዎች የቋንቋ መሰናክሎችን ማቋረጥ እና በእውነት እንከን የለሽ የግንኙነት ልምድ መደሰት ይችላሉ።\n\nየባህሪ ዋና ዋና ዜናዎች:\n\nራስ-ሰር ትርጉም: ተሰኪው በራስ-ሰር ማንኛውም ጠቅታዎች ያለ መልዕክቶች ይተረጉማል, ለስላሳ ግንኙነት በመፍቀድ.\nሁለት-መንገድ ግንኙነት: የይዘት ፈጣሪዎች ብቻ አይደለም, ነገር ግን ደግሞ ደጋፊዎች ማንበብ ወይም መልዕክቶችን መላክ እንደሆነ በቀላሉ ለመተርጎም ይህን ተሰኪ መጠቀም ይችላሉ.\nበርካታ የትርጉም ሞተር ድጋፍ፡ የጽሑፍ ትርጉም ትክክለኛነት እና ተፈጥሮአዊነት ለማረጋገጥ የተለያዩ የላቁ የትርጉም ቴክኖሎጂዎችን ያዋህዱ።\nከ 100 በላይ ቋንቋዎች ሽፋን: በዓለም ዙሪያ ያሉ የተለያዩ ተጠቃሚዎችን ፍላጎት ለማሟላት ሰፊ የቋንቋ አማራጮችን መሸፈን.\nለምን የእኛ ተሰኪ ይምረጡ?\n\nበይነተገናኝ ልምድዎን ያሳድጉ፡ ከአለም አቀፍ ታዳሚዎች ጋር ለመገናኘት እየፈለጉም ይሁኑ ወይም ከተለያዩ ባህሎች ከተውጣጡ ፈጣሪዎች ጋር ለመሳተፍ፣ ይህ ተሰኪ ለእርስዎ ቀላል ያደርገዋል።\nየእርስዎን አለምአቀፍ አድማስ ማስፋት፡ የቋንቋ ገደቦችን እንዲያልፉ እና በዓለም ዙሪያ ካሉ አድናቂዎች ጋር ጥልቅ ግንኙነቶችን እንዲገነቡ መርዳት።\nለመጠቀም ቀላል: ለተጠቃሚ ተስማሚ ንድፍ, ለማንኛውም የእጅ ክወና አያስፈልግም, የትርጉም ስራውን በራስ-ሰር ያጠናቅቃል, በይዘት ፈጠራ ላይ እንዲያተኩሩ እና በግንኙነት ደስታ እንዲደሰቱ ያስችልዎታል.\nልምድ ይጀምሩ:\nይህን ተሰኪ በጥቂት ቀላል ደረጃዎች ውስጥ ይጫኑ እና የእርስዎን ክሮች ዓለም አቀፋዊ የግንኙነት ጉዞ ይጀምሩ. ምንም ተጨማሪ ቋንቋ መሰናክሎች, እያንዳንዱ መስተጋብር የሚቻል ማድረግ!\n\nበልብዎ እና ያለ ድንበሮች ይገናኙ. የእኛን ክሮች ራስ-ትርጉም ተሰኪ ይሞክሩ እያንዳንዱን መልእክት በቋንቋ ድንበሮች ወደ ሁሉም የዓለም ጥግ ለማገናኘት. አሁን ይሞክሩ እና አዲስ ክሮች ተሞክሮ ይጀምሩ!\n\n---የኃላፊነት ማስተባበያ ---\n\nየእኛ ተሰኪዎች ከክሮች፣ Google ወይም Google ትርጉም ጋር የተቆራኙ፣ የተፈቀዱ፣ የተደገፉ ወይም በይፋ የተቆራኙ አይደሉም።\nየእኛ ተሰኪ ለተጨማሪ ተግባር እና ምቾት ለእርስዎ ለማቅረብ የተነደፈ ለክሮች ድር ኦፊሴላዊ ያልሆነ ማሻሻያ ነው።\n\nስለ አጠቃቀምዎ እናመሰግናለን!",
    "bg": "Пречупване на езиковите бариери и наслаждаване на нишки: напълно автоматичен плъгин за превод\nНа Threads, всяко съобщение и отговор е пълно с възможности за комуникация и връзка. Сега, с нашата революционна Threads плъгин за превод, създателите на съдържание и феновете могат да преминат езиковите бариери и да се насладят на наистина безпроблемно комуникационно преживяване.\n\nАкценти на функцията:\n\nАвтоматичен превод: Плъгинът автоматично превежда съобщения без кликвания, което позволява гладка комуникация.\nДвупосочна комуникация: Не само създателите на съдържание, но и феновете могат да използват този плъгин, за да превеждат лесно, независимо дали четат или изпращат съобщения.\nПоддръжка на множество преводни машини: Интегриране на различни усъвършенствани технологии за превод, за да се гарантира точността и естествеността на текстовия превод.\nПокритие на повече от 100 езика: обхваща широк спектър от езикови опции, за да отговори на нуждите на различни потребители по целия свят.\nЗащо да изберем нашия plugin?\n\nПодобрете вашето интерактивно изживяване: Независимо дали искате да се свържете с глобална аудитория или да се ангажирате с създатели от различни култури, този плъгин ви улеснява.\nРазширяване на международните си хоризонти: Помага ви да надхвърлите езиковите ограничения и да изградите по-дълбоки връзки с феновете по целия свят.\nЛесен за използване: Удобен за използване дизайн, без нужда от никаква ръчна операция, автоматично завършва работата по превод, което ви позволява да се съсредоточите върху създаването на съдържание и да се насладите на удоволствието от комуникацията.\nЗапочнете опита:\nИнсталирайте този плъгин в няколко лесни стъпки и да започнете вашия Threads глобално комуникационно пътуване. Няма повече езикови бариери, което прави всяко взаимодействие възможно!\n\nОбщувайте със сърцето си и без граници. Опитайте нашата threads автоматично превод плъгин да свържете всяко съобщение през езикови граници до всеки ъгъл на света. Опитайте го сега и да започнете нов threads опит!\n\n---Отказ от отговорност ---\n\nНашите приставки не са свързани, оторизирани, одобрени или официално свързани с Threads, Google или Google Translate.\nНашият плъгин е неофициално подобрение на Threads Web, предназначено да ви предостави допълнителна функционалност и удобство.\n\nБлагодаря ви за използването!",
    "bn": "ভাঙা ভাষা বাধা এবং উপভোগ থ্রেড: একটি সম্পূর্ণ স্বয়ংক্রিয় অনুবাদ প্লাগইন\nথ্রেডগুলিতে, প্রতিটি বার্তা এবং উত্তর যোগাযোগ এবং সংযোগের সম্ভাবনা পূর্ণ। এখন, আমাদের বিপ্লবী থ্রেড অনুবাদ প্লাগইন দিয়ে, বিষয়বস্তু নির্মাতারা এবং ভক্তরা একইভাবে ভাষা বাধা অতিক্রম করতে পারেন এবং সত্যই বিরামবিহীন যোগাযোগের অভিজ্ঞতা উপভোগ করতে পারেন।\n\nবৈশিষ্ট্য হাইলাইট:\n\nস্বয়ংক্রিয় অনুবাদ: প্লাগইন স্বয়ংক্রিয়ভাবে কোনও ক্লিক ছাড়াই বার্তা অনুবাদ করে, মসৃণ যোগাযোগের অনুমতি দেয়।\nদ্বি-মুখী যোগাযোগ: কেবল সামগ্রী নির্মাতাই নয়, ভক্তরা বার্তা পড়ছেন বা প্রেরণ করছেন কিনা তা সহজেই অনুবাদ করতে এই প্লাগইনটি ব্যবহার করতে পারেন।\nএকাধিক অনুবাদ ইঞ্জিন সমর্থন: পাঠ্য অনুবাদটির যথার্থতা এবং স্বাভাবিকতা নিশ্চিত করতে বিভিন্ন উন্নত অনুবাদ প্রযুক্তি সংহত করুন।\n100 টিরও বেশি ভাষার কভারেজ: বিশ্বজুড়ে বিভিন্ন ব্যবহারকারীর চাহিদা পূরণের জন্য বিভিন্ন ভাষার বিকল্পগুলি কভার করে।\nকেন আমাদের প্লাগইন বেছে নিন?\n\nআপনার ইন্টারেক্টিভ অভিজ্ঞতা বাড়ান: আপনি বিশ্বব্যাপী দর্শকের সাথে সংযোগ স্থাপন করতে চাইছেন বা বিভিন্ন সংস্কৃতি থেকে স্রষ্টাদের সাথে জড়িত থাকুন না কেন, এই প্লাগইনটি আপনার পক্ষে সহজ করে তোলে।\nআপনার আন্তর্জাতিক দিগন্তকে প্রসারিত করা: আপনাকে ভাষার সীমাবদ্ধতা অতিক্রম করতে এবং বিশ্বজুড়ে ভক্তদের সাথে আরও গভীর সংযোগ তৈরি করতে সহায়তা করে।\nব্যবহার করা সহজ: ব্যবহারকারী-বান্ধব ডিজাইন, কোনও ম্যানুয়াল অপারেশনের প্রয়োজন নেই, স্বয়ংক্রিয়ভাবে অনুবাদ কাজটি সম্পূর্ণ করে, আপনাকে সামগ্রী তৈরিতে মনোনিবেশ করতে এবং যোগাযোগের আনন্দ উপভোগ করতে দেয়।\nঅভিজ্ঞতা শুরু করুন:\nকয়েকটি সহজ পদক্ষেপে এই প্লাগইন ইনস্টল করুন এবং আপনার থ্রেড বিশ্বব্যাপী যোগাযোগ যাত্রা শুরু করুন। কোনও ভাষা বাধা, প্রতিটি মিথস্ক্রিয়া সম্ভব করা!\n\nআপনার হৃদয় এবং সীমানা ছাড়াই যোগাযোগ করুন। আমাদের থ্রেড স্বয়ংক্রিয় অনুবাদ প্লাগইন বিশ্বের প্রতিটি কোণে ভাষা সীমানা জুড়ে প্রতিটি বার্তা সংযোগ করার চেষ্টা করুন। এটি এখন চেষ্টা করুন এবং একটি নতুন থ্রেড অভিজ্ঞতা শুরু করুন!\n\n---অস্বীকার ---\n\nআমাদের প্লাগইনগুলি থ্রেডস, গুগল বা গুগল অনুবাদগুলির সাথে অনুমোদিত, অনুমোদিত, অনুমোদিত বা আনুষ্ঠানিকভাবে অনুমোদিত নয়।\nআমাদের প্লাগইন থ্রেডস ওয়েবের একটি আনুষ্ঠানিক বর্ধন, আপনাকে অতিরিক্ত কার্যকারিতা এবং সুবিধার্থে সরবরাহ করার জন্য ডিজাইন করা হয়েছে।\n\nআপনার ব্যবহারের জন্য আপনাকে ধন্যবাদ!",
    "ca": "Trencar les barreres del llenguatge i gaudir de fils: un connector de traducció totalment automàtica\nEn fils, cada missatge i resposta està plena de possibilitats de comunicació i connexió.Ara, amb el nostre connector de traducció de fils revolucionaris, els creadors de contingut i els aficionats poden creuar barreres lingüístiques i gaudir d'una experiència de comunicació veritablement perfecta.\n\nDestacats de característiques:\n\nTraducció automàtica: el connector tradueix automàticament els missatges sense clics, permetent una comunicació suau.\nComunicació bidireccional: no només els creadors de contingut, sinó també els fans poden utilitzar aquest connector per traduir fàcilment si estan llegint o enviant missatges.\nSuport de motors de traducció múltiple: integrar una varietat de tecnologies de traducció avançades per garantir la precisió i la naturalitat de la traducció de text.\nCobertura de més de 100 idiomes: cobrint una àmplia gamma d'opcions lingüístiques per satisfer les necessitats de diversos usuaris de tot el món.\nPer què triar el nostre plugin?\n\nMilloreu la vostra experiència interactiva: si voleu connectar-vos amb un públic global o participar amb creadors de diferents cultures, aquest connector us facilita.\nAmpliant els teus horitzons internacionals: ajudant-te a superar les limitacions lingüístiques i construir connexions més profundes amb els aficionats a tot el món.\nFàcil d'usar: Disseny fàcil d'usar, sense necessitat de cap operació manual, completa automàticament el treball de traducció, permetent centrar-se en la creació de continguts i gaudir del plaer de la comunicació.\nIniciem l'experiència:\nInstal·leu aquest connector en uns quants passos fàcils i comenceu els vostres fils de comunicació global.No hi ha més barreres lingüístiques, fent possible totes les interaccions!\n\nComunicar-se amb el cor i sense límits.Proveu els nostres fils connector de traducció automàtica per connectar tots els missatges a través de límits lingüístics a tots els racons del món.Proveu-ho ara i comenceu una nova experiència de fils!\n\n---Avís legal ---\n\nEls nostres connectors no estan afiliats, autoritzats, avalats o oficialment afiliats a Threads, Google o Google Translate.\nEl nostre connector és una millora no oficial a Threads Web, dissenyada per proporcionar-vos una funcionalitat i comoditat addicionals.\n\nGràcies pel teu ús!",
    "cs": "Prolomení jazykových bariér a užívání si vláken: Plně automatický překlad plugin\nNa Threads je každá zpráva a odpověď plná možností komunikace a spojení. Nyní s naším revolučním překladovým pluginem Threads mohou tvůrci obsahu i fanoušci překonat jazykové bariéry a vychutnat si skutečně bezproblémový komunikační zážitek.\n\nHlavní rysy:\n\nAutomatický překlad: Plugin automaticky překládá zprávy bez kliknutí, což umožňuje plynulou komunikaci.\nObousměrná komunikace: Nejen tvůrci obsahu, ale i fanoušci mohou tento plugin použít k snadnému překladu, zda čtou nebo odesílají zprávy.\nPodpora více překladatelských enginů: Integrujte celou řadu pokročilých překladatelských technologií, abyste zajistili přesnost a přirozenost překladu textu.\nPokrytí více než 100 jazyků: pokrývá širokou škálu jazykových možností, které splňují potřeby různých uživatelů po celém světě.\nProč si vybrat náš plugin?\n\nVylepšete svůj interaktivní zážitek: Ať už se chcete spojit s globálním publikem nebo se zapojit s tvůrci z různých kultur, tento plugin vám to usnadní.\nRozšiřte své mezinárodní obzory: Pomáháme vám překonat jazykové omezení a budovat hlubší spojení s fanoušky po celém světě.\nSnadné použití: uživatelsky přívětivý design, bez nutnosti ručního ovládání, automaticky dokončí překladatelskou práci, což vám umožní soustředit se na tvorbu obsahu a užívat si potěšení z komunikace.\nZačátek zážitku:\nNainstalujte tento plugin v několika jednoduchých krocích a spusťte globální komunikační cestu Threads. Už žádné jazykové bariéry, které umožňují každou interakci!\n\nKomunikujte se svým srdcem a bez hranic. Vyzkoušejte náš plugin automatického překladu Threads, který propojí každou zprávu přes jazykové hranice do všech koutů světa. Vyzkoušejte to nyní a začněte nový zážitek s vlákny!\n\n---Odmítnutí odpovědnosti ---\n\nNaše pluginy nejsou přidružené, autorizované, schválené ani oficiálně přidružené k Threads, Google nebo Google Translate.\nNáš plugin je neoficiální vylepšení Threads Web, navržený tak, aby vám poskytl další funkce a pohodlí.\n\nDěkujeme za vaše použití!",
    "da": "Bryde sprogbarrierer og nyde tråde: et fuldt automatisk oversættelsesplugin\nPå Threads er hver besked og svar fuld af muligheder for kommunikation og forbindelse. Nu, med vores revolutionerende Threads oversættelse plugin, kan indholdsskabere og fans både krydse sprogbarrierer og nyde en virkelig sømløs kommunikationsoplevelse.\n\nFeature Highlights:\n\nAutomatisk oversættelse: Pluginet oversætter automatisk beskeder uden klik, hvilket giver mulighed for jævn kommunikation.\nTovejskommunikation: Ikke kun indholdsskabere, men også fans kan bruge dette plugin til nemt at oversætte, om de læser eller sender beskeder.\nUnderstøttelse af flere oversættelsesmotorer: Integrer en række avancerede oversættelsesteknologier for at sikre nøjagtigheden og naturligheden af tekstoversættelse.\nDækning af mere end 100 sprog: dækker en bred vifte af sprogmuligheder for at imødekomme behovene hos forskellige brugere over hele verden.\nHvorfor vælge vores plugin?\n\nForbedre din interaktive oplevelse: Uanset om du ønsker at oprette forbindelse til et globalt publikum eller engagere dig med skabere fra forskellige kulturer, gør dette plugin det nemt for dig.\nUdvidelse af dine internationale horisonter: Hjælper dig med at overskride sprogbegrænsninger og opbygge dybere forbindelser med fans over hele verden.\nBrugervenligt design, uden behov for manuel betjening, fuldender automatisk oversættelsesarbejdet, så du kan fokusere på oprettelse af indhold og nyde fornøjelsen af kommunikation.\nStart oplevelsen:\nInstaller dette plugin i et par nemme trin og starte din Threads global kommunikationsrejse. Ikke flere sprogbarrierer, der gør enhver interaktion mulig!\n\nKommunikere med dit hjerte og uden grænser. Prøv vores Threads auto-oversættelse plugin til at forbinde hver besked på tværs af sproggrænser til hvert hjørne af verden. Prøv det nu og starte en ny Threads oplevelse!\n\n---Ansvarsfraskrivelse ---\n\nVores plugins er ikke tilknyttet, autoriseret, godkendt eller officielt tilknyttet Threads, Google eller Google Translate.\nVores plugin er en uofficiel forbedring af Threads Web, designet til at give dig yderligere funktionalitet og bekvemmelighed.\n\nTak for din brug!",
    "de": "Sprachbarrieren durchbrechen und Themen genießen: Ein vollautomatisches Übersetzungs-Plugin\nBei Threads ist jede Nachricht und jede Antwort voller Kommunikations- und Verbindungsmöglichkeiten. Mit unserem revolutionären Threads-Übersetzungs-Plugin können Inhaltsersteller und Fans nun Sprachbarrieren überwinden und ein wirklich nahtloses Kommunikationserlebnis genießen.\n\nHighlights des Merkmals:\n\nAutomatische Übersetzung: Das Plugin übersetzt automatisch Nachrichten ohne Klicks und ermöglicht so eine reibungslose Kommunikation.\nZwei-Wege-Kommunikation: Nicht nur Ersteller von Inhalten, sondern auch Fans können dieses Plugin verwenden, um einfach zu übersetzen, egal ob sie Nachrichten lesen oder senden.\nUnterstützung mehrerer Übersetzungsmaschinen: Integrieren Sie eine Vielzahl fortschrittlicher Übersetzungstechnologien, um die Genauigkeit und Natürlichkeit der Textübersetzung zu gewährleisten.\nAbdeckung von mehr als 100 Sprachen: Abdeckung einer breiten Palette von Sprachoptionen, um die Bedürfnisse verschiedener Benutzer auf der ganzen Welt zu erfüllen.\nWarum unser Plugin wählen?\n\nVerbessern Sie Ihr interaktives Erlebnis: Egal, ob Sie mit einem globalen Publikum in Kontakt treten oder sich mit Schöpfern aus verschiedenen Kulturen auseinandersetzen möchten, dieses Plugin macht es Ihnen leicht.\nErweiterung Ihres internationalen Horizonts: Wir helfen Ihnen, Sprachbeschränkungen zu überwinden und tiefere Verbindungen zu Fans auf der ganzen Welt aufzubauen.\nEinfach zu bedienen: Benutzerfreundliches Design, keine manuelle Bedienung erforderlich, schließt automatisch die Übersetzungsarbeit ab, sodass Sie sich auf die Erstellung von Inhalten konzentrieren und die Freude an der Kommunikation genießen können.\nStarten Sie die Erfahrung:\nInstallieren Sie dieses Plugin in wenigen einfachen Schritten und starten Sie Ihre Threads globale Kommunikationsreise. Keine Sprachbarrieren mehr, die jede Interaktion möglich machen!\n\nKommunizieren Sie mit Ihrem Herzen und ohne Grenzen. Probieren Sie unser Threads-Auto-Übersetzungs-Plugin aus, um jede Nachricht über Sprachgrenzen hinweg mit jedem Winkel der Welt zu verbinden. Probieren Sie es jetzt aus und starten Sie ein neues Threads-Erlebnis!\n\n---Haftungsausschluss ---\n\nUnsere Plug-ins sind nicht mit Threads, Google oder Google Translate verbunden, autorisiert, unterstützt oder offiziell damit verbunden.\nUnser Plugin ist eine inoffizielle Erweiterung von Threads Web, die Ihnen zusätzliche Funktionen und Komfort bietet.\n\nVielen Dank für Ihren Einsatz!",
    "el": "Σπάζοντας τα γλωσσικά εμπόδια και απολαμβάνοντας τα νήματα: Ένα πλήρως αυτόματο πρόσθετο μετάφρασης\nΣτο Threads, κάθε μήνυμα και απάντηση είναι γεμάτη δυνατότητες επικοινωνίας και σύνδεσης. Τώρα, με το επαναστατικό plugin μετάφρασης Threads, οι δημιουργοί περιεχομένου και οι οπαδοί μπορούν να διασχίσουν τα γλωσσικά εμπόδια και να απολαύσουν μια πραγματικά απρόσκοπτη εμπειρία επικοινωνίας.\n\nΧαρακτηριστικά γνωρίσματα:\n\nΑυτόματη μετάφραση: Το plugin μεταφράζει αυτόματα τα μηνύματα χωρίς κανένα κλικ, επιτρέποντας την ομαλή επικοινωνία.\nΑμφίδρομη επικοινωνία: Όχι μόνο οι δημιουργοί περιεχομένου, αλλά και οι οπαδοί μπορούν να χρησιμοποιήσουν αυτό το plugin για να μεταφράσουν εύκολα αν διαβάζουν ή στέλνουν μηνύματα.\nΥποστήριξη πολλαπλών μηχανών μετάφρασης: Ενσωματώστε μια ποικιλία προηγμένων τεχνολογιών μετάφρασης για να εξασφαλίσετε την ακρίβεια και τη φυσικότητα της μετάφρασης κειμένου.\nΚάλυψη περισσότερων από 100 γλωσσών: καλύπτει ένα ευρύ φάσμα γλωσσικών επιλογών για την κάλυψη των αναγκών διαφορετικών χρηστών σε όλο τον κόσμο.\nΓιατί να επιλέξετε το plugin μας;\n\nΒελτιώστε τη διαδραστική σας εμπειρία: Είτε θέλετε να συνδεθείτε με ένα παγκόσμιο κοινό είτε να συνεργαστείτε με δημιουργούς από διαφορετικούς πολιτισμούς, αυτό το plugin το καθιστά εύκολο για εσάς.\nΕπεκτείνοντας τους διεθνείς ορίζοντές σας: Βοηθώντας σας να ξεπεράσετε τους γλωσσικούς περιορισμούς και να δημιουργήσετε βαθύτερες συνδέσεις με τους οπαδούς σας σε όλο τον κόσμο.\nΕύκολο στη χρήση: Φιλικός προς το χρήστη σχεδιασμός, καμία ανάγκη για οποιαδήποτε χειροκίνητη λειτουργία, ολοκληρώνει αυτόματα το μεταφραστικό έργο, επιτρέποντάς σας να εστιάσετε στη δημιουργία περιεχομένου και να απολαύσετε την ευχαρίστηση της επικοινωνίας.\nΞεκινήστε την εμπειρία:\nΕγκαταστήστε αυτό το plugin σε μερικά απλά βήματα και ξεκινήστε το παγκόσμιο ταξίδι επικοινωνίας Threads. Όχι άλλα γλωσσικά εμπόδια, καθιστώντας δυνατή κάθε αλληλεπίδραση!\n\nΕπικοινωνήστε με την καρδιά σας και χωρίς όρια. Δοκιμάστε το plugin αυτόματης μετάφρασης Threads για να συνδέσετε κάθε μήνυμα πέρα από τα γλωσσικά όρια σε κάθε γωνιά του κόσμου. Δοκιμάστε το τώρα και ξεκινήστε μια νέα εμπειρία Threads!\n\n---Αποποίηση ευθύνης ---\n\nΤα plug-ins μας δεν είναι συνδεδεμένα, εξουσιοδοτημένα, εγκεκριμένα ή επίσημα συνδεδεμένα με το Threads, το Google ή το Google Translate.\nΤο plugin μας είναι μια ανεπίσημη βελτίωση στο Threads Web, σχεδιασμένο για να σας παρέχει πρόσθετη λειτουργικότητα και ευκολία.\n\nΣας ευχαριστούμε για τη χρήση σας!",
    "es": "Rompiendo las barreras del idioma y disfrutando de los hilos: un complemento de traducción completamente automático\nEn Thread, cada mensaje y respuesta está lleno de posibilidades de comunicación y conexión. Ahora, con nuestro revolucionario complemento de traducción de Thread, los creadores de contenido y los fanáticos por igual pueden cruzar las barreras del idioma y disfrutar de una experiencia de comunicación verdaderamente perfecta.\n\nAspectos destacados de las características:\n\nTraducción automática: el complemento traduce automáticamente los mensajes sin clics, lo que permite una comunicación fluida.\nComunicación bidireccional: no solo los creadores de contenido, sino también los fanáticos pueden usar este complemento para traducir fácilmente si están leyendo o enviando mensajes.\nSoporte de motor de traducción múltiple: Integre una variedad de tecnologías de traducción avanzadas para garantizar la precisión y naturalidad de la traducción de texto.\nCobertura de más de 100 idiomas: cubre una amplia gama de opciones de idiomas para satisfacer las necesidades de diversos usuarios de todo el mundo.\n¿Por qué elegir nuestro complemento?\n\nMejore su experiencia interactiva: ya sea que esté buscando conectar a con una audiencia global o involucrar a con creadores de diferentes culturas, este complemento se lo pone fácil.\nAmpliando tus horizontes internacionales: ayudándote a trascender las limitaciones del idioma y construir conexiones más profundas con fans de todo el mundo.\nFácil de usar: diseño fácil de usar, sin necesidad de ninguna operación manual, completa automáticamente el trabajo de traducción, lo que le permite concentrarse en la creación de contenido y disfrutar del placer de la comunicación.\nComienza la experiencia:\nInstale este complemento en unos sencillos pasos y comience su viaje de comunicación global de Thread. ¡No más barreras de idioma, haciendo posible cada interacción!\n\nComunica con tu corazón y sin límites. Prueba nuestro complemento de traducción automática de hilos para conectar cada mensaje a través de las fronteras del idioma a todos los rincones del mundo. ¡Pruébalo ahora y comienza una nueva experiencia de hilos!\n\n--- Descargo de responsabilidad ---\n\nNuestros plug-ins no están afiliados, autorizados, respaldados o oficialmente afiliados con Hilos, Google o Google Translate.\nNuestro complemento es una mejora no oficial de Thread Web, diseñado para proporcionarle con funcionalidad y comodidad adicionales.\n\n¡Gracias por su uso!",
    "et": "Keeletõkete murdmine ja lõime nautimine: täiesti automaatne tõlkepistikprogramm\nNiitidel, iga sõnum ja vastus on täis võimalusi suhtlemiseks ja ühendamiseks. Nüüd, meie revolutsioonilise Niitide tõlke plugin, sisu loojad ja fännid saavad ületada keelebarjääre ja nautida tõeliselt sujuvat suhtlemise kogemust.\n\nFunktsioon esiletõstetud:\n\nAutomaatne tõlkimine: pistikprogramm tõlgib sõnumeid automaatselt ilma klikkideta, võimaldades sujuvat suhtlemist.\nKahesuunaline suhtlus: mitte ainult sisuloojad, vaid ka fännid saavad seda pistikprogrammi hõlpsasti tõlkida, kas nad loevad või saadavad sõnumeid.\nMitmekordne tõlkemootorite tugi: integreerige mitmesuguseid täiustatud tõlketehnoloogiaid, et tagada tekstitõlke täpsus ja loomulikkus.\nÜle 100 keele katvus: hõlmab laia valikut keelevalikuid, et rahuldada erinevate kasutajate vajadusi kogu maailmas.\nMiks valida meie plugin?\n\nSuurendage oma interaktiivset kogemust: olenemata sellest, kas soovite suhelda ülemaailmse vaatajaskonnaga või suhelda erinevate kultuuride loojatega, muudab see pistikprogramm teie jaoks lihtsaks.\nRahvusvahelise silmaringi laiendamine: aitab teil ületada keelepiiranguid ja luua sügavamaid sidemeid fännidega kogu maailmas.\nLihtne kasutada: kasutajasõbralik disain, pole vaja käsitsi toimida, viib tõlketöö automaatselt lõpule, võimaldades teil keskenduda sisu loomisele ja nautida suhtlemisrõõmu.\nAlustage kogemust:\nPaigaldage see pistikprogramm mõned lihtsad sammud ja alustage oma lõime ülemaailmne suhtlus teekond. Ei enam keelebarjääre, mis teeb iga suhtlus võimalik!\n\nSuhtle oma südamega ja ilma piirideta. Proovige meie lõime automaatse tõlke plugin ühendada iga sõnum üle keelepiiride iga maailma nurga. Proovige seda nüüd ja alustage uut lõime kogemus!\n\n---Kohustustest loobumine ---\n\nMeie pistikprogrammid ei ole seotud, volitatud, kinnitatud ega ametlikult seotud Threads'i, Google'i ega Google Translate'iga.\nMeie pistikprogramm on Threads Web'i mitteametlik täiustus, mis on loodud teile täiendava funktsionaalsuse ja mugavuse pakkumiseks.\n\nTänan teid kasutamise eest!",
    "fa": "شکستن موانع زبان و لذت بردن از موضوعات: یک پلاگین ترجمه کاملاً خودکار\nدر Threads ، هر پیام و پاسخی پر از امکانات برای ارتباط و ارتباط است. اکنون ، با افزونه انقلابی ترجمه Threads ما ، سازندگان محتوا و طرفداران به طور یکسان می توانند از موانع زبانی عبور کنند و از یک تجربه ارتباطی واقعاً یکپارچه لذت ببرند.\n\nویژگی های برجسته:\n\nترجمه خودکار: این افزونه به طور خودکار پیام ها را بدون هیچ کلیکی ترجمه می کند و امکان برقراری ارتباط روان را فراهم می کند.\nارتباط دو طرفه: نه تنها سازندگان محتوا ، بلکه طرفداران نیز می توانند از این افزونه برای ترجمه آسان در حال خواندن یا ارسال پیام استفاده کنند.\nپشتیبانی از موتور ترجمه چندگانه: انواع فناوری های ترجمه پیشرفته را برای اطمینان از صحت و طبیعی بودن ترجمه متن ادغام کنید.\nپوشش بیش از 100 زبان: پوشش طیف گسترده ای از گزینه های زبان برای پاسخگویی به نیازهای کاربران مختلف در سراسر جهان.\nچرا افزونه ما را انتخاب کنید ؟\n\nتجربه تعاملی خود را تقویت کنید: چه به دنبال ارتباط با مخاطبان جهانی باشید و چه با سازندگانی از فرهنگ های مختلف تعامل داشته باشید ، این افزونه کار را برای شما آسان می کند.\nگسترش افق های بین المللی خود: به شما کمک می کند از محدودیت های زبانی فراتر بروید و ارتباطات عمیق تری با طرفداران در سراسر جهان ایجاد کنید.\nاستفاده آسان: طراحی کاربر پسند ، بدون نیاز به عملیات دستی ، به طور خودکار کار ترجمه را تکمیل می کند و به شما امکان می دهد بر تولید محتوا تمرکز کنید و از لذت ارتباط لذت ببرید.\nتجربه را شروع کنید:\nاین افزونه را در چند مرحله آسان نصب کنید و سفر ارتباطی جهانی Threads خود را آغاز کنید. دیگر هیچ مانع زبانی وجود ندارد و هر تعاملی را ممکن می کند!\n\nبا قلب خود و بدون مرز ارتباط برقرار کنید. افزونه ترجمه خودکار Threads ما را امتحان کنید تا هر پیامی را در سراسر مرزهای زبان به هر گوشه از جهان متصل کنید. اکنون آن را امتحان کنید و یک تجربه Threads جدید را شروع کنید!\n\n---سلب مسئولیت ---\n\nافزونه های ما به Threads ، Google یا Google Translate وابسته ، مجاز ، تأیید شده یا رسماً وابسته نیستند.\nافزونه ما یک پیشرفت غیررسمی برای Threads Web است که برای ارائه عملکرد و راحتی بیشتر به شما طراحی شده است.\n\nبا تشکر از شما برای استفاده شما!",
    "fi": "Breaking Language Barriers and Enjoying Threads: A Fully Automatic Translation Plugin\nSäikeissä jokainen viesti ja vastaus on täynnä viestintä- ja yhteysmahdollisuuksia. Nyt vallankumouksellisen säikeiden käännösliitännäisen ansiosta sisällöntuottajat ja fanit voivat ylittää kielimuureja ja nauttia todella saumattomasta viestintäkokemuksesta.\n\nPiirteen kohokohdat:\n\nAutomaattinen käännös: Liitännäinen kääntää viestit automaattisesti ilman napsautuksia, mikä mahdollistaa sujuvan viestinnän.\nKaksisuuntainen viestintä: Ei vain sisällöntuottajat, vaan myös fanit voivat käyttää tätä liitännäistä kääntääkseen helposti, lukevatko he vai lähettävätkö he viestejä.\nUseita käännöskonetukia: Integroi erilaisia kehittyneitä käännöstekniikoita tekstin käännöksen tarkkuuden ja luonnollisuuden varmistamiseksi.\nYli 100 kielen kattavuus: kattaa laajan valikoiman kielivaihtoehtoja erilaisten käyttäjien tarpeisiin ympäri maailmaa.\nWhy choose our plugin?\n\nParanna interaktiivista kokemustasi: Haluatpa sitten olla yhteydessä globaaliin yleisöön tai olla tekemisissä eri kulttuureista tulevien sisällöntuottajien kanssa, tämä liitännäinen tekee siitä helpon sinulle.\nKansainvälisten näköalojesi laajentaminen: Auta sinua ylittämään kielelliset rajoitukset ja rakentamaan syvempiä yhteyksiä faneihin ympäri maailmaa.\nHelppo käyttää: Käyttäjäystävällinen suunnittelu, ei tarvitse manuaalisia toimintoja, suorittaa käännöstyön automaattisesti, jolloin voit keskittyä sisällöntuotantoon ja nauttia viestinnän ilosta.\nAloita kokemus:\nAsenna tämä liitännäinen muutamaan helppoon vaiheeseen ja aloita Threads globaali viestintämatka. Ei enää kielimuureja, mikä mahdollistaa jokaisen vuorovaikutuksen!\n\nKommunikoi sydämesi kanssa ja ilman rajoja. Kokeile säikeiden automaattista käännösliitännäistä yhdistääksesi jokaisen viestin kielirajojen yli maailman jokaiseen kolkkaan. Kokeile nyt ja aloita uusi säikeiden kokemus!\n\n---Vastuuvapauslauseke--\n\nLiitännäisemme eivät ole sidoksissa, valtuutettuja, vahvistettuja tai virallisesti sidoksissa Threadeihin, Googleen tai Google-kääntäjään.\nLiitännäisemme on epävirallinen parannus Threads Webiin, ja se on suunniteltu tarjoamaan sinulle lisätoimintoja ja mukavuutta.\n\nKiitos, että käytit sitä.",
    "fr": "Briser les barrières linguistiques et profiter des threads : un plugin de traduction entièrement automatique\nSur Threads, chaque message et réponse regorge de possibilités de communication et de connexion. Désormais, avec notre plugin de traduction Threads révolutionnaire, les créateurs de contenu et les fans peuvent franchir les barrières linguistiques et profiter d'une expérience de communication vraiment transparente.\n\nFaits saillants des fonctionnalités :\n\nTraduction automatique : Le plugin traduit automatiquement les messages sans aucun clic, permettant une communication fluide.\nCommunication bidirectionnelle : non seulement les créateurs de contenu, mais aussi les fans peuvent utiliser ce plugin pour traduire facilement s'ils lisent ou envoient des messages.\nPrise en charge de moteurs de traduction multiples : intégrez une variété de technologies de traduction avancées pour garantir l'exactitude et le naturel de la traduction de texte.\nCouverture de plus de 100 langues : couvrant un large éventail d'options linguistiques pour répondre aux besoins de divers utilisateurs du monde entier.\nPourquoi choisir notre plugin?\n\nAméliorez votre expérience interactive : que vous cherchiez à vous connecter avec un public mondial ou à interagir avec des créateurs de cultures différentes, ce plugin vous facilite la tâche.\nÉlargir vos horizons internationaux : vous aider à transcender les limitations linguistiques et à établir des liens plus profonds avec les fans du monde entier.\nFacile à utiliser : Conception conviviale, aucune opération manuelle n'est nécessaire, termine automatiquement le travail de traduction, vous permettant de vous concentrer sur la création de contenu et de profiter du plaisir de la communication.\nCommencez l'expérience :\nInstallez ce plugin en quelques étapes faciles et commencez votre parcours de communication globale Threads. Plus de barrières linguistiques, rendant chaque interaction possible!\n\nCommuniquez avec votre cœur et sans limites. Essayez notre plugin de traduction automatique Threads pour connecter chaque message au-delà des frontières linguistiques à tous les coins du monde. Essayez-le maintenant et commencez une nouvelle expérience Threads!\n\n---Clause de non-responsabilité ---\n\nNos plug-ins ne sont pas affiliés, autorisés, approuvés ou officiellement affiliés à Threads, Google ou Google Translate.\nNotre plugin est une amélioration non officielle de Threads Web, conçue pour vous fournir des fonctionnalités et une commodité supplémentaires.\n\nMerci pour votre utilisation!",
    "gu": "ભાષા અવરોધો તોડવા અને થ્રેડો માણવા: એક સંપૂર્ણ સ્વચાલિત અનુવાદ પ્લગઇન\nથ્રેડો પર, દરેક સંદેશ અને જવાબ સંદેશાવ્યવહાર અને જોડાણ માટે શક્યતાઓ ભરેલું છે. હવે, અમારા ક્રાંતિકારી થ્રેડો અનુવાદ પ્લગઇન સાથે, સામગ્રી સર્જકો અને ચાહકો એકસરખા ભાષા અવરોધો પાર કરી શકે છે અને ખરેખર એકીકૃત સંદેશાવ્યવહાર અનુભવ આનંદ.\n\nલક્ષણ હાઇલાઇટ્સ:\n\nસ્વચાલિત અનુવાદ: પ્લગઇન આપમેળે કોઈપણ ક્લિક્સ વગર સંદેશાઓ અનુવાદ કરે છે, સરળ સંદેશાવ્યવહાર માટે પરવાનગી આપે છે.\nબે-માર્ગ સંદેશાવ્યવહાર: માત્ર સામગ્રી સર્જકો જ નહીં, પણ ચાહકો આ પ્લગઇનનો ઉપયોગ સરળતાથી ભાષાંતર કરવા માટે કરી શકે છે કે તેઓ સંદેશા વાંચી રહ્યા છે અથવા મોકલી રહ્યા છે.\nબહુવિધ અનુવાદ એન્જિન સપોર્ટ: ટેક્સ્ટ અનુવાદની ચોકસાઈ અને પ્રાકૃતિકતાને સુનિશ્ચિત કરવા માટે વિવિધ પ્રગત અનુવાદ તકનીકોને એકીકૃત કરો.\n100 થી વધુ ભાષાઓનું કવરેજ: વિશ્વભરના વિવિધ વપરાશકર્તાઓની જરૂરિયાતોને પહોંચી વળવા માટે ભાષાના વિકલ્પોની વિશાળ શ્રેણીને આવરી લેવી.\nશા માટે અમારા પ્લગઇન પસંદ કરો?\n\nતમારા ઇન્ટરેક્ટિવ અનુભવને વધારો: પછી ભલે તમે વૈશ્વિક પ્રેક્ષકો સાથે જોડાવા માંગતા હોવ અથવા વિવિધ સંસ્કૃતિના સર્જકો સાથે જોડાવા માંગતા હોવ, આ પ્લગઇન તમારા માટે સરળ બનાવે છે.\nતમારા આંતરરાષ્ટ્રીય ક્ષિતિજને વિસ્તૃત કરવું: ભાષાની મર્યાદાઓને વટાવી અને વિશ્વભરના ચાહકો સાથે deepંડા જોડાણો બનાવવામાં તમારી સહાય.\nવાપરવા માટે સરળ: વપરાશકર્તા-મૈત્રીપૂર્ણ ડિઝાઇન, કોઈપણ મેન્યુઅલ ઓપરેશનની જરૂર નથી, આપમેળે અનુવાદ કાર્ય પૂર્ણ કરે છે, તમને સામગ્રી બનાવટ પર ધ્યાન કેન્દ્રિત કરવા અને સંદેશાવ્યવહારનો આનંદ માણવા દે છે.\nઅનુભવ શરૂ કરો:\nથોડા સરળ પગલાં માં આ પ્લગઇન સ્થાપિત કરો અને તમારા થ્રેડો વૈશ્વિક સંદેશાવ્યવહાર પ્રવાસ શરૂ કરો. કોઈ વધુ ભાષા અવરોધો, દરેક ક્રિયાપ્રતિક્રિયા શક્ય બનાવે છે!\n\nતમારા હૃદય સાથે અને સીમાઓ વગર વાતચીત કરો. વિશ્વના દરેક ખૂણામાં ભાષા સીમાઓ પાર દરેક સંદેશ જોડવા માટે અમારા થ્રેડો સ્વત translation અનુવાદ પ્લગઇન પ્રયાસ કરો. તે હવે પ્રયાસ કરો અને એક નવા થ્રેડો અનુભવ શરૂ!\n\n---અસ્વીકરણ ---\n\nઅમારા પ્લગ-ઇન્સ થ્રેડો, ગૂગલ અથવા ગૂગલ ટ્રાન્સલેટ સાથે જોડાયેલા, અધિકૃત, સમર્થિત અથવા સત્તાવાર રીતે જોડાયેલા નથી.\nઅમારું પ્લગઇન થ્રેડો વેબ માટે બિનસત્તાવાર વૃદ્ધિ છે, જે તમને વધારાની કાર્યક્ષમતા અને સુવિધા પ્રદાન કરવા માટે રચાયેલ છે.\n\nતમારા ઉપયોગ બદલ આભાર!",
    "hi": "भाषा बाधाओं को तोड़ना और थ्रेड्स का आनंद लेना: एक पूरी तरह से स्वचालित अनुवाद प्लगइन\nथ्रेड्स पर, हर संदेश और उत्तर संचार और कनेक्शन के लिए संभावनाओं से भरा है। अब, हमारे क्रांतिकारी थ्रेड्स अनुवाद प्लगइन के साथ, सामग्री निर्माता और प्रशंसक समान रूप से भाषा बाधाओं को पार कर सकते हैं और वास्तव में सहज संचार अनुभव का आनंद ले सकते हैं।\n\nफ़ीचर हाइलाइट्स:\n\nस्वचालित अनुवाद: प्लगइन स्वचालित रूप से किसी भी क्लिक के बिना संदेशों का अनुवाद करता है, जिससे चिकनी संचार की अनुमति मिलती है।\nदो-तरफ़ा संचार: न केवल सामग्री निर्माता, बल्कि प्रशंसक भी इस प्लगइन का उपयोग आसानी से अनुवाद के लिए कर सकते हैं कि वे पढ़ रहे हैं या संदेश भेज रहे हैं।\nएकाधिक अनुवाद इंजन समर्थन: पाठ अनुवाद की सटीकता और स्वाभाविकता सुनिश्चित करने के लिए विभिन्न प्रकार की उन्नत अनुवाद तकनीकों को एकीकृत करें।\n100 भाषाओं से अधिक कवरेज: दुनिया भर के विविध उपयोगकर्ताओं की जरूरतों को पूरा करने के लिए भाषा विकल्पों की एक विस्तृत श्रृंखला को कवर करना।\nहमारा प्लगइन क्यों चुनें?\n\nअपने इंटरैक्टिव अनुभव को बढ़ाएं: चाहे आप वैश्विक दर्शकों से जुड़ना चाहते हों या विभिन्न संस्कृतियों के रचनाकारों के साथ जुड़ना चाहते हों, यह प्लगइन आपके लिए आसान बनाता है।\nअपने अंतर्राष्ट्रीय क्षितिज का विस्तार करना: आपको भाषा की सीमाओं को पार करने और दुनिया भर के प्रशंसकों के साथ गहरे संबंध बनाने में मदद करना।\nउपयोग करने में आसान: उपयोगकर्ता के अनुकूल डिजाइन, किसी भी मैनुअल संक्रिया की कोई आवश्यकता नहीं है, स्वचालित रूप से अनुवाद कार्य को पूरा करता है, जिससे आप सामग्री निर्माण पर ध्यान केंद्रित कर सकते हैं और संचार का आनंद ले सकते हैं।\nअनुभव शुरू करें:\nइस प्लगइन को कुछ आसान चरणों में स्थापित करें और अपनी थ्रेड्स वैश्विक संचार यात्रा शुरू करें। कोई और अधिक भाषा बाधाएं, हर बातचीत को संभव बनाती हैं!\n\nअपने दिल से और सीमाओं के बिना संवाद करें। भाषा की सीमाओं के पार हर संदेश को दुनिया के हर कोने से जोड़ने के लिए हमारे थ्रेड्स ऑटो-ट्रांसलेशन प्लगइन का प्रयास करें। अब इसे आज़माएं और एक नया थ्रेड्स अनुभव शुरू करें!\n\n--- अस्वीकरण\n\nहमारे प्लग-इन संबद्ध, अधिकृत, समर्थित या आधिकारिक तौर पर थ्रेड्स, Google या Google अनुवाद से संबद्ध नहीं हैं।\nहमारा प्लगइन थ्रेड्स वेब के लिए एक अनौपचारिक वृद्धि है, जिसे आपको अतिरिक्त कार्यक्षमता और सुविधा प्रदान करने के लिए डिज़ाइन किया गया है।\n\nआपके उपयोग के लिए धन्यवाद!",
    "hr": "Razbijanje jezičnih barijera i uživanje u nitima: potpuno automatski dodatak za prijevod\nNa Nitima, svaka poruka i odgovor je pun mogućnosti za komunikaciju i povezivanje. Sada, s našim revolucionarnim Nitima prijevod plugin, kreatori sadržaja i obožavatelji mogu prijeći jezične barijere i uživati u doista besprijekornom komunikacijskom iskustvu.\n\nZnačajke istaknutih:\n\nAutomatski prijevod: Dodatak automatski prevodi poruke bez klikova, omogućujući nesmetanu komunikaciju.\nDvosmjerna komunikacija: Ne samo tvorci sadržaja, već i obožavatelji mogu koristiti ovaj dodatak za lako prevođenje čitaju li ili šalju poruke.\nPodrška za višestruki prijevoditelj: Integrirajte razne napredne prijevodne tehnologije kako biste osigurali točnost i prirodnost prijevoda teksta.\nPokrivanje više od 100 jezika: pokriva širok spektar jezičnih opcija kako bi se zadovoljile potrebe različitih korisnika širom svijeta.\nZašto odabrati naš plugin?\n\nPoboljšajte svoje interaktivno iskustvo: Bez obzira želite li se povezati s globalnom publikom ili se angažirati s kreatorima iz različitih kultura, ovaj dodatak vam olakšava.\nŠirenje međunarodnih horizonata: Pomaže vam da nadiđete jezična ograničenja i izgradite dublje veze s obožavateljima širom svijeta.\nJednostavan za upotrebu: dizajn prilagođen korisniku, bez potrebe za bilo kakvim ručnim radom, automatski dovršava prijevod, omogućujući vam da se usredotočite na stvaranje sadržaja i uživate u zadovoljstvu komunikacije.\nZapočnite iskustvo:\nInstalirajte ovaj dodatak u nekoliko jednostavnih koraka i započnite svoje Teme globalno komunikacijsko putovanje. Nema više jezičnih barijera, čineći svaku interakciju mogućom!\n\nKomunicirajte svojim srcem i bez granica. Isprobajte naš plugin za automatski prijevod niti za povezivanje svake poruke preko jezičnih granica na svaki kutak svijeta. Isprobajte sada i započnite novo iskustvo niti!\n\n---Izjava o odgovornosti ---\n\nNaši dodaci nisu povezani, ovlašteni, podržani ili službeno povezani s Nitima, Googleom ili Google Translateom.\nNaš dodatak neslužbeno je poboljšanje Threads Web-a, osmišljeno kako bi vam pružio dodatnu funkcionalnost i praktičnost.\n\nHvala na korištenju!",
    "id": "Melanggar Hambatan Bahasa dan Menikmati Utas: Plugin Terjemahan Sepenuhnya Otomatis\nDi Threads, setiap pesan dan balasan penuh dengan kemungkinan untuk komunikasi dan koneksi. Sekarang, dengan plugin terjemahan Threads revolusioner kami, pembuat konten dan penggemar dapat melintasi hambatan bahasa dan menikmati pengalaman komunikasi yang benar-benar mulus.\n\nSorotan Fitur:\n\nTerjemahan Otomatis: Plugin secara otomatis menerjemahkan pesan tanpa klik, memungkinkan komunikasi yang lancar.\nKomunikasi dua arah: Tidak hanya pembuat konten, tetapi juga penggemar dapat menggunakan plugin ini untuk menerjemahkan dengan mudah apakah mereka membaca atau mengirim pesan.\nBeberapa dukungan mesin terjemahan: Integrasikan berbagai teknologi terjemahan canggih untuk memastikan akurasi dan kealamian terjemahan teks.\nCakupan lebih dari 100 bahasa: mencakup berbagai pilihan bahasa untuk memenuhi kebutuhan beragam pengguna di seluruh dunia.\nMengapa memilih plugin kami?\n\nTingkatkan pengalaman interaktif Anda: Baik Anda ingin terhubung dengan audiens global atau terlibat dengan pembuat konten dari budaya yang berbeda, plugin ini memudahkan Anda.\nMemperluas cakrawala internasional Anda: Membantu Anda melampaui batasan bahasa dan membangun hubungan yang lebih dalam dengan penggemar di seluruh dunia.\nMudah digunakan: Desain yang mudah digunakan, tidak perlu operasi manual, secara otomatis menyelesaikan pekerjaan terjemahan, memungkinkan Anda untuk fokus pada pembuatan konten dan menikmati kesenangan komunikasi.\nMulai pengalaman:\nInstal plugin ini dalam beberapa langkah mudah dan mulai perjalanan komunikasi global Utas Anda. Tidak ada lagi hambatan bahasa, membuat setiap interaksi menjadi mungkin!\n\nBerkomunikasi dengan hati Anda dan tanpa batas. Coba plugin terjemahan otomatis Utas kami untuk menghubungkan setiap pesan melintasi batas bahasa ke setiap sudut dunia. Cobalah sekarang dan mulai pengalaman Utas baru!\n\n--- Penafian ---\n\nPlug-in kami tidak berafiliasi, diizinkan, disahkan, atau berafiliasi secara resmi dengan Threads, Google, atau Google Translate.\nPlugin kami adalah peningkatan tidak resmi untuk Threads Web, yang dirancang untuk memberi Anda fungsionalitas dan kenyamanan tambahan.\n\nTerima kasih atas penggunaan Anda!",
    "it": "Rompere le barriere linguistiche e godersi i thread: un plugin di traduzione completamente automatico\nSu Thread, ogni messaggio e risposta è pieno di possibilità di comunicazione e connessione. Ora, con il nostro rivoluzionario plugin per la traduzione di Thread, i creatori di contenuti e i fan possono attraversare le barriere linguistiche e godere di un'esperienza di comunicazione davvero fluida.\n\nCaratteristiche salienti:\n\nTraduzione automatica: il plugin traduce automaticamente i messaggi senza clic, consentendo una comunicazione fluida.\nComunicazione bidirezionale: non solo i creatori di contenuti, ma anche i fan possono utilizzare questo plugin per tradurre facilmente se stanno leggendo o inviando messaggi.\nSupporto di più motori di traduzione: integra una varietà di tecnologie di traduzione avanzate per garantire l'accuratezza e la naturalezza della traduzione del testo.\nCopertura di oltre 100 lingue: copre una vasta gamma di opzioni linguistiche per soddisfare le esigenze di utenti diversi in tutto il mondo.\nPerché scegliere il nostro plugin?\n\nMigliora la tua esperienza interattiva: sia che tu stia cercando di connetterti con un pubblico globale o di interagire con creatori di culture diverse, questo plugin lo rende facile per te.\nEspandere i tuoi orizzonti internazionali: ti aiuta a trascendere i limiti linguistici e a costruire connessioni più profonde con i fan di tutto il mondo.\nFacile da usare: il design intuitivo, senza bisogno di operazioni manuali, completa automaticamente il lavoro di traduzione, permettendoti di concentrarti sulla creazione di contenuti e goderti il piacere della comunicazione.\nInizia l'esperienza:\nInstalla questo plugin in pochi semplici passaggi e inizia il tuo viaggio di comunicazione globale di Thread. Niente più barriere linguistiche, rendendo possibile ogni interazione!\n\nComunica con il tuo cuore e senza confini. Prova il nostro plugin di traduzione automatica Thread per collegare ogni messaggio oltre i confini linguistici in ogni angolo del mondo. Provalo ora e inizia una nuova esperienza Thread!\n\n---Disclaimer ---\n\nI nostri plug-in non sono affiliati, autorizzati, approvati o ufficialmente affiliati a Thread, Google o Google Translate.\nIl nostro plugin è un miglioramento non ufficiale di Thread Web, progettato per fornire funzionalità e comodità aggiuntive.\n\nGrazie per il tuo utilizzo!",
    "ja": "言語の壁を打ち破り、スレッドコミュニケーションを楽しむ:完全自動翻訳プラグイン\nスレッドでは、すべてのメッセージと返信がコミュニケーションと接続の可能性に満ちています。これで、革新的なスレッド翻訳プラグインを使用して、コンテンツクリエーターとファンの両方が言語の壁を乗り越え、真にシームレスなコミュニケーション体験を楽しむことができます。\n\n機能のハイライト:\n\n完全自動翻訳:プラグインはクリックせずにメッセージを自動的に翻訳し、コミュニケーションをスムーズにします。\n双方向コミュニケーション:コンテンツ作成者だけでなく、ファンもこのプラグインを使用して、メッセージを読んだり送信したりするときに簡単に翻訳できます。\n複数の翻訳エンジンのサポート:複数の高度な翻訳テクノロジーを統合して、テキスト翻訳の正確さと自然さを確保します。\n100以上の言語をカバー:世界中のさまざまなユーザーのニーズを満たす幅広い言語オプションをカバーしています。\n当社のプラグインを選択する理由:\n\nインタラクティブ体験の向上:世界中のオーディエンスとの共感を求めている場合でも、さまざまな文化のクリエイターと交流したい場合でも、このプラグインを使用すると簡単に実現できます。\n国際的な視野を広げる:言語の制限を超えて、世界中のファンとより深いつながりを築くのに役立ちます。\n使いやすさ:ユーザーフレンドリーなデザイン、手動操作なしで翻訳作業を自動化し、コンテンツ作成に集中してコミュニケーションを楽しむことができます。\n体験を開始:\nこのプラグインを簡単にインストールして、ThreadsGlobalコミュニケーションの旅を始めましょう。言語の壁がなくなり、すべてのインタラクションが可能になります!\n\n心を込めてコミュニケーションし、境界のないコミュニケーションをします。私たちのスレッド自動翻訳プラグインを試して、すべての情報が言語の境界を越えて、世界の隅々をつなぐことができます。今すぐ試して、新しいスレッド体験を始めましょう!\n\n--- 免責事項---\n\n当社のプラグインは、スレッド、Google、またはGoogle翻訳との関連、ライセンス、承認、または公式の関係はありません。\n私たちのプラグインは、あなたに追加の機能と利便性を提供するように設計されたスレッドWebの非公式の強化ツールです。\n\nご利用ありがとうございます!",
    "kn": "ಭಾಷಾ ಅಡೆತಡೆಗಳನ್ನು ಮುರಿಯುವುದು ಮತ್ತು ಎಳೆಗಳನ್ನು ಆನಂದಿಸುವುದು: ಸಂಪೂರ್ಣ ಸ್ವಯಂಚಾಲಿತ ಅನುವಾದ ಪ್ಲಗಿನ್\nಥ್ರೆಡ್ಸ್ನಲ್ಲಿ, ಪ್ರತಿ ಸಂದೇಶ ಮತ್ತು ಪ್ರತ್ಯುತ್ತರವು ಸಂವಹನ ಮತ್ತು ಸಂಪರ್ಕದ ಸಾಧ್ಯತೆಗಳಿಂದ ತುಂಬಿದೆ. ಈಗ, ನಮ್ಮ ಕ್ರಾಂತಿಕಾರಿ ಥ್ರೆಡ್ಸ್ ಅನುವಾದ ಪ್ಲಗಿನ್ನೊಂದಿಗೆ, ವಿಷಯ ರಚನೆಕಾರರು ಮತ್ತು ಅಭಿಮಾನಿಗಳು ಸಮಾನವಾಗಿ ಭಾಷಾ ಅಡೆತಡೆಗಳನ್ನು ದಾಟಬಹುದು ಮತ್ತು ನಿಜವಾದ ತಡೆರಹಿತ ಸಂವಹನ ಅನುಭವವನ್ನು ಆನಂದಿಸಬಹುದು.\n\nವೈಶಿಷ್ಟ್ಯ ಮುಖ್ಯಾಂಶಗಳು:\n\nಸ್ವಯಂಚಾಲಿತ ಅನುವಾದ: ಪ್ಲಗಿನ್ ಯಾವುದೇ ಕ್ಲಿಕ್ ಗಳಿಲ್ಲದೆ ಸಂದೇಶಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅನುವಾದಿಸುತ್ತದೆ, ಸುಗಮ ಸಂವಹನಕ್ಕೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ.\nದ್ವಿಮುಖ ಸಂವಹನ: ವಿಷಯ ರಚನೆಕಾರರು ಮಾತ್ರವಲ್ಲ, ಅಭಿಮಾನಿಗಳು ಸಂದೇಶಗಳನ್ನು ಓದುತ್ತಿದ್ದಾರೆಯೇ ಅಥವಾ ಕಳುಹಿಸುತ್ತಿದ್ದಾರೆಯೇ ಎಂದು ಸುಲಭವಾಗಿ ಭಾಷಾಂತರಿಸಲು ಈ ಪ್ಲಗಿನ್ ಅನ್ನು ಬಳಸಬಹುದು.\nಬಹು ಅನುವಾದ ಎಂಜಿನ್ ಬೆಂಬಲ: ಪಠ್ಯ ಅನುವಾದದ ನಿಖರತೆ ಮತ್ತು ಸ್ವಾಭಾವಿಕತೆಯನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ವಿವಿಧ ಸುಧಾರಿತ ಅನುವಾದ ತಂತ್ರಜ್ಞಾನಗಳನ್ನು ಸಂಯೋಜಿಸಿ.\n100 ಕ್ಕೂ ಹೆಚ್ಚು ಭಾಷೆಗಳ ವ್ಯಾಪ್ತಿ: ಪ್ರಪಂಚದಾದ್ಯಂತದ ವೈವಿಧ್ಯಮಯ ಬಳಕೆದಾರರ ಅಗತ್ಯಗಳನ್ನು ಪೂರೈಸಲು ವ್ಯಾಪಕ ಶ್ರೇಣಿಯ ಭಾಷಾ ಆಯ್ಕೆಗಳನ್ನು ಒಳಗೊಂಡಿದೆ.\nನಮ್ಮ ಪ್ಲಗಿನ್ ಅನ್ನು ಏಕೆ ಆರಿಸಬೇಕು?\n\nನಿಮ್ಮ ಸಂವಾದಾತ್ಮಕ ಅನುಭವವನ್ನು ಹೆಚ್ಚಿಸಿ: ನೀವು ಜಾಗತಿಕ ಪ್ರೇಕ್ಷಕರೊಂದಿಗೆ ಸಂಪರ್ಕ ಸಾಧಿಸಲು ಬಯಸುತ್ತಿರಲಿ ಅಥವಾ ವಿಭಿನ್ನ ಸಂಸ್ಕೃತಿಗಳ ಸೃಷ್ಟಿಕರ್ತರೊಂದಿಗೆ ತೊಡಗಿಸಿಕೊಳ್ಳಲು ಬಯಸುತ್ತಿರಲಿ, ಈ ಪ್ಲಗಿನ್ ನಿಮಗೆ ಸುಲಭವಾಗಿಸುತ್ತದೆ.\nನಿಮ್ಮ ಅಂತರರಾಷ್ಟ್ರೀಯ ಪರಿಧಿಯನ್ನು ವಿಸ್ತರಿಸುವುದು: ಭಾಷಾ ಮಿತಿಗಳನ್ನು ಮೀರಲು ಮತ್ತು ಪ್ರಪಂಚದಾದ್ಯಂತದ ಅಭಿಮಾನಿಗಳೊಂದಿಗೆ ಆಳವಾದ ಸಂಪರ್ಕವನ್ನು ನಿರ್ಮಿಸಲು ನಿಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ.\nಬಳಸಲು ಸುಲಭ: ಬಳಕೆದಾರ ಸ್ನೇಹಿ ವಿನ್ಯಾಸ, ಯಾವುದೇ ಕೈಪಿಡಿ ಕಾರ್ಯಾಚರಣೆಯ ಅಗತ್ಯವಿಲ್ಲ, ಅನುವಾದ ಕೆಲಸವನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಪೂರ್ಣಗೊಳಿಸುತ್ತದೆ, ವಿಷಯ ರಚನೆಯತ್ತ ಗಮನಹರಿಸಲು ಮತ್ತು ಸಂವಹನದ ಆನಂದವನ್ನು ಆನಂದಿಸಲು ನಿಮಗೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ.\nಅನುಭವವನ್ನು ಪ್ರಾರಂಭಿಸಿ:\nಕೆಲವು ಸುಲಭ ಹಂತಗಳಲ್ಲಿ ಈ ಪ್ಲಗಿನ್ ಅನ್ನು ಸ್ಥಾಪಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಥ್ರೆಡ್ಸ್ ಜಾಗತಿಕ ಸಂವಹನ ಪ್ರಯಾಣವನ್ನು ಪ್ರಾರಂಭಿಸಿ. ಹೆಚ್ಚಿನ ಭಾಷಾ ಅಡೆತಡೆಗಳಿಲ್ಲ, ಪ್ರತಿ ಪರಸ್ಪರ ಕ್ರಿಯೆಯನ್ನು ಸಾಧ್ಯವಾಗಿಸುತ್ತದೆ!\n\nನಿಮ್ಮ ಹೃದಯದೊಂದಿಗೆ ಮತ್ತು ಗಡಿಗಳಿಲ್ಲದೆ ಸಂವಹನ. ಪ್ರಪಂಚದ ಪ್ರತಿಯೊಂದು ಮೂಲೆಗೆ ಭಾಷಾ ಗಡಿಗಳಲ್ಲಿ ಪ್ರತಿ ಸಂದೇಶವನ್ನು ಸಂಪರ್ಕಿಸಲು ನಮ್ಮ ಥ್ರೆಡ್ಸ್ ಸ್ವಯಂ-ಅನುವಾದ ಪ್ಲಗಿನ್ ಪ್ರಯತ್ನಿಸಿ. ಈಗ ಪ್ರಯತ್ನಿಸಿ ಮತ್ತು ಹೊಸ ಥ್ರೆಡ್ಸ್ ಅನುಭವವನ್ನು ಪ್ರಾರಂಭಿಸಿ!\n\n---ಹಕ್ಕುತ್ಯಾಗ ---\n\nನಮ್ಮ ಪ್ಲಗ್-ಇನ್ ಗಳು ಥ್ರೆಡ್ ಗಳು, ಗೂಗಲ್ ಅಥವಾ ಗೂಗಲ್ ಅನುವಾದದೊಂದಿಗೆ ಸಂಯೋಜಿತ, ಅಧಿಕೃತ, ಅನುಮೋದನೆ ಅಥವಾ ಅಧಿಕೃತವಾಗಿ ಸಂಯೋಜಿತವಾಗಿಲ್ಲ.\nನಮ್ಮ ಪ್ಲಗಿನ್ ಥ್ರೆಡ್ಸ್ ವೆಬ್ ಗೆ ಅನಧಿಕೃತ ವರ್ಧನೆಯಾಗಿದ್ದು, ನಿಮಗೆ ಹೆಚ್ಚುವರಿ ಕಾರ್ಯ ಮತ್ತು ಅನುಕೂಲತೆಯನ್ನು ಒದಗಿಸಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ.\n\nನಿಮ್ಮ ಬಳಕೆಗೆ ಧನ್ಯವಾದಗಳು!",
    "ko": "언어 장벽을 깨고 스레드를 즐기는 방법: 완전 자동 번역 플러그인\n스레드에서는 모든 메시지와 답변이 커뮤니케이션 및 연결 가능성으로 가득 차 있습니다. 이제 혁신적인 스레드 번역 플러그인을 통해 콘텐츠 제작자와 팬 모두가 언어의 장벽을 넘어 진정으로 원활한 커뮤니케이션 경험을 누릴 수 있습니다.\n\n기능 하이라이트:\n\n자동 번역: 플러그인은 클릭 없이 메시지를 자동으로 번역하여 원활한 통신을 가능하게 합니다.\n양방향 커뮤니케이션: 콘텐츠 제작자뿐만 아니라 팬도 이 플러그인을 사용하여 메시지를 읽거나 보내는지 쉽게 번역할 수 있습니다.\n다중 번역 엔진 지원: 다양한 고급 번역 기술을 통합하여 텍스트 번역의 정확성과 자연성을 보장합니다.\n100개 이상의 언어 적용 범위: 전 세계 다양한 사용자의 요구를 충족하기 위해 광범위한 언어 옵션을 포함합니다.\n플러그인을 선택하는 이유는 무엇입니까?\n\n상호 작용 경험 향상: 전 세계 청중과 연결하거나 다른 문화의 크리에이터와 참여하기를 원하든 상관없이 이 플러그인을 사용하면 쉽게 사용할 수 있습니다.\n국제적 시야 확장: 언어의 한계를 극복하고 전 세계 팬들과 더 깊은 관계를 구축할 수 있도록 지원합니다.\n사용하기 쉬운 : 수동 조작이 필요 없는 사용자 친화적인 디자인이 자동으로 번역 작업을 완료하여 콘텐츠 제작에 집중하고 소통의 즐거움을 누릴 수 있습니다.\n경험 시작:\n이 플러그인을 몇 가지 쉬운 단계로 설치하고 스레드 글로벌 커뮤니케이션 여정을 시작하십시오. 더 이상 언어 장벽이 없으므로 모든 상호 작용이 가능합니다!\n\n경계 없이 마음과 소통하십시오. 스레드 자동 번역 플러그인을 사용하여 언어 경계를 넘어 세계 구석구석에 모든 메시지를 연결하십시오. 지금 시도하고 새로운 스레드 경험을 시작하십시오!\n\n---면책 조항 - --\n\n당사의 플러그인은 Th, Google 또는 Google Translate와 제휴, 승인, 승인 또는 공식적으로 제휴되지 않았습니다.\n당사의 플러그인은 추가 기능과 편의성을 제공하도록 설계된 스레드 웹의 비공식적인 개선 사항입니다.\n\n사용해 주셔서 감사합니다!",
    "lt": "Kalbos barjerų laužymas ir gijų mėgavimas: visiškai automatinis vertimo įskiepis\nAnt Threads, kiekvienas pranešimas ir atsakymas yra pilnas galimybių bendrauti ir prisijungti. Dabar, su mūsų revoliuciniu Threads vertimo įskiepiu, turinio kūrėjai ir gerbėjai gali peržengti kalbos barjerus ir mėgautis tikrai vientisa bendravimo patirtimi.\n\nSvarbiausi bruožai:\n\nAutomatinis vertimas: papildinys automatiškai išverčia pranešimus be jokių paspaudimų, leidžiantis sklandžiai bendrauti.\nDvipusis bendravimas: ne tik turinio kūrėjai, bet ir gerbėjai gali naudoti šį papildinį, kad lengvai išverstų, ar jie skaito, ar siunčia pranešimus.\nDaugkartinis vertimo variklio palaikymas: integruokite įvairias pažangias vertimo technologijas, kad užtikrintumėte teksto vertimo tikslumą ir natūralumą.\nDaugiau nei 100 kalbų aprėptis: apima platų kalbų variantų spektrą, siekiant patenkinti įvairių vartotojų poreikius visame pasaulyje.\nKodėl pasirinkti mūsų įskiepį?\n\nPatobulinkite savo interaktyvią patirtį: nesvarbu, ar norite užmegzti ryšį su pasauline auditorija, ar bendrauti su skirtingų kultūrų kūrėjais, šis papildinys jums tai palengvina.\nIšplėsti savo tarptautinį akiratį: padėti peržengti kalbos apribojimus ir užmegzti gilesnius ryšius su gerbėjais visame pasaulyje.\nLengva naudoti: patogus dizainas, nereikia jokių rankinių operacijų, automatiškai užbaigia vertimo darbus, leidžiantis sutelkti dėmesį į turinio kūrimą ir mėgautis bendravimo malonumu.\nPradėkite patirtį:\nĮdiekite šį papildinį keliais paprastais žingsniais ir pradėkite savo Threads pasaulinės komunikacijos kelionę. Daugiau kalbos barjerų, todėl kiekviena sąveika įmanoma!\n\nBendraukite su savo širdimi ir be ribų. Išbandykite mūsų Threads automatinio vertimo įskiepis prijungti kiekvieną pranešimą per kalbų ribas į kiekvieną pasaulio kampelį. Išbandykite dabar ir pradėti naują Threads patirtį!\n\n---Atsakomybės apribojimas ---\n\nMūsų papildiniai nėra susiję, įgalioti, patvirtinti ar oficialiai susiję su Threads , Google ar Google Translate .\nMūsų papildinys yra neoficialus Threads Web patobulinimas, sukurtas suteikti jums papildomų funkcijų ir patogumo.\n\nDėkojame už naudojimą!",
    "lv": "Valodas šķēršļu pārvarēšana un pavedienu baudīšana: pilnībā automātisks tulkošanas spraudnis\nPar Threads, katrs ziņojums un atbilde ir pilns ar iespējām saziņai un savienojumam. Tagad, ar mūsu revolucionāro Threads tulkošanas spraudnis, satura veidotāji un fani gan var šķērsot valodas barjeras un baudīt patiesi vienmērīgu komunikācijas pieredzi.\n\nIezīme Svarīgākie:\n\nAutomātiskais tulkojums: spraudnis automātiski tulko ziņojumus bez klikšķiem, ļaujot vienmērīgi sazināties.\nDivvirzienu saziņa: ne tikai satura veidotāji, bet arī fani var izmantot šo spraudni, lai ērti tulkotu neatkarīgi no tā, vai viņi lasa vai sūta ziņojumus.\nVairāku tulkošanas dzinēju atbalsts: integrējiet dažādas uzlabotas tulkošanas tehnoloģijas, lai nodrošinātu teksta tulkošanas precizitāti un dabiskumu.\nVairāk nekā 100 valodu pārklājums: aptver plašu valodu iespēju klāstu, lai apmierinātu dažādu lietotāju vajadzības visā pasaulē.\nKāpēc izvēlēties mūsu spraudni?\n\nUzlabojiet savu interaktīvo pieredzi: neatkarīgi no tā, vai vēlaties sazināties ar globālu auditoriju vai sazināties ar dažādu kultūru veidotājiem, šis spraudnis jums to atvieglo.\nStarptautiskā redzesloka paplašināšana: palīdz jums pārvarēt valodas ierobežojumus un veidot dziļākus sakarus ar faniem visā pasaulē.\nViegli lietojams: Lietotājam draudzīgs dizains, bez nepieciešamības veikt manuālu darbību, automātiski pabeidz tulkošanas darbu, ļaujot koncentrēties uz satura radīšanu un baudīt saziņas prieku.\nSāciet pieredzi:\nInstalējiet šo spraudni dažos vienkāršos soļos un sākt savu Threads globālā komunikācijas ceļojums. Vairāk valodas barjeras, padarot katru mijiedarbību iespējamu!\n\nSazinieties ar savu sirdi un bez robežām. Izmēģiniet mūsu Threads automātisko tulkošanu spraudnis, lai savienotu katru ziņojumu pāri valodas robežām uz katru pasaules stūri. Izmēģiniet to tagad un sākt jaunu Threads pieredzi!\n\n---Atruna ---\n\nMūsu spraudņi nav saistīti, pilnvaroti, apstiprināti vai oficiāli saistīti ar Threads, Google vai Google Translate.\nMūsu spraudnis ir neoficiāls Threads Web uzlabojums, kas paredzēts, lai sniegtu jums papildu funkcionalitāti un ērtības.\n\nPaldies par izmantošanu!",
    "ml": "ഭാഷാ തടസ്സങ്ങൾ തകർക്കുന്നതും ത്രെഡുകൾ ആസ്വദിക്കുന്നതും: പൂർണ്ണമായും യാന്ത്രിക വിവർത്തന പ്ലഗിൻ\nത്രെഡുകളിൽ, ഓരോ സന്ദേശവും മറുപടിയും ആശയവിനിമയത്തിനും കണക്ഷനുമുള്ള സാധ്യതകൾ നിറഞ്ഞതാണ്. ഇപ്പോൾ, ഞങ്ങളുടെ വിപ്ലവകരമായ ത്രെഡുകൾ വിവർത്തന പ്ലഗിൻ ഉപയോഗിച്ച്, ഉള്ളടക്ക സ്രഷ് ടാക്കൾക്കും ആരാധകർക്കും ഒരുപോലെ ഭാഷാ തടസ്സങ്ങൾ മറികടന്ന് തടസ്സമില്ലാത്ത ആശയവിനിമയ അനു\n\nഫീച്ചർ ഹൈലൈറ്റുകൾ:\n\nയാന്ത്രിക വിവർത്തനം: സുഗമമായ ആശയവിനിമയം അനുവദിക്കുന്ന പ്ലഗിൻ യാന്ത്രികമായി ക്ലിക്കില്ലാതെ സന്ദേശങ്ങൾ വിവർത്തനം ചെയ്യുന്നു.\nടു-വേ ആശയവിനിമയം: ഉള്ളടക്ക സ്രഷ് ടാക്കൾ മാത്രമല്ല, ആരാധകർക്ക് സന്ദേശങ്ങൾ വായിക്കുകയോ അയയ്ക്കുകയോ ചെയ്യുന്നുണ്ടോ എന്ന് എളുപ്പത്തിൽ വിവർത്തനം ചെയ്യാൻ ഈ പ്ലഗിൻ ഉപയോഗിക്കാം.\nഒന്നിലധികം വിവർത്തന എഞ്ചിൻ പിന്തുണ: വാചക വിവർത്തനത്തിന്റെ കൃത്യതയും സ്വാഭാവികതയും ഉറപ്പാക്കുന്നതിന് വിവിധതരം നൂതന വിവർത്തന സാങ്കേതികവിദ്യകൾ സംയോജിപ്പിക്കുക.\nനൂറിലധികം ഭാഷകളുടെ കവറേജ്: ലോകമെമ്പാടുമുള്ള വൈവിധ്യമാർന്ന ഉപയോക്താക്കളുടെ ആവശ്യങ്ങൾ നിറവേറ്റുന്നതിനായി വിശാലമായ ഭാഷാ ഓപ്ഷനുകൾ ഉൾക്കൊള്ളുന്നു.\nഎന്തുകൊണ്ടാണ് ഞങ്ങളുടെ പ്ലഗിൻ തിരഞ്ഞെടുക്കുന്നത്?\n\nനിങ്ങളുടെ സംവേദനാത്മക അനുഭവം മെച്ചപ്പെടുത്തുക: നിങ്ങൾ ഒരു ആഗോള പ്രേക്ഷകരുമായി ബന്ധപ്പെടാനോ വിവിധ സംസ്കാരങ്ങളിൽ നിന്നുള്ള സ്രഷ് ടാക്കളുമായി ഇടപഴകാനോ ആഗ്രഹിക്കുന്നുണ്ടെങ്കിലും, ഈ പ്ലഗിൻ നിങ്ങൾക്ക് എളുപ്പമാക്കുന്നു.\nനിങ്ങളുടെ അന്തർ ദ്ദേശീയ ചക്രവാളങ്ങൾ വികസിപ്പിക്കുന്നു: ഭാഷാ പരിമിതികൾ മറികടക്കുന്നതിനും ലോകമെമ്പാടുമുള്ള ആരാധകരുമായി ആഴത്തിലുള്ള ബന്ധം സ്ഥാപിക്കുന്നതിനും നിങ്ങളെ സഹായിക്കുന്നു.\nഉപയോഗിക്കാൻ എളുപ്പമാണ്: ഉപയോക്തൃ-സ friendly ഹൃദ രൂപകൽപ്പന, സ്വമേധയാലുള്ള പ്രവർത്തനത്തിന്റെ ആവശ്യമില്ല, വിവർത്തന ജോലി സ്വപ്രേരിതമായി പൂർത്തിയാക്കുന്നു, ഉള്ളടക്ക സൃഷ്ടിയിൽ ശ്രദ്ധ കേന്ദ്രീകരിക്കാനും ആശയവിനിമയത്തിന്റെ ആനന്ദം ആസ്വദിക്കാനും നിങ്ങളെ അനുവദിക്കുന്നു.\nഅനുഭവം ആരംഭിക്കുക:\nകുറച്ച് എളുപ്പ ഘട്ടങ്ങളിൽ ഈ പ്ലഗിൻ ഇൻസ്റ്റാൾ ചെയ്യുകയും നിങ്ങളുടെ ത്രെഡുകൾ ആഗോള ആശയവിനിമയ യാത്ര ആരംഭിക്കുകയും ചെയ്യുക. കൂടുതൽ ഭാഷാ തടസ്സങ്ങളൊന്നുമില്ല, എല്ലാ ഇടപെടലുകളും സാധ്യമാക്കുന്നു!\n\nനിങ്ങളുടെ ഹൃദയത്തോടെയും അതിരുകളില്ലാതെയും ആശയവിനിമയം നടത്തുക. ലോകത്തിന്റെ എല്ലാ കോണുകളിലേക്കും ഭാഷാ അതിർത്തികളിലൂടെയുള്ള എല്ലാ സന്ദേശങ്ങളും ബന്ധിപ്പിക്കുന്നതിന് ഞങ്ങളുടെ ത്രെഡുകൾ യാന്ത്രിക വിവർത്തന പ്ലഗിൻ പരീക്ഷിക്കുക. ഇപ്പോൾ ഇത് പരീക്ഷിച്ച് ഒരു പുതിയ ത്രെഡുകൾ അനുഭവം ആരംഭിക്കുക!\n\n---നിരാകരണം ---\n\nഞങ്ങളുടെ പ്ലഗ്-ഇന്നുകൾ ത്രെഡുകൾ, Google അല്ലെങ്കിൽ Google വിവർത്തനം എന്നിവയുമായി അഫിലിയേറ്റ് ചെയ്തിട്ടില്ല, അംഗീകരിച്ചിട്ടില്ല, അംഗീകരിച്ചിട്ടില്ല, അല്ലെങ്കിൽ official ദ്യോഗികമായി അഫിലിയേറ്റ് ചെയ്തിട്ടില്ല.\nഞങ്ങളുടെ പ്ലഗിൻ ത്രെഡുകൾ വെബിലേക്കുള്ള അന of ദ്യോഗിക മെച്ചപ്പെടുത്തലാണ്, ഇത് നിങ്ങൾക്ക് അധിക പ്രവർത്തനവും സൗകര്യവും നൽകുന്നതിന് രൂപകൽപ്പന ചെയ് തിരിക്കുന്നു.\n\nനിങ്ങളുടെ ഉപയോഗത്തിന് നന്ദി!",
    "mr": "ब्रेकिंग भाषा अडथळे आणि आनंद थ्रेड्स: एक पूर्ण स्वयंचलित भाषांतर प्लगइन\nथ्रेड्स वर, प्रत्येक संदेश आणि प्रत्युत्तर संप्रेषण आणि कनेक्शन शक्यता पूर्ण आहे. आता, आमच्या क्रांतिकारक थ्रेड्स भाषांतर प्लगइन सह, सामग्री निर्माते आणि चाहते एकसारखे भाषा अडथळे पार करू शकता आणि खरोखर अखंड संप्रेषण अनुभव आनंद.\n\nवैशिष्ट्य ठळक मुद्दे:\n\nस्वयंचलित भाषांतर: प्लगइन कोणत्याही क्लिकशिवाय संदेशांचे स्वयंचलितपणे भाषांतर करते, गुळगुळीत संप्रेषणास अनुमती देते.\nद्वि-मार्ग संप्रेषणः केवळ सामग्री निर्मातेच नाहीत तर चाहते हे प्लगइन वाचत आहेत किंवा संदेश पाठवत आहेत की नाही हे सहजपणे भाषांतरित करण्यासाठी वापरू शकतात.\nएकाधिक भाषांतर इंजिन समर्थन: मजकूर अनुवादाची अचूकता आणि नैसर्गिकता सुनिश्चित करण्यासाठी विविध प्रगत भाषांतर तंत्रज्ञान समाकलित करा.\n100 हून अधिक भाषांचे कव्हरेज: जगभरातील विविध वापरकर्त्यांच्या गरजा भागविण्यासाठी विस्तृत भाषेच्या पर्यायांचा समावेश.\nआमचे प्लगइन का निवडायचे?\n\nआपला परस्परसंवादी अनुभव वर्धित करा: आपण जागतिक प्रेक्षकांशी संपर्क साधू इच्छित असाल किंवा भिन्न संस्कृतींमधील निर्मात्यांसह व्यस्त असाल तर हे प्लगइन आपल्यासाठी सोपे करते.\nआपली आंतरराष्ट्रीय क्षितिजे विस्तृत करणे: आपल्याला भाषेच्या मर्यादा ओलांडण्यास आणि जगभरातील चाहत्यांसह सखोल कनेक्शन तयार करण्यात मदत करणे.\nवापरण्यास सुलभ: वापरकर्ता-अनुकूल डिझाइन, कोणत्याही मॅन्युअल ऑपरेशनची आवश्यकता नाही, आपोआप भाषांतर कार्य पूर्ण करते, आपल्याला सामग्री निर्मितीवर लक्ष केंद्रित करण्यास आणि संप्रेषणाचा आनंद घेण्यास अनुमती देते.\nअनुभव प्रारंभ करा:\nकाही सोप्या चरणांमध्ये हे प्लगइन स्थापित करा आणि आपल्या थ्रेड्स जागतिक संप्रेषण प्रवास सुरू करा. अधिक भाषा अडथळे नाही, प्रत्येक संवाद शक्य बनवित आहे!\n\nआपल्या हृदय आणि सीमांशिवाय संप्रेषण. जगाच्या प्रत्येक कोप to्यात भाषा सीमा ओलांडून प्रत्येक संदेश कनेक्ट करण्यासाठी आमच्या थ्रेड्स स्वयं-भाषांतर प्लगइन प्रयत्न करा. आता प्रयत्न करा आणि नवीन थ्रेड्स अनुभव सुरू करा!\n\n---अस्वीकरण ---\n\nआमचे प्लगइन थ्रेड्स, गूगल किंवा गूगल ट्रान्सलेशनशी संबद्ध, अधिकृत, मान्यताप्राप्त किंवा अधिकृतपणे संबद्ध नाहीत.\nआमचे प्लगइन थ्रेड्स वेबची अनधिकृत वर्धितता आहे, जी आपल्याला अतिरिक्त कार्यक्षमता आणि सुविधा प्रदान करण्यासाठी डिझाइन केलेली आहे.\n\nआपल्या वापराबद्दल धन्यवाद!",
    "ms": "Pecahkan halangan bahasa dan nikmati komunikasi Threads: pemalam terjemahan automatik sepenuhnya.\nDi Threads, setiap mesej dan balasan penuh dengan kemungkinan komunikasi dan sambungan. Kini, melalui pemalam terjemahan Threads revolusioner kami, kedua-dua pencipta kandungan dan peminat boleh mengatasi halangan bahasa dan menikmati pengalaman komunikasi yang benar-benar lancar.\n\nSorotan fungsi:\n\nTerjemahan automatik sepenuhnya: Pemalam akan menterjemah mesej secara automatik tanpa sebarang klik untuk menjadikan komunikasi lancar.\nKomunikasi dua hala: Bukan sahaja pencipta kandungan tetapi peminat juga boleh menggunakan pemalam ini, sama ada mereka membaca atau menghantar mesej, mereka boleh menterjemah dengan mudah.\nPelbagai enjin terjemahan menyokong: Mengintegrasikan pelbagai teknologi terjemahan termaju untuk memastikan ketepatan dan keaslian terjemahan teks.\nMeliputi lebih 100 bahasa: Merangkumi pelbagai pilihan bahasa untuk memenuhi keperluan pengguna yang berbeza di seluruh dunia.\nMengapa memilih pemalam kami:\n\nTingkatkan pengalaman interaktif: Sama ada anda sedang mencari khalayak global untuk bergema atau berinteraksi dengan pencipta dari budaya yang berbeza, pemalam ini boleh membantu anda melaksanakannya dengan mudah.\nPerluaskan ufuk antarabangsa anda: membantu anda melampaui batas bahasa dan membina hubungan yang lebih mendalam dengan peminat anda di seluruh dunia.\nMudah dan senang digunakan: reka bentuk mesra pengguna, menyelesaikan kerja terjemahan secara automatik tanpa sebarang operasi manual, membolehkan anda menumpukan pada penciptaan kandungan dan menikmati keseronokan komunikasi.\nMula mengalami:\nPasang pemalam ini dalam beberapa langkah mudah untuk memulakan perjalanan komunikasi global Threads anda. Tiada lagi halangan bahasa, jadi setiap interaksi adalah mungkin!\n\nBerkomunikasi dengan hati dan tanpa sempadan. Cuba pemalam terjemahan automatik Threads kami, supaya setiap mesej merentasi sempadan bahasa dan menghubungkan setiap sudut dunia. Cuba sekarang untuk membuka pengalaman baharu di Threads!\n\n--- Penafian ---\n\nPlugin kami tidak mempunyai hubungan, kebenaran, pengesahan atau hubungan rasmi dengan Threads, Google atau Terjemahan Google.\nPlugin kami ialah alat peningkatan tidak rasmi untuk Threads Web dan direka bentuk untuk memberi anda fungsi dan kemudahan tambahan.\n\nTerima kasih kerana menggunakan!",
    "nl": "Taalbarrières doorbreken en genieten van discussies: een volledig automatische vertaalplug-in\nOp Threads zit elk bericht en antwoord vol met mogelijkheden voor communicatie en verbinding. Nu, met onze revolutionaire plug-in voor Threads-vertaling, kunnen makers van inhoud en fans taalbarrières overschrijden en genieten van een echt naadloze communicatie-ervaring.\n\nEigenschap Hoogtepunten:\n\nAutomatische vertaling: de plug-in vertaalt automatisch berichten zonder klikken, wat zorgt voor een soepele communicatie.\nTweerichtingscommunicatie: niet alleen makers van inhoud, maar ook fans kunnen deze plug-in gebruiken om gemakkelijk te vertalen of ze berichten lezen of verzenden.\nOndersteuning voor meerdere vertaalmachines: Integreer een verscheidenheid aan geavanceerde vertaaltechnologieën om de nauwkeurigheid en natuurlijkheid van tekstvertaling te garanderen.\nDekking van meer dan 100 talen: met een breed scala aan taalopties om te voldoen aan de behoeften van diverse gebruikers over de hele wereld.\nWaarom kiezen voor onze plugin?\n\nVerbeter uw interactieve ervaring: of u nu contact wilt maken met een wereldwijd publiek of contact wilt maken met videomakers uit verschillende culturen, deze plug-in maakt het u gemakkelijk.\nJe internationale horizon verbreden: je helpen taalbeperkingen te overstijgen en diepere verbindingen op te bouwen met fans over de hele wereld.\nEenvoudig te gebruiken: gebruiksvriendelijk ontwerp, geen handmatige bediening nodig, voltooit automatisch het vertaalwerk, zodat u zich kunt concentreren op het maken van inhoud en kunt genieten van het plezier van communicatie.\nStart de ervaring:\nInstalleer deze plug-in in een paar eenvoudige stappen en start uw wereldwijde communicatiereis van Threads. Geen taalbarrières meer, waardoor elke interactie mogelijk is!\n\nCommuniceer met je hart en zonder grenzen. Probeer onze Threads-plug-in voor automatische vertaling om elk bericht over taalgrenzen heen te verbinden met elke uithoek van de wereld. Probeer het nu en begin een nieuwe Threads-ervaring!\n\n---Disclaimer ---\n\nOnze plug-ins zijn niet aangesloten, geautoriseerd, onderschreven of officieel aangesloten bij Threads, Google of Google Translate.\nOnze plug-in is een niet-officiële verbetering van Threads Web, ontworpen om u extra functionaliteit en gemak te bieden.\n\nDank u voor uw gebruik!",
    "no": "Bryte språkbarrierer og nyte tråder: En helt automatisk oversettelsestillegget\nPå tråder er hver melding og svar full av muligheter for kommunikasjon og tilkobling. Nå, med vår revolusjonerende tråd oversettelse plugin, kan innholdsskapere og fans både krysse språkbarrierer og nyte en virkelig sømløs kommunikasjonsopplevelse.\n\nFunksjon Høydepunkter:\n\nAutomatisk oversettelse: Plugin oversetter automatisk meldinger uten klikk, noe som gir jevn kommunikasjon.\nToveis kommunikasjon: Ikke bare innholdsskapere, men også fans kan bruke dette pluginet til å enkelt oversette enten de leser eller sender meldinger.\nMultiple oversettelsesmotorstøtte: Integrer en rekke avanserte oversettelsesteknologier for å sikre nøyaktigheten og naturligheten til tekstoversettelse.\nDekning av mer enn 100 språk: dekker et bredt spekter av språkalternativer for å møte behovene til ulike brukere over hele verden.\nHvorfor velge plugin?\n\nForbedre din interaktive opplevelse: Enten du ønsker å få kontakt med et globalt publikum eller engasjere deg med skapere fra forskjellige kulturer, gjør dette pluginet det enkelt for deg.\nUtvide dine internasjonale horisonter: Hjelper deg med å overskride språkbegrensninger og bygge dypere forbindelser med fans over hele verden.\nEnkel å bruke: Brukervennlig design, uten behov for manuell drift, fullfører automatisk oversettelsesarbeidet, slik at du kan fokusere på innholdsskaping og nyte gleden av kommunikasjon.\nStart opplevelsen:\nInstaller dette plugin i noen få enkle trinn og start din tråder global kommunikasjon reise. Ingen flere språk barrierer, noe som gjør alle interaksjoner mulig!\n\nKommunisere med ditt hjerte og uten grenser. Prøv vår tråder automatisk oversettelse plugin for å koble alle meldinger over språkgrenser til hvert hjørne av verden. Prøv det nå og start en ny tråder opplevelse!\n\n---Ansvarsfraskrivelse ---\n\nVåre plugin-moduler er ikke tilknyttet, autorisert, godkjent eller offisielt tilknyttet Threads, Google eller Google Translate.\nVårt plugin er en uoffisiell forbedring av Threads Web, designet for å gi deg ekstra funksjonalitet og bekvemmelighet.\n\nTakk for bruken!",
    "pl": "Przełamywanie barier językowych i cieszenie się wątkami: w pełni automatyczna wtyczka do tłumaczenia\nW wątkach każda wiadomość i odpowiedź jest pełna możliwości komunikacji i połączenia. Teraz, dzięki naszej rewolucyjnej wtyczce do tłumaczenia wątków, twórcy treści i fani mogą przekraczać bariery językowe i cieszyć się naprawdę bezproblemową komunikacją.\n\nNajważniejsze cechy:\n\nAutomatyczne tłumaczenie: Wtyczka automatycznie tłumaczy wiadomości bez żadnych kliknięć, co pozwala na płynną komunikację.\nKomunikacja dwukierunkowa: nie tylko twórcy treści, ale także fani mogą używać tej wtyczki do łatwego tłumaczenia, czy czytają, czy wysyłają wiadomości.\nObsługa wielu silników tłumaczeniowych: Zintegruj różnorodne zaawansowane technologie tłumaczeniowe, aby zapewnić dokładność i naturalność tłumaczenia tekstu.\nObejmuje ponad 100 języków: obejmuje szeroką gamę opcji językowych, aby zaspokoić potrzeby różnych użytkowników na całym świecie.\nDlaczego warto wybrać naszą wtyczkę?\n\nPopraw swoje interaktywne wrażenia: niezależnie od tego, czy chcesz nawiązać kontakt z globalną publicznością, czy nawiązać kontakt z twórcami z różnych kultur, ta wtyczka Ci to ułatwi.\nPoszerzanie międzynarodowych horyzontów: pomoc w przekraczaniu ograniczeń językowych i budowaniu głębszych więzi z fanami na całym świecie.\nŁatwy w użyciu: konstrukcja przyjazna dla użytkownika, brak konieczności ręcznej obsługi, automatycznie kończy pracę tłumaczeniową, pozwalając skupić się na tworzeniu treści i cieszyć się przyjemnością komunikacji.\nRozpocznij doświadczenie:\nZainstaluj tę wtyczkę w kilku prostych krokach i rozpocznij globalną komunikację w wątkach. Nigdy więcej barier językowych, dzięki czemu każda interakcja jest możliwa!\n\nKomunikuj się sercem i bez granic. Wypróbuj naszą wtyczkę automatycznego tłumaczenia wątków, aby połączyć każdą wiadomość ponad granicami językowymi z każdym zakątkiem świata. Wypróbuj teraz i rozpocznij nowe doświadczenie w wątkach!\n\n---Zastrzeżenie ---\n\nNasze wtyczki nie są powiązane, autoryzowane, popierane ani oficjalnie powiązane z wątkami, Google lub Tłumaczem Google.\nNasza wtyczka jest nieoficjalnym rozszerzeniem Threads Web, zaprojektowanym w celu zapewnienia dodatkowej funkcjonalności i wygody.\n\nDziękuję za użytek!",
    "ro": "Ruperea barierelor lingvistice și bucurarea firelor: un plugin de traducere complet automat\nPe Threads, fiecare mesaj și răspuns este plin de posibilități de comunicare și conexiune. Acum, cu pluginul nostru revoluționar de traducere Threads, creatorii de conținut și fanii pot traversa barierele lingvistice și se pot bucura de o experiență de comunicare cu adevărat fără probleme.\n\nRepere caracteristice:\n\nTraducere automată: pluginul traduce automat mesajele fără clicuri, permițând o comunicare lină.\nComunicare bidirecțională: nu numai creatorii de conținut, ci și fanii pot folosi acest plugin pentru a traduce cu ușurință indiferent dacă citesc sau trimit mesaje.\nSuport pentru motoare de traducere multiple: integrați o varietate de tehnologii avansate de traducere pentru a asigura acuratețea și naturalețea traducerii textului.\nAcoperirea a peste 100 de limbi: acoperind o gamă largă de opțiuni lingvistice pentru a satisface nevoile diferiților utilizatori din întreaga lume.\nDe ce să alegeți pluginul nostru?\n\nÎmbunătățiți-vă experiența interactivă: indiferent dacă doriți să vă conectați cu un public global sau să interacționați cu creatori din diferite culturi, acest plugin vă ușurează.\nExtinderea orizonturilor internaționale: ajutându-vă să depășiți limitele lingvistice și să construiți conexiuni mai profunde cu fanii din întreaga lume.\nUșor de utilizat: design ușor de utilizat, nu este nevoie de nicio operație manuală, finalizează automat lucrările de traducere, permițându-vă să vă concentrați asupra creării de conținut și să vă bucurați de plăcerea comunicării.\nÎncepeți experiența:\nInstalați acest plugin în câțiva pași simpli și începeți călătoria dvs. globală de comunicare Threads. Gata cu barierele lingvistice, făcând posibilă fiecare interacțiune!\n\nComunicați cu inima și fără limite. Încercați pluginul nostru de traducere automată Threads pentru a conecta fiecare mesaj peste granițele limbii la fiecare colț al lumii. Încercați acum și începeți o nouă experiență Threads!\n\n---Declinare de responsabilitate ---\n\nPluginurile noastre nu sunt afiliate, autorizate, aprobate sau afiliate oficial cu Threads, Google sau Google Translate.\nPluginul nostru este o îmbunătățire neoficială a Threads Web, concepută pentru a vă oferi funcționalitate și confort suplimentar.\n\nVă mulțumim pentru utilizare!",
    "ru": "Преодоление языковых барьеров и получение удовольствия от нитей: полностью автоматический плагин перевода\nВ Threads каждое сообщение и ответ полны возможностей для общения и связи. Теперь, с нашим революционным плагином для перевода Threads, создатели контента и поклонники могут преодолевать языковые барьеры и наслаждаться по-настоящему бесшовным общением.\n\nОсобенности:\n\nАвтоматический перевод: Плагин автоматически переводит сообщения без каких-либо кликов, обеспечивая плавную связь.\nДвустороннее общение: не только создатели контента, но и фанаты могут использовать этот плагин, чтобы легко переводить, читают ли они или отправляют сообщения.\nПоддержка нескольких механизмов перевода: интегрируйте различные передовые технологии перевода для обеспечения точности и естественности перевода текста.\nОхват более 100 языков: охватывает широкий спектр языковых опций для удовлетворения потребностей различных пользователей по всему миру.\nПочему стоит выбрать наш плагин?\n\nУлучшите свой интерактивный опыт: хотите ли вы общаться с глобальной аудиторией или взаимодействовать с создателями из разных культур, этот плагин упростит вам задачу.\nРасширяя свой международный кругозор: помогая вам преодолеть языковые ограничения и построить более глубокие связи с поклонниками по всему миру.\nПростота в использовании: удобный дизайн, нет необходимости в каких-либо ручных операциях, автоматически завершает работу по переводу, позволяя сосредоточиться на создании контента и получать удовольствие от общения.\nНачните опыт:\nУстановите этот плагин за несколько простых шагов и начните свое глобальное коммуникационное путешествие Threads. Нет больше языковых барьеров, что делает возможным любое взаимодействие!\n\nОбщайтесь с вашим сердцем и без границ. Попробуйте наш плагин автоматического перевода Threads, чтобы соединить каждое сообщение через языковые границы со всеми уголками мира. Попробуйте сейчас и начните новый опыт Threads!\n\n---Отказ от ответственности ---\n\nНаши плагины не являются аффилированными, авторизованными, одобренными или официально аффилированными с Threads, Google или Google Translate.\nНаш плагин является неофициальным улучшением Threads Web, призванным предоставить вам дополнительную функциональность и удобство.\n\nСпасибо за ваше использование!",
    "sl": "Razbijanje jezikovnih ovir in uživanje niti: popolnoma samodejni vtičnik za prevajanje\nNa niti, vsako sporočilo in odgovor je polno možnosti za komunikacijo in povezavo. Zdaj, z našim revolucionarnim niti prevajanje plugin, ustvarjalci vsebine in oboževalci lahko prečkajo jezikovne ovire in uživajo resnično brezhibno komunikacijsko izkušnjo.\n\nPoudarki funkcije:\n\nSamodejno prevajanje: Vtičnik samodejno prevaja sporočila brez klikov, kar omogoča nemoteno komunikacijo.\nDvosmerna komunikacija: Ne samo ustvarjalci vsebine, temveč tudi oboževalci lahko s tem vtičnikom enostavno prevedejo, ali berejo ali pošiljajo sporočila.\nVečkratna podpora za prevajalski mehanizem: Vključite različne napredne prevajalske tehnologije, da zagotovite natančnost in naravnost prevajanja besedila.\nPokritost več kot 100 jezikov: pokriva širok spekter jezikovnih možnosti za potrebe različnih uporabnikov po vsem svetu.\nZakaj izbrati naš plugin?\n\nIzboljšajte svojo interaktivno izkušnjo: ne glede na to, ali se želite povezati z globalno publiko ali sodelovati z ustvarjalci iz različnih kultur, vam ta vtičnik olajša.\nRazširitev mednarodnega obzorja: pomaga vam preseči jezikovne omejitve in vzpostaviti globlje povezave z oboževalci po vsem svetu.\nEnostaven za uporabo: Uporabniku prijazen dizajn, brez potrebe po ročnem delovanju, samodejno zaključi prevajalsko delo, kar vam omogoča, da se osredotočite na ustvarjanje vsebin in uživate v užitku v komunikaciji.\nZačnite izkušnjo:\nNamestite ta vtičnik v nekaj preprostih korakih in začnite svoje niti globalno komunikacijsko potovanje. Nič več jezikovnih ovir, ki omogočajo vsako interakcijo!\n\nKomunicirajte s srcem in brez meja. Preizkusite naš nit samodejno prevajanje plugin za povezavo vsako sporočilo čez jezikovne meje na vsak konec sveta. Poskusite zdaj in začnite novo izkušnjo niti!\n\n---Omejitev odgovornosti ---\n\nNaši vtičniki niso povezani, pooblaščeni, potrjeni ali uradno povezani z Threads, Google ali Google Translate.\nNaš vtičnik je neuradna izboljšava Threads Web, zasnovana tako, da vam nudi dodatno funkcionalnost in udobje.\n\nHvala za vašo uporabo!",
    "sr": "Разбијање језичких баријера и уживање у нитима: Потпуно аутоматски додатак за превод\nНа нитима, свака порука и одговор је пуна могућности за комуникацију и повезивање.Сада, са нашим револуционарним додатком за превод нити, креатори садржаја и навијачи подједнако могу прећи језичке баријере и уживати у заиста беспрекорном комуникацијском искуству.\n\nИздвајамо карактеристике:\n\nАутоматски превод: Додатак аутоматски преводи поруке без икаквих кликова, омогућавајући глатку комуникацију.\nДвосмерна комуникација: Не само креатори садржаја, већ и фанови могу да користе овај додатак да лако преведу да ли читају или шаљу поруке.\nВишеструка подршка за превођење: Интегришите различите напредне технологије превођења како би се осигурала тачност и природност превођења текста.\nПокривеност више од 100 језика: покрива широк спектар језичких опција за задовољење потреба различитих корисника широм света.\nЗашто изабрати наш додатак?\n\nПобољшајте своје интерактивно искуство: Без обзира да ли желите да се повежете са глобалном публиком или се бавите креаторима из различитих култура, овај додатак вам олакшава.\nПроширење ваших међународних хоризонта: Помаже вам да превазиђете језичка ограничења и изградите дубље везе са фановима широм света.\nЈедноставан за употребу: Дизајн прилагођен кориснику, без потребе за било каквим ручним операцијама, аутоматски завршава преводилачки рад, омогућавајући вам да се фокусирате на стварање садржаја и уживате у задовољству комуникације.\nЗапочните искуство:\nИнсталирајте овај додатак у неколико једноставних корака и започните своје нити глобално путовање комуникације.Нема више језичких баријера, чинећи сваку интеракцију могућом!\n\nКомуницирајте са својим срцем и без граница.Испробајте наше теме додатак за аутоматско превођење да бисте повезали сваку поруку преко граница језика у сваки угао света.Испробајте сада и започните ново искуство нити!\n\n---Одрицање одговорности ---\n\nНаши додаци нису повезани, овлашћени, одобрени или званично повезани са Тхреадс, Гоогле или Гоогле Транслате.\nНаш додатак је незванично побољшање Тхреадс Веба, дизајниран да вам пружи додатну функционалност и практичност.\n\nХвала вам на употреби!",
    "sv": "Bryta språkbarriärer och njuta av trådar: En helautomatisk översättning Plugin\nPå trådar är varje meddelande och svar fullt av möjligheter för kommunikation och anslutning. Nu, med vårt revolutionerande Threads-översättningsplugin, kan innehållsskapare och fans korsa språkbarriärer och njuta av en verkligt sömlös kommunikationsupplevelse.\n\nFunktionshöjdpunkter:\n\nAutomatisk översättning: Insticksprogrammet översätter automatiskt meddelanden utan några klick, vilket möjliggör smidig kommunikation.\nTvåvägskommunikation: Inte bara innehållsskapare utan även fans kan använda detta plugin för att enkelt översätta om de läser eller skickar meddelanden.\nStöd för flera översättningsmotorer: Integrera en mängd avancerade översättningstekniker för att säkerställa textöversättningens noggrannhet och naturlighet.\nTäckning av mer än 100 språk: täcker ett brett utbud av språkalternativ för att möta behoven hos olika användare runt om i världen.\nVarför välja vår plugin?\n\nFörbättra din interaktiva upplevelse: Oavsett om du vill ansluta till en global publik eller engagera dig med skapare från olika kulturer, gör detta plugin det enkelt för dig.\nUtöka dina internationella horisonter: Hjälper dig att överskrida språkbegränsningar och bygga djupare kontakter med fans runt om i världen.\nLätt att använda: Användarvänlig design, inget behov av manuell drift, slutför automatiskt översättningsarbetet, så att du kan fokusera på innehållsskapande och njuta av nöjet att kommunicera.\nStarta upplevelsen:\nInstallera detta plugin i några enkla steg och starta din Threads globala kommunikationsresa. Inga fler språkbarriärer, vilket gör varje interaktion möjlig!\n\nKommunicera med ditt hjärta och utan gränser. Prova vårt plugin för automatisk översättning av trådar för att ansluta alla meddelanden över språkgränserna till alla hörn av världen. Prova nu och starta en ny trådupplevelse!\n\n---Ansvarsfriskrivning ---\n\nVåra plugin-program är inte anslutna, auktoriserade, godkända eller officiellt anslutna till trådar, Google eller Google Translate.\nVårt plugin är en inofficiell förbättring av Threads Web, utformad för att ge dig ytterligare funktionalitet och bekvämlighet.\n\nTack för din användning!",
    "sw": "Kuvunja Vikwazo vya Lugha na Kufurahia Nyuzi: Plugin ya Tafsiri ya Moja kwa Moja\nJuu ya Threads, kila ujumbe na jibu ni kamili ya uwezekano kwa ajili ya mawasiliano na uhusiano. Sasa, na yetu mapinduzi Threads tafsiri Plugin, maudhui waundaji na mashabiki sawa wanaweza kuvuka vikwazo lugha na kufurahia kweli seamless mawasiliano uzoefu.\n\nVipengele Muhimu:\n\nMoja kwa moja Tafsiri: Plugin moja kwa moja kutafsiri ujumbe bila clicks yoyote, kuruhusu kwa mawasiliano laini.\nNjia mbili mawasiliano: Sio tu maudhui waumbaji, lakini pia mashabiki wanaweza kutumia Plugin hii kwa urahisi kutafsiri kama wao ni kusoma au kutuma ujumbe.\nUsaidizi wa injini ya tafsiri nyingi: Kuunganisha aina mbalimbali za teknolojia za juu za tafsiri ili kuhakikisha usahihi na asili ya tafsiri ya maandishi.\nUfunikaji wa lugha zaidi ya 100: kufunika anuwai ya chaguzi za lugha ili kukidhi mahitaji ya watumiaji mbalimbali duniani kote.\nKwa nini kuchagua Plugin yetu?\n\nOngeza uzoefu wako wa maingiliano: Ikiwa unatafuta kuungana na hadhira ya kimataifa au kushirikiana na waundaji kutoka tamaduni tofauti, programu-jalizi hii inakurahisisha.\nKupanua upeo wako wa kimataifa: Kukusaidia kuvuka mapungufu ya lugha na kujenga miunganisho ya kina na mashabiki duniani kote.\nRahisi kutumia: Ubunifu wa kirafiki wa mtumiaji, hakuna haja ya operesheni yoyote ya mwongozo, moja kwa moja hukamilisha kazi ya tafsiri, kukuwezesha kuzingatia uundaji wa maudhui na kufurahia raha ya mawasiliano.\nAnza uzoefu:\nKufunga Plugin hii katika hatua chache rahisi na kuanza Threads yako kimataifa mawasiliano safari. Hakuna zaidi vikwazo lugha, kufanya kila mwingiliano iwezekanavyo!\n\nKuwasiliana na moyo wako na bila mipaka. Jaribu Threads yetu auto-tafsiri Plugin kuunganisha kila ujumbe katika mipaka ya lugha kwa kila kona ya dunia. Jaribu sasa na kuanza uzoefu mpya Threads!\n\n---Kanusho ---\n\nPlug-ins yetu si kuhusishwa, kuidhinishwa, kuidhinishwa, au rasmi kuhusishwa na Threads, Google, au Google Tafsiri.\nPlugin yetu ni nyongeza isiyo rasmi kwa Threads Web, iliyoundwa kukupa utendaji wa ziada na urahisi.\n\nAsante kwa matumizi yako!",
    "ta": "மொழி தடைகளை உடைத்தல் மற்றும் நூல்களை அனுபவித்தல்: ஒரு முழுமையான தானியங்கி மொழிபெயர்ப்பு சொருகி\nநூல்களில், ஒவ்வொரு செய்தியும் பதிலும் தொடர்பு மற்றும் இணைப்புக்கான சாத்தியக்கூறுகள் நிறைந்தவை. இப்போது, எங்கள் புரட்சிகர நூல்கள் மொழிபெயர்ப்பு சொருகி மூலம், உள்ளடக்க உருவாக்குநர்கள் மற்றும் ரசிகர்கள் ஒரே மாதிரியாக மொழி தடைகளை கடந்து உண்மையிலேயே தடையற்ற தகவல் தொடர்பு அனுபவத்தை அனுபவிக்க முடியும்.\n\nஅம்சம் சிறப்பம்சங்கள்:\n\nதானியங்கி மொழிபெயர்ப்பு: சொருகி எந்த கிளிக்குகளும் இல்லாமல் செய்திகளை தானாக மொழிபெயர்க்கிறது, இது மென்மையான தகவல்தொடர்புக்கு அனுமதிக்கிறது.\nஇருவழி தொடர்பு: உள்ளடக்க உருவாக்குநர்கள் மட்டுமல்லாமல், ரசிகர்கள் இந்த சொருகி பயன்படுத்தி அவர்கள் செய்திகளைப் படிக்கிறார்களா அல்லது அனுப்புகிறார்களா என்பதை எளிதாக மொழிபெயர்க்க முடியும்.\nபல மொழிபெயர்ப்பு இயந்திர ஆதரவு: உரை மொழிபெயர்ப்பின் துல்லியம் மற்றும் இயல்பான தன்மையை உறுதிப்படுத்த பல்வேறு மேம்பட்ட மொழிபெயர்ப்பு தொழில்நுட்பங்களை ஒருங்கிணைக்கவும்.\n100 க்கும் மேற்பட்ட மொழிகளின் பாதுகாப்பு: உலகெங்கிலும் உள்ள பல்வேறு பயனர்களின் தேவைகளைப் பூர்த்தி செய்ய பரந்த அளவிலான மொழி விருப்பங்களை உள்ளடக்கியது.\nஎங்கள் சொருகி ஏன் தேர்வு?\n\nஉங்கள் ஊடாடும் அனுபவத்தை மேம்படுத்தவும்: நீங்கள் உலகளாவிய பார்வையாளர்களுடன் இணைக்க விரும்புகிறீர்களோ அல்லது வெவ்வேறு கலாச்சாரங்களைச் சேர்ந்த படைப்பாளர்களுடன் ஈடுபடுகிறீர்களோ, இந்த சொருகி உங்களுக்கு எளிதாக்குகிறது.\nஉங்கள் சர்வதேச எல்லைகளை விரிவுபடுத்துதல்: மொழி வரம்புகளை மீறவும், உலகெங்கிலும் உள்ள ரசிகர்களுடன் ஆழமான தொடர்புகளை உருவாக்கவும் உங்களுக்கு உதவுகிறது.\nபயன்படுத்த எளிதானது: பயனர் நட்பு வடிவமைப்பு, எந்தவொரு கையேடு செயல்பாட்டிற்கும் தேவையில்லை, தானாகவே மொழிபெயர்ப்புப் பணியை நிறைவுசெய்கிறது, இது உள்ளடக்க உருவாக்கத்தில் கவனம் செலுத்தவும், தகவல்தொடர்பு இன்பத்தை அனுபவிக்கவும் உங்களை அனுமதிக்கிறது.\nஅனுபவத்தைத் தொடங்குங்கள்:\nஒரு சில எளிதான படிகளில் இந்த சொருகி நிறுவவும் மற்றும் உங்கள் நூல்கள் உலகளாவிய தொடர்பு பயணம் தொடங்கவும். மேலும் மொழி தடைகள் இல்லை, ஒவ்வொரு தொடர்பு சாத்தியமாக்குகிறது!\n\nஉங்கள் இதயம் மற்றும் எல்லைகள் இல்லாமல் தொடர்பு. உலகின் ஒவ்வொரு மூலையில் மொழி எல்லைகள் முழுவதும் ஒவ்வொரு செய்தியையும் இணைக்க எங்கள் நூல்கள் தானாக மொழிபெயர்ப்பு சொருகி முயற்சி. இப்போது அதை முயற்சி மற்றும் ஒரு புதிய நூல்கள் அனுபவம் தொடங்க!\n\n---மறுப்பு ---\n\nஎங்கள் செருகுநிரல்கள் நூல்கள், கூகிள் அல்லது கூகிள் மொழிபெயர்ப்புடன் இணைக்கப்படவில்லை, அங்கீகரிக்கப்படவில்லை, ஒப்புதல் அளிக்கப்படவில்லை அல்லது அதிகாரப்பூர்வமாக இணைக்கப்படவில்லை.\nஎங்கள் சொருகி நூல்கள் வலையின் அதிகாரப்பூர்வமற்ற விரிவாக்கமாகும், இது உங்களுக்கு கூடுதல் செயல்பாடு மற்றும் வசதியை வழங்க வடிவமைக்கப்பட்டுள்ளது.\n\nஉங்கள் பயன்பாட்டிற்கு நன்றி!",
    "te": "భాషా అడ్డంకులను బద్దలు కొట్టడం మరియు థ్రెడ్లను ఆస్వాదించడం: పూర్తిగా స్వయంచాలక అనువాద ప్లగిన్\nథ్రెడ్స్ లో, ప్రతి సందేశం మరియు ప్రత్యుత్తరం కమ్యూనికేషన్ మరియు కనెక్షన్ కోసం అవకాశాలతో నిండి ఉంది. ఇప్పుడు, మా విప్లవాత్మక థ్రెడ్స్ అనువాద ప్లగ్ఇన్ తో, కంటెంట్ సృష్టికర్తలు మరియు అభిమానులు భాషా అడ్డంకులను దాటవచ్చు మరియు నిజంగా అతుకులు లేని కమ్యూనికేషన్ అనుభవాన్ని ఆస్వాదించవచ్చు.\n\nఫీచర్ ముఖ్యాంశాలు:\n\nస్వయంచాలక అనువాదం: ప్లగ్ఇన్ స్వయంచాలకంగా ఎటువంటి క్లిక్ లేకుండా సందేశాలను అనువదిస్తుంది, సున్నితమైన కమ్యూనికేషన్ కోసం అనుమతిస్తుంది.\nరెండు-మార్గం కమ్యూనికేషన్: కంటెంట్ సృష్టికర్తలు మాత్రమే కాదు, అభిమానులు కూడా ఈ ప్లగ్ఇన్ ను ఉపయోగించి వారు సందేశాలను చదువుతున్నారా లేదా పంపుతున్నారా అని సులభంగా అనువదించవచ్చు.\nబహుళ అనువాద ఇంజిన్ మద్దతు: text టెక్స్ట్ అనువాదం యొక్క ఖచ్చితత్వం మరియు సహజతను నిర్ధారించడానికి వివిధ రకాల ఆధునిక అనువాద సాంకేతికతలను సమగ్రపరచండి.\n100 కంటే ఎక్కువ భాషల కవరేజ్: ప్రపంచవ్యాప్తంగా విభిన్న వినియోగదారుల అవసరాలను తీర్చడానికి విస్తృత శ్రేణి భాషా ఎంపికలను కవర్ చేస్తుంది.\nఎందుకు మా ప్లగిన్ ఎంచుకోండి?\n\nమీ ఇంటరాక్టివ్ అనుభవాన్ని మెరుగుపరచండి: మీరు గ్లోబల్ ప్రేక్షకులతో కనెక్ట్ అవ్వాలని చూస్తున్నారా లేదా విభిన్న సంస్కృతుల సృష్టికర్తలతో పరస్పర చర్చలు జరపాలని చూస్తున్నారా, ఈ ప్లగ్ఇన్ మీకు సులభతరం చేస్తుంది.\nమీ అంతర్జాతీయ పరిధులను విస్తరించడం: భాషా పరిమితులను అధిగమించడానికి మరియు ప్రపంచవ్యాప్తంగా ఉన్న అభిమానులతో లోతైన సంబంధాలను పెంచుకోవడంలో మీకు సహాయపడుతుంది.\nఉపయోగించడానికి సులభమైనది: యూజర్ ఫ్రెండ్లీ డిజైన్, ఎటువంటి మాన్యువల్ ఆపరేషన్ అవసరం లేదు, అనువాద పనిని స్వయంచాలకంగా పూర్తి చేస్తుంది, కంటెంట్ సృష్టిపై దృష్టి పెట్టడానికి మరియు కమ్యూనికేషన్ యొక్క ఆనందాన్ని ఆస్వాదించడానికి మిమ్మల్ని\nఅనుభవాన్ని ప్రారంభించండి:\nకొన్ని సులభమైన దశల్లో ఈ ప్లగ్ఇన్ వ్యవస్థాపించండి మరియు మీ థ్రెడ్లు ప్రపంచ కమ్యూనికేషన్ ప్రయాణం ప్రారంభించండి. ఎక్కువ భాషా అవరోధాలు లేవు, ప్రతి పరస్పర చర్య సాధ్యం చేస్తుంది!\n\nమీ గుండె మరియు సరిహద్దులు లేకుండా కమ్యూనికేట్. ప్రపంచంలోని ప్రతి మూలలో భాష సరిహద్దులు అంతటా ప్రతి సందేశాన్ని కనెక్ట్ చేయడానికి మా థ్రెడ్లు ఆటో అనువాద ప్లగిన్ ప్రయత్నించండి. ఇప్పుడు ప్రయత్నించండి మరియు కొత్త థ్రెడ్లు అనుభవాన్ని ప్రారంభించండి!\n\n---నిరాకరణ ---\n\nమా ప్లగిన్ లు థ్రెడ్ లు, గూగుల్ లేదా గూగుల్ ట్రాన్స్ లేట్ తో అనుబంధించబడవు, అధికారం పొందవు, ఆమోదించబడవు లేదా అధికారికంగా అనుబంధించబడవు.\nమా ప్లగ్ఇన్ థ్రెడ్స్ వెబ్ కు అనధికారిక మెరుగుదల, ఇది మీకు అదనపు కార్యాచరణ మరియు సౌలభ్యాన్ని అందించడానికి రూపొందించబడింది.\n\nమీ ఉపయోగం కోసం ధన్యవాదాలు!",
    "th": "ทำลายกำแพงภาษาและเพลิดเพลินกับการสื่อสารหัวข้อ: ปลั๊กอินการแปลอัตโนมัติเต็มรูปแบบ\nบน Thread ทุกข้อความและการตอบกลับเต็มไปด้วยความเป็นไปได้ในการสื่อสารและการเชื่อมต่อ ตอนนี้ด้วยปลั๊กอินการแปล Thread ที่ปฏิวัติวงการของเราทั้งผู้สร้างเนื้อหาและแฟน ๆ สามารถข้ามกำแพงภาษาและเพลิดเพลินไปกับประสบการณ์การสื่อสารที่ราบรื่นอย่างแท้จริง\n\nจุดเด่นของฟังก์ชัน:\n\nการแปลอัตโนมัติเต็มรูปแบบ: ปลั๊กอินจะแปลข้อความโดยอัตโนมัติโดยไม่ต้องคลิกใด ๆ ทำให้การสื่อสารราบรื่นและสะดวกสบาย\nการสื่อสารแบบสองทาง: ไม่เพียงแต่ผู้สร้างเนื้อหาเท่านั้น แต่แฟน ๆ ยังสามารถใช้ปลั๊กอินนี้เพื่อแปลได้อย่างง่ายดายไม่ว่าจะอ่านหรือส่งข้อความ\nการสนับสนุนเอ็นจิ้นการแปลที่หลากหลาย: ผสานรวมเทคโนโลยีการแปลขั้นสูงที่หลากหลายเพื่อรับรองความถูกต้องและความเป็นธรรมชาติของการแปลข้อความ\nครอบคลุมมากกว่า 100 ภาษา: ครอบคลุมตัวเลือกภาษาที่หลากหลายเพื่อตอบสนองความต้องการของผู้ใช้ที่แตกต่างกันทั่วโลก\nเหตุใดจึงเลือกปลั๊กอินของเรา:\n\nยกระดับประสบการณ์การโต้ตอบ: ไม่ว่าคุณกำลังมองหาเสียงสะท้อนจากผู้ชมทั่วโลกหรือต้องการโต้ตอบกับผู้สร้างจากวัฒนธรรมที่แตกต่างกันปลั๊กอินนี้สามารถช่วยให้คุณใช้งานได้อย่างง่ายดาย\nขยายขอบเขตระหว่างประเทศของคุณ: ช่วยให้คุณก้าวข้ามข้อ จำกัด ด้านภาษาและสร้างการเชื่อมต่อที่ลึกซึ้งยิ่งขึ้นกับแฟน ๆ ทั่วโลก\nใช้งานง่าย: การออกแบบที่ใช้งานง่ายโดยไม่ต้องดำเนินการด้วยตนเอง งานแปลจะเสร็จสมบูรณ์โดยอัตโนมัติ ช่วยให้คุณมุ่งเน้นไปที่การสร้างเนื้อหาและสนุกกับการสื่อสาร\nเริ่มประสบการณ์:\nเพียงไม่กี่ขั้นตอนคุณสามารถติดตั้งปลั๊กอินนี้และเริ่มต้นเส้นทางการสื่อสารทั่วโลกของคุณ ไม่มีอุปสรรคด้านภาษาอีกต่อไปทำให้ทุกการโต้ตอบเป็นไปได้!\n\nสื่อสารด้วยหัวใจและการสื่อสารที่ไร้ขอบเขต ลองใช้ปลั๊กอินการแปลหัวข้ออัตโนมัติของเราเพื่อให้ข้อมูลทุกชิ้นข้ามพรมแดนของภาษาและเชื่อมต่อทุกมุมโลก ลองตอนนี้และเปิดประสบการณ์เธรดใหม่!\n\n--- ข้อจำกัดความรับผิดชอบ ---\n\nปลั๊กอินของเราไม่มีความเกี่ยวข้องการอนุญาตการอนุมัติหรือการติดต่ออย่างเป็นทางการกับหัวข้อ Google หรือ Google Translate\nปลั๊กอินของเราเป็นเครื่องมือปรับปรุงอย่างไม่เป็นทางการสำหรับ Thread Web ที่ออกแบบมาเพื่อให้คุณมีคุณสมบัติและความสะดวกสบายเพิ่มเติม\n\nขอบคุณที่ใช้นะคะ",
    "tr": "Dil Engellerini Kırmak ve Konuları Keyfini Çıkarmak: Tam Otomatik Çeviri Eklentisi\nKonularda, her mesaj ve yanıt iletişim ve bağlantı olasılıklarıyla doludur. Artık, devrim niteliğindeki Konular çeviri eklentimizle, içerik oluşturucular ve hayranlar hem dil engellerini aşabilir hem de gerçekten sorunsuz bir iletişim deneyiminin keyfini çıkarabilir.\n\nÖzellik Öne Çıkanlar:\n\nOtomatik Çeviri: Eklenti, herhangi bir tıklama olmadan mesajları otomatik olarak çevirir ve sorunsuz iletişim sağlar.\nİki yönlü iletişim: Yalnızca içerik oluşturucular değil, hayranlar da bu eklentiyi okuyup okumadıklarını veya mesaj gönderip göndermediklerini kolayca çevirmek için kullanabilirler.\nÇoklu çeviri motoru desteği: Metin çevirisinin doğruluğunu ve doğallığını sağlamak için çeşitli gelişmiş çeviri teknolojilerini entegre edin.\n100 'den fazla dilin kapsamı: dünyanın dört bir yanındaki çeşitli kullanıcıların ihtiyaçlarını karşılamak için çok çeşitli dil seçeneklerini kapsar.\nNeden eklentimizi seçmelisiniz?\n\nEtkileşimli deneyiminizi geliştirin: İster küresel bir kitleyle bağlantı kurmak, ister farklı kültürlerden içerik oluşturucularla etkileşim kurmak isteyin, bu eklenti bunu sizin için kolaylaştırır.\nUluslararası ufkunuzu genişletmek: Dil sınırlamalarını aşmanıza ve dünyanın dört bir yanındaki hayranlarla daha derin bağlantılar kurmanıza yardımcı olur.\nKullanımı kolay: Kullanıcı dostu tasarım, herhangi bir manuel işleme gerek yok, çeviri işini otomatik olarak tamamlayarak içerik oluşturmaya odaklanmanıza ve iletişimin keyfini çıkarmanıza olanak tanır.\nDeneyimi başlatın:\nBu eklentiyi birkaç kolay adımda yükleyin ve Threads küresel iletişim yolculuğunuza başlayın. Artık dil engelleri yok, her etkileşimi mümkün kılıyor!\n\nKalbinizle ve sınırlarınız olmadan iletişim kurun. Dil sınırları boyunca her mesajı dünyanın her köşesine bağlamak için Konu otomatik çeviri eklentimizi deneyin. Şimdi deneyin ve yeni bir Konu deneyimi başlatın!\n\n---Feragatname ---\n\nEklentilerimiz Threads, Google veya Google Translate ile bağlantılı, yetkilendirilmiş, onaylanmış veya resmi olarak bağlantılı değildir.\nEklentimiz, size ek işlevsellik ve kolaylık sağlamak için tasarlanmış, Threads Web için resmi olmayan bir geliştirmedir.\n\nKullandığınız için teşekkür ederiz!",
    "uk": "Порушення мовних бар 'єрів і користування темами: повністю автоматичний додаток перекладу\nНа Threads кожне повідомлення та відповідь сповнені можливостей для спілкування та зв \"язку. Тепер, завдяки нашому революційному плагіну перекладу Threads, творці вмісту та шанувальники можуть перетинати мовні бар\" єри та насолоджуватися справді бездоганним досвідом спілкування.\n\nОсновні характеристики:\n\nАвтоматичний переклад: Плагін автоматично переводить повідомлення без будь-яких кліків, забезпечуючи безперебійне спілкування.\nДвостороння комунікація: Не тільки творці вмісту, але й шанувальники можуть використовувати цей плагін, щоб легко перекладати, читають вони чи надсилають повідомлення.\nПідтримка декількох механізмів перекладу: інтегруйте різноманітні передові технології перекладу, щоб забезпечити точність і природність перекладу тексту.\nОхоплення понад 100 мов: охоплює широкий спектр мовних варіантів для задоволення потреб різноманітних користувачів у всьому світі.\nЧому варто обрати наш плагін?\n\nПокращте свій інтерактивний досвід: незалежно від того, чи хочете ви спілкуватися зі світовою аудиторією чи спілкуватися з творцями з різних культур, цей плагін полегшує вам роботу.\nРозширення вашого міжнародного кругозору: допомогти вам подолати мовні обмеження та налагодити глибші зв \"язки з шанувальниками по всьому світу.\nПростота у використанні: Зручний дизайн, відсутність необхідності в будь-якому ручному керуванні, автоматично завершує роботу з перекладу, дозволяючи зосередитися на створенні контенту і отримувати задоволення від спілкування.\nПочніть досвід:\nВстановіть цей плагін за кілька простих кроків і почніть глобальну комунікаційну подорож Threads. Більше немає мовних бар 'єрів, що робить можливим будь-яку взаємодію!\n\nСпілкуйтеся з вашим серцем і без кордонів. Спробуйте наш плагін автоматичного перекладу Threads, щоб з 'єднати кожне повідомлення через межі мови в будь-який куточок світу. Спробуйте зараз і почніть новий досвід Threads!\n\n---Застереження ---\n\nНаші плагіни не є афілійованими, авторизованими, схваленими чи офіційно афілійованими з Threads, Google або Google Translate.\nНаш плагін - це неофіційне вдосконалення Threads Web, призначене для надання вам додаткових функціональних можливостей та зручності.\n\nДякуємо за використання!",
    "vi": "Phá vỡ rào cản ngôn ngữ và tận hưởng giao tiếp Threads: plugin dịch hoàn toàn tự động\nTrên Threads, mọi tin nhắn và câu trả lời đều có khả năng giao tiếp và kết nối. Bây giờ, với plugin dịch Threads mang tính cách mạng của chúng tôi, cả người sáng tạo nội dung và người hâm mộ đều có thể vượt qua rào cản ngôn ngữ và tận hưởng trải nghiệm giao tiếp thực sự liền mạch.\n\nTính năng nổi bật:\n\nDịch hoàn toàn tự động: Plugin sẽ tự động dịch tin nhắn mà không cần bất kỳ nhấp chuột nào, giúp giao tiếp trôi chảy và tự do.\nGiao tiếp hai chiều: Không chỉ người sáng tạo nội dung, người hâm mộ cũng có thể sử dụng plugin này, cho dù đó là đọc hay gửi tin nhắn, đều có thể dễ dàng dịch.\nHỗ trợ nhiều công cụ dịch: Tích hợp nhiều công nghệ dịch thuật tiên tiến để đảm bảo độ chính xác và tự nhiên của bản dịch văn bản.\nBao gồm hơn 100 ngôn ngữ: Bao gồm một loạt các tùy chọn ngôn ngữ để đáp ứng nhu cầu của người dùng đa dạng trên toàn thế giới.\nTại sao chọn plugin của chúng tôi:\n\nNâng cao trải nghiệm tương tác: Cho dù bạn đang tìm kiếm sự đồng cảm với khán giả toàn cầu hay muốn tương tác với những người sáng tạo từ các nền văn hóa khác nhau, plugin này có thể giúp bạn dễ dàng thực hiện.\nMở rộng tầm nhìn quốc tế: Giúp bạn vượt qua giới hạn ngôn ngữ và kết nối sâu sắc hơn với người hâm mộ trên toàn thế giới.\nDễ sử dụng: Thiết kế thân thiện với người dùng, không cần bất kỳ thao tác thủ công nào, tự động hoàn thành công việc dịch thuật, cho phép bạn tập trung vào việc tạo nội dung và tận hưởng niềm vui giao tiếp.\nBắt đầu trải nghiệm:\nCài đặt plugin này trong vài bước dễ dàng và bắt đầu hành trình giao tiếp toàn cầu của Threads. Không còn rào cản ngôn ngữ, làm cho mọi tương tác đều có thể!\n\nGiao tiếp bằng trái tim và không giới hạn. Hãy thử plugin dịch tự động Threads của chúng tôi để mọi thông tin vượt qua ranh giới ngôn ngữ và kết nối mọi nơi trên thế giới. Hãy thử ngay bây giờ và mở trải nghiệm Threads hoàn toàn mới!\n\n--- Tuyên bố từ chối trách nhiệm ---\n\nCác plugin của chúng tôi không có liên kết, ủy quyền, xác nhận hoặc liên kết chính thức với Threads, Google hoặc Google Translate.\nPlugin của chúng tôi là một công cụ nâng cao không chính thức cho Threads Web được thiết kế để cung cấp cho bạn các tính năng bổ sung và tiện lợi.\n\nCảm ơn bạn đã sử dụng!",
    "zh_CN": "打破语言障碍，畅享 Threads 交流：全自动翻译插件\n在 Threads 上，每条消息与回复都充满了交流和连接的可能。现在，通过我们革命性的 Threads 翻译插件，无论是内容创作者还是粉丝，都可以跨越语言障碍，享受真正无缝的交流体验。\n\n功能亮点：\n\n全自动翻译：插件会自动翻译消息，无需任何点击，让沟通流畅自如。\n双向交流：不仅内容创作者，粉丝们也可以使用这款插件，无论是阅读还是发送信息，都可以轻松进行翻译。\n多种翻译引擎支持：集成多种先进翻译技术，确保文本翻译的准确性与自然度。\n覆盖超过 100 种语言：涵盖广泛的语言选项，满足全球不同用户的需求。\n为何选择我们的插件：\n\n提升互动体验：无论您是在寻找全球观众的共鸣，还是想与不同文化的创作者互动，这款插件都能帮您轻松实现。\n拓展国际视野：帮助您超越语言限制，与全球粉丝建立更深层次的联系。\n简便易用：用户友好的设计，无需任何手动操作，自动完成翻译工作，让您专注于内容创作和享受交流的乐趣。\n开始体验：\n轻松几步，即可安装此插件，开启您的 Threads 全球化交流之旅。不再有语言障碍，让每一次互动都充满可能！\n\n用心交流，无界沟通。 试用我们的 Threads 自动翻译插件，让每一条信息都跨越语言的边界，连接全球每一个角落。立即尝试，开启全新的 Threads 体验！\n\n--- 免责声明 ---\n\n我们的插件与 Threads、Google 或 Google Translate 没有任何关联、授权、认可或官方联系。\n我们的插件是 Threads Web 的非官方增强工具，旨在为您提供额外的功能和便利。\n\n谢谢您的使用！",
    "zh_TW": "打破語言障礙，暢享 Threads 交流：全自動翻譯插件\n在 Threads 上，每條消息與回覆都充滿了交流和連接的可能。現在，通過我們革命性的 Threads 翻譯插件，無論是內容創作者還是粉絲，都可以跨越語言障礙，享受真正無縫的交流體驗。\n\n功能亮點：\n\n全自動翻譯：插件會自動翻譯消息，無需任何點擊，讓溝通流暢自如。\n雙向交流：不僅內容創作者，粉絲們也可以使用這款插件，無論是閱讀還是發送信息，都可以輕鬆進行翻譯。\n多種翻譯引擎支持：集成多種先進翻譯技術，確保文本翻譯的準確性與自然度。\n覆蓋超過 100 種語言：涵蓋廣泛的語言選項，滿足全球不同用戶的需求。\n爲何選擇我們的插件：\n\n提升互動體驗：無論您是在尋找全球觀衆的共鳴，還是想與不同文化的創作者互動，這款插件都能幫您輕鬆實現。\n拓展國際視野：幫助您超越語言限制，與全球粉絲建立更深層次的聯繫。\n簡便易用：用戶友好的設計，無需任何手動操作，自動完成翻譯工作，讓您專注於內容創作和享受交流的樂趣。\n開始體驗：\n輕鬆幾步，即可安裝此插件，開啓您的 Threads 全球化交流之旅。不再有語言障礙，讓每一次互動都充滿可能！\n\n用心交流，無界溝通。 試用我們的 Threads 自動翻譯插件，讓每一條信息都跨越語言的邊界，連接全球每一個角落。立即嘗試，開啓全新的 Threads 體驗！\n\n--- 免責聲明 ---\n\n我們的插件與 Threads、Google 或 Google Translate 沒有任何關聯、授權、認可或官方聯繫。\n我們的插件是 Threads Web 的非官方增強工具，旨在爲您提供額外的功能和便利。\n\n謝謝您的使用！"
  }
}