{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Yandex Music Downloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Загружай любимые треки без ограничений, с новым расширением для Yandex Music!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Расширение добавит возможность скачивать треки, подкасты и даже целые плейлисты и альбомы с сервиса Yandex Music. \nПростой и понятный интерфейс, который прекрасно дополняет сайт.\nТеперь любимые треки и любимых исполнителей можно слушать без доступа к сети и ограничений. Загружаемые треки содержат всю информацию об исполнителе, обложке и тексте, а также поддерживаются всеми известными плеерами.\n\nРасширение доступно на GitHub https://github.com/MrDanikus/yandex-music-downloader\nПриветствуется помощь в разработке, особенно визуальной составляющей.\n\nРазработка данного расширения доставляет мне удовольствие, и еще приятнее осознавать что это кому-то нужно. Я буду и дальше стараться улучшать этот продукт и привносить что-то новое. Если вы хотите помочь мне, то это можно сделать тут https://www.patreon.com/daniil_zhdanovich\n\n# Версия 0.2.1\n* Добавлен новый домен первого уровня `.uz`.\n* Возможность останавливать загрузку и удалять из очереди треки.\n* Исправлена ошибка с загрузкой на системе windows.\n\n# Версия 0.2.0\n* В новой версии можно отслеживать треки в очереди на скачивание. При нажатии на иконку расширения, появляется окно со списком скачивающихся треков, скоростью скачивания и оставшимся временем.\n* Были исправлены некоторые ошибки, улучшена производительность и скорость скачивания.\n* Кнопки скачивания теперь появляются на страницах исполнителя и альбомов. \n* Теперь при загрузке плейлиста, альбома, треков исполнителя загружаются все треки, вне зависимости от их числа.\n* Треки загружаются в директорию загрузок по умолчанию. Альбомы, плейлисты и треки исполнителей загружаются в отдельную папку с соответствующим названием.\n* Технически добавлена возможность настройки директории загрузки, формата имен файлов, параллельности загрузки и прочего, однако из-за абсолютного отсутствия времени и средств эти возможности не дошли до пользовательского интерфейса.\n\n\nFAQ:\nВопрос: Не работает расширение / Не вижу кнопок / Как включить?\nОтвет: Попробуйте переустановить расширение, обновить браузер. Если не помогло, то пожалуйста напишите мне на почту daniilzhdanovichwork@gmail.com с описанием вашей ошибки.\n\nВопрос: Как сохранить песню не в папку с загрузками?\nОтвет: Chrome API не позволяет сохранять/скачивать файлы в директории кроме директории загрузок установленной в настройках браузера. Это сделано для вашей же безопасности.\n\nВопрос: Можно ли устанавливать у треков обложку более высокого качества?\nОтвет: Технически - да, но исходя из проведенных мной тестов, яндекс музыка просто не имеет у себя в хранилище обложек разрешением больше чем 400x400, или имеет но не у всех треков.\n\nВопрос: Определенный трек не скачивается и выкидывает ошибку.\nОтвет: Вероятнее всего название трека или альбома содержат символ который не может встречаться в названии директории. Пишите на почту и я постараюсь как можно быстрее это исправить.\n\nВопрос: Что за непонятные символы в названии файлов?\nОтвет: Некоторые треки содержат в названии символы которые не могут содержаться в названии директорий и файлов, поэтому для избежания ошибок с сохранением треков эти символы нужно специальным образом кодировать."
  }
}