{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lit Prism"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Inspect Lit or Polymer webcomponents 'through a prism'. View and modify component properties on the fly through Chrome DevTools."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Inspect LitElement or PolymerElement webcomponents 'through a prism'. View and modify component properties on the fly through Chrome Developer Tools.\n\nOpen the developer tools (F12) and select the Lit Prism sidepane from within the Elements panel. Select an HTML element from the Elements panel in order to view its properties. Currently supported webcomponents are LitElement and PolymerElement components.\n\nThe list of properties will refresh automatically whenever a property or a subproperty value changes, and the sidepane will keep the current scroll position.\n\nDue to a developer tools limitation the expanded values cannot be re-expanded after updating the property list. In such cases, it might be useful to toggle the \"Automatically refresh property list' switch to 'disabled'.\n\nNo data is or will be collected.\n\nChangelog:\nv1.2.0 Added support for other types of webcomponents as well, especially for Lit V2 elements. Increased auto refresh interval to 1 second. Grouping webcomponent methods into _FUNCTIONS.\n\nv1.1.1 Minor tweak, added the Lit Message also to arrays, as a first entry, in case it was an array, instead of an object, which contained a circular reference.\n\nv1.1.0 Fixed issue regarding high resource consumption, due to the long process of depth-limited stringification process. Components whose integral list of properties can easily be stringified are returned instantly. For components which contain properties with circular references, the individual data props are analyzed, and only those are truncated, which have circular references. The rest of the props are returned as-is, irrelevant of the depth. An informative message is prepended as a sub-value to the truncated props. Props that are undefined are also listed now, with having the value \"undefined\" as a string.\n\nv1.0.3 Fixed a bug because of which some Polymer properties which were specified in the component's static properties getter were not listed in the sidepane. Swapped the safeStringify method with an alternative one, which supports depth specification, thus, effectively limiting the JSON stringification process, avoiding endless circular references.\n\nv1.0.2 Fixed a bug because of which array properties of Polymer components were not listed in the sidepane.\n\nMarketplace searchable tags:\nlitelement, lit-element, lit element, polymerelement, polymer-element, polymer element"
  }
}