{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AGRO I.A (Beta)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AGRO IA Inteligência no CampoT: Respostas rápidas sobre agricultura. Cultivo, pragas. Facilite sua vida no campo!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Apresentamos a nossa extensão para Google Chrome - uma ferramenta inovadora, desenvolvida para auxiliar produtores agrícolas a navegarem com mais segurança e eficácia no desafiador mundo do agronegócio. Operando sob o lema \"Cultivando Inovação, Colhendo Resultados\", nossa extensão tem como missão utilizar a inteligência artificial (IA) para fornecer informações vitais aos produtores, ajudando-os a aumentar a produtividade e reduzir as perdas em suas lavouras.\n\nVersão 1.1 \nControle de Pragas.\nPrevisão de Tempo por Estados e com dicas do IA para agricultura.\nConverse com IA. Tire suas duvidas sobre colheita, safras e muito mais.\n\nEsta versão BETA da nossa extensão funciona como um assistente agrícola inteligente, projetado para fornecer informações valiosas baseadas na escolha de um produto agrícola específico pelo usuário. Ao selecionar um produto, a extensão utiliza algoritmos de IA para determinar e informar ao usuário sobre as pragas associadas àquele produto específico, os tratamentos biológicos ou químicos adequados para combatê-las, e as regiões no Brasil onde essas pragas são mais prováveis de ocorrer.\n\nA inteligência artificial da extensão é alimentada por uma vasta base de dados, que contém informações sobre uma ampla gama de produtos agrícolas, pragas associadas e métodos de controle apropriados. Além disso, utiliza dados geográficos para fazer previsões precisas sobre a probabilidade de ocorrência dessas pragas em diferentes regiões do Brasil.\n\nEsta extensão é mais do que uma simples ferramenta - é um parceiro confiável para os produtores, fornecendo a eles informações oportunas e precisas, que podem ser a diferença entre uma colheita bem-sucedida e perdas significativas. Ao usar nossa extensão, os produtores têm a oportunidade de se beneficiar da tecnologia de ponta da IA, fazendo escolhas mais informadas sobre o gerenciamento de pragas e, assim, otimizando seus resultados.\n\nEstamos continuamente trabalhando para aprimorar a extensão. Estamos comprometidos em melhorar nossos algoritmos de IA e expandir nossa base de dados para incluir ainda mais produtos agrícolas, pragas e métodos de controle. Afinal, nosso objetivo é fornecer aos produtores as melhores e mais atualizadas informações possíveis, ajudando-os a cultivar inovação e colher resultados.\n\nEstamos orgulhosos de apresentar a nossa extensão para o Chrome como uma ferramenta pioneira, que se situa na interseção entre tecnologia e agronegócio. Acreditamos que, ao potencializar o poder da IA, podemos ajudar os produtores a enfrentar desafios, melhorar a produtividade e contribuir para um setor agrícola mais sustentável e resiliente."
  }
}