{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Font Changer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Font Changer: Customize text in unique fonts and add emojis for eye-catching social media posts and personalized messages."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate your text to new heights with Font Changer, the ultimate Chrome Extension for transforming plain text into captivating, stylized fonts and expressive emojis. With Font Changer, you have the power to create eye-catching social media posts, personalized messages, and more on popular platforms like Twitter, Instagram, Facebook, and beyond.\n\n================================================\nKEY FEATURES:\n================================================\nFont Customization: Choose from a diverse range of Unicode fonts, including serif bold, Gothic, script, and more. Make your text stand out with unique and attention-grabbing styles.\n\nEmoji Library: Access an extensive collection of emojis to add personality and emotion to your text. Enhance your social media captions and messages with fun emojis effortlessly.\n\nSeamless Integration: Easily incorporate stylized text and emojis into your online presence. Copy and paste your customized text anywhere on the web, instantly elevating your content.\n\nUser-Friendly Interface: Font Changer offers an intuitive design and simple navigation, making it accessible to users of all levels. No technical expertise required.\n\nEndless Creativity: Whether you're a social media influencer, marketer, blogger, or simply looking to express yourself, Font Changer unlocks endless creative possibilities for your text.\n\n================================================\nHOW TO USE:\n================================================\nInstall the Font Changer Chrome Extension.\nHighlight the text you want to customize or enrich with emojis.\nOpen the extension, where you'll find a variety of fonts and emojis to choose from.\nApply your selections and copy the personalized text.\nPaste it into your preferred social media platform, blog, or website.\n\n\nPERFECT FOR:\n- Social media enthusiasts and content creators\n- Marketers seeking enhanced engagement\n- Bloggers and writers looking to add flair to their content\n- Anyone desiring a personalized and creative online presence\n\n*************************************************************\nWith Font Changer, your words become art. Elevate your communication, stand out in the digital crowd, and leave a lasting impression. Try Font Changer today!"
  }
}