{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ClickShot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ClickShot: Click to capture."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ClickShot: The Fastest Way to Capture Screenshots on Chrome!\n\nCapture, save, and manage screenshots effortlessly with ClickShot, the ultimate screen capture tool designed for simplicity and speed. Whether you're a professional, student, or casual user, ClickShot empowers you to capture the perfect shot with just a click!\n\nFeatures:\n- Quick Capture: Instantly save the visible area of any webpage with a single click.\n- Lightweight & Fast: No unnecessary clutter—just the tools you need to get the job done.\n\nWhy Choose ClickShot?\n- User-Friendly: A clean and intuitive interface designed for hassle-free use.\n- Time-Saving: No more complicated tools—capture screenshots in seconds.\n- Versatile: Ideal for developers, designers, teachers, and anyone who needs a reliable screenshot solution.\n- Completely Free: Enjoy all features at no cost!\n\nHow It Works:\n- Click the extension icon to capture the visible part of your screen.\n   Or\n- Right-click on any webpage and select “Capture Screenshot” for instant access.\n\nUse Cases:\n- Save important webpages for reference.\n- Capture designs, code snippets, or research material.\n- Share visual feedback or create quick tutorials.\n\nDownload ClickShot today and experience the easiest, most intuitive way to capture screenshots on Chrome!"
  }
}