{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Younet: Personalized AI to write & respond"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Write & Respond Anywhere with Personalized AI model."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Younet chrome extension, a personalized copilot anywhere you need to write or respond!\n\n➤ What is it?\nYounet is a personalized AI technology that empowers you to write or respond contextually relevant drafts, responses, ideas, and more instantly across any CRM, Email, Text Form, Google Docs, Help Desk, and various other platforms.\n\nWith this extension you may connect your created AI model and always have it by your side. You'll have the ultimate assistant to tackle complex questions and tasks. Whether you need help writing emails, reading articles, or conducting smart searches, Younet AI is here to assist you.\n\n➤ How to start?\nHere are some quick start tips:\n 1. Install the extension and click on it to Login.\n 2. Once you logged-in, you can now use @younet command to activate extension, the simply ask what you need to write. \n3. Select any text or a question on the page you want to receive a response and click Reply with Younet or right mouse click then Reply with Younet. \n4. In Gmail it’s fully integrated to use native buttons directly in the email to respond.\n\nExperience the power or AI, and take your productivity to new heights. Get started today!\n\n➤ Is it free to use?\nYes, current version of Chrome extension and all capabilities of the platform are free to use but require approval by Younet.\n\n➤ Terms and Conditions\nBy installing the extension, you agree to and acknowledge:\nwww.younet.ai/terms-and-conditions\nwww.younet.ai/terms-and-conditions#privacy-policy"
  }
}