{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Vitals"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Measure metrics for a healthy site"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Vitals are quality signals key to delivering great UX on the web (https://web.dev/vitals). This extension measures the Core Web Vitals, providing instant feedback on loading, interactivity and layout shift metrics. It is consistent with how these metrics are measured by Chrome and reported to other Google tools (e.g. Chrome User Experience Report, Page Speed Insights, Search Console).\n\nThe extension supports all of the Core Web Vitals and captures:\n\nLargest Contentful Paint\nCumulative Layout Shift\nInteraction to Next Paint\n\nIt also supports the diagnostic metrics:\n\nTime to First Byte\nFirst Contentful Paint\n\nAnd finally, it temporarily supports the following deprecated metrics:\n\nFirst Input Delay\n\nThe extension provides three core features:\n\n1) Ambient Badge - This helps check if a page passing the Core Web Vitals thresholds.\n\nOnce installed, the extension will display a disabled state badge icon until you navigate to a URL. At this point it will update the badge to green or red depending on whether the URL passes the Core Web Vitals metrics thresholds.\n\nThe badge has a number of states:\n\n* Disabled - gray\n* Passing - green\n* One or more metrics failing - red\n\nIf one or more metrics are failing, the badge will animate the values of these metrics.\n\n2) Detailed drill-down in the popup\n\nClicking the Ambient badge icon will allow you to drill in to the individual metric values. In this mode, the extension will also say if a metric value might change or requires a user action.\n\nFor example, First Input Delay requires a real interaction (e.g click/tap) with the page and will be in a waiting for input state until this is the case. We recommend consulting the web.dev documentation for LCP, CLS and FID to get an understanding of when metric values settle.\n\nAs of version 1.0.0, the popup combines your local Core Web Vitals experiences with real-user data from the field via the Chrome UX Report (CrUX) API. This integration gives you contextual insights to help you understand how similar your individual experiences are to other desktop users on the same page. We've also added a new option to \"Compare local experiences to phone field data\" instead, if needed. Note that CrUX data may not be available for some pages, in which case we try to load field data for the origin as a whole.\n\n3) HUD Overlay\n\nThe overlay displays a Heads up display (HUD) which overlays your page. It is useful if you need a persistent view of your Core Web Vitals metrics during development. To enable the overlay:\n\nRight-click on the Ambient badge and go to Options.\nCheck Display HUD overlay and click 'Save'\nReload the tab for the URL you wish to test. The overlay should now be present."
  }
}