{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OpenGenus Coin"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "You do not need to donate to feed millions of children. Your actions can."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An internet user is a potential source of income for several others and is the core reason for the success of the Internet. Imagine will Wikipedia be as popular as it is today, if its users abondon it.\n\nThis idea is central to the OpenGenus community. We believe that when people come together anything is possible.\n\nAs such, this extension works in the background to raise funds for several other communities doing social good. Potential sources include the new tab modification and the affiliate programs. This extension currents supports around 10 services and aims to cover other services as well.\n\nHow this impacts the user?\n\nUser privacy is one of the most important concerns at OpenGenus. We do not store or process any private information and hence, your identity is completely hidden from the community. As the entire code is opensource, you may drive into the code and take a look how we support our claim.\n\nAdditionally, you may join us at Slack to discuss further or email us at team@opengenus.org.\n\nWant to support your organization through our funds?\n\nWe will be happy to support your organization/ group through our funds. We are looking to support a wide variety of purposes and we aim to support all who get in touch with us. For sponsorship, kindly email us at team@opengenus.org.\n\nContributions\n\nContributions are warmly welcomed. See https://github.com/OpenGenus/coin"
  }
}