{
  "name": {
    "am,ar,bg,bn,ca,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,no,sk,sl,sr,sw,ta,te,uk,vi": "Excel Editor Online",
    "cs,da,sv": "Excel Editor online",
    "de": "Excel-Editor Online",
    "es": "Editor de Excel en línea",
    "fi": "Excel-editori verkossa",
    "fr": "Éditeur en ligne Excel",
    "id": "Editor Excel Online",
    "it": "Editor online di Excel",
    "ja": "ワードエディタオンライン",
    "ko": "엑셀 편집기 온라인",
    "nl": "Excel online-editor",
    "pl": "Edytor Excel online",
    "pt_BR,pt_PT": "Editor online do Excel",
    "ro": "Editor Excel online",
    "ru": "Онлайн-редактор Excel",
    "th": "Excel Editor ออนไลน์",
    "tr": "Excel Düzenleyici Çevrimiçi",
    "zh_CN": "Excel在线编辑器",
    "zh_TW": "Excel在線編輯器"
  },
  "short": {
    "am,ar,bg,bn,ca,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,sk,sl,sr,sw,ta,te,uk,vi": "Select your Excel XLSX document into the Excel online editor, edit your Excel documents and add Images, text to a Excel file.",
    "cs": "Vyberte dokument Excel XLSX do online editoru Excelu, upravte své dokumenty Excel a přidejte obrázky, text do souboru Excel.",
    "da": "Vælg dit Excel XLSX-dokument i Excel online-editoren, rediger dine Excel-dokumenter og tilføj billeder, tekst til en Excel-fil.",
    "de": "Einfache Online-Bearbeitung Ihrer Excel-Dokumente und Hinzufügen von Bildern, Text und Kommentaren zu einer Excel-Datei.",
    "el": "Επιλέξτε το έγγραφό σας Excel XLSX στο διαδικτυακό πρόγραμμα επεξεργασίας του Excel, επεξεργαστείτε τα έγγραφα του Excel και…",
    "es": "Seleccione su documento Excel XLSX en el editor en línea de Excel, edite fácilmente en línea sus documentos de Excel y agregue…",
    "fi": "Valitse Excel XLSX -asiakirjasi Excelin online-editoriin, muokkaa Excel-asiakirjoja ja lisää kuvia, tekstiä Excel-tiedostoon.",
    "fr": "Modifiez facilement en ligne vos documents Excel et ajoutez des images, du texte et des commentaires à un fichier Excel.",
    "id": "Pilih dokumen Excel XLSX Anda ke dalam editor online Excel, edit dokumen Excel Anda dan tambahkan Gambar, teks ke file Excel.",
    "it": "Modifica facilmente online i tuoi documenti Excel e aggiungi immagini, testo e commenti a un file Excel.",
    "ja": "Excel XLSXドキュメントをExcelオンラインエディタで選択し、Excelドキュメントを編集して、画像やテキストをExcelファイルに追加します。",
    "ko": "Excel 온라인 편집기에서 Excel XLSX 문서를 선택하고 Excel 문서를 편집하고 Excel 파일에 이미지, 텍스트를 추가합니다.",
    "nl": "Bewerk uw Excel-documenten en voeg afbeeldingen en tekst toe aan een Excel-bestand.",
    "no": "Velg Excel XLSX-dokumentet i Excel-nettredigeringsprogrammet, rediger Excel-dokumentene dine og legg til bilder, tekst til en…",
    "pl": "Wybierz dokument Excel XLSX do edytora online Excel, edytuj dokumenty Excel i dodaj obrazy, tekst do pliku Excel.",
    "pt_BR,pt_PT": "Edite online facilmente seus documentos do Excel e adicione imagens, texto e comentários a um arquivo do Excel.",
    "ro": "Selectați documentul Excel XLSX în editorul online Excel, editați documentele Excel și adăugați Imagini, text într-un fișier Excel.",
    "ru": "легко редактируйте документы Excel в Интернете и добавляйте изображения, текст и комментарии к файлу Excel.",
    "sv": "Välj ditt Excel XLSX-dokument i Excel-onlineredigeraren, redigera dina Excel-dokument och lägg till bilder, text till en Excel-fil.",
    "th": "เลือกเอกสาร Excel XLSX ของคุณในโปรแกรมแก้ไขออนไลน์ของ Excel แก้ไขเอกสาร Excel และเพิ่มรูปภาพ ข้อความในไฟล์ Excel",
    "tr": "Excel çevrimiçi düzenleyicide Excel XLSX belgenizi seçin, Excel belgelerinizi düzenleyin ve bir Excel dosyasına Görüntüler, metin…",
    "zh_CN": "在 Excel 在线编辑器中选择您的 Excel XLSX 文档，轻松在线编辑您的 Excel 文档并将图像、文本和评论添加转 Excel 文件中。",
    "zh_TW": "在 Excel 在線編輯器中選擇您的 Excel XLSX 文檔，輕鬆在線編輯您的 Excel 文檔並將圖像、文本和評論添加轉 Excel 文件中。"
  },
  "long": {
    "am,ar,bg,bn,ca,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,sk,sl,sr,sw,ta,te,uk,vi": "Free Excel Editor Online —— QwerPDF.com\n\nCollaborate for free with an online version of Excel. \n\nCreate or edit Excel documents online you can use any device connected to the internet.\n\nYou can save your documents as Excel documents, PDF, and other popular files.\n\nOpen and edit your Excel documents without install any software.",
    "cs": "Zdarma online editor Excelu —— QwerPDF.com\n\nSpolupracujte zdarma s online verzí Excelu.\n\nVytvářejte nebo upravujte dokumenty Excel online, můžete použít jakékoli zařízení připojené k internetu.\n\nSvé dokumenty můžete uložit jako dokumenty aplikace Excel, PDF a další oblíbené soubory.\n\nOtevírejte a upravujte své dokumenty Excel bez instalace jakéhokoli softwaru.",
    "da": "Gratis Excel Editor Online —— QwerPDF.com\n\nSamarbejd gratis med en onlineversion af Excel.\n\nOpret eller rediger Excel-dokumenter online, du kan bruge enhver enhed, der er forbundet til internettet.\n\nDu kan gemme dine dokumenter som Excel-dokumenter, PDF og andre populære filer.\n\nÅbn og rediger dine Excel-dokumenter uden at installere nogen software.",
    "de": "Kostenloser Excel-Editor online —— QwerPDF.com\n\nKostenlos zusammenarbeiten mit einer Online-Version von Excel.\n\nErstellen oder bearbeiten Sie Excel-Dokumente online. Sie können jedes mit dem Internet verbundene Gerät verwenden.\n\nSie können Ihre Dokumente als Excel-Dokumente, PDF und andere beliebte Dateien speichern.\n\nÖffnen und bearbeiten Sie Ihre Excel-Dokumente, ohne eine Software installieren zu müssen.",
    "el": "Δωρεάν Online Editor Excel —— QwerPDF.com\n\nΣυνεργαστείτε δωρεάν με μια ηλεκτρονική έκδοση του Excel.\n\nΔημιουργήστε ή επεξεργαστείτε έγγραφα Excel στο διαδίκτυο, μπορείτε να χρησιμοποιήσετε οποιαδήποτε συσκευή είναι συνδεδεμένη στο Διαδίκτυο.\n\nΜπορείτε να αποθηκεύσετε τα έγγραφά σας ως έγγραφα Excel, PDF και άλλα δημοφιλή αρχεία.\n\nΑνοίξτε και επεξεργαστείτε τα έγγραφά σας στο Excel χωρίς εγκατάσταση λογισμικού.",
    "es": "Editor de Excel gratuito en línea —— QwerPDF.com\n\nColabora de forma gratuita con una versión en línea de Excel.\n\nCree o edite documentos de Excel en línea, puede usar cualquier dispositivo conectado a Internet.\n\nPuede guardar sus documentos como documentos de Excel, PDF y otros archivos populares.\n\nAbra y edite sus documentos de Excel sin instalar ningún software.",
    "fi": "Ilmainen Excel Editor Online - QwerPDF.com\n\nTee yhteistyötä ilmaiseksi Excelin online-version kanssa.\n\nLuo tai muokkaa Excel-dokumentteja verkossa voit käyttää mitä tahansa Internetiin yhdistettyä laitetta.\n\nVoit tallentaa asiakirjasi Excel-asiakirjoina, PDF-tiedostoina ja muina suosittuina tiedostoina.\n\nAvaa ja muokkaa Excel-asiakirjoja ilman ohjelmiston asentamista.",
    "fr": "Éditeur Excel gratuit en ligne —— QwerPDF.com\n\nCollaborez gratuitement avec une version en ligne d'Excel.\n\nCréez ou modifiez des documents Excel en ligne, vous pouvez utiliser n'importe quel appareil connecté à Internet.\n\nVous pouvez enregistrer vos documents en tant que documents Excel, PDF et autres fichiers courants.\n\nOuvrez et modifiez vos documents Excel sans installer de logiciel.",
    "id": "Editor Excel Gratis Online —— QwerPDF.com\n\nBerkolaborasi secara gratis dengan versi online Excel.\n\nMembuat atau mengedit dokumen Excel secara online Anda dapat menggunakan perangkat apa pun yang terhubung ke internet.\n\nAnda dapat menyimpan dokumen Anda sebagai dokumen Excel, PDF, dan file populer lainnya.\n\nBuka dan edit dokumen Excel Anda tanpa menginstal perangkat lunak apa pun.",
    "it": "Editor gratuito di Excel online —— QwerPDF.com\n\nCollabora gratuitamente con una versione online di Excel.\n\nCrea o modifica documenti Excel online puoi utilizzare qualsiasi dispositivo connesso a Internet.\n\nPuoi salvare i tuoi documenti come documenti Excel, PDF e altri file popolari.\n\nApri e modifica i tuoi documenti Excel senza installare alcun software.",
    "ja": "オンラインの無料Excelエディタ-QwerPDF.com\n\nオンラインバージョンのExcelと無料で共同作業できます。\n\nオンラインでExcelドキュメントを作成または編集すると、インターネットに接続されている任意のデバイスを使用できます。\n\nドキュメントをExcelドキュメント、PDF、およびその他の一般的なファイルとして保存できます。\n\nソフトウェアをインストールせずにExcelドキュメントを開いて編集します。",
    "ko": "무료 Excel 편집기 온라인 —— QwerPDF.com\n\n온라인 버전의 Excel을 사용하여 무료로 공동 작업을 수행하십시오.\n\n인터넷에 연결된 모든 장치를 사용할 수 있는 온라인으로 Excel 문서를 작성하거나 편집하십시오.\n\n문서를 Excel 문서, PDF 및 기타 인기 있는 파일로 저장할 수 있습니다.\n\n소프트웨어를 설치하지 않고도 Excel 문서를 열고 편집할 수 있습니다.",
    "nl": "Gratis Excel-editor online —— QwerPDF.com\n\nWerk gratis samen met een online versie van Excel.\n\nMaak of bewerk Excel-documenten online, u kunt elk apparaat gebruiken dat is verbonden met internet.\n\nU kunt uw documenten opslaan als Excel-documenten, PDF en andere populaire bestanden.\n\nOpen en bewerk uw Excel-documenten zonder enige software te installeren.",
    "no": "Gratis Excel Editor Online —— QwerPDF.com\n\nSamarbeid gratis med en nettversjon av Excel.\n\nOpprett eller rediger Excel-dokumenter online, du kan bruke hvilken som helst enhet som er koblet til internett.\n\nDu kan lagre dokumentene dine som Excel-dokumenter, PDF og andre populære filer.\n\nÅpne og rediger Excel-dokumentene dine uten å installere programvare.",
    "pl": "Darmowy edytor Excel online —— QwerPDF.com\n\nBezpłatna współpraca dzięki internetowej wersji programu Excel.\n\nTwórz lub edytuj dokumenty Excela online, możesz używać dowolnego urządzenia podłączonego do Internetu.\n\nMożesz zapisywać swoje dokumenty jako dokumenty Excel, PDF i inne popularne pliki.\n\nOtwieraj i edytuj dokumenty Excela bez instalowania żadnego oprogramowania.",
    "pt_BR,pt_PT": "Editor Excel Online Grátis —— QwerPDF.com\n\nColabore gratuitamente com uma versão online do Excel.\n\nCrie ou edite documentos do Excel online, você pode usar qualquer dispositivo conectado à internet.\n\nVocê pode salvar seus documentos como documentos do Excel, PDF e outros arquivos populares.\n\nAbra e edite seus documentos do Excel sem instalar nenhum software.",
    "ro": "Editor Excel gratuit online —— QwerPDF.com\n\nColaborați gratuit cu o versiune online de Excel.\n\nCreați sau editați documente Excel online, puteți utiliza orice dispozitiv conectat la internet.\n\nVă puteți salva documentele ca documente Excel, PDF și alte fișiere populare.\n\nDeschideți și editați documentele dvs. Excel fără a instala niciun software.",
    "ru": "Бесплатный онлайн-редактор Excel —— QwerPDF.com\n\nБесплатная совместная работа с онлайн-версией Excel.\n\nСоздавайте или редактируйте документы Excel в Интернете, вы можете использовать любое устройство, подключенное к Интернету.\n\nВы можете сохранять свои документы как документы Excel, PDF и другие популярные файлы.\n\nОткрывайте и редактируйте документы Excel без установки какого-либо программного обеспечения.",
    "sv": "Gratis Excel Editor Online —— QwerPDF.com\n\nSamarbeta gratis med en onlineversion av Excel.\n\nSkapa eller redigera Excel-dokument online du kan använda vilken enhet som helst som är ansluten till internet.\n\nDu kan spara dina dokument som Excel-dokument, PDF och andra populära filer.\n\nÖppna och redigera dina Excel-dokument utan att installera någon programvara.",
    "th": "โปรแกรมแก้ไข Excel ออนไลน์ฟรี —— QwerPDF.com\n\nทำงานร่วมกันได้ฟรีด้วย Excel เวอร์ชันออนไลน์\n\nสร้างหรือแก้ไขเอกสาร Excel ออนไลน์ คุณสามารถใช้อุปกรณ์ใดก็ได้ที่เชื่อมต่อกับอินเทอร์เน็ต\n\nคุณสามารถบันทึกเอกสารของคุณเป็นเอกสาร Excel, PDF และไฟล์ยอดนิยมอื่นๆ\n\nเปิดและแก้ไขเอกสาร Excel โดยไม่ต้องติดตั้งซอฟต์แวร์ใดๆ",
    "tr": "Ücretsiz Çevrimiçi Excel Düzenleyici —— QwerPDF.com\n\nExcel'in çevrimiçi sürümüyle ücretsiz işbirliği yapın.\n\nExcel belgelerini çevrimiçi oluşturun veya düzenleyin, internete bağlı herhangi bir cihazı kullanabilirsiniz.\n\nBelgelerinizi Excel belgeleri, PDF ve diğer popüler dosyalar olarak kaydedebilirsiniz.\n\nHerhangi bir yazılım yüklemeden Excel belgelerinizi açın ve düzenleyin.",
    "zh_CN": "免费 Excel 在线编辑器 —— QwerPDF.com\n\n使用在线版 Excel 免费协作。\n\n您可以使用任何连接到 Internet 的设备在线创建或编辑 Excel 文档。\n\n您可以将文档保存为 Excel 文档、PDF 和其他常用文件。\n\n无需安装任何软件即可打开和编辑 Excel 文档。",
    "zh_TW": "免費 Excel 在線編輯器 —— QwerPDF.com\n\n使用在線版 Excel 免費協作。\n\n您可以使用任何連接到 Internet 的設備在線創建或編輯 Excel 文檔。\n\n您可以將文檔保存為 Excel 文檔、PDF 和其他常用文件。\n\n無需安裝任何軟件即可打開和編輯 Excel 文檔。"
  }
}