{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Limiter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Limits the number of opened tabs per domain"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Control the maximum number of open tabs for specific websites.\n\n\nTab Limiter is a simple yet powerful Chrome extension designed to help you manage your browsing experience by limiting the number of open tabs for specific websites. This extension is perfect for users who frequently visit certain websites and want to keep their browser uncluttered.\n\nKey features:\n\nSet custom domain rules: Easily add, edit, or remove domains, and set a maximum number of open tabs for each.\nFlexible domain matching: The extension supports both partial and full domain matching for greater control.\nAutomatic tab management: Excess tabs for specified domains will be closed automatically, ensuring an organized browsing experience.\nNotifications: Get notified when a tab is closed due to reaching the maximum allowed limit.\nHow to use:\n\nInstall the extension and click on the extension icon to open the settings page.\nAdd the domains for which you want to limit open tabs, and set the maximum number of allowed tabs.\nBrowse without worrying about cluttered tabs! The extension will take care of closing any excess tabs for the specified domains.\nTake control of your browsing experience with Tab Limiter for Custom Domains. Say goodbye to a cluttered browser and hello to a cleaner, more efficient browsing experience!"
  }
}