{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dental Chat - Gestão de leads e pacientes no Whatsapp para Clínicas"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Otimize o atendimento da sua recepcionista com mensagens rápidas, Assistente IA e mais"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Eleve as vendas da sua clínica com o Dental Chat. Faça um teste gratuito!\n\n Dental Chat é uma ferramenta inovadora que integra funcionalidades essenciais de Gestão de leads diretamente no WhatsApp Web da sua clínica ou consult. \n\nCom o Dental Chat, você vai otimizar a comunicação com seus pacientes, melhorar a gestão de leads e potencializar suas estratégias de marketing. Chega daquele atendimento frio e improvisado.  Descubra como essa solução vai revolucionar o seu dia a dia na clínica:\n\n—-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n Funcionalidades Principais:\n\n✓ Enviar áudios gravados como se fosse ao vivo: Sua recepcionista ou você, poderá enviar áudios explicando métodos de tratamento como se fossem feitos no momento para o paciente. Sem parecer encaminhado ou gravado anteriormente.\n\n\n✓ Agendamento de Mensagens: Programe mensagens para enviar lembretes de consultas e campanhas de conscientização sobre saúde bucal em momentos oportunos.\n\n✓ Notas e Observações: Adicione notas importantes ao perfil de cada paciente, como tratamentos realizados, preferências e observações clínicas, para um atendimento mais personalizado.\n\n✓ Envio de Lembretes: Programe lembretes automáticos para consultas, retornos e cuidados pós-atendimento, garantindo que seus pacientes nunca esqueçam uma consulta.\n\n✓ Gerenciamento de Pacientes: Organize seus pacientes em um Gestor  estilo Kanban, permitindo uma visualização clara e eficiente das informações e históricos de atendimento.\n\n✓ Automação de Respostas: Configure respostas automáticas para perguntas frequentes sobre tratamentos, horários de atendimento e outras informações relevantes.\n\n✓ Integração com Google Agenda: Sincronize agendamentos do WhatsApp diretamente com sua agenda do Google, mantendo todos os compromissos organizados e acessíveis.\n\n✓ Exportação de Contatos: Exporte informações dos pacientes para planilhas Excel, facilitando a criação de bancos de dados personalizados para campanhas de marketing e follow-up.\n\n✓ Mensagens em Massa: Envie campanhas de marketing e mensagens informativas em massa para grupos de pacientes, mantendo todos informados sobre novos serviços e cuidados preventivos.\n\n✓ Assistente de Resposta IA: Conte com o Chat GPT ou Gemini para ter as melhoras respostas para o paciente.\n—-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n Benefícios do Dental Chat para sua Clínica:\n\n- Atendimento Personalizado: Surpreenda seus pacientes com detalhes importantes e um atendimento personalizado, mostrando que cada paciente é especial para sua clínica.\n\n- Eficiência e Produtividade: Aumente a eficiência do seu atendimento automatizando tarefas repetitivas e otimizando a comunicação com seus pacientes.\n\n- Fidelização de Pacientes: Com lembretes e mensagens personalizadas, seus pacientes se sentirão mais cuidados e valorizados, aumentando a fidelização e a satisfação.\n\n\n Como Começar a Usar o Dental Chat?\n\n1. Instale a Extensão: Clique no botão abaixo para instalar a extensão do Dental Chat no seu Google Chrome. É seguro e confiável.\n2. Faça o Login: Acesse o WhatsApp Web e faça o login normalmente. Atualize a página (tecle \"F5\") e comece a usar o Dental Chat para transformar a comunicação com seus pacientes.\n\n\nPronto para elevar as vendas da sua clínica? Faça um teste gratuito!"
  }
}