{
  "name": {
    "am,ar,bg,bn,en,en_AU,en_GB,en_US,es_419,et,fa,gu,he,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,ro,sk,sl,sr,sw,ta,te,uk": "Autumn Wallpaper",
    "ca": "Tardor Fons de pantalla",
    "cs": "Podzim Tapeta",
    "da": "Efterår Baggrund",
    "de": "Herbst Hintergrund",
    "el": "Φθινόπωρο Ταπετσαρία",
    "es": "Otoño Fondo de pantalla de",
    "fi": "Syksy Taustakuva",
    "fil": "Taglagas Wallpaper",
    "fr": "L'automne Fond d'écran",
    "hi": "पतझड़ वॉलपेपर",
    "id": "Musim gugur Wallpaper",
    "it": "Autunno Sfondo",
    "ja": "秋の壁紙",
    "ko": "가을 바탕 화면",
    "pl": "Jesienna Tapeta",
    "pt_BR,pt_PT": "Papel de Parede de Outono",
    "ru": "Осенние Обои",
    "sv": "Höst tapeter",
    "th": "วอลล์เปเปอร์ฤดูใบไม้ร่วง",
    "tr": "Sonbahar Duvar Kağıdı",
    "vi": "Hình nền mùa thu",
    "zh_CN": "秋壁纸",
    "zh_TW": "秋壁紙"
  },
  "short": {
    "am,ar,bg,bn,en,en_AU,en_GB,en_US,es_419,et,fa,gu,he,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,ro,sk,sl,sr,sw,ta,te,uk": "Autumn Wallpaper turn new tab to custom HD Autumn background. Autumn wallpaper background themes created for fans.",
    "ca": "Tardor Wallpaper canvia la pestanya nova amb el fons de pantalla Tardor. Temes per als fans de Tardor.",
    "cs": "Tapeta Podzim mění novou záložku s pozadím tapety Podzim. Motivy pro fanoušky Podzim.",
    "da": "Efterår Wallpaper skift ny fane med Efterår tapetbaggrund. Temaer til Efterår fans.",
    "de": "Herbst Wallpaper Ändern Sie den neuen Tab mit Herbst Wallpaper Hintergrund. Themen für Herbst Fans.",
    "el": "Η επέκταση ταπετσαρίας Φθινόπωρο αλλάζει νέα καρτέλα με φόντο ταπετσαρίας Φθινόπωρο. Θέματα για τους οπαδούς του Φθινόπωρο.",
    "es": "Otoño Wallpaper cambia una nueva pestaña con el fondo de pantalla de Otoño. Temas para los fans de Otoño.",
    "fi": "Syksy taustakuva vaihtaa uuden välilehden Syksy taustakuvan taustalla. Teemat Syksy-faneille.",
    "fil": "Binago ng Taglagas Wallpaper ang bagong tab na may background na wallpaper ng Taglagas. Mga tema para sa mga tagahanga ng Taglagas.",
    "fr": "L'automne Wallpaper change de nouvel onglet avec le fond d'écran L'automne. Thèmes pour les fans de L'automne.",
    "hi": "पतझड़ वॉलपेपर एक्सटेंशन पतझड़ वॉलपेपर पृष्ठभूमि के साथ नया टैब बदलता है। पतझड़ प्रशंसकों के लिए थीम्स।",
    "id": "Musim gugur Wallpaper mengubah tab baru dengan latar belakang wallpaper Musim gugur. Tema untuk penggemar Musim gugur.",
    "it": "Lo sfondo di Autunno cambia nuova scheda con lo sfondo dello sfondo di Autunno. Temi per i fan di Autunno.",
    "ja": "秋の壁紙拡張機能は、秋の壁紙の背景で新しいタブを変更します。秋のファンのためのテーマ。",
    "ko": "가을 배경 화면 확장은 가을 배경 화면 배경으로 새 탭을 변경합니다. 가을 팬들을위한 테마.",
    "pl": "Rozszerzenie Jesienna Wallpaper zmienia nową kartę z tłem tapety Jesienna. Motywy dla fanów Jesienna.",
    "pt_BR,pt_PT": "A extensão Autumn Wallpaper muda a nova guia com o fundo do papel de parede do outono. Temas para fãs de outono.",
    "ru": "Расширение Осенние Wallpaper изменяет новую вкладку с фоном обоев Осенние. Темы для фанатов Осенние.",
    "sv": "Hösten Bakgrundsförlängning ändra ny flik med Höstens bakgrundsbild. Teman för höstfans.",
    "th": "ส่วนขยายวอลเปเปอร์ฤดูใบไม้ร่วงเปลี่ยนแท็บใหม่ด้วยพื้นหลังวอลเปเปอร์ฤดูใบไม้ร่วง ธีมสำหรับแฟน ๆ ฤดูใบไม้ร่วง",
    "tr": "Sonbahar Wallpaper, Sonbahar duvar kağıdı arka planıyla yeni sekmeyi değiştirdi. Sonbahar hayranları için temalar.",
    "vi": "Phần mở rộng Hình nền mùa thu thay đổi tab mới với hình nền mùa thu. Chủ đề cho người hâm mộ mùa thu.",
    "zh_CN": "秋壁纸扩展程序重新定义了您的Chrome新标签页成为秋的背景壁纸。秋粉丝的主题。",
    "zh_TW": "秋壁紙擴展程序重新定義了您的Chrome新標籤頁成為秋的背景壁紙。秋粉絲的主題。"
  },
  "long": {
    "am,ar,bg,bn,en,en_AU,en_GB,en_US,es_419,et,fa,gu,he,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,ro,sk,sl,sr,sw,ta,te,uk": "This extension features some of the great Autumn background to make you feel good on your Chrome browser.\n\nExtension Features:\n\n1. Shuffle Autumn wallpaper every time you open a new tab. \n2. Randomize Autumn background or favorite it in wallpaper selection panel.\n3. Search bar using Google.\n4. Quick access to your emails and social media accounts.\n5. Show current date and time automatically.\n6. New Note for you to write down your tasks.  \n7. Easy access to your most visited websites. \n8. Easy access to your bookmarks.\n9. Add website to Shortcut panel for quick access.\n10. Quick access to Google apps.\n11. Quick access to More Themes.\n12. Easy Sharing to Social Media.\n13. Quick access to Download wallpaper.\n14. Quick access to play games.\n15. Enable fun snow, rain, falling leaves, fireworks animation in Autumn new tab.",
    "ca,cs,da,de,el,es,fi,fil,fr,hi,id,it,ja,ko,pl,pt_BR,pt_PT,ru,sv,th,tr,vi,zh_CN,zh_TW": "This extension features some of the great Autumn background to make you feel good on your Chrome browser.\n\nExtension Features:\n\n1. Shuffle Autumn wallpaper every time you open a new tab. \n2. Randomize Autumn background or favorite it in wallpaper selection panel.\n3. Choose search bar using Google, Bing, Yahoo or DuckDuckGo in settings.\n4. Quick access to your emails and social media accounts.\n5. Show current date and time automatically.\n6. New Note for you to write down your tasks.  \n7. Easy access to your most visited websites. \n8. Easy access to your bookmarks.\n9. Add website to Shortcut panel for quick access.\n10. Quick access to Google apps.\n11. Quick access to More Themes.\n12. Easy Sharing to Social Media.\n13. Quick access to Download wallpaper.\n14. Quick access to play games.\n15. Enable fun snow, rain, falling leaves, fireworks animation in Autumn new tab."
  }
}