{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Right Click: AliEx Search Option"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly Search For Highlighted Text On AliExpress Via Right-click Context Menu."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your online shopping experience with the \"Right Click: AliEx Search Option\" Chrome extension. Easily search for products on AliExpress by simply selecting text on any website and right-clicking. This convenient tool streamlines your shopping journey, saving you time and effort.\n\n👉 How to Use Right Click Search on AliExpress:\n\n➜ Installation: Add the \"Right Click: AliEx Search Option\" extension to your Chrome browser from the Chrome Web Store.\n➜ Select Text: Browse any website and select the text you want to search on AliExpress.\n➜ Right-Click: Right-click on the selected text.\n➜ Search on AliExpress: In the context menu, click \"Search on AliExpress.\"\n➜ Instant Results: AliExpress will open in a new tab with search results based on your selected text.\n\n👉 Key Benefits Right Click Search on AliExpress:\n\n➜ Effortless Product Search: No more copying and pasting product names or descriptions. Select any text, right-click, and instantly search AliExpress.\n➜ Time-Saving: Find products on AliExpress in seconds, eliminating the need to switch tabs or manually type in search queries.\n➜ Enhanced Shopping: Discover similar or matching items quickly, making your online shopping experience more efficient and enjoyable.\n\n👉 Frequently Asked Questions (FAQs):\n\nQ1: Why should I install this extension?\nA1: This extension simplifies your online shopping experience by allowing you to quickly search for products on AliExpress without leaving the webpage you're on. It saves time and effort, making it an essential tool for avid online shoppers.\n\nQ2: Is the extension safe to use?\nA2: Yes, \"Right Click: AliEx Search Option\" is safe to use. It doesn't access personal data, and it only activates when you right-click and select the \"Search on AliExpress\" option.\n\nQ3: Can I customize the extension's behavior?\nA3: Currently, the extension is designed to perform a quick AliExpress search when you select text and right-click. Future updates may include customization options.\n\nQ4: Does it work on all websites?\nA4: In most cases, yes! The extension is designed to work on the majority of websites. However, there might be occasional exceptions due to website-specific restrictions.\n\nQ5: Is this extension free?\nA5: Yes, \"Right Click: AliEx Search Option\" is completely free to install and use.\n\nUpgrade your online shopping game today with \"Right Click: AliEx Search Option.\" Simplify product searches, save time, and make your shopping experience more enjoyable. Install the extension now and start shopping smarter!"
  }
}