{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Russian Content Filter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Filters out Russian content from YouTube listings."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Antirus (YouTube Russian Content Filter) is a powerful and user-friendly Chrome extension designed to help users stay safe from Russian propaganda and misinformation by automatically detecting and removing Russian content from YouTube. With the increasing number of cyber attacks and disinformation campaigns, it's more important than ever to protect yourself from exposure to potentially harmful content.\n\nKey Features:\n\nAutomatic detection and removal of Russian content: Antirus uses advanced language detection algorithms to identify Russian content on YouTube and instantly removes it from your view. The plugin works seamlessly on the YouTube main page, search results page, and subscriptions page.\n\nReal-time protection: The plugin constantly monitors your YouTube browsing experience and removes Russian content as soon as it is detected. You can enjoy a cleaner and safer browsing experience without any manual intervention.\n\nEasy-to-use controls: Antirus provides simple ON/OFF controls to enable or disable the plugin as per your preference. You can easily switch between the modes with just a click.\n\nEfficient and lightweight: The plugin is optimized for performance and consumes minimal system resources, ensuring a smooth and uninterrupted browsing experience.\n\nHow to Use:\n\nInstall the Antirus extension from the Chrome Web Store.\nThe plugin is active by default. Browse YouTube, and Russian content will be automatically removed from your view.\nTo disable the plugin, click the extension icon in the toolbar, and then click the OFF button. To re-enable, click the ON button.\nStay informed and protect yourself from disinformation with Antirus, the ultimate Russian content blocker for YouTube. Download and install the extension now to enjoy a safer and cleaner browsing experience.\n\nNote: Antirus is not affiliated with or endorsed by YouTube or Google. It is an independent extension developed to help users stay safe from exposure to Russian propaganda and misinformation.\n\nDisclaimer: This plugin relies on third-party translation services for language detection. While the plugin is designed to be accurate in detecting and removing Russian content, there may be occasional false positives or negatives. The developer is not responsible for any unintended consequences resulting from the use of this plugin."
  }
}