{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MindYourPass on the fly password generator",
    "nl": "MindYourPass on-the-fly wachtwoordgenerator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MindYourPass makes authentication safe and easy.",
    "nl": "MindYourPass maakt authenticatie veilig en gemakkelijk."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The MindYourPass Password Manager is a patented password manager that generates unique, strong passwords, based on an easy to remember password. These passwords are always regenerated when they are needed, thus eliminating the need to store the password. So there is no password database to be breached or leaked. \n\nYou can use the same easy-to-remember password for all your accounts, eliminating the need for you to create and remember distinct passwords for all your accounts. \n\nMindYourPass is designed according to the \"privacy by design\" and \"security by design\" concepts. As a result, MindYourPass does not store personally identifiable information: it does not store your passwords but also your email address is not stored. \nBenefits:\n- Password Generator\n- Easy to use\n- Works on every browser and device\n- Automatic passwordless login\n- No vault storage\n- Account sharing\n- MFA everywhere\n- New! Passkey support\n- Phishing protection\n\nStart today at mindyourpass.io/get-started!",
    "nl": "De MindYourPass Password Manager is een gepatenteerde wachtwoordmanager die unieke, sterke wachtwoorden genereert, gebaseerd op een gemakkelijk te onthouden wachtwoord. Deze wachtwoorden worden altijd opnieuw gegenereerd wanneer ze nodig zijn, waardoor het niet nodig is om het wachtwoord op te slaan. Er er dus geen wachtwoorddatabase die kan worden gehackt of gelekt. U kunt hetzelfde gemakkelijk te onthouden wachtwoord gebruiken voor al uw accounts, waardoor u niet langer afzonderlijke wachtwoorden hoeft te maken en te onthouden voor al uw accounts.\n\nMindYourPass is ontworpen volgens de concepten \"privacy by design\" en \"security by design\". Als gevolg hiervan slaat MindYourPass geen persoonlijk identificeerbare informatie op: het slaat uw wachtwoorden niet op, maar ook uw e-mailadres wordt niet opgeslagen.\n\n- Voordelen:\n- Wachtwoordgenerator\n- Gebruiksvriendelijk\n- Werkt op elke browser en elk apparaat\n- Automatisch inloggen zonder wachtwoord\n- Geen kluisopslag\n- Account delen\n- MFA overal\n- Nieuw! Passkey ondersteuing\n- Phishingbeveiliging\n\nBegin vandaag nog, zie mindyourpass.io/get-started!"
  }
}