{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Move Minder 1.1"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Set reminders, track movement, and boost your daily activity. Stay healthy, one step at a time."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Move Minder: Your Personal Movement Reminder\n\nWhat is Move Minder?\nMove Minder is a Chrome Extension designed to help you break the cycle of prolonged sitting and encourage regular movement throughout your day.  It was inspired by the NPR Podcast called Body Electric where a study was done showing the benefits of getting up and walking for 5 minutes, every 30 minutes (or an interval that works for you).  \n\nKey Features:\n\n1. Customizable Reminders: Set reminders at intervals that work for you - every 30 minutes, 1 hour, 2 hours, or a custom time of your choice.\n\n2. Full-Screen Alerts: When it's time to move, a full-screen popup appears, ensuring you don't miss your movement break.\n\n3. Flexible Options: \n   - \"Done Moving\": Click when you've completed your movement break.\n   - \"Snooze\": If you need to delay your break.\n   - \"Give Me 5 Minutes\": A short extension for when you're almost ready to move.\n\n4. Movement Tracking: The extension keeps track of your movement patterns.\n\n5. Visual Progress: View your daily movement data in an easy-to-read graph.\n\n6. Streak Tracking: Build and maintain a \"movement streak\" for consistent activity.\n\n7. Customizable Sounds: Choose from various notification sounds or mute them if you prefer.\n\n8. Pause Feature: Temporarily pause the timer when you're away or in a meeting.\n\nHow It Works:\n\n1. Install the Move Minder Chrome Extension.\n2. Set your preferred reminder interval.\n3. Work as usual, and when the reminder pops up, take a break to move.\n4. Record your action (moved, snoozed, or took 5 minutes).\n5. View your progress and streaks to stay motivated.\n\nBenefits:\n\n- Combat the negative effects of prolonged sitting\n- Increase daily physical activity\n- Improve focus and productivity with regular breaks\n- Build healthy habits with visual tracking and streaks\n\nMove Minder is perfect for office workers, students, or anyone who spends long hours at a computer. Start moving more and sitting less with Move Minder!"
  }
}