{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KeySearch by Toolifys"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KeySearch by Toolifys: Your ultimate tool for effortless keyword research and SEO optimization. Find high-impact keywords instantly!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KeySearch by Toolifys: Your Essential Keyword Research Tool\n\nTake your SEO and content strategy to the next level with KeySearch by Toolifys, the ultimate keyword research companion. Designed for marketers, bloggers, and business owners, this extension helps you uncover high-impact keywords effortlessly.\n\nKey Features:\n\nSearch Volume Insights: Access real-time keyword search volume directly from Google.\nKeyword Trends: Identify popular keywords and track seasonal trends to optimize your content.\nCPC and Competition: Evaluate keyword potential with detailed cost-per-click and competition data.\nUser-Friendly Interface: Clean, intuitive design for easy navigation and quick results.\nLightweight & Reliable: Optimized for speed, saving you time without compromising accuracy.\n\nKeyword Ideas:\nThe heart of great SEO lies in discovering the right keywords. KeySearch by Toolifys makes it easier to generate keyword ideas that align with your business goals. Whether you’re looking for niche terms or broad search topics, our tool provides comprehensive data to help you select keywords that will elevate your online presence.\n\nWhy Choose KeySearch by Toolifys?\n\nWith accurate data and actionable insights, KeySearch by Toolifys simplifies your keyword discovery process. Find keywords that drive traffic, improve rankings, and grow your online presence—all in one lightweight tool.\n\nStart exploring powerful keywords today! Install KeySearch by Toolifys and supercharge your SEO efforts."
  }
}