{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Safeheron"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Access any Web3 application. Transactions are created via the browser extension and a request is sent to the App for approval.",
    "ja": "いずれのWeb3アプリケーションを接続し、プラグインがトランザクション署名を要求する。アプリケーション署名を承認する。",
    "zh_CN": "连接任意 Web3 应用，插件发起交易签名请求，App 审批签名。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Safeheron is an open-source platform for managing digital assets. Our products consist of a mobile application, Chrome extension, web console, and an API.\n\nThe Safeheron Extension is an institutional multisig governance solution for Web3. We provide universally secure multisig governance for a number of Web3 use cases, including participation in DeFi and NFT marketplaces.\n\nOur extension currently supports multiple EVM chains and layer 2s, allowing you to connect to any Web3 application and enjoy a smooth and secure Web3 experience. Such as investing in DeFi, participating in NFT projects, and deploying contracts.\n\nYou can initiate requests to sign transactions with the Safeheron Extension, and then use the Safeheron App to approve transactions and complete MPC signing. Notably, the Safeheron Extension does not store any key shards, which significantly decreases your risk of being attacked.\n\nTo use the Safeheron Extension, please first visit the Safeheron website (www.safeheron.com) and download the Safeheron mobile application.\n\n\nBenefits of Safeheron for Web3 Applications:\n\n1. Hardware-Level Security\nSafeheron uses three MPC private key shards as opposed to a single private key to ensure that the private key is never exposed on any physical device.The signature is actually computed by numerous key shards that all remain unexposed.  It means that you can enjoy hardware-level security and hot wallet's convenience. The Safeheron Extension is only used for Web3 application connection and transaction submission. It does not store any private key shards, making it far less susceptible to key shard theft.\n\n2. 100% Asset Control\nWhen compared to traditional custody, Safeheron users have all private key shards. As a result, users have 100% control over your assets, and don't have to worry about the risk of bank runs or misappropriation of assets.\n\n3.  Separate Wallet Usage and Asset Control\nTransaction creators and approvers are separated by flexible permission assignment and multi-signature approval processes. Furthermore, there is no need for transaction creators to hold private key shards, giving institutional management additional control over their assets.\n\n4. A Single Wallet Address Can be Used For Multiple EVM Networks\nSafeheron's approach is not only user-friendly and convenient, but it also eliminates the risk of incorrect transfers caused by inconsistent multisig addresses on separate networks.\n\n5. Robust Mobile Application\nThe cryptocurrency market operates 24 hours a day, seven days a week. With Safeheron's robust mobile application, you can easily manage over 95% of day-to-day high-frequency operations, such as creating, approving, and signing transactions, while the complex infrequent operations can be carried out on the Web Console. \n\n6. Multi-Signature Approvals That Are More Flexible\nSafeheron's approval process can support multi-layered N-of-M multi-signatures, and be tailor-made to provide flexible approval schemes based on permission.\n\n7. Risk Detection on Contract Interaction and Phishing Websites\nSafeheron introduces phishing website detection and contract approval detection into approvals on Safeheron’s mobile application. And there will be real-time alerts once risks are detected."
  }
}