{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Read AI for Gmail and Meeting Summaries"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Upgrade your productivity with Read AI’s latest Gmail integration — bringing the power of AI to your inbox, meetings, and messages."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With Read AI for Gmail and Meeting Summaries, you can stay on top of your communication like never before. Seamlessly transform your emails, meetings, and messages into a unified and contextual feed right inside Gmail, helping you respond smarter and faster.\n\n🔗 Key Features:\n\n📧 AI-Optimized Email Summaries\n\n- Instantly catch up on long email threads with one-sentence summaries and detailed bullet points, saving you time and effort in reaching inbox zero.\n\n🔗 Unified Meeting and Message Integration\n\n- Connect the dots between your meetings and messages, automatically converting content from Zoom, Teams, Meet, and Slack into contextual insights within your Gmail threads.\n\n📚 Contextual Email Drafts\n\n- Generate smart, context-rich email responses based on content from your emails, meetings, and messaging platforms like Zoom, Teams, and Slack.\n\n🎤 Automatic Meeting Notes & Summaries\n\n- Focus on your meetings while Read AI captures full summaries, transcripts, and highlights across all major video conferencing platforms (Google Meet, Microsoft Teams, Zoom).\n\n🗓️ Calendar & Smart Scheduling\n\n- Effortlessly find the best time to meet, receive real-time meeting summaries, and calculate the cost of meetings directly in your Google Calendar.\n- Read AI for Gmail and Meeting Summaries helps you stay organized, informed, and responsive—bringing AI to your existing workflows so you can optimize every meeting and email interaction. \n\nKey Features for Email AI:\n\n- Designed for Gmail: Read AI brings you superhuman powers to tackle your inbox with AI.\n- Thread Summaries: Summarize the longest email threads into key takeaways and highlights using AI.\n- Readouts: Pull insights from multiple sources, including meetings on Zoom, Teams, and Meet, along with conversations on Slack and Teams, displaying them in relevant email threads.\n\nKey Features for Meeting AI:\n\n- Automatic AI Notetaker: Receive an AI-generated report with a full meeting summary, action items, and key questions.\n- Real-Time Transcription: Complete and accurate transcription, with speaker identification for clarity in final reports.\n- Live Summaries: Instantly catch up on discussions if you’re late to a meeting with real-time live notes.\n- Video Highlights: View AI-generated highlight reels with impactful moments from your calls.\n- AI Speaker Coach: Get personalized feedback to improve your speaking skills—built directly into your meetings.\n- Key Metrics: Measure meeting quality using engagement and sentiment metrics across participants.\n- Integrations: Push your notes to other platforms like Hubspot, Salesforce, Slack, Google Docs, and OneNote.\n\nKey Features for Calendar AI:\n\n- Smart Scheduling: AI learns the best times for you to meet and recommends optimal times within Google Calendar.\n- Scheduling Link: Share a single link to let others find a time to meet without the back-and-forth.\n- Flexible Meetings: Mark meetings as “flexible” so Read AI can automatically reschedule them to a better time for all participants.\n- Meeting Cost Calculator: Automatically calculate meeting costs to optimize attendance and prioritize the right participants.\n\n\nBy using the Read AI’s browser extension, you agree to Read's terms and conditions and privacy policy:\n\nhttps://www.read.ai/tos\nhttps://www.read.ai/pp \n\nNeed support?  Contact us at https://support.read.ai/hc/en-us/requests/new"
  }
}