{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scanguard - Clean & Speed Up"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enjoy a faster internet browsing experience, free from clutter & distractions.",
    "de": "Surfen Sie schnell im Internet – ohne Extras & Ablenkungen.",
    "es": "Disfrute de una experiencia de navegación en internet más rápida, sin desorden ni distracciones.",
    "fr": "Profitez d'une navigation plus rapide sur Internet, sans encombrement ni distraction.",
    "it": "Usufruisci di un'esperienza di navigazione online più veloce, priva di ostacoli e distrazioni."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly speed-up your web browsing experience by clearing junk files, clutter and reallocating system resources for when you need it most. \n \nClean & Speed Up by Scanguard provides you with a wide range of easy to use performance optimization tools to enhance & supercharge your browsing speed. Try it today for free! \n \nKey features:\n \nClean Up Your Browsing Data\n\nKeep your browser fast and clear of clutter by removing old browsing data, junk files and unwanted tracking. \n\n\nSpeedy Sites\n\nKeep your favorite sites fast. Speedy sites aren't included in browser cleaning so you can be sure they'll always be quick. \n\n\nSite Sleeper \n\nIf a web page isn’t in view, we’ll put it to sleep!  This will allow your system reallocate resources which further enhances your browsing speed.\n \n\nPop-up Blocker \n\nDisable annoying & intrusive browser notifications clogging up your experience with a single click, allowing you to browse in peace. \n\n \nTurbo Browsing \n \nYou no longer have to wait for web pages to load, we’ll get them ready to view before you even visit the site. \n \n\nLightning Loader \n \nWe’ll gradually load web pages to prevent large images slowing you down… If you can’t see it, we haven’t loaded it yet.\n \n\nYour Scanguard trial license will provide you with complimentary access to our premium service.\n\nWe collect your IP address on initial installation in order to allocate your free trial access without requiring any personal information. You will only be required to provide personal details such as your name, email address & payment credentials should you wish to activate a premium subscription.\n\nFurther details of both our terms & privacy policies can be found below:\n\nTerms: https://www.scanguard.com/terms\nPrivacy: https://www.scanguard.com/privacy\n\nMore details can be found on our pricing page https://www.scanguard.com/pricing\n\nScanguard will not store or log your data. Your privacy is our priority.\n\nThis service is sold by Protected.net Group Limited.",
    "de": "Übersicht\n\nMit Ihrem Gerät kompatibel\n\nSurfen Sie schnell im Internet – ohne Extras & Ablenkungen.\nSurfen Sie sofort schneller im Internet, indem Sie unnötige Dateien und Extras löschen und Systemressourcen freigeben, wenn Sie sie am dringendsten benötigen. \n \nMit Clean & Speed Up by Scanguard erhalten Sie eine große Auswahl an benutzerfreundlichen Tools, um Ihre Surfgeschwindigkeit zu verbessern und zu beschleunigen. Jetzt gratis testen! \n \nWichtigste Funktionen:\n \nBrowserdaten bereinigen\n\nHalten Sie Ihren Browser schnell und frei von Extras, indem Sie alte Browserdaten, unnötige Dateien und unerwünschtes Tracking entfernen. \n\n\nSpeedy Sites\n\nÖffnen Sie Ihre Lieblingsseiten immer blitzschnell. Speedy Sites werden von der Browserbereinigung ausgenommen, sodass sie immer schnell laden. \n\n\nSite Sleeper \n\nWenn eine Webseite nicht im Sichtbereich ist, versetzen wir sie in den Ruhezustand.  Dadurch werden Systemressourcen freigegeben, was Ihre Surfgeschwindigkeit weiter erhöht.\n \n\nPop-up-Blocker \n\nDeaktivieren Sie lästige und aufdringliche Browserbenachrichtigungen mit einem einzigen Klick, damit Sie in Ruhe surfen können. \n\n \nTurbo-Surfen\n \nSie müssen nicht mehr warten, bis eine Webseite geladen ist. Wir laden Webseiten bereits, bevor Sie sie überhaupt anklicken. \n \n\nBlitzladen\n \nWir laden Webseiten nach und nach, damit große Bilder nicht den gesamten Ladevorgang verlangsamen. Wenn Sie sie nicht sehen können, haben wir sie noch nicht geladen.\n \n\nMit Ihrer Testversion für Scanguard erhalten Sie kostenlosen Zugriff auf unseren Premium-Dienst.\n\nBei der Erstinstallation erfassen wir Ihre IP-Adresse, um Ihnen Ihren kostenlosen Testzugang freizuschalten, ohne dass Sie personenbezogene Daten angeben müssen. Sie müssen nur personenbezogene Daten wie Ihren Namen, Ihre E-Mail-Adresse und Ihre Rechnungsdaten angeben, wenn Sie sich für ein Premium-Abonnement entscheiden.\n\nWeitere Einzelheiten zu unseren Nutzungsbedingungen und Datenschutzbestimmungen finden Sie unten:\n\nNutzungsbedingungen: https://www.scanguard.com/terms\nDatenschutz: https://www.scanguard.com/privacy\n\nNähere Informationen finden Sie auf unserer Preisseite: https://www.scanguard.com/pricing\n\nScanguard speichert oder protokolliert Ihre Daten nicht. Ihre Privatsphäre ist unsere Priorität.\n\nDieser Service wird von Protected.net Group Limited verkauft.",
    "es": "Resumen\n\nCompatible con su dispositivo\n\nDisfrute de una experiencia de navegación en internet más rápida, sin desorden ni distracciones.\nAcelere al instante su experiencia de navegación web eliminando los archivos basura y el desorden y reubicando los recursos del sistema para cuando más los necesite. \n \nClean & Speed Up by Scanguard ofrece un amplio abanico de herramientas de optimización del rendimiento fáciles de usar para mejorar y potenciar su velocidad de navegación. ¡Pruébelo hoy gratis! \n \nPrincipales funciones:\n \nLimpie sus datos de navegación\n\nMantenga su navegador rápido y ordenado eliminando los datos de navegación antiguos, los archivos basura y el rastreo no deseado. \n\n\nSpeedy Sites\n\nAcceda rápido a sus páginas favoritas. Estas páginas web no se incluyen en la limpieza del navegador para asegurarse de que siempre cargan rápido. \n\n\nSite Sleeper \n\nSi una página web no está a la vista, ¡póngala en reposo!  Esto le permitirá al sistema reubicar los recursos para mejorar la velocidad de navegación.\n \n\nPop-up Blocker\n\nDesactive con tan solo un clic las notificaciones molestas e intrusivas del navegador que entorpecen su experiencia y navegue con total tranquilidad. \n\n \nTurbo Browsing \n \nYa no tendrá que esperar a que carguen las páginas web. Las tendremos listas para que las pueda ver antes de que incluso acceda al sitio. \n \n\nLightning Loader\n \nCargaremos de forma gradual las páginas web para evitar que las imágenes grandes lo ralenticen... Si no las puede ver, es que todavía no las hemos cargado.\n \n\nSu licencia de prueba de Scanguard le ofrecerá un acceso complementario a nuestro servicio prémium.\n\nRecogemos su dirección IP en la instalación inicial para asignar el acceso a su prueba gratuita sin requerir ninguna información personal. Solo se le pedirá que facilite algunos datos personales como su nombre, su dirección de correo electrónico y sus credenciales de pago en caso de que desee activar una suscripción prémium.\n\nA continuación, podrá encontrar más información sobre nuestras condiciones y políticas de privacidad:\n\nCondiciones: https://www.scanguard.com/terms\nPrivacidad: https://www.scanguard.com/privacy\n\nPuede encontrar más información en nuestra página de precios: https://www.scanguard.com/pricing\n\nScanguard no almacenará ni registrará sus datos. Su privacidad es nuestra prioridad.\n\nServicio vendido por Protected.net Group Limited.",
    "fr": "Aperçu \n\nCompatible avec votre appareil\n\nProfitez d'une navigation plus rapide sur Internet, sans encombrement ni distraction.\nAccélérez instantanément votre navigation sur le Web en supprimant les fichiers inutiles, les encombrements et en réaffectant les ressources du système au moment où vous en avez le plus besoin. \n \nClean & Speed Up by Scanguard propose une large gamme d'outils d'optimisation des performances faciles à utiliser pour améliorer et augmenter votre vitesse de navigation. Essayez gratuitement dès aujourd'hui ! \n \nFonctionnalités principales :\n \nNettoyage des données de navigation\n\nConservez la rapidité et la clarté de votre navigateur en supprimant les anciennes données de navigation, les fichiers inutiles et les traces indésirables. \n\n\nSpeedy Sites\n\nAccélérez votre navigation sur vos sites préférés. Les sites rapides ne sont pas inclus dans le nettoyage du navigateur, vous pouvez donc être sûr qu'ils resteront toujours rapides. \n\n\nSite Sleeper\n\nSi une page web n'est pas affichée, nous la mettons en veilleuse !  Ainsi, votre système pourra réaffecter des ressources, ce qui améliorera encore votre vitesse de navigation.\n \n\nBloqueur de fenêtres pop-up\n\nDésactivez d'un seul clic les notifications de navigation gênantes et intrusives, qui vous empêchent de naviguer en toute tranquillité. \n\n \nTurbo navigation\n \nPlus besoin d'attendre le chargement des pages web, nous les préparons avant même que vous ne visitiez le site. \n \n\nChargeur éclair\n \nNous chargerons progressivement les pages web pour éviter que les grandes images ne vous ralentissent... Si vous ne pouvez pas la voir, c'est que nous ne l'avons pas encore chargée.\n \n\nVotre licence d'essai Scanguard vous permettra d'accéder gratuitement à notre service premium.\n\nNous collectons votre adresse IP lors de la première installation afin d'attribuer votre essai gratuit sans avoir besoin d'informations personnelles. Vous devrez uniquement fournir des informations personnelles telles que votre nom, votre adresse e-mail et vos données de paiement si vous souhaitez activer un abonnement Premium.\n\nVous trouverez ci-dessous de plus amples détails sur nos conditions d'utilisation et notre politique de confidentialité :\n\nTerms: https://www.scanguard.com/terms\nPrivacy: https://www.scanguard.com/privacy\n\nPour en savoir plus, consultez notre page de tarification https://www.scanguard.com/pricing.\n\nScanguard ne conserve pas vos données et ne les enregistre pas. Votre confidentialité est notre priorité.\n\nCe service est vendu par Protected.net Group Limited.",
    "it": "Panoramica\n\nCompatibile con il tuo dispositivo\n\nUsufruisci di un'esperienza di navigazione online più veloce, priva di ostacoli e distrazioni.\nVelocizza all'istante la tua esperienza di navigazione online eliminando i file spazzatura, gli ostacoli e riassegnando le risorse di sistema per quando servono veramente. \n \nClean & Speed Up by Scanguard ti offre un'ampia gamma di strumenti di ottimizzazione delle prestazioni facili da usare per potenziare e migliorare notevolmente la velocità con cui navighi. Provala adesso gratuitamente! \n \nCaratteristiche principali:\n \nRimuovi i dati di navigazione\n\nMantieni il browser veloce e privo di ostacoli rimuovendo i vecchi dati di navigazione, i file spazzatura e i tracciamenti indesiderati. \n\n\nSpeedy Sites\n\nMantieni la velocità dei tuoi siti preferiti. Speedy sites non sono inclusi nella pulizia del browser, quindi di sicuro saranno sempre veloci. \n\n\nSite Sleeper \n\nSe non visualizzi attivamente una pagina web, noi la disattiveremo!  In questo modo il sistema riassegnerà le risorse, potenziando ulteriormente la velocità di navigazione.\n \n\nPop-up Blocker \n\nDisabilita con un semplice clic le notifiche del browser, che in modo irritante e invasivo rallentano la tua esperienza di navigazione, ed esplora in pace il Web. \n\n \nTurbo Browsing \n \nNon dovrai più aspettare il caricamento delle pagine web, le troverai sempre pronte da visualizzare prima ancora che apri il loro sito. \n \n\nLightning Loader \n \nCarica gradualmente le pagine web per evitare che le immagini grandi possano rallentarti... se non riesci a visualizzarle è perché non le abbiamo ancora caricate.\n\nLa tua licenza di prova di Scanguard ti offre accesso omaggio al nostro servizio a pagamento.\n\nAl momento dell'installazione iniziale raccogliamo il tuo indirizzo IP per poter assegnarti l'accesso gratuito di prova senza richiedere alcuna informazione personale. Da parte tua dovrai soltanto fornire informazioni personali quali nome, cognome, indirizzo e-mail e credenziali di pagamento qualora desiderassi attivare un abbonamento a pagamento.\n\nUlteriori informazioni sia sulle condizioni di utilizzo che sull'informativa sulla privacy sono disponibili di seguito:\n\nCondizioni: https://www.scanguard.com/terms\nPrivacy: https://www.scanguard.com/privacy\n\nMaggiori dettagli sono disponibili nella pagina del listino prezzi https://www.scanguard.com/pricing\n\nScanguard non conserva né registra i tuoi dati. La tua privacy è la nostra priorità.\n\nQuesto servizio viene venduto da Protected.net Group Limited."
  }
}