{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lionel Messi HD Wallpapers New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get stunning Lionel Messi HD wallpapers on new tabs!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you a die-hard football fan, especially a fan of the legendary Lionel Messi? Look no further! The Lionel Messi HD Wallpapers New Tab extension for Google Chrome brings you closer to your favorite football icon with every new tab you open. \n\nWhether you admire his incredible skills, his sportsmanship, or his numerous records, this extension will make Messi a part of your daily browsing experience.\n\nKey Features:\n\nHigh-Quality HD Wallpapers: This extension features a wide selection of stunning, high-definition images of Lionel Messi in action. From his time at Barcelona to his recent achievements with Argentina, the extension updates your new tab page with fresh, crisp, and breathtaking images of the football legend.\n\nPersonalized New Tab Page: Every time you open a new tab, you’ll be greeted with a dynamic, Messi-themed background. With this extension, you can enjoy HD wallpapers of Messi's finest moments, including goals, celebrations, and iconic plays, all in one place.\n\nCustomizable Settings: Want more control over your experience? You can customize your new tab page to suit your preferences. You can also adjust the layout of the page, add useful shortcuts, and even personalize your search engine.\n\nStay Updated with Messi News: Stay in the loop with live updates and recent news about Lionel Messi. You won’t miss out on any major event, match, or announcement regarding Messi’s career.\n\nEasy to Use: The extension is lightweight, fast, and easy to install. Once added to your browser, it works seamlessly without slowing down your browsing speed.\n\nWhy Choose Lionel Messi HD Wallpapers New Tab?\n\nWhether you're a lifelong fan or a new admirer of Messi’s football genius, this extension is the perfect way to keep his legacy alive on your browser. It combines aesthetic beauty with functionality, making your browsing experience both exciting and inspiring.\n\nInstall the Lionel Messi HD Wallpapers New Tab extension today and enjoy every moment of Messi’s incredible career every time you open a new tab!"
  }
}