{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ASK Gemini AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Send highlighted text to Gemini AI or Ask a question"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ask Gemini AI – Ask Questions, Get Instant Answers from Gemini AI\n\nAsk Gemini AI is a free Chrome extension that brings the power of Gemini AI directly to your browser. With this extension, you can ask Gemini AI any question and get accurate, insightful answers instantly – all without leaving your current webpage.\n\nWhy should you install it?\n\nInstant Access to Gemini AI: Whether you're browsing the web or reading an article, simply click the extension icon or highlight text to ask Gemini AI for a response.\nTwo Convenient Ways to Ask Questions: Either type your question directly into the extension popup or send selected text from a webpage to Gemini AI with a simple right-click.\nEasy Copying: Once you get an answer, you can quickly copy it to your clipboard for easy reference or sharing.\nPersonalized Experience: Customize the extension by saving the last Gemini response so it's always ready when you need it.\nWith Ask Gemini AI, you’ll have an intelligent assistant at your fingertips, ready to answer your questions on the fly. Whether you're doing research, browsing for information, or simply curious, this extension helps you get quick, reliable answers from Gemini AI.\n\nInstall Ask Gemini AI now and supercharge your browsing experience!\n\nv1.1 Updates:\n- Introduced detailed error messages to improve troubleshooting and provide clearer guidance for users.\n- Added comprehensive Youtube tutorials (Arabic, English) accessible via the options.html page, offering step-by-step instructions for better usability and onboarding."
  }
}