{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome Custom Interface"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Change your Google Chrome new tab interface logo and shortcuts."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "=== Description ===\nChrome Custom Interface is a Google Chrome extension that allows you to personalize your new tab interface. With this extension, you can change the default Google Chrome logo on the new tab page to your own custom logo and add shortcuts to your favorite websites for quick access. Customize the background and text color to match your preferences.\n\n=== Features ===\n• Replace the default Google Chrome logo with your custom logo.\n• Customize the new tab interface with a logo of your choice.\n• Add and manage shortcuts to your favorite websites.\n• Import and export your shortcut data.\n• Quickly access your preferred websites directly from the new tab page.\n• Customize the background and text color to match your preferences.\n• Choose between uploading a logo image or providing a URL for the logo.\n• Simple and user-friendly interface for customization.\n\n=== Installation ===\n1. Download the extension from the Chrome Web Store.\n2. Click the \"Add to Chrome\" button to install the extension.\n3. Once installed, the extension will appear in your Chrome extensions bar, if not then pin it.\n\n=== Usage ===\nTo personalize your Chrome browsing experience, start by uploading your custom logo or specifying a logo URL via the extension's settings. You can manage your favorite website shortcuts. Import or export shortcut data as needed, and easily access your preferred websites from the new tab page. Tailor the new tab interface with your logo and customize the background and text colors to create a browser environment that suits your preferences. This extension provides a user-friendly interface for effortless customization and browsing.\n\n=== Support ===\nFor any questions, issues, or feedback, please contact us at extensions@mdmarufadnansami.com.\n\n=== Donations ===\nIf you find this extension helpful and would like to support its development, consider making a donation at https://www.buymeacoffee.com/RealboyAdnan."
  }
}