{
  "name": {
    "ar": "تحديث الصفحة تلقائيًا - إعادة تحميل الصفحات تلقائيًا ومراقبة الصفحة بسهولة",
    "am": "ራስ-ሰር አድስ ገጽ - ገጾችን በራስ-ሰር እንደገና ይጫኑ እና ገጽ በቀላሉ ይቆጣጠሩ",
    "bg": "Auto Refresh Page - Автоматично презареждане на страниците",
    "bn,en,en_AU,en_GB,en_US,es_419,gu,hi,kn,ml,mr,pt_BR,ta,te,zh_TW": "Auto Refresh Page - Reload Pages Automatically & Page Monitor Easily",
    "ca": "Actualització automàtica de la pàgina - Torna a carregar la pàgina",
    "cs": "Auto Refresh Page – Automatické načítání stránek a sledování stránek",
    "da": "Automatisk opdatering af side - Genindlæs sider automatisk",
    "de": "Seite automatisch aktualisieren - Seiten automatisch neu laden",
    "el": "Αυτόματη ανανέωση σελίδας - Αυτόματη επαναφόρτωση σελίδων",
    "es": "Actualización automática de página: recargar páginas automáticamente",
    "et": "Lehe automaatne värskendamine – laadige lehed automaatselt uuesti",
    "fa": "بازخوانی خودکار صفحه - بارگیری مجدد صفحات به صورت خودکار و مانیتور صفحه",
    "fi": "Sivun automaattinen päivitys - Lataa sivut uudelleen automaattisesti",
    "fil": "Auto Refresh Page - Awtomatikong I-reload ang Mga Pahina",
    "fr": "Actualisation automatique de la page - Recharger automatiquement les pages",
    "he": "רענון עמוד אוטומטי - טען מחדש דפים באופן אוטומטי וניטור עמודים בקלות",
    "hr": "Automatski osvježi stranicu - automatski ponovno učitaj stranice",
    "hu": "Oldal automatikus frissítése - Oldalak automatikus újratöltése",
    "id": "Halaman Penyegaran Otomatis - Muat Ulang Halaman Secara Otomatis",
    "it": "Aggiornamento automatico della pagina - Ricarica automaticamente le pagine",
    "ja": "ページの自動更新 - ページを自動的にリロードして簡単にページを監視",
    "ko": "자동 새로 고침 페이지 - 페이지를 자동으로 다시 로드하고 페이지를 쉽게 모니터링",
    "lt": "Automatinis puslapio atnaujinimas – automatiškai įkelti puslapius iš naujo",
    "lv": "Automātiski atsvaidzināt lapu — atkārtoti ielādējiet lapas automātiski",
    "ms": "Auto Muat Semula Halaman - Muat Semula Halaman Secara Automatik",
    "nl": "Automatisch vernieuwen pagina - Pagina's automatisch opnieuw laden",
    "no": "Oppdater side automatisk - Last inn sider automatisk på nytt",
    "pl": "Automatyczne odświeżanie strony – automatyczne przeładowywanie stron",
    "pt_PT": "Página de atualização automática - recarregar páginas automaticamente",
    "ro": "Actualizare automată a paginii - Reîncărcați paginile automat",
    "ru": "Автоматическое обновление страницы — автоматическая перезагрузка страниц",
    "sk": "Automaticky obnoviť stránku – Automaticky načítať strany",
    "sl": "Samodejno osveži stran - samodejno znova naloži strani in nadzor strani",
    "sr": "Аутоматско освежавање странице - Аутоматско учитавање страница",
    "sv": "Uppdatera sidan automatiskt - Ladda om sidor automatiskt",
    "sw": "Onyesha upya Ukurasa - Pakia Upya Kurasa Kiotomatiki",
    "th": "รีเฟรชหน้าอัตโนมัติ - โหลดหน้าใหม่โดยอัตโนมัติและตรวจสอบหน้าได้อย่างง่ายดาย",
    "tr": "Sayfayı Otomatik Yenile - Sayfaları Otomatik Olarak Yeniden Yükle",
    "uk": "Auto Refresh Page - автоматично перезавантажувати сторінки",
    "vi": "Tự động làm mới trang - Tự động tải lại trang & Giám sát trang dễ dàng",
    "zh_CN": "自动刷新页面 - 自动重新加载页面并轻松监控页面"
  },
  "short": {
    "ar": "إعادة تحميل الصفحات تلقائيًا، ومراقبة الصفحات، وتعيين فترات زمنية مخصصة لتحديث علامات التبويب وتحديثها تلقائيًا بسلاسة",
    "am": "ገጾችን በራስ ሰር እንደገና ይጫኑ፣ ገጾችን ይቆጣጠሩ እና እንከን የለሽ የራስ ትርን ለማደስ እና ለማዘመን ብጁ የጊዜ ክፍተቶችን ያዘጋጁ።",
    "bg": "Автоматично презареждане на страници, наблюдение на страници и задаване на потребителски интервали от време",
    "bn,en,en_AU,en_GB,en_US,es_419,gu,hi,kn,ml,mr,pt_BR,ta,te,zh_TW": "Auto reload pages, monitor pages, and set custom time intervals for seamless auto tab refresh and updates",
    "ca": "Recarrega automàticament les pàgines, supervisa les pàgines i defineix intervals de temps personalitzats",
    "cs": "Automatické opětovné načítání stránek, sledování stránek a nastavení vlastních časových intervalů",
    "da": "Genindlæs automatisk sider, overvåg sider, og indstil brugerdefinerede tidsintervaller for problemfri automatisk faneopdatering",
    "de": "Seiten automatisch neu laden, Seiten überwachen und benutzerdefinierte Zeitintervalle festlegen",
    "el": "Αυτόματη επαναφόρτωση σελίδων, παρακολούθηση σελίδων και ορισμός προσαρμοσμένων χρονικών διαστημάτων",
    "es": "Recargar páginas automáticamente, monitorear páginas y establecer intervalos de tiempo personalizados",
    "et": "Laadige lehti automaatselt uuesti, jälgige lehti ja määrake kohandatud ajaintervallid",
    "fa": "بارگیری مجدد خودکار صفحات، نظارت بر صفحات و تنظیم فواصل زمانی سفارشی برای به روز رسانی و به روز رسانی خودکار برگه",
    "fi": "Lataa sivut automaattisesti uudelleen, seuraa sivuja ja aseta mukautettuja aikavälejä",
    "fil": "I-auto reload ang mga page, subaybayan ang mga page, at itakda ang mga custom na agwat ng oras",
    "fr": "Rechargez automatiquement les pages, surveillez les pages et définissez des intervalles de temps personnalisés",
    "he": "טען מחדש דפים אוטומטית, עקוב אחר דפים וקבע מרווחי זמן מותאמים אישית לרענון ועדכונים אוטומטיים של כרטיסיות",
    "hr": "Automatsko ponovno učitavanje stranica, praćenje stranica i postavljanje prilagođenih vremenskih intervala",
    "hu": "Oldalak automatikus újratöltése, oldalak figyelése és egyéni időintervallumok beállítása",
    "id": "Muat ulang halaman secara otomatis, pantau halaman, dan atur interval waktu khusus untuk penyegaran tab otomatis yang lancar",
    "it": "Ricarica automaticamente le pagine, monitora le pagine e imposta intervalli di tempo personalizzati",
    "ja": "ページの自動リロード、ページの監視、シームレスな自動タブ更新と更新のためのカスタム時間間隔の設定",
    "ko": "페이지를 자동으로 다시 로드하고, 페이지를 모니터링하고, 원활한 자동 탭 새로 고침 및 업데이트를 위해 사용자 지정 시간 간격을 설정합니다.",
    "lt": "Automatiškai iš naujo įkelkite puslapius, stebėkite puslapius ir nustatykite pasirinktinius laiko intervalus",
    "lv": "Automātiski atkārtoti ielādējiet lapas, uzraugiet lapas un iestatiet pielāgotus laika intervālus",
    "ms": "Auto muat semula halaman, pantau halaman dan tetapkan selang masa tersuai untuk muat semula tab automatik yang lancar",
    "nl": "Automatisch pagina's opnieuw laden, pagina's bewaken en aangepaste tijdsintervallen instellen",
    "no": "Last inn sider automatisk på nytt, overvåk sider og still inn egendefinerte tidsintervaller",
    "pl": "Automatyczne przeładowywanie stron, monitorowanie stron i ustawianie niestandardowych odstępów czasu",
    "pt_PT": "Recarregar páginas automaticamente, monitorizar páginas e definir intervalos de tempo personalizados",
    "ro": "Reîncărcați automat paginile, monitorizați paginile și setați intervale de timp personalizate",
    "ru": "Автоматическая перезагрузка страниц, мониторинг страниц и установка пользовательских интервалов времени",
    "sk": "Automatické opätovné načítanie stránok, sledovanie stránok a nastavenie vlastných časových intervalov",
    "sl": "Samodejno ponovno nalaganje strani, spremljanje strani in nastavitev časovnih intervalov po meri",
    "sr": "Аутоматско учитавање страница, праћење страница и подешавање прилагођених временских интервала",
    "sv": "Ladda om sidor automatiskt, övervaka sidor och ställ in anpassade tidsintervall för sömlös automatisk flikuppdatering",
    "sw": "Pakia upya kurasa kiotomatiki, fuatilia kurasa, na uweke vipindi maalum vya kusasisha kichupo kiotomatiki na masasisho",
    "th": "โหลดหน้าใหม่อัตโนมัติ ตรวจสอบหน้า และตั้งช่วงเวลาที่กำหนดเองสำหรับการรีเฟรชและอัปเดตแท็บอัตโนมัติอย่างราบรื่น",
    "tr": "Sayfaları otomatik olarak yeniden yükleyin, sayfaları izleyin ve sorunsuz otomatik sekme yenileme için özel zaman aralıkları…",
    "uk": "Автоматичне перезавантаження сторінок, моніторинг сторінок і встановлення власних інтервалів часу",
    "vi": "Tự động tải lại trang, theo dõi trang và đặt khoảng thời gian tùy chỉnh để làm mới và cập nhật tab tự động liền mạch",
    "zh_CN": "自动重新加载页面、监控页面并设置自定义时间间隔，实现无缝自动标签刷新和更新"
  },
  "long": {
    "ar": "هل تحتاج إلى طريقة موثوقة لتحديث الصفحات تلقائيًا؟ لا مزيد من البحث! ملحق Chrome للتحديث التلقائي للصفحات هو أداتك المثلى لتحديث صفحات الويب أو علامات التبويب تلقائيًا دون عناء على فترات زمنية قابلة للتخصيص. \n\nسواء كنت تستخدمها لمراقبة الصفحات بحثًا عن التحديثات أو تتبع التغييرات أو إعادة تحميل الصفحات تلقائيًا، فإن هذه الإضافة تجعل الأمر سهلاً.\n\nالميزات الرئيسية لصفحة التحديث التلقائي:\n- فواصل زمنية مخصصة: قم بتعيين وقت التحديث التلقائي المفضل لديك بالثواني أو الدقائق أو الساعات. تشمل الخيارات المحددة مسبقًا 5 ثوانٍ و10 ثوانٍ و15 ثانية و5 دقائق و10 دقائق و15 دقيقة.\n- تحديث الصفحات تلقائياً: تمكين إعادة التحميل التلقائي للصفحات واختيار فترات زمنية محددة لكل مجال أو صفحة ويب.\n- إعدادات قابلة للتخصيص: احفظ تفضيلات التحديث التلقائي الفريدة لصفحات أو علامات تبويب متعددة.\n- التوقف بعد X تحديثات: إيقاف التحديث تلقائيًا بعد عدد مختار من عمليات إعادة التحميل (على سبيل المثال، 5، 10، 15).\n- خيار التحديث الثابت: إعادة تحميل الصفحات مع مسح ذاكرة التخزين المؤقت وملفات تعريف الارتباط للحصول على أحدث محتوى.\n- مؤقِّت العد التنازلي المرئي: انظر متى سيحدث التحديث التلقائي التالي مباشرةً على صفحة الويب.\n- انقر للإيقاف: أوقف التحديث على الفور بالنقر في أي مكان على صفحة الويب.\n- خيار المؤقِّت العشوائي: تعيين فترات تحديث عشوائية لتوقيت غير متوقع.\n- الإشعارات والتنبيهات الصوتية: ابق على اطلاع مع تنبيهات صوتية وإشعارات منبثقة قابلة للتخصيص.\n- إدارة جميع الصفحات: عرض إعدادات التحديث التلقائي والتحكم في إعدادات التحديث التلقائي عبر علامات تبويب متعددة عبر قائمة منظمة. أداة مراقبة الصفحات الآلية التي تعيد تحميل الصفحة تلقائيًا.\n- دعم بروتوكول الملفات: تحديث الصفحات المحلية التي تبدأ ببروتوكول الملف:////.\n\nكيفية استخدام صفحة التحديث التلقائي:\n- تعيين فترات التحديث التلقائي: اختيار أو ضبط الفواصل الزمنية يدوياً لتحديث الصفحة تلقائياً.\n- خيارات المؤقِّت المتقدمة: تخصيص الفواصل الزمنية بالثواني أو الدقائق أو الساعات لتناسب احتياجاتك.\nإيقاف التحديث في أي وقت: أوقف أو أوقف أو اضبط التفضيلات بسهولة دون إعادة فتح الإضافة.\n- تتبع الصفحات النشطة: إدارة ومراقبة إعدادات التحديث التلقائي لصفحاتك من قائمة واحدة.\n- تحديث الصفحات الثابتة: تأكد من تحديث المحتوى الأحدث من خلال مسح ذاكرة التخزين المؤقت بنقرة واحدة.\n\nالجديد في صفحة التحديث التلقائي:\n- خيار مضاف لتعديل الإعداد المسبق\n- إصلاح مشكلة الصوت في ويندوز 7\n- تمت إضافة مؤقت عشوائي \n- تمت إضافة اكتشاف النص \n- تمت إضافة خيار الصوت\n- تمت إضافة إعلام \n- السماح لبدء عنوان url بالملف://// بروتوكول\n- تم إصلاح مشكلة حفظ الإعدادات\n- تمت إضافة الحد الأدنى لوقت التحديث 2 ثانية.\n- تمت إضافة وظيفة الاستيراد والتصدير.\n- تمت إضافة خانة اختيار البدء والإيقاف في قسم الفاصل الزمني.\n- بدء العداد على الفور بمجرد بدء تحميل عنوان URL \n- تم إصلاح مشكلة بدء وإيقاف البيانات المخزنة التي تمت إزالتها\n\nلماذا استخدام صفحة التحديث التلقائي؟\nيوفر ملحق التحديث التلقائي للصفحة حلاً بسيطاً وفعالاً لتحديث صفحات الويب تلقائياً، وهو مثالي للمستخدمين الذين يحتاجون إلى إعادة تحميل سريعة وبدون استخدام اليدين دون جهد يدوي.\n\nملاحظات:\n- لا يعمل على صفحات كروم الداخلية (مثل chrome:// أو متجر كروم الإلكتروني).\n- الحد الأدنى لفاصل التحديث هو 2 ثانية للحصول على الأداء الأمثل.\n\nقم بتنزيل صفحة التحديث التلقائي الآن وجرّب أسهل طريقة للتحديث التلقائي للصفحات تلقائيًا! \nهل لديك أسئلة؟ اتصل بنا للحصول على الدعم - يسعدنا تقديم المساعدة. لا تنسَ ترك تعليق ومشاركة ملاحظاتك!",
    "am": "ገጾችን በራስ ሰር ለማደስ አስተማማኝ መንገድ ይፈልጋሉ? ከዚህ በላይ ተመልከት! የራስ-አድስ ገጽ Chrome ቅጥያ ድረ-ገጾችን ወይም ትሮችን ያለምንም ልፋት በራስ-ሰር ለማደስ ሊበጁ በሚችሉ የጊዜ ክፍተቶች ውስጥ የመጨረሻ መሳሪያዎ ነው።\n\nገጾችን ለዝማኔዎች ለመከታተል፣ ለውጦችን ለመከታተል ወይም የገጽ ዳግም ጭነትን በራስ-ሰር ለማድረግ እየተጠቀምክበት ነው፣ ይህ ቅጥያ ቀላል ያደርገዋል።\n\nየራስ-አድስ ገጽ ቁልፍ ባህሪዎች\n- ብጁ ክፍተቶች፡ የሚመርጡትን ራስ-ማደስ ጊዜ በሰከንዶች፣ በደቂቃዎች ወይም በሰዓታት ያዘጋጁ። አስቀድሞ የተገለጹ አማራጮች 5 ሰከንድ፣ 10 ሰከንድ፣ 15 ሰከንድ፣ 5 ደቂቃ፣ 10 ደቂቃ እና 15 ደቂቃ ያካትታሉ።\n- ገጾችን በራስ-ሰር ያድሱ፡- አውቶማቲክ ገጽ መጫንን ያንቁ እና ለእያንዳንዱ ጎራ ወይም ድረ-ገጽ የተወሰኑ የጊዜ ክፍተቶችን ይምረጡ።\n- ሊበጁ የሚችሉ ቅንጅቶች-ለበርካታ ገጾች ወይም ትሮች ልዩ የራስ-አድስ ምርጫዎችን ያስቀምጡ።\n- ከኤክስ ማደስ በኋላ አቁም፡ ከተመረጡት የዳግም ጭነቶች ብዛት በኋላ (ለምሳሌ፡ 5፣ 10፣ 15) በራስ-ሰር ማደስ ያቁሙ።\n- የሃርድ ማደስ አማራጭ፡ ገፆችን በመሸጎጫ እና ለቅርብ ጊዜው የተጸዱ ኩኪዎች ዳግም ይጫኑ።\n- የእይታ ቆጠራ ጊዜ ቆጣሪ፡ የሚቀጥለው ራስ-አድስ በቀጥታ በድረ-ገጹ ላይ መቼ እንደሚከሰት ይመልከቱ።\n- ለማቆም ጠቅ ያድርጉ፡ በድረ-ገጹ ላይ የትኛውም ቦታ ላይ ጠቅ በማድረግ ማደስን ወዲያውኑ ያቁሙ።\n- የዘፈቀደ የሰዓት ቆጣሪ አማራጭ፡- ለማይታወቅ ጊዜ የዘፈቀደ እድሳት ክፍተቶችን ያዘጋጁ።\n- ማሳወቂያዎች እና የድምጽ ማንቂያዎች፡- ሊበጁ በሚችሉ የድምጽ እና ብቅ-ባይ ማሳወቂያዎች እንዲያውቁት ያድርጉ።\n- ሁሉንም ገፆች አስተዳድር፡ በተደራጀ ዝርዝር በኩል በተለያዩ ትሮች ላይ የራስ-አድስ ቅንብሮችህን ተመልከት እና ተቆጣጠር። በራስ-ሰር የሚቆጣጠር ገጽ መሳሪያ የትኛው ገጽ በራስ-ሰር ዳግም የሚጫን።\n- የፋይል ፕሮቶኮል ድጋፍ፡- በፋይል:/// ፕሮቶኮል የሚጀምሩ የአካባቢ ገጾችን ያድሱ።\n\nራስ-አድስ ገጽን እንዴት መጠቀም እንደሚቻል፡-\n- ራስ-አድስ ክፍተቶችን ያዘጋጁ፡ ገጹን በራስ-ሰር ለማደስ የጊዜ ክፍተቶችን ይምረጡ ወይም በእጅ ያዘጋጁ።\n- የላቁ የሰዓት ቆጣሪ አማራጮች፡ ለፍላጎትዎ የሚስማማ ክፍተቶችን በሰከንዶች፣ በደቂቃዎች ወይም በሰዓታት ያብጁ።\nበማንኛውም ጊዜ ማደስ ያቁሙ፡ ቅጥያውን እንደገና ሳይከፍቱ ለአፍታ ያቁሙ፣ ያቁሙ ወይም ምርጫዎችን በቀላሉ ያስተካክሉ።\n- ንቁ ገጾችን ይከታተሉ-የራስ-ገጽ ማደስ ቅንጅቶችን ከአንድ ዝርዝር ያቀናብሩ እና ይቆጣጠሩ።\n- ጠንካራ ማደስ ገጾች: በአንድ ጠቅታ መሸጎጫ በማጽዳት በጣም አዲስ የሆነውን ይዘት ያረጋግጡ።\n\nአዲስ በራስ-አድስ ገጽ፡\n- ቅድመ ዝግጅትን ለማርትዕ አማራጭ ታክሏል።\n- በዊንዶውስ 7 ውስጥ የተስተካከለ የድምፅ ችግር\n- የዘፈቀደ ሰዓት ቆጣሪ ታክሏል።\n- ታክሏል ጽሑፍ ማወቂያ\n- የተጨመረ የድምፅ አማራጭ\n- ታክሏል ማስታወቂያ\n- የተፈቀደ ዩአርኤል በፋይል:/// ፕሮቶኮል ጀምር\n- የቋሚ ቅንብር ቆጣቢ ጉዳይ\n- ዝቅተኛ የማደስ ጊዜ 2 ሰከንድ ታክሏል።\n- የማስመጣት እና የመላክ ተግባር ታክሏል።\n- የተጨመረው መጀመሪያ እና አመልካች ሳጥን በጊዜ ክፍተት ክፍል ውስጥ።\n- ዩአርኤል መጫን እንደጀመረ ወዲያውኑ ቆጣሪ ይጀምሩ\n- የተከማቸ ጀምር እና አቁም ቋሚ ጉዳይ ተወግዷል\n\nለምን ራስ-አድስ ገጽን ይጠቀሙ?\nየራስ-አድስ ገፅ ቅጥያ ቀላል እና ቀልጣፋ መፍትሄን በራስ-ሰር ለማደስ ድረ-ገጾችን ይሰጣል፣ ያለ በእጅ ጥረት ፈጣን እና ነፃ እጅን ለመጫን ለሚፈልጉ ተጠቃሚዎች ፍጹም።\n\nማስታወሻዎች፡-\n- በChrome ውስጣዊ ገጾች (ለምሳሌ፣ chrome:// ወይም Chrome ድር ማከማቻ) ላይ አይሰራም።\n- ለተመቻቸ አፈጻጸም ዝቅተኛው የማደስ ክፍተት 2 ሰከንድ ነው።\n\nራስ-አድስ ገጽን አሁን ያውርዱ እና ገጾችን በራስ-ሰር ለማደስ ቀላሉ መንገድ ይለማመዱ!\nጥያቄዎች አሉዎት? ለድጋፍ እኛን ያነጋግሩን - ለመርዳት ደስተኞች ነን። ግምገማ መተው እና አስተያየትዎን ማጋራትዎን አይርሱ!",
    "bg": "Нуждаете се от надежден начин за автоматично опресняване на страниците? Не търсете повече! Разширението за Chrome Auto Refresh Page е вашият най-добър инструмент за безпроблемно автоматично обновяване на уеб страници или раздели на персонализирани интервали от време. \n\nНезависимо дали го използвате, за да следите страниците за актуализации, да проследявате промените или да автоматизирате презареждането на страниците, това разширение ви улеснява.\n\nКлючови функции на Автоматично опресняване на страници:\n- Потребителски интервали: Задайте предпочитаното от вас време за автоматично опресняване в секунди, минути или часове. Предварително зададените опции включват 5 секунди, 10 секунди, 15 секунди, 5 минути, 10 минути и 15 минути.\n- Автоматично опресняване на страници: Активирайте автоматичното презареждане на страници и изберете конкретни интервали от време за всеки домейн или уебстраница.\n- Настройки за персонализиране: Запазете уникални предпочитания за автоматично опресняване за няколко страници или табове.\n- Спрете след X презареждания: Автоматично спира опресняването след избран брой презареждания (напр. 5, 10, 15).\n- Опция за твърдо опресняване: Презареждане на страници с изчистени кеш и бисквитки за най-новото съдържание.\n- Визуален таймер за обратно броене: Вижте кога ще се случи следващото автоматично обновяване директно на уеб страницата.\n- Кликнете, за да спрете: Незабавно спрете опресняването, като кликнете където и да е на уебстраницата.\n- Опция за случаен таймер: Задайте случайни интервали на опресняване за непредсказуемо време.\n- Известия и звукови сигнали: Останете уведомени с персонализирани звукови и изскачащи известия.\n- Управление на всички страници: Преглеждайте и контролирайте настройките си за автоматично обновяване в множество раздели чрез организиран списък. автоматичен инструмент за наблюдение на страници, който автоматично презарежда страница.\n- Поддръжка на файлови протоколи: Опреснявайте локални страници, започващи с протокола file:///.\n\nКак да използвате функцията за автоматично опресняване на страница:\n- Задайте интервали за автоматично обновяване: Изберете или задайте ръчно времеви интервали за автоматично опресняване на страницата.\n- Разширени опции на таймера: Персонализирайте интервалите в секунди, минути или часове, за да отговарят на вашите нужди.\nСпиране на опресняването по всяко време: Пауза, спиране или коригиране на предпочитанията лесно, без да отваряте отново разширението.\n- Проследяване на активни страници: Управлявайте и наблюдавайте настройките си за автоматично опресняване на страници от един списък.\n- Трудно опресняване на страници: Осигурете най-свежото съдържание, като изчистите кеша с едно кликване.\n\nНово в Автоматично опресняване на страници:\n- Добавена е възможност за редактиране на предварително зададени\n- Отстранен проблем със звука в Windows 7\n- Добавен таймер за случайни събития \n- Добавено откриване на текст \n- Добавена опция за звук\n- Добавено известие \n- Позволено е url да започва с протокол file:///\n- Фиксиран проблем със запазването на настройките\n- Добавено минимално време за опресняване от 2 секунди.\n- Добавена функционалност за импортиране и експортиране.\n- Добавено квадратче за начало и край в раздела за времеви интервал.\n- Стартирайте брояча веднага, щом URL адресът започне да се зарежда \n- Коригиран проблем с премахването на съхранените данни за стартиране и спиране\n\nЗащо да използвате страницата за автоматично опресняване ?\nРазширението Auto Refresh Page (Автоматично опресняване на страница) предоставя просто, ефективно решение за автоматично опресняване на уеб страници, идеално за потребители, които се нуждаят от бързо и безпроблемно презареждане без ръчни усилия.\n\nБележки:\n- Не работи с вътрешни страници на Chrome (напр. chrome:// или Chrome Web Store).\n- Минималният интервал на опресняване е 2 секунди за оптимална производителност.\n\nИзтеглете Auto Refresh Page сега и изпитайте най-лесния начин за автоматично обновяване на страници! \nИмате въпроси? Свържете се с нас за поддръжка - ще се радваме да ви помогнем. Не забравяйте да оставите преглед и да споделите отзивите си!",
    "bn,en,en_AU,en_GB,en_US,es_419,gu,hi,kn,ml,mr,pt_BR,ta,te,zh_TW": "Need a reliable way to refresh pages automatically? Look no further! The Auto Refresh Page Chrome extension is your ultimate tool to effortlessly auto-refresh web pages or tabs at customizable time intervals. \n\nWhether you're using it to monitor pages for updates, track changes, or automate page reloads, this extension makes it easy.\n\nKey Features of Auto Refresh Page:\n- Custom Intervals: Set your preferred auto-refresh time in seconds, minutes, or hours. Predefined options include 5 sec, 10 sec, 15 sec, 5 min, 10 min, and 15 min.\n- Refresh Pages Automatically: Enable automatic page reloading and choose specific time intervals for each domain or webpage.\n- Customizable Settings: Save unique auto-refresh preferences for multiple pages or tabs.\n- Stop After X Refreshes: Automatically stop refreshing after a chosen number of reloads (e.g., 5, 10, 15).\n- Hard Refresh Option: Reload pages with cache and cookies cleared for the latest content.\n- Visual Countdown Timer: See when the next auto-refresh will occur directly on the webpage.\n- Click to Stop: Instantly stop refreshing by clicking anywhere on the webpage.\n- Random Timer Option: Set random refresh intervals for unpredictable timing.\n- Notifications & Sound Alerts: Stay notified with customizable sound and pop-up notifications.\n- Manage All Pages: View and control your auto-refresh settings across multiple tabs via an organized list. automated monitor page tool which auto reload page.\n- File Protocol Support: Refresh local pages starting with the file:/// protocol.\n\nHow to Use Auto Refresh Page:\n- Set Auto-Refresh Intervals: Choose or manually set time intervals to refresh the page automatically.\n- Advanced Timer Options: Customize intervals in seconds, minutes, or hours to suit your needs.\nStop Refreshing Anytime: Pause, stop, or adjust preferences easily without reopening the extension.\n- Track Active Pages: Manage and monitor your auto page refresh settings from a single list.\n- Hard Refresh Pages: Ensure the freshest content by clearing cache with a single click.\n\nNew in Auto Refresh Page:\n- Added option to edit preset\n- Fixed sound issue in windows 7\n- Added random timer \n- Added Text detection \n- Added Sound option\n- Added Notification \n- Allowed url start with file:/// protocol\n- Fixed setting save issue\n- Added Minimum refresh time of 2 second.\n- Added import and export functionality.\n- Added start and stop checkbox in the time interval section.\n- Start Counter immediately as soon as URL start loading \n- Fixed issue of  Start and Stop stored data removed\n\nWhy Use Auto Refresh Page ?\nThe Auto Refresh Page extension provides a simple, efficient solution for automatically refreshing web pages, perfect for users who need fast, hands-free reloads without manual effort.\n\nNotes:\n- Does not work on Chrome internal pages (e.g., chrome:// or the Chrome Web Store).\n- Minimum refresh interval is 2 seconds for optimal performance.\n\nDownload Auto Refresh Page Now and experience the easiest way to auto-refresh pages automatically! \nHave questions? Contact us for support – we’re happy to assist. Don’t forget to leave a review and share your feedback!",
    "ca": "Necessites una manera fiable d'actualitzar les pàgines automàticament? No busquis més! L'extensió de Chrome d'actualització automàtica de pàgines és la vostra eina definitiva per actualitzar automàticament pàgines web o pestanyes sense esforç a intervals de temps personalitzables.\n\nTant si l'utilitzeu per controlar les actualitzacions de pàgines, fer un seguiment dels canvis o automatitzar les recàrregues de pàgines, aquesta extensió ho facilita.\n\nCaracterístiques principals de la pàgina d'actualització automàtica:\n- Intervals personalitzats: configureu el vostre temps d'actualització automàtica preferit en segons, minuts o hores. Les opcions predefinides inclouen 5 segons, 10 segons, 15 segons, 5 min, 10 min i 15 min.\n- Actualitza les pàgines automàticament: habiliteu la recàrrega automàtica de pàgines i trieu intervals de temps específics per a cada domini o pàgina web.\n- Configuració personalitzable: deseu les preferències d'actualització automàtica úniques per a diverses pàgines o pestanyes.\n- Atura després de X actualitzacions: atura automàticament l'actualització després d'un nombre escollit de recàrregues (p. ex., 5, 10, 15).\n- Opció d'actualització dura: torneu a carregar les pàgines amb la memòria cau i les galetes esborrades per al contingut més recent.\n- Temporitzador de compte enrere visual: mireu quan es produirà la propera actualització automàtica directament a la pàgina web.\n- Feu clic per aturar: deixeu d'actualitzar instantàniament fent clic a qualsevol lloc de la pàgina web.\n- Opció de temporitzador aleatori: establiu intervals d'actualització aleatoris per a un temps impredictible.\n- Notificacions i alertes sonores: mantingueu-vos informat amb so personalitzables i notificacions emergents.\n- Gestiona totes les pàgines: visualitza i controla la teva configuració d'actualització automàtica en diverses pestanyes mitjançant una llista organitzada. eina de pàgina de monitor automatitzada que recarrega automàticament la pàgina.\n- Suport del protocol de fitxers: actualitzeu les pàgines locals començant pel protocol file:///.\n\nCom utilitzar la pàgina d'actualització automàtica:\n- Establiu intervals d'actualització automàtica: trieu o configureu manualment intervals de temps per actualitzar la pàgina automàticament.\n- Opcions de temporitzador avançades: personalitzeu els intervals en segons, minuts o hores segons les vostres necessitats.\nAtura l'actualització en qualsevol moment: posa en pausa, atura o ajusta les preferències fàcilment sense tornar a obrir l'extensió.\n- Seguiment de pàgines actives: gestioneu i controleu la configuració d'actualització automàtica de la pàgina des d'una llista única.\n- Pàgines d'actualització dura: assegureu-vos del contingut més actual esborrant la memòria cau amb un sol clic.\n\nNovetat a la pàgina d'actualització automàtica:\n- S'ha afegit una opció per editar el valor predefinit\n- S'ha solucionat el problema de so a Windows 7\n- S'ha afegit un temporitzador aleatori\n- S'ha afegit detecció de text\n- S'ha afegit l'opció de so\n- Notificació afegida\n- L'URL permès comença amb el protocol file:///\n- S'ha solucionat el problema de desar la configuració\n- S'ha afegit un temps mínim d'actualització de 2 segons.\n- S'ha afegit la funcionalitat d'importació i exportació.\n- S'ha afegit la casella de selecció d'inici i aturada a la secció d'interval de temps.\n- Inicieu el comptador immediatament tan aviat com comenci a carregar l'URL\n- S'ha solucionat el problema de les dades emmagatzemades d'inici i aturada eliminades\n\nPer què utilitzar la pàgina d'actualització automàtica?\nL'extensió de pàgina d'actualització automàtica proporciona una solució senzilla i eficaç per actualitzar automàticament les pàgines web, perfecta per als usuaris que necessiten recàrregues ràpides i mans lliures sense esforç manual.\n\nNotes:\n- No funciona a les pàgines internes de Chrome (p. ex., chrome:// o Chrome Web Store).\n- L'interval mínim d'actualització és de 2 segons per obtenir un rendiment òptim.\n\nBaixeu la pàgina d'actualització automàtica ara i experimenteu la manera més senzilla d'actualitzar les pàgines automàticament!\nTens preguntes? Poseu-vos en contacte amb nosaltres per obtenir assistència, estarem encantats d'ajudar-vos. No us oblideu de deixar un comentari i compartir els vostres comentaris!",
    "cs": "Potřebujete spolehlivý způsob, jak automaticky obnovovat stránky? Už nehledejte! Rozšíření Auto Refresh Page Chrome je váš dokonalý nástroj pro snadné automatické obnovování webových stránek nebo karet v nastavitelných časových intervalech.\n\nAť už jej používáte ke sledování aktualizací stránek, sledování změn nebo automatizaci opětovného načítání stránek, toto rozšíření to usnadňuje.\n\nKlíčové vlastnosti stránky automatického obnovení:\n- Vlastní intervaly: Nastavte preferovaný čas automatického obnovení v sekundách, minutách nebo hodinách. Předdefinované možnosti zahrnují 5 s, 10 s, 15 s, 5 min, 10 min a 15 min.\n- Automaticky obnovovat stránky: Povolte automatické opětovné načítání stránky a vyberte konkrétní časové intervaly pro každou doménu nebo webovou stránku.\n- Přizpůsobitelná nastavení: Uložte jedinečné předvolby automatického obnovení pro více stránek nebo karet.\n- Stop After X Refreshes: Automaticky zastaví aktualizaci po zvoleném počtu opětovného načtení (např. 5, 10, 15).\n- Možnost Hard Refresh: Znovu načtěte stránky s vymazanou mezipamětí a soubory cookie pro nejnovější obsah.\n- Vizuální časovač odpočítávání: Podívejte se, kdy dojde k dalšímu automatickému obnovení přímo na webové stránce.\n- Click to Stop: Okamžitě zastavíte aktualizaci kliknutím kamkoli na webovou stránku.\n- Možnost náhodného časovače: Nastavte náhodné obnovovací intervaly pro nepředvídatelné načasování.\n- Oznámení a zvuková upozornění: Zůstaňte informováni pomocí přizpůsobitelných zvuků a vyskakovacích upozornění.\n- Správa všech stránek: Zobrazte a ovládejte nastavení automatického obnovování na více kartách prostřednictvím uspořádaného seznamu. nástroj pro automatizovanou stránku monitoru, který automaticky znovu načte stránku.\n- Podpora protokolu souborů: Obnovte místní stránky počínaje protokolem file:///.\n\nJak používat stránku automatického obnovení:\n- Set Auto-Refresh Intervals: Vyberte nebo ručně nastavte časové intervaly pro automatické obnovení stránky.\n- Pokročilé možnosti časovače: Přizpůsobte si intervaly v sekundách, minutách nebo hodinách tak, aby vyhovovaly vašim potřebám.\nKdykoli zastavit aktualizaci: Pozastavte, zastavte nebo upravte předvolby snadno bez opětovného otevření rozšíření.\n- Sledování aktivních stránek: Spravujte a sledujte nastavení automatického obnovení stránek z jediného seznamu.\n- Hard Refresh Pages: Zajistěte si nejnovější obsah vymazáním mezipaměti jediným kliknutím.\n\nNovinka na stránce automatického obnovení:\n- Přidána možnost upravit předvolbu\n- Opraven problém se zvukem ve Windows 7\n- Přidán náhodný časovač\n- Přidána detekce textu\n- Přidána možnost zvuku\n- Přidáno upozornění\n- Povolená adresa URL začíná protokolem file:///\n- Opraven problém s uložením nastavení\n- Přidána minimální doba obnovení 2 sekundy.\n- Přidána funkce importu a exportu.\n- Přidáno zaškrtávací políčko start a stop v sekci časového intervalu.\n- Spusťte počítadlo okamžitě, jakmile se URL začne načítat\n- Opraven problém s odstraněním uložených dat Start a Stop\n\nProč používat stránku automatického obnovení?\nRozšíření Auto Refresh Page poskytuje jednoduché a efektivní řešení pro automatické obnovování webových stránek, ideální pro uživatele, kteří potřebují rychlé, hands-free znovu načítání bez ručního úsilí.\n\nPoznámky:\n– Nefunguje na interních stránkách Chrome (např. chrome:// nebo Internetový obchod Chrome).\n- Minimální interval obnovy je 2 sekundy pro optimální výkon.\n\nStáhněte si Auto Refresh Page Now a vyzkoušejte nejjednodušší způsob, jak automaticky automaticky obnovovat stránky!\nMáte otázky? Kontaktujte nás pro podporu – rádi vám pomůžeme. Nezapomeňte zanechat recenzi a sdílet svůj názor!",
    "da": "Har du brug for en pålidelig måde at opdatere sider automatisk? Se ikke længere! Chrome-udvidelsen Auto Refresh Page er dit ultimative værktøj til ubesværet automatisk at opdatere websider eller faner med tilpasselige tidsintervaller.\n\nUanset om du bruger det til at overvåge sider for opdateringer, spore ændringer eller automatisere sidegenindlæsninger, gør denne udvidelse det nemt.\n\nNøglefunktioner ved automatisk opdatering af side:\n- Brugerdefinerede intervaller: Indstil din foretrukne automatiske opdateringstid i sekunder, minutter eller timer. Foruddefinerede muligheder inkluderer 5 sek, 10 sek, 15 sek, 5 min, 10 min og 15 min.\n- Opdater sider automatisk: Aktiver automatisk sidegenindlæsning, og vælg specifikke tidsintervaller for hvert domæne eller hver webside.\n- Indstillinger, der kan tilpasses: Gem unikke præferencer for automatisk opdatering for flere sider eller faner.\n- Stop efter X opdateringer: Stop automatisk opdatering efter et valgt antal genindlæsninger (f.eks. 5, 10, 15).\n- Mulighed for hård opdatering: Genindlæs sider med cache og cookies ryddet for det seneste indhold.\n- Visuel nedtællingstimer: Se, hvornår den næste automatiske opdatering finder sted direkte på websiden.\n- Klik for at stoppe: Stop øjeblikkeligt med at opdatere ved at klikke hvor som helst på websiden.\n- Mulighed for tilfældig timer: Indstil tilfældige opdateringsintervaller for uforudsigelig timing.\n- Meddelelser og lydadvarsler: Bliv underrettet med lyd- og pop-up-meddelelser, der kan tilpasses.\n- Administrer alle sider: Se og kontroller dine indstillinger for automatisk opdatering på tværs af flere faner via en organiseret liste. automatiseret skærmsideværktøj, som automatisk genindlæser siden.\n- File Protocol Support: Opdater lokale sider, der starter med file:///-protokollen.\n\nSådan bruger du automatisk opdatering af side:\n- Indstil intervaller for automatisk opdatering: Vælg eller indstil manuelt tidsintervaller for at opdatere siden automatisk.\n- Avancerede timerindstillinger: Tilpas intervaller i sekunder, minutter eller timer, så de passer til dine behov.\nStop opdatering når som helst: Sæt nemt pause, stop eller juster præferencer uden at genåbne udvidelsen.\n- Spor aktive sider: Administrer og overvåg dine indstillinger for automatisk sideopdatering fra en enkelt liste.\n- Hard Refresh Pages: Sørg for det nyeste indhold ved at rydde cachen med et enkelt klik.\n\nNyt i Auto Refresh Page:\n- Tilføjet mulighed for at redigere forudindstilling\n- Rettet lydproblem i Windows 7\n- Tilføjet tilfældig timer\n- Tilføjet tekstgenkendelse\n- Tilføjet lydindstilling\n- Tilføjet meddelelse\n- Tilladt url starter med file:/// protokol\n- Fixed indstilling gem problem\n- Tilføjet Minimum opdateringstid på 2 sekunder.\n- Tilføjet import og eksport funktionalitet.\n- Tilføjet start og stop afkrydsningsfelt i tidsintervalsektionen.\n- Start tæller med det samme, så snart URL begynder at indlæse\n- Rettet problem med Start og Stop lagrede data fjernet\n\nHvorfor bruge automatisk opdatering af side?\nAuto Refresh Page-udvidelsen giver en enkel, effektiv løsning til automatisk opdatering af websider, perfekt til brugere, der har brug for hurtige, håndfri genindlæsninger uden manuel indsats.\n\nBemærkninger:\n- Virker ikke på interne Chrome-sider (f.eks. chrome:// eller Chrome Webshop).\n- Minimum opdateringsinterval er 2 sekunder for optimal ydeevne.\n\nDownload Auto Refresh Page Nu og oplev den nemmeste måde at auto-refresh sider automatisk!\nHar du spørgsmål? Kontakt os for support - vi hjælper gerne. Glem ikke at skrive en anmeldelse og dele din feedback!",
    "de": "Brauchen Sie einen zuverlässigen Weg, um Seiten automatisch zu aktualisieren? Suchen Sie nicht weiter! Die Auto Refresh Page Chrome-Erweiterung ist Ihr ultimatives Werkzeug, um Webseiten oder Tabs in anpassbaren Zeitintervallen automatisch zu aktualisieren. \n\nGanz gleich, ob Sie damit Seiten auf Aktualisierungen überwachen, Änderungen nachverfolgen oder das Neuladen von Seiten automatisieren wollen, diese Erweiterung macht es Ihnen leicht.\n\nHauptmerkmale von Auto Refresh Page:\n- Benutzerdefinierte Intervalle: Legen Sie Ihre bevorzugte automatische Aktualisierungszeit in Sekunden, Minuten oder Stunden fest. Zu den vordefinierten Optionen gehören 5 Sekunden, 10 Sekunden, 15 Sekunden, 5 Minuten, 10 Minuten und 15 Minuten.\n- Seiten automatisch aktualisieren: Aktivieren Sie das automatische Neuladen von Seiten und wählen Sie bestimmte Zeitintervalle für jede Domain oder Webseite.\n- Anpassbare Einstellungen: Speichern Sie eindeutige Einstellungen für die automatische Aktualisierung für mehrere Seiten oder Registerkarten.\n- Nach X Aktualisierungen anhalten: Stoppen Sie die Aktualisierung automatisch nach einer bestimmten Anzahl von Aktualisierungen (z. B. 5, 10, 15).\n- Option „Hartes Aktualisieren“: Laden Sie Seiten mit geleertem Cache und gelöschten Cookies neu, um den neuesten Inhalt zu erhalten.\n- Visueller Countdown-Timer: Sehen Sie direkt auf der Webseite, wann der nächste automatische Aktualisierungsvorgang stattfinden wird.\n- Anklicken zum Anhalten: Sofortiges Anhalten der Aktualisierung durch Klicken auf eine beliebige Stelle der Webseite.\n- Option Zufälliger Timer: Legen Sie zufällige Aktualisierungsintervalle für ein unvorhersehbares Timing fest.\n- Benachrichtigungen & Sound-Warnungen: Bleiben Sie mit anpassbaren Sound- und Pop-up-Benachrichtigungen auf dem Laufenden.\n- Verwalten Sie alle Seiten: Zeigen Sie Ihre Einstellungen für die automatische Aktualisierung auf mehreren Registerkarten in einer übersichtlichen Liste an und steuern Sie sie.\n- Unterstützung des Dateiprotokolls: Aktualisieren Sie lokale Seiten, die mit dem Protokoll file:/// beginnen.\n\nSo verwenden Sie die automatische Seitenaktualisierung:\n- Legen Sie Intervalle für die automatische Aktualisierung fest: Wählen Sie oder legen Sie manuell Zeitintervalle für die automatische Aktualisierung der Seite fest.\n- Erweiterte Timer-Optionen: Legen Sie die Intervalle in Sekunden, Minuten oder Stunden fest, um sie Ihren Bedürfnissen anzupassen.\nAktualisieren jederzeit beenden: Pausieren, stoppen oder ändern Sie die Einstellungen, ohne die Erweiterung erneut zu öffnen.\n- Aktive Seiten verfolgen: Verwalten und überwachen Sie Ihre Einstellungen für die automatische Seitenaktualisierung über eine einzige Liste.\n- Seiten hart aktualisieren: Stellen Sie sicher, dass die Inhalte frisch sind, indem Sie den Cache mit einem einzigen Klick leeren.\n\nNeu in Auto Refresh Page:\n- Option zum Bearbeiten der Voreinstellung hinzugefügt\n- Tonproblem in Windows 7 behoben\n- Zufälliger Timer hinzugefügt \n- Texterkennung hinzugefügt \n- Sound-Option hinzugefügt\n- Benachrichtigung hinzugefügt \n- Erlaubt Url Start mit file:/// Protokoll\n- Problem mit dem Speichern von Einstellungen behoben\n- Minimale Aktualisierungszeit von 2 Sekunden hinzugefügt.\n- Import- und Exportfunktionalität hinzugefügt.\n- Start- und Stopp-Kontrollkästchen im Abschnitt Zeitintervall hinzugefügt.\n- Der Zähler wird sofort gestartet, sobald die URL zu laden beginnt. \n- Problem mit dem Entfernen von gespeicherten Start- und Stopp-Daten behoben\n\nWarum Auto Refresh Page verwenden?\nDie Auto Refresh Page-Erweiterung bietet eine einfache und effiziente Lösung für die automatische Aktualisierung von Webseiten. Sie eignet sich perfekt für Benutzer, die schnelle, unkomplizierte Reloads ohne manuellen Aufwand benötigen.\n\nHinweise:\n- Funktioniert nicht auf internen Chrome-Seiten (z. B. chrome:// oder dem Chrome Web Store).\n- Das minimale Aktualisierungsintervall beträgt 2 Sekunden für eine optimale Leistung.\n\nLaden Sie Auto Refresh Page jetzt herunter und erleben Sie die einfachste Möglichkeit, Seiten automatisch zu aktualisieren! \nHaben Sie Fragen? Wenden Sie sich an unseren Support - wir helfen Ihnen gerne weiter. Vergessen Sie nicht, eine Bewertung zu hinterlassen und Ihr Feedback zu teilen!",
    "el": "Χρειάζεστε έναν αξιόπιστο τρόπο αυτόματης ανανέωσης σελίδων; Μην ψάχνετε άλλο! Η επέκταση Αυτόματης ανανέωσης σελίδας Chrome είναι το απόλυτο εργαλείο σας για την εύκολη αυτόματη ανανέωση ιστοσελίδων ή καρτελών σε προσαρμόσιμα χρονικά διαστήματα.\n\nΕίτε το χρησιμοποιείτε για την παρακολούθηση σελίδων για ενημερώσεις, την παρακολούθηση αλλαγών ή την αυτοματοποίηση επαναφόρτωσης σελίδων, αυτή η επέκταση το καθιστά εύκολο.\n\nΒασικά χαρακτηριστικά της σελίδας αυτόματης ανανέωσης:\n- Προσαρμοσμένα διαστήματα: Ορίστε τον προτιμώμενο χρόνο αυτόματης ανανέωσης σε δευτερόλεπτα, λεπτά ή ώρες. Οι προκαθορισμένες επιλογές περιλαμβάνουν 5 δευτερόλεπτα, 10 δευτερόλεπτα, 15 δευτερόλεπτα, 5 λεπτά, 10 λεπτά και 15 λεπτά.\n- Αυτόματη ανανέωση σελίδων: Ενεργοποιήστε την αυτόματη επαναφόρτωση σελίδας και επιλέξτε συγκεκριμένα χρονικά διαστήματα για κάθε τομέα ή ιστοσελίδα.\n- Προσαρμόσιμες ρυθμίσεις: Αποθηκεύστε μοναδικές προτιμήσεις αυτόματης ανανέωσης για πολλές σελίδες ή καρτέλες.\n- Stop After X Refreshes: Αυτόματη διακοπή της ανανέωσης μετά από επιλεγμένο αριθμό επαναφορτώσεων (π.χ. 5, 10, 15).\n- Επιλογή σκληρής ανανέωσης: Επαναφόρτωση σελίδων με προσωρινή μνήμη και διαγραφή cookie για το πιο πρόσφατο περιεχόμενο.\n- Visual Countdown Timer: Δείτε πότε θα γίνει η επόμενη αυτόματη ανανέωση απευθείας στην ιστοσελίδα.\n- Κάντε κλικ για διακοπή: Σταματήστε αμέσως την ανανέωση κάνοντας κλικ οπουδήποτε στην ιστοσελίδα.\n- Επιλογή τυχαίου χρονοδιακόπτη: Ορίστε διαστήματα τυχαίας ανανέωσης για απρόβλεπτο χρονισμό.\n- Ειδοποιήσεις και ηχητικές ειδοποιήσεις: Μείνετε ενημερωμένοι με προσαρμόσιμο ήχο και αναδυόμενες ειδοποιήσεις.\n- Διαχείριση όλων των σελίδων: Προβάλετε και ελέγξτε τις ρυθμίσεις αυτόματης ανανέωσης σε πολλές καρτέλες μέσω μιας οργανωμένης λίστας. αυτοματοποιημένο εργαλείο σελίδας παρακολούθησης που επαναφορτώνει αυτόματα τη σελίδα.\n- Υποστήριξη πρωτοκόλλου αρχείου: Ανανεώστε τις τοπικές σελίδες ξεκινώντας με το πρωτόκολλο file:///.\n\nΠώς να χρησιμοποιήσετε τη σελίδα αυτόματης ανανέωσης:\n- Ορισμός διαστημάτων αυτόματης ανανέωσης: Επιλέξτε ή ορίστε μη αυτόματα χρονικά διαστήματα για αυτόματη ανανέωση της σελίδας.\n- Προηγμένες επιλογές χρονοδιακόπτη: Προσαρμόστε τα διαστήματα σε δευτερόλεπτα, λεπτά ή ώρες για να ταιριάζουν στις ανάγκες σας.\nΔιακοπή ανανέωσης ανά πάσα στιγμή: Παύση, διακοπή ή προσαρμογή των προτιμήσεων εύκολα χωρίς να ανοίξετε ξανά την επέκταση.\n- Παρακολούθηση ενεργών σελίδων: Διαχειριστείτε και παρακολουθήστε τις ρυθμίσεις αυτόματης ανανέωσης σελίδας από μία μόνο λίστα.\n- Σκληρή ανανέωση σελίδων: Διασφαλίστε το πιο φρέσκο ​​περιεχόμενο εκκαθαρίζοντας την προσωρινή μνήμη με ένα μόνο κλικ.\n\nΝέο στη σελίδα αυτόματης ανανέωσης:\n- Προστέθηκε επιλογή για επεξεργασία προκαθορισμένης ρύθμισης\n- Διορθώθηκε το πρόβλημα ήχου στα windows 7\n- Προστέθηκε τυχαίος χρονοδιακόπτης\n- Προστέθηκε ανίχνευση κειμένου\n- Προστέθηκε η επιλογή ήχου\n- Προστέθηκε ειδοποίηση\n- Η επιτρεπόμενη διεύθυνση url ξεκινά με πρωτόκολλο file:///\n- Διορθώθηκε το πρόβλημα αποθήκευσης ρυθμίσεων\n- Προστέθηκε ελάχιστος χρόνος ανανέωσης 2 δευτερολέπτων.\n- Προστέθηκε λειτουργικότητα εισαγωγής και εξαγωγής.\n- Προστέθηκε το πλαίσιο ελέγχου έναρξης και διακοπής στην ενότητα χρονικού διαστήματος.\n- Ξεκινήστε τον μετρητή αμέσως μόλις ξεκινήσει η φόρτωση του URL\n- Διορθώθηκε το πρόβλημα έναρξης και διακοπής των αποθηκευμένων δεδομένων που καταργήθηκαν\n\nΓιατί να χρησιμοποιήσετε τη σελίδα αυτόματης ανανέωσης;\nΗ επέκταση Σελίδας Αυτόματης ανανέωσης παρέχει μια απλή, αποτελεσματική λύση για αυτόματη ανανέωση ιστοσελίδων, ιδανική για χρήστες που χρειάζονται γρήγορες επαναφορτώσεις hands-free χωρίς χειροκίνητη προσπάθεια.\n\nΣημειώσεις:\n- Δεν λειτουργεί σε εσωτερικές σελίδες του Chrome (π.χ. chrome:// ή το Chrome Web Store).\n- Το ελάχιστο διάστημα ανανέωσης είναι 2 δευτερόλεπτα για βέλτιστη απόδοση.\n\nΠραγματοποιήστε λήψη της αυτόματης ανανέωσης σελίδας τώρα και δοκιμάστε τον ευκολότερο τρόπο αυτόματης ανανέωσης σελίδων αυτόματα!\nΈχετε ερωτήσεις; Επικοινωνήστε μαζί μας για υποστήριξη - θα χαρούμε να σας βοηθήσουμε. Μην ξεχάσετε να αφήσετε μια κριτική και να μοιραστείτε τα σχόλιά σας!",
    "es": "¿Necesita una forma confiable de actualizar páginas automáticamente? ¡No busques más! La extensión Auto Page Refresh de Chrome es la herramienta perfecta para actualizar automáticamente páginas web y pestañas en intervalos de tiempo personalizables.\n\nSi desea utilizarlo para monitorear las actualizaciones de la página, realizar un seguimiento de los cambios o automatizar las recargas de la página, esta extensión lo hace fácil.\nCaracterísticas principales de la actualización automática de página:\n\n Intervalo personalizado: puede configurar el tiempo de actualización automática en segundos, minutos u horas. Las opciones predefinidas incluyen 5 segundos, 10 segundos, 15 segundos, 5 minutos, 10 minutos y 15 minutos.\n Actualizar páginas automáticamente: recarga páginas automáticamente y elige intervalos de tiempo específicos para cada dominio o página web.\n Configuraciones personalizables: guarde configuraciones únicas de actualización automática para múltiples páginas y pestañas.\n Detener después de un número de veces especificado: detiene las actualizaciones automáticas después de recargar el número de veces seleccionado (por ejemplo, 5, 10, 15).\n Opción de actualización completa: borre el caché y las cookies y vuelva a cargar con el contenido más reciente.\n Temporizador de cuenta atrás visual: vea cuándo se producirá la próxima actualización automática directamente en su página web.\n Haga clic para detener: haga clic en cualquier lugar de una página web para detener instantáneamente las actualizaciones automáticas.\n Opción de temporizador aleatorio: establezca un intervalo de actualización aleatorio para tiempos impredecibles.\n Notificaciones y alertas de sonido: reciba notificaciones con sonidos personalizables y notificaciones emergentes.\n Administre todas sus páginas: vea y controle la configuración de actualización automática en múltiples pestañas con una lista organizada. Supervise las páginas como una herramienta de recarga automática de páginas.\n Compatibilidad con protocolos de archivos: actualice las páginas locales que comienzan con el protocolo file:///.\n\nCómo utilizar la actualización automática de página:\n\n Establecer intervalo de actualización automática: seleccione o establezca manualmente el intervalo de tiempo para actualizar automáticamente la página.\n Opciones avanzadas de temporizador: personalice los intervalos en segundos, minutos u horas para satisfacer sus necesidades.\n Pausar actualizaciones en cualquier momento: pausa, detiene o ajusta la configuración fácilmente sin tener que volver a abrir la extensión.\n Seguimiento de página activa: administre y supervise la configuración de actualización automática de la página desde una única lista.\n Actualización completa de la página: borre el caché para asegurarse de obtener el contenido más reciente.\n\nNuevas funciones para la actualización automática de la página:\n\n Se agregaron opciones de edición preestablecidas\n Se solucionaron problemas de sonido en Windows 7.\n Agregar temporizador aleatorio\n Detección de texto agregada\n Opciones de sonido agregadas\n Agregar notificación\n Permitir URL que comiencen con el protocolo file:///\n Se solucionó un problema al guardar la configuración.\n Establezca el tiempo mínimo de actualización en 2 segundos\n Se agregó funcionalidad de importación y exportación.\n Se agregaron casillas de inicio y parada a la sección de intervalo de tiempo.\n Inicie el contador tan pronto como la URL comience a cargarse\n Se solucionó un problema por el cual se eliminaban los datos de inicio y finalización de guardado.\n\nRazones para utilizar la actualización automática de página:\n\nLa extensión Auto Page Refresh proporciona una solución simple y eficiente para actualizar automáticamente páginas web. Ideal para usuarios que necesitan recargas rápidas y automáticas sin intervención manual.\nNota:\n\n No funciona en las páginas internas de Chrome (por ejemplo, chrome:// o Chrome Web Store).\n El intervalo de actualización mínimo es de 2 segundos para un rendimiento óptimo.\n\nDescargue Auto Page Refresh ahora y experimente la forma más fácil de actualizar páginas automáticamente. ¿Tiene alguna pregunta? Póngase en contacto con el soporte técnico: estaremos encantados de ayudarle. ¡No olvides dejar una reseña y compartir tus comentarios!",
    "et": "Kas vajate usaldusväärset viisi lehtede automaatseks värskendamiseks? Ära enam otsi! Chrome'i lehe automaatse värskendamise laiendus on teie parim tööriist veebilehtede või vahelehtede automaatseks värskendamiseks kohandatavate ajavahemike järel.\n\nOlenemata sellest, kas kasutate seda lehtede värskenduste jälgimiseks, muudatuste jälgimiseks või lehtede uuesti laadimise automatiseerimiseks, teeb see laiendus selle lihtsaks.\n\nLehe automaatse värskendamise põhifunktsioonid:\n- Kohandatud intervallid: määrake eelistatud automaatse värskendamise aeg sekundites, minutites või tundides. Eelmääratletud valikud hõlmavad 5 sekundit, 10 sekundit, 15 sekundit, 5 minutit, 10 minutit ja 15 minutit.\n- Värskenda lehti automaatselt: lubage lehe automaatne uuesti laadimine ja valige iga domeeni või veebilehe jaoks kindlad ajavahemikud.\n- Kohandatavad sätted: salvestage unikaalsed automaatse värskendamise eelistused mitme lehe või vahelehe jaoks.\n- Peata pärast X värskendamist: peatage värskendamine automaatselt pärast valitud arvu uuesti laadimisi (nt 5, 10, 15).\n- Hard Refresh Valik: laadige uuesti lehed, kus vahemälu ja küpsised on uusima sisu jaoks kustutatud.\n- Visuaalne taimer: vaadake, millal toimub järgmine automaatne värskendus otse veebilehel.\n- Peatamiseks klõpsake: lõpetage koheselt värskendamine, klõpsates veebilehel suvalises kohas.\n- Juhusliku taimeri valik: määrake ettearvamatu ajastuse jaoks juhuslikud värskendusintervallid.\n- Märguanded ja helihoiatused: püsige kursis kohandatavate heli- ja hüpikmärguannetega.\n- Halda kõiki lehti: saate vaadata ja hallata oma automaatse värskendamise seadeid mitmel vahekaardil organiseeritud loendi kaudu. automatiseeritud monitori lehe tööriist, mis laadib lehe automaatselt uuesti.\n- Failiprotokolli tugi: värskendage kohalikke lehti, mis algavad protokolliga file:///.\n\nLehe automaatse värskendamise kasutamine:\n- Määra automaatse värskendamise intervallid: valige või määrake käsitsi ajaintervallid lehe automaatseks värskendamiseks.\n- Taimeri täpsemad valikud: kohandage intervalle sekundites, minutites või tundides vastavalt oma vajadustele.\nLõpetage värskendamine igal ajal: peatage, peatage või kohandage eelistusi lihtsalt ilma laiendust uuesti avamata.\n- Jälgige aktiivseid lehti: hallake ja jälgige lehe automaatse värskendamise seadeid ühes loendis.\n- Värskendage lehti: tagage värskeim sisu, tühjendades vahemälu ühe klõpsuga.\n\nUus automaatse värskendamise lehel:\n- Lisatud võimalus eelseadistuse redigeerimiseks\n- Windows 7 heliprobleem on lahendatud\n- Lisatud juhuslik taimer\n- Lisatud tekstituvastus\n- Lisatud helivalik\n- Lisatud teatis\n- Lubatud URL algab protokolliga file:///\n- Parandatud seadete salvestamise probleem\n- Lisatud minimaalne värskendusaeg 2 sekundit.\n- Lisatud impordi ja ekspordi funktsionaalsus.\n- Ajaintervalli jaotisesse on lisatud märkeruut algus ja peatamine.\n- Käivitage loendur kohe, kui URL-i laadimine algab\n- Salvestatud andmete käivitamise ja peatamise parandatud probleem\n\nMiks kasutada lehe automaatset värskendamist?\nLehekülje automaatse värskendamise laiendus pakub lihtsat ja tõhusat lahendust veebilehtede automaatseks värskendamiseks, mis sobib ideaalselt kasutajatele, kes vajavad kiiret ja käed-vabad uuesti laadimist ilma käsitsi tehtud pingutusteta.\n\nMärkused:\n- Ei tööta Chrome'i siselehtedel (nt chrome:// või Chrome'i veebipood).\n- Optimaalse jõudluse tagamiseks on minimaalne värskendusintervall 2 sekundit.\n\nLaadige alla lehe automaatne värskendamine kohe ja kogege lihtsaimat viisi lehtede automaatseks värskendamiseks!\nKas teil on küsimusi? Toe saamiseks võtke meiega ühendust – aitame hea meelega. Ärge unustage jätta arvustust ja jagada oma tagasisidet!",
    "fa": "آیا به روشی مطمئن برای بازخوانی خودکار صفحات نیاز دارید؟ دیگر نگاه نکنید! بازخوانی خودکار صفحه افزونه کروم ابزاری عالی برای بازخوانی آسان صفحات وب و برگه‌ها در فواصل زمانی قابل تنظیم است.\n\nاگر می‌خواهید از آن برای نظارت بر به‌روزرسانی‌های صفحه، ردیابی تغییرات یا خودکارسازی مجدد صفحه استفاده کنید، این افزونه کار را آسان می‌کند.\nویژگی های اصلی به روز رسانی خودکار صفحه:\n\n فاصله سفارشی: می توانید زمان به روز رسانی خودکار را بر حسب ثانیه، دقیقه یا ساعت تنظیم کنید. گزینه های از پیش تعریف شده شامل 5 ثانیه، 10 ثانیه، 15 ثانیه، 5 دقیقه، 10 دقیقه و 15 دقیقه است.\n بازخوانی خودکار صفحات: به طور خودکار صفحات را بارگیری مجدد کنید و فواصل زمانی خاصی را برای هر دامنه یا صفحه وب انتخاب کنید.\n تنظیمات قابل تنظیم: تنظیمات به‌روزرسانی خودکار منحصر به فرد را برای چندین صفحه و برگه ذخیره کنید.\n توقف پس از تعداد دفعات مشخص شده: به‌روزرسانی‌های خودکار را پس از بارگیری مجدد تعداد دفعات انتخاب شده (مانند 5، 10، 15) متوقف می‌کند.\n گزینه Hard Refresh: حافظه پنهان و کوکی ها را پاک کنید و با جدیدترین محتوا بارگذاری مجدد کنید.\n تایمر شمارش معکوس بصری: ببینید چه زمانی به‌روزرسانی خودکار بعدی درست در صفحه وب شما رخ می‌دهد.\n برای توقف کلیک کنید: در هر نقطه از صفحه وب کلیک کنید تا فوراً به‌روزرسانی‌های خودکار متوقف شود.\n گزینه تایمر تصادفی: یک بازه زمانی تازه سازی تصادفی را برای زمان بندی غیرقابل پیش بینی تنظیم کنید.\n اعلان ها و هشدارهای صوتی: اعلان ها را با صداهای قابل تنظیم و اعلان های بازشو دریافت کنید.\n همه صفحات خود را مدیریت کنید: تنظیمات به‌روزرسانی خودکار را در چندین برگه با فهرست سازمان‌یافته مشاهده و کنترل کنید. صفحات را به عنوان یک ابزار بارگذاری مجدد خودکار صفحه نظارت کنید.\n پشتیبانی از پروتکل فایل: صفحات محلی را که با پروتکل file:/// شروع می شود، به روز کنید.\n\nنحوه استفاده از به روز رسانی خودکار صفحه:\n\n تنظیم فاصله بازخوانی خودکار: فاصله زمانی را برای بازخوانی خودکار صفحه انتخاب یا به صورت دستی تنظیم کنید.\n گزینه های تایمر پیشرفته: فواصل زمانی را در ثانیه، دقیقه یا ساعت سفارشی کنید تا مطابق با نیازهای شما باشد.\n به‌روزرسانی‌ها را در هر زمان متوقف کنید: بدون نیاز به باز کردن مجدد برنامه افزودنی، تنظیمات را به راحتی متوقف کنید، متوقف کنید یا تنظیم کنید.\n ردیابی صفحه فعال: تنظیمات به‌روزرسانی خودکار صفحه را از یک لیست مدیریت و نظارت کنید.\n به روز رسانی صفحه سخت: حافظه پنهان را پاک کنید تا مطمئن شوید آخرین محتوا را دریافت می کنید.\n\nویژگی های جدید برای به روز رسانی خودکار صفحه:\n\n گزینه های ویرایش از پیش تعیین شده اضافه شده است\n رفع مشکلات صدا در ویندوز 7\n اضافه کردن تایمر تصادفی\n تشخیص متن اضافه شد\n گزینه های صدا اضافه شده است\n اعلان اضافه کنید\n اجازه دادن به URL هایی که با پروتکل file:/// شروع می شوند\n مشکل ذخیره تنظیمات برطرف شد\n حداقل زمان تازه سازی را روی 2 ثانیه تنظیم کنید\n قابلیت واردات و صادرات اضافه شده است\n اضافه شدن چک باکس شروع و توقف به بخش فاصله زمانی\n به محض شروع بارگیری URL، شمارنده را راه اندازی کنید\n رفع مشکلی که در آن داده‌های ذخیره شروع و توقف حذف می‌شد\n\nدلایل استفاده از به‌روزرسانی خودکار صفحه:\n\nافزونه Auto Page Refresh یک راه حل ساده و کارآمد برای به روز رسانی خودکار صفحات وب ارائه می دهد. ایده آل برای کاربرانی که نیاز به بارگیری مجدد سریع و خودکار بدون مداخله دستی دارند.\nتوجه:\n\n در صفحات داخلی Chrome (مانند chrome:// یا فروشگاه وب Chrome) کار نمی کند.\n حداقل فاصله بازخوانی 2 ثانیه برای عملکرد بهینه است.\n\nهم اکنون Auto Page Refresh را دانلود کنید و ساده ترین راه را برای به روز رسانی خودکار صفحات تجربه کنید! سوالی دارید؟ تماس با پشتیبانی - ما خوشحال خواهیم شد که به شما کمک کنیم. فراموش نکنید که یک نظر بگذارید و نظرات خود را به اشتراک بگذارید!",
    "fi": "Tarvitsetko luotettavan tavan päivittää sivut automaattisesti? Älä etsi enää! Automaattinen sivun päivityksen Chrome-laajennus on paras työkalusi, jonka avulla voit vaivattomasti päivittää verkkosivuja tai välilehtiä automaattisesti mukautetuin aikavälein.\n\nKäytätkö sitä sivujen päivitysten tarkkailuun, muutosten seurantaan tai sivujen uudelleenlatausten automatisointiin, tämä laajennus tekee siitä helppoa.\n\nSivun automaattisen päivityksen tärkeimmät ominaisuudet:\n- Mukautetut intervallit: Aseta haluamasi automaattinen päivitysaika sekunteina, minuutteina tai tunteina. Ennalta määritetyt vaihtoehdot ovat 5 s, 10 s, 15 s, 5 min, 10 min ja 15 min.\n- Päivitä sivut automaattisesti: Ota automaattinen sivujen uudelleenlataus käyttöön ja valitse tietyt aikavälit kullekin verkkotunnukselle tai verkkosivulle.\n- Mukautettavat asetukset: Tallenna ainutlaatuiset automaattisen päivityksen asetukset useille sivuille tai välilehdille.\n- Pysäytä X:n päivityksen jälkeen: Pysäytä päivitys automaattisesti valitun uudelleenlatausmäärän jälkeen (esim. 5, 10, 15).\n- Hard Refresh Option: Lataa sivut uudelleen välimuistin ja uusimman sisällön evästeiden tyhjennyksellä.\n- Visuaalinen lähtölaskenta: Katso, milloin seuraava automaattinen päivitys tapahtuu suoraan verkkosivulla.\n- Lopeta napsauttamalla: lopeta päivitys välittömästi napsauttamalla mitä tahansa verkkosivun kohtaa.\n- Satunnainen ajastinvaihtoehto: Aseta satunnaiset päivitysvälit arvaamattomaan ajoitukseen.\n- Ilmoitukset ja äänihälytykset: Pysy ajan tasalla mukautettavien ääni- ja ponnahdusilmoitusten avulla.\n- Hallitse kaikkia sivuja: Tarkastele ja hallitse automaattisen päivityksen asetuksiasi useilla välilehdillä järjestetyn luettelon avulla. automaattinen näyttösivutyökalu, joka lataa sivun automaattisesti uudelleen.\n- Tiedostoprotokollatuki: Päivitä paikalliset sivut, jotka alkavat file:///-protokollalla.\n\nSivun automaattisen päivityksen käyttäminen:\n- Aseta automaattisen päivityksen aikavälit: Valitse tai aseta manuaalisesti aikavälit sivun päivittämiseksi automaattisesti.\n- Ajastimen lisäasetukset: Mukauta intervalleja sekunneissa, minuuteissa tai tunneissa tarpeidesi mukaan.\nLopeta päivittäminen milloin tahansa: Keskeytä, pysäytä tai säädä asetuksia helposti avaamatta laajennusta uudelleen.\n- Seuraa aktiivisia sivuja: Hallitse ja valvo automaattisen sivun päivitysasetuksiasi yhdestä luettelosta.\n- Hard Refresh Pages: Varmista tuorein sisältö tyhjentämällä välimuisti yhdellä napsautuksella.\n\nUutta automaattisen päivityksen sivulla:\n- Lisätty mahdollisuus muokata esiasetuksia\n- Korjattu ääniongelma Windows 7:ssä\n- Lisätty satunnainen ajastin\n- Lisätty tekstintunnistus\n- Lisätty äänivaihtoehto\n- Lisätty ilmoitus\n- Sallittu URL-osoite alkaa file:///-protokollalla\n- Korjattu asetusten tallennusongelma\n- Lisätty 2 sekunnin vähimmäispäivitysaika.\n- Lisätty tuonti- ja vientitoiminto.\n- Lisätty aloitus- ja lopetusvalintaruutu aikaväliosaan.\n- Käynnistä laskuri heti, kun URL-osoite alkaa latautua\n- Korjattu ongelma Start and Stop tallennettujen tietojen poistamisesta\n\nMiksi käyttää sivun automaattista päivitystä?\nAutomaattinen sivun päivityslaajennus tarjoaa yksinkertaisen ja tehokkaan ratkaisun verkkosivujen automaattiseen päivittämiseen. Se on täydellinen käyttäjille, jotka tarvitsevat nopeita, handsfree-latauksia ilman manuaalista vaivaa.\n\nHuomautuksia:\n- Ei toimi Chromen sisäisillä sivuilla (esim. chrome:// tai Chrome Web Store).\n- Pienin päivitysväli on 2 sekuntia optimaalisen suorituskyvyn saavuttamiseksi.\n\nLataa sivun automaattinen päivitys nyt ja koe helpoin tapa päivittää sivut automaattisesti!\nOnko sinulla kysyttävää? Ota yhteyttä saadaksesi tukea – autamme mielellämme. Älä unohda jättää arvostelua ja jakaa palautetta!",
    "fil": "Kailangan mo ng maaasahang paraan upang awtomatikong i-refresh ang mga pahina? Huwag nang tumingin pa! Ang extension ng Chrome ng Auto Refresh Page ay ang iyong pinakamahusay na tool upang walang kahirap-hirap na i-auto-refresh ang mga web page o tab sa mga nako-customize na agwat ng oras.\n\nGinagamit mo man ito upang subaybayan ang mga page para sa mga update, subaybayan ang mga pagbabago, o i-automate ang mga pag-reload ng page, pinapadali ng extension na ito.\n\nMga Pangunahing Tampok ng Auto Refresh Page:\n- Mga Custom na Pagitan: Itakda ang iyong gustong auto-refresh na oras sa mga segundo, minuto, o oras. Kasama sa mga paunang natukoy na opsyon ang 5 sec, 10 sec, 15 sec, 5 min, 10 min, at 15 min.\n- Awtomatikong I-refresh ang Mga Pahina: Paganahin ang awtomatikong pag-reload ng pahina at pumili ng mga partikular na agwat ng oras para sa bawat domain o webpage.\n- Nako-customize na Mga Setting: I-save ang mga natatanging kagustuhan sa auto-refresh para sa maraming page o tab.\n- Stop After X Refreshes: Awtomatikong huminto sa pagre-refresh pagkatapos ng napiling bilang ng mga reload (hal., 5, 10, 15).\n- Pagpipilian sa Hard Refresh: I-reload ang mga pahina na may cache at cookies na na-clear para sa pinakabagong nilalaman.\n- Visual Countdown Timer: Tingnan kung kailan direktang magaganap ang susunod na auto-refresh sa webpage.\n- Click to Stop: Agad na ihinto ang pagre-refresh sa pamamagitan ng pag-click saanman sa webpage.\n- Random na Pagpipilian sa Timer: Magtakda ng mga random na agwat ng pag-refresh para sa hindi nahuhulaang timing.\n- Mga Notification at Mga Alerto sa Tunog: Manatiling abiso gamit ang nako-customize na tunog at mga pop-up na notification.\n- Pamahalaan ang Lahat ng Mga Pahina: Tingnan at kontrolin ang iyong mga setting ng auto-refresh sa maraming tab sa pamamagitan ng isang organisadong listahan. automated monitor page tool na awtomatikong i-reload ang page.\n- File Protocol Support: I-refresh ang mga lokal na pahina simula sa file:/// protocol.\n\nPaano Gamitin ang Auto Refresh Page:\n- Itakda ang Auto-Refresh Intervals: Pumili o manu-manong magtakda ng mga agwat ng oras upang awtomatikong i-refresh ang pahina.\n- Mga Advanced na Opsyon sa Timer: I-customize ang mga agwat sa mga segundo, minuto, o oras upang umangkop sa iyong mga pangangailangan.\nIhinto ang Pagre-refresh Anumang Oras: I-pause, ihinto, o madaling ayusin ang mga kagustuhan nang hindi muling binubuksan ang extension.\n- Subaybayan ang Mga Aktibong Pahina: Pamahalaan at subaybayan ang iyong mga setting ng pag-refresh ng auto page mula sa isang listahan.\n- Mga Hard Refresh Pages: Tiyakin ang pinakasariwang nilalaman sa pamamagitan ng pag-clear ng cache sa isang pag-click.\n\nBago sa Auto Refresh Page:\n- Nagdagdag ng pagpipilian upang i-edit ang preset\n- Inayos ang isyu sa tunog sa windows 7\n- Nagdagdag ng random na timer\n- Nagdagdag ng pagtukoy ng Teksto\n- Nagdagdag ng pagpipilian sa Tunog\n- Nagdagdag ng Abiso\n- Ang pinapayagang url ay nagsisimula sa file:/// protocol\n- Nakapirming setting save isyu\n- Nagdagdag ng Minimum na oras ng pag-refresh na 2 segundo.\n- Nagdagdag ng pag-andar ng pag-import at pag-export.\n- Idinagdag ang checkbox ng pagsisimula at paghinto sa seksyon ng agwat ng oras.\n- Simulan kaagad ang Counter sa sandaling magsimulang mag-load ang URL\n- Inalis ang inayos na isyu ng Start at Stop na nakaimbak na data\n\nBakit Gumamit ng Auto Refresh Page ?\nAng extension ng Auto Refresh Page ay nagbibigay ng simple, mahusay na solusyon para sa awtomatikong pagre-refresh ng mga web page, perpekto para sa mga user na nangangailangan ng mabilis, hands-free na pag-reload nang walang manu-manong pagsisikap.\n\nMga Tala:\n- Hindi gumagana sa mga panloob na pahina ng Chrome (hal., chrome:// o sa Chrome Web Store).\n- Ang minimum na agwat ng pag-refresh ay 2 segundo para sa pinakamainam na pagganap.\n\nI-download ang Auto Refresh Page Ngayon at maranasan ang pinakamadaling paraan upang awtomatikong i-auto-refresh ang mga page!\nMay mga katanungan? Makipag-ugnayan sa amin para sa suporta – masaya kaming tumulong. Huwag kalimutang mag-iwan ng review at ibahagi ang iyong feedback!",
    "fr": "Besoin d'un moyen fiable pour actualiser automatiquement les pages ? Ne cherchez plus ! L'extension Chrome Auto Refresh Page est votre outil ultime pour actualiser automatiquement et sans effort les pages Web ou les onglets à des intervalles de temps personnalisables.\n\nQue vous l'utilisiez pour surveiller les mises à jour des pages, suivre les modifications ou automatiser les rechargements de pages, cette extension vous facilite la tâche.\n\nPrincipales fonctionnalités d'Auto Refresh Page :\n- Intervalles personnalisés : définissez votre temps d'actualisation automatique préféré en secondes, minutes ou heures. Les options prédéfinies incluent 5 s, 10 s, 15 s, 5 min, 10 min et 15 min.\n- Actualiser les pages automatiquement : activez le rechargement automatique des pages et choisissez des intervalles de temps spécifiques pour chaque domaine ou page Web.\n- Paramètres personnalisables : enregistrez des préférences d'actualisation automatique uniques pour plusieurs pages ou onglets.\n- Arrêter après X actualisations : arrêtez automatiquement l'actualisation après un nombre choisi de rechargements (par exemple, 5, 10, 15).\n- Option d'actualisation matérielle : rechargez les pages avec le cache et les cookies effacés pour le contenu le plus récent.\n- Compte à rebours visuel : voyez quand la prochaine actualisation automatique se produira directement sur la page Web.\n- Cliquez pour arrêter : arrêtez instantanément l'actualisation en cliquant n'importe où sur la page Web.\n- Option de minuterie aléatoire : définissez des intervalles d'actualisation aléatoires pour une synchronisation imprévisible.\n- Notifications et alertes sonores : restez informé avec des notifications sonores et contextuelles personnalisables.\n- Gérer toutes les pages : affichez et contrôlez vos paramètres d'actualisation automatique sur plusieurs onglets via une liste organisée. outil de page de surveillance automatisé qui recharge automatiquement la page.\n- Prise en charge du protocole de fichier : actualisez les pages locales en commençant par le protocole file:///.\n\nComment utiliser la page d'actualisation automatique :\n- Définir les intervalles d'actualisation automatique : choisissez ou définissez manuellement les intervalles de temps pour actualiser automatiquement la page.\n- Options de minuterie avancées : personnalisez les intervalles en secondes, minutes ou heures en fonction de vos besoins.\nArrêter l'actualisation à tout moment : mettez en pause, arrêtez ou ajustez facilement les préférences sans rouvrir l'extension.\n- Suivi des pages actives : gérez et surveillez les paramètres d'actualisation automatique de vos pages à partir d'une seule liste.\n- Pages d'actualisation matérielle : assurez-vous du contenu le plus récent en vidant le cache en un seul clic.\n\nNouveautés de la page d'actualisation automatique :\n- Ajout d'une option pour modifier le préréglage\n- Correction du problème de son dans Windows 7\n- Ajout d'une minuterie aléatoire\n- Ajout de la détection de texte\n- Ajout de l'option Son\n- Ajout d'une notification\n- L'URL autorisée commence par le protocole file:///\n- Correction du problème d'enregistrement des paramètres\n- Ajout d'un temps d'actualisation minimum de 2 secondes.\n- Ajout de la fonctionnalité d'importation et d'exportation.\n- Ajout de la case à cocher Démarrer et arrêter dans la section Intervalle de temps.\n- Démarrer le compteur immédiatement dès que l'URL commence à se charger\n- Correction du problème de démarrage et d'arrêt des données stockées supprimées\n\nPourquoi utiliser l'actualisation automatique de la page ?\nL'extension d'actualisation automatique de la page fournit une solution simple et efficace pour actualiser automatiquement les pages Web, parfaite pour les utilisateurs qui ont besoin de rechargements rapides et mains libres sans effort manuel.\n\nRemarques :\n- Ne fonctionne pas sur les pages internes de Chrome (par exemple, chrome:// ou le Chrome Web Store).\n- L'intervalle de rafraîchissement minimum est de 2 secondes pour des performances optimales.\n\nTéléchargez Auto Refresh Page Now et découvrez le moyen le plus simple d'actualiser automatiquement les pages !\n\nVous avez des questions ? Contactez-nous pour obtenir de l'aide – nous serons heureux de vous aider. N'oubliez pas de laisser un avis et de nous faire part de vos commentaires !",
    "he": "זקוק לדרך אמינה לרענן דפים באופן אוטומטי? אל תחפש עוד! התוסף Auto Refresh Page Chrome הוא הכלי האולטימטיבי שלך לרענון אוטומטי ללא מאמץ של דפי אינטרנט או כרטיסיות במרווחי זמן הניתנים להתאמה אישית.\n\nבין אם אתה משתמש בו כדי לעקוב אחר דפים לאיתור עדכונים, לעקוב אחר שינויים או לאוטומטי של טעינות מחדש של דפים, תוסף זה מקל על זה.\n\nתכונות עיקריות של רענון דף אוטומטי:\n- מרווחים מותאמים אישית: הגדר את זמן הרענון האוטומטי המועדף עליך בשניות, דקות או שעות. אפשרויות מוגדרות מראש כוללות 5 שניות, 10 שניות, 15 שניות, 5 דקות, 10 דקות ו-15 דקות.\n- רענן דפים באופן אוטומטי: אפשר טעינה אוטומטית מחדש של דפים ובחר מרווחי זמן ספציפיים עבור כל תחום או דף אינטרנט.\n- הגדרות הניתנות להתאמה אישית: שמור העדפות רענון אוטומטי ייחודיות עבור מספר דפים או כרטיסיות.\n- עצור לאחר רענון X: הפסק אוטומטית את הרענון לאחר מספר טעינות מחדש שנבחר (לדוגמה, 5, 10, 15).\n- אפשרות רענון קשה: טען מחדש דפים עם מטמון וקובצי Cookie מנוקים עבור התוכן העדכני ביותר.\n- טיימר ספירה לאחור ויזואלית: ראה מתי הרענון האוטומטי הבא יתרחש ישירות בדף האינטרנט.\n- לחץ כדי להפסיק: הפסק מיד את הרענון על ידי לחיצה בכל מקום בדף האינטרנט.\n- אפשרות טיימר אקראי: הגדר מרווחי רענון אקראיים לתזמון בלתי צפוי.\n- הודעות והתראות קול: שמור על הודעה עם צלילים הניתנים להתאמה אישית והודעות קופצות.\n- נהל את כל הדפים: הצג ושלוט בהגדרות הרענון האוטומטי שלך בכרטיסיות מרובות באמצעות רשימה מאורגנת. כלי לניטור אוטומטי של עמוד הטוען מחדש את הדף באופן אוטומטי.\n- תמיכה בפרוטוקול קבצים: רענן דפים מקומיים החל בפרוטוקול file:///.\n\nכיצד להשתמש בדף רענון אוטומטי:\n- הגדר מרווחי רענון אוטומטי: בחר או הגדר ידנית מרווחי זמן כדי לרענן את הדף באופן אוטומטי.\n- אפשרויות טיימר מתקדמות: התאם אישית מרווחים בשניות, דקות או שעות כדי להתאים לצרכים שלך.\nהפסק לרענן בכל עת: השהה, עצור או התאם העדפות בקלות מבלי לפתוח מחדש את התוסף.\n- עקוב אחר דפים פעילים: נהל ועקוב אחר הגדרות הרענון האוטומטי של הדפים שלך מתוך רשימה אחת.\n- רענון קשה של דפים: הבטח את התוכן העדכני ביותר על ידי ניקוי המטמון בלחיצה אחת.\n\nחדש בדף רענון אוטומטי:\n- נוספה אפשרות לעריכה מראש\n- תוקנה בעיית סאונד ב-Windows 7\n- נוסף טיימר אקראי\n- נוסף זיהוי טקסט\n- נוספה אפשרות סאונד\n- נוספה הודעה\n- כתובת האתר המותרת מתחילה בפרוטוקול file:///\n- תוקנה בעיית שמירת ההגדרות\n- נוסף זמן רענון מינימלי של 2 שניות.\n- נוספה פונקציונליות ייבוא ​​וייצוא.\n- נוספה תיבת סימון התחלה ועצירה בקטע מרווח הזמן.\n- התחל את המונה מיד ברגע שהכתובת תתחיל לטעון\n- תוקנה בעיה של התחל והפסק נתונים מאוחסנים הוסר\n\nלמה להשתמש ברענון אוטומטי של דף?\nהתוסף Auto Refresh Page מספק פתרון פשוט ויעיל לרענון אוטומטי של דפי אינטרנט, מושלם למשתמשים הזקוקים לטעינה חוזרת מהירה ודיבורית ללא מאמץ ידני.\n\nהערות:\n- לא עובד בדפים פנימיים של Chrome (לדוגמה, chrome:// או חנות האינטרנט של Chrome).\n- מרווח רענון מינימלי הוא 2 שניות לביצועים מיטביים.\n\nהורד את הדף 'רענון אוטומטי' עכשיו ותחווה את הדרך הקלה ביותר לרענון אוטומטי של דפים!\nיש לך שאלות? צור איתנו קשר לתמיכה - נשמח לעזור. אל תשכח להשאיר ביקורת ולשתף את המשוב שלך!",
    "hr": "Trebate pouzdan način za automatsko osvježavanje stranica? Ne tražite dalje! Chromeovo proširenje Auto Refresh Page vaš je vrhunski alat za jednostavno automatsko osvježavanje web stranica ili kartica u vremenskim intervalima koje možete prilagoditi.\n\nBez obzira koristite li ga za praćenje ažuriranja stranica, praćenje promjena ili automatiziranje ponovnog učitavanja stranica, ovo proširenje olakšava.\n\nKljučne značajke automatskog osvježavanja stranice:\n- Prilagođeni intervali: Postavite željeno vrijeme automatskog osvježavanja u sekundama, minutama ili satima. Unaprijed definirane opcije uključuju 5 sekundi, 10 sekundi, 15 sekundi, 5 minuta, 10 minuta i 15 minuta.\n- Automatski osvježi stranice: Omogućite automatsko ponovno učitavanje stranice i odaberite određene vremenske intervale za svaku domenu ili web stranicu.\n- Prilagodljive postavke: Spremite jedinstvene postavke automatskog osvježavanja za više stranica ili kartica.\n- Zaustavi nakon X osvježavanja: Automatski zaustavi osvježavanje nakon odabranog broja ponovnih učitavanja (npr. 5, 10, 15).\n- Opcija tvrdog osvježavanja: ponovno učitajte stranice s očišćenom predmemorije i kolačića za najnoviji sadržaj.\n- Vizualni mjerač vremena za odbrojavanje: pogledajte kada će se sljedeće automatsko osvježiti izravno na web stranici.\n- Kliknite za zaustavljanje: trenutno zaustavite osvježavanje klikom bilo gdje na web stranici.\n- Opcija nasumičnog mjerača vremena: Postavite nasumične intervale osvježavanja za nepredvidivo vrijeme.\n- Obavijesti i zvučna upozorenja: ostanite obaviješteni uz prilagodljiv zvuk i skočne obavijesti.\n- Upravljanje svim stranicama: pregledajte i kontrolirajte svoje postavke automatskog osvježavanja na više kartica putem organiziranog popisa. automatizirani alat za praćenje stranice koji automatski ponovno učitava stranicu.\n- Podrška za protokol datoteke: osvježite lokalne stranice počevši s protokolom file:///.\n\nKako koristiti automatsko osvježavanje stranice:\n- Postavite intervale automatskog osvježavanja: Odaberite ili ručno postavite vremenske intervale za automatsko osvježavanje stranice.\n- Napredne opcije mjerača vremena: Prilagodite intervale u sekundama, minutama ili satima kako bi odgovarali vašim potrebama.\nZaustavite osvježavanje u bilo kojem trenutku: pauzirajte, zaustavite ili lako prilagodite postavke bez ponovnog otvaranja proširenja.\n- Pratite aktivne stranice: Upravljajte i nadzirite postavke automatskog osvježavanja stranice s jednog popisa.\n- Hard Refresh Pages: Osigurajte najsvježiji sadržaj brisanjem predmemorije jednim klikom.\n\nNovo na stranici s automatskim osvježavanjem:\n- Dodana opcija za uređivanje unaprijed postavljenih postavki\n- Riješen problem sa zvukom u sustavu Windows 7\n- Dodan nasumični mjerač vremena\n- Dodano otkrivanje teksta\n- Dodana opcija zvuka\n- Dodana obavijest\n- Dopušteni url počinje s file:/// protokol\n- Riješen problem spremanja postavki\n- Dodano minimalno vrijeme osvježavanja od 2 sekunde.\n- Dodana funkcija uvoza i izvoza.\n- Dodan potvrdni okvir za početak i zaustavljanje u odjeljku vremenskog intervala.\n- Pokrenite brojač odmah čim se URL počne učitavati\n- Riješen problem pokretanja i zaustavljanja pohranjenih podataka uklonjen\n\nZašto koristiti automatsko osvježavanje stranice?\nProširenje Auto Refresh Page pruža jednostavno, učinkovito rješenje za automatsko osvježavanje web stranica, savršeno za korisnike koji trebaju brzo ponovno učitavanje bez ruku bez ručnog napora.\n\nBilješke:\n- Ne radi na internim stranicama Chromea (npr. chrome:// ili Chrome web trgovina).\n- Minimalni interval osvježavanja je 2 sekunde za optimalnu izvedbu.\n\nPreuzmite Auto Refresh Page odmah i iskusite najlakši način automatskog automatskog osvježavanja stranica!\nImate pitanja? Obratite nam se za podršku - rado ćemo vam pomoći. Ne zaboravite ostaviti recenziju i podijeliti povratne informacije!",
    "hu": "Megbízható módszerre van szüksége az oldalak automatikus frissítéséhez? Ne keressen tovább! Az Automatikus oldalfrissítés Chrome-bővítmény a tökéletes eszköz a weboldalak és lapok testreszabható időközönkénti, könnyedén, automatikus frissítéséhez.\n\nAkár az oldalak frissítéseinek megfigyelésére, akár a változások nyomon követésére, akár az oldalak újratöltésének automatizálására használja, ez a bővítmény egyszerűvé teszi.\n\nAz oldal automatikus frissítésének főbb jellemzői:\n- Egyéni időközök: Állítsa be a kívánt automatikus frissítési időt másodpercben, percben vagy órában. Az előre definiált beállítások közé tartozik az 5 mp, 10 mp, 15 mp, 5 perc, 10 perc és 15 perc.\n- Oldalak automatikus frissítése: Engedélyezze az automatikus oldalújratöltést, és válasszon bizonyos időintervallumokat minden domainhez vagy weboldalhoz.\n- Testreszabható beállítások: Mentse el az egyedi automatikus frissítési beállításokat több oldalhoz vagy laphoz.\n- Leállítás X frissítés után: A frissítés automatikus leállítása kiválasztott számú újratöltés után (pl. 5, 10, 15).\n- Hard Refresh Option: Az oldalak újratöltése a gyorsítótárral és a cookie-k törlésével a legújabb tartalomhoz.\n- Vizuális visszaszámláló: Nézze meg, mikor történik meg a következő automatikus frissítés közvetlenül a weboldalon.\n- Kattintás a leállításhoz: Azonnal leállíthatja a frissítést, ha a weboldal bármely részére kattint.\n- Véletlenszerű időzítő opció: Véletlenszerű frissítési időközök beállítása a kiszámíthatatlan időzítés érdekében.\n- Értesítések és hangjelzések: A testreszabható hang- és felugró értesítésekkel értesítést kaphat.\n- Összes oldal kezelése: Megtekintheti és szabályozhatja az automatikus frissítési beállításokat több lapon egy rendezett listán keresztül. automatizált oldalfigyelő eszköz, amely automatikusan újratölti az oldalt.\n- Fájlprotokoll támogatás: Frissítse a helyi oldalakat a file:/// protokollal kezdődően.\n\nAz oldal automatikus frissítése:\n- Automatikus frissítési időközök beállítása: Válassza ki vagy állítsa be kézzel az időintervallumokat az oldal automatikus frissítéséhez.\n- Advanced Timer Options: Testreszabhatja az intervallumokat másodpercekben, percekben vagy órákban az igényeinek megfelelően.\nA frissítés leállítása bármikor: Szüneteltesse, állítsa le vagy módosítsa a beállításokat egyszerűen a bővítmény újranyitása nélkül.\n- Aktív oldalak követése: Kezelje és figyelje az automatikus oldalfrissítési beállításokat egyetlen listáról.\n- Oldalak kemény frissítése: A gyorsítótár egyetlen kattintással történő törlésével biztosíthatja a legfrissebb tartalmat.\n\nÚjdonság az oldal automatikus frissítésében:\n- Hozzáadott lehetőség az előre beállított szerkesztéshez\n- Javítva a hangprobléma a Windows 7 rendszerben\n- Véletlenszerű időzítő hozzáadva\n- Hozzáadott szövegészlelés\n- Hang opció hozzáadva\n- Értesítés hozzáadva\n- Az engedélyezett url a file:/// protokollal kezdődik\n- A beállítás mentési problémája javítva\n- Hozzáadott minimális frissítési idő 2 másodperc.\n- Hozzáadott import és export funkciók.\n- Hozzáadott start és stop jelölőnégyzet az időintervallum részben.\n- Indítsa el a számlálót azonnal, amint az URL betöltődik\n- Javítva a Start és Stop tárolt adatok eltávolított problémája\n\nMiért érdemes az oldal automatikus frissítését használni?\nAz Automatikus oldalfrissítés bővítmény egyszerű, hatékony megoldást kínál a weboldalak automatikus frissítésére, tökéletes azoknak a felhasználóknak, akiknek kézi erőfeszítés nélkül, gyors, kéz nélküli újratöltésre van szükségük.\n\nMegjegyzések:\n- Nem működik a Chrome belső oldalain (pl. chrome:// vagy a Chrome Internetes áruház).\n- A minimális frissítési intervallum 2 másodperc az optimális teljesítmény érdekében.\n\nTöltse le az oldal automatikus frissítését most, és tapasztalja meg az oldalak automatikus frissítésének legegyszerűbb módját!\nKérdései vannak? Támogatásért forduljon hozzánk – szívesen segítünk. Ne felejtsen el véleményt írni, és ossza meg visszajelzését!",
    "id": "Perlu cara yang andal untuk menyegarkan halaman secara otomatis? Tidak perlu mencari lagi! Ekstensi Chrome Auto Refresh Page adalah alat terbaik untuk menyegarkan halaman web atau tab secara otomatis pada interval waktu yang dapat disesuaikan.\n\nBaik Anda menggunakannya untuk memantau pembaruan halaman, melacak perubahan, atau mengotomatiskan pemuatan ulang halaman, ekstensi ini memudahkannya.\n\nFitur Utama Auto Refresh Page:\n- Interval Kustom: Tetapkan waktu penyegaran otomatis pilihan Anda dalam hitungan detik, menit, atau jam. Opsi yang telah ditetapkan sebelumnya meliputi 5 detik, 10 detik, 15 detik, 5 menit, 10 menit, dan 15 menit.\n- Segarkan Halaman Secara Otomatis: Aktifkan pemuatan ulang halaman otomatis dan pilih interval waktu tertentu untuk setiap domain atau halaman web.\n- Pengaturan yang Dapat Disesuaikan: Simpan preferensi penyegaran otomatis yang unik untuk beberapa halaman atau tab.\n- Berhenti Setelah X Penyegaran: Hentikan penyegaran secara otomatis setelah sejumlah pemuatan ulang yang dipilih (misalnya, 5, 10, 15). - Opsi Hard Refresh: Muat ulang halaman dengan cache dan cookie yang dihapus untuk konten terbaru.\n- Penghitung Waktu Mundur Visual: Lihat kapan auto-refresh berikutnya akan terjadi langsung di halaman web.\n- Klik untuk Berhenti: Hentikan refresh secara instan dengan mengklik di mana saja di halaman web.\n- Opsi Pengatur Waktu Acak: Tetapkan interval refresh acak untuk pengaturan waktu yang tidak dapat diprediksi.\n- Notifikasi & Peringatan Suara: Tetap terinformasi dengan suara yang dapat disesuaikan dan notifikasi pop-up.\n- Kelola Semua Halaman: Lihat dan kendalikan pengaturan auto-refresh Anda di beberapa tab melalui daftar yang terorganisasi. alat pemantau halaman otomatis yang memuat ulang halaman secara otomatis.\n- Dukungan Protokol File: Refresh halaman lokal yang dimulai dengan protokol file:///.\n\nCara Menggunakan Halaman Auto Refresh:\n- Tetapkan Interval Auto-Refresh: Pilih atau tetapkan interval waktu secara manual untuk menyegarkan halaman secara otomatis.\n- Opsi Pengatur Waktu Lanjutan: Sesuaikan interval dalam detik, menit, atau jam sesuai kebutuhan Anda.\nHentikan Refresh Kapan Saja: Jeda, hentikan, atau sesuaikan preferensi dengan mudah tanpa membuka kembali ekstensi. - Lacak Halaman Aktif: Kelola dan pantau pengaturan penyegaran halaman otomatis dari satu daftar.\n- Halaman Penyegaran Keras: Pastikan konten terbaru dengan menghapus cache dengan satu klik.\n\nYang Baru di Halaman Penyegaran Otomatis:\n- Menambahkan opsi untuk mengedit prasetel\n- Memperbaiki masalah suara di Windows 7\n- Menambahkan pengatur waktu acak\n- Menambahkan deteksi Teks\n- Menambahkan opsi Suara\n- Menambahkan Notifikasi\n- Mengizinkan url dimulai dengan protokol file:///\n- Memperbaiki masalah penyimpanan pengaturan\n- Menambahkan waktu penyegaran minimum 2 detik.\n- Menambahkan fungsionalitas impor dan ekspor.\n- Menambahkan kotak centang mulai dan berhenti di bagian interval waktu.\n- Mulai Penghitung segera setelah URL mulai dimuat\n- Memperbaiki masalah Mulai dan Berhenti data tersimpan dihapus\n\nMengapa Menggunakan Halaman Penyegaran Otomatis?\nEkstensi Halaman Penyegaran Otomatis menyediakan solusi sederhana dan efisien untuk menyegarkan halaman web secara otomatis, cocok untuk pengguna yang membutuhkan pemuatan ulang cepat tanpa perlu menggunakan tangan tanpa upaya manual.\n\nCatatan:\n- Tidak berfungsi pada halaman internal Chrome (misalnya, chrome:// atau Toko Web Chrome). - Interval penyegaran minimum adalah 2 detik untuk kinerja yang optimal.\n\nUnduh Halaman Penyegaran Otomatis Sekarang dan rasakan cara termudah untuk menyegarkan halaman secara otomatis!\n\nAda pertanyaan? Hubungi kami untuk mendapatkan dukungan – kami akan membantu dengan senang hati. Jangan lupa untuk meninggalkan ulasan dan bagikan masukan Anda!",
    "it": "Hai bisogno di un modo affidabile per aggiornare automaticamente le pagine? Non cercare oltre! L'estensione Auto Refresh Page Chrome è il tuo strumento definitivo per aggiornare automaticamente senza sforzo le pagine web o le schede a intervalli di tempo personalizzabili.\n\nChe tu lo stia utilizzando per monitorare le pagine per gli aggiornamenti, tracciare le modifiche o automatizzare i ricaricamenti delle pagine, questa estensione rende tutto più semplice.\n\nCaratteristiche principali di Auto Refresh Page:\n- Intervalli personalizzati: imposta il tuo tempo di aggiornamento automatico preferito in secondi, minuti o ore. Le opzioni predefinite includono 5 sec, 10 sec, 15 sec, 5 min, 10 min e 15 min.\n- Aggiorna automaticamente le pagine: abilita il ricaricamento automatico delle pagine e scegli intervalli di tempo specifici per ogni dominio o pagina web.\n- Impostazioni personalizzabili: salva preferenze di aggiornamento automatico uniche per più pagine o schede.\n- Interrompi dopo X aggiornamenti: interrompi automaticamente l'aggiornamento dopo un numero scelto di ricaricamenti (ad esempio, 5, 10, 15). - Opzione di aggiornamento forzato: ricarica le pagine con cache e cookie cancellati per i contenuti più recenti.\n- Timer di conto alla rovescia visivo: guarda quando avverrà il prossimo aggiornamento automatico direttamente sulla pagina web.\n- Fai clic per interrompere: interrompi immediatamente l'aggiornamento cliccando in un punto qualsiasi della pagina web.\n- Opzione timer casuale: imposta intervalli di aggiornamento casuali per tempi imprevedibili.\n- Notifiche e avvisi sonori: rimani informato con notifiche pop-up e suoni personalizzabili.\n- Gestisci tutte le pagine: visualizza e controlla le impostazioni di aggiornamento automatico su più schede tramite un elenco organizzato. strumento di monitoraggio automatico della pagina che ricarica automaticamente la pagina.\n- Supporto del protocollo file: aggiorna le pagine locali a partire dal protocollo file:///.\n\nCome utilizzare la pagina di aggiornamento automatico:\n- Imposta intervalli di aggiornamento automatico: scegli o imposta manualmente gli intervalli di tempo per aggiornare automaticamente la pagina.\n- Opzioni timer avanzate: personalizza gli intervalli in secondi, minuti o ore in base alle tue esigenze.\nInterrompi l'aggiornamento in qualsiasi momento: metti in pausa, interrompi o modifica le preferenze facilmente senza riaprire l'estensione. - Traccia pagine attive: gestisci e monitora le impostazioni di aggiornamento automatico delle pagine da un unico elenco.\n- Pagine di aggiornamento forzato: assicurati i contenuti più recenti cancellando la cache con un solo clic.\n\nNovità in Auto Refresh Page:\n- Aggiunta opzione per modificare le impostazioni predefinite\n- Risolto problema audio in Windows 7\n- Aggiunto timer casuale\n- Aggiunto rilevamento testo\n- Aggiunta opzione audio\n- Aggiunta notifica\n- Consentito avvio URL con protocollo file:///\n- Risolto problema di salvataggio impostazioni\n- Aggiunto tempo di aggiornamento minimo di 2 secondi.\n- Aggiunta funzionalità di importazione ed esportazione.\n- Aggiunta casella di controllo di avvio e arresto nella sezione intervallo di tempo.\n- Avvia contatore immediatamente non appena l'URL inizia a caricare\n- Risolto problema di rimozione dei dati archiviati di avvio e arresto\n\nPerché utilizzare Auto Refresh Page?\nL'estensione Auto Refresh Page fornisce una soluzione semplice ed efficiente per aggiornare automaticamente le pagine Web, perfetta per gli utenti che hanno bisogno di ricariche rapide e senza intervento manuale.\n\nNote:\n- Non funziona sulle pagine interne di Chrome (ad esempio, chrome:// o Chrome Web Store). - L'intervallo di aggiornamento minimo è di 2 secondi per prestazioni ottimali.\n\nScarica Auto Refresh Page ora e scopri il modo più semplice per aggiornare automaticamente le pagine!\nHai domande? Contattaci per ricevere supporto: saremo lieti di aiutarti. Non dimenticare di lasciare una recensione e condividere il tuo feedback!",
    "ja": "自動的にページを更新する信頼できる方法が必要ですか？もう探す必要はありません！自動ページ更新 Chrome拡張機能は、カスタマイズ可能な時間間隔でウェブページやタブを簡単に自動更新するための最適なツールです。\n\nページの更新を監視したり、変更を追跡したり、ページのリロードを自動化したりするために使用する場合、この拡張機能はそれを簡単にします。\n自動ページ更新の主な特徴：\n\n    カスタムインターバル：秒、分、または時間で自動更新の時間を設定できます。事前定義されたオプションには、5秒、10秒、15秒、5分、10分、15分があります。\n    ページを自動的に更新：自動的にページをリロードし、各ドメインやウェブページに特定の時間間隔を選択できます。\n    カスタマイズ可能な設定：複数のページやタブに対してユニークな自動更新の設定を保存できます。\n    指定回数後に停止：選択した回数（例：5回、10回、15回）リロード後に自動更新を停止します。\n    ハードリフレッシュオプション：キャッシュとクッキーをクリアして最新のコンテンツをリロードします。\n    視覚的カウントダウンタイマー：次回の自動更新がいつ行われるかをウェブページ上で直接確認できます。\n    クリックして停止：ウェブページ上の任意の場所をクリックして、即座に自動更新を停止できます。\n    ランダムタイマーオプション：予測不可能なタイミングのためにランダムなリフレッシュ間隔を設定します。\n    通知とサウンドアラート：カスタマイズ可能なサウンドとポップアップ通知で通知を受け取ります。\n    すべてのページを管理：整理されたリストを使用して、複数のタブで自動更新設定を表示および制御できます。自動リロードページツールとしてページを監視します。\n    ファイルプロトコルサポート：file:///プロトコルで始まるローカルページをリフレッシュします。\n\n自動ページ更新の使い方：\n\n    自動更新の間隔を設定：ページを自動的に更新するための時間間隔を選択または手動で設定します。\n    高度なタイマーオプション：ニーズに合わせて、秒、分、または時間単位で間隔をカスタマイズします。\n    いつでも更新を停止：拡張機能を再度開かなくても簡単に一時停止、停止、または設定を調整できます。\n    アクティブページの追跡：単一のリストから自動ページ更新設定を管理および監視します。\n    ページのハードリフレッシュ：キャッシュをクリアして、最新のコンテンツを確実に取得します。\n\n自動ページ更新の新機能：\n\n    プリセットの編集オプションを追加\n    Windows 7でのサウンドの問題を修正\n    ランダムタイマーを追加\n    テキスト検出を追加\n    サウンドオプションを追加\n    通知を追加\n    file:///プロトコルで開始するURLを許可\n    設定保存の問題を修正\n    最小リフレッシュ時間を2秒に設定\n    インポートとエクスポート機能を追加\n    時間間隔セクションに開始と停止のチェックボックスを追加\n    URLの読み込みが開始されるとすぐにカウンターを開始\n    開始と停止の保存データが削除される問題を修正\n\n自動ページ更新を使う理由：\n\n自動ページ更新拡張機能は、ウェブページを自動的に更新するためのシンプルで効率的なソリューションを提供します。手動での操作なしに、迅速で自動的なリロードが必要なユーザーに最適です。\n注意：\n\n    Chrome内部ページ（例：chrome://やChromeウェブストア）では動作しません。\n    最小リフレッシュ間隔は最適なパフォーマンスのために2秒です。\n\n今すぐ自動ページ更新をダウンロードして、自動的にページを更新する最も簡単な方法を体験してください！ 質問がありますか？サポートにご連絡ください – 喜んでお手伝いします。レビューを残して、フィードバックを共有することもお忘れなく！",
    "ko": "자동으로 페이지를 업데이트하는 신뢰할 수있는 방법이 필요합니까? 더 이상 찾을 필요가 없습니다! 입니다.\n\n페이지 업데이트를 모니터링하고 변경 내용을 추적하거나 페이지 다시 로드를 자동화하는 데 사용하는 경우 이 확장 프로그램을 사용하면 이를 쉽게 할 수 있습니다.\n자동 페이지 업데이트의 주요 특징:\n\n 사용자 정의 간격: 초, 분 또는 시간으로 자동 업데이트 시간을 설정할 수 있습니다.\n 페이지를 자동으로 업데이트: 자동으로 페이지를 다시 로드하고 각 도메인 또는 웹페이지에 대해 특정 시간 간격을 선택할 수 있습니다.\n 사용자 정의 가능한 설정: 여러 페이지와 탭에 대해 고유한 자동 업데이트 설정을 저장할 수 있습니다.\n 지정된 횟수 후 중지: 선택한 횟수(예: 5회, 10회, 15회) 다시 로드한 후 자동 업데이트를 중지합니다.\n 하드 새로 고침 옵션: 캐시와 쿠키를 지우고 최신 콘텐츠를 다시 로드합니다.\n 시각적 카운트다운 타이머: 다음에 자동 업데이트가 발생하는 시점을 웹페이지에서 직접 확인할 수 있습니다.\n 클릭하여 중지: 웹페이지의 아무 곳이나 클릭하여 즉시 자동 업데이트를 중지할 수 있습니다.\n 랜덤 타이머 옵션: 예측할 수 없는 타이밍을 위해 랜덤 리프레시 간격을 설정합니다.\n 알림 및 사운드 알림: 사용자 지정 가능한 사운드 및 팝업 알림으로 알림을 받습니다.\n 모든 페이지 관리: 정리된 목록을 사용하여 여러 탭에서 자동 업데이트 설정을 보고 제어할 수 있습니다.\n 파일 프로토콜 지원: file:/// 프로토콜로 시작하는 로컬 페이지를 새로 고칩니다.\n\n자동 페이지 업데이트 사용법:\n\n 자동 업데이트 간격 설정: 페이지를 자동으로 업데이트할 시간 간격을 선택하거나 수동으로 설정합니다.\n 고급 타이머 옵션: 필요에 따라 초, 분 또는 시간 단위로 간격을 사용자 정의합니다.\n 언제든지 업데이트 중지: 확장 프로그램을 다시 열지 않고도 일시 중지, 중지 또는 설정을 쉽게 조정할 수 있습니다.\n 활성 페이지 추적: 단일 목록에서 자동 페이지 업데이트 설정을 관리하고 모니터링합니다.\n 페이지의 하드 새로 고침: 캐시를 지우고 최신 콘텐츠를 확보합니다.\n\n자동 페이지 업데이트의 새로운 기능:\n\n 사전 설정 편집 옵션 추가\n Windows 7에서 사운드 문제 수정\n 랜덤 타이머 추가\n 텍스트 검색 추가\n 사운드 옵션 추가\n 알림 추가\n file:/// 프로토콜로 시작하는 URL 허용\n 설정 저장 문제 수정\n 최소 리프레시 시간을 2초로 설정\n 가져오기 및 내보내기 기능 추가\n 시간 간격 섹션에 시작 및 중지 확인란 추가\n URL 로드가 시작되자마자 카운터 시작\n 시작 및 중지 저장 데이터가 삭제되는 문제 수정\n\n자동 페이지 업데이트를 사용하는 이유:\n\n자동 페이지 업데이트 확장 기능은 웹 페이지를 자동으로 업데이트하는 간단하고 효율적인 솔루션을 제공합니다.\n주의:\n\n Chrome 내부 페이지(예: Chrome:// 또는 Chrome 웹 스토어)에서는 작동하지 않습니다.\n 최소 새로 고침 간격은 최적의 성능을 위해 2초입니다.\n\n지금 자동 페이지 업데이트를 다운로드하고 페이지를 자동으로 업데이트하는 가장 쉬운 방법을 묻는 질문이 있으십니까? 공유하는 것도 잊지 마세요!",
    "lt": "Reikia patikimo būdo automatiškai atnaujinti puslapius? Daugiau neieškokite! Automatinis puslapio atnaujinimas Chrome plėtinys yra puikus įrankis, leidžiantis lengvai automatiškai atnaujinti tinklalapius ir skirtukus tinkinamais laiko intervalais.\n\nJei norite jį naudoti norėdami stebėti puslapio naujinimus, stebėti pakeitimus arba automatizuoti puslapių įkėlimą iš naujo, šis plėtinys tai palengvina.\nPagrindinės automatinio puslapio atnaujinimo funkcijos:\n\n Pasirinktinis intervalas: galite nustatyti automatinio atnaujinimo laiką sekundėmis, minutėmis arba valandomis. Iš anksto nustatytos parinktys apima 5 sekundes, 10 sekundžių, 15 sekundžių, 5 minutes, 10 minučių ir 15 minučių.\n Automatiškai atnaujinti puslapius: automatiškai įkelkite puslapius iš naujo ir kiekvienam domenui ar tinklalapiui pasirinkite konkrečius laiko intervalus.\n Pritaikomi nustatymai: išsaugokite unikalius kelių puslapių ir skirtukų automatinio atnaujinimo nustatymus.\n Sustabdyti po nurodyto skaičiaus kartų: sustabdo automatinius naujinimus iš naujo įkėlus pasirinktą skaičių kartų (pvz., 5, 10, 15).\n Kietojo atnaujinimo parinktis: išvalykite talpyklą ir slapukus bei įkelkite iš naujo naudodami naujausią turinį.\n Vaizdinis atgalinės atskaitos laikmatis: pažiūrėkite, kada kitas automatinis atnaujinimas bus atliktas tiesiai jūsų tinklalapyje.\n Spustelėkite, kad sustabdytumėte: spustelėkite bet kurią tinklalapio vietą, kad iš karto sustabdytumėte automatinius naujinimus.\n Atsitiktinio laikmačio parinktis: nustatykite atsitiktinį atnaujinimo intervalą, kad laikas būtų nenuspėjamas.\n Pranešimai ir garso įspėjimai: gaukite pranešimus su tinkinamais garsais ir iššokančiaisiais pranešimais.\n Tvarkykite visus savo puslapius: peržiūrėkite ir valdykite automatinio atnaujinimo nustatymus keliuose skirtukuose su organizuotu sąrašu. Stebėkite puslapius kaip automatinio puslapio įkėlimo iš naujo įrankį.\n Failų protokolo palaikymas: atnaujinkite vietinius puslapius, prasidedančius file:/// protokolu.\n\nKaip naudoti automatinį puslapio atnaujinimą:\n\n Nustatyti automatinio atnaujinimo intervalą: pasirinkite arba rankiniu būdu nustatykite laiko intervalą automatiniam puslapio atnaujinimui.\n Išplėstinės laikmačio parinktys: tinkinkite intervalus sekundėmis, minutėmis arba valandomis, kad atitiktų jūsų poreikius.\n Pristabdykite naujinimus bet kuriuo metu: lengvai pristabdykite, sustabdykite arba koreguokite nustatymus iš naujo neatidarant plėtinio.\n Aktyvus puslapio stebėjimas: valdykite ir stebėkite automatinio puslapio atnaujinimo nustatymus iš vieno sąrašo.\n Sunkus puslapio atnaujinimas: išvalykite talpyklą, kad gautumėte naujausią turinį.\n\nNaujos automatinio puslapio atnaujinimo funkcijos:\n\n Pridėtos iš anksto nustatytos redagavimo parinktys\n Ištaisytos garso problemos sistemoje „Windows 7“.\n Pridėkite atsitiktinį laikmatį\n Pridėtas teksto aptikimas\n Pridėtos garso parinktys\n pridėti pranešimą\n Leisti URL, prasidedančius file:/// protokolu\n Ištaisyta nustatymų išsaugojimo problema\n Nustatykite minimalų atnaujinimo laiką iki 2 sekundžių\n Pridėta importo ir eksporto funkcija\n Prie laiko intervalo skilties pridėti pradžios ir pabaigos žymės langeliai\n Paleiskite skaitiklį iškart, kai tik pradės įkelti URL\n Ištaisyta problema, kai buvo ištrinti pradžios ir sustabdymo išsaugojimo duomenys\n\nPriežastys, kodėl naudojamas automatinis puslapio atnaujinimas:\n\nAutomatinio puslapio atnaujinimo plėtinys yra paprastas ir efektyvus sprendimas automatiškai atnaujinti tinklalapius. Idealiai tinka vartotojams, kuriems reikia greito ir automatinio perkrovimo be rankinio įsikišimo.\nPastaba:\n\n Jis neveikia vidiniuose „Chrome“ puslapiuose (pvz., chrome:// arba „Chrome“ internetinėje parduotuvėje).\n Minimalus atnaujinimo intervalas yra 2 sekundės, kad būtų užtikrintas optimalus veikimas.\n\nAtsisiųskite automatinį puslapio atnaujinimą dabar ir mėgaukitės lengviausiu būdu automatiškai atnaujinti puslapius! Turite klausimą? Susisiekite su palaikymo komanda – mielai padėsime. Nepamirškite palikti atsiliepimą ir pasidalinti savo atsiliepimais!",
    "lv": "Vai nepieciešams uzticams veids, kā automātiski atsvaidzināt lapas? Nemeklējiet tālāk! Automātiskā lapas atsvaidzināšana Chrome paplašinājums ir ideāls rīks, lai viegli automātiski atsvaidzinātu tīmekļa lapas un cilnes ar pielāgojamiem laika intervāliem.\n\nJa vēlaties to izmantot, lai pārraudzītu lapu atjauninājumus, izsekotu izmaiņas vai automatizētu lapas atkārtotu ielādi, šis paplašinājums to atvieglo.\nAutomātiskās lapas atsvaidzināšanas galvenās funkcijas:\n\n Pielāgots intervāls: varat iestatīt automātiskās atjaunināšanas laiku sekundēs, minūtēs vai stundās. Iepriekš definētās opcijas ietver 5 sekundes, 10 sekundes, 15 sekundes, 5 minūtes, 10 minūtes un 15 minūtes.\n Automātiski atsvaidzināt lapas: automātiski atkārtoti ielādējiet lapas un izvēlieties konkrētus laika intervālus katram domēnam vai tīmekļa lapai.\n Pielāgojami iestatījumi: saglabājiet unikālus automātiskās atjaunināšanas iestatījumus vairākām lapām un cilnēm.\n Apturēt pēc noteikta reižu skaita: aptur automātiskos atjauninājumus pēc atlasītā reižu skaita atkārtotas ielādes (piemēram, 5, 10, 15).\n Cietās atsvaidzināšanas opcija: notīriet kešatmiņu un sīkfailus un atkārtoti ielādējiet ar jaunāko saturu.\n Vizuāls atpakaļskaitīšanas taimeris: skatiet, kad nākamais automātiskais atjauninājums notiks tieši jūsu tīmekļa lapā.\n Noklikšķiniet, lai apturētu: noklikšķiniet jebkurā tīmekļa lapas vietā, lai nekavējoties apturētu automātiskos atjauninājumus.\n Izlases taimera opcija: iestatiet nejaušu atsvaidzināšanas intervālu neparedzamam laikam.\n Paziņojumi un skaņas brīdinājumi: saņemiet paziņojumus ar pielāgojamām skaņām un uznirstošajiem paziņojumiem.\n Pārvaldiet visas savas lapas: skatiet un kontrolējiet automātiskās atjaunināšanas iestatījumus vairākās cilnēs, izmantojot sakārtotu sarakstu. Pārraugiet lapas kā automātiskas lapas atkārtotas ielādes rīku.\n Failu protokola atbalsts: atsvaidziniet vietējās lapas, kas sākas ar file:/// protocol.\n\nKā izmantot automātisko lapas atsvaidzināšanu:\n\n Iestatīt automātiskās atsvaidzināšanas intervālu: atlasiet vai manuāli iestatiet laika intervālu lapas automātiskai atsvaidzināšanai.\n Papildu taimera opcijas: pielāgojiet intervālus sekundēs, minūtēs vai stundās atbilstoši savām vajadzībām.\n Apturēt atjauninājumus jebkurā laikā: viegli apturiet, apturiet vai pielāgojiet iestatījumus, atkārtoti neatverot paplašinājumu.\n Aktīvā lapas izsekošana: pārvaldiet un pārraugiet automātiskās lapas atsvaidzināšanas iestatījumus no viena saraksta.\n Cietā lapas atsvaidzināšana: notīriet kešatmiņu, lai nodrošinātu jaunāko saturu.\n\nJaunas funkcijas automātiskai lapas atsvaidzināšanai:\n\n Pievienotas iepriekš iestatītas rediģēšanas opcijas\n Novērstas skaņas problēmas operētājsistēmā Windows 7\n Pievienojiet izlases taimeri\n Pievienota teksta noteikšana\n Pievienotas skaņas opcijas\n pievienot paziņojumu\n Atļaut URL, kas sākas ar file:/// protokolu\n Novērsta problēma ar iestatījumu saglabāšanu\n Iestatiet minimālo atsvaidzināšanas laiku uz 2 sekundēm\n Pievienota importa un eksporta funkcionalitāte\n Laika intervāla sadaļai pievienotas sākuma un beigu izvēles rūtiņas\n Sāciet skaitītāju, tiklīdz tiek sākta URL ielāde\n Novērsta problēma, kuras dēļ sākšanas un pārtraukšanas saglabāšanas dati tika dzēsti\n\nAutomātiskās lapas atsvaidzināšanas izmantošanas iemesli:\n\nAutomātiskās lapas atsvaidzināšanas paplašinājums nodrošina vienkāršu un efektīvu risinājumu tīmekļa lapu automātiskai atjaunināšanai. Ideāli piemērots lietotājiem, kuriem nepieciešama ātra un automātiska pārlādēšana bez manuālas iejaukšanās.\nPiezīme:\n\n Tas nedarbojas Chrome iekšējās lapās (piemēram, chrome:// vai Chrome interneta veikalā).\n Lai nodrošinātu optimālu veiktspēju, minimālais atsvaidzināšanas intervāls ir 2 sekundes.\n\nLejupielādējiet automātisko lapu atsvaidzināšanu tūlīt un izbaudiet vienkāršāko veidu, kā automātiski atjaunināt lapas! Vai jums ir jautājums? Sazinieties ar atbalsta dienestu – mēs ar prieku palīdzēsim. Neaizmirstiet atstāt atsauksmi un dalīties savās atsauksmēs!",
    "ms": "Perlukan cara yang boleh dipercayai untuk memuat semula halaman secara automatik? Jangan cari lagi! Pelanjutan Chrome Muat Semula Halaman Auto ialah alat yang sempurna untuk memuat semula halaman web dan tab secara automatik dengan mudah pada selang masa yang boleh disesuaikan.\n\nJika anda ingin menggunakannya untuk memantau kemas kini halaman, menjejaki perubahan atau mengautomasikan muat semula halaman, sambungan ini memudahkannya.\nCiri utama muat semula halaman automatik:\n\n Selang Tersuai: Anda boleh menetapkan masa kemas kini automatik dalam saat, minit atau jam. Pilihan yang dipratentukan termasuk 5 saat, 10 saat, 15 saat, 5 minit, 10 minit dan 15 minit.\n Muat semula halaman secara automatik: Muat semula halaman secara automatik dan pilih selang masa tertentu untuk setiap domain atau halaman web.\n Tetapan boleh disesuaikan: Simpan tetapan kemas kini automatik unik untuk berbilang halaman dan tab.\n Berhenti selepas bilangan kali yang ditentukan: Menghentikan kemas kini automatik selepas memuat semula bilangan kali yang dipilih (cth. 5, 10, 15).\n Pilihan muat semula keras: Kosongkan cache dan kuki dan muat semula dengan kandungan terkini.\n Pemasa kira detik visual: Lihat bila kemas kini automatik seterusnya akan berlaku terus pada halaman web anda.\n Klik untuk berhenti: Klik di mana-mana pada halaman web untuk menghentikan serta-merta kemas kini automatik.\n Pilihan pemasa rawak: Tetapkan selang muat semula rawak untuk pemasaan yang tidak dapat diramalkan.\n Pemberitahuan dan Makluman Bunyi: Terima pemberitahuan dengan bunyi yang boleh disesuaikan dan pemberitahuan pop timbul.\n Urus semua halaman anda: Lihat dan kawal tetapan kemas kini automatik dalam berbilang tab dengan senarai tersusun. Pantau halaman sebagai alat muat semula automatik halaman.\n Sokongan protokol fail: Muat semula halaman setempat bermula dengan fail:/// protokol.\n\nCara menggunakan muat semula halaman automatik:\n\n Tetapkan selang muat semula automatik: Pilih atau tetapkan selang masa secara manual untuk memuat semula halaman secara automatik.\n Pilihan pemasa lanjutan: Sesuaikan selang dalam saat, minit atau jam untuk memenuhi keperluan anda.\n Jeda kemas kini pada bila-bila masa: Jeda, hentikan atau laraskan tetapan dengan mudah tanpa perlu membuka semula sambungan.\n Penjejakan Halaman Aktif: Urus dan pantau tetapan muat semula halaman automatik daripada satu senarai.\n Muat semula halaman keras: Kosongkan cache untuk memastikan anda mendapat kandungan terkini.\n\nCiri baharu untuk muat semula halaman automatik:\n\n Menambah pilihan pengeditan pratetap\n Memperbaiki masalah bunyi pada Windows 7\n Tambah pemasa rawak\n Pengesanan teks ditambah\n Menambah pilihan bunyi\n tambah pemberitahuan\n Benarkan URL bermula dengan fail:/// protokol\n Memperbaiki masalah dengan menyimpan tetapan\n Tetapkan masa muat semula minimum kepada 2 saat\n Menambahkan fungsi import dan eksport\n Menambah kotak semak mula dan berhenti pada bahagian selang masa\n Mulakan kaunter sebaik sahaja URL mula dimuatkan\n Memperbaiki isu di mana mula dan berhenti menyimpan data akan dipadamkan\n\nSebab untuk menggunakan muat semula halaman automatik:\n\nSambungan Muat Semula Halaman Auto menyediakan penyelesaian yang mudah dan cekap untuk mengemas kini halaman web secara automatik. Sesuai untuk pengguna yang memerlukan tambah nilai pantas dan automatik tanpa campur tangan manual.\nNota:\n\n Ia tidak berfungsi pada halaman dalaman Chrome (cth. chrome:// atau Kedai Web Chrome).\n Selang segar semula minimum ialah 2 saat untuk prestasi optimum.\n\nMuat turun Muat Semula Halaman Auto sekarang dan alami cara paling mudah untuk mengemas kini halaman secara automatik! Ada soalan? Hubungi sokongan – kami berbesar hati untuk membantu. Jangan lupa tinggalkan ulasan dan kongsi maklum balas anda!",
    "nl": "Heb je een betrouwbare manier nodig om pagina's automatisch te vernieuwen? Zoek niet verder! De Auto Refresh Page Chrome-extensie is je ultieme hulpmiddel om moeiteloos webpagina's of tabbladen automatisch te vernieuwen met aanpasbare tijdsintervallen.\n\nOf je het nu gebruikt om pagina's te controleren op updates, wijzigingen bij te houden of pagina's automatisch te herladen, deze extensie maakt het gemakkelijk.\n\nBelangrijkste kenmerken van Auto Refresh Page:\n- Aangepaste intervallen: stel je gewenste automatische vernieuwingstijd in seconden, minuten of uren in. Vooraf gedefinieerde opties zijn 5 sec, 10 sec, 15 sec, 5 min, 10 min en 15 min.\n- Pagina's automatisch vernieuwen: schakel automatisch pagina's herladen in en kies specifieke tijdsintervallen voor elk domein of elke webpagina.\n- Aanpasbare instellingen: sla unieke automatische vernieuwingsvoorkeuren op voor meerdere pagina's of tabbladen.\n- Stoppen na X vernieuwingen: stop automatisch met vernieuwen na een gekozen aantal herladingen (bijv. 5, 10, 15).\n- Optie Hard Refresh: Laad pagina's opnieuw met cache en cookies gewist voor de nieuwste inhoud.\n- Visuele afteltimer: Bekijk wanneer de volgende automatische vernieuwing direct op de webpagina zal plaatsvinden.\n- Klik om te stoppen: Stop onmiddellijk met vernieuwen door ergens op de webpagina te klikken.\n- Optie Willekeurige timer: Stel willekeurige vernieuwingsintervallen in voor onvoorspelbare timing.\n- Meldingen en geluidsmeldingen: Blijf op de hoogte met aanpasbare geluids- en pop-upmeldingen.\n- Beheer alle pagina's: Bekijk en beheer uw instellingen voor automatische vernieuwing op meerdere tabbladen via een georganiseerde lijst. Geautomatiseerde monitorpaginatool die de pagina automatisch opnieuw laadt.\n- Ondersteuning bestandsprotocol: Vernieuw lokale pagina's beginnend met het bestand:/// protocol.\n\nHoe u de pagina Automatisch vernieuwen gebruikt:\n- Stel automatische vernieuwingsintervallen in: Kies of stel handmatig tijdsintervallen in om de pagina automatisch te vernieuwen.\n- Geavanceerde timeropties: Pas intervallen aan in seconden, minuten of uren om aan uw behoeften te voldoen.\nStop vernieuwen op elk gewenst moment: Pauzeer, stop of pas voorkeuren eenvoudig aan zonder de extensie opnieuw te openen.\n- Actieve pagina's bijhouden: beheer en controleer uw instellingen voor automatische paginavernieuwing vanuit één lijst.\n- Harde paginavernieuwing: zorg voor de meest recente inhoud door de cache met één klik te wissen.\n\nNieuw in Automatische paginavernieuwing:\n- Optie toegevoegd om voorinstelling te bewerken\n- Geluidsprobleem in Windows 7 opgelost\n- Willekeurige timer toegevoegd\n- Tekstdetectie toegevoegd\n- Geluidsoptie toegevoegd\n- Melding toegevoegd\n- URL-start met file:///-protocol toegestaan\n- Probleem met opslaan van instellingen opgelost\n- Minimale verversingstijd van 2 seconden toegevoegd.\n- Import- en exportfunctionaliteit toegevoegd.\n- Start- en stopselectievakje toegevoegd in het tijdsintervalgedeelte.\n- Startteller onmiddellijk zodra URL begint met laden\n- Probleem opgelost met opgeslagen gegevens van Start en Stop verwijderd\n\nWaarom Automatische paginavernieuwing gebruiken?\n\nDe extensie Automatische paginavernieuwing biedt een eenvoudige, efficiënte oplossing voor het automatisch vernieuwen van webpagina's, perfect voor gebruikers die snel en handsfree willen herladen zonder handmatige inspanning.\n\nOpmerkingen:\n- Werkt niet op interne pagina's van Chrome (bijv. Chrome:// of de Chrome Web Store).\n- Minimale refresh-interval is 2 seconden voor optimale prestaties.\n\nDownload Auto Refresh Page nu en ervaar de eenvoudigste manier om pagina's automatisch te vernieuwen!\nHeb je vragen? Neem contact met ons op voor ondersteuning - we helpen je graag. Vergeet niet om een ​​beoordeling achter te laten en je feedback te delen!",
    "no": "Trenger du en pålitelig måte å automatisk oppdatere sider? Se ikke lenger! Auto Page Refresh Chrome-utvidelsen er det perfekte verktøyet for enkelt å automatisk oppdatere nettsider og faner med tilpassbare tidsintervaller.\n\nHvis du vil bruke den til å overvåke sideoppdateringer, spore endringer eller automatisere sideinnlastinger, gjør denne utvidelsen det enkelt.\nHovedtrekk ved automatisk sideoppdatering:\n\n Egendefinert intervall: Du kan angi tiden for automatisk oppdatering i sekunder, minutter eller timer. Forhåndsdefinerte alternativer inkluderer 5 sekunder, 10 sekunder, 15 sekunder, 5 minutter, 10 minutter og 15 minutter.\n Oppdater sider automatisk: Last inn sider automatisk på nytt og velg spesifikke tidsintervaller for hvert domene eller hver nettside.\n Tilpassbare innstillinger: Lagre unike innstillinger for automatisk oppdatering for flere sider og faner.\n Stopp etter spesifisert antall ganger: Stopper automatiske oppdateringer etter å ha lastet det valgte antallet ganger på nytt (f.eks. 5, 10, 15).\n Hard oppdateringsalternativ: Tøm hurtigbuffer og informasjonskapsler og last inn på nytt med det nyeste innholdet.\n Visuell nedtellingstidtaker: Se når neste automatiske oppdatering vil skje direkte på nettsiden din.\n Klikk for å stoppe: Klikk hvor som helst på en nettside for å stoppe automatiske oppdateringer umiddelbart.\n Tilfeldig timer-alternativ: Angi et tilfeldig oppdateringsintervall for uforutsigbar timing.\n Varsler og lydvarsler: Motta varsler med tilpassbare lyder og popup-varsler.\n Administrer alle sidene dine: Se og kontroller innstillinger for automatisk oppdatering i flere faner med en organisert liste. Overvåk sider som et verktøy for automatisk innlasting av side.\n Støtte for filprotokoll: Oppdater lokale sider som starter med file:///-protokollen.\n\nSlik bruker du automatisk sideoppdatering:\n\n Angi automatisk oppdateringsintervall: Velg eller still inn tidsintervallet for automatisk oppdatering av siden manuelt.\n Avanserte timeralternativer: Tilpass intervaller i sekunder, minutter eller timer for å passe dine behov.\n Sett oppdateringer på pause når som helst: Sett på pause, stopp eller juster enkelt innstillinger uten å måtte åpne utvidelsen på nytt.\n Aktiv sidesporing: Administrer og overvåk innstillinger for automatisk sideoppdatering fra en enkelt liste.\n Hard sideoppdatering: Tøm hurtigbufferen for å sikre at du får det nyeste innholdet.\n\nNye funksjoner for automatisk sideoppdatering:\n\n Lagt til forhåndsinnstilte redigeringsalternativer\n Løste lydproblemer på Windows 7\n Legg til tilfeldig tidtaker\n Lagt til tekstgjenkjenning\n Lagt til lydalternativer\n legge til varsel\n Tillat URL-er som starter med file:///-protokollen\n Rettet et problem med lagring av innstillinger\n Angi minimum oppdateringstid til 2 sekunder\n Lagt til import og eksport funksjonalitet\n Lagt til start- og stopp-avmerkingsbokser i tidsintervalldelen\n Start telleren så snart URL-en begynner å laste\n Rettet et problem der start og stopp lagringsdata ville bli slettet\n\nÅrsaker til å bruke automatisk sideoppdatering:\n\nAuto Page Refresh-utvidelsen gir en enkel og effektiv løsning for automatisk oppdatering av nettsider. Ideell for brukere som trenger rask og automatisk omlasting uten manuell inngripen.\nNote:\n\n Det fungerer ikke på interne Chrome-sider (f.eks. chrome:// eller Chrome Nettmarked).\n Minste oppdateringsintervall er 2 sekunder for optimal ytelse.\n\nLast ned Auto Page Refresh nå og opplev den enkleste måten å oppdatere sider automatisk! Har du et spørsmål? Kontakt brukerstøtten – vi hjelper deg gjerne. Ikke glem å legge igjen en anmeldelse og dele tilbakemeldingen din!",
    "pl": "Potrzebujesz niezawodnego sposobu automatycznego odświeżania stron? Nie szukaj dalej! Rozszerzenie Auto Page Refresh do Chrome to doskonałe narzędzie do łatwego automatycznego odświeżania stron internetowych i kart w dostosowywanych odstępach czasu.\n\nJeśli chcesz go używać do monitorowania aktualizacji stron, śledzenia zmian lub automatyzowania ponownego ładowania stron, to rozszerzenie ułatwia to.\nGłówne cechy automatycznego odświeżania strony:\n\n Niestandardowy interwał: Możesz ustawić czas automatycznej aktualizacji w sekundach, minutach lub godzinach. Wstępnie zdefiniowane opcje obejmują 5 sekund, 10 sekund, 15 sekund, 5 minut, 10 minut i 15 minut.\n Automatycznie odświeżaj strony: automatycznie odświeżaj strony i wybieraj określone przedziały czasowe dla każdej domeny lub strony internetowej.\n Konfigurowalne ustawienia: zapisz unikalne ustawienia automatycznej aktualizacji dla wielu stron i kart.\n Zatrzymaj po określonej liczbie razy: Zatrzymuje automatyczne aktualizacje po ponownym załadowaniu wybraną liczbę razy (np. 5, 10, 15).\n Opcja twardego odświeżania: wyczyść pamięć podręczną i pliki cookie, a następnie załaduj ponownie najnowszą zawartość.\n Wizualny licznik czasu: zobacz, kiedy następna automatyczna aktualizacja nastąpi bezpośrednio na Twojej stronie internetowej.\n Kliknij, aby zatrzymać: kliknij dowolne miejsce na stronie internetowej, aby natychmiast zatrzymać automatyczne aktualizacje.\n Opcja losowego timera: Ustaw losowy interwał odświeżania w nieprzewidywalnym czasie.\n Powiadomienia i alerty dźwiękowe: Otrzymuj powiadomienia z dostosowywanymi dźwiękami i wyskakującymi powiadomieniami.\n Zarządzaj wszystkimi swoimi stronami: przeglądaj i kontroluj ustawienia automatycznej aktualizacji na wielu kartach z uporządkowaną listą. Monitoruj strony jako narzędzie do automatycznego ponownego ładowania stron.\n Obsługa protokołu plików: Odśwież strony lokalne, zaczynając od protokołu file:///.\n\nJak korzystać z automatycznego odświeżania strony:\n\n Ustaw interwał automatycznego odświeżania: Wybierz lub ręcznie ustaw interwał czasu automatycznego odświeżania strony.\n Zaawansowane opcje timera: dostosuj interwały w sekundach, minutach lub godzinach do własnych potrzeb.\n Wstrzymuj aktualizacje w dowolnym momencie: łatwo wstrzymuj, zatrzymuj lub dostosowuj ustawienia bez konieczności ponownego otwierania rozszerzenia.\n Aktywne śledzenie strony: zarządzaj i monitoruj ustawienia automatycznego odświeżania strony z jednej listy.\n Twarde odświeżanie strony: Wyczyść pamięć podręczną, aby mieć pewność, że otrzymasz najnowszą zawartość.\n\nNowe funkcje automatycznego odświeżania strony:\n\n Dodano gotowe opcje edycji\n Naprawiono problemy z dźwiękiem w systemie Windows 7\n Dodaj losowy timer\n Dodano wykrywanie tekstu\n Dodano opcje dźwięku\n dodaj powiadomienie\n Zezwalaj na adresy URL zaczynające się od protokołu file:///\n Naprawiono problem z zapisywaniem ustawień\n Ustaw minimalny czas odświeżania na 2 sekundy\n Dodano funkcję importu i eksportu\n Dodano pola wyboru startu i stopu do sekcji przedziałów czasowych\n Uruchom licznik natychmiast po rozpoczęciu ładowania adresu URL\n Naprawiono problem polegający na usuwaniu danych rozpoczęcia i zatrzymania zapisu\n\nPowody korzystania z automatycznego odświeżania strony:\n\nRozszerzenie Auto Page Refresh zapewnia proste i wydajne rozwiązanie do automatycznego aktualizowania stron internetowych. Idealny dla użytkowników, którzy potrzebują szybkiego i automatycznego doładowania bez ręcznej interwencji.\nNotatka:\n\n Nie działa na wewnętrznych stronach Chrome (np. chrome:// lub Chrome Web Store).\n Aby zapewnić optymalną wydajność, minimalny interwał odświeżania wynosi 2 sekundy.\n\nPobierz teraz Automatyczne odświeżanie strony i poznaj najprostszy sposób automatycznej aktualizacji stron! Masz pytanie? Skontaktuj się z obsługą klienta – chętnie pomożemy. Nie zapomnij zostawić recenzji i podzielić się swoją opinią!",
    "pt_PT": "Precisa de uma maneira confiável de atualizar páginas automaticamente? Não procure mais! A extensão Auto Page Refresh do Chrome é a ferramenta perfeita para atualizar automaticamente páginas da web e guias em intervalos de tempo personalizáveis.\n\nSe você quiser usá-lo para monitorar atualizações de páginas, rastrear alterações ou automatizar recarregamentos de páginas, esta extensão facilita isso.\nPrincipais recursos de atualização automática de página:\n\n Intervalo personalizado: você pode definir o tempo de atualização automática em segundos, minutos ou horas. As opções predefinidas incluem 5 segundos, 10 segundos, 15 segundos, 5 minutos, 10 minutos e 15 minutos.\n Atualizar páginas automaticamente: recarregue páginas automaticamente e escolha intervalos de tempo específicos para cada domínio ou página da web.\n Configurações personalizáveis: salve configurações exclusivas de atualização automática para várias páginas e guias.\n Parar após um número especificado de vezes: Interrompe as atualizações automáticas após recarregar o número selecionado de vezes (por exemplo, 5, 10, 15).\n Opção de atualização total: limpe o cache e os cookies e recarregue com o conteúdo mais recente.\n Contagem regressiva visual: veja quando a próxima atualização automática ocorrerá diretamente em sua página da web.\n Clique para parar: clique em qualquer lugar de uma página da web para interromper instantaneamente as atualizações automáticas.\n Opção de temporizador aleatório: defina um intervalo de atualização aleatório para um tempo imprevisível.\n Notificações e alertas sonoros: Receba notificações com sons personalizáveis ​​e notificações pop-up.\n Gerencie todas as suas páginas: visualize e controle as configurações de atualização automática em várias guias com uma lista organizada. Monitore páginas como uma ferramenta de recarga automática de páginas.\n Suporte ao protocolo de arquivo: atualize as páginas locais começando com o protocolo file:///.\n\nComo usar a atualização automática de página:\n\n Definir intervalo de atualização automática: selecione ou defina manualmente o intervalo de tempo para atualização automática da página.\n Opções avançadas de cronômetro: personalize intervalos em segundos, minutos ou horas para atender às suas necessidades.\n Pause as atualizações a qualquer momento: pause, pare ou ajuste facilmente as configurações sem precisar reabrir a extensão.\n Rastreamento de página ativa: gerencie e monitore as configurações de atualização automática de página em uma única lista.\n Atualização total da página: limpe o cache para garantir que você obtenha o conteúdo mais recente.\n\nNovos recursos para atualização automática de página:\n\n Adicionadas opções de edição predefinidas\n Corrigidos problemas de som no Windows 7\n Adicionar temporizador aleatório\n Adicionada detecção de texto\n Adicionadas opções de som\n adicionar notificação\n Permitir URLs começando com protocolo file:///\n Corrigido um problema ao salvar configurações\n Defina o tempo mínimo de atualização para 2 segundos\n Adicionada funcionalidade de importação e exportação\n Adicionadas caixas de seleção de início e parada à seção de intervalo de tempo\n Inicie o contador assim que o URL começar a carregar\n Corrigido um problema em que os dados de início e parada de salvamento eram excluídos\n\nRazões para usar a atualização automática de página:\n\nA extensão Auto Page Refresh fornece uma solução simples e eficiente para atualização automática de páginas da web. Ideal para usuários que necessitam de recargas rápidas e automáticas sem intervenção manual.\nObservação:\n\n Não funciona em páginas internas do Chrome (por exemplo, chrome:// ou Chrome Web Store).\n O intervalo mínimo de atualização é de 2 segundos para desempenho ideal.\n\nBaixe a atualização automática de página agora e experimente a maneira mais fácil de atualizar páginas automaticamente! Tem alguma pergunta? Entre em contato com o suporte – teremos prazer em ajudar. Não se esqueça de deixar um comentário e compartilhar seu feedback!",
    "ro": "Aveți nevoie de o modalitate fiabilă de a reîmprospăta automat paginile? Nu mai căuta! Actualizare automată a paginii Extensia Chrome este instrumentul perfect pentru a reîmprospăta cu ușurință paginile web și filele la intervale de timp personalizabile.\n\nDacă doriți să o utilizați pentru a monitoriza actualizările paginilor, a urmări modificările sau pentru a automatiza reîncărcările paginilor, această extensie ușurează.\nPrincipalele caracteristici ale reîmprospătării automate a paginii:\n\n Interval personalizat: puteți seta timpul de actualizare automată în secunde, minute sau ore. Opțiunile predefinite includ 5 secunde, 10 secunde, 15 secunde, 5 minute, 10 minute și 15 minute.\n Actualizați automat paginile: reîncărcați automat paginile și alegeți anumite intervale de timp pentru fiecare domeniu sau pagină web.\n Setări personalizabile: Salvați setările unice de actualizare automată pentru mai multe pagini și file.\n Opriți după un număr specificat de ori: Oprește actualizările automate după reîncărcarea numărului selectat de ori (de exemplu, 5, 10, 15).\n Opțiune de reîmprospătare completă: ștergeți memoria cache și cookie-urile și reîncărcați cu cel mai recent conținut.\n Cronometru vizual cu numărătoare inversă: vedeți când va avea loc următoarea actualizare automată chiar pe pagina dvs. web.\n Faceți clic pentru a opri: faceți clic oriunde pe o pagină web pentru a opri instantaneu actualizările automate.\n Opțiunea de cronometru aleatoriu: setați un interval de reîmprospătare aleatoriu pentru o sincronizare imprevizibilă.\n Notificări și alerte sonore: Primiți notificări cu sunete personalizabile și notificări pop-up.\n Gestionați-vă toate paginile: vizualizați și controlați setările de actualizare automată în mai multe file cu o listă organizată. Monitorizați paginile ca instrument de reîncărcare automată a paginii.\n Suport pentru protocol de fișiere: reîmprospătează paginile locale începând cu protocolul file:///.\n\nCum se utilizează reîmprospătarea automată a paginii:\n\n Setați intervalul de reîmprospătare automată: selectați sau setați manual intervalul de timp pentru reîmprospătarea automată a paginii.\n Opțiuni avansate de cronometru: personalizați intervalele în secunde, minute sau ore, în funcție de nevoile dvs.\n Întrerupeți actualizările în orice moment: întrerupeți, opriți sau ajustați cu ușurință setările fără a fi nevoie să redeschideți extensia.\n Urmărire activă a paginii: gestionați și monitorizați setările de reîmprospătare automată a paginii dintr-o singură listă.\n Reîmprospătare tare a paginii: ștergeți memoria cache pentru a vă asigura că obțineți cel mai recent conținut.\n\nCaracteristici noi pentru reîmprospătarea automată a paginii:\n\n S-au adăugat opțiuni de editare prestabilite\n S-au rezolvat probleme de sunet pe Windows 7\n Adăugați cronometru aleatoriu\n S-a adăugat detectarea textului\n Opțiuni de sunet adăugate\n Adăugați o notificare\n Permiteți adrese URL care încep cu protocolul file:///\n S-a rezolvat o problemă cu salvarea setărilor\n Setați timpul minim de reîmprospătare la 2 secunde\n A fost adăugată funcția de import și export\n S-au adăugat casete de selectare pornire și oprire la secțiunea interval de timp\n Porniți contorul imediat ce URL-ul începe să se încarce\n S-a rezolvat o problemă în care datele de pornire și oprire a salvării ar fi șterse\n\nMotive pentru utilizarea reîmprospătării automate a paginii:\n\nExtensia Auto Page Refresh oferă o soluție simplă și eficientă pentru actualizarea automată a paginilor web. Ideal pentru utilizatorii care au nevoie de reîncărcări rapide și automate fără intervenție manuală.\nNota:\n\n Nu funcționează pe paginile interne Chrome (de exemplu, chrome:// sau Chrome Web Store).\n Intervalul minim de reîmprospătare este de 2 secunde pentru o performanță optimă.\n\nDescărcați acum Reîmprospătarea automată a paginii și experimentați cel mai simplu mod de a actualiza paginile automat! Ai o întrebare? Contactați asistența – vom fi bucuroși să vă ajutăm. Nu uitați să lăsați o recenzie și să vă împărtășiți feedback-ul!",
    "ru": "Нужен надежный способ автоматического обновления страниц? Не смотрите дальше! Расширение Auto Page Refresh Chrome — идеальный инструмент для автоматического обновления веб-страниц и вкладок через настраиваемые интервалы времени.\n\nЕсли вы хотите использовать его для мониторинга обновлений страниц, отслеживания изменений или автоматизации перезагрузки страниц, это расширение облегчит вам задачу.\nОсновные возможности автоматического обновления страницы:\n\n Пользовательский интервал: вы можете установить время автоматического обновления в секундах, минутах или часах. Предопределенные параметры включают 5 секунд, 10 секунд, 15 секунд, 5 минут, 10 минут и 15 минут.\n Автоматически обновлять страницы: автоматически перезагружать страницы и выбирать определенные интервалы времени для каждого домена или веб-страницы.\n Настраиваемые параметры: сохраняйте уникальные настройки автоматического обновления для нескольких страниц и вкладок.\n Остановить после указанного количества раз: останавливает автоматические обновления после перезагрузки выбранного количества раз (например, 5, 10, 15).\n Опция жесткого обновления: очистите кеш и файлы cookie и перезагрузите последний контент.\n Визуальный таймер обратного отсчета: посмотрите, когда произойдет следующее автоматическое обновление, прямо на вашей веб-странице.\n Нажмите, чтобы остановить: нажмите в любом месте веб-страницы, чтобы мгновенно остановить автоматическое обновление.\n Опция случайного таймера: установите случайный интервал обновления для непредсказуемого времени.\n Уведомления и звуковые оповещения: получайте уведомления с настраиваемыми звуками и всплывающими уведомлениями.\n Управляйте всеми своими страницами: просматривайте и управляйте настройками автоматического обновления на нескольких вкладках с организованным списком. Мониторьте страницы как инструмент автоматической перезагрузки страниц.\n Поддержка файлового протокола: обновление локальных страниц, начинающихся с файла:///протокола.\n\nКак использовать автоматическое обновление страницы:\n\n Установить интервал автоматического обновления: выберите или вручную установите интервал времени для автоматического обновления страницы.\n Расширенные параметры таймера: настройте интервалы в секундах, минутах или часах в соответствии с вашими потребностями.\n Приостановка обновлений в любое время: легко приостанавливайте, останавливайте или изменяйте настройки без необходимости повторно открывать расширение.\n Активное отслеживание страниц: управляйте и отслеживайте настройки автоматического обновления страниц из единого списка.\n Принудительное обновление страницы: очистите кеш, чтобы получить самый последний контент.\n\nНовые возможности автоматического обновления страницы:\n\n Добавлены возможности редактирования предустановок.\n Исправлены проблемы со звуком в Windows 7.\n Добавить случайный таймер\n Добавлено обнаружение текста\n Добавлены параметры звука\n Добавить уведомление\n Разрешить URL-адреса, начинающиеся с протокола file:///\n Исправлена ​​проблема с сохранением настроек\n Установите минимальное время обновления на 2 секунды.\n Добавлена ​​функция импорта и экспорта.\n В раздел временного интервала добавлены флажки запуска и остановки.\n Запустите счетчик, как только URL-адрес начнет загружаться.\n Исправлена ​​проблема, из-за которой данные сохранения запуска и остановки удалялись.\n\nПричины использования автоматического обновления страницы:\n\nРасширение Auto Page Refresh предоставляет простое и эффективное решение для автоматического обновления веб-страниц. Идеально подходит для пользователей, которым необходима быстрая и автоматическая перезарядка без ручного вмешательства.\nПримечание:\n\n Он не работает на внутренних страницах Chrome (например, chrome:// или Интернет-магазин Chrome).\n Минимальный интервал обновления составляет 2 секунды для оптимальной производительности.\n\nЗагрузите Auto Page Refresh прямо сейчас и испытайте самый простой способ автоматического обновления страниц! Есть вопросы? Свяжитесь со службой поддержки – мы будем рады помочь. Не забудьте оставить отзыв и поделиться своим мнением!",
    "sk": "Potrebujete spoľahlivý spôsob, ako automaticky obnoviť stránky? Nehľadajte ďalej! Rozšírenie Auto Page Refresh Chrome je dokonalý nástroj na jednoduché automatické obnovenie webových stránok a kariet v prispôsobiteľných časových intervaloch.\n\nAk ho chcete použiť na sledovanie aktualizácií stránok, sledovanie zmien alebo automatizáciu opätovného načítania stránky, toto rozšírenie to uľahčuje.\nHlavné funkcie automatického obnovenia stránky:\n\n Vlastný interval: Môžete nastaviť čas automatickej aktualizácie v sekundách, minútach alebo hodinách. Preddefinované možnosti zahŕňajú 5 sekúnd, 10 sekúnd, 15 sekúnd, 5 minút, 10 minút a 15 minút.\n Automaticky obnovovať stránky: Automaticky znova načítajte stránky a vyberte konkrétne časové intervaly pre každú doménu alebo webovú stránku.\n Prispôsobiteľné nastavenia: Uložte jedinečné nastavenia automatických aktualizácií pre viacero stránok a kariet.\n Zastaviť po zadanom počte opakovaní: Zastaví automatické aktualizácie po opätovnom načítaní zvoleného počtu opakovaní (napr. 5, 10, 15).\n Možnosť tvrdého obnovenia: Vymažte vyrovnávaciu pamäť a súbory cookie a znova načítajte najnovší obsah.\n Vizuálny časovač odpočítavania: Pozrite sa, kedy sa uskutoční ďalšia automatická aktualizácia priamo na vašej webovej stránke.\n Kliknutím zastavíte: Kliknutím kdekoľvek na webovej stránke okamžite zastavíte automatické aktualizácie.\n Možnosť náhodného časovača: Nastavte interval náhodného obnovenia pre nepredvídateľné načasovanie.\n Upozornenia a zvukové upozornenia: Prijímajte upozornenia s prispôsobiteľnými zvukmi a kontextovými upozorneniami.\n Spravujte všetky svoje stránky: Zobrazujte a ovládajte nastavenia automatických aktualizácií na viacerých kartách s usporiadaným zoznamom. Monitorujte stránky ako nástroj na automatické opätovné načítanie stránok.\n Podpora protokolov súborov: Obnovte lokálne stránky začínajúce protokolom file:///.\n\nAko používať automatické obnovenie stránky:\n\n Nastaviť interval automatického obnovenia: Vyberte alebo manuálne nastavte časový interval pre automatické obnovenie stránky.\n Pokročilé možnosti časovača: Prispôsobte si intervaly v sekundách, minútach alebo hodinách podľa svojich potrieb.\n Pozastaviť aktualizácie kedykoľvek: Jednoducho pozastavte, zastavte alebo upravte nastavenia bez toho, aby ste museli rozšírenie znova otvárať.\n Aktívne sledovanie stránky: Spravujte a monitorujte nastavenia automatického obnovovania stránky z jedného zoznamu.\n Pevné obnovenie stránky: Vymažte vyrovnávaciu pamäť, aby ste získali najnovší obsah.\n\nNové funkcie pre automatické obnovenie stránky:\n\n Pridané prednastavené možnosti úprav\n Opravené problémy so zvukom v systéme Windows 7\n Pridajte náhodný časovač\n Pridaná detekcia textu\n Pridané možnosti zvuku\n Pridať upozornenie\n Povoliť adresy URL začínajúce protokolom file:///\n Opravený problém s ukladaním nastavení\n Nastavte minimálny čas obnovenia na 2 sekundy\n Pridaná funkcia importu a exportu\n Do sekcie časového intervalu boli pridané začiarkavacie políčka štart a stop\n Spustite počítadlo hneď, ako sa adresa URL začne načítavať\n Opravený problém, pri ktorom sa údaje spustenia a zastavenia ukladania odstránili\n\nDôvody používania automatického obnovenia stránky:\n\nRozšírenie Auto Page Refresh poskytuje jednoduché a efektívne riešenie pre automatickú aktualizáciu webových stránok. Ideálne pre používateľov, ktorí potrebujú rýchle a automatické nabíjanie bez manuálneho zásahu.\nPoznámka:\n\n Nefunguje na interných stránkach prehliadača Chrome (napr. chrome:// alebo Internetový obchod Chrome).\n Minimálny interval obnovenia je 2 sekundy pre optimálny výkon.\n\nStiahnite si automatické obnovenie stránky a vyskúšajte si najjednoduchší spôsob automatickej aktualizácie stránok! Máte otázku? Kontaktujte podporu – radi vám pomôžeme. Nezabudnite zanechať recenziu a zdieľať svoju spätnú väzbu!",
    "sl": "Potrebujete zanesljiv način za samodejno osveževanje strani? Ne iščite več! Razširitev za Chrome Auto Page Refresh je odlično orodje za preprosto samodejno osveževanje spletnih strani in zavihkov v časovnih intervalih, ki jih je mogoče prilagoditi.\n\nČe jo želite uporabiti za spremljanje posodobitev strani, sledenje spremembam ali avtomatsko ponovno nalaganje strani, vam ta razširitev olajša.\nGlavne značilnosti samodejnega osveževanja strani:\n\n Interval po meri: Nastavite lahko čas samodejnega posodabljanja v sekundah, minutah ali urah. Vnaprej določene možnosti vključujejo 5 sekund, 10 sekund, 15 sekund, 5 minut, 10 minut in 15 minut.\n Samodejno osveži strani: Samodejno znova naloži strani in izberi določene časovne intervale za vsako domeno ali spletno stran.\n Prilagodljive nastavitve: shranite edinstvene nastavitve samodejnega posodabljanja za več strani in zavihkov.\n Ustavi po določenem številu krat: ustavi samodejne posodobitve po izbranem številu ponovnega nalaganja (npr. 5, 10, 15).\n Možnost trdega osveževanja: počistite predpomnilnik in piškotke ter znova naložite z najnovejšo vsebino.\n Vizualni odštevalnik časa: na vaši spletni strani si oglejte, kdaj bo naslednja samodejna posodobitev.\n Kliknite za ustavitev: Kliknite kjer koli na spletni strani, da takoj ustavite samodejne posodobitve.\n Možnost naključnega časovnika: nastavite naključni interval osveževanja za nepredvidljiv čas.\n Obvestila in zvočna opozorila: prejemajte obvestila s prilagodljivimi zvoki in pojavnimi obvestili.\n Upravljajte vse svoje strani: Oglejte si in nadzirajte nastavitve samodejnega posodabljanja na več zavihkih z organiziranim seznamom. Spremljajte strani kot orodje za samodejno ponovno nalaganje strani.\n Podpora za datotečni protokol: Osvežite lokalne strani, ki se začnejo z file:///protocol.\n\nKako uporabljati samodejno osveževanje strani:\n\n Nastavi interval samodejnega osveževanja: izberite ali ročno nastavite časovni interval za samodejno osveževanje strani.\n Napredne možnosti časovnika: prilagodite intervale v sekundah, minutah ali urah, da ustrezajo vašim potrebam.\n Kadar koli začasno ustavite posodobitve: enostavno zaustavite, ustavite ali prilagodite nastavitve, ne da bi morali znova odpreti razširitev.\n Aktivno sledenje strani: Upravljajte in spremljajte nastavitve samodejnega osveževanja strani z enega samega seznama.\n Trdno osveževanje strani: počistite predpomnilnik, da zagotovite najnovejšo vsebino.\n\nNove funkcije za samodejno osveževanje strani:\n\n Dodane prednastavljene možnosti urejanja\n Odpravljene težave z zvokom v sistemu Windows 7\n Dodajte naključni časovnik\n Dodano zaznavanje besedila\n Dodane možnosti zvoka\n Dodaj obvestilo\n Dovoli URL-je, ki se začnejo z file:/// protokol\n Odpravljena težava s shranjevanjem nastavitev\n Najmanjši čas osveževanja nastavite na 2 sekundi\n Dodana funkcija uvoza in izvoza\n V razdelek s časovnimi intervali so dodani potrditveni polji za začetek in konec\n Zaženite števec takoj, ko se URL začne nalagati\n Odpravili smo težavo, pri kateri bi bili izbrisani podatki za začetek in konec shranjevanja\n\nRazlogi za uporabo samodejnega osveževanja strani:\n\nRazširitev Auto Page Refresh ponuja preprosto in učinkovito rešitev za samodejno posodabljanje spletnih strani. Idealno za uporabnike, ki potrebujejo hitro in samodejno ponovno nalaganje brez ročnega posega.\nOpomba:\n\n Ne deluje na Chromovih internih straneh (npr. chrome:// ali Chrome Web Store).\n Najmanjši interval osveževanja je 2 sekundi za optimalno delovanje.\n\nPrenesite Auto Page Refresh zdaj in izkusite najpreprostejši način za samodejno posodabljanje strani! Imate vprašanje? Obrnite se na podporo – z veseljem vam bomo pomagali. Ne pozabite pustiti ocene in deliti svoje povratne informacije!",
    "sr": "Треба вам поуздан начин за аутоматско освежавање страница? Не тражите даље! Аутоматско освежавање странице Цхроме проширење је савршен алат за једноставно аутоматско освежавање веб страница и картица у прилагодљивим временским интервалима.\n\nАко желите да га користите за праћење ажурирања страница, праћење промена или аутоматизовано поновно учитавање страница, ово проширење олакшава.\nГлавне карактеристике аутоматског освежавања странице:\n\n Прилагођени интервал: Можете да подесите време аутоматског ажурирања у секундама, минутима или сатима. Унапред дефинисане опције укључују 5 секунди, 10 секунди, 15 секунди, 5 минута, 10 минута и 15 минута.\n Аутоматско освежавање страница: Аутоматски поново учитајте странице и изаберите одређене временске интервале за сваки домен или веб страницу.\n Прилагодљива подешавања: Сачувајте јединствена подешавања аутоматског ажурирања за више страница и картица.\n Заустави након одређеног броја пута: Зауставља аутоматска ажурирања након поновног учитавања изабраног броја пута (нпр. 5, 10, 15).\n Опција тврдог освежавања: Обришите кеш меморију и колачиће и поново учитајте најновији садржај.\n Визуелни тајмер за одбројавање: Погледајте када ће се следеће аутоматско ажурирање догодити директно на вашој веб страници.\n Кликните да бисте зауставили: Кликните било где на веб страници да бисте тренутно зауставили аутоматска ажурирања.\n Опција случајног тајмера: Подесите насумични интервал освежавања за непредвидиво време.\n Обавештења и звучна упозорења: Примајте обавештења са прилагодљивим звуковима и искачућим обавештењима.\n Управљајте свим својим страницама: Прегледајте и контролишите подешавања аутоматског ажурирања на више картица са организованом листом. Надгледајте странице као алатку за аутоматско поновно учитавање страница.\n Подршка за протокол датотека: Освежите локалне странице почевши од филе:/// протокола.\n\nКако да користите аутоматско освежавање странице:\n\n Подесите интервал аутоматског освежавања: Изаберите или ручно подесите временски интервал за аутоматско освежавање странице.\n Напредне опције тајмера: Прилагодите интервале у секундама, минутама или сатима да одговарају вашим потребама.\n Паузирајте ажурирања у било ком тренутку: Лако паузирајте, зауставите или прилагодите подешавања без потребе да поново отварате екстензију.\n Активно праћење страница: Управљајте и надгледајте подешавања аутоматског освежавања странице са једне листе.\n Тешко освежавање странице: Очистите кеш да бисте били сигурни да добијате најновији садржај.\n\nНове функције за аутоматско освежавање странице:\n\n Додате унапред подешене опције за уређивање\n Решени проблеми са звуком у оперативном систему Виндовс 7\n Додајте насумични тајмер\n Додато откривање текста\n Додате опције звука\n додати обавештење\n Дозволите УРЛ-ове који почињу са протоколом филе:///\n Решен је проблем са чувањем подешавања\n Поставите минимално време освежавања на 2 секунде\n Додата функција увоза и извоза\n Додата су поља за потврду за почетак и заустављање у одељку временских интервала\n Покрените бројач чим УРЛ почне да се учитава\n Решен је проблем где би подаци о почетку и заустављању чувања били избрисани\n\nРазлози за коришћење аутоматског освежавања странице:\n\nЕкстензија за аутоматско освежавање странице пружа једноставно и ефикасно решење за аутоматско ажурирање веб страница. Идеално за кориснике којима је потребно брзо и аутоматско поновно пуњење без ручне интервенције.\nНапомена:\n\n Не ради на Цхроме интерним страницама (нпр. цхроме:// или Цхроме веб продавница).\n Минимални интервал освежавања је 2 секунде за оптималне перформансе.\n\nПреузмите сада аутоматско освежавање странице и доживите најлакши начин за аутоматско ажурирање страница! Имате питање? Контактирајте подршку – радо ћемо вам помоћи. Не заборавите да оставите рецензију и поделите своје повратне информације!",
    "sv": "Behöver du ett pålitligt sätt att automatiskt uppdatera sidor? Leta inte längre! Auto Page Refresh Chrome-tillägget är det perfekta verktyget för att enkelt automatiskt uppdatera webbsidor och flikar med anpassningsbara tidsintervall.\n\nOm du vill använda det för att övervaka siduppdateringar, spåra ändringar eller automatisera sidladdningar, gör det här tillägget det enkelt.\nHuvudfunktioner för automatisk siduppdatering:\n\n Anpassat intervall: Du kan ställa in tiden för automatisk uppdatering i sekunder, minuter eller timmar. Fördefinierade alternativ inkluderar 5 sekunder, 10 sekunder, 15 sekunder, 5 minuter, 10 minuter och 15 minuter.\n Uppdatera sidor automatiskt: Ladda om sidor automatiskt och välj specifika tidsintervall för varje domän eller webbsida.\n Anpassningsbara inställningar: Spara unika inställningar för automatisk uppdatering för flera sidor och flikar.\n Stoppa efter angivet antal gånger: Stoppar automatiska uppdateringar efter att det valda antalet gånger har laddats om (t.ex. 5, 10, 15).\n Alternativ för hård uppdatering: Rensa cache och cookies och ladda om med det senaste innehållet.\n Visuell nedräkningstimer: Se när nästa automatiska uppdatering kommer att ske direkt på din webbsida.\n Klicka för att stoppa: Klicka var som helst på en webbsida för att omedelbart stoppa automatiska uppdateringar.\n Alternativ för slumpmässig timer: Ställ in ett slumpmässigt uppdateringsintervall för oförutsägbar timing.\n Aviseringar och ljudvarningar: Ta emot aviseringar med anpassningsbara ljud och popup-aviseringar.\n Hantera alla dina sidor: Visa och kontrollera inställningar för automatisk uppdatering på flera flikar med en organiserad lista. Övervaka sidor som ett verktyg för automatisk återladdning av sid.\n Stöd för filprotokoll: Uppdatera lokala sidor som börjar med file:///-protokollet.\n\nSå här använder du automatisk siduppdatering:\n\n Ställ in intervall för automatisk uppdatering: Välj eller ställ in tidsintervallet för automatisk uppdatering av sidan manuellt.\n Avancerade timeralternativ: Anpassa intervaller i sekunder, minuter eller timmar för att passa dina behov.\n Pausa uppdateringar när som helst: Pausa, stoppa eller justera enkelt inställningar utan att behöva öppna tillägget igen.\n Aktiv sidspårning: Hantera och övervaka automatiska siduppdateringsinställningar från en enda lista.\n Hård siduppdatering: Rensa cacheminnet för att säkerställa att du får det senaste innehållet.\n\nNya funktioner för automatisk siduppdatering:\n\n Lade till förinställda redigeringsalternativ\n Fixade ljudproblem i Windows 7\n Lägg till slumpmässig timer\n Lade till textavkänning\n Lade till ljudalternativ\n Lägg till avisering\n Tillåt webbadresser som börjar med file:///-protokollet\n Fixade ett problem med att spara inställningar\n Ställ in minsta uppdateringstid på 2 sekunder\n Lade till import och export funktionalitet\n Lade till start och stopp kryssrutor till tidsintervallsektionen\n Starta räknaren så snart webbadressen börjar laddas\n Fixat ett problem där start och stopp spara data skulle raderas\n\nSkäl till att använda automatisk siduppdatering:\n\nTillägget Auto Page Refresh ger en enkel och effektiv lösning för automatisk uppdatering av webbsidor. Idealisk för användare som behöver snabba och automatiska omladdningar utan manuell inblandning.\nNotera:\n\n Det fungerar inte på Chromes interna sidor (t.ex. chrome:// eller Chrome Web Store).\n Minsta uppdateringsintervall är 2 sekunder för optimal prestanda.\n\nLadda ner Auto Page Refresh nu och upplev det enklaste sättet att uppdatera sidor automatiskt! Har du en fråga? Kontakta supporten – vi hjälper dig gärna. Glöm inte att lämna en recension och dela din feedback!",
    "sw": "Je, unahitaji njia ya kuaminika ya kuonyesha upya kurasa kiotomatiki? Usiangalie zaidi! Onyesha upya Ukurasa wa Kiotomatiki kiendelezi cha Chrome ndicho zana bora ya kuonyesha upya kurasa za wavuti na vichupo kiotomatiki kwa vipindi uwezavyo kubinafsisha.\n\nIkiwa ungependa kuitumia kufuatilia masasisho ya ukurasa, kufuatilia mabadiliko, au kufanya upakiaji otomatiki wa ukurasa, kiendelezi hiki hurahisisha.\nVipengele kuu vya kusasisha ukurasa kiotomatiki:\n\n Muda Maalum: Unaweza kuweka muda wa kusasisha kiotomatiki kwa sekunde, dakika au saa. Chaguzi zilizoainishwa awali ni pamoja na sekunde 5, sekunde 10, sekunde 15, dakika 5, dakika 10 na dakika 15.\n Onyesha upya kurasa kiotomatiki: Pakia upya kurasa kiotomatiki na uchague vipindi maalum vya muda kwa kila kikoa au ukurasa wa wavuti.\n Mipangilio inayoweza kubinafsishwa: Hifadhi mipangilio ya kipekee ya kusasisha kiotomatiki kwa kurasa na vichupo vingi.\n Simamisha baada ya idadi maalum ya nyakati: Husimamisha masasisho ya kiotomatiki baada ya kupakia upya idadi iliyochaguliwa ya nyakati (k.m. 5, 10, 15).\n Chaguo ngumu ya kuonyesha upya: Futa akiba na vidakuzi na upakie upya na maudhui ya hivi punde.\n Kipima saa kinachoonekana: Angalia wakati sasisho la kiotomatiki lifuatalo litatokea moja kwa moja kwenye ukurasa wako wa wavuti.\n Bofya ili kuacha: Bofya popote kwenye ukurasa wa tovuti ili kusimamisha masasisho otomatiki papo hapo.\n Chaguo la kipima saa bila mpangilio: Weka muda wa kuonyesha upya bila mpangilio kwa muda usiotabirika.\n Arifa na Arifa za Sauti: Pokea arifa zenye sauti zinazoweza kugeuzwa kukufaa na arifa ibukizi.\n Dhibiti kurasa zako zote: Tazama na udhibiti mipangilio ya kusasisha kiotomatiki katika vichupo vingi kwa orodha iliyopangwa. Fuatilia kurasa kama zana ya ukurasa wa kupakia upya kiotomatiki.\n Usaidizi wa itifaki ya faili: Onyesha upya kurasa za ndani kuanzia faili:/// itifaki.\n\nJinsi ya kutumia upya ukurasa otomatiki:\n\n Weka muda wa kuonyesha upya kiotomatiki: Chagua au weka mwenyewe muda wa muda wa kuonyesha upya ukurasa kiotomatiki.\n Chaguo za hali ya juu za kipima muda: Weka mapendeleo ya vipindi katika sekunde, dakika au saa ili kukidhi mahitaji yako.\n Sitisha masasisho wakati wowote: Sitisha, sitisha au urekebishe mipangilio kwa urahisi bila kulazimika kufungua tena kiendelezi.\n Ufuatiliaji Unaotumika wa Ukurasa: Dhibiti na ufuatilie mipangilio ya kiotomatiki ya kuonyesha upya ukurasa kutoka kwa orodha moja.\n Onyesha upya ukurasa mgumu: Futa akiba ili kuhakikisha unapata maudhui mapya zaidi.\n\nVipengele vipya vya kuonyesha upya ukurasa kiotomatiki:\n\n Aliongeza chaguo za uhariri zilizowekwa mapema\n Maswala ya sauti yaliyorekebishwa kwenye Windows 7\n Ongeza kipima muda bila mpangilio\n Ugunduzi wa maandishi ulioongezwa\n Chaguo za sauti zilizoongezwa\n ongeza arifa\n Ruhusu URL zinazoanza na faili:/// itifaki\n Kutatua tatizo kwa kuweka mipangilio\n Weka muda wa chini zaidi wa kuonyesha upya hadi sekunde 2\n Utendaji wa kuagiza na kuuza nje umeongezwa\n Imeongeza visanduku vya kuteua vya kuanza na kusimamisha kwenye sehemu ya muda\n Anzisha kihesabu mara tu URL inapoanza kupakia\n Kutatua suala ambapo kuanza na kuacha kuhifadhi data kutafutwa\n\nSababu za kutumia upya ukurasa otomatiki:\n\nKiendelezi cha Upyaji wa Ukurasa wa Kiotomatiki hutoa suluhisho rahisi na bora la kusasisha kurasa za wavuti kiotomatiki. Inafaa kwa watumiaji wanaohitaji upakiaji upya wa haraka na kiotomatiki bila uingiliaji wa kibinafsi.\nKumbuka:\n\n Haifanyi kazi kwenye kurasa za ndani za Chrome (k.m. chrome:// au Duka la Wavuti la Chrome).\n Kipindi cha chini cha kuonyesha upya ni sekunde 2 kwa utendakazi bora.\n\nPakua Upyaji wa Ukurasa Otomatiki sasa na upate njia rahisi zaidi ya kusasisha kurasa kiotomatiki! Una swali? Wasiliana na usaidizi - tutafurahi kukusaidia. Usisahau kuacha ukaguzi na kushiriki maoni yako!",
    "th": "ต้องการวิธีที่เชื่อถือได้ในการรีเฟรชหน้าอัตโนมัติหรือไม่? ไม่ต้องมองอีกต่อไป! ส่วนขยาย Chrome รีเฟรชหน้าอัตโนมัติเป็นเครื่องมือที่สมบูรณ์แบบสำหรับการรีเฟรชหน้าเว็บและแท็บอัตโนมัติอย่างง่ายดายตามช่วงเวลาที่ปรับแต่งได้\n\nหากคุณต้องการใช้เพื่อตรวจสอบการอัปเดตหน้า ติดตามการเปลี่ยนแปลง หรือโหลดหน้าใหม่โดยอัตโนมัติ ส่วนขยายนี้จะทำให้เป็นเรื่องง่าย\nคุณสมบัติหลักของการรีเฟรชหน้าอัตโนมัติ:\n\n ช่วงเวลาที่กำหนดเอง: คุณสามารถตั้งเวลาอัปเดตอัตโนมัติเป็นวินาที นาที หรือชั่วโมงได้ ตัวเลือกที่กำหนดไว้ล่วงหน้าได้แก่ 5 วินาที, 10 วินาที, 15 วินาที, 5 นาที, 10 นาที และ 15 นาที\n รีเฟรชหน้าอัตโนมัติ: โหลดหน้าซ้ำโดยอัตโนมัติและเลือกช่วงเวลาเฉพาะสำหรับแต่ละโดเมนหรือหน้าเว็บ\n การตั้งค่าที่ปรับแต่งได้: บันทึกการตั้งค่าการอัปเดตอัตโนมัติที่ไม่ซ้ำกันสำหรับหลายหน้าและแท็บ\n หยุดหลังจากจำนวนครั้งที่ระบุ: หยุดการอัปเดตอัตโนมัติหลังจากโหลดซ้ำตามจำนวนครั้งที่เลือก (เช่น 5, 10, 15)\n ตัวเลือกฮาร์ดรีเฟรช: ล้างแคชและคุกกี้ และโหลดซ้ำด้วยเนื้อหาล่าสุด\n ตัวจับเวลานับถอยหลังแบบเห็นภาพ: ดูว่าการอัปเดตอัตโนมัติครั้งถัดไปจะเกิดขึ้นโดยตรงบนหน้าเว็บของคุณเมื่อใด\n คลิกเพื่อหยุด: คลิกที่ใดก็ได้บนหน้าเว็บเพื่อหยุดการอัปเดตอัตโนมัติทันที\n ตัวเลือกตัวจับเวลาแบบสุ่ม: ตั้งค่าช่วงเวลารีเฟรชแบบสุ่มสำหรับเวลาที่คาดเดาไม่ได้\n การแจ้งเตือนและเสียงแจ้งเตือน: รับการแจ้งเตือนด้วยเสียงที่ปรับแต่งได้และการแจ้งเตือนแบบป๊อปอัป\n จัดการเพจทั้งหมดของคุณ: ดูและควบคุมการตั้งค่าการอัปเดตอัตโนมัติในหลายแท็บด้วยรายการที่จัดระเบียบ ตรวจสอบหน้าต่างๆ ในฐานะเครื่องมือโหลดหน้าซ้ำอัตโนมัติ\n การสนับสนุนโปรโตคอลไฟล์: รีเฟรชเพจท้องถิ่นที่เริ่มต้นด้วยโปรโตคอล file:///\n\nวิธีใช้การรีเฟรชหน้าอัตโนมัติ:\n\n ตั้งค่าช่วงเวลารีเฟรชอัตโนมัติ: เลือกหรือตั้งค่าช่วงเวลาสำหรับการรีเฟรชเพจอัตโนมัติด้วยตนเอง\n ตัวเลือกตัวจับเวลาขั้นสูง: ปรับแต่งช่วงเวลาเป็นวินาที นาที หรือชั่วโมงให้เหมาะกับความต้องการของคุณ\n หยุดการอัปเดตชั่วคราวเมื่อใดก็ได้: หยุดชั่วคราว หยุด หรือปรับการตั้งค่าได้อย่างง่ายดายโดยไม่ต้องเปิดส่วนขยายอีกครั้ง\n การติดตามเพจที่ใช้งานอยู่: จัดการและตรวจสอบการตั้งค่าการรีเฟรชเพจอัตโนมัติจากรายการเดียว\n ฮาร์ดเพจรีเฟรช: ล้างแคชเพื่อให้แน่ใจว่าคุณได้รับเนื้อหาล่าสุด\n\nคุณสมบัติใหม่สำหรับการรีเฟรชหน้าอัตโนมัติ:\n\n เพิ่มตัวเลือกการแก้ไขที่ตั้งไว้ล่วงหน้า\n แก้ไขปัญหาเสียงใน Windows 7\n เพิ่มตัวจับเวลาแบบสุ่ม\n เพิ่มการตรวจจับข้อความ\n เพิ่มตัวเลือกเสียง\n เพิ่มการแจ้งเตือน\n อนุญาต URL ที่ขึ้นต้นด้วย file:/// โปรโตคอล\n แก้ไขปัญหาเกี่ยวกับการบันทึกการตั้งค่า\n ตั้งเวลารีเฟรชขั้นต่ำเป็น 2 วินาที\n เพิ่มฟังก์ชันการนำเข้าและส่งออก\n เพิ่มช่องทำเครื่องหมายเริ่มและหยุดในส่วนช่วงเวลา\n เริ่มตัวนับทันทีที่ URL เริ่มโหลด\n แก้ไขปัญหาที่ข้อมูลเริ่มต้นและหยุดการบันทึกจะถูกลบ\n\nเหตุผลในการใช้การรีเฟรชหน้าอัตโนมัติ:\n\nส่วนขยายการรีเฟรชหน้าอัตโนมัติเป็นโซลูชันที่ง่ายและมีประสิทธิภาพสำหรับการอัปเดตหน้าเว็บโดยอัตโนมัติ เหมาะสำหรับผู้ใช้ที่ต้องการโหลดซ้ำอย่างรวดเร็วและอัตโนมัติโดยไม่ต้องมีการแทรกแซงด้วยตนเอง\nบันทึก:\n\n ไม่สามารถใช้ได้กับหน้าภายในของ Chrome (เช่น chrome:// หรือ Chrome เว็บสโตร์)\n ช่วงเวลารีเฟรชขั้นต่ำคือ 2 วินาทีเพื่อประสิทธิภาพสูงสุด\n\nดาวน์โหลด Auto Page Refresh ตอนนี้และสัมผัสประสบการณ์วิธีที่ง่ายที่สุดในการอัปเดตหน้าอัตโนมัติ! มีคำถาม? ติดต่อฝ่ายสนับสนุน เรายินดีให้ความช่วยเหลือ อย่าลืมแสดงความคิดเห็นและแบ่งปันความคิดเห็นของคุณ!",
    "tr": "Sayfaları otomatik olarak yenilemek için güvenilir bir yola mı ihtiyacınız var? Başka yere bakmayın! Otomatik Sayfa Yenileme Chrome uzantısı, web sayfalarını ve sekmeleri özelleştirilebilir zaman aralıklarında kolayca otomatik olarak yenilemek için mükemmel bir araçtır.\n\nSayfa güncellemelerini izlemek, değişiklikleri izlemek veya sayfa yeniden yüklemelerini otomatikleştirmek için kullanmak istiyorsanız, bu uzantı işinizi kolaylaştırır.\nOtomatik sayfa yenilemenin ana özellikleri:\n\n Özel Aralık: Otomatik güncelleme süresini saniye, dakika veya saat olarak ayarlayabilirsiniz. Önceden tanımlanmış seçenekler arasında 5 saniye, 10 saniye, 15 saniye, 5 dakika, 10 dakika ve 15 dakika bulunur.\n Sayfaları otomatik olarak yenile: Sayfaları otomatik olarak yeniden yükleyin ve her alan adı veya web sayfası için belirli zaman aralıklarını seçin.\n Özelleştirilebilir ayarlar: Birden fazla sayfa ve sekme için benzersiz otomatik güncelleme ayarlarını kaydedin.\n Belirtilen sayıdan sonra durdur: Seçilen sayıda yeniden yükleme sonrasında otomatik güncellemeleri durdurur (örn. 5, 10, 15).\n Sert yenileme seçeneği: Önbelleği ve çerezleri temizleyin ve en son içerikle yeniden yükleyin.\n Görsel geri sayım sayacı: Bir sonraki otomatik güncellemenin doğrudan web sayfanızda ne zaman gerçekleşeceğini görün.\n Durdurmak için tıklayın: Otomatik güncellemeleri anında durdurmak için web sayfasında herhangi bir yeri tıklayın.\n Rastgele zamanlayıcı seçeneği: Tahmin edilemeyen zamanlama için rastgele bir yenileme aralığı ayarlayın.\n Bildirimler ve Sesli Uyarılar: Özelleştirilebilir sesler ve açılır bildirimler içeren bildirimler alın.\n Tüm sayfalarınızı yönetin: Otomatik güncelleme ayarlarını birden çok sekmede düzenli bir listeyle görüntüleyin ve kontrol edin. Sayfaları otomatik yeniden yükleme aracı olarak izleyin.\n Dosya protokolü desteği: file:/// protokolüyle başlayan yerel sayfaları yenileyin.\n\nOtomatik sayfa yenileme nasıl kullanılır:\n\n Otomatik yenileme aralığını ayarla: Sayfanın otomatik olarak yenilenmesi için zaman aralığını seçin veya manuel olarak ayarlayın.\n Gelişmiş zamanlayıcı seçenekleri: Aralıkları ihtiyaçlarınıza göre saniye, dakika veya saat cinsinden özelleştirin.\n Güncellemeleri istediğiniz zaman duraklatın: Uzantıyı yeniden açmaya gerek kalmadan ayarları kolayca duraklatın, durdurun veya değiştirin.\n Aktif Sayfa Takibi: Otomatik sayfa yenileme ayarlarını tek bir listeden yönetin ve izleyin.\n Zor sayfa yenileme: En son içeriği aldığınızdan emin olmak için önbelleği temizleyin.\n\nOtomatik sayfa yenileme için yeni özellikler:\n\n Önceden ayarlanmış düzenleme seçenekleri eklendi\n Windows 7'deki ses sorunları düzeltildi\n Rastgele zamanlayıcı ekle\n Metin algılama eklendi\n Ses seçenekleri eklendi\n Bildirim ekle\n file:/// protokolüyle başlayan URL'lere izin ver\n Ayarları kaydetmeyle ilgili bir sorun düzeltildi\n Minimum yenileme süresini 2 saniyeye ayarlayın\n İçe aktarma ve dışa aktarma işlevi eklendi\n Zaman aralığı bölümüne başlatma ve durdurma onay kutuları eklendi\n URL yüklenmeye başlar başlamaz sayacı başlatın\n Kaydetme başlatma ve durdurma verilerinin silinmesine neden olan sorun düzeltildi\n\nOtomatik sayfa yenilemeyi kullanmanın nedenleri:\n\nOtomatik Sayfa Yenileme uzantısı, web sayfalarının otomatik olarak güncellenmesi için basit ve etkili bir çözüm sunar. Manuel müdahaleye gerek kalmadan hızlı ve otomatik yeniden yüklemeye ihtiyaç duyan kullanıcılar için idealdir.\nNot:\n\n Chrome'un dahili sayfalarında (ör. chrome:// veya Chrome Web Mağazası) çalışmaz.\n Optimum performans için minimum yenileme aralığı 2 saniyedir.\n\nOtomatik Sayfa Yenilemeyi hemen indirin ve sayfaları otomatik olarak güncellemenin en kolay yolunu deneyimleyin! Bir sorunuz mu var? Destek ekibiyle iletişime geçin; size yardımcı olmaktan memnuniyet duyarız. Yorum bırakmayı ve görüşlerinizi paylaşmayı unutmayın!",
    "uk": "Потрібен надійний спосіб автоматичного оновлення сторінок? Не дивіться далі! Розширення Chrome Auto Page Refresh — це ідеальний інструмент для легкого автоматичного оновлення веб-сторінок і вкладок через інтервали часу, які можна налаштувати.\n\nЯкщо ви хочете використовувати його для моніторингу оновлень сторінок, відстеження змін або автоматизації перезавантаження сторінок, це розширення спрощує це.\nОсновні можливості автоматичного оновлення сторінки:\n\n Спеціальний інтервал: Ви можете встановити час автоматичного оновлення в секундах, хвилинах або годинах. Попередньо встановлені параметри включають 5 секунд, 10 секунд, 15 секунд, 5 хвилин, 10 хвилин і 15 хвилин.\n Автоматичне оновлення сторінок: автоматично перезавантажуйте сторінки та вибирайте конкретні часові інтервали для кожного домену чи веб-сторінки.\n Настроювані параметри: збережіть унікальні параметри автоматичного оновлення для кількох сторінок і вкладок.\n Зупинити після вказаної кількості разів: зупиняє автоматичне оновлення після перезавантаження вибраної кількості разів (наприклад, 5, 10, 15).\n Параметр жорсткого оновлення: очистіть кеш-пам’ять і файли cookie та перезавантажте найновіший вміст.\n Візуальний таймер зворотного відліку: дивіться, коли відбудеться наступне автоматичне оновлення прямо на вашій веб-сторінці.\n Натисніть, щоб зупинити: клацніть будь-де на веб-сторінці, щоб миттєво припинити автоматичні оновлення.\n Параметр випадкового таймера: установіть випадковий інтервал оновлення для непередбачуваного часу.\n Сповіщення та звукові сповіщення: отримуйте сповіщення з настроюваними звуками та спливаючими сповіщеннями.\n Керуйте всіма своїми сторінками: переглядайте та контролюйте налаштування автоматичного оновлення на кількох вкладках із упорядкованим списком. Моніторинг сторінок як інструмент автоматичного перезавантаження сторінок.\n Підтримка файлового протоколу: оновлюйте локальні сторінки, починаючи з file:/// protocol.\n\nЯк використовувати автоматичне оновлення сторінки:\n\n Установити інтервал автоматичного оновлення: виберіть або вручну встановіть інтервал часу для автоматичного оновлення сторінки.\n Розширені параметри таймера: налаштуйте інтервали в секундах, хвилинах або годинах відповідно до ваших потреб.\n Призупиняйте оновлення в будь-який час: легко призупиняйте, зупиняйте або змінюйте налаштування, не відкриваючи розширення повторно.\n Відстеження активної сторінки: керуйте та контролюйте налаштування автоматичного оновлення сторінки з єдиного списку.\n Жорстке оновлення сторінки: очистіть кеш, щоб отримати найновіший вміст.\n\nНові функції для автоматичного оновлення сторінки:\n\n Додано параметри редагування попереднього налаштування\n Виправлено проблеми зі звуком у Windows 7\n Додати випадковий таймер\n Додано виявлення тексту\n Додані параметри звуку\n Додати сповіщення\n Дозволити URL-адреси, що починаються з file:/// protocol\n Вирішено проблему зі збереженням налаштувань\n Встановіть мінімальний час оновлення 2 секунди\n Додано функцію імпорту та експорту\n До розділу часових інтервалів додано прапорці початку та зупинки\n Запустіть лічильник, щойно URL почне завантажуватися\n Виправлено проблему, через яку видалялися дані про початок і зупинку збереження\n\nПричини використання автоматичного оновлення сторінки:\n\nРозширення Auto Page Refresh забезпечує просте та ефективне рішення для автоматичного оновлення веб-сторінок. Ідеально підходить для користувачів, яким потрібні швидкі та автоматичні перезавантаження без ручного втручання.\nПримітка:\n\n Він не працює на внутрішніх сторінках Chrome (наприклад, chrome:// або Chrome Web Store).\n Мінімальний інтервал оновлення становить 2 секунди для оптимальної продуктивності.\n\nЗавантажте Auto Page Refresh зараз і спробуйте найпростіший спосіб автоматичного оновлення сторінок! Є питання? Зверніться до служби підтримки – ми з радістю допоможемо. Не забудьте залишити відгук і поділитися своїми відгуками!",
    "vi": "Cần một cách đáng tin cậy để tự động làm mới trang? Đừng tìm đâu xa! Tiện ích mở rộng Tự động làm mới trang của Chrome là công cụ hoàn hảo để dễ dàng tự động làm mới các trang web và tab theo các khoảng thời gian có thể tùy chỉnh.\n\nNếu bạn muốn sử dụng nó để theo dõi cập nhật trang, theo dõi các thay đổi hoặc tự động tải lại trang, tiện ích mở rộng này sẽ giúp việc đó trở nên dễ dàng.\nCác tính năng chính của làm mới trang tự động:\n\n Khoảng thời gian tùy chỉnh: Bạn có thể đặt thời gian tự động cập nhật theo giây, phút hoặc giờ. Các tùy chọn được xác định trước bao gồm 5 giây, 10 giây, 15 giây, 5 phút, 10 phút và 15 phút.\n Tự động làm mới trang: Tự động tải lại trang và chọn khoảng thời gian cụ thể cho từng tên miền hoặc trang web.\n Cài đặt có thể tùy chỉnh: Lưu cài đặt tự động cập nhật duy nhất cho nhiều trang và tab.\n Dừng sau số lần được chỉ định: Dừng cập nhật tự động sau khi tải lại số lần đã chọn (ví dụ: 5, 10, 15).\n Tùy chọn làm mới cứng: Xóa bộ nhớ cache và cookie và tải lại với nội dung mới nhất.\n Đồng hồ đếm ngược trực quan: Xem thời điểm cập nhật tự động tiếp theo sẽ diễn ra trực tiếp trên trang web của bạn.\n Nhấp để dừng: Nhấp vào bất kỳ đâu trên trang web để dừng cập nhật tự động ngay lập tức.\n Tùy chọn hẹn giờ ngẫu nhiên: Đặt khoảng thời gian làm mới ngẫu nhiên cho thời gian không thể đoán trước.\n Thông báo và Cảnh báo bằng âm thanh: Nhận thông báo với âm thanh tùy chỉnh và thông báo bật lên.\n Quản lý tất cả các trang của bạn: Xem và kiểm soát cài đặt tự động cập nhật trong nhiều tab với danh sách có tổ chức. Giám sát các trang như một công cụ trang tải lại tự động.\n Hỗ trợ giao thức tệp: Làm mới các trang cục bộ bắt đầu bằng giao thức file:///.\n\nCách sử dụng tính năng làm mới trang tự động:\n\n Đặt khoảng thời gian tự động làm mới: Chọn hoặc đặt thủ công khoảng thời gian để tự động làm mới trang.\n Tùy chọn hẹn giờ nâng cao: Tùy chỉnh khoảng thời gian tính bằng giây, phút hoặc giờ để phù hợp với nhu cầu của bạn.\n Tạm dừng cập nhật bất cứ lúc nào: Dễ dàng tạm dừng, dừng hoặc điều chỉnh cài đặt mà không cần phải mở lại tiện ích mở rộng.\n Theo dõi trang đang hoạt động: Quản lý và giám sát cài đặt làm mới trang tự động từ một danh sách duy nhất.\n Làm mới trang cứng: Xóa bộ nhớ đệm để đảm bảo bạn nhận được nội dung mới nhất.\n\nCác tính năng mới để làm mới trang tự động:\n\n Đã thêm tùy chọn chỉnh sửa cài sẵn\n Đã sửa lỗi âm thanh trên Windows 7\n Thêm bộ đếm thời gian ngẫu nhiên\n Đã thêm phát hiện văn bản\n Đã thêm tùy chọn âm thanh\n Thêm thông báo\n Cho phép các URL bắt đầu bằng giao thức file:///\n Đã khắc phục sự cố khi lưu cài đặt\n Đặt thời gian làm mới tối thiểu thành 2 giây\n Đã thêm chức năng nhập và xuất\n Đã thêm hộp kiểm bắt đầu và dừng vào phần khoảng thời gian\n Bắt đầu bộ đếm ngay khi URL bắt đầu tải\n Đã khắc phục sự cố khi bắt đầu và dừng lưu dữ liệu sẽ bị xóa\n\nLý do sử dụng tính năng làm mới trang tự động:\n\nTiện ích mở rộng Tự động làm mới trang cung cấp giải pháp đơn giản và hiệu quả để tự động cập nhật các trang web. Lý tưởng cho người dùng cần tải lại nhanh chóng và tự động mà không cần can thiệp thủ công.\nGhi chú:\n\n Nó không hoạt động trên các trang nội bộ của Chrome (ví dụ: chrome:// hoặc Cửa hàng Chrome trực tuyến).\n Khoảng thời gian làm mới tối thiểu là 2 giây để có hiệu suất tối ưu.\n\nHãy tải xuống Tự động làm mới trang ngay bây giờ và trải nghiệm cách cập nhật trang tự động dễ dàng nhất! Bạn có câu hỏi? Hãy liên hệ với bộ phận hỗ trợ – chúng tôi rất sẵn lòng trợ giúp. Đừng quên để lại đánh giá và chia sẻ phản hồi của bạn!",
    "zh_CN": "需要一种可靠的方法来自动刷新页面？不用再找了！自动刷新页面 Chrome 扩展程序是您以可自定义的时间间隔轻松自动刷新网页或选项卡的终极工具。\n\n无论您是使用它来监控页面更新、跟踪更改还是自动重新加载页面，此扩展程序都可以轻松实现。\n\n自动刷新页面的主要功能：\n- 自定义间隔：以秒、分钟或小时为单位设置您喜欢的自动刷新时间。预定义选项包括 5 秒、10 秒、15 秒、5 分钟、10 分钟和 15 分钟。\n- 自动刷新页面：启用自动页面重新加载并为每个域或网页选择特定的时间间隔。\n- 可自定义的设置：为多个页面或选项卡保存唯一的自动刷新首选项。\n- 刷新 X 次后停止：在选定的重新加载次数（例如 5、10、15）后自动停止刷新。\n- 硬刷新选项：重新加载页面，清除缓存和 cookie，以获取最新内容。\n- 可视倒数计时器：直接在网页上查看下一次自动刷新的时间。\n- 单击停止：单击网页上的任意位置即可立即停止刷新。\n- 随机计时器选项：设置随机刷新间隔，以实现不可预测的时间。\n- 通知和声音警报：通过可自定义的声音和弹出通知保持通知。\n- 管理所有页面：通过有组织的列表查看和控制跨多个选项卡的自动刷新设置。自动监控页面工具可自动重新加载页面。\n- 文件协议支持：从 file:/// 协议开始刷新本地页面。\n\n如何使用自动刷新页面：\n- 设置自动刷新间隔：选择或手动设置时间间隔以自动刷新页面。\n- 高级计时器选项：根据您的需要自定义以秒、分钟或小时为单位的间隔。\n随时停止刷新：无需重新打开扩展程序即可轻松暂停、停止或调整首选项。\n- 跟踪活动页面：通过单个列表管理和监控自动页面刷新设置。\n- 硬刷新页面：单击即可清除缓存，确保内容最新鲜。\n\n自动刷新页面中的新功能：\n- 添加了编辑预设的选项\n- 修复了 Windows 7 中的声音问题\n- 添加了随机计时器\n- 添加了文本检测\n- 添加了声音选项\n- 添加了通知\n- 允许 URL 以 file:/// 协议开头\n- 修复了设置保存问题\n- 添加了 2 秒的最小刷新时间。\n- 添加了导入和导出功能。\n- 在时间间隔部分添加了开始和停止复选框。\n- URL 开始加载后立即启动计数器\n- 修复了开始和停止存储数据被删除的问题\n\n为什么使用自动刷新页面？\n自动刷新页面扩展提供了一种简单、高效的自动刷新网页解决方案，非常适合需要快速、免提重新加载而无需手动操作的用户。\n\n注意：\n- 不适用于 Chrome 内部页面（例如 chrome:// 或 Chrome 网上应用店）。\n- 为获得最佳性能，最小刷新间隔为 2 秒。\n\n立即下载自动刷新页面，体验自动刷新页面的最简单方法！\n有疑问？请联系我们获取支持 - 我们很乐意为您提供帮助。别忘了留下评论并分享您的反馈！"
  }
}