{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vtiger for Gmail"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vtiger for Gmail TM"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "See and Update your customer data from within Gmail.\n\nVtiger CRM plugin for Gmail shows CRM data within Gmail in a side panel. If you are salesperson viewing an email from a customer, you can now see the past notes, & opportunities within Gmail. Not only that, you can add new notes, create follow-up events, & do more with the plugin.\n\nIf you are customer service representative, you can view related tickets when you view an email from a customer.\n\nAbout Vtiger CRM\n---------------------\nVtiger CRM builds 360-degree historical views of your contacts and deals so that you know your customers and business better, win more deals and uncover new opportunities. \n\nLink Vtiger to your Google contacts, calendars, and emails and work from Google Apps or Vtiger, with information, completely synchronized. Need to do more? Head to Vtiger to do all of the following, and more, and now, you can see information from Vtiger CRM records in Gmail, too !\n\n* Work with a supercharged Rolodex of contacts, accounts, and deals\n* Attach notes, emails, docs, calls, deals, tickets, and more\n* Create triggered follow-up / meeting alerts\n* Place, receive, log, and record phone calls\n* Find out which campaigns generate the most revenue\n* Send targeted email marketing campaigns and measure open/engagement\n* Create and manage customer service tickets (even automatically from emails!)\n* Send quotes and invoices and receive online payments\n* Track unsold and sold inventory\n* Create, assign, and manage projects and tasks\n* Manage employee lead/deal assignments\n* Control employee record visibility and access"
  }
}