{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TELUS Business Connect for Microsoft 365"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TELUS Business Connect for Microsoft 365"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What’s new in this release?\n\nWe continue to extend key functionality to simplify workflow and increase your productivity. \nThis is achieved with new TELUS Business Connect support for Microsoft Teams in the O365 integration.\nUsers can now make:\nBusiness Connect voice calls, SMS and video meetings in MS Teams one-on-one chat\nBusiness Connect conference calls and video meetings in MS Teams Team chat\n \nUsers can now remain in their collaboration environment and reach out to colleagues instantly with no need to switch to another application.\n \nTELUS Business Connect for Office 365 seamlessly blends business communications into your work environment, transforming your Office 365 integration into an enterprise-grade communications hub with a powerful and easy-to-use interface that is very simple for end-users to deploy and for IT to manage. This integration empowers your workforce with a superior, robust cloud communications solution accessible directly from Microsoft Outlook® and Microsoft Teams on the web.\n \nKey Features\n\n* Set TELUS Business Connect as the default for all communications.\n* Easily initiate calls out of Microsoft Teams using TELUS Business Connect (applicable for web version of Teams only).\n* Make and receive calls, send and receive business SMS directly from the Office 365 Outlook or Teams from the web interface.\n* Access your complete RingCentral communications history - calls, texts, faxes, and voicemails in a single view.\n* Click-to-Dial or Click-to-SMS any phone number that appears in your Office 365 mail messages.\n* View all Business Connect and Office 365 contacts in one, easy-to-search screen.\n* Schedule Business Connect Meetings® or audio conferences natively from the Outlook calendar, from within the app, or from within your Teams group or direct chat conversations.\n* Easily call or text your contacts from Office 365 contact cards.\n* Add participants to an active call at any time.\n* Select and change the mode and device to make calls as needed.\n* No software or hardware to install, maintain or upgrade.\n* Deploy on day one—no need for time-consuming customizations, professional services support, or middleware.\n* Set a location where the proper authorities can be directed in the case of an emergency."
  }
}