{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Remindly for Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Never let an email slip through the cracks. Ever."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Have you ever forget an important email reply (or one of your team did)? The kind of oversight that turned out to be costly.\n\nAre you doing a lot of mail follow-ups? Are you running after your suppliers? Remindly is the perfect & simple tool for you.\n\nRemindly automatically sends and tracks your email follow-up for you.  Organized events or manage a project with peace of mind, let Remindly send your follow-up for you.\n\nGet on top of your email follow-ups. Try Remindly for free.\n\n\nFeatures:\n✓ Set a due date in one click\n✓ Set a Reminder for yourself. Get notified when the time comes with your email.\n\nCOMING SOON:\n✓ Set a Reminder for Other people with just a few clicks in your email. It will send a friendly reminder (at your chosen date) to the receiver to let her/him know you're expecting an answer.\n\n✓ Easy and friendly UI\nDirectly select a reminder date in your email. Remindly will make sure to notify the right persons at your chosen date.\n\n\nOur team started working on this chrome application when one of our clients got tired of running after its suppliers (or unreliable people) to get things done. They now get a 100% reply in time. We make sure we avoid those costly forgotten email follow-ups by using Remindly. It also helps our Project managers and Customer service to never let an email slip through the cracks, ever. This tool helps our team to give an amazing service (by never forgetting anything) and it prevents delays with their deliverables by making sure everyone involved in the process delivers on time.\n\nAnd that's how we went on to make Remindly available on the chrome web store for every worker with lots of email follow-ups to do and that relies on other parties to make their project a success.\n\n \nFind us on:\nhttps://remindly.cc/\n\nHave any feedback to share or feature requests? we will be happy to get in touch with you, mail us at:\ninfo@remindly.cc"
  }
}