{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Springboard JobTracker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save job applications to your career dashboard directly from job posting sites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "We built the Springboard JobTracker Chrome extension to help you…\n\n1. Log job applications faster:\n- Log jobs to your career dashboard directly from leading job boards \n- (LinkedIn, Indeed, AngelList, Greenhouse) with just 1-click\n- Update the status of your job applications\n- Add notes for yourself or your career coach about each application\n2.  Log networking contacts faster:\n- Log contacts to your career dashboard directly from LinkedIn with just 1-click\n- Update the outreach status of each contact\n3. Grow your network:\n- Access Springboard's large community of mentors & alumni on LinkedIn to build your network\n- Discover Springboard mentors & alumni as you browse jobs, people, or companies on LinkedIn\n- Get tips and messaging templates on building meaningful connections\n- Request informational interviews to learn from their experience\n- You may get a referral to hiring managers for open roles at their company\n\n\n\n\nPermissions: \nactiveTab: to access current tab url, title and inject content script on browser action clicked.\n\nstorage: to cache data used by background script and app scripts\n\ncookies: to check login status at springboard\n\nwebRequest, webRequestBlocking: to add springboard specific custom headers for making api requests.\n\nSpringboard: to make api requests and save job application info filled by user."
  }
}