{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WebRank Whois Lookup"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Check WHOIS details including nameservers, contact information, registration details as well as creation and expiration dates."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get one click access to Whois information about a domain including nameservers being used by the website, registration details, hosting country as well as creation/expiration dates of the domain.\n\n→ What is WHOIS?\nWhen you register a domain, your personal contact information given to the domain registrar is submitted to the Whois database, according to the guidelines of ICANN(Internet Corporation for Assigned Names and Numbers). Once it is available, it is accessible publicly by anyone through a WHOIS search tool such as ours at whois.webrankstats.com.\n\nThere are generally two types of registrations:\n\n→ Public WHOIS Database Listing\nThis is the default listing in which your personal contact information including name, address, phone number, email address and domain name expiration date are all listed alongwith website hosting IP address as well as host name.\n\n→ Private WHOIS Database Listing\nThis type of listing can be used by providing a small fee to your domain registrar, this hides all your contact information and lists the contact information of your domain registrar in the WHOIS listing of your domain.\n\n→ What WebRank WHOIS Lookup does?\nOur Chrome extension queries Whois database to find the listing of the domain requested and shows you the results in just a single click, therefore you don't even need to go to anywhere from the webpage you were on. Just click on the extension to get the information required. You can visit http://whois.webrankstats.com for a more detailed listing with much more information shown about the domain that is publicly available.\n\n\nNote: If your contact information is available through any Whois search tool including but not limited to WebRank Whois Lookup then it is available publicly for anyone to see, and the only way to change that is to get a private registration for your domain, which can be added anytime to an active domain."
  }
}