{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mealmole - Compare Food Delivery Services"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically calculate your order’s price across DoorDash, Uber Eats, Grubhub, and Seamless."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shop like normal on your preferred food delivery site. At checkout, Mealmole will go digging for the best deal. We'll match you with the cheapest (or fastest, if you're in a rush!) offer for your individual order. Pocket the savings or use it towards another appetizer or dessert.\n\n🤓 PRICES CALCULATED WITH EVERY ORDER\nMealmole understands menu price markups and hidden service fees. Skip the headache of trying to wrap your head around misleading fee formulas.\n\n🤑 AUTOMATICALLY APPLY MEMBERSHIPS AND PROMOTIONS\nFinal prices for the same cart may differ from person to person. Mealmole’s calculated prices will automatically include all of your personal promotions and membership discounts, so you don’t need to worry about chasing deals: they’ll come running to you.\n\n🥱 SHOP ON YOUR PREFERRED SITE\nBrowse the menu and fill your cart on the food delivery site of your choosing. At checkout, Mealmole will automatically rebuild your cart on all competing services—no need to select your items twice.\n\n————————————————————————————————\n\nOrdering food on the go? Coming soon to iPhone and iPad.\n\nMealmole is not affiliated with DoorDash, Uber Eats, Grubhub, or Seamless.\n\nBy using the Mealmole browser extension, you agree to Mealmole’s terms and conditions (https://mealmole.com/terms)"
  }
}