{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT for Email"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automate email responses with AI"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automate customer support emails with Fiber AI — the ultimate AI-powered gmail assistant.\n\nFiber AI learns from your past customer support emails to create a personalized knowledge base for you. It then generates draft responses for incoming support emails, making your support team's life easier and reducing response time by 90%.\n\nFiber AI's Chrome extension features:\n✅ One-click approvals: Approve draft responses with a single click, or edit them and let Fiber AI learn for future improvements.\n✅ Continuous learning: Our AI gets smarter with every accepted or rejected draft, constantly updating your knowledge base.\n✅ Seamless integrations: Use Fiber AI with Gmail in just 3 simple steps, and look forward to integrations with Intercom, Zendesk, Hubspot, Slack, and more!\n✅ Works across all Chromium-based browsers, such as Chrome, Brave, and Edge.\n✅ Supports multiple languages to cater to a diverse customer base.\n\nExperience the power of AI-driven customer support and never answer the same question twice! Boost your support team's productivity with Fiber AI!\n\nWEBSITE: https://www.fiber.ai/\n\nPRODUCT DEMO: https://www.fiber.ai/demo\n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nHOW TO USE ON GMAIL\n1. Sign up at https://www.fiber.ai/sign-up\n2. Connect your gmail account at https://www.fiber.ai/app/gmail\n3. Download our Fiber AI Chrome Extension and link it to your Fiber account using https://www.fiber.ai/app/link\n4. You're all set! Approve draft responses in Gmail with a single click, or edit them and let Fiber AI learn for future improvements."
  }
}