{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Clipboard History Pro: best productivity tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Clipboard manager extension for your browser: history of copied text, favorite items, instant paste"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Clipboard History Pro is the most popular text history manager for your browser. It tracks everything you copied on your computer and allows you to manage it.\n\nBest helper for your daily copy-paste routines!\n\n● Manage history\nWhenever you copy any text, this app saves it. Click any item in the extension popup to copy it again.\n\n● Keep your favorite items close\nYour favorite clips are accessible from a context menu for input fields, which makes it easier to paste frequently used text.\n\n● Merge text tool\nA powerful Merge tool allows you to create new text by merging a few existing ones into a new record. \n\n● Tag clips, merge few clips into one\nMark your items by assigning custom tags.\n\n● Multiple export options\nExport your text collection or entire clipboard list to a Google Sheets, Backup, JSON, Plain text, or CSV files\n\nActivated Pro subscription brings your productivity to the next level: \n\n★ Mobile Sync\nEasily sync items between the extension and mobile apps for iOS and Android.\nGet apps here: https://clipboardextension.com/pro.html\n\n★ Expand Text from Shortcuts\nAdd small text shortcuts for clipboard items and use them in input fields. Shortcuts will be automatically expanded to the full text.\n\n★ Floating Mode\nThe Floating Mode gives you the ability to run the extension window separately from the browser.\nThis mode is helpful if you heavily work with articles, notes, or forms.\n\n★ Page Widget\nA nice and handy widget to access the clipboard on any webpage. It helps to instantly paste favorite text to page inputs & forms. \n\n★ Password Lock\nThe Lock allows you to set a password and restrict access to your history list.\nFlexible settings allow to configure lock timers or restrict the list manually.\n\n● Other free and useful features:\n - Edit copied items\n - Make full-page screenshots (useful to save filled form state)\n - Manual backups & restore\n - Detect the page URL of a copied text\n\n--- \n\nFormerly known as \"Clipboard History 2\". \n\n# Safety\nWe care about your privacy. \nPlease read Privacy Policy before installation: https://clipboardextension.com/policy.html\n\n!!! Important Note:\nUsers are strongly discouraged from using our services to store personal, important and/or sensitive information. The extension and applications are not long-term data storage. Consider our service as a daily routines helper tool.\n\n# Permissions Needed:\n\n\"Read the data you copy and paste.\"\nThese apps are created to help you have a clutter-free copy and paste experience when you visit the web. Thus, we require this permission to access your clipboard to serve you better. \nBe secure and have a happy copy-pasting!"
  }
}