{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "W3Dart.com : Audio-Visual bug reporting tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture bugs and feedback instantly"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "W3Dart is the first truly comprehensive feedback and review tool that allows clients, developers, designers and project managers to exchange comments and share ideas in audio-visual format during any stage of a web-based project.\n\nNow, you can personalize feedback like never before, using your chosen blend of screenshots, annotations, attachments, and that magic ingredient – speech.\n\nTo top it off, W3Dart integrates seamlessly with any pre-existing project management and feedback tools you might be using, ensuring a smooth and hassle-free transition.\n\nThat’s right, getting your point across just got a whole lot easier!\n\nWho can use it\n\n•\tDesign / Creative Agencies\n•\tSoftware / Web Development Firms\n•\tFreelancers / Project Managers\n•\tSaas Enterprises\n\nWhere it can be used\n\n•\tWireframing\n•\tDesign\n•\tDevelopment\n•\tMaintenance\n\nFeatures\n\nUnique URL for each Bug\n\nEach bug reported get its own unique URL! The user simply clicks on the link and is taken to the exact location of the bug, either on a page or in design.\n\nAuto-detection of System Specs\n\nDart automatically detects the specs and screen size of the system that was used to raise the issue.\n\nMultitude of Attachments\n\nShorten long discussions and present clear solutions. Attach samples of designs, layouts, images, sketches and templates to accelerate your design revision cycle.\n\nVisual Task Board\n\nAdd filters and sort through bugs with supreme ease. Manage, assign and prioritize tasks, track progress and keep clients in the loop using Dart’s clutter-free visual task board.\n\nUniversal Accessibility\n\nEliminate the need for inconvenient third-party software and spreadsheets. Log in to Dart using any browser and any OS you want.\n\nPragmatic To-Do Lists\n\nWork with complete convenience as you turn your feedback into executable to-do lists. Say goodbye to that annoying task of copy-pasting from endless email threads.\n\nMore Features  ( https://w3dart.com/features/ )\n\nGet product support from: https://w3dart.com/kkb\n\nFor any other help or enquire contact us on : https://w3dart.com/contact-us\n\nYou can learn more how we handle information in our Privacy Policy page https://w3dart.com/privacy/\n\nEmail: hi@w3dart.com\nWebsite: https://w3dart.com"
  }
}