{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Teclado Virtual Online para Web o Vídeos - Visualizador de Controles"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Una extensión de Chrome para visualizar y personalizar controles de teclado para tu sitio web o edición de vídeo."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "La extensión \"Teclado Virtual Online para Web o Vídeos - Visualizador de Controles\" permite incrustar teclados personalizables en tutoriales, como juegos online de navegador o sistemas operativos como Windows. Es útil para explicar controles en videojuegos. Ofrece opciones de personalización como colores de fondo, teclas, fuente, tipo y tamaño de fuente. Además, permite combinaciones de teclas. Las configuraciones se pueden descargar en formato JPG, SVG o PNG con fondo transparente, siendo este último el más recomendado para tutoriales sin distracciones visuales.\n\nResumen de Mejoras Versión 1.2\n\nDescarga optimizada: Elección de fondo personalizado al descargar imágenes en formato JPG.\nSimplificación de la interfaz: Eliminación de la opción de cambiar el tamaño de fuente, haciendo el uso más intuitivo.\nFondo personalizable: Separación clara entre el fondo del contenedor del teclado y el fondo de cada teclado, permitiendo personalizar ambos por separado.\nMejor rendimiento: Ajuste dinámico del contenido de las teclas para evitar desbordamientos y asegurar que el diseño se mantenga legible.\nNuevos Selectores: Ahora es posible seleccionar caracteres utilizando un selector al editar teclas individuales."
  }
}