{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mine Finder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A classic mine-finding game that you can play in a popup."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This chrome extension allows you to play classic puzzle game anytime and anywhere. \n\nThere are three difficulty levels, ranging from beginner to advanced, with increased size of the board and number of mines. It is easy to switch between them anytime.  \n\nThe rule of the game is simple: \n\nFirst, click on a random place on the board. If you click on a non-mine area, the square will either open up to be blank, or will contain a number from 1 to 8. The number shows how many mines are adjacent to that cell. 1 means there is only 1 bomb adjacent to it, while 8 would mean all blocks adjacent to it are bombs. \n\nSecond, use your math knowledge and powers of calculation to identify where the mines must be and then right click to place a flag there. The number of mines left will be updated accordingly. Continue with this process until all the mines are found. \n\nRemember the game will be lost if you opened any cell with a mine, so be careful in your calculation. \n\nHave fun with the game of finding mines! Additionally, we've added some of our latest games at the bottom for your extra enjoyment.\n\nCHANGELOG\n==========\nVersion 0.1.2 - 0.1.3\n- Add the section on new games\n- Rename the game\n\nVersion 0.1.0 - 0.1.1\n- Initial release of the game\n- Add google analytics"
  }
}