{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Prompt Modifier"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Prompt Modifier lets you easily adjust prompts on chatgpt.com for consistent and customized replies"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you tired of repeating how chatgpt should answer?\n\nDo you hate when chatgpt does not respond appropriately?\n\nIs it frustrating having to write 10 prompts and read an essay when you are looking for one short answer?\n\nTransform your ChatGPT experience with the AI Prompt Modifier extension! Tailor and enhance your ChatGPT prompts effortlessly to maximize productivity and creativity. Perfect for users who frequently interact with ChatGPT, this extension allows you to save, modify, and manage prompt templates seamlessly across any website.\n\nFeatures:\n\n- Seamless Prompt Customization: Instantly modify your ChatGPT prompts by adding predefined prefixes and suffixes, making your interactions more efficient and effective.\n- Group Management: Save and organize your prompt modifications into groups for quick access. Easily add, delete, and rename groups to keep your prompts organized.\n- Import/Export Functionality: Share your prompt groups with others or backup your configurations using the import/export feature.\n- Undo Modifications: Revert back to the original prompt with a single click if you need to undo changes.\n- User-Friendly Interface: Enjoy a clean, intuitive interface that makes modifying prompts straightforward and enjoyable.\n- Import And Export: Import and export your settings to be used across multiple devices\n\n#### How to Use:\n\n1. Select or Create Groups: Use the dropdown menu to select an existing group or create a new one for your prompt modifications.\n2. Customize Prompts: Add prefixes and suffixes, set the number of times they should repeat, and save your settings.\n3. Apply Modifications: With a simple click, apply your customizations to the ChatGPT input field .\n4. Import/Export Groups: Easily import prompt groups from a file or export your groups for backup or sharing.\n\nUpgrade your ChatGPT interactions today with the ChatGPT Prompt Modifier extension, and enjoy a more personalized and efficient chatting experience!\n\n\nDownload ChatGPT Prompt Modifier now and take control of your ChatGPT prompts!"
  }
}