{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Monkey Mart"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Now you can play Monkey Mart right on Chrome™ Browser! Offline and Popup Version, without internet required!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Monkey Mart is an exciting game that you can now enjoy as a Chrome Extension. Step into the role of a baby monkey managing their own store filled with agricultural products. Your task is to run the store efficiently, make tough decisions, and maximize your profits. Experience the thrill of managing a business and discover the adventure that awaits you in this unique game.\n\nIn Monkey Mart, you'll have the opportunity to create and sell products to customers while also taking care of tasks like harvesting crops. Arrange shelves, manage stalls, restock goods, and ensure a convenient shopping experience for your customers. As you progress through various levels, you can upgrade your skills to work more efficiently and increase your profits. Keep an eye on your monkeys, motivate them, and boost productivity to earn even more money.\n\nThe gameplay of Monkey Mart is agile and lively, keeping you engaged as you strive to serve customers quickly and meet their changing needs. The game features cute and charming monkeys, along with beautiful graphics that will bring a smile to your face. Each monkey has a unique personality, adding to the enjoyment of the game from start to finish.\n \n\nDon't miss out on the opportunity to play Monkey Mart for free as a Chrome Extension. You can also visit the website at https://monkeymart.org/ to enjoy the game anytime and anywhere, as long as you have an internet-connected device. Get ready to relax, be entertained, and dive into the exciting world of Monkey Mart!\n\n*Note: We have added \"Classroom 6x, Poki Unblocked\" button, making it easy for players to quickly access the games on our website! https://classroom-6x.org/, https://poki.ee, https://monkeymart.org/"
  }
}