{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Recurpost"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "You have created amazing content. Now reuse it to get the max out of it by sharing it with your users over time. Increase the life…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "You have created amazing content. Now reuse it to get the max out of it by sharing it with your users over time. Increase the life of your content.\n\nInstead of posting your updates once and then forget about them, Recur Post allows you to categorize them into libraries that you build over time.\n\nYou can then set your favorite schedules or let us choose the best times to post from these libraries. With Recur Post we take away the hassles of publishing social updates. No need to select what to post and even when to post. Just set it and forget it. \n\nOnce an update has been posted, it sits at the end of a library and will be posted again when everything else has been posted once.\n\nSalient Features\n- Create libraries to categorize your updates\n- Use our advanced reporting to see which accounts and libraries are bringing you great results\n- Set customized scheduling to post from your libraries to your account\n- Keep your social profiles updates even when you don't create new updates\n- Every update gets published again over time to bring you new customers\n- We support Facebook profiles, Facebook pages and even Facebook groups. We also support Twitter and LinkedIn. For LinkedIn we support posting to your own profile and also to your own companies.\n- We let you expire content so that nothing gets posted about an event from past."
  }
}