{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Employee Home"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "All Employee Happenings, All In One Home"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Employee Home connects with your Rippling account and acts as single location for employee happenings, it's like an internal bulletin board (without the post-its). Accessible just by opening a new tab (using Chrome APIs for new tab page or NTP), every employee can instantly see the following:\n\n1) Quick Sign-in - Each employee’s quick sign-in bar from their dashboard is surfaced at the top of the Employee home - it’s like a bookmark bar for all their favorite tools. \n\n2) Employees’ Out-of-office - Immediately view your team’s PTO, whether you are at the office or working remotely. \n\n3) Company Resources - Rippling admins can host key resources, guest wifi password, employee handbook, or sales collateral, so everyone can access it in one click. \n\n4) Recent Hires - When a new employee starts, make sure everyone knows who they are no matter where or with whom they work. \n\n5) Company announcements - Share important announcements or updates. Rippling admin’s can customize department or location sees them, or *even who gets to post. \n\n6) *Birthdays - You have the option to share employee birthdays, make sure everyone feels great on their special day. \n\n\n**Note** You must have a rippling.com account through your employer to use the Employee Home chrome extension. Contact your Rippling administrator with any questions."
  }
}