{
  "name": {
    "ar": "تحديث جميع علامات التبويب",
    "am": "ሁሉንም ትር አሻሽሉ",
    "bg": "Обнови всички раздели",
    "bn": "সব ট্যাব রিফ্রেশ করুন",
    "ca": "Actualitza totes les pestanyes",
    "cs": "Obnovit všechny karty",
    "da": "Opdater alle faner",
    "de": "Alle Tabs aktualisieren",
    "el": "Ανανέωση όλων των καρτελών",
    "en,en_AU,en_GB,en_US,es_419": "Reload All Tabs",
    "es": "Actualizar todas las pestañas",
    "et": "Värskenda kõiki vahelehti",
    "fa": "تازه‌سازی همه تب‌ها",
    "fi": "Päivitä kaikki välilehdet",
    "fil": "I-refresh Lahat ng Mga Tab",
    "fr": "Actualiser tous les onglets",
    "gu": "બધા ટેબ્સને રિફ્રેશ કરો",
    "he": "רענן את כל הכרטיסיות",
    "hi": "सभी टैब्स को रीफ्रेश करें",
    "hr": "Osvježi sve kartice",
    "hu": "Frissítse az összes lapot",
    "id,ms": "Segarkan Semua Tab",
    "it": "Ricarica Tutte le Schede",
    "ja": "すべてのタブを更新",
    "kn": "ಎಲ್ಲಾ ಟ್ಯಾಬ್‌ಗಳನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಿ",
    "ko": "모든 탭 새로고침",
    "lt": "Atnaujinti Visus Skirtukus",
    "lv": "Atjaunināt Visas Cilnes",
    "ml": "എല്ലാ ടാബുകളും പുതുക്കുക",
    "mr": "सर्व टॅब रिफ्रेश करा",
    "nl": "Alle Tabbladen Vernieuwen",
    "no": "Oppdater Alle Faner",
    "pl": "Odśwież Wszystkie Karty",
    "pt_BR": "Atualizar Todas as Abas",
    "pt_PT": "Atualizar Todos os Separadores",
    "ro": "Reîmprospătează Toate Filele",
    "ru": "Обновить Все Вкладки",
    "sk": "Obnoviť Všetky Karty",
    "sl": "Osveži Vse Zavihek",
    "sr": "Osveži Sve Kartice",
    "sv": "Uppdatera Alla Flikar",
    "sw": "Sasisha Tab Zote",
    "ta": "அனைத்து தாவல்களைப் புதுப்பிக்கவும்",
    "te": "అన్ని టాబ్స్‌ను రిఫ్రెష్ చేయండి",
    "th": "รีเฟรชแท็บทั้งหมด",
    "tr": "Tüm Sekmeleri Yenile",
    "uk": "Оновити всі вкладки",
    "vi": "Làm mới tất cả các tab",
    "zh_CN": "刷新所有标签页",
    "zh_TW": "刷新所有標籤頁"
  },
  "short": {
    "ar": "قم بتحديث جميع علامات التبويب الخاصة بك مرة واحدة. اختر من علامات التبويب في النافذة الحالية أو جميع النوافذ أو الخاصة بمجال معين.",
    "am": "በአንድ ጊዜ ሁሉንም ትር አሻሽሉ። በአሁን ያለው መስኮት፣ በሁሉም መስኮቶች ወይም በአንድ የተያዘ አካባቢ ያለ ትር ውስጥ ይምረጡ።",
    "bg": "Обновете всички раздели наведнъж. Изберете раздели в текущия прозорец, всички прозорци или за конкретен домейн.",
    "bn": "একবারে আপনার সমস্ত ট্যাব রিফ্রেশ করুন। বর্তমান উইন্ডো, সমস্ত উইন্ডো বা একটি নির্দিষ্ট ডোমেনের ট্যাব থেকে চয়ন করুন।",
    "ca": "Actualitza totes les teves pestanyes d'un cop. Tria entre les pestanyes de la finestra actual, totes les finestres o d'un domini…",
    "cs": "Obnovte všechny své karty najednou. Vyberte si mezi kartami v aktuálním okně, ve všech oknech nebo patřícími k určité doméně.",
    "da": "Opdater alle dine faner på én gang. Vælg mellem faner i det aktuelle vindue, alle vinduer eller som tilhører et bestemt domæne.",
    "de": "Aktualisiere alle deine Tabs auf einmal. Wähle zwischen Tabs im aktuellen Fenster, in allen Fenstern oder einem bestimmten Domain…",
    "el": "Ανανεώστε όλες τις καρτέλες σας ταυτόχρονα. Επιλέξτε από τις καρτέλες στο τρέχον παράθυρο, όλα τα παράθυρα ή σε έναν συγκεκριμένο…",
    "en,en_AU,en_GB,en_US,es_419": "Reload all your tabs at once. Choose from tabs in the current window, all windows or belonging to a certain doman.",
    "es": "Actualiza todas tus pestañas a la vez. Elige entre las pestañas de la ventana actual, todas las ventanas o pertenecientes a un…",
    "et": "Värskenda kõiki oma vahelehti korraga. Vali praeguse akna, kõigi akende või konkreetse domeeni vahelehtede hulgast.",
    "fa": "تمام تب‌های خود را یکجا تازه کنید. از تب‌های پنجره جاری، تمام پنجره‌ها یا متعلق به یک دامنه خاص انتخاب کنید.",
    "fi": "Päivitä kaikki välilehtesi kerralla. Valitse nykyisen ikkunan, kaikkien ikkunoiden tai tietyn verkkotunnuksen välilehdistä.",
    "fil": "I-refresh lahat ng iyong mga tab nang sabay-sabay. Pumili mula sa mga tab sa kasalukuyang window, lahat ng mga window o sa isang…",
    "fr": "Actualisez tous vos onglets en une seule fois. Choisissez parmi les onglets de la fenêtre actuelle, de toutes les fenêtres ou…",
    "gu": "તમારા બધા ટેબ્સને એક સાથે રિફ્રેશ કરો. હાલની વિન્ડો, તમામ વિન્ડોઝ અથવા કોઈ ચોક્કસ ડોમેનના ટેબ્સમાંથી પસંદ કરો.",
    "he": "רענן את כל הכרטיסיות שלך בבת אחת. בחר מתוך כרטיסיות בחלון הנוכחי, בכל החלונות או בדומיין מסוים.",
    "hi": "अपने सभी टैब्स को एक साथ रीफ्रेश करें। वर्तमान विंडो, सभी विंडो या एक विशेष डोमेन से टैब्स का चयन करें।",
    "hr": "Osvježi sve kartice odjednom. Odaberi kartice u trenutnom prozoru, svim prozorima ili kartice na određenoj domeni.",
    "hu": "Frissítse az összes lapját egyszerre. Válasszon a jelenlegi ablak, az összes ablak vagy egy adott domain lapjai közül.",
    "id": "Segarkan semua tab Anda sekaligus. Pilih dari tab di jendela saat ini, semua jendela, atau milik domain tertentu.",
    "it": "Ricarica tutte le tue schede contemporaneamente. Scegli tra le schede nella finestra corrente, tutte le finestre o appartenenti a…",
    "ja": "すべてのタブを一度に更新します。現在のウィンドウ、すべてのウィンドウ、または特定のドメインのタブから選択します。",
    "kn": "ಒಮ್ಮೆ ಎಲ್ಲಾ ನಿಮ್ಮ ಟ್ಯಾಬ್‌ಗಳನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಿ. ಈಗಿನ ವಿಂಡೋದಲ್ಲಿ, ಎಲ್ಲಾ ವಿಂಡೋಗಳಲ್ಲಿ ಅಥವಾ ನಿರ್ದಿಷ್ಟ ಡೊಮೇನ್‌ಗೆ ಸೇರಿದ ಟ್ಯಾಬ್‌ಗಳನ್ನು…",
    "ko": "모든 탭을 한 번에 새로 고침합니다. 현재 창, 모든 창 또는 특정 도메인의 탭 중에서 선택하세요.",
    "lt": "Atnaujinkite visus savo skirtukus iš karto. Pasirinkite iš dabartinio lango, visų langų arba tam tikro domeno skirtukų.",
    "lv": "Atjauniniet visas savas cilnes uzreiz. Izvēlieties no cilnēm pašreizējā logā, visos logos vai noteiktā domēnā.",
    "ml": "ഒരേസമയം എല്ലാ ടാബുകളും പുതുക്കുക. നിലവിലെ വിൻഡോയിലെ, എല്ലാ വിൻഡോകളിലെയും അല്ലെങ്കിൽ ഒരു പ്രത്യേക ഡോമെയ്‌നിലെ ടാബുകൾ തിരഞ്ഞെടുക്കുക.",
    "mr": "एकाच वेळी सर्व टॅब रिफ्रेश करा. सध्याच्या विंडोमधील, सर्व विंडोमधील किंवा विशिष्ट डोमेनशी संबंधित टॅब निवडा.",
    "ms": "Segarkan semua tab anda sekali gus. Pilih daripada tab dalam tetingkap semasa, semua tetingkap, atau yang dimiliki oleh domain…",
    "nl": "Vernieuw al je tabbladen in één keer. Kies uit tabbladen in het huidige venster, alle vensters of behorend tot een bepaald domein.",
    "no": "Oppdater alle fanene dine samtidig. Velg fra faner i det gjeldende vinduet, alle vinduer eller tilhørende et bestemt domene.",
    "pl": "Odśwież wszystkie karty jednocześnie. Wybierz karty z bieżącego okna, wszystkich okien lub przypisane do określonej domeny.",
    "pt_BR": "Atualize todas as suas abas de uma vez. Escolha entre as abas na janela atual, em todas as janelas ou pertencentes a um determinado…",
    "pt_PT": "Atualize todos os seus separadores de uma só vez. Escolha entre os separadores na janela atual, todas as janelas ou pertencentes a…",
    "ro": "Reîmprospătați toate filele dintr-o dată. Alegeți din filele din fereastra curentă, toate ferestrele sau aparținând unui anumit…",
    "ru": "Обновите все вкладки сразу. Выберите вкладки в текущем окне, во всех окнах или принадлежащие определённому домену.",
    "sk": "Obnovte všetky karty naraz. Vyberte si z kariet v aktuálnom okne, vo všetkých oknách alebo patriacich určitej doméne.",
    "sl": "Osvežite vse zavihke hkrati. Izberite zavihke v trenutnem oknu, vseh oknih ali pripadajočih določeni domeni.",
    "sr": "Osveži sve svoje kartice odjednom. Izaberite kartice u trenutnom prozoru, svim prozorima ili onima koje pripadaju određenom domenu.",
    "sv": "Uppdatera alla dina flikar på en gång. Välj från flikar i det aktuella fönstret, alla fönster eller som tillhör en viss domän.",
    "sw": "Sasisha tab zako zote mara moja. Chagua kutoka kwenye tab katika dirisha la sasa, madirisha yote au yanayohusiana na kikoa fulani.",
    "ta": "அனைத்து தாவல்களையும் ஒரே நேரத்தில் புதுப்பிக்கவும். தற்போதைய சாளரத்தில் உள்ள தாவல்கள், அனைத்து சாளரங்கள் அல்லது ஒரு குறிப்பிட்ட…",
    "te": "మీ అన్ని టాబ్‌లను ఒకేసారి రిఫ్రెష్ చేయండి. ప్రస్తుత విండోలోని టాబ్‌లు, అన్ని విండోలు లేదా ఒక నిర్దిష్ట డొమైన్‌కు సంబంధించినవి నుండి…",
    "th": "รีเฟรชแท็บทั้งหมดของคุณในคราวเดียว เลือกจากแท็บในหน้าต่างปัจจุบัน หน้าต่างทั้งหมด หรือแท็บที่เป็นของโดเมนใดโดเมนหนึ่ง",
    "tr": "Tüm sekmelerinizi aynı anda yenileyin. Mevcut penceredeki sekmeleri, tüm pencereleri veya belirli bir alan adını seçin.",
    "uk": "Оновіть всі ваші вкладки одночасно. Виберіть вкладки у поточному вікні, у всіх вікнах або належні до певного домену.",
    "vi": "Làm mới tất cả các tab của bạn cùng một lúc. Chọn từ các tab trong cửa sổ hiện tại, tất cả các cửa sổ hoặc thuộc về một tên miền…",
    "zh_CN": "一次刷新所有标签页。选择当前窗口中的标签页、所有窗口中的标签页或属于某个域的标签页。",
    "zh_TW": "一次刷新所有標籤頁。從當前窗口的標籤頁、所有窗口的標籤頁或屬於特定域的標籤頁中選擇。"
  },
  "long": {
    "ar": "تحديث جميع علامات التبويب هو إضافة لمتصفح Chrome تتيح لك تحديث جميع علامات التبويب المفتوحة بنقرة واحدة. يمكنك اختيار تحديث علامات التبويب في النافذة الحالية، في جميع النوافذ، أو فقط تلك الخاصة بمجال معين.\n\nالميزات الرئيسية:\n- تحديث جميع علامات التبويب: قم بتحديث جميع علامات التبويب المفتوحة في Chrome فورًا.\n- تحديث علامات التبويب في النافذة الحالية: قم بتحديث علامات التبويب في النافذة النشطة فقط.\n- تحديث علامات التبويب الخاصة بمجال معين: قم بتحديث جميع علامات التبويب المفتوحة لنفس المجال عبر النوافذ.\n- خيارات قابلة للتخصيص: استبعد علامات التبويب المحددة من التحديث بناءً على تفضيلاتك:\n  - تجاهل علامة التبويب النشطة.\n  - تجاهل علامات التبويب التي تقوم بتشغيل الصوت.\n  - تجاهل علامات التبويب المثبتة.\n  - تجاهل علامات التبويب المهملة.\n\nيمكنك الوصول إلى الإضافة من خلال شريط الأدوات أو قائمة النقر بزر الماوس الأيمن. خصص السلوك عبر قسم \"الخيارات\" للتحكم في علامات التبويب التي يتم تحديثها.\n\nالكلمات المفتاحية: تحديث علامات التبويب، إعادة تحميل علامات التبويب، إضافة Chrome، تحديث جميع علامات التبويب، إعادة تحميل جميع علامات التبويب، تحديث علامات تبويب Chrome، تجاهل علامة التبويب النشطة، تجاهل علامات التبويب المثبتة، تحديث علامات التبويب الخاصة بالمجال.",
    "am": "ሁሉንም ትሮች አሻሽሉ ከአንድ ጥቅል በማጫወት ሁሉንም ክፈት ያለው ትር እንደ ሆነ የ Chrome ቅጥ. በአሁን መስኮት ውስጥ ትሮችን፣ በሁሉም መስኮቶች ወይም በአንድ የተያዘ አካባቢ ትሮችን ምረጡ።\n\nአላቸው ዋና ማስተካከያዎች:\n- ሁሉንም ትሮች አሻሽሉ: በአንድ ጥቅል ሁሉንም ክፈት ትሮች በ Chrome እንዲነቀኑ ያድርጉ.\n- በአሁን መስኮት ትሮችን አሻሽሉ: በተንቀሳቃሽ መስኮት ያሉ ትሮችን ብቻ እንዲነቀኑ ያድርጉ.\n- በአንድ የተያዘ አካባቢ ሁሉንም ትሮች አሻሽሉ: በሁሉም መስኮቶች ላይ ከተመለከተው አካባቢ ሁሉንም ትሮች እንዲነቀኑ ያድርጉ.\n- አማራጮች እንደ ሚፈልጉት ትሮችን ተቀበሉ:\n  - አሁን ያለውን ትር አትታገዱ.\n  - ድምፅ የሚነፍጉበትን ትሮች አትታገዱ.\n  - የተሰካሽ ትሮችን አትታገዱ.\n  - የተተዉትን ትሮች አትታገዱ.\n\nማንኛውንም ምስቀል እና በቀኝ አጭር እተሳሳት በመጠቀም ይግቡ. ከዚያም በማስተካከያዎች ምስቀል እንደሚፈልጉት ትሮችን ተቀበሉ.\n\nቁልፎች: ትሮችን አሻሽሉ, ትሮችን እንዲነቀኑ, የ Chrome ቅጥ, ሁሉንም ትሮች አሻሽሉ, ትሮችን አሻሽሉ, የ Chrome ትሮችን እንዲነቀኑ, አሁን ያለውን ትር አትታገዱ, የተሰካሽ ትሮችን አትታገዱ, የአካባቢ ትሮችን አሻሽሉ.",
    "bg": "Обнови всички раздели е разширение за Chrome, което ви позволява да обновите всички отворени раздели с едно щракване. Можете да изберете да обновите разделите в текущия прозорец, във всички прозорци или само тези от конкретен домейн.\n\nОсновни функции:\n- Обнови всички раздели: Обновете всички отворени раздели в Chrome незабавно.\n- Обнови разделите в текущия прозорец: Обновете само разделите в активния прозорец.\n- Обнови разделите за конкретен домейн: Обновете всички отворени раздели от същия домейн във всички прозорци.\n- Персонализируеми настройки: Изключете определени раздели от обновяване според вашите предпочитания:\n  - Игнорирай активния раздел.\n  - Игнорирай разделите с аудио.\n  - Игнорирай закрепените раздели.\n  - Игнорирай отхвърлените раздели.\n\nМожете да получите достъп до разширението чрез лентата с инструменти или контекстното меню с десен бутон. Персонализирайте поведението чрез секцията \"Настройки\", за да контролирате кои раздели да бъдат обновени.\n\nКлючови думи: обнови разделите, презареди разделите, разширение за Chrome, обнови всички раздели, презареди всички раздели, обнови разделите в Chrome, игнорирай активния раздел, игнорирай закрепените раздели, обнови разделите за домейн.",
    "bn": "সব ট্যাব রিফ্রেশ করুন হল একটি Chrome এক্সটেনশন যা আপনাকে এক ক্লিকে সমস্ত খোলা ট্যাব রিফ্রেশ করতে দেয়। আপনি বর্তমান উইন্ডোর ট্যাব, সমস্ত উইন্ডো, অথবা একটি নির্দিষ্ট ডোমেনের ট্যাব রিফ্রেশ করার জন্য নির্বাচন করতে পারেন।\n\nমূল বৈশিষ্ট্যসমূহ:\n- সব ট্যাব রিফ্রেশ করুন: Chrome-এ খোলা সমস্ত ট্যাব একসাথে রিফ্রেশ করুন।\n- বর্তমান উইন্ডোতে ট্যাবগুলি রিফ্রেশ করুন: শুধুমাত্র সক্রিয় উইন্ডোর ট্যাবগুলি রিফ্রেশ করুন।\n- নির্দিষ্ট ডোমেনের জন্য ট্যাবগুলি রিফ্রেশ করুন: একাধিক উইন্ডোতে থাকা একই ডোমেনের সমস্ত ট্যাব রিফ্রেশ করুন।\n- কাস্টমাইজযোগ্য বিকল্প: আপনার পছন্দ অনুযায়ী নির্দিষ্ট ট্যাবগুলিকে রিফ্রেশের বাইরে রাখুন:\n  - সক্রিয় ট্যাব উপেক্ষা করুন।\n  - অডিও চালানো ট্যাবগুলি উপেক্ষা করুন।\n  - পিন করা ট্যাবগুলি উপেক্ষা করুন।\n  - বাতিল করা ট্যাবগুলি উপেক্ষা করুন।\n\nআপনি টুলবার অথবা ডান-ক্লিক কন্টেক্সট মেনুর মাধ্যমে এক্সটেনশনটি অ্যাক্সেস করতে পারেন। \"বিকল্প\" বিভাগে গিয়ে কোন ট্যাবগুলি রিফ্রেশ হবে তা কাস্টমাইজ করুন।\n\nকীওয়ার্ড: ট্যাব রিফ্রেশ, ট্যাব রিলোড, Chrome এক্সটেনশন, সব ট্যাব রিফ্রেশ, সব ট্যাব রিলোড, Chrome ট্যাব রিফ্রেশ, সক্রিয় ট্যাব উপেক্ষা করুন, পিন করা ট্যাব উপেক্ষা করুন, ডোমেনের ট্যাব রিফ্রেশ করুন।",
    "ca": "Actualitza totes les pestanyes és una extensió de Chrome que et permet actualitzar totes les pestanyes obertes amb un sol clic. Pots triar actualitzar les pestanyes de la finestra actual, de totes les finestres o només les d'un domini específic.\n\nFuncions principals:\n- Actualitza totes les pestanyes: Actualitza instantàniament totes les pestanyes obertes a Chrome.\n- Actualitza les pestanyes de la finestra actual: Actualitza només les pestanyes de la finestra activa.\n- Actualitza les pestanyes d'un domini específic: Actualitza totes les pestanyes obertes del mateix domini a través de les finestres.\n- Opcions personalitzables: Exclou pestanyes específiques de l'actualització segons les teves preferències:\n  - Ignora la pestanya activa.\n  - Ignora les pestanyes amb àudio.\n  - Ignora les pestanyes fixades.\n  - Ignora les pestanyes descartades.\n\nPots accedir a l'extensió a través de la barra d'eines o el menú contextual amb el botó dret. Personalitza el comportament a través de la secció \"Opcions\" per controlar quines pestanyes s'actualitzen.\n\nParaules clau: actualitza pestanyes, refresca pestanyes, extensió de Chrome, refresca totes les pestanyes, actualitza totes les pestanyes, refresca pestanyes de Chrome, ignora la pestanya activa, ignora pestanyes fixades, actualitza pestanyes de domini.",
    "cs": "Obnovit všechny karty je rozšíření pro Chrome, které vám umožní obnovit všechny otevřené karty jedním kliknutím. Můžete si vybrat, zda chcete obnovit karty v aktuálním okně, ve všech oknech, nebo pouze ty, které patří k určité doméně.\n\nKlíčové vlastnosti:\n- Obnovit všechny karty: Okamžitě obnovte všechny otevřené karty v Chrome.\n- Obnovit karty v aktuálním okně: Obnovte pouze karty v aktivním okně.\n- Obnovit karty pro určitou doménu: Obnovte všechny otevřené karty stejné domény ve všech oknech.\n- Přizpůsobitelné možnosti: Vyloučte určité karty z obnovování podle vašich preferencí:\n  - Ignorovat aktivní kartu.\n  - Ignorovat karty přehrávající zvuk.\n  - Ignorovat připnuté karty.\n  - Ignorovat odložené karty.\n\nK rozšíření můžete přistupovat prostřednictvím nástrojové lišty nebo kontextové nabídky pravým kliknutím. Přizpůsobte chování prostřednictvím sekce „Možnosti“ a určete, které karty budou obnoveny.\n\nKlíčová slova: obnovit karty, znovu načíst karty, rozšíření pro Chrome, obnovit všechny karty, znovu načíst všechny karty, obnovit karty v Chrome, ignorovat aktivní kartu, ignorovat připnuté karty, obnovit karty pro doménu.",
    "da": "Opdater alle faner er en Chrome-udvidelse, der giver dig mulighed for at opdatere alle dine åbne faner med et enkelt klik. Du kan vælge at opdatere faner i det aktuelle vindue, i alle vinduer, eller kun dem, der tilhører et bestemt domæne.\n\nNøglefunktioner:\n- Opdater alle faner: Opdater straks alle åbne faner i Chrome.\n- Opdater faner i aktuelt vindue: Opdater kun fanerne i det aktive vindue.\n- Opdater faner for et bestemt domæne: Opdater alle åbne faner fra samme domæne på tværs af vinduer.\n- Tilpasningsmuligheder: Udelad specifikke faner fra opdatering baseret på dine præferencer:\n  - Ignorér aktiv fane.\n  - Ignorér faner med lyd.\n  - Ignorér fastgjorte faner.\n  - Ignorér kasserede faner.\n\nDu kan få adgang til udvidelsen via værktøjslinjen eller højreklik-menuen. Tilpas adfærden via sektionen \"Indstillinger\" for at styre, hvilke faner der skal opdateres.\n\nSøgeord: opdater faner, genindlæs faner, Chrome-udvidelse, opdater alle faner, genindlæs alle faner, opdater Chrome-faner, ignorér aktiv fane, ignorér fastgjorte faner, opdater domæne-faner.",
    "de": "Alle Tabs aktualisieren ist eine Chrome-Erweiterung, mit der du alle offenen Tabs mit einem Klick aktualisieren kannst. Du kannst wählen, ob du Tabs im aktuellen Fenster, in allen Fenstern oder nur solche, die zu einer bestimmten Domain gehören, aktualisieren möchtest.\n\nHauptfunktionen:\n- Alle Tabs aktualisieren: Aktualisiere sofort alle offenen Tabs in Chrome.\n- Tabs im aktuellen Fenster aktualisieren: Aktualisiere nur die Tabs im aktiven Fenster.\n- Tabs für eine bestimmte Domain aktualisieren: Aktualisiere alle offenen Tabs der gleichen Domain über mehrere Fenster hinweg.\n- Anpassbare Optionen: Schließe bestimmte Tabs von der Aktualisierung aus, basierend auf deinen Vorlieben:\n  - Aktiven Tab ignorieren.\n  - Tabs mit Audio ignorieren.\n  - Angeheftete Tabs ignorieren.\n  - Verworfene Tabs ignorieren.\n\nDu kannst auf die Erweiterung über die Symbolleiste oder das Rechtsklick-Menü zugreifen. Passe das Verhalten im Abschnitt „Optionen“ an, um zu steuern, welche Tabs aktualisiert werden.\n\nSchlüsselwörter: Tabs aktualisieren, Tabs neu laden, Chrome-Erweiterung, alle Tabs aktualisieren, alle Tabs neu laden, Chrome-Tabs aktualisieren, aktiven Tab ignorieren, angeheftete Tabs ignorieren, Domain-Tabs aktualisieren.",
    "el": "Η Ανανέωση όλων των καρτελών είναι μια επέκταση για το Chrome που σας επιτρέπει να ανανεώσετε όλες τις ανοιχτές καρτέλες με ένα κλικ. Μπορείτε να επιλέξετε να ανανεώσετε τις καρτέλες στο τρέχον παράθυρο, σε όλα τα παράθυρα, ή μόνο αυτές που ανήκουν σε έναν συγκεκριμένο τομέα.\n\nΒασικά χαρακτηριστικά:\n- Ανανέωση όλων των καρτελών: Ανανεώστε άμεσα όλες τις ανοιχτές καρτέλες στο Chrome.\n- Ανανέωση καρτελών στο τρέχον παράθυρο: Ανανεώστε μόνο τις καρτέλες στο ενεργό παράθυρο.\n- Ανανέωση καρτελών για έναν συγκεκριμένο τομέα: Ανανεώστε όλες τις ανοιχτές καρτέλες του ίδιου τομέα σε διάφορα παράθυρα.\n- Προσαρμόσιμες επιλογές: Εξαιρέστε συγκεκριμένες καρτέλες από την ανανέωση με βάση τις προτιμήσεις σας:\n  - Αγνόησε την ενεργή καρτέλα.\n  - Αγνόησε τις καρτέλες με ήχο.\n  - Αγνόησε τις καρτέλες που είναι καρφιτσωμένες.\n  - Αγνόησε τις απορριφθείσες καρτέλες.\n\nΜπορείτε να αποκτήσετε πρόσβαση στην επέκταση μέσω της γραμμής εργαλείων ή από το μενού δεξί κλικ. Προσαρμόστε τη συμπεριφορά μέσω της ενότητας \"Επιλογές\" για να ελέγξετε ποιες καρτέλες θα ανανεωθούν.\n\nΛέξεις-κλειδιά: ανανέωση καρτελών, επαναφόρτωση καρτελών, επέκ​⬤",
    "en,en_AU,en_GB,en_US,es_419": "Reload All Tabs is a Chrome extension that allows you to refresh all your open tabs. You can choose to reload tabs in the current window, across all windows, or only those from a specific domain.\n\nKey Features:\n- Reload All Tabs: Instantly reload every open tab in Chrome.\n- Reload Tabs in Current Window: Refresh only the tabs in the active window.\n- Reload Tabs for a Specific Domain: Refresh all open tabs from the same domain across windows.\n- Customizable Options: Exclude specific tabs from reloading based on your preferences:\n  - Ignore active tab.\n  - Ignore tabs playing audio.\n  - Ignore pinned tabs.\n  - Ignore discarded tabs.\n\nYou can access the extension through the toolbar or the right-click context menu. Customize the behavior via the \"Options\" section to control which tabs get reloaded.",
    "es": "Actualizar todas las pestañas es una extensión de Chrome que te permite actualizar todas tus pestañas abiertas con un solo clic. Puedes elegir actualizar las pestañas en la ventana actual, en todas las ventanas o solo aquellas que pertenecen a un dominio específico.\n\nCaracterísticas principales:\n- Actualizar todas las pestañas: Actualiza instantáneamente todas las pestañas abiertas en Chrome.\n- Actualizar pestañas en la ventana actual: Actualiza solo las pestañas en la ventana activa.\n- Actualizar pestañas de este dominio: Actualiza todas las pestañas abiertas del mismo dominio en diferentes ventanas.\n- Opciones personalizables: Excluye pestañas específicas de la actualización según tus preferencias:\n  - Ignorar pestaña activa.\n  - Ignorar pestañas con audio.\n  - Ignorar pestañas ancladas.\n  - Ignorar pestañas descartadas.\n\nPuedes acceder a la extensión a través de la barra de herramientas o del menú contextual con clic derecho. Personaliza el comportamiento a través de la sección \"Opciones\" para controlar qué pestañas se actualizarán.\n\nPalabras clave: actualizar pestañas, recargar pestañas, extensión de Chrome, actualizar todas las pestañas, recargar todas las pestañas, actualizar pestañas de Chrome, ignorar pestaña activa, ignorar pestañas ancladas, actualizar pestañas de dominio.",
    "et": "Värskenda kõiki vahelehti on Chrome’i laiendus, mis võimaldab sul värskendada kõiki avatud vahelehti ühe klõpsuga. Sa saad valida, kas värskendada vahelehti praeguses aknas, kõigis akendes või ainult neid, mis kuuluvad konkreetsele domeenile.\n\nPõhifunktsioonid:\n- Värskenda kõiki vahelehti: Värskenda kohe kõiki avatud vahelehti Chrome'is.\n- Värskenda vahelehti praeguses aknas: Värskenda ainult aktiivse akna vahelehti.\n- Värskenda vahelehti konkreetse domeeni jaoks: Värskenda kõigis akendes sama domeeni vahelehti.\n- Kohandatavad valikud: Välista teatud vahelehed värskendamisest vastavalt sinu eelistustele:\n  - Eira aktiivset vahelehte.\n  - Eira heliga vahelehti.\n  - Eira kinnitatud vahelehti.\n  - Eira kõrvale jäetud vahelehti.\n\nLaiendusele pääsed juurde tööriistariba kaudu või parema hiireklõpsu kontekstimenüüst. Kohanda käitumist „Valikud” sektsioonis, et määrata, milliseid vahelehti värskendatakse.\n\nMärksõnad: vahelehtede värskendamine, vahelehtede uuesti laadimine, Chrome’i laiendus, kõigi vahelehtede värskendamine, kõigi vahelehtede uuesti laadimine, Chrome’i vahelehtede värskendamine, eira aktiivset vahelehte, eira kinnitatud vahelehti, domeeni vahelehtede värskendamine.",
    "fa": "تازه‌سازی همه تب‌ها یک افزونه برای Chrome است که به شما اجازه می‌دهد تا با یک کلیک تمام تب‌های باز را تازه کنید. می‌توانید انتخاب کنید که تب‌ها را در پنجره جاری، در تمام پنجره‌ها، یا تنها تب‌های متعلق به یک دامنه خاص تازه کنید.\n\nویژگی‌های اصلی:\n- تازه‌سازی همه تب‌ها: بلافاصله تمام تب‌های باز در Chrome را تازه کنید.\n- تازه‌سازی تب‌ها در پنجره فعلی: تنها تب‌های موجود در پنجره فعال را تازه کنید.\n- تازه‌سازی تب‌ها برای این دامنه: تمام تب‌های باز از یک دامنه مشخص را در چندین پنجره تازه کنید.\n- گزینه‌های قابل تنظیم: بر اساس ترجیحات خود، برخی از تب‌ها را از تازه‌سازی مستثنی کنید:\n  - نادیده‌گرفتن تب فعال.\n  - نادیده‌گرفتن تب‌های دارای صدا.\n  - نادیده‌گرفتن تب‌های پین‌شده.\n  - نادیده‌گرفتن تب‌های کنار گذاشته‌شده.\n\nشما می‌توانید به این افزونه از طریق نوار ابزار یا منوی راست کلیک دسترسی پیدا کنید. رفتار را از طریق بخش \"تنظیمات\" سفارشی کنید تا کنترل کنید کدام تب‌ها تازه‌سازی شوند.\n\nکلمات کلیدی: تازه‌سازی تب‌ها، بارگذاری مجدد تب‌ها، افزونه Chrome، تازه‌سازی همه تب‌ها، بارگذاری مجدد همه تب‌ها، تازه‌سازی تب‌های Chrome، نادیده‌گرفتن تب فعال، نادیده‌گرفتن تب‌های پین‌شده، تازه‌سازی تب‌های دامنه.",
    "fi": "Päivitä kaikki välilehdet on Chrome-laajennus, joka mahdollistaa kaikkien avoinna olevien välilehtien päivittämisen yhdellä napsautuksella. Voit valita päivittämisen nykyisen ikkunan, kaikkien ikkunoiden tai tietyn verkkotunnuksen välilehdille.\n\nKeskeiset ominaisuudet:\n- Päivitä kaikki välilehdet: Päivitä kaikki avoimet välilehdet Chrome-selaimessa välittömästi.\n- Päivitä välilehdet nykyisessä ikkunassa: Päivitä vain aktiivisen ikkunan välilehdet.\n- Päivitä välilehdet tietyllä verkkotunnuksella: Päivitä kaikki saman verkkotunnuksen avoimet välilehdet useissa ikkunoissa.\n- Mukautettavat asetukset: Jätä tietyt välilehdet päivittämättä omien asetustesi mukaan:\n  - Ohita aktiivinen välilehti.\n  - Ohita ääntä toistavat välilehdet.\n  - Ohita kiinnitetyt välilehdet.\n  - Ohita poistetut välilehdet.\n\nVoit käyttää laajennusta työkaluriviltä tai hiiren oikean painikkeen valikosta. Mukauta toimintaa \"Asetukset\"-osiossa ja hallitse, mitkä välilehdet päivitetään.\n\nAvainsanat: päivitä välilehdet, lataa välilehdet uudelleen, Chrome-laajennus, päivitä kaikki välilehdet, lataa kaikki välilehdet uudelleen, päivitä Chrome-välilehdet, ohita aktiivinen välilehti, ohita kiinnitetyt välilehdet, päivitä verkkotunnuksen välilehdet.",
    "fil": "I-refresh Lahat ng Mga Tab ay isang extension ng Chrome na nagbibigay-daan sa iyo na i-refresh lahat ng iyong mga bukas na tab nang sabay-sabay. Maaari kang pumili na i-refresh ang mga tab sa kasalukuyang window, sa lahat ng mga window, o sa mga tab na kabilang sa isang tiyak na domain.\n\nPangunahing Tampok:\n- I-refresh Lahat ng Mga Tab: Agad na i-refresh ang lahat ng mga bukas na tab sa Chrome.\n- I-refresh ang Mga Tab sa Kasalukuyang Window: I-refresh lamang ang mga tab sa aktibong window.\n- I-refresh ang Mga Tab Para sa Isang Tiyak na Domain: I-refresh ang lahat ng mga bukas na tab mula sa parehong domain sa iba’t ibang window.\n- Mga Nako-customize na Pagpipilian: I-exclude ang partikular na mga tab mula sa pag-refresh batay sa iyong mga kagustuhan:\n  - Balewalain ang aktibong tab.\n  - Balewalain ang mga tab na nagpe-play ng audio.\n  - Balewalain ang mga nakapin na tab.\n  - Balewalain ang mga tinapon na tab.\n\nMaaaring ma-access ang extension mula sa toolbar o sa pamamagitan ng pag-right-click sa context menu. I-customize ang pag-uugali sa pamamagitan ng seksyong \"Mga Pagpipilian\" upang kontrolin kung aling mga​⬤",
    "fr": "Actualiser tous les onglets est une extension Chrome qui vous permet de rafraîchir tous vos onglets ouverts d'un seul clic. Vous pouvez choisir de rafraîchir les onglets de la fenêtre actuelle, de toutes les fenêtres, ou seulement ceux appartenant à un certain domaine.\n\nCaractéristiques principales :\n- Actualiser tous les onglets : Actualisez immédiatement tous les onglets ouverts dans Chrome.\n- Actualiser les onglets dans la fenêtre actuelle : Rafraîchissez uniquement les onglets dans la fenêtre active.\n- Actualiser les onglets pour un domaine spécifique : Actualisez tous les onglets ouverts du même domaine dans toutes les fenêtres.\n- Options personnalisables : Excluez certains onglets du rafraîchissement selon vos préférences :\n  - Ignorer l'onglet actif.\n  - Ignorer les onglets avec audio.\n  - Ignorer les onglets épinglés.\n  - Ignorer les onglets abandonnés.\n\nVous pouvez accéder à l'extension via la barre d'outils ou le menu contextuel du clic droit. Personnalisez le comportement via la section \"Options\" pour contrôler quels onglets sont actualisés.\n\nMots-clés : actualiser les onglets, recharger les onglets, extension Chrome, actualiser tous les onglets, recharger tous les onglets, actualiser les onglets Chrome, ignorer l'onglet actif, ignorer les onglets épinglés, actualiser les onglets de domaine.",
    "gu": "બધા ટેબ્સને રિફ્રેશ કરો એ Chrome માટેનું એક એક્સટેન્શન છે જે તમને એક જ ક્લિકમાં તમારા બધા ખોલેલા ટેબ્સને રિફ્રેશ કરવાની મંજૂરી આપે છે. તમે હાલની વિન્ડોમાંના ટેબ્સ, તમામ વિન્ડોઝમાંના ટેબ્સ, અથવા કોઈ ચોક્કસ ડોમેનના ટેબ્સને રિફ્રેશ કરવા પસંદ કરી શકો છો.\n\nમુખ્ય સુવિધાઓ:\n- બધા ટેબ્સને રિફ્રેશ કરો: Chromeમાં ખોલેલા બધા ટેબ્સને તાત્કાલિક રિફ્રેશ કરો.\n- હાલની વિન્ડોમાં ટેબ્સને રિફ્રેશ કરો: ફક્ત સક્રિય વિન્ડોમાંના ટેબ્સને રિફ્રેશ કરો.\n- ચોક્કસ ડોમેન માટે ટેબ્સને રિફ્રેશ કરો: વિવિધ વિન્ડોઝમાં તે જ ડોમેનના તમામ ખોલેલા ટેબ્સને રિફ્રેશ કરો.\n- વૈવિધ્યસભર વિકલ્પો: તમારી પસંદગીઓ અનુસાર ચોક્કસ ટેબ્સને રિફ્રેશ ન કરવા માટે પસંદ કરો:\n  - સક્રિય ટેબની અવગણના કરો.\n  - ઓડિયો વગાડતાં ટેબ્સની અવગણના કરો.\n  - પિન કરેલા ટેબ્સની અવગણના કરો.\n  - કાઢી નાખેલા ટેબ્સની અવગણના કરો.\n\nતમને આ એક્સટેન્શનને ટૂલબાર અથવા રાઈટ-ક્લિક કન્ટેક્સ્ટ મેનૂ મારફતે ઍક્સેસ કરી શકો છો. \"વિકલ્પો\" વિભાગ દ્વારા કસ્ટમાઇઝ કરો કે કયા ટેબ્સને રિફ્રેશ કરવાં છે.\n\nકીવર્ડ્સ: ટેબ્સને રિફ્રેશ કરો, ટેબ્સને ફરીથી લોડ કરો, Chrome એક્સટેન્શન, બધા ટેબ્સને રિફ્રેશ કરો, બધા ટેબ્સને ફરીથી લોડ કરો, Chrome ટેબ્સને રિફ્રેશ કરો, સક્રિય ટેબની અવગણના કરો, પિન કરેલા ટેબ્સની અવગણના કરો, ડોમેન ટેબ્સને રિફ્રેશ કરો.",
    "he": "רענן את כל הכרטיסיות הוא תוסף ל-Chrome שמאפשר לך לרענן את כל הכרטיסיות הפתוחות בלחיצה אחת. ניתן לבחור לרענן את הכרטיסיות בחלון הנוכחי, בכל החלונות, או רק אלו השייכות לדומיין מסוים.\n\nתכונות עיקריות:\n- רענן את כל הכרטיסיות: רענן מיד את כל הכרטיסיות הפתוחות ב-Chrome.\n- רענן כרטיסיות בחלון הנוכחי: רענן רק את הכרטיסיות בחלון הפעיל.\n- רענן כרטיסיות לדומיין מסוים: רענן את כל הכרטיסיות הפתוחות השייכות לאותו דומיין בין חלונות שונים.\n- אפשרויות מותאמות אישית: התעלם מכרטיסיות מסוימות לפי ההעדפות שלך:\n  - התעלם מכרטיסיה פעילה.\n  - התעלם מכרטיסיות שמנוגן בהן אודיו.\n  - התעלם מכרטיסיות מוצמדות.\n  - התעלם מכרטיסיות שהוסרו.\n\nניתן לגשת לתוסף דרך סרגל הכלים או תפריט קליק ימני. ניתן להתאים את ההתנהגות דרך הסעיף \"אפשרויות\" כדי לשלוט אילו כרטיסיות יירעננו.\n\nמילות מפתח: רענן כרטיסיות, טען מחדש כרטיסיות, תוסף ל-Chrome, רענן את כל הכרטיסיות, טען מחדש את כל הכרטיסיות, רענן כרטיסיות ב-Chrome, התעלם מכרטיסיה פעילה, התעלם מכרטיסיות מוצמדות, רענן כרטיסיות של דומיין.",
    "hi": "सभी टैब्स को रीफ्रेश करें एक Chrome एक्सटेंशन है जो आपको एक क्लिक में सभी खुले टैब्स को रीफ्रेश करने की अनुमति देता है। आप वर्तमान विंडो, सभी विंडो, या किसी विशेष डोमेन से संबंधित टैब्स को रीफ्रेश करने का चयन कर सकते हैं।\n\nमुख्य विशेषताएँ:\n- सभी टैब्स को रीफ्रेश करें: Chrome में सभी खुले टैब्स को तुरंत रीफ्रेश करें।\n- वर्तमान विंडो में टैब्स रीफ्रेश करें: केवल सक्रिय विंडो के टैब्स को रीफ्रेश करें।\n- किसी विशेष डोमेन के लिए टैब्स रीफ्रेश करें: विभिन्न विंडो में एक ही डोमेन से जुड़े सभी खुले टैब्स को रीफ्रेश करें।\n- अनुकूलन योग्य विकल्प: अपनी प्राथमिकताओं के आधार पर कुछ टैब्स को रीफ्रेश करने से बाहर रखें:\n  - सक्रिय टैब को अनदेखा करें।\n  - ऑडियो बजाने वाले टैब्स को अनदेखा करें।\n  - पिन किए गए टैब्स को अनदेखा करें।\n  - परित्यक्त टैब्स को अनदेखा करें।\n\nआप इस एक्सटेंशन को टूलबार या राइट-क्लिक कॉन्टेक्स्ट मेनू से एक्सेस कर सकते हैं। \"विकल्प\" अनुभाग के माध्यम से व्यवहार को अनुकूलित करें और तय करें कि किन टैब्स को रीफ्रेश करना है।\n\nकीवर्ड्स: टैब्स को रीफ्रेश करें, टैब्स को फिर से लोड करें, Chrome एक्सटेंशन, सभी टैब्स को रीफ्रेश करें, सभी टैब्स को फिर से लोड करें, Chrome टैब्स को रीफ्रेश करें, सक्रिय टैब को अनदेखा करें, पिन किए गए टैब्स को अनदेखा करें, डोमेन टैब्स को रीफ्रेश करें।",
    "hr": "Osvježi sve kartice je proširenje za Chrome koje vam omogućuje da jednim klikom osvježite sve otvorene kartice. Možete odabrati osvježavanje kartica u trenutnom prozoru, u svim prozorima ili samo onih s određenom domenom.\n\nKljučne značajke:\n- Osvježi sve kartice: Odmah osvježi sve otvorene kartice u Chromeu.\n- Osvježi kartice u trenutnom prozoru: Osvježi samo kartice u aktivnom prozoru.\n- Osvježi kartice za određenu domenu: Osvježi sve otvorene kartice s iste domene u različitim prozorima.\n- Prilagodljive opcije: Isključi određene kartice iz osvježavanja prema vašim preferencijama:\n  - Ignoriraj aktivnu karticu.\n  - Ignoriraj kartice koje reproduciraju zvuk.\n  - Ignoriraj učvršćene kartice.\n  - Ignoriraj odbačene kartice.\n\nProširenju možete pristupiti putem alatne trake ili izbornika desnim klikom. Prilagodite ponašanje kroz odjeljak \"Opcije\" kako biste kontrolirali koje kartice se osvježavaju.\n\nKljučne riječi: osvježi kartice, ponovno učitaj kartice, proširenje za Chrome, osvježi sve kartice, ponovno učitaj sve kartice, osvježi Chrome kartice, ignoriraj aktivnu karticu, ignoriraj učvršćene kartice, osvježi kartice za domenu.",
    "hu": "A \"Frissítse az összes lapot\" egy Chrome-bővítmény, amely lehetővé teszi, hogy egy kattintással frissítse az összes megnyitott lapot. Kiválaszthatja, hogy a jelenlegi ablakban, az összes ablakban vagy csak egy adott domainhez tartozó lapokat frissítse.\n\nFő funkciók:\n- Frissítse az összes lapot: Azonnal frissítse az összes megnyitott lapot a Chrome-ban.\n- Lapok frissítése az aktuális ablakban: Csak az aktív ablak lapjait frissítse.\n- Lapok frissítése egy adott domainhez: Frissítse az összes megnyitott lapot ugyanazon domainen, több ablakon keresztül.\n- Testreszabható beállítások: Zárjon ki bizonyos lapokat a frissítésből az Ön preferenciái alapján:\n  - Az aktív lap figyelmen kívül hagyása.\n  - A hangot lejátszó lapok figyelmen kívül hagyása.\n  - A rögzített lapok figyelmen kívül hagyása.\n  - A törölt lapok figyelmen kívül hagyása.\n\nA bővítmény elérhető az eszköztáron keresztül vagy jobb klikkel a helyi menüből. Testreszabhatja a működését a „Beállítások” szekcióban, hogy mely lapok frissüljenek.\n\nKulcsszavak: lapok frissítése, lapok újratöltése, Chrome bővítmény, összes lap frissítése, összes lap újratöltése, Chrome lapok frissítése, aktív lap figyelmen kívül hagyása, rögzített lapok figyelmen kívül hagyása, domain lapok frissítése.",
    "id": "Segarkan Semua Tab adalah ekstensi Chrome yang memungkinkan Anda menyegarkan semua tab yang terbuka dengan satu klik. Anda dapat memilih untuk menyegarkan tab di jendela saat ini, di semua jendela, atau hanya tab yang termasuk dalam domain tertentu.\n\nFitur Utama:\n- Segarkan Semua Tab: Segarkan semua tab yang terbuka di Chrome secara instan.\n- Segarkan Tab di Jendela Saat Ini: Segarkan hanya tab di jendela aktif.\n- Segarkan Tab untuk Domain Tertentu: Segarkan semua tab yang terbuka dari domain yang sama di berbagai jendela.\n- Opsi yang Dapat Disesuaikan: Kecualikan tab tertentu dari penyegaran berdasarkan preferensi Anda:\n  - Abaikan tab aktif.\n  - Abaikan tab yang memutar audio.\n  - Abaikan tab yang dipin.\n  - Abaikan tab yang dihapus.\n\nAnda dapat mengakses ekstensi ini melalui toolbar atau menu konteks klik kanan. Sesuaikan perilaku melalui bagian \"Opsi\" untuk mengontrol tab mana yang akan disegarkan.\n\nKata Kunci: segarkan tab, muat ulang tab, ekstensi Chrome, segarkan semua tab, muat ulang semua tab, segarkan tab Chrome, abaikan tab aktif, abaikan tab yang dipin, segarkan tab domain.",
    "it": "Ricarica Tutte le Schede è un'estensione di Chrome che ti permette di ricaricare tutte le schede aperte con un solo clic. Puoi scegliere di ricaricare le schede nella finestra corrente, in tutte le finestre o solo quelle appartenenti a un determinato dominio.\n\nCaratteristiche principali:\n- Ricarica Tutte le Schede: Ricarica immediatamente tutte le schede aperte in Chrome.\n- Ricarica le Schede Nella Finestra Corrente: Ricarica solo le schede nella finestra attiva.\n- Ricarica le Schede per un Determinato Dominio: Ricarica tutte le schede aperte dello stesso dominio su più finestre.\n- Opzioni personalizzabili: Escludi determinate schede dal ricaricamento in base alle tue preferenze:\n  - Ignora la scheda attiva.\n  - Ignora le schede con audio.\n  - Ignora le schede fissate.\n  - Ignora le schede scartate.\n\nPuoi accedere all'estensione tramite la barra degli strumenti o il menu contestuale con il tasto destro. Personalizza il comportamento tramite la sezione \"Opzioni\" per controllare quali schede verranno ricaricate.\n\nParole chiave: ricarica schede, ricarica tutte le schede, estensione di Chrome, ricarica schede Chrome, ignora la scheda attiva, ignora le schede fissate, ricarica le schede del dominio.",
    "ja": "すべてのタブを更新 は、Chromeの拡張機能で、すべての開いているタブをワンクリックで更新できます。現在のウィンドウ内のタブ、すべてのウィンドウ内のタブ、または特定のドメインに属するタブを更新することができます。\n\n主な機能:\n- すべてのタブを更新: Chromeで開いているすべてのタブを即座に更新します。\n- 現在のウィンドウ内のタブを更新: アクティブなウィンドウ内のタブのみを更新します。\n- 特定のドメインのタブを更新: 複数のウィンドウにまたがる同じドメインのすべてのタブを更新します。\n- カスタマイズ可能なオプション: あなたの設定に基づいて、特定のタブを更新から除外します:\n  - アクティブなタブを無視。\n  - オーディオを再生しているタブを無視。\n  - ピン留めされたタブを無視。\n  - 破棄されたタブを無視。\n\nこの拡張機能には、ツールバーまたは右クリックのコンテキストメニューからアクセスできます。「オプション」セクションを使用して、どのタブが更新されるかを制御できます。\n\nキーワード: タブを更新, タブをリロード, Chrome拡張機能, すべてのタブを更新, すべてのタブをリロード, Chromeタブを更新, アクティブなタブを無視, ピン留めされたタブを無視, ドメインのタブを更新。",
    "kn": "ಎಲ್ಲಾ ಟ್ಯಾಬ್‌ಗಳನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಿ Chrome ವಿಸ್ತರಣೆ ಆಗಿದ್ದು, ನೀವು ಎಲ್ಲಾ ತೆರೆಯಲ್ಪಟ್ಟ ಟ್ಯಾಬ್‌ಗಳನ್ನು ಒಮ್ಮೆ ತಾಕಿದ ಮಾತ್ರಕ್ಕೆ ರಿಫ್ರೆಶ್ ಮಾಡಬಹುದು. ನೀವು ಈಗಿನ ವಿಂಡೋ, ಎಲ್ಲಾ ವಿಂಡೋಗಳು ಅಥವಾ ನಿರ್ದಿಷ್ಟ ಡೊಮೇನ್‌ಗೆ ಸೇರಿದ ಟ್ಯಾಬ್‌ಗಳನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಲು ಆಯ್ಕೆ ಮಾಡಬಹುದು.\n\nಪ್ರಮುಖ ವೈಶಿಷ್ಟ್ಯಗಳು:\n- ಎಲ್ಲಾ ಟ್ಯಾಬ್‌ಗಳನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಿ: Chrome ನಲ್ಲಿ ತೆರೆಯಲ್ಪಟ್ಟ ಎಲ್ಲಾ ಟ್ಯಾಬ್‌ಗಳನ್ನು ತಕ್ಷಣವೇ ರಿಫ್ರೆಶ್ ಮಾಡಿ.\n- ಈಗಿನ ವಿಂಡೋದಲ್ಲಿ ಟ್ಯಾಬ್‌ಗಳನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಿ: ಸಕ್ರಿಯ ವಿಂಡೋದಲ್ಲಿ ಮಾತ್ರ ಟ್ಯಾಬ್‌ಗಳನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಿ.\n- ನಿರ್ದಿಷ್ಟ ಡೊಮೇನ್‌ಗೆ ಸೇರಿದ ಟ್ಯಾಬ್‌ಗಳನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಿ: ಬೇರೆ ವಿಂಡೋಗಳಲ್ಲಿ ಇರುವ ಅದೇ ಡೊಮೇನ್‌ನ ಎಲ್ಲಾ ತೆರೆಯಲ್ಪಟ್ಟ ಟ್ಯಾಬ್‌ಗಳನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಿ.\n- ಕಸ್ಟಮೈಸ್ ಮಾಡಬಹುದಾದ ಆಯ್ಕೆಗಳು: ನಿಮ್ಮ ಆದ್ಯತೆಗಳ ಪ್ರಕಾರ ಕೆಲವು ಟ್ಯಾಬ್‌ಗಳನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಲು ಹೊರತುಪಡಿಸಬಹುದು:\n  - ಸಕ್ರಿಯ ಟ್ಯಾಬ್‌ನ್ನು ನಿರ್ಲಕ್ಷಿಸಿ.\n  - ಆಡಿಯೊ ಆಡಿಸುವ ಟ್ಯಾಬ್‌ಗಳನ್ನು ನಿರ್ಲಕ್ಷಿಸಿ.\n  - ಪಿನ್ ಮಾಡಿರುವ ಟ್ಯಾಬ್‌ಗಳನ್ನು ನಿರ್ಲಕ್ಷಿಸಿ.\n  - ತ್ಯಾಜ್ಯ ಟ್ಯಾಬ್‌ಗಳನ್ನು ನಿರ್ಲಕ್ಷಿಸಿ.\n\nಈ ವಿಸ್ತರಣೆಕ್ಕೆ ಟೂಲ್‌ಬಾರ್ ಅಥವಾ ಬಲ ಕ್ಲಿಕ್ ಮೆನು ಮೂಲಕ ಪ್ರವೇಶಿಸಬಹುದು. \"ಆಯ್ಕೆಗಳು\" ವಿಭಾಗದ ಮೂಲಕ ವರ್ತನೆಗೆ ನಿಯಂತ್ರಣಹೊಂದಿಸಿ, ಯಾವ ಟ್ಯಾಬ್‌ಗಳನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಬೇಕೆಂದು ಆಯ್ಕೆ ಮಾಡಿ.\n\nಕೀವರ್ಡ್‌ಗಳು: ಟ್ಯಾಬ್‌ಗಳನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಿ, ಟ್ಯಾಬ್‌ಗಳನ್ನು ಪುನಃ ಲೋಡ್ ಮಾಡಿ, Chrome ವಿಸ್ತರಣೆ, ಎಲ್ಲಾ ಟ್ಯಾಬ್‌ಗಳನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಿ, ಎಲ್ಲಾ ಟ್ಯಾಬ್‌ಗಳನ್ನು ಪುನಃ ಲೋಡ್ ಮಾಡಿ, Chrome ಟ್ಯಾಬ್‌ಗಳನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಿ, ಸಕ್ರಿಯ ಟ್ಯಾಬ್‌ನ್ನು ನಿರ್ಲಕ್ಷಿಸಿ, ಪಿನ್ ಮಾಡಿರುವ ಟ್ಯಾಬ್‌ಗಳನ್ನು ನಿರ್ಲಕ್ಷಿಸಿ, ಡೊಮೇನ್ ಟ್ಯಾಬ್‌ಗಳನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಿ.",
    "ko": "모든 탭 새로고침은 Chrome 확장 프로그램으로, 모든 열린 탭을 한 번에 새로 고칠 수 있습니다. 현재 창의 탭, 모든 창의 탭 또는 특정 도메인에 속하는 탭 중에서 선택하여 새로 고침할 수 있습니다.\n\n주요 기능:\n- 모든 탭 새로고침: Chrome에서 열린 모든 탭을 즉시 새로 고침합니다.\n- 현재 창의 탭 새로고침: 활성 창의 탭만 새로 고침합니다.\n- 특정 도메인의 탭 새로고침: 여러 창에 걸쳐 동일한 도메인에 속하는 모든 열린 탭을 새로 고침합니다.\n- 사용자 정의 옵션: 선호에 따라 특정 탭을 새로 고침에서 제외합니다:\n  - 활성 탭 무시.\n  - 오디오 재생 중인 탭 무시.\n  - 고정된 탭 무시.\n  - 삭제된 탭 무시.\n\n이 확장 프로그램은 도구 모음 또는 마우스 오른쪽 클릭 메뉴에서 접근할 수 있습니다. \"옵션\" 섹션을 통해 어떤 탭을 새로 고칠지 제어할 수 있습니다.\n\n키워드: 탭 새로고침, 탭 다시 로드, Chrome 확장 프로그램, 모든 탭 새로고침, 모든 탭 다시 로드, Chrome 탭 새로고침, 활성 탭 무시, 고정된 탭 무시, 도메인 탭 새로고침.",
    "lt": "Atnaujinti Visus Skirtukus yra „Chrome“ plėtinys, leidžiantis jums vienu paspaudimu atnaujinti visus atidarytus skirtukus. Galite pasirinkti atnaujinti skirtukus dabartiniame lange, visuose languose arba tik tuos, kurie priklauso tam tikram domenui.\n\nPagrindinės funkcijos:\n- Atnaujinti Visus Skirtukus: Nedelsiant atnaujinkite visus atidarytus skirtukus „Chrome“ naršyklėje.\n- Atnaujinti Skirtukus Dabartiniame Lange: Atnaujinkite tik aktyvaus lango skirtukus.\n- Atnaujinti Skirtukus Šiam Domenui: Atnaujinkite visus atidarytus skirtukus iš to paties domeno keliuose languose.\n- Priklausomybės parinktys: Išskirkite tam tikrus skirtukus iš atnaujinimo pagal savo pageidavimus:\n  - Ignoruoti Aktyvų Skirtuką.\n  - Ignoruoti Skirtukus su Garsu.\n  - Ignoruoti Prikabintus Skirtukus.\n  - Ignoruoti Pašalintus Skirtukus.\n\nŠį plėtinį galima pasiekti per įrankių juostą arba dešiniuoju pelės mygtuku. Priklausomybę galite pritaikyti skyriuje „Parinktys“, kad valdytumėte, kurie skirtukai bus atnaujinti.\n\nRaktažodžiai: atnaujinti skirtukus, pakartotinai įkelti skirtukus, „Chrome“ plėtinys, atnaujinti visus skirtukus, pakartotinai įkelti visus skirtukus, atnaujinti „Chrome“ skirtukus, ignoruoti aktyvų skirtuką, ignoruoti prikabintus skirtukus, atnaujinti domeno skirtukus.",
    "lv": "Atjaunināt Visas Cilnes ir Chrome paplašinājums, kas ļauj vienā klikšķī atjaunināt visas atvērtās cilnes. Jūs varat izvēlēties atjaunināt cilnes pašreizējā logā, visos logos vai tikai tās, kas pieder noteiktam domēnam.\n\nGalvenās funkcijas:\n- Atjaunināt Visas Cilnes: Nekavējoties atjauniniet visas atvērtās cilnes Chrome.\n- Atjaunināt Cilnes Pašreizējā Logā: Atjauniniet tikai aktīvā loga cilnes.\n- Atjaunināt Cilnes Šim Domēnam: Atjauniniet visas atvērtās cilnes no tā paša domēna visos logos.\n- Pielāgojamas Opcijas: Izslēdziet noteiktas cilnes no atjaunināšanas atbilstoši jūsu vēlmēm:\n  - Ignorēt Aktīvo Cilni.\n  - Ignorēt Cilnes ar Skaņu.\n  - Ignorēt Piespraustās Cilnes.\n  - Ignorēt Izmestās Cilnes.\n\nPaplašinājumu var piekļūt caur rīku joslu vai ar peles labo pogu. Pielāgojiet uzvedību, izmantojot sadaļu \"Opcijas\", lai kontrolētu, kuras cilnes tiks atjaunotas.\n\nAtslēgvārdi: atjaunināt cilnes, atkārtoti ielādēt cilnes, Chrome paplašinājums, atjaunināt visas cilnes, atkārtoti ielādēt visas cilnes, atjaunināt Chrome cilnes, ignorēt aktīvo cilni, ignorēt piespraustās cilnes, atjaunināt domēna cilnes.",
    "ml": "എല്ലാ ടാബുകളും പുതുക്കുക ഒരു Chrome വിപുലീകരണം ആണ്, അത് നിങ്ങളെ ഒരുപാടിയ്ക്ക് എല്ലാ തുറന്ന ടാബുകൾ ഒരു ക്ലിക്കിൽ പുതുക്കാൻ അനുവദിക്കുന്നു. നിങ്ങൾക്ക് നിലവിലെ വിൻഡോയിലെ, എല്ലാ വിൻഡോകളിലെയോ അല്ലെങ്കിൽ ഒരു പ്രത്യേക ഡോമെയ്‌നിലെ ടാബുകൾ പുതുക്കാൻ തിരഞ്ഞെടുക്കാം.\n\nപ്രധാന സവിശേഷതകൾ:\n- എല്ലാം ടാബുകൾ പുതുക്കുക: Chrome-ൽ തുറന്ന എല്ലാ ടാബുകൾ ഉടൻ പുതുക്കുക.\n- നിലവിലെ വിൻഡോയിലുള്ള ടാബുകൾ പുതുക്കുക: പ്രവർത്തനക്ഷമമായ വിൻഡോയിലുള്ള ടാബുകൾ മാത്രം പുതുക്കുക.\n- ഈ ഡോമെയ്‌നിൻറെ ടാബുകൾ പുതുക്കുക: ഒരേ ഡോമെയ്‌നിലുള്ള എല്ലാ തുറന്ന ടാബുകൾ മിനിമം ചെയ്യുക.\n- ഇഷ്ടാനുസൃത ഓപ്ഷനുകൾ: നിങ്ങളുടെ ഇഷ്ടാനുസരണം ചില ടാബുകൾ പുതുക്കുന്നതിൽ നിന്ന് ഒഴിവാക്കുക:\n  - സജീവമായ ടാബ് പരിഗണിക്കരുത്.\n  - ഓഡിയോ പ്ലേ ചെയ്യുന്ന ടാബുകൾ പരിഗണിക്കരുത്.\n  - പിന്നെ ഉറച്ച ടാബുകൾ പരിഗണിക്കരുത്.\n  - ഉപേക്ഷിച്ച ടാബുകൾ പരിഗണിക്കരുത്.\n\nഈ വിപുലീകരണത്തിൽ നിങ്ങൾക്ക് ടൂൾബാർ അല്ലെങ്കിൽ വലത് ക്ലിക്ക് കോൺടെക്‌സ്‌റ്റ് മെനുവിലൂടെ പ്രവേശിക്കാൻ കഴിയും. \"ഓപ്ഷനുകൾ\" വിഭാഗത്തിലൂടെ പ്രവർത്തനം ക്രമീകരിക്കുക, ഏത് ടാബുകൾ പുതുക്കാൻ വേണ്ട എന്ന് നിയന്ത്രിക്കുക.\n\nകീവേഡുകൾ: ടാബുകൾ പുതുക്കുക, ടാബുകൾ പുനർലോഡ് ചെയ്യുക, Chrome വിപുലീകരണം, എല്ലാം ടാബുകൾ പുതുക്കുക, എല്ലാം ടാബുകൾ പുനർലോഡ് ചെയ്യുക, Chrome ടാബുകൾ പുതുക്കുക, സജീവമായ ടാബ് പരിഗണിക്കരുത്, പിന്നെ ഉറച്ച ടാബുകൾ പരിഗണിക്കരുത്, ഡോമൈൻ ടാബുകൾ പുതുക്കുക.",
    "mr": "सर्व टॅब रिफ्रेश करा हे Chrome विस्तार आहे, जे तुम्हाला सर्व उघडलेले टॅब एका क्लिकमध्ये रिफ्रेश करण्याची परवानगी देते. तुम्ही सध्याच्या विंडोमधील, सर्व विंडोमधील किंवा एका विशिष्ट डोमेनशी संबंधित टॅब रिफ्रेश करण्यासाठी निवड करू शकता.\n\nमुख्य वैशिष्ट्ये:\n- सर्व टॅब रिफ्रेश करा: Chrome मध्ये सर्व उघडलेले टॅब तात्काळ रिफ्रेश करा.\n- सध्याच्या विंडोमधील टॅब रिफ्रेश करा: सक्रिय विंडोमधील टॅब फक्त रिफ्रेश करा.\n- या डोमेनसाठी टॅब रिफ्रेश करा: विविध विंडोमधील त्याच डोमेनमधील सर्व उघडलेले टॅब रिफ्रेश करा.\n- सानुकूलनक्षम पर्याय: तुमच्या आवडीनुसार काही टॅब रिफ्रेशपासून वगळा:\n  - सक्रिय टॅब दुर्लक्षित करा.\n  - ऑडिओ प्ले करणारे टॅब दुर्लक्षित करा.\n  - पिन केलेले टॅब दुर्लक्षित करा.\n  - वगळलेले टॅब दुर्लक्षित करा.\n\nतुम्ही या विस्ताराला टूलबार किंवा उजव्या क्लिकच्या संदर्भ मेनूमार्फत प्रवेश करू शकता. \"पर्याय\" विभागामध्ये वर्तन सानुकूलित करा, जेणेकरून कोणते टॅब रिफ्रेश केले जातील हे नियंत्रित करू शकता.\n\nकीवर्ड्स: टॅब रिफ्रेश करा, टॅब पुन्हा लोड करा, Chrome विस्तार, सर्व टॅब रिफ्रेश करा, सर्व टॅब पुन्हा लोड करा, Chrome टॅब रिफ्रेश करा, सक्रिय टॅब दुर्लक्षित करा, पिन केलेले टॅब दुर्लक्षित करा, डोमेन टॅब रिफ्रेश करा.",
    "ms": "Segarkan Semua Tab adalah ekstensi Chrome yang membolehkan anda menyegarkan semua tab terbuka dengan satu klik. Anda boleh memilih untuk menyegarkan tab dalam tetingkap semasa, dalam semua tetingkap, atau hanya tab yang dimiliki oleh domain tertentu.\n\nFungsi Utama:\n- Segarkan Semua Tab: Segera segarkan semua tab terbuka dalam Chrome.\n- Segarkan Tab Dalam Tetingkap Semasa: Segarkan hanya tab dalam tetingkap aktif.\n- Segarkan Tab Untuk Domain Tertentu: Segarkan semua tab terbuka dari domain yang sama di pelbagai tetingkap.\n- Pilihan yang Boleh Disesuaikan: Kecualikan tab tertentu daripada penyegaran berdasarkan keutamaan anda:\n  - Abaikan Tab Aktif.\n  - Abaikan Tab yang Memainkan Audio.\n  - Abaikan Tab yang Disemat.\n  - Abaikan Tab Yang Dibuang.\n\nAnda boleh mengakses ekstensi ini melalui bar alat atau menu konteks dengan klik kanan. Sesuaikan tingkah laku melalui bahagian \"Pilihan\" untuk mengawal tab mana yang akan disegarkan.\n\nKata Kunci: segarkan tab, muat semula tab, ekstensi Chrome, segarkan semua tab, muat semula semua tab, segarkan tab Chrome, abaikan tab aktif, abaikan tab yang disemat, segarkan tab domain.",
    "nl": "Alle Tabbladen Vernieuwen is een Chrome-extensie waarmee je al je open tabbladen in één keer kunt vernieuwen. Je kunt ervoor kiezen om tabbladen in het huidige venster, in alle vensters, of alleen tabbladen die tot een bepaald domein behoren, te vernieuwen.\n\nBelangrijkste functies:\n- Alle Tabbladen Vernieuwen: Vernieuw direct alle open tabbladen in Chrome.\n- Tabbladen Vernieuwen in Huidig Venster: Vernieuw alleen de tabbladen in het actieve venster.\n- Tabbladen Vernieuwen voor een Bepaald Domein: Vernieuw alle open tabbladen van hetzelfde domein in verschillende vensters.\n- Aanpasbare Opties: Sluit specifieke tabbladen uit van verversing op basis van jouw voorkeuren:\n  - Actief tabblad negeren.\n  - Tabbladen met geluid negeren.\n  - Vastgezette tabbladen negeren.\n  - Verwijderde tabbladen negeren.\n\nJe kunt de extensie openen via de werkbalk of het contextmenu met de rechtermuisknop. Pas het gedrag aan via het gedeelte \"Opties\" om te bepalen welke tabbladen worden vernieuwd.\n\nTrefwoorden: tabbladen vernieuwen, tabbladen herladen, Chrome-extensie, alle tabbladen vernieuwen, alle tabbladen herladen, Chrome-tabbladen vernieuwen, actief tabblad negeren, vastgezette tabbladen negeren, domeintabbladen vernieuwen.",
    "no": "Oppdater Alle Faner er et Chrome-tillegg som lar deg oppdatere alle åpne faner med ett klikk. Du kan velge å oppdatere fanene i det gjeldende vinduet, i alle vinduer, eller bare faner som tilhører et bestemt domene.\n\nHovedfunksjoner:\n- Oppdater Alle Faner: Oppdater umiddelbart alle åpne faner i Chrome.\n- Oppdater Faner i Nåværende Vindu: Oppdater kun fanene i det aktive vinduet.\n- Oppdater Faner for Dette Domenet: Oppdater alle åpne faner fra samme domene i ulike vinduer.\n- Tilpassbare Alternativer: Ekskluder bestemte faner fra oppdatering basert på preferansene dine:\n  - Ignorer Aktiv Fane.\n  - Ignorer Faner med Lyd.\n  - Ignorer Festede Faner.\n  - Ignorer Forkastede Faner.\n\nDu kan få tilgang til utvidelsen via verktøylinjen eller høyreklikk-menyen. Tilpass oppførselen gjennom \"Alternativer\"-seksjonen for å kontrollere hvilke faner som skal oppdateres.\n\nSøkeord: oppdater faner, last inn faner på nytt, Chrome-tillegg, oppdater alle faner, last inn alle faner på nytt, oppdater Chrome-faner, ignorere aktiv fane, ignorere festede faner, oppdater domenefaner.",
    "pl": "Odśwież Wszystkie Karty to rozszerzenie do Chrome, które pozwala na odświeżenie wszystkich otwartych kart za jednym kliknięciem. Możesz wybrać, czy chcesz odświeżyć karty w bieżącym oknie, we wszystkich oknach, czy tylko te przypisane do określonej domeny.\n\nGłówne funkcje:\n- Odśwież Wszystkie Karty: Natychmiast odśwież wszystkie otwarte karty w Chrome.\n- Odśwież Karty w Bieżącym Oknie: Odśwież tylko karty w aktywnym oknie.\n- Odśwież Karty dla Tej Domeny: Odśwież wszystkie otwarte karty z tej samej domeny w różnych oknach.\n- Opcje do dostosowania: Wyklucz niektóre karty z odświeżania zgodnie z Twoimi preferencjami:\n  - Ignoruj Aktywną Kartę.\n  - Ignoruj Karty z Dźwiękiem.\n  - Ignoruj Przypięte Karty.\n  - Ignoruj Odrzucone Karty.\n\nRozszerzenie można uzyskać poprzez pasek narzędzi lub menu kontekstowe po kliknięciu prawym przyciskiem myszy. Dostosuj działanie w sekcji \"Opcje\", aby kontrolować, które karty będą odświeżane.\n\nSłowa kluczowe: odśwież karty, przeładuj karty, rozszerzenie Chrome, odśwież wszystkie karty, przeładuj wszystkie karty, odśwież karty Chrome, ignoruj aktywną kartę, ignoruj przypięte karty, odśwież karty domeny.",
    "pt_BR": "Atualizar Todas as Abas é uma extensão do Chrome que permite atualizar todas as suas abas abertas com um único clique. Você pode escolher atualizar as abas na janela atual, em todas as janelas ou apenas aquelas pertencentes a um domínio específico.\n\nPrincipais recursos:\n- Atualizar Todas as Abas: Atualize imediatamente todas as abas abertas no Chrome.\n- Atualizar Abas na Janela Atual: Atualize apenas as abas na janela ativa.\n- Atualizar Abas para Este Domínio: Atualize todas as abas abertas do mesmo domínio em várias janelas.\n- Opções personalizáveis: Exclua abas específicas da atualização com base nas suas preferências:\n  - Ignorar Aba Ativa.\n  - Ignorar Abas com Áudio.\n  - Ignorar Abas Fixadas.\n  - Ignorar Abas Descartadas.\n\nVocê pode acessar a extensão através da barra de ferramentas ou do menu de contexto com clique direito. Personalize o comportamento através da seção \"Opções\" para controlar quais abas serão atualizadas.\n\nPalavras-chave: atualizar abas, recarregar abas, extensão do Chrome, atualizar todas as abas, recarregar todas as abas, atualizar abas do Chrome, ignorar aba ativa, ignorar abas fixadas, atualizar abas do domínio.",
    "pt_PT": "Atualizar Todos os Separadores é uma extensão do Chrome que permite atualizar todos os separadores abertos de uma só vez. Pode escolher atualizar os separadores na janela atual, em todas as janelas ou apenas aqueles que pertencem a um determinado domínio.\n\nPrincipais características:\n- Atualizar Todos os Separadores: Atualize imediatamente todos os separadores abertos no Chrome.\n- Atualizar Separadores na Janela Atual: Atualize apenas os separadores na janela ativa.\n- Atualizar Separadores para Este Domínio: Atualize todos os separadores abertos do mesmo domínio em várias janelas.\n- Opções personalizáveis: Exclua determinados separadores da atualização com base nas suas preferências:\n  - Ignorar Separador Ativo.\n  - Ignorar Separadores com Áudio.\n  - Ignorar Separadores Fixados.\n  - Ignorar Separadores Descartados.\n\nPode aceder à extensão através da barra de ferramentas ou do menu de contexto com o botão direito do rato. Personalize o comportamento na seção \"Opções\" para controlar quais separadores serão atualizados.\n\nPalavras-chave: atualizar separadores, recarregar separadores, extensão do Chrome, atualizar todos os separadores, recarregar todos os separadores, atualizar separadores do Chrome, ignorar separador ativo, ignorar separadores fixados, atualizar separadores do domínio.",
    "ro": "Reîmprospătează Toate Filele este o extensie pentru Chrome care îți permite să reîmprospătezi toate filele deschise cu un singur clic. Poți alege să reîmprospătezi filele din fereastra curentă, din toate ferontele sau doar cele care aparțin unui anumit domeniu.\n\nFuncții principale:\n- Reîmprospătează Toate Filele: Reîmprospătează imediat toate filele deschise în Chrome.\n- Reîmprospătează Filele în Fereastra Curentă: Reîmprospătează doar filele din fereastra activă.\n- Reîmprospătează Filele pentru Acest Domeniu: Reîmprospătează toate filele deschise din același domeniu în mai multe feronțe.\n- Opțiuni personalizabile: Exclude anumite file din reîmprospătare în funcție de preferințele tale:\n  - Ignoră Fila Activă.\n  - Ignoră Filele cu Sunet.\n  - Ignoră Filele Fixate.\n  - Ignoră Filele Aruncate.\n\nPoți accesa extensia prin bara de instrumente sau prin meniul contextual cu clic dreapta. Personalizează comportamentul prin secțiunea \"Opțiuni\" pentru a controla ce file vor fi reîmprospătate.\n\nCuvinte cheie: reîmprospătează filele, reîncărcați filele, extensie Chrome, reîmprospătează toate filele, reîncărcați toate filele, reîmprospătează filele Chrome, ignoră fila activă, ignoră filele fixate, reîmprospătează filele domeniului.",
    "ru": "Обновить Все Вкладки — это расширение для Chrome, которое позволяет обновлять все открытые вкладки одним щелчком. Вы можете выбрать, обновить вкладки в текущем окне, во всех окнах или только те, которые принадлежат определённому домену.\n\nОсновные функции:\n- Обновить Все Вкладки: Немедленно обновите все открытые вкладки в Chrome.\n- Обновить Вкладки в Текущем Окне: Обновите только вкладки в активном окне.\n- Обновить Вкладки для Этого Домена: Обновите все открытые вкладки с одного и того же домена в нескольких окнах.\n- Настраиваемые Опции: Исключите определённые вкладки из обновления в зависимости от ваших предпочтений:\n  - Игнорировать Активную Вкладку.\n  - Игнорировать Вкладки с Аудио.\n  - Игнорировать Закрепленные Вкладки.\n  - Игнорировать Удаленные Вкладки.\n\nВы можете получить доступ к расширению через панель инструментов или контекстное меню по правому щелчку. Настройте поведение в разделе \"Опции\", чтобы контролировать, какие вкладки будут обновлены.\n\nКлючевые слова: обновить вкладки, перезагрузить вкладки, расширение Chrome, обновить все вкладки, перезагрузить все вкладки, обновить вкладки Chrome, игнорировать активную вкладку, игнорировать закрепленные вкладки, обновить вкладки домена.",
    "sk": "Obnoviť Všetky Karty je rozšírenie pre Chrome, ktoré vám umožňuje obnoviť všetky otvorené karty jedným kliknutím. Môžete si vybrať obnoviť karty v aktuálnom okne, vo všetkých oknách alebo len tie, ktoré patria určitej doméne.\n\nHlavné funkcie:\n- Obnoviť Všetky Karty: Okamžite obnovte všetky otvorené karty v Chrome.\n- Obnoviť Karty v Aktuálnom Okne: Obnovte len karty v aktívnom okne.\n- Obnoviť Karty pre Túto Doménu: Obnovte všetky otvorené karty z rovnakého domény v rôznych oknách.\n- Prispôsobiteľné Možnosti: Vylúčte určité karty z obnovovania podľa vašich preferencií:\n  - Ignorovať Aktívnu Kartu.\n  - Ignorovať Karty s Zvukom.\n  - Ignorovať Pripnuté Karty.\n  - Ignorovať Zrušené Karty.\n\nK rozšíreniu sa môžete dostať cez panel nástrojov alebo kontextové menu pravým kliknutím. Prispôsobte správanie v sekcii „Možnosti“, aby ste ovládali, ktoré karty sa obnovia.\n\nKľúčové slová: obnoviť karty, znovu načítať karty, rozšírenie pre Chrome, obnoviť všetky karty, znovu načítať všetky karty, obnoviť karty v Chrome, ignorovať aktívnu kartu, ignorovať pripnuté karty, obnoviť karty domény.",
    "sl": "Osveži Vse Zavihek je razširitev za Chrome, ki vam omogoča, da osvežite vse odprte zavihke z enim klikom. Izberete lahko, ali želite osvežiti zavihke v trenutnem oknu, v vseh oknih ali le tiste, ki pripadajo določeni domeni.\n\nGlavne funkcije:\n- Osveži Vse Zavihek: Takoj osvežite vse odprte zavihke v Chrome.\n- Osveži Zavihek v Trenutnem Oknu: Osvežite le zavihke v aktivnem oknu.\n- Osveži Zavihek za To Domena: Osvežite vse odprte zavihke iste domene v več oknih.\n- Prilagodljive Možnosti: Izključite določene zavihke iz osveževanja glede na vaše preference:\n  - Ignoriraj Aktivni Zavihek.\n  - Ignoriraj Zavihke z Zvokom.\n  - Ignoriraj Pripete Zavihke.\n  - Ignoriraj Zavrnjene Zavihke.\n\nDo razširitve lahko dostopate preko orodne vrstice ali kontekstnega menija s klikom z desno tipko. Prilagodite delovanje v razdelku \"Možnosti\", da nadzorujete, kateri zavihki bodo osveženi.\n\nKljučne besede: osveži zavihke, ponovno naloži zavihke, razširitev Chrome, osveži vse zavihke, ponovno naloži vse zavihke, osveži zavihke Chrome, ignoriraj aktivni zavihek, ignoriraj pripete zavihke, osveži zavihke domene.",
    "sr": "Osveži Sve Kartice je proširenje za Chrome koje vam omogućava da osvežite sve otvorene kartice jednim klikom. Možete izabrati da osvežite kartice u trenutnom prozoru, u svim prozorima ili samo one koje pripadaju određenom domenu.\n\nGlavne funkcije:\n- Osveži Sve Kartice: Odmah osvežite sve otvorene kartice u Chrome-u.\n- Osveži Kartice u Trenutnom Prozoru: Osvežite samo kartice u aktivnom prozoru.\n- Osveži Kartice za Ovaj Domen: Osvežite sve otvorene kartice sa istog domena u više prozora.\n- Prilagodljive Opcije: Isključite određene kartice iz osvežavanja prema vašim preferencijama:\n  - Ignoriši Aktivnu Karticu.\n  - Ignoriši Kartice sa Zvukom.\n  - Ignoriši Priključene Kartice.\n  - Ignoriši Odbijene Kartice.\n\nMožete pristupiti proširenju putem alatne trake ili desnim klikom na kontekst meni. Prilagodite ponašanje putem sekcije \"Opcije\" kako biste kontrolisali koje kartice će biti osvežene.\n\nKljučne reči: osveži kartice, ponovo učitaj kartice, Chrome proširenje, osveži sve kartice, ponovo učitaj sve kartice, osveži kartice u Chrome-u, ignoriši aktivnu karticu, ignoriši priključene kartice, osveži kartice domena.",
    "sv": "Uppdatera Alla Flikar är en Chrome-tillägg som låter dig uppdatera alla öppna flikar med ett enda klick. Du kan välja att uppdatera flikar i det aktuella fönstret, i alla fönster eller bara de som tillhör en viss domän.\n\nHuvudfunktioner:\n- Uppdatera Alla Flikar: Uppdatera omedelbart alla öppna flikar i Chrome.\n- Uppdatera Flikar i Nuvarande Fönster: Uppdatera endast flikarna i det aktiva fönstret.\n- Uppdatera Flikar för Denna Domän: Uppdatera alla öppna flikar från samma domän i olika fönster.\n- Anpassningsbara Alternativ: Uteslut vissa flikar från uppdatering baserat på dina preferenser:\n  - Ignorera Aktiv Flik.\n  - Ignorera Flikar med Ljud.\n  - Ignorera Fästa Flikar.\n  - Ignorera Kassade Flikar.\n\nDu kan få tillgång till tillägget via verktygsfältet eller genom kontextmenyn med högerklick. Anpassa beteendet via avsnittet \"Alternativ\" för att kontrollera vilka flikar som ska uppdateras.\n\nNyckelord: uppdatera flikar, ladda om flikar, Chrome-tillägg, uppdatera alla flikar, ladda om alla flikar, uppdatera flikar i Chrome, ignorera aktiv flik, ignorera fästa flikar, uppdatera domänflikar.",
    "sw": "Sasisha Tab Zote ni nyongeza ya Chrome inayokuruhusu kusasisha tab zote ulizozifungua kwa kubofya moja. Unaweza kuchagua kusasisha tab katika dirisha la sasa, katika madirisha yote, au zile zinazohusiana na kikoa fulani.\n\nSifa Kuu:\n- Sasisha Tab Zote: Sasisha mara moja tab zote zilizo wazi katika Chrome.\n- Sasisha Tab Katika Dirisha la Sasa: Sasisha tu tab katika dirisha lililo hai.\n- Sasisha Tab za Kikoa Hiki: Sasisha tab zote zilizo wazi kutoka kwenye kikoa hicho katika madirisha tofauti.\n- Chaguo la Kubinafsisha: Ondoa tab fulani katika kusasisha kulingana na upendeleo wako:\n  - Puuza Tab Iliyo Hai.\n  - Puuza Tab zenye Sauti.\n  - Puuza Tab Zilizobandikwa.\n  - Puuza Tab Zilizotupwa.\n\nUnaweza kufikia nyongeza hii kupitia bar ya zana au kupitia menyu ya muktadha kwa kubofya kulia. Binafsisha tabia kupitia sehemu ya \"Chaguo\" ili kudhibiti tab zipi zitasasishwa.\n\nManeno Muhimu: sasisha tab, re-load tab, nyongeza ya Chrome, sasisha tab zote, re-load tab zote, sasisha tab za Chrome, puuza tab iliyohai, puuza tab zilizobandikwa, sasisha tab za kikoa.",
    "ta": "அனைத்து தாவல்களைப் புதுப்பிக்கவும் என்பது Chrome இற்கான ஒரு நீட்டிப்பு ஆகும், இது உங்களுக்கு அனைத்து திறந்த தாவல்களை ஒரே சொடுக்கில் புதுப்பிக்க அனுமதிக்கிறது. நீங்கள் தற்போதைய சாளரத்தில் உள்ள தாவல்கள், அனைத்து சாளரங்களில் உள்ள தாவல்கள் அல்லது ஒரு குறிப்பிட்ட டொமைனுக்கு சொந்தமான தாவல்கள் ஆகியவற்றில் இருந்து தேர்வு செய்யலாம்.\n\nமுக்கிய அம்சங்கள்:\n- அனைத்து தாவல்களைப் புதுப்பிக்கவும்: Chrome இல் உள்ள அனைத்து திறந்த தாவல்களை உடனடியாக புதுப்பிக்கவும்.\n- தற்போதைய சாளரத்தில் தாவல்களைப் புதுப்பிக்கவும்: செயலில் உள்ள சாளரத்தில் உள்ள தாவல்களை மட்டும் புதுப்பிக்கவும்.\n- இந்த டொமைனுக்கான தாவல்களைப் புதுப்பிக்கவும்: பல சாளரங்களில் ஒரே டொமைனில் உள்ள அனைத்து திறந்த தாவல்களை புதுப்பிக்கவும்.\n- தனிப்பயன் விருப்பங்கள்: உங்கள் விருப்பங்களின் அடிப்படையில் குறிப்பிட்ட தாவல்களை புதுப்பிப்பில் இருந்து விலக்கு செய்யவும்:\n  - செயலில் உள்ள தாவலை புறக்கணிக்கவும்.\n  - ஒலி இயங்கும் தாவல்களை புறக்கணிக்கவும்.\n  - இருகப்பட்ட தாவல்களை புறக்கணிக்கவும்.\n  - கைவிடப்பட்ட தாவல்களை புறக்கணிக்கவும்.\n\nஇந்த நீட்டிப்பிற்குச் செல்ல, உங்களை அறிக்கையில் அல்லது வலது கிளிக்கில் உள்ள உள்ளமைவுகளைப் பயன்படுத்தலாம். \"விருப்பங்கள்\" பிரிவினூடாக செயல்பாட்டைப் தனிப்பயனாக்கி, எது தாவல்களைப் புதுப்பிக்க வேண்டும் என்பதை கட்டுப்படுத்தவும்.\n\nமுக்கிய வார்த்தைகள்: தாவல்களைப் புதுப்பிக்கவும், தாவல்களை மீண்டும் ஏற்றவும், Chrome நீட்டிப்பு, அனைத்து தாவல்களைப் புதுப்பிக்கவும், அனைத்து தாவல்களை மீண்டும் ஏற்றவும், Chrome தாவல்களைப் புதுப்பிக்கவும், செயலில் உள்ள தாவலைப் புறக்கணிக்கவும், இருகப்பட்ட தாவல்களைப் புறக்கணிக்கவும், டொமைன் தாவல்களைப் புதுப்பிக்கவும்.",
    "te": "అన్ని టాబ్స్‌ను రిఫ్రెష్ చేయండి Chrome కోసం ఒక విస్తరణ, ఇది మీకు అన్ని తెరిచి ఉన్న టాబ్స్‌ను ఒకే క్లిక్‌తో రిఫ్రెష్ చేయడానికి అనుమతిస్తుంది. మీరు ప్రస్తుత విండోలోని టాబ్స్, అన్ని విండోల్లోని టాబ్స్ లేదా ఒక నిర్దిష్ట డొమైన్‌కు చెందిన టాబ్స్‌లోంచి ఎంచుకోవచ్చు.\n\nప్రధాన లక్షణాలు:\n- అన్ని టాబ్స్‌ను రిఫ్రెష్ చేయండి: Chrome‌లో ఉన్న అన్ని తెరిచి ఉన్న టాబ్స్‌ను వెంటనే రిఫ్రెష్ చేయండి.\n- ప్రస్తుత విండోలో టాబ్‌లను రిఫ్రెష్ చేయండి: క్రియాశీల విండోలోని టాబ్స్‌ను మాత్రమే రిఫ్రెష్ చేయండి.\n- ఈ డొమైన్ కోసం టాబ్‌లను రిఫ్రెష్ చేయండి: ఒకే డొమైన్‌కు చెందిన అన్ని తెరిచి ఉన్న టాబ్స్‌ను వివిధ విండోల్లో రిఫ్రెష్ చేయండి.\n- వ్యక్తిగత ఎంపికలు: మీ అభిరుచుల ఆధారంగా కొన్ని టాబ్స్‌ను రిఫ్రెష్ చేయడానికి మినహాయించండి:\n  - క్రియాశీల టాబ్‌ను నిర్లక్ష్యం చేయండి.\n  - ఆడియో ఉన్న టాబ్‌లను నిర్లక్ష్యం చేయండి.\n  - పిన్నెడ్ టాబ్‌లను నిర్లక్ష్యం చేయండి.\n  - విసరబడిన టాబ్‌లను నిర్లక్ష్యం చేయండి.\n\nఈ విస్తరణను మీ సాధన పటంలో లేదా కుడి క్లిక్ ఆప్షన్ మెను ద్వారా పొందవచ్చు. \"ఎంపికలు\" విభాగం ద్వారా వ్యవహారాన్ని అనుకూలీకరించండి, ఏ టాబ్స్‌ను రిఫ్రెష్ చేయాలో నియంత్రించడానికి.\n\nకీవర్డ్స్: టాబ్స్‌ను రిఫ్రెష్ చేయండి, టాబ్స్‌ను మళ్లీ లోడ్ చేయండి, Chrome విస్తరణ, అన్ని టాబ్స్‌ను రిఫ్రెష్ చేయండి, అన్ని టాబ్స్‌ను మళ్లీ లోడ్ చేయండి, Chrome టాబ్స్‌ను రిఫ్రెష్ చేయండి, క్రియాశీల టాబ్‌ను నిర్లక్ష్యం చేయండి, పిన్నెడ్ టాబ్‌లను నిర్లక్ష్యం చేయండి, డొమైన్ టాబ్‌లను రిఫ్రెష్ చేయండి.",
    "th": "รีเฟรชแท็บทั้งหมดเป็นส่วนขยายสำหรับ Chrome ที่ช่วยให้คุณสามารถรีเฟรชแท็บที่เปิดอยู่ทั้งหมดด้วยการคลิกเพียงครั้งเดียว คุณสามารถเลือกรีเฟรชแท็บในหน้าต่างปัจจุบัน, ในหน้าต่างทั้งหมด, หรือแท็บที่เป็นของโดเมนใดโดเมนหนึ่ง\n\nฟีเจอร์หลัก:\n- รีเฟรชแท็บทั้งหมด: รีเฟรชแท็บที่เปิดอยู่ทั้งหมดใน Chrome ทันที\n- รีเฟรชแท็บในหน้าต่างปัจจุบัน: รีเฟรชเฉพาะแท็บในหน้าต่างที่ใช้งานอยู่\n- รีเฟรชแท็บสำหรับโดเมนนี้: รีเฟรชแท็บที่เปิดอยู่ทั้งหมดจากโดเมนเดียวกันในหลายหน้าต่าง\n- ตัวเลือกที่ปรับแต่งได้: ยกเว้นแท็บบางแท็บจากการรีเฟรชตามความชอบของคุณ:\n  - ไม่สนใจแท็บที่ใช้งานอยู่\n  - ไม่สนใจแท็บที่กำลังเล่นเสียง\n  - ไม่สนใจแท็บที่ปักหมุด\n  - ไม่สนใจแท็บที่ถูกละทิ้ง\n\nคุณสามารถเข้าถึงส่วนขยายนี้ได้ผ่านแถบเครื่องมือหรือเมนูคลิกขวา ปรับแต่งพฤติกรรมผ่านส่วน \"ตัวเลือก\" เพื่อควบคุมว่าแท็บใดจะถูกรีเฟรช\n\nคำสำคัญ: รีเฟรชแท็บ, โหลดใหม่แท็บ, ส่วนขยาย Chrome, รีเฟรชแท็บทั้งหมด, โหลดใหม่แท็บทั้งหมด, รีเฟรชแท็บใน Chrome, ไม่สนใจแท็บที่ใช้งานอยู่, ไม่สนใจแท็บที่ปักหมุด, รีเฟรชแท็บโดเมน",
    "tr": "Tüm Sekmeleri Yenile, tüm açık sekmeleri tek bir tıklama ile yenilemenizi sağlayan bir Chrome uzantısıdır. Mevcut penceredeki sekmeleri, tüm pencereleri veya belirli bir alan adına ait sekmeleri yenilemeyi seçebilirsiniz.\n\nAna özellikler:\n- Tüm Sekmeleri Yenile: Chrome'daki tüm açık sekmeleri hemen yenileyin.\n- Mevcut Penceredeki Sekmeleri Yenile: Sadece aktif penceredeki sekmeleri yenileyin.\n- Bu Alan İçin Sekmeleri Yenile: Farklı pencerelerde aynı alan adına ait tüm açık sekmeleri yenileyin.\n- Özelleştirilebilir Seçenekler: Tercihlerinize göre belirli sekmeleri yenilemeden hariç tutun:\n  - Aktif Sekmeyi Yoksay.\n  - Ses Çalan Sekmeleri Yoksay.\n  - Sabitlenmiş Sekmeleri Yoksay.\n  - İptal Edilen Sekmeleri Yoksay.\n\nBu uzantıya araç çubuğundan veya sağ tıklama menüsünden erişebilirsiniz. \"Seçenekler\" bölümünden davranışı özelleştirerek hangi sekmelerin yenileceğini kontrol edebilirsiniz.\n\nAnahtar Kelimeler: sekmeleri yenile, sekmeleri yeniden yükle, Chrome uzantısı, tüm sekmeleri yenile, tüm sekmeleri yeniden yükle, Chrome sekmelerini yenile, aktif sekmeyi yoksay, sabitlenmiş sekmeleri yoksay, alan sekmelerini yenile.",
    "uk": "Оновити всі вкладки — це розширення для Chrome, яке дозволяє оновлювати всі відкриті вкладки одним кліком. Ви можете вибрати, чи хочете оновити вкладки в поточному вікні, у всіх вікнах або тільки ті, що належать до певного домену.\n\nОсновні функції:\n- Оновити всі вкладки: Негайно оновіть всі відкриті вкладки в Chrome.\n- Оновити вкладки в поточному вікні: Оновіть тільки вкладки в активному вікні.\n- Оновити вкладки для цього домену: Оновіть всі відкриті вкладки з одного і того ж домену в різних вікнах.\n- Налаштовувані опції: Винятіть певні вкладки з оновлення відповідно до ваших уподобань:\n  - Ігнорувати активну вкладку.\n  - Ігнорувати вкладки, що відтворюють звук.\n  - Ігнорувати закріплені вкладки.\n  - Ігнорувати відкинуті вкладки.\n\nВи можете отримати доступ до розширення через панель інструментів або контекстне меню за допомогою правого кліка. Налаштуйте поведінку у розділі \"Опції\", щоб контролювати, які вкладки будуть оновлені.\n\nКлючові слова: оновити вкладки, перезавантажити вкладки, розширення для Chrome, оновити всі вкладки, перезавантажити всі вкладки, оновити вкладки в Chrome, ігнорувати активну вкладку, ігнорувати закріплені вкладки, оновити вкладки домену.",
    "vi": "Làm mới tất cả các tab là một tiện ích mở rộng cho Chrome cho phép bạn làm mới tất cả các tab đang mở chỉ với một cú nhấp chuột. Bạn có thể chọn làm mới các tab trong cửa sổ hiện tại, trong tất cả các cửa sổ, hoặc chỉ các tab thuộc về một tên miền nhất định.\n\nCác tính năng chính:\n- Làm mới tất cả các tab: Ngay lập tức làm mới tất cả các tab đang mở trong Chrome.\n- Làm mới các tab trong cửa sổ hiện tại: Chỉ làm mới các tab trong cửa sổ đang hoạt động.\n- Làm mới các tab cho tên miền này: Làm mới tất cả các tab đang mở từ cùng một tên miền trong nhiều cửa sổ.\n- Tùy chọn có thể tùy chỉnh: Loại trừ một số tab khỏi việc làm mới dựa trên sở thích của bạn:\n  - Bỏ qua Tab đang hoạt động.\n  - Bỏ qua các tab phát âm thanh.\n  - Bỏ qua các tab được ghim.\n  - Bỏ qua các tab bị loại bỏ.\n\nBạn có thể truy cập tiện ích mở rộng này thông qua thanh công cụ hoặc menu ngữ cảnh bằng cách nhấp chuột phải. Tùy chỉnh hành vi thông qua phần \"Tùy chọn\" để kiểm soát tab nào sẽ được làm mới.\n\nTừ khóa: làm mới tab, tải lại tab, tiện ích mở rộng Chrome, làm mới tất cả các tab, tải lại tất cả các tab, làm mới tab Chrome, bỏ qua tab đang hoạt động, bỏ qua tab được ghim, làm mới tab tên miền.",
    "zh_CN": "刷新所有标签页 是一款 Chrome 扩展程序，允许您通过单击刷新所有打开的标签页。您可以选择刷新当前窗口中的标签页、所有窗口中的标签页，或仅刷新属于某个域的标签页。\n\n主要功能：\n- 刷新所有标签页：立即刷新 Chrome 中所有打开的标签页。\n- 刷新当前窗口中的标签页：仅刷新活动窗口中的标签页。\n- 刷新此域的标签页：刷新所有窗口中属于同一域的所有打开标签页。\n- 自定义选项：根据您的偏好排除特定标签页不进行刷新：\n  - 忽略活动标签页。\n  - 忽略播放音频的标签页。\n  - 忽略固定的标签页。\n  - 忽略被丢弃的标签页。\n\n您可以通过工具栏或右键菜单访问该扩展程序。通过“选项”部分自定义行为，以控制哪些标签页将被刷新。\n\n关键词：刷新标签页，重新加载标签页，Chrome 扩展程序，刷新所有标签页，重新加载所有标签页，刷新 Chrome 标签页，忽略活动标签页，忽略固定标签页，刷新域的标签页。",
    "zh_TW": "刷新所有標籤頁 是一款 Chrome 擴充功能，讓您可以一鍵刷新所有打開的標籤頁。您可以選擇刷新當前窗口中的標籤頁、所有窗口中的標籤頁，或僅刷新屬於特定域的標籤頁。\n\n主要功能：\n- 刷新所有標籤頁：立即刷新 Chrome 中所有打開的標籤頁。\n- 刷新當前窗口中的標籤頁：僅刷新當前活動窗口中的標籤頁。\n- 刷新此域的標籤頁：刷新所有窗口中屬於相同域的所有打開標籤頁。\n- 自訂選項：根據您的偏好排除特定標籤頁不進行刷新：\n  - 忽略活動標籤頁。\n  - 忽略播放音訊的標籤頁。\n  - 忽略固定的標籤頁。\n  - 忽略被丟棄的標籤頁。\n\n您可以透過工具列或右鍵選單訪問此擴充功能。透過「選項」部分自訂行為，來控制哪些標籤頁會被刷新。\n\n關鍵詞：刷新標籤頁，重新載入標籤頁，Chrome 擴充功能，刷新所有標籤頁，重新載入所有標籤頁，刷新 Chrome 標籤頁，忽略活動標籤頁，忽略固定標籤頁，刷新域的標籤頁。"
  }
}