{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Open in Microsoft Edge"
  },
  "short": {
    "ar": "افتح الروابط المطلوبة بسهولة في Microsoft Edge",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Easily open desired links in Microsoft Edge Browser",
    "bg": "Лесно отваряйте желаните връзки в Microsoft Edge",
    "ca": "Obriu fàcilment els enllaços desitjats a Microsoft Edge",
    "cs": "Snadno otevřete požadované odkazy v Microsoft Edge",
    "da": "Åbn let ønskede links i Microsoft Edge",
    "de": "Öffnen Sie einfach die gewünschten Links in Microsoft Edge",
    "el": "Ανοίξτε εύκολα τους επιθυμητούς συνδέσμους στο Microsoft Edge",
    "es": "Abra fácilmente los enlaces deseados en Microsoft Edge",
    "et": "Avage soovitud lingid hõlpsalt Microsoft Edge&#39;is",
    "fa": "به راحتی پیوندهای مورد نظر را در Microsoft Edge باز کنید",
    "fi": "Avaa haluamasi linkit helposti Microsoft Edgen kautta",
    "fil": "Madaling buksan ang nais na mga link sa Microsoft Edge",
    "fr": "Ouvrez facilement les liens souhaités dans Microsoft Edge",
    "he": "פתח בקלות קישורים רצויים ב- Microsoft Edge",
    "hi": "Microsoft एज में आसानी से वांछित लिंक खोलें",
    "hr": "Jednostavno otvorite željene veze u programu Microsoft Edge",
    "hu": "Könnyen megnyithatja a kívánt linkeket a Microsoft Edge alkalmazásban",
    "id": "Buka tautan yang diinginkan dengan mudah di Microsoft Edge",
    "it": "Apri facilmente i collegamenti desiderati in Microsoft Edge",
    "ja": "MicrosoftEdgeで目的のリンクを簡単に開く",
    "ko": "Microsoft Edge에서 원하는 링크를 쉽게 열기",
    "lt": "Lengvai atidarykite norimas nuorodas „Microsoft Edge“",
    "lv": "Viegli atveriet vajadzīgās saites Microsoft Edge",
    "ms": "Buka pautan yang diinginkan dengan mudah di Microsoft Edge",
    "nl": "Open eenvoudig gewenste koppelingen in de Microsoft Edge",
    "no": "Det er enkelt å åpne ønskede lenker i Microsoft Edge",
    "pl": "Z łatwością otwieraj żądane łącza w przeglądarce Microsoft Edge",
    "ro": "Deschideți cu ușurință linkurile dorite în Microsoft Edge",
    "ru": "Легко открывайте нужные ссылки в Microsoft Edge",
    "sk": "Ľahko otvorte požadované odkazy v aplikácii Microsoft Edge",
    "sl": "Preprosto odprite želene povezave v programu Microsoft Edge",
    "sr": "Лако отворите жељене везе у програму Мицрософт Едге",
    "sv": "Öppna enkelt önskade länkar i Microsoft Edge",
    "th": "เปิดลิงก์ที่ต้องการได้อย่างง่ายดายใน Microsoft Edge",
    "tr": "Microsoft Edge&#39;de istenen bağlantıları kolayca açın",
    "uk": "Легко відкривайте потрібні посилання в Microsoft Edge",
    "vi": "Dễ dàng mở các liên kết mong muốn trong Microsoft Edge",
    "zh_CN": "在Microsoft Edge中轻松打开所需的链接",
    "zh_TW": "在Microsoft Edge中輕鬆打開所需的鏈接"
  },
  "long": {
    "ar": "افتح روابط مواقع الويب بسهولة في Microsoft Edge\nافتح موقعًا إلكترونيًا باستخدام Microsoft Edge الآن.\n\nهل تريد فتح موقع ويب باستخدام برنامج المتصفح المفضل لديك Microsoft Edge؟ يمكنك القيام بذلك الآن بعد تثبيت ملحق البرنامج الخاص بنا.\n\nلبدء استخدام ملحق البرنامج الخاص بنا ، إليك الخطوات التي تحتاج إلى القيام بها.\n\nتأكد من تثبيت Edge على جهاز الكمبيوتر الخاص بك.\nقم بتثبيت ملحق البرنامج الخاص بنا\nبمجرد تثبيت برنامجنا ، يرجى تحديث جميع علامات التبويب الموجودة / إغلاق المتصفح وإعادة تشغيل المتصفح للسماح بتحميل الامتداد.\n\nاختر الرابط الذي ترغب في فتحه باستخدام Edge عبر زر قائمة سياق النقر بزر الماوس الأيمن.\nالأمر بهذه البساطة ، ما عليك سوى استخدام قائمة سياق النقر بزر الماوس الأيمن لاختيار Edge عندما تريد فتح موقع ويب.\n\nيرجى ملاحظة أن هذا الامتداد لم يتم بواسطة Microsoft. تم صنعه من قبل مطور خارجي.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Easily open website links in Microsoft Edge\nOpen a website using Microsoft Edge now.\n\nWant to open a website using your favorite browser software Microsoft Edge? You can do so now after you install our software extension.\n\nTo begin using our software extension, here are the steps you need to do.\n\nEnsure you have Edge installed on your computer.\nInstall our software extension\nOnce you install our software, please refresh all your existing Tabs/close browser and restart browser to let the extension load.\n\nChoose the link you wish to open with Edge via the right click context menu button.\nIts that simple, just use the right click context menu to choose Edge when you want to open a website.\n\nPlease note this extension was NOT made by Microsoft. It was made by an external third party developer.",
    "bg": "Лесно отваряне на връзки към уебсайтове в Microsoft Edge\nОтворете уебсайт с помощта на Microsoft Edge сега.\n\nИскате ли да отворите уебсайт, като използвате любимия си софтуер за браузър Microsoft Edge? Можете да го направите сега, след като инсталирате нашето софтуерно разширение.\n\nЗа да започнете да използвате нашето софтуерно разширение, ето стъпките, които трябва да направите.\n\nУверете се, че имате Edge инсталиран на вашия компютър.\nИнсталирайте нашето софтуерно разширение\nСлед като инсталирате нашия софтуер, моля, опреснете всички свои съществуващи раздели / затворете браузъра и рестартирайте браузъра, за да позволите разширението да се зареди.\n\nИзберете връзката, която искате да отворите с Edge, чрез бутона за контекстно меню с десен бутон.\nТолкова е просто, просто използвайте контекстното меню с десен бутон, за да изберете Edge, когато искате да отворите уебсайт.\n\nМоля, обърнете внимание, че това разширение НЕ е направено от Microsoft. Той е направен от външен разработчик на трета страна.",
    "ca": "Obriu fàcilment enllaços de llocs web a Microsoft Edge\nObriu un lloc web amb Microsoft Edge ara.\n\nVoleu obrir un lloc web mitjançant el vostre programari preferit del navegador Microsoft Edge? Podeu fer-ho ara després d’instal·lar la nostra extensió de programari.\n\nPer començar a utilitzar la nostra extensió de programari, aquí teniu els passos que heu de fer.\n\nAssegureu-vos que teniu Edge instal·lat a l’ordinador.\nInstal·leu la nostra extensió de programari\nUn cop instal·leu el nostre programari, actualitzeu totes les pestanyes existents / tanqueu el navegador i reinicieu el navegador per deixar carregar l'extensió.\n\nTrieu l'enllaç que vulgueu obrir amb Edge mitjançant el botó del menú contextual del clic dret.\nÉs tan senzill, només cal que feu servir el menú contextual del clic dret per triar Edge quan vulgueu obrir un lloc web.\n\nTingueu en compte que Microsoft no ha fet aquesta extensió. Va ser realitzat per un desenvolupador extern.",
    "cs": "Snadno otevírejte odkazy na webové stránky v Microsoft Edge\nNyní otevřete web pomocí Microsoft Edge.\n\nChcete otevřít web pomocí svého oblíbeného softwaru prohlížeče Microsoft Edge? Můžete tak učinit hned po instalaci našeho softwarového rozšíření.\n\nChcete-li začít používat naše softwarové rozšíření, postupujte podle následujících kroků.\n\nUjistěte se, že máte v počítači nainstalovaný Edge.\nNainstalujte si naše softwarové rozšíření\nJakmile nainstalujete náš software, obnovte všechny své stávající karty / zavřete prohlížeč a restartujte prohlížeč, aby se rozšíření mohlo načíst.\n\nVyberte odkaz, který chcete otevřít v Edge, pomocí tlačítka kontextové nabídky pravým tlačítkem.\nJe to tak jednoduché, stačí použít kontextové menu pravým tlačítkem a zvolit Edge, když chcete otevřít web.\n\nVezměte prosím na vědomí, že toto rozšíření NENÍ vyrobeno společností Microsoft. Byl vytvořen externím vývojářem třetí strany.",
    "da": "Åbn let webstedslinks i Microsoft Edge\nÅbn et websted ved hjælp af Microsoft Edge nu.\n\nVil du åbne et websted ved hjælp af din foretrukne browsersoftware Microsoft Edge? Du kan gøre det nu, når du har installeret vores softwareudvidelse.\n\nFor at begynde at bruge vores softwareudvidelse er her de trin, du skal gøre.\n\nSørg for, at du har Edge installeret på din computer.\nInstaller vores softwareudvidelse\nNår du har installeret vores software, skal du opdatere alle dine eksisterende faner / lukke browser og genstarte browseren for at lade udvidelsen indlæses.\n\nVælg det link, du vil åbne med Edge via højreklik på kontekstmenuknappen.\nDet er så simpelt, brug bare højreklik-genvejsmenuen til at vælge Edge, når du vil åbne et websted.\n\nBemærk, at denne udvidelse IKKE blev foretaget af Microsoft. Det blev lavet af en ekstern tredjepartsudvikler.",
    "de": "Öffnen Sie einfach Website-Links in Microsoft Edge\nÖffnen Sie jetzt eine Website mit Microsoft Edge.\n\nMöchten Sie eine Website mit Ihrer bevorzugten Browsersoftware Microsoft Edge öffnen? Sie können dies jetzt tun, nachdem Sie unsere Software-Erweiterung installiert haben.\n\nUm unsere Software-Erweiterung zu verwenden, müssen Sie die folgenden Schritte ausführen.\n\nStellen Sie sicher, dass Edge auf Ihrem Computer installiert ist.\nInstallieren Sie unsere Software-Erweiterung\nAktualisieren Sie nach der Installation unserer Software alle vorhandenen Tabs / schließen Sie den Browser und starten Sie den Browser neu, damit die Erweiterung geladen werden kann.\n\nWählen Sie den Link, den Sie mit Edge öffnen möchten, über die Kontextmenü-Schaltfläche mit der rechten Maustaste.\nSo einfach ist das. Klicken Sie einfach mit der rechten Maustaste auf das Kontextmenü, um Edge auszuwählen, wenn Sie eine Website öffnen möchten.\n\nBitte beachten Sie, dass diese Erweiterung NICHT von Microsoft erstellt wurde. Es wurde von einem externen Drittentwickler erstellt.",
    "el": "Ανοίξτε εύκολα συνδέσμους ιστότοπων στο Microsoft Edge\nΑνοίξτε έναν ιστότοπο χρησιμοποιώντας το Microsoft Edge τώρα.\n\nΘέλετε να ανοίξετε έναν ιστότοπο χρησιμοποιώντας το αγαπημένο σας πρόγραμμα περιήγησης Microsoft Edge; Μπορείτε να το κάνετε τώρα μετά την εγκατάσταση της επέκτασης λογισμικού.\n\nΓια να ξεκινήσετε να χρησιμοποιείτε την επέκταση λογισμικού, ακολουθούν τα βήματα που πρέπει να κάνετε.\n\nΒεβαιωθείτε ότι έχετε εγκαταστήσει το Edge στον υπολογιστή σας.\nΕγκαταστήστε την επέκταση λογισμικού\nΜόλις εγκαταστήσετε το λογισμικό μας, ανανεώστε όλες τις υπάρχουσες καρτέλες / κλείσιμο προγράμματος περιήγησης και επανεκκινήστε το πρόγραμμα περιήγησης για να αφήσετε την επέκταση να φορτωθεί\n\nΕπιλέξτε τον σύνδεσμο που θέλετε να ανοίξετε με το Edge μέσω του κουμπιού μενού περιβάλλοντος δεξιού κλικ.\nΕίναι τόσο απλό, απλώς χρησιμοποιήστε το μενού περιβάλλοντος δεξιού κλικ για να επιλέξετε Edge όταν θέλετε να ανοίξετε έναν ιστότοπο.\n\nΛάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από τη Microsoft. Κατασκευάστηκε από έναν εξωτερικό προγραμματιστή τρίτου μέρους.",
    "es": "Abra fácilmente enlaces de sitios web en Microsoft Edge\nAbra un sitio web con Microsoft Edge ahora.\n\n¿Quiere abrir un sitio web con su software de navegador favorito Microsoft Edge? Puede hacerlo ahora después de instalar nuestra extensión de software.\n\nPara comenzar a usar nuestra extensión de software, estos son los pasos que debe seguir.\n\nAsegúrese de tener Edge instalado en su computadora.\nInstale nuestra extensión de software\nUna vez que instale nuestro software, actualice todas sus pestañas existentes / cierre el navegador y reinicie el navegador para que se cargue la extensión.\n\nElija el enlace que desea abrir con Edge a través del botón de menú contextual del botón derecho.\nEs así de simple, solo use el menú contextual del botón derecho para elegir Edge cuando desee abrir un sitio web.\n\nTenga en cuenta que esta extensión NO fue creada por Microsoft. Fue creado por un desarrollador externo externo.",
    "et": "Avage hõlpsalt veebisaitide lingid Microsoft Edge'is\nAvage veebisait nüüd Microsoft Edge'i abil.\n\nKas soovite oma lemmikbrauseritarkvara Microsoft Edge abil veebisaidi avada? Saate seda teha kohe pärast meie tarkvaralaienduse installimist.\n\nMeie tarkvaralaienduse kasutamise alustamiseks toimige järgmiselt.\n\nVeenduge, et teie arvutisse oleks installitud Edge.\nInstallige meie tarkvaralaiend\nKui olete meie tarkvara installinud, värskendage kõiki olemasolevaid vahelehti / sulgege brauser ja taaskäivitage brauser, et laiendus saaks laadida.\n\nValige paremklõpsuga kontekstimenüü nupu kaudu link, mille soovite Edge abil avada.\nSee on nii lihtne, et lihtsalt veebisaidi avamiseks kasutage Edge valimiseks paremklõpsuga kontekstimenüüd.\n\nPange tähele, et seda laiendust EI teinud Microsoft. Selle tegi väline kolmanda osapoole väline arendaja.",
    "fa": "پیوندهای وب سایت را به راحتی در Microsoft Edge باز کنید\nاکنون یک وب سایت با استفاده از Microsoft Edge باز کنید.\n\nآیا می خواهید با استفاده از نرم افزار مرورگر مورد علاقه خود Microsoft Edge یک وب سایت باز کنید؟ اکنون می توانید پس از نصب برنامه افزودنی نرم افزار ، این کار را انجام دهید.\n\nبرای شروع استفاده از برنامه افزودنی نرم افزار ما ، در اینجا مراحلی را که باید انجام دهید آورده شده است.\n\nاطمینان حاصل کنید که Edge را در رایانه خود نصب کرده اید.\nپسوند نرم افزار ما را نصب کنید\nپس از نصب نرم افزار ما ، لطفاً تمام برگه های موجود را تازه کنید / مرورگر را ببندید و مرورگر را مجدداً راه اندازی کنید تا افزونه بارگیری شود.\n\nپیوندی را که می خواهید با Edge باز کنید از طریق دکمه راست کلیک راست در منوی زمینه انتخاب کنید.\nبه همین سادگی ، کافیست از منوی زمینه کلیک راست برای انتخاب Edge در هنگام باز کردن یک وب سایت استفاده کنید.\n\nلطفاً توجه داشته باشید این برنامه افزودنی توسط مایکروسافت ساخته نشده است. این توسط یک توسعه دهنده شخص ثالث خارجی ساخته شده است.",
    "fil": "Avaa verkkosivustolinkit helposti Microsoft Edgessä\nAvaa verkkosivusto Microsoft Edgen avulla nyt.\n\nHaluatko avata verkkosivuston suosikkiselaimesi Microsoft Edgen avulla? Voit tehdä sen nyt asennuksen jälkeen.\n\nAloita ohjelmistolaajennuksen käyttäminen tässä ohjeiden mukaan.\n\nVarmista, että tietokoneeseen on asennettu Edge.\nAsenna ohjelmistopääte\nKun olet asentanut ohjelmistomme, päivitä kaikki nykyiset välilehdet / sulje selain ja käynnistä selain uudelleen, jotta laajennus latautuu.\n\nValitse linkki, jonka haluat avata Edgen avulla hiiren kakkospainikkeella pikavalikkopainikkeella.\nSe on niin yksinkertaista, käytä vain hiiren kakkospainikkeella pikavalikkoa valitaksesi Edge, kun haluat avata verkkosivuston.\n\nHuomaa, että tätä laajennusta EI tehnyt Microsoft. Sen teki ulkopuolinen ulkopuolinen kehittäjä.",
    "fr": "Ouvrez facilement les liens de sites Web dans Microsoft Edge\nOuvrez un site Web à l'aide de Microsoft Edge maintenant.\n\nVous souhaitez ouvrir un site Web à l'aide de votre logiciel de navigation préféré Microsoft Edge? Vous pouvez le faire maintenant après avoir installé notre extension logicielle.\n\nPour commencer à utiliser notre extension logicielle, voici les étapes à suivre.\n\nAssurez-vous que Edge est installé sur votre ordinateur.\nInstallez notre extension logicielle\nUne fois que vous avez installé notre logiciel, veuillez actualiser tous vos onglets existants / fermer le navigateur et redémarrer le navigateur pour laisser l'extension se charger.\n\nChoisissez le lien que vous souhaitez ouvrir avec Edge via le bouton du menu contextuel du clic droit.\nC'est aussi simple que cela, utilisez simplement le menu contextuel du clic droit pour choisir Edge lorsque vous souhaitez ouvrir un site Web.\n\nVeuillez noter que cette extension n'a PAS été créée par Microsoft. Il a été réalisé par un développeur tiers externe.",
    "hi": "माइक्रोसॉफ्ट एज में आसानी से वेबसाइट लिंक खोलें\nअब Microsoft Edge का उपयोग करके एक वेबसाइट खोलें।\n\nअपने पसंदीदा ब्राउज़र सॉफ़्टवेयर Microsoft एज का उपयोग करके एक वेबसाइट खोलना चाहते हैं? आप हमारे सॉफ़्टवेयर एक्सटेंशन को स्थापित करने के बाद अब ऐसा कर सकते हैं।\n\nहमारे सॉफ़्टवेयर एक्सटेंशन का उपयोग करना शुरू करने के लिए, यहां वे चरण हैं जो आपको करने की आवश्यकता है।\n\nसुनिश्चित करें कि आपके पास एज आपके कंप्यूटर पर स्थापित है।\nहमारे सॉफ़्टवेयर एक्सटेंशन को स्थापित करें\nएक बार जब आप हमारे सॉफ़्टवेयर को स्थापित कर लेते हैं, तो कृपया अपने सभी मौजूदा टैब / नज़दीकी ब्राउज़र को ताज़ा करें और एक्सटेंशन लोड करने के लिए ब्राउज़र को पुनरारंभ करें।\n\nदाहिने क्लिक संदर्भ मेनू बटन के माध्यम से एज के साथ आप जिस लिंक को खोलना चाहते हैं उसे चुनें।\nजब आप एक वेबसाइट खोलना चाहते हैं, तो उसका सरल, राइट क्लिक संदर्भ मेनू का उपयोग करें।\n\nकृपया ध्यान दें कि यह एक्सटेंशन Microsoft द्वारा नहीं बनाया गया था। यह एक बाहरी तीसरे पक्ष के डेवलपर द्वारा बनाया गया था।",
    "hr": "Jednostavno otvaranje veza do web mjesta u programu Microsoft Edge\nOtvorite web mjesto pomoću programa Microsoft Edge.\n\nŽelite li otvoriti web stranicu pomoću svog omiljenog softvera preglednika Microsoft Edge? To možete učiniti sada nakon što instalirate naše programsko proširenje.\n\nZa početak korištenja našeg programskog proširenja, evo koraka koje trebate učiniti.\n\nProvjerite imate li Edge instaliran na računalu.\nInstalirajte naše programsko proširenje\nNakon što instalirate naš softver, osvježite sve postojeće kartice / zatvorite preglednik i ponovo pokrenite preglednik da se proširenje učita.\n\nOdaberite vezu koju želite otvoriti s Edgeom desnim klikom na gumb kontekstnog izbornika.\nTo je tako jednostavno, samo upotrijebite kontekstni izbornik desnim klikom i odaberite Edge kada želite otvoriti web stranicu.\n\nImajte na umu da ovo proširenje NIJE izradio Microsoft. Izradio ga je vanjski programer treće strane.",
    "hu": "Könnyen megnyithatja a webhely linkjeit a Microsoft Edge alkalmazásban\nNyisson meg most egy webhelyet a Microsoft Edge használatával.\n\nSzeretne weblapot nyitni kedvenc Microsoft Edge böngészőprogramjával? A szoftverbővítmény telepítése után most megteheti.\n\nA szoftverbővítmény használatának megkezdéséhez íme a szükséges lépések.\n\nGyőződjön meg arról, hogy az Edge telepítve van a számítógépére.\nTelepítse szoftverbővítményünket\nMiután telepítette a szoftverünket, kérjük, frissítse az összes meglévő lapot / zárja be a böngészőt, és indítsa újra a böngészőt a bővítmény betöltéséhez.\n\nVálassza ki a jobb egérgombbal a helyi menü gombjával azt a linket, amelyet meg akar nyitni az Edge alkalmazással.\nEz ilyen egyszerű, csak a jobb egérgombbal kattintson a helyi menüre az Edge kiválasztásához, amikor webhelyet akar nyitni.\n\nFelhívjuk figyelmét, hogy ezt a kiterjesztést NEM a Microsoft készítette. Külső, harmadik féltől származó fejlesztő készítette.",
    "id": "Buka tautan situs web dengan mudah di Microsoft Edge\nBuka situs web menggunakan Microsoft Edge sekarang.\n\nIngin membuka situs web menggunakan perangkat lunak browser favorit Anda Microsoft Edge? Anda dapat melakukannya sekarang setelah Anda memasang ekstensi perangkat lunak kami.\n\nUntuk mulai menggunakan ekstensi perangkat lunak kami, berikut adalah langkah-langkah yang perlu Anda lakukan.\n\nPastikan Anda telah menginstal Edge di komputer Anda.\nPasang ekstensi perangkat lunak kami\nSetelah Anda menginstal perangkat lunak kami, segarkan semua Tab yang ada / tutup browser dan mulai ulang browser agar ekstensi dapat dimuat.\n\nPilih tautan yang ingin Anda buka dengan Edge melalui tombol menu konteks klik kanan.\nSesederhana itu, cukup gunakan menu konteks klik kanan untuk memilih Edge ketika Anda ingin membuka situs web.\n\nHarap dicatat ekstensi ini TIDAK dibuat oleh Microsoft. Itu dibuat oleh pengembang pihak ketiga eksternal.",
    "it": "Apri facilmente i collegamenti ai siti Web in Microsoft Edge\nApri subito un sito Web utilizzando Microsoft Edge.\n\nVuoi aprire un sito web utilizzando il tuo browser preferito Microsoft Edge? Puoi farlo ora dopo aver installato la nostra estensione software.\n\nPer iniziare a utilizzare la nostra estensione software, ecco i passaggi che devi eseguire.\n\nAssicurati di avere Edge installato sul tuo computer.\nInstalla la nostra estensione software\nDopo aver installato il nostro software, aggiorna tutte le tue schede esistenti / chiudi il browser e riavvia il browser per caricare l'estensione.\n\nScegli il collegamento che desideri aprire con Edge tramite il pulsante del menu contestuale del tasto destro.\nÈ così semplice, usa il menu contestuale del tasto destro per scegliere Edge quando vuoi aprire un sito web.\n\nTieni presente che questa estensione NON è stata creata da Microsoft. È stato realizzato da uno sviluppatore esterno di terze parti.",
    "ja": "MicrosoftEdgeでWebサイトのリンクを簡単に開く\n今すぐMicrosoftEdgeを使用してWebサイトを開きます。\n\nお気に入りのブラウザソフトウェアMicrosoftEdgeを使用してWebサイトを開きたいですか？ソフトウェア拡張機能をインストールした後、今すぐ実行できます。\n\nソフトウェア拡張機能の使用を開始するには、次の手順を実行する必要があります。\n\nコンピューターにEdgeがインストールされていることを確認します。\nソフトウェア拡張機能をインストールします\nソフトウェアをインストールしたら、既存のすべてのタブを更新するか、ブラウザを閉じてブラウザを再起動し、拡張機能をロードしてください。\n\n右クリックのコンテキストメニューボタンを使用して、Edgeで開きたいリンクを選択します。\nそのシンプルな、ウェブサイトを開きたいときに右クリックのコンテキストメニューを使用してエッジを選択するだけです。\n\nこの拡張機能はMicrosoftによって作成されたものではないことに注意してください。これは、外部のサードパーティ開発者によって作成されました。",
    "ko": "Microsoft Edge에서 쉽게 웹 사이트 링크 열기\n지금 Microsoft Edge를 사용하여 웹 사이트를 엽니 다.\n\n자주 사용하는 브라우저 소프트웨어 인 Microsoft Edge를 사용하여 웹 사이트를 열고 싶으십니까? 소프트웨어 확장을 설치 한 후에 지금 그렇게 할 수 있습니다.\n\n소프트웨어 확장 사용을 시작하려면 다음 단계를 수행해야합니다.\n\n컴퓨터에 Edge가 설치되어 있는지 확인하십시오.\n소프트웨어 확장 설치\n소프트웨어를 설치 한 후 기존 탭을 모두 새로 고침하고 브라우저를 닫고 브라우저를 다시 시작하여 확장 프로그램을로드하십시오.\n\n오른쪽 클릭 컨텍스트 메뉴 버튼을 통해 Edge로 열고 자하는 링크를 선택합니다.\n웹 사이트를 열려면 오른쪽 클릭 컨텍스트 메뉴를 사용하여 Edge를 선택하면됩니다.\n\n이 확장은 Microsoft에서 만든 것이 아닙니다. 외부 타사 개발자가 만들었습니다.",
    "lt": "Lengvai atidarykite svetainių nuorodas „Microsoft Edge“\nDabar atidarykite svetainę naudodami „Microsoft Edge“.\n\nNorite atidaryti svetainę naudodami mėgstamą naršyklės programinę įrangą „Microsoft Edge“? Tai galite padaryti dabar, kai įdiegsite mūsų programinės įrangos plėtinį.\n\nNorėdami pradėti naudoti mūsų programinės įrangos plėtinį, atlikite toliau nurodytus veiksmus.\n\nĮsitikinkite, kad kompiuteryje įdiegta „Edge“.\nĮdiekite mūsų programinės įrangos plėtinį\nĮdiegę mūsų programinę įrangą, atnaujinkite visus esamus skirtukus / uždarykite naršyklę ir paleiskite naršyklę iš naujo, kad leistumėte įkelti plėtinį.\n\nPasirinkite nuorodą, kurią norite atidaryti naudodami „Edge“, naudodami dešinio pelės klavišo kontekstinio meniu mygtuką.\nTai taip paprasta, tiesiog naudokite dešiniuoju pelės mygtuku spustelėkite kontekstinį meniu, kad pasirinktumėte kraštą, kai norite atidaryti svetainę.\n\nAtkreipkite dėmesį, kad šį plėtinį NĖRA „Microsoft“. Jį padarė išorinis trečiosios šalies kūrėjas.",
    "lv": "Viegli atveriet vietņu saites Microsoft Edge\nAtveriet vietni, izmantojot Microsoft Edge tūlīt.\n\nVai vēlaties atvērt vietni, izmantojot iecienīto pārlūka programmatūru Microsoft Edge? To var izdarīt tūlīt pēc programmatūras paplašinājuma instalēšanas.\n\nLai sāktu izmantot mūsu programmatūras paplašinājumu, veiciet tālāk norādītās darbības.\n\nPārliecinieties, vai datorā ir instalēta Edge.\nInstalējiet mūsu programmatūras paplašinājumu\nKad esat instalējis mūsu programmatūru, lūdzu, atsvaidziniet visas esošās cilnes / aizveriet pārlūku un restartējiet pārlūku, lai paplašinājums tiktu ielādēts.\n\nIzmantojot labo klikšķu konteksta izvēlnes pogu, izvēlieties saiti, kuru vēlaties atvērt, izmantojot Edge.\nTas ir tik vienkārši, vienkārši izmantojiet labā klikšķa konteksta izvēlni, lai izvēlētos Edge, kad vēlaties atvērt vietni.\n\nLūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Microsoft. To veica ārējs trešās puses izstrādātājs.",
    "ms": "Buka pautan laman web dengan mudah di Microsoft Edge\nBuka laman web menggunakan Microsoft Edge sekarang.\n\nIngin membuka laman web menggunakan perisian penyemak imbas kegemaran anda Microsoft Edge? Anda boleh melakukannya sekarang setelah anda memasang peluasan perisian kami.\n\nUntuk mula menggunakan peluasan perisian kami, berikut adalah langkah-langkah yang perlu anda lakukan.\n\nPastikan Edge dipasang di komputer anda.\nPasang peluasan perisian kami\nSebaik sahaja anda memasang perisian kami, muat semula semua Tab yang ada / tutup penyemak imbas dan mulakan semula penyemak imbas untuk membiarkan pelanjutan dimuat.\n\nPilih pautan yang ingin anda buka dengan Edge melalui butang menu konteks klik kanan.\nSederhana itu, cukup gunakan menu konteks klik kanan untuk memilih Edge ketika anda ingin membuka laman web.\n\nHarap maklum bahawa peluasan ini TIDAK dibuat oleh Microsoft. Ia dibuat oleh pemaju pihak ketiga luaran.",
    "nl": "Open eenvoudig websitekoppelingen in Microsoft Edge\nOpen nu een website met Microsoft Edge.\n\nWilt u een website openen met uw favoriete browsersoftware Microsoft Edge? U kunt dit nu doen nadat u onze software-extensie heeft geïnstalleerd.\n\nOm onze software-extensie te gebruiken, zijn hier de stappen die u moet uitvoeren.\n\nZorg ervoor dat Edge op uw computer is geïnstalleerd.\nInstalleer onze software-extensie\nNadat u onze software heeft geïnstalleerd, vernieuwt u al uw bestaande tabbladen / sluit u de browser en start u de browser opnieuw om de extensie te laden.\n\nKies de link die u met Edge wilt openen via de rechtermuisknop op de contextmenuknop.\nHet is zo simpel, gebruik gewoon het contextmenu met de rechtermuisknop om Edge te kiezen wanneer u een website wilt openen.\n\nLet op: deze extensie is NIET gemaakt door Microsoft. Het is gemaakt door een externe externe ontwikkelaar.",
    "no": "Åpne lenker til nettsteder i Microsoft Edge\nÅpne et nettsted ved hjelp av Microsoft Edge nå.\n\nVil du åpne et nettsted med din favoritt nettleserprogramvare Microsoft Edge? Du kan gjøre det nå etter at du har installert programvareutvidelsen vår.\n\nFor å begynne å bruke programvareutvidelsen vår, her er trinnene du må gjøre.\n\nForsikre deg om at Edge har installert på datamaskinen.\nInstaller programvareutvidelsen vår\nNår du har installert programvaren, må du oppdatere alle eksisterende faner / lukke nettleseren og starte nettleseren på nytt for å la utvidelsen lastes.\n\nVelg koblingen du vil åpne med Edge via høyreklikk på hurtigmenyknappen.\nDet er så enkelt, bare bruk høyreklikk hurtigmeny for å velge Edge når du vil åpne et nettsted.\n\nVær oppmerksom på at denne utvidelsen IKKE ble laget av Microsoft. Den ble laget av en ekstern tredjepartsutvikler.",
    "pl": "Z łatwością otwieraj łącza do witryn internetowych w przeglądarce Microsoft Edge\nOtwórz teraz witrynę internetową przy użyciu przeglądarki Microsoft Edge.\n\nChcesz otworzyć witrynę internetową przy użyciu ulubionego oprogramowania przeglądarki Microsoft Edge? Możesz to zrobić teraz po zainstalowaniu naszego rozszerzenia oprogramowania.\n\nAby rozpocząć korzystanie z naszego rozszerzenia oprogramowania, oto kroki, które musisz wykonać.\n\nUpewnij się, że masz zainstalowany Edge na swoim komputerze.\nZainstaluj nasze rozszerzenie oprogramowania\nPo zainstalowaniu naszego oprogramowania odśwież wszystkie istniejące karty / zamknij przeglądarkę i uruchom ponownie przeglądarkę, aby umożliwić załadowanie rozszerzenia.\n\nWybierz łącze, które chcesz otworzyć w Edge, klikając prawym przyciskiem myszy przycisk menu kontekstowego.\nTo takie proste, po prostu użyj menu kontekstowego prawego przycisku myszy, aby wybrać Edge, gdy chcesz otworzyć stronę internetową.\n\nNależy pamiętać, że to rozszerzenie NIE zostało stworzone przez firmę Microsoft. Został wykonany przez zewnętrznego programistę.",
    "ro": "Deschideți cu ușurință link-uri de site-uri web în Microsoft Edge\nDeschideți un site web utilizând Microsoft Edge acum.\n\nDoriți să deschideți un site web utilizând software-ul dvs. preferat de browser Microsoft Edge? Puteți face acest lucru acum după instalarea extensiei noastre software.\n\nPentru a începe să utilizați extensia noastră software, iată pașii pe care trebuie să îi faceți.\n\nAsigurați-vă că aveți Edge instalat pe computer.\nInstalați extensia noastră software\nDupă ce instalați software-ul nostru, vă rugăm să reîmprospătați toate filele existente / închideți browserul și reporniți browserul pentru a permite încărcarea extensiei.\n\nAlegeți linkul pe care doriți să îl deschideți cu Edge prin intermediul butonului din meniul contextual al clicului dreapta.\nEste atât de simplu, pur și simplu folosiți meniul contextual cu clic dreapta pentru a alege Edge când doriți să deschideți un site web.\n\nVă rugăm să rețineți că această extensie NU a fost realizată de Microsoft. A fost realizat de un dezvoltator extern.",
    "ru": "Легко открывайте ссылки на веб-сайты в Microsoft Edge\nОткройте веб-сайт с помощью Microsoft Edge прямо сейчас.\n\nХотите открыть веб-сайт в любимом браузере Microsoft Edge? Вы можете сделать это сейчас, после установки нашего программного расширения.\n\nВот шаги, которые вам необходимо сделать, чтобы начать использовать наше программное расширение.\n\nУбедитесь, что на вашем компьютере установлен Edge.\nУстановите наше программное расширение\nПосле установки нашего программного обеспечения обновите все существующие вкладки / закройте браузер и перезапустите браузер, чтобы расширение загрузилось.\n\nВыберите ссылку, которую вы хотите открыть с помощью Edge, с помощью правой кнопки контекстного меню.\nЭто так просто, просто используйте контекстное меню правой кнопки мыши, чтобы выбрать Edge, когда вы хотите открыть веб-сайт.\n\nОбратите внимание, что это расширение НЕ было разработано Microsoft. Это было сделано сторонним разработчиком.",
    "sk": "Ľahko otvárajte odkazy na webové stránky v aplikácii Microsoft Edge\nTeraz otvorte web pomocou aplikácie Microsoft Edge.\n\nChcete otvoriť web pomocou svojho obľúbeného softvéru prehliadača Microsoft Edge? Môžete tak urobiť hneď po inštalácii nášho softvérového rozšírenia.\n\nAk chcete začať používať naše softvérové rozšírenie, musíte vykonať nasledujúce kroky.\n\nUistite sa, že máte v počítači nainštalovaný Edge.\nNainštalujte si naše softvérové rozšírenie\nPo inštalácii nášho softvéru obnovte všetky svoje existujúce karty / zatvorte prehliadač a reštartujte prehliadač, aby sa rozšírenie mohlo načítať.\n\nKliknutím na kontextové tlačidlo ponuky pravým tlačidlom myši vyberte odkaz, ktorý chcete otvoriť v Edge.\nJe to také jednoduché, stačí použiť kontextové menu pravým tlačidlom myši a zvoliť Edge, keď chcete otvoriť webovú stránku.\n\nVezmite prosím na vedomie, že toto rozšírenie NENÍ vyrobené spoločnosťou Microsoft. Bol vyrobený externým vývojárom tretej strany.",
    "sl": "Preprosto odprite povezave do spletnih mest v programu Microsoft Edge\nOdprite spletno mesto s programom Microsoft Edge.\n\nŽelite odpreti spletno mesto s svojo najljubšo programsko opremo brskalnika Microsoft Edge? To lahko storite zdaj po namestitvi naše razširitve programske opreme.\n\nČe želite začeti uporabljati našo razširitev programske opreme, je tukaj nekaj korakov.\n\nPrepričajte se, da imate v računalniku nameščen program Edge.\nNamestite našo programsko razširitev\nKo namestite našo programsko opremo, osvežite vse obstoječe zavihke / zaprite brskalnik in znova zaženite brskalnik, da se razširitev naloži.\n\nIzberite povezavo, ki jo želite odpreti z Edge, z desnim klikom na gumb kontekstnega menija.\nTako preprosto je, da s kontekstnim menijem z desnim klikom izberete Edge, ko želite odpreti spletno mesto.\n\nUpoštevajte, da te razširitve ni naredil Microsoft. Izdelal ga je zunanji zunanji razvijalec.",
    "sr": "Лако отварање веза до веб страница у програму Мицрософт Едге\nОтворите веб локацију користећи Мицрософт Едге одмах.\n\nЖелите да отворите веб локацију помоћу свог омиљеног софтвера за прегледач Мицрософт Едге? То можете учинити сада након што инсталирате нашу програмску екстензију.\n\nДа бисте започели употребу нашег софтверског проширења, ево корака које требате учинити.\n\nУверите се да је Едге инсталиран на рачунару.\nИнсталирајте нашу програмску екстензију\nЈедном када инсталирате наш софтвер, освежите све постојеће картице / затворите прегледач и поново покрените прегледач да бисте дозволили да се додатак учита.\n\nИзаберите везу коју желите да отворите помоћу Едге помоћу дугмета контекстног менија десним кликом.\nТо је тако једноставно, само користите контекстни мени десним кликом да бисте изабрали Едге када желите да отворите веб локацију.\n\nИмајте на уму да ово проширење НИЈЕ направио Мицрософт. Направио га је спољни независни програмер.",
    "sv": "Öppna webbplatslänkar enkelt i Microsoft Edge\nÖppna en webbplats med Microsoft Edge nu.\n\nVill du öppna en webbplats med din favoritprogramvara Microsoft Edge? Du kan göra det nu när du har installerat vårt programtillägg.\n\nFör att börja använda vårt programtillägg, här är stegen du behöver göra.\n\nSe till att du har Edge installerat på din dator.\nInstallera vårt programtillägg\nNär du har installerat vår programvara, uppdatera alla dina befintliga flikar / stäng webbläsaren och starta om webbläsaren så att tillägget laddas.\n\nVälj den länk som du vill öppna med Edge via högerklicka på snabbmenyn.\nDet är så enkelt, använd bara högerklickets snabbmeny för att välja Edge när du vill öppna en webbplats.\n\nObservera att detta tillägg INTE gjordes av Microsoft. Den gjordes av en extern tredjepartsutvecklare.",
    "th": "เปิดลิงค์เว็บไซต์ใน Microsoft Edge ได้อย่างง่ายดาย\nเปิดเว็บไซต์โดยใช้ Microsoft Edge ทันที\n\nต้องการเปิดเว็บไซต์โดยใช้ซอฟต์แวร์เบราว์เซอร์ Microsoft Edge ที่คุณชื่นชอบหรือไม่? คุณสามารถทำได้ทันทีหลังจากติดตั้งส่วนขยายซอฟต์แวร์ของเรา\n\nในการเริ่มต้นใช้งานส่วนขยายซอฟต์แวร์ของเรานี่คือขั้นตอนที่คุณต้องทำ\n\nตรวจสอบให้แน่ใจว่าคุณได้ติดตั้ง Edge ไว้ในคอมพิวเตอร์ของคุณ\nติดตั้งส่วนขยายซอฟต์แวร์ของเรา\nเมื่อคุณติดตั้งซอฟต์แวร์ของเราโปรดรีเฟรชแท็บ / ปิดเบราว์เซอร์ที่มีอยู่ทั้งหมดแล้วรีสตาร์ทเบราว์เซอร์เพื่อให้ส่วนขยายโหลด\n\nเลือกลิงค์ที่คุณต้องการเปิดด้วย Edge ผ่านปุ่มเมนูบริบทคลิกขวา\nง่ายๆแค่ใช้เมนูบริบทคลิกขวาเพื่อเลือก Edge เมื่อคุณต้องการเปิดเว็บไซต์\n\nโปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Microsoft สร้างโดยนักพัฒนาบุคคลภายนอกภายนอก",
    "tr": "Microsoft Edge'de web sitesi bağlantılarını kolayca açın\nŞimdi Microsoft Edge kullanarak bir web sitesi açın.\n\nEn sevdiğiniz tarayıcı yazılımı Microsoft Edge'i kullanarak bir web sitesi mi açmak istiyorsunuz? Yazılım uzantımızı yükledikten sonra bunu şimdi yapabilirsiniz.\n\nYazılım uzantımızı kullanmaya başlamak için yapmanız gereken adımlar aşağıda verilmiştir.\n\nBilgisayarınızda Edge'in kurulu olduğundan emin olun.\nYazılım uzantımızı yükleyin\nYazılımımızı yükledikten sonra, uzantının yüklenmesine izin vermek için lütfen mevcut tüm Sekmelerinizi yenileyin / tarayıcınızı kapatın ve tarayıcıyı yeniden başlatın.\n\nSağ tıklama bağlam menüsü düğmesi aracılığıyla Edge ile açmak istediğiniz bağlantıyı seçin.\nBu kadar basit, bir web sitesini açmak istediğinizde Edge'i seçmek için sağ tıklama bağlam menüsünü kullanın.\n\nLütfen bu uzantının Microsoft tarafından YAPILMADIĞINI unutmayın. Harici bir üçüncü taraf geliştirici tarafından yapılmıştır.",
    "uk": "Легко відкривати посилання на веб-сайти в Microsoft Edge\nВідкрийте веб-сайт за допомогою Microsoft Edge.\n\nХочете відкрити веб-сайт за допомогою улюбленого програмного забезпечення браузера Microsoft Edge? Ви можете зробити це вже після встановлення нашого розширення програмного забезпечення.\n\nЩоб розпочати використання нашого розширення програмного забезпечення, ось кроки, які вам потрібно зробити.\n\nПереконайтеся, що на вашому комп’ютері встановлено Edge.\nВстановіть наше розширення програмного забезпечення\nПісля встановлення нашого програмного забезпечення оновіть усі існуючі вкладки / закрийте браузер та перезапустіть браузер, щоб розширення завантажилося.\n\nВиберіть посилання, яке ви хочете відкрити за допомогою Edge, клацнувши правою кнопкою миші кнопку контекстного меню.\nЦе так просто, просто використовуйте контекстне меню правою кнопкою миші, щоб вибрати Edge, коли ви хочете відкрити веб-сайт.\n\nЗверніть увагу, що це розширення НЕ було зроблено корпорацією Майкрософт. Це було зроблено зовнішнім стороннім розробником.",
    "vi": "Dễ dàng mở liên kết trang web trong Microsoft Edge\nMở trang web bằng Microsoft Edge ngay bây giờ.\n\nBạn muốn mở một trang web bằng phần mềm trình duyệt yêu thích của mình Microsoft Edge? Bạn có thể làm như vậy ngay bây giờ sau khi cài đặt tiện ích mở rộng phần mềm của chúng tôi.\n\nĐể bắt đầu sử dụng tiện ích mở rộng phần mềm của chúng tôi, đây là các bước bạn cần làm.\n\nĐảm bảo bạn đã cài đặt Edge trên máy tính của mình.\nCài đặt tiện ích mở rộng phần mềm của chúng tôi\nSau khi bạn cài đặt phần mềm của chúng tôi, vui lòng làm mới tất cả các Tab hiện có / đóng trình duyệt và khởi động lại trình duyệt để cho phép tải tiện ích.\n\nChọn liên kết bạn muốn mở bằng Edge thông qua nút menu ngữ cảnh nhấp chuột phải.\nThật đơn giản, chỉ cần sử dụng menu ngữ cảnh nhấp chuột phải để chọn Edge khi bạn muốn mở một trang web.\n\nXin lưu ý rằng phần mở rộng này KHÔNG được tạo bởi Microsoft. Nó được thực hiện bởi một nhà phát triển bên thứ ba bên ngoài.",
    "zh_CN": "在Microsoft Edge中轻松打开网站链接\n立即使用Microsoft Edge打开网站。\n\n是否想使用您喜欢的浏览器软件Microsoft Edge打开网站？安装我们的软件扩展后，您现在就可以这样做。\n\n要开始使用我们的软件扩展，请执行以下步骤。\n\n确保您的计算机上安装了Edge。\n安装我们的软件扩展\n安装我们的软件后，请刷新所有现有的Tabs /关闭浏览器，然后重新启动浏览器以加载扩展程序。\n\n通过右键单击上下文菜单按钮选择要使用Edge打开的链接。\n就这么简单，只要要打开网站，只需使用右键单击上下文菜单选择Edge。\n\n请注意，此扩展名不是Microsoft提供的。它是由外部第三方开发商制作的。",
    "zh_TW": "在Microsoft Edge中輕鬆打開網站鏈接\n立即使用Microsoft Edge打開網站。\n\n是否想使用您喜歡的瀏覽器軟件Microsoft Edge打開網站？安裝我們的軟件擴展後，您現在就可以這樣做。\n\n要開始使用我們的軟件擴展，請執行以下步驟。\n\n確保您的計算機上安裝了Edge。\n安裝我們的軟件擴展\n安裝我們的軟件後，請刷新所有現有的Tabs /關閉瀏覽器，然後重新啟動瀏覽器以加載擴展程序。\n\n通過右鍵單擊上下文菜單按鈕選擇要使用Edge打開的鏈接。\n就這麼簡單，只要要打開網站，只需使用右鍵單擊上下文菜單選擇Edge。\n\n請注意，此擴展名不是Microsoft提供的。它是由外部第三方開發商製作的。"
  }
}