{
  "name": {
    "ar,bn,cs,de,en,en_AU,en_GB,en_US,es,es_419,fr,it,lt,nl,pt_BR,pt_PT,ru,sk,sr,te,tr,uk,vi,zh_CN,zh_TW": "Impulse Casual Game",
    "am,bg,da,kn,mr,no": "Impulse Unblocked Game",
    "ca,fi,he,hr,ms,sv,sw,ta": "Impulse Online Game",
    "el,fil,gu,hi,id,ko,lv,ro,sl,th": "Impulse Online",
    "et,fa,hu,ja,ml,pl": "Impulse Game"
  },
  "short": {
    "ar": "رمي شخصيتك عن طريق وضع الوزن بشكل صحيح على المقاييس واحترس من الشوك.",
    "am": "ክብደቱን በሚዛን ላይ በትክክል በማስቀመጣት ና እሾሁን ተጠንቀቅ።",
    "bg": "Хвърлете характера си нагоре, като позиционирате теглото правилно върху везните и внимавайте за тръните.",
    "bn": "স্কেলগুলিতে ওজনটি সঠিকভাবে অবস্থান করে আপনার চরিত্রটি নিক্ষেপ করুন এবং কাঁটাগুলির দিকে নজর রাখুন।",
    "ca": "Llanceu el vostre personatge col·locant el pes correctament a les escales i vigileu amb les espines.",
    "cs": "Vyhoďte svou postavu nahoru tím, že umístíte váhu správně na váhy a dávejte si pozor na trny.",
    "da": "Kast din karakter op ved at placere vægten korrekt på vægten og pas på tornene.",
    "de": "Werfen Sie Ihren Charakter hoch, indem Sie das Gewicht richtig auf der Waage positionieren und auf die Dornen achten.",
    "el": "Ανεβάστε τον χαρακτήρα σας τοποθετώντας σωστά το βάρος στη ζυγαριά και προσέξτε τα αγκάθια.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Throw your character up by positioning the weight correctly on the scales and watch out for the thorns.",
    "es": "Lanza a tu personaje colocando el peso correctamente en la báscula y ten cuidado con las espinas.",
    "et": "Visake oma tegelane üles, asetades kaalu õigesti kaaludele ja jälgige okkaid.",
    "fa": "پرتاب شخصیت خود را با قرار دادن وزن به درستی در مقیاس و مراقب خار.",
    "fi": "Heitä hahmosi ylös asettamalla paino oikein vaa'alle ja varo piikkejä.",
    "fil": "Throw ang iyong character up sa pamamagitan ng posisyon ang timbang tama sa scales at panoorin para sa mga thorns.",
    "fr": "Jetez votre personnage vers le haut en positionnant correctement le poids sur la balance et faites attention aux épines.",
    "gu": "વજનને ભીંગડા પર યોગ્ય રીતે ગોઠવીને તમારા પાત્રને ઉપર ફેંકી દો અને કાંટાનું ધ્યાન રાખો.",
    "he": "זרוק את הדמות שלך למעלה על ידי מיקום המשקל כראוי על המאזניים והיזהר מהקוצים.",
    "hi": "तराजू पर सही ढंग से वजन की स्थिति बनाकर अपने चरित्र को फेंक दें और कांटों के लिए बाहर देखें।",
    "hr": "Podignite svoj lik tako što ćete pravilno postaviti težinu na vagu i pazite na trnje.",
    "hu": "Dobd fel a karakteredet úgy, hogy helyesen helyezed el a súlyt a mérlegen, és vigyázz a tövisekre.",
    "id": "Lemparkan karakter Anda dengan memposisikan berat badan dengan benar pada timbangan dan hati-hati terhadap duri.",
    "it": "Lancia il tuo personaggio posizionando correttamente il peso sulla bilancia e fai attenzione alle spine.",
    "ja": "体重計に体重を正しく配置してキャラクターを投げ上げ、とげに注意してください。",
    "kn": "ತೂಕವನ್ನು ಮಾಪಕಗಳ ಮೇಲೆ ಸರಿಯಾಗಿ ಇರಿಸುವ ಮೂಲಕ ನಿಮ್ಮ ಚಾರಿತ್ರ್ಯವನ್ನು ಮೇಲಕ್ಕೆ ಎಸೆಯಿರಿ ಮತ್ತು ಮುಳ್ಳುಗಳನ್ನು ಗಮನಿಸಿ.",
    "ko": "체중을 비늘에 올바르게 배치하여 캐릭터를 던지고 가시를 조심하십시오.",
    "lv": "Mest savu varoni uz augšu, pareizi novietojot svaru uz svariem, un uzmanieties no ērkšķiem.",
    "ml": "ചെതുമ്പലുകളിൽ ഭാരം ശരിയായി സ്ഥാപിച്ചുകൊണ്ട് നിങ്ങളുടെ സ്വഭാവം മുകളിലേക്ക് വലിച്ചെറിയുക, മുള്ളുകൾ ശ്രദ്ധിക്കുക.",
    "mr": "तराजूवर वजन योग्य प्रकारे ठेवून आपले पात्र वर फेकून द्या आणि काटेरी गोष्टींकडे लक्ष द्या.",
    "ms": "Buang watak anda dengan meletakkan berat dengan betul pada skala dan berhati-hati untuk duri.",
    "nl": "Gooi je personage omhoog door het gewicht correct op de weegschaal te plaatsen en kijk uit voor de doornen.",
    "no": "Kast karakteren din opp ved å plassere vekten riktig på vektene og se opp for tornene.",
    "pl": "Rzuć swoją postać, prawidłowo ustawiając ciężar na wadze i uważaj na ciernie.",
    "ro": "Arunca personajul tău în sus prin poziționarea greutatea corect pe cântare și ferește-te de spini.",
    "ru": "Бросьте своего персонажа вверх, правильно расположив вес на весах и следите за шипами.",
    "sk": "Vyhoďte svoju postavu správnym umiestnením závažia na váhu a dávajte si pozor na tŕne.",
    "sl": "Vrzite svoj lik navzgor tako, da pravilno postavite težo na tehtnico in pazite na trnje.",
    "sv": "Kasta upp din karaktär genom att placera vikten korrekt på vågen och se upp för taggarna.",
    "sw": "Tupa tabia yako juu kwa kuweka uzito kwa usahihi kwenye mizani na uangalie miiba.",
    "ta": "செதில்களில் எடையை சரியாக நிலைநிறுத்துவதன் மூலம் உங்கள் பாத்திரத்தை தூக்கி எறியுங்கள் மற்றும் முட்களை கவனியுங்கள்.",
    "te": "కొలతలపై బరువును సరిగ్గా పొజిషన్ చేయడం ద్వారా మీ క్యారెక్టర్ ని పైకి విసిరేయండి మరియు ముళ్ల కొరకు చూడండి.",
    "th": "โยนตัวละครของคุณขึ้นโดยการวางตําแหน่งน้ําหนักอย่างถูกต้องบนตาชั่งและระวังหนาม",
    "tr": "Ağırlığı teraziye doğru şekilde yerleştirerek karakterinizi yukarı atın ve dikenlere dikkat edin.",
    "uk": "Підкиньте свого персонажа вгору, правильно розташувавши вагу на вагах і стежте за шипами."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you ready to jump from platform to platform with a crazy cube! Pass the challenging levels and experience the adventure.\n\nHow To Play\nPlayed with Mouse.\n\nImpulse Casual Game Features\n✓ 2D Character\n✓ Easy control\n✓ Realistic Physics\n✓ 2D Environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! Impulse Casual Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}