{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bing Webmaster Tools Bulk URL Remover"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A free tool to automate removal of URLs in bulk on Bing."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the Bing Webmaster Tools Bulk URL Remover Extension, an efficient tool that makes managing your Bing search results a breeze. This Chrome extension is carefully crafted for webmasters, SEO professionals and anyone seeking to maintain a organized presence. It simplifies the task of tidying up updating and streamlining your URLs in the Bing Webmaster Tools Console.\n\nFAQ (Please, read if you have a problem with the extension):\n!!! Please, make sure to refresh the page before executing the extension !!!\n\n1. Where should the extension be opened and run?\n- On the removals page of Bing Webmaster Tools (https://www.bing.com/webmasters/searchconfig/blockurl);\n\n2. How should I separate the links?\n- The links should be separated by a new line (Enter).\n\n3. What language my browser should be set to?\n- On the current version of the extension, your browser and the page are required to be set to \"English\" as the logic of the extension depends on it.\n\nWe're continuously dedicated to enhancing our product. If you have any suggestions, ideas, or feedback on how we can make it even better, please don't hesitate to reach out to us. Your input is invaluable in helping us improve our offering and provide you with the best possible experience. Contact us anytime; we're here to listen and evolve with your needs."
  }
}