{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WebOutLoud - Text to Speech Web Reader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Listen to the web using text to speech. Perfect for dyslexia, low vision, students, researchers, kids, learning to read."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Listen to the web using text to speech to assist with comprehension--to give your eyes a break.\n\nNew in 2024 - AI-Powered website summaries (otherwise known as TLDR). This feature allows you to generate a concise summary of any webpage with a click.\n\nWebOutLoud reads websites out loud using the free voices that are already available in your web browser with the option to upgrade your experience to include Premium voices. No text selection is required. It will automatically continue reading paragraph after paragraph. Not only that, it will highlight words as it reads them and remember where you left off.\n\nGive your eyes a break! Just navigate to any web page and hit play. WebOutLoud will read web pages using text to speech.\n\n* It reads pretty much any webpage you can throw at it.\n* Highlights words and paragraphs as it reads.\n* Summarize websites with AI (requires premium subscription).\n* Tell the app where to begin reading using Touch Assist, or enable the powerful Reader Mode to isolate readable content automatically.\n* Dozens of voices to choose from (selection of free voices is dependent on operating system and extensions.)\n\nThe WebOutLoud browser extension for Chrome is free to use with the voices that are built-in to your browser. Premium voices and the AI website summary feature require a premium subscription. \n\nA premium subscription also gives you access to all features of WebOutLoud's iOS and Mac apps and the browser extension for Safari (available on both desktop and mobile)."
  }
}