{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stick Soldier Orbicule"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use your stick to cross gaps. Click and hold to make the stick grow. Do not make your stick Orbicule to short or to long. Qh88"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "In the thrilling adventure game \"Stick Soldier Orbicule\" players navigate treacherous landscapes using a unique tool: the StickSpanner. With this versatile stick qh88, you can overcome challenging gaps and obstacles. Here's a quick guide on how to master the art of StickSpanning:\n\nIntroduction to StickSpan:\nAs you embark on your journey, you'll encounter various gaps and voids that seem insurmountable. Fear not! Your trusty StickSpanner is the key to bridging these gaps and progressing through the game.\n\nControls:\n\nTo initiate StickSpanning, click and hold the mouse button.\nWhile holding, move the cursor to control the angle and direction of your stick.\nRelease the mouse button to deploy the stick and bridge the gap.\nAdjusting Stick Length:\n\nBe mindful of the gap's size. A short stick may not reach, while an excessively long one could lead to a precarious situation.\nExperiment with click duration to find the optimal stick length for each gap.\nRemember, precision is crucial; an Orbicule stick is prone to bending and may not support your weight effectively.\nOrbicule Gauge:\n\nKeep an eye on the Orbicule gauge, displayed on the screen. This gauge indicates the stick's flexibility.\nIf the stick is too short or too long, the Orbicule gauge will turn red, signifying potential instability.\nAim for a green zone on the gauge for the most secure and reliable stick structure.\nChallenging Environments:\n\nStickSpanning isn't limited to simple gaps. You'll encounter moving platforms, windy areas, and other dynamic challenges.\nAdapt your stick strategy to the environment, and use the StickSpanner creatively to overcome obstacles.\nUpgrade Your StickSpanner:\n\nAs you progress, you may discover upgrades that enhance your StickSpanner's capabilities.\nThese upgrades could include increased durability, faster stick deployment, or even the ability to span multiple gaps in one go.\nTrial and Error:\n\nDon't be discouraged by initial failures. StickSpanning is an art that requires practice.\nLearn from your mistakes, adjust your strategy, and soon you'll be gracefully navigating the StickSpan world.\nMastering StickSpan:\n\nTo become a StickSpan master, hone your reflexes, timing, and stick-length estimation skills.\nEmbrace the challenge, and soon you'll be effortlessly leaping across gaps, showcasing your StickSpan prowess.\nEmbark on this exciting adventure, sharpen your StickSpanning skills, and conquer the most daunting gaps that stand in your way!"
  }
}