{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Launch"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Launch. Your Next Career Faster."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Launch for Chrome is the ultimate tool to keep you motivated whilst studying online.\n\nUse Launch for Chrome to:\n\n🔎 Find the best content in the world on a given topic. \nLaunch automatically collates content from around the world. Help improve our content library by upvoting or downvoting links via the extension or at our site.\n\n🤝Automatically connect with your friends studying similar subjects as you!\nStudy together with your friends - Launch automatically connects you with your friends studying the same topic as you!\n\n🦾 Keep yourself accountable by joining a team!\nJoin a team. As a team leader schedule regular meetings with your team to keep the members of your team motivated as you move through content. \n\n🧙‍♂️ Gamify your study experience regardless of what you are studying! \nEarn credits & XP whilst studying. Use our streak & health mechanics to gamify your study experience. Keep your streak increasing by studying each day. Keep your health maximized but don't miss a meeting or else it will hurt your team!\n\n🏆 Earn valuable credentials. \nEarn badges to display on Linkedin™ what you have learnt & use these badges to unlock paid freelancing gigs!\n\n💰Unlock paid microjobs.\nOnce you reach a certain skill level, Launch will start recommending you small freelancing gigs you can use to grow your portfolio of experience to land that first permanent full time job.\n\n---------------------------------------------- \n\n\nBy using the Launch browser extension, you agree to Launch’s terms and conditions. (https://www.launch.us.com/termsandconditions) \n\n\nDisclaimer:  \nThis extension uses Google Analytics to collect extension usage statistics to help improve user experience. If you want to opt-out of Google Analytics tracking, please visit http://tools.google.com/dlpage/gaoptout or you can set up a filter in Adblock Plus or similar ad blocker tools like AdBlock, uBlock or Adblock Pro.\n\nLinkedin is a registered trademark of LinkedIn Corporation and its affiliates in the United States."
  }
}