{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick Memo"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick memo with local save feature"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "웹 서핑 중 순간의 영감을 놓치지 않도록 돕는 'Quick Memo' 크롬 확장 프로그램을 소개합니다.\n이 툴은 현대 디지털 시대의 정보 홍수 속에서 중요한 아이디어를 즉시 포착하고 저장할 수 있는 전문적인 솔루션입니다. 웹 브라우저를 통해 다양한 정보를 접하는 동안, 갑자기 떠오르는 아이디어나 중요한 정보를 즉시 기록할 수 있는 기능을 제공합니다.\n'Quick Memo'의 핵심 기능은 그 즉시성과 편의성에 있습니다. 브라우저의 어느 페이지에서든 단 한 번의 클릭으로 메모창을 열 수 있어, 사용자의 생각 흐름을 방해하지 않고 신속하게 아이디어를 캡처할 수 있습니다. 메모창은 현재 페이지 위에 오버레이 형태로 나타나, 원본 컨텐츠를 참조하면서 동시에 메모를 작성할 수 있는 멀티태스킹 환경을 제공합니다.\n특히, 이 도구의 강점은 컨텍스트 유지 능력입니다. 메모와 함께 현재 웹 페이지의 URL을 자동으로 저장하여, 후에 아이디어의 원천이나 참고 자료를 쉽게 찾을 수 있게 합니다. 이는 연구, 기사 작성, 프로젝트 기획 등 다양한 전문 분야에서 정보의 추적성을 보장하는 중요한 기능입니다.\n이 도구는 단순한 메모 앱을 넘어, 현대 지식 근로자들의 생산성과 창의성을 극대화하는 전문적인 아이디어 관리 시스템입니다. 복잡한 프로젝트 관리부터 일상적인 할일 목록 작성까지, 다양한 용도로 활용할 수 있는 유연성을 제공합니다.\n\"Quick Memo'는 웹 브라우징 경험을 단순한 정보 소비에서 능동적인 지식 창출의 과정으로 변화시킵니다. 이는 현대 디지털 시대에 필수적인 도구로, 사용자의 창의성과 생산성을 새로운 차원으로 끌어올릴 것입니다.\n유튜브 전체 화면으로 시청할 경우 갑작스런 아이디어를 메모할 경우 단축키 <Alt+M>를 클릭하면 메모창이 뜹니다. \n\nIntroducing the 'Quick Memo' Chrome extension that helps you not miss out on the moment of inspiration while surfing the web.\nThis tool is a professional solution that allows you to instantly capture and save important ideas in the midst of the information overload of the modern digital era. It provides a function that allows you to immediately record ideas or important information that suddenly come to mind while accessing various information through a web browser.\nThe core function of 'Quick Memo' lies in its immediacy and convenience. You can open the memo window with just one click on any page of the browser, allowing you to quickly capture ideas without interrupting your thought flow. The memo window appears as an overlay on the current page, providing a multitasking environment where you can refer to the original content and write memos at the same time.\nIn particular, the strength of this tool is its ability to maintain context. It automatically saves the URL of the current web page along with the memo, making it easy to find the source of the idea or reference material later. This is an important function that ensures the traceability of information in various professional fields such as research, article writing, and project planning.\nThis tool is more than a simple memo app; it is a professional idea management system that maximizes the productivity and creativity of modern knowledge workers. From complex project management to everyday to-do lists, it offers flexibility for a variety of uses.\n\"Quick Memo' transforms the web browsing experience from simple information consumption to active knowledge creation. It is an essential tool in the modern digital age, and will take users' creativity and productivity to a new level.\nWhen watching YouTube in full screen, if you want to jot down a sudden idea, click the shortcut key <Alt+M> and a memo window will pop up."
  }
}