{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Property Picker (Zoopla & Rightmove)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Affordability information on all listings. Currently available on Zoopla and Rightmove."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Have you ever browsed Zoopla or Rightmove during the current UK housing market increase and no longer have a feasible idea of what you can afford, or perhaps how far away you are from affording a particular property? \n\nWhether that's a rental property, your first home, or your next move - this extension takes away all of the guess work you have when scrolling through listings. \n\nWhen you enable Property Picker and fill in some basic details, listings will be colour coded into 4 segments: \n- Green (affordable)\n- Yellow (within reach)\n- Orange (possible but restrictive)\n- Red (out of reach)\n\nFor every property you browse, there's a swift calculation on your tailored affordability rating. \n\nThis is based on your annual salary and monthly salary after tax. If you are looking to buy a property you can also enter your deposit amount, as well as the mortgage interest rate you are looking to achieve. Feel free to play around with these amounts to see how any fluctuation will effect your rating.\n\nYou can also filter your properties based on your input. For example, you may only want to see properties in the \"affordable\" or \"within reach\" categories. Just select the option at the top of the listings to see your filtered results.\n\nIf you are looking at for sale properties, you will also see an estimated monthly payment. For rentals, you'll get an additional yearly income amount you may need to live comfortably.\n\n_____\n\nPlease note: this extension is for properties based in the UK only for zoopla.co.uk and rightmove.co.uk."
  }
}