{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cropp Ninja OCR"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture and crop parts of the screen and extract its text!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cropp Ninja the audacious web browser extension that defies conformity and empowers you to conquer the digital landscape with rebellious flair! It's time to rise above the mundane and embrace a new era of screen cropping and text extraction.\n\nCropp Ninja, a name that resonates with defiance and prowess, equips you with the tools to seize control over any text snippet within your screen's grasp. Unleash your inner ninja and cut through the noise as you effortlessly crop a portion of your screen and extract its textual essence with unrivaled precision.\n\nWhy should you install Cropp Ninja? Because it's time to break free from the chains of mediocrity and unleash your rebellious spirit:\n\nUnleash Your Inner Ninja: Become a digital ninja, swiftly and stealthily cropping any section of your screen with surgical precision. Cropp Ninja empowers you to select and extract text like a true warrior, allowing you to reclaim your dominance over the digital realm.\n\nDefy the Conventional: Cropp Ninja is the embodiment of defiance. It challenges the norms, allowing you to extract text from unconventional sources, such as images, videos, or cryptic messages. Break the boundaries imposed upon you and unveil the hidden secrets that lie within.\n\nEmbrace Effortless Efficiency: Wave goodbye to the days of tedious typing or endless copy-pasting. Cropp Ninja effortlessly extracts the text you desire, freeing up your valuable time and boosting your productivity. Embrace the efficiency of the rebel and redirect your energy towards more audacious endeavors.\n\nLiberate Multilingual Text: Language barriers crumble in the face of Cropp Ninja. Conquer foreign websites, decipher enigmatic messages, and overcome linguistic obstacles with ease. Empower yourself with the ability to extract text from diverse sources and let your rebellious spirit roam free across the global digital landscape.\n\nIgnite Creative Brilliance: Cropp Ninja is not just a tool; it's a catalyst for creativity. Extract captivating quotes, inspirational passages, or thought-provoking snippets to fuel your own artistic masterpieces. Merge the brilliance of others with your unique vision, and let your creative fire burn bright.\n\nUnleash your rebellious nature, install Cropp Ninja OCR today, and embark on a journey where boundaries are shattered, norms are challenged, and digital autonomy is restored. It's time to become the master of your digital destiny and forge a new path of defiance and empowerment."
  }
}