{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LeetSox Proxy Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Proxy Manager is a user-friendly Chrome extension that allows you to easily manage your proxy settings directly from your browser."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Proxy Manager is a user-friendly Chrome extension that allows you to easily manage your proxy settings directly from your browser. Whether you need anonymous internet access or want to configure a proxy for a specific web service, this extension simplifies the process.\n\nKey Features:\n\n 1.   Easy Enable and Disable:\n      -  Simply enter the IP address and port of your proxy server, and, if necessary, provide a username and password.\n       - Click the \"Turn On Proxy\" button to instantly activate the proxy server.\n       - Click the \"Turn Off Proxy\" button to revert to regular internet connectivity.\n\n   2. Authentication Management:\n      -  The \"Use Authentication\" option lets you input proxy server credentials if required.\n\n    3. Intuitive Interface:\n        - Simple text fields and checkboxes make the extension user-friendly, even for beginners.\n\nHow to Use:\n\n   1.  Install the extension from the Chrome Web Store.\n   2. Enter the IP address and port of the proxy server.\n   3. Optionally, enter the username and password.\n   4. Click \"Turn On Proxy\" to activate the proxy server.\n   5. Click \"Turn Off Proxy\" to deactivate the proxy and return to regular connectivity.\n\nProxy Manager provides a quick and straightforward way to control your proxy server directly from your browser. Manage your online security and privacy with ease!"
  }
}