{
  "name": {
    "ar": "لعبة ذاكرة هالوين سعيدة على الإنترنت",
    "am": "ደስተኛ የሃሎዊን ማህደረ ትውስታ ጨዋታ በመስመር ላይ",
    "bg": "Честита игра на паметта на Хелоуин онлайн",
    "bn": "হ্যাপি হ্যালোইন মেমরি গেম অনলাইন",
    "ca": "Happy Halloween Memory Game en línia",
    "cs": "Šťastná halloweenská paměťová hra online",
    "da": "Happy Halloween hukommelsesspil online",
    "de,ro": "Happy Halloween Memory Game online",
    "el,en,en_AU,en_GB,en_US,es_419,fil,id,it,lt,lv,nl,no,pl,pt_BR,pt_PT,sv,th,zh_CN,zh_TW": "Happy Halloween Memory Game Online",
    "es": "Feliz juego de memoria de Halloween en línea",
    "et": "Head Halloweeni mälumängu võrgus",
    "fa": "بازی حافظه هالووین مبارک آنلاین",
    "fi": "Hyvää Halloween -muistipeli verkossa",
    "fr": "Happy Halloween Memory Game en ligne",
    "gu": "હેપી હેલોવીન મેમરી ગેમ",
    "he": "משחק זיכרון של ליל כל הקדושים שמח ברשת",
    "hi": "हैप्पी हैलोवीन मेमोरी गेम ऑनलाइन",
    "hr": "Sretna igra memorijske igre na mreži",
    "hu": "Boldog Halloween memória játék online",
    "ja": "ハッピーハロウィーンメモリゲームオンライン",
    "kn": "ಹ್ಯಾಲೋವೀನ್ ಮೆಮೊರಿ ಆಟ ಆನ್‌ಲೈನ್",
    "ko": "온라인으로 해피 할로윈 메모리 게임",
    "ml": "ഹാപ്പി ഹാലോവീൻ മെമ്മറി ഗെയിം ഓൺലൈനിൽ",
    "mr": "हॅलोविन मेमरी गेम ऑनलाइन शुभेच्छा",
    "ms": "Selamat Halloween Memory Game Online",
    "ru": "Счастливая игра памяти Хэллоуина онлайн",
    "sk": "Šťastná halloweenská pamäťová hra online",
    "sl": "Srečna igra za noč čarovnic na spletu",
    "sr": "Хаппи Халловеен Мемори Гаме Онлине",
    "sw": "Mchezo wa kumbukumbu ya Halloween mkondoni",
    "ta": "ஆன்லைனில் இனிய ஹாலோவீன் நினைவக விளையாட்டு",
    "te": "హ్యాపీ హాలోవీన్ మెమరీ గేమ్ ఆన్‌లైన్",
    "tr": "Çevrimiçi Mutlu Cadılar Bayramı Bellek Oyunu",
    "uk": "Щаслива гра на Хеллоуїн в Інтернеті в Інтернеті",
    "vi": "Trò chơi bộ nhớ Halloween vui vẻ trực tuyến"
  },
  "short": {
    "ar": "لم يكن المطابقة أبداً غولًا! اختبر ذاكرتك في لعبة المطابقة غير التقليدية هذه.",
    "am": "ማዛመድ በጭራሽ በጣም የተጋለጠው ሆኖ አያውቅም! በዚህ ባይም-ባህላዊ ተዛማጅ ጨዋታ ውስጥ ትውስታዎን ይፈትሹ.",
    "bg": "Съответствието никога не е било толкова ухаещо! Тествайте паметта си в тази не-традиционна съвпадаща игра.",
    "bn": "ম্যাচিং এতটা ঘোল-টাস্টিক কখনও হয়নি! এই নয়-ট্র্যাডিশনাল ম্যাচিং গেমটিতে আপনার স্মৃতি পরীক্ষা করুন।",
    "ca": "La coincidència no ha estat mai tan ghoul! Proveu la vostra memòria en aquest joc no tan tradicional.",
    "cs": "Srovnání nikdy nebylo tak ghoul-chutné! Vyzkoušejte svou paměť v této ne tak tradiční odpovídající hře.",
    "da": "Matching har aldrig været så ghoul-tastic! Test din hukommelse i dette ikke-så-traditionelle matchende spil.",
    "de": "Matching war noch nie so Ghul-tastic! Testen Sie Ihr Gedächtnis in diesem nicht so traditionellen Matching-Spiel.",
    "el": "Η αντιστοίχιση δεν ήταν ποτέ τόσο ghoul-tastic! Δοκιμάστε τη μνήμη σας σε αυτό το όχι τόσο παραδοσιακό παιχνίδι αντιστοίχισης.",
    "en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pt_BR,pt_PT,zh_CN,zh_TW": "Matching has never been so ghoul-tastic! Test your memory in this not-so-traditional matching game.",
    "es": "¡La coincidencia nunca ha sido tan ghoul-tastic! Pon a prueba tu memoria en este juego de correspondencia no tan tradicional.",
    "et": "Sobitamine pole kunagi olnud nii ghoul-tastist! Testige oma mälu selles mitte nii traditsioonilises sobitamismängus.",
    "fa": "تطبیق هرگز اینقدر غول پیکر نبوده است! حافظه خود را در این بازی تطبیق نه چندان سنتی آزمایش کنید.",
    "fi": "Yhteensopivuus ei ole koskaan ollut niin ghoul-taastillinen! Testaa muistisi tässä ei-perinteisessä vastaavassa pelissä.",
    "fr": "L'appariement n'a jamais été aussi ghoul-tastic! Testez votre mémoire dans ce jeu de correspondance pas si traditionnel.",
    "gu": "મેચિંગ ક્યારેય આટલું ભૂત-ટેસ્ટીક નહોતું! આ પરંપરાગત મેચિંગ રમતમાં તમારી મેમરીને પરીક્ષણ કરો.",
    "he": "ההתאמה מעולם לא הייתה כל כך גול-טסטית! בדוק את הזיכרון שלך במשחק ההתאמה הלא-מסורתי הזה.",
    "hi": "मैचिंग कभी भी इतना घोल-टास्टिक नहीं रहा है! इस नहीं-पारंपरिक मिलान गेम में अपनी मेमोरी का परीक्षण करें।",
    "hr": "Usklađivanje nikada nije bilo tako divno! Testirajte svoje pamćenje u ovoj ne-tradicionalnoj utakmici.",
    "hu": "Az illesztés még soha nem volt ilyen ghoul-ízléses! Tesztelje memóriáját ebben a nem túl hagyományos megfelelő játékban.",
    "id": "Pencocokan tidak pernah begitu-ghoul-tastic! Uji ingatan Anda dalam game pencocokan yang tidak terlalu tradisional ini.",
    "it": "La corrispondenza non è mai stata così ghoul-tastic! Metti alla prova la tua memoria in questo gioco di abbinamento non così…",
    "ja": "マッチングはそれほどグールタスティックではありませんでした！ このあまり伝統的ではないマッチングゲームでメモリをテストします。",
    "kn": "ಹೊಂದಾಣಿಕೆಯು ಎಂದಿಗೂ ಘೌಲ್-ಟೇಸ್ಟಿಕ್ ಆಗಿರಲಿಲ್ಲ! ಸಾಂಪ್ರದಾಯಿಕವಲ್ಲದ ಈ ಹೊಂದಾಣಿಕೆಯ ಆಟದಲ್ಲಿ ನಿಮ್ಮ ಸ್ಮರಣೆಯನ್ನು ಪರೀಕ್ಷಿಸಿ.",
    "ko": "일치하는 것은 결코 그렇게 구명하지 않았습니다! 이 전통적인 일치 게임에서 기억을 테스트하십시오.",
    "ml": "പൊരുത്തപ്പെടുത്തൽ ഒരിക്കലും ഗീകോൽ ആസ്റ്റിക് ആയിരുന്നില്ല! ഇല്ലാത്ത ഇതര വ്യാഖ്യാനപരമായ പൊരുത്തപ്പെടുന്ന ഗെയിമിൽ നിങ്ങളുടെ മെമ്മറി…",
    "mr": "जुळणी इतकी भूत-टेस्टिक कधीच नव्हती! या नॉन-पारंपारिक जुळणार्‍या गेममध्ये आपल्या स्मृतीची चाचणी घ्या.",
    "ms": "Pencocokan tidak pernah begitu kejam! Uji ingatan anda dalam permainan yang tidak begitu tradisional ini.",
    "nl": "Matching is nog nooit zo griezelig geweest! Test je geheugen in dit niet-zo-traditionele matching-spel.",
    "no": "Matching har aldri vært så ghoul-tastic! Test minnet ditt i dette ikke-så tradisjonelle matchende spillet.",
    "pl": "Dopasowanie nigdy nie było tak tastyczne! Przetestuj swoją pamięć w tej niezbyt tradycyjnej grze pasującej.",
    "ro": "Potrivirea nu a fost niciodată atât de ghoul-tastică! Testează-ți memoria în acest joc de potrivire nu atât de tradițional.",
    "ru": "Соответствие никогда не было такими упырями! Протестируйте свою память в этой не столь-традиционной подходящей игре.",
    "sk": "Zhodovanie nebolo nikdy také také ghoulové! Otestujte svoju pamäť v tejto netradičnej zhodnej hre.",
    "sl": "Ujemanje še nikoli ni bilo tako golo-tastično! Preizkusite svoj spomin v tej ne tako tradicionalni ujemajoči se igri.",
    "sr": "Уклапање никада није било тако гхоул-тестиц! Тестирајте меморију у овој не-тако традиционалној подударној игри.",
    "sv": "Matchning har aldrig varit så ghoul-tastic! Testa ditt minne i detta inte så traditionella matchande spel.",
    "sw": "Kulinganisha haijawahi kuwa ghoul-tastic! Pima kumbukumbu yako katika mchezo huu sio wa kitamaduni.",
    "ta": "பொருத்தம் ஒருபோதும் அவ்வளவு கோல்-சுவையானதாக இருந்ததில்லை! அவ்வளவு பாரம்பரியமான பொருந்தக்கூடிய விளையாட்டில் உங்கள் நினைவகத்தை…",
    "te": "మ్యాచింగ్ ఇంత పిశాచ-రుచి ఎప్పుడూ లేదు! అంత సాంప్రదాయిక మ్యాచింగ్ గేమ్‌లో మీ మెమరీని పరీక్షించండి.",
    "th": "การจับคู่ไม่เคยเป็นผีปอบ! ทดสอบหน่วยความจำของคุณในเกมการจับคู่ที่ไม่เป็นแบบดั้งเดิมนี้",
    "tr": "Eşleşme hiç bu kadar ghoul-tastic olmamıştı! Bu çok geleneksel olmayan eşleşen oyunda hafızanızı test edin.",
    "uk": "Відповідність ніколи не була такою жалюгідною! Перевірте свою пам’ять у цій не дуже традиційній відповідній грі.",
    "vi": "Phù hợp chưa bao giờ được Ghoul-Tastic! Kiểm tra bộ nhớ của bạn trong trò chơi phù hợp không truyền thống này."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Game Description\nMatching has never been so ghoul-tastic! Test your memory in this not-so-traditional matching game. As you flip and match ghouls, zombies, and more, you will move up for even more spooky fun! Good luck!\n\nYou can also Play Other Categories Game.\n\nGame Instructions\nTap the arrow to start. Choose which level you would like to begin and start making matches.\n\nYour goal is to make as many matches as you can before time is up. Once you have completed your game, you may move back to the level screen and LEVEL UP!\n\nGood luck!"
  }
}