{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vodafone Chrome Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Voice calls with One Net Collaboration",
    "es": "Llamadas de voz con One Net Collaboration"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One Net Collaboration integrated with Google Apps provides a new alternative to communication solutions for businesses. It provides integration of your business calls into your Chrome browser, enabling the increased efficiency, productivity and simplicity in voice communications a company needs in their day to day business.\nThis extension is associated with a VPN mobile line of the company in a single step, by which the browser becomes a voice device and, with just a single click, allows you to make and receive calls as if from the associated Mobile device.\nThis product is available for companies that need to adapt their communications and be more productive with collaboration tools like Google Apps and be, ultimately, more agile.\nTo use this extension you need a contract for the Vodafone One Net Collaboration product.\n\nWhat is new in version 1.0.5?\n-Number used by the extension to make and receive calls is now shown\n\nWhat is new in version 1.0.4?\n-Updated Click-to-Call feature to new version of Gmail\n\nWhat is new in version 1.0.3?\n-fixed minor issue with old contacts synchronisation\n-fixed minor issues with communication flow processing\n\nWhat is new in version 1.0.2?\n- Compatibility with Chrome version 47\n- Updated Spanish Text",
    "es": "One Net Collaboration, integrado con Google Apps, aporta una nueva alternativa a las soluciones de comunicación para las empresas. Permite realizar llamadas de voz desde el propio navegador Chrome y agilizar las comunicaciones de voz que una empresa necesita en su día a día, obteniendo así una mayor productividad. \nEsta extensión se asocia a una línea móvil de la VPN de Voz de la empresa en un sencillo paso, mediante el cual el navegador se transforma en un dispositivo de voz que con un solo clic permite realizar y recibir llamadas como si lo hiciera desde el dispositivo móvil asociado. \nEste producto está disponible para empresas que necesitan adaptar sus comunicaciones, ser más productivos con herramientas de colaboración como Google Apps y ser, en definitiva, más ágiles. \nPara poder utilizar esta extensión necesitas tener contratado el producto One Net Collaboration de Vodafone. \n\n¿Que novedades incluye la versión 1.0.5? \n-Número utilizado para hacer y recibir llamadas \n\n¿Que novedades incluye la versión 1.0.4?\n-Adaptacion funcionalidad Click to call para nueva version de Gmail\n\n¿Que novedades incluye la versión 1.0.3?\n-Resuelto problema menor  de sincronización de contactos\n-Resuelto problema menor  de proceso en el flujo de la comunicación\n\n¿Que novedades incluye la versión 1.0.2?\n- Compatibildad con la version 47 de Chrome \n- Actualizaciones del texto en Español"
  }
}