{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kanbanize"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows users to add cards to any board in Kanbanize to which they are assigned with just a few clicks!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Kanbanize Chrome plugin, part of Update 5.1 of Kanbanize, allows users to create new cards on the boards to which they are assigned in their Kanbanize accounts. Users can apply the extension while they are on their browsers without opening new tabs or logging into their account separately.\n\nThe extension is compatible with the latest version of Chrome and is meant to simplify the day-to-day experience of users participating in projects mapped in the Lean Kanban product development platform.\n\nHow to Download & Use in 5 Easy Steps:\n\n    1. Enter the Chrome Webstore.\n    2. Type in “kanbanize” to locate the extension in the directory.\n    3. Choose to “Add to Chrome” and confirm the addition of the app.\n    4. Log in to your account in Kanbanize by adding your Account Name (subdomain), your user and password.\n    5. The panel of the extension will be hidden in your browser’s banner. When you would like to use it to create a new card in one of the boards you are assigned to in Kanbanize, click on the Kanbanize logo in the plugin area. Fill out the fields of the panel to let the system know in which cell of which board, you would like to make a card.\n    6. Give your card a title and description.\n    7. Confirm with the Create Card button.\n\nHappy Kanbanizing!"
  }
}