{
  "name": {
    "ar": "ابحث على موقع ئي باي",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Search by image on Ebay",
    "de": "Suchen Sie bei Ebay",
    "es": "Buscar en Ebay",
    "fr": "Rechercher sur Ebay",
    "it": "Cerca su Ebay",
    "ja": "Ebayで検索",
    "ko": "이베이에서 검색",
    "pt_BR,pt_PT": "Pesquise no Ebay",
    "ru": "Поиск товаров на eBay",
    "uk": "Пошук товарів на Ebay"
  },
  "short": {
    "ar": "ابحث عن أي منتجات بنقرة واحدة على موقع ئي باي.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Search for any goods in one click on Ebay.",
    "de": "Suchen Sie alle Produkte mit einem Klick auf eBay.",
    "es": "Busque cualquier producto con un solo clic en Ebay.",
    "fr": "Recherchez tous les produits en un clic sur Ebay.",
    "it": "Cerca qualsiasi prodotto con un clic su Ebay.",
    "ja": "Ebay でワンクリックで商品を検索できます。",
    "ko": "Ebay에서 한 번의 클릭으로 모든 제품을 검색하십시오.",
    "pt_BR,pt_PT": "Pesquise qualquer produto com um clique no Ebay.",
    "ru": "Ищите любой товар на eBay в один клик и находите такие же или похожие товары по более низкой цене.",
    "uk": "Пошук будь-яких товарів в один клік на Ebay."
  },
  "long": {
    "ar": "\"البحث بالصور على موقع Ebay\" هو امتداد متصفح متقدم مصمم لتسهيل تجربة التسوق عبر الإنترنت وتحسينها ، خاصة على موقع eBay. في عصر التجارة الإلكترونية المتنامية ، أصبح هذا الامتداد المتطور أداة أساسية لأي شخص يتسوق بانتظام على موقع eBay ويبحث عن طريقة أسهل وأسرع للعثور على عناصر متطابقة.\n\nتكمن الميزة الرئيسية لهذا الامتداد في قدرته على تحليل الصور للعثور على المنتجات ذات الصلة. يمكن للمستخدمين ببساطة النقر بزر الماوس الأيمن فوق أي صورة في المتصفح وتحديد \"بحث عن منتج\". يقوم الامتداد بعد ذلك بتحميل الصورة إلى الخادم ، حيث يتم تحليلها باستخدام شبكة عصبية مدربة ويعيد للمستخدم مجموعة مختارة من العناصر المؤهلة على eBay التي تطابق الصورة التي تم تحميلها.\n\nمع الزيادة في عدد العناصر المتاحة على موقع eBay وتزايد شعبية التسوق عبر الإنترنت ، يمكن أن يكون العثور على عنصر معين مهمة شاقة. هذا هو المكان الذي يأتي فيه امتداد \"البحث بالصورة على موقع Ebay\" ، مما يوفر للمستخدمين أدوات قوية للبحث عن المنتجات بسرعة وسهولة ، مما يلغي الحاجة إلى قضاء ساعات في البحث في eBay.\n\nتم تصميم الامتداد \"البحث عن المنتجات بالصورة لـ eBay\" لتوفير الراحة لجميع مستخدمي الإنترنت. بغض النظر عن مدى إلمامك بالمصطلحات الفنية ، فلا يزال بإمكانك الاستفادة من ميزاتها وأدواتها القوية.\n\nالكل في الكل ، إذا كنت من المتسوقين المتحمسين لـ eBay ، فإن ملحق \"Search by image on Ebay\" هو أداة لا غنى عنها لمساعدتك في توفير الوقت والمال والجهد. باستخدامه ، يمكنك العثور بسرعة وسهولة على المنتجات التي تحتاجها ، والقدرة على عرض الأسعار الحقيقية ومجموعة واسعة من الخيارات. لا تتأخر ، قم بتثبيت \"البحث بالصورة على موقع Ebay\" اليوم وابدأ في الاستمتاع بتجربة تسوق محسنة على eBay!",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Search by image on Ebay\" is an advanced browser extension designed to facilitate and optimize the online shopping process, especially on eBay. In an era of growing e-commerce, this cutting-edge extension is becoming an essential tool for anyone who regularly shop on eBay and are looking for an easier and faster way to find identical items.\n\nThe main advantage of this extension lies in its ability to analyze images to find relevant products. Users can simply right-click on any image in the browser and select \"Search Product\". The extension then uploads the image to the server, where it is analyzed using a trained neural network and returns to the user a selection of eligible items on eBay that match the uploaded image.\n\nWith the increase in the number of items available on eBay and the growing popularity of online shopping, finding a specific item can be a daunting task. This is where the \"Search by image on Ebay\" extension comes in, providing users with powerful tools to quickly and easily search for products, eliminating the need to spend hours searching eBay.\n\nThe extension \"Search Products by Image for eBay\" is designed for the convenience of all Internet users. No matter how familiar you are with technical terms, you can still take advantage of its powerful features and tools.\n\nAll in all, if you're an avid eBay shopper, the \"Search by image on Ebay\" extension is a must-have tool to help you save time, money, and effort. With it, you can quickly and easily find the products you need, being able to view real prices and a wide range of options. Don't delay, install \"Search by image on Ebay\" today and start enjoying an improved shopping experience on eBay!",
    "de": "„Suche nach Bild bei eBay“ ist eine erweiterte Browsererweiterung, die den Online-Einkaufsprozess, insbesondere bei eBay, erleichtern und optimieren soll. In einer Zeit des wachsenden E-Commerce wird diese hochmoderne Erweiterung zu einem unverzichtbaren Tool für alle, die regelmäßig bei eBay einkaufen und nach einer einfacheren und schnelleren Möglichkeit suchen, identische Artikel zu finden.\n\nDer Hauptvorteil dieser Erweiterung liegt in ihrer Fähigkeit, Bilder zu analysieren, um relevante Produkte zu finden. Benutzer können einfach mit der rechten Maustaste auf ein beliebiges Bild im Browser klicken und „Produkt suchen“ auswählen. Anschließend lädt die Erweiterung das Bild auf den Server hoch, wo es mithilfe eines trainierten neuronalen Netzwerks analysiert wird und dem Benutzer eine Auswahl geeigneter Artikel bei eBay zurückgibt, die mit dem hochgeladenen Bild übereinstimmen.\n\nDa die Anzahl der bei eBay verfügbaren Artikel zunimmt und der Online-Einkauf immer beliebter wird, kann die Suche nach einem bestimmten Artikel eine entmutigende Aufgabe sein. Hier kommt die Erweiterung „Suche nach Bild bei eBay“ ins Spiel, die Benutzern leistungsstarke Tools für die schnelle und einfache Suche nach Produkten bietet, sodass sie nicht mehr stundenlang bei eBay suchen müssen.\n\nDie Erweiterung „Produkte nach Bild für eBay suchen“ ist für die Bequemlichkeit aller Internetnutzer konzipiert. Unabhängig davon, wie vertraut Sie mit Fachbegriffen sind, können Sie dennoch die leistungsstarken Funktionen und Tools nutzen.\n\nAlles in allem ist die Erweiterung „Suche nach Bild bei eBay“ ein unverzichtbares Tool, mit dem Sie Zeit, Geld und Mühe sparen können, wenn Sie ein begeisterter eBay-Käufer sind. Damit finden Sie schnell und einfach die gewünschten Produkte und können sich echte Preise sowie eine große Auswahl an Optionen anzeigen lassen. Zögern Sie nicht, installieren Sie noch heute „Suche nach Bild bei eBay“ und genießen Sie ein verbessertes Einkaufserlebnis bei eBay!",
    "es": "\"Buscar por imagen en Ebay\" es una extensión de navegador avanzada diseñada para facilitar y optimizar la experiencia de compra en línea, especialmente en eBay. En una era de crecimiento del comercio electrónico, esta extensión de vanguardia se está convirtiendo en una herramienta esencial para cualquiera que compre regularmente en eBay y busque una forma más fácil y rápida de encontrar artículos idénticos.\n\nLa principal ventaja de esta extensión radica en su capacidad de analizar imágenes para encontrar productos relevantes. Los usuarios pueden simplemente hacer clic derecho en cualquier imagen en el navegador y seleccionar \"Buscar producto\". Luego, la extensión carga la imagen en el servidor, donde se analiza utilizando una red neuronal entrenada y devuelve al usuario una selección de artículos elegibles en eBay que coinciden con la imagen cargada.\n\nCon el aumento en la cantidad de artículos disponibles en eBay y la creciente popularidad de las compras en línea, encontrar un artículo específico puede ser una tarea abrumadora. Aquí es donde entra en juego la extensión \"Buscar por imagen en Ebay\", que brinda a los usuarios herramientas poderosas para buscar productos rápida y fácilmente, eliminando la necesidad de pasar horas buscando en eBay.\n\nLa extensión \"Buscar productos por imagen para eBay\" está diseñada para la comodidad de todos los usuarios de Internet. No importa qué tan familiarizado esté con los términos técnicos, aún puede aprovechar sus potentes funciones y herramientas.\n\nCon todo, si es un ávido comprador de eBay, la extensión \"Buscar por imagen en Ebay\" es una herramienta imprescindible para ayudarlo a ahorrar tiempo, dinero y esfuerzo. Con ella podrás encontrar de forma rápida y sencilla los productos que necesitas, pudiendo visualizar precios reales y una amplia gama de opciones. ¡No se demore, instale \"Buscar por imagen en Ebay\" hoy y comience a disfrutar de una experiencia de compra mejorada en eBay!",
    "ja": "「Search by image on Ebay」は、特に eBay でのオンライン ショッピング エクスペリエンスを促進および最適化するように設計された高度なブラウザ拡張機能です。 電子商取引が成長する時代において、この最先端の拡張機能は、定期的に eBay で買い物をし、同一の商品をより簡単かつ迅速に見つける方法を探している人にとって不可欠なツールになりつつあります。\n\nこの拡張機能の主な利点は、画像を分析して関連する商品を見つける機能にあります。 ユーザーはブラウザ内の任意の画像を右クリックし、[製品の検索] を選択するだけです。 次に、拡張機能は画像をサーバーにアップロードします。そこで、トレーニングされたニューラル ネットワークを使用して画像が分析され、アップロードされた画像と一致する eBay 上の対象商品の選択がユーザーに返されます。\n\neBay で入手できる商品の数が増加し、オンライン ショッピングの人気が高まっているため、特定の商品を見つけるのは困難な作業になっています。 ここで、「Ebay の画像による検索」拡張機能が登場します。これは、ユーザーに商品を迅速かつ簡単に検索するための強力なツールを提供し、eBay の検索に何時間も費やす必要をなくします。\n\n拡張機能「Search Products by Image for eBay」は、すべてのインターネット ユーザーの利便性を考慮して設計されています。 専門用語にどれほど精通していても、その強力な機能とツールを活用できます。\n\n全体として、あなたが熱心な eBay 買い物客であれば、「Ebay の画像で検索」拡張機能は、時間、お金、労力を節約するのに欠かせないツールです。 これを使用すると、実際の価格と幅広いオプションを確認できるため、必要な製品をすばやく簡単に見つけることができます。 今すぐ「Ebay で画像検索」をインストールして、eBay でのショッピング体験をさらにお楽しみください。",
    "ko": "\"Ebay에서 이미지로 검색\"은 특히 eBay에서 온라인 쇼핑 프로세스를 촉진하고 최적화하도록 설계된 고급 브라우저 확장 기능입니다. 전자 상거래가 성장하는 시대에 이 최첨단 확장 기능은 eBay에서 정기적으로 쇼핑하고 동일한 항목을 더 쉽고 빠르게 찾을 수 있는 방법을 찾는 모든 사람에게 필수적인 도구가 되고 있습니다.\n\n이 확장 프로그램의 주요 장점은 이미지를 분석하여 관련 제품을 찾는 기능에 있습니다. 사용자는 브라우저에서 이미지를 마우스 오른쪽 버튼으로 클릭하고 \"제품 검색\"을 선택할 수 있습니다. 그런 다음 확장 프로그램은 이미지를 서버에 업로드하고 여기에서 훈련된 신경망을 사용하여 이미지를 분석하고 업로드된 이미지와 일치하는 eBay의 적격 항목 선택 항목을 사용자에게 반환합니다.\n\neBay에서 사용할 수 있는 항목의 수가 증가하고 온라인 쇼핑의 인기가 높아짐에 따라 특정 항목을 찾는 것은 어려운 작업이 될 수 있습니다. 여기에서 \"Ebay에서 이미지로 검색\" 확장 기능이 제공되어 사용자에게 빠르고 쉽게 제품을 검색할 수 있는 강력한 도구를 제공하여 eBay를 검색하는 데 몇 시간을 소비할 필요가 없습니다.\n\n\"eBay용 이미지로 제품 검색\" 확장 프로그램은 모든 인터넷 사용자의 편의를 위해 설계되었습니다. 기술 용어에 아무리 익숙하더라도 여전히 강력한 기능과 도구를 활용할 수 있습니다.\n\n대체로 열렬한 eBay 쇼핑객이라면 \"Ebay에서 이미지로 검색\" 확장 프로그램은 시간, 비용 및 노력을 절약하는 데 도움이 되는 필수 도구입니다. 이를 통해 필요한 제품을 쉽고 빠르게 찾을 수 있으며 실제 가격과 다양한 옵션을 볼 수 있습니다. 지체하지 말고 오늘 \"Ebay에서 이미지로 검색\"을 설치하고 eBay에서 향상된 쇼핑 경험을 즐기십시오!"
  }
}