{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adblocker for Chrome - NoAds"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A powerful adblocker for all websites"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Using alarms permission they are creating and refreshing the alarms periodically and using configure variable cfg the developer is getting those data\n\nAdblocker for Chrome - NoAds is your ultimate solution to a cleaner, faster, and more secure browsing experience. This extension brings you enhanced performance with extended filterlists and robust features, now completely independent.\n\nKey Adblocker Features:\n\n• Advanced Ad Removal: Our adblocker blocks ads on all websites, ensuring a clutter-free browsing experience.\n• Malware and Adware Blocking: Protect your device from malicious threats with our comprehensive adblocker.\n• Performance Boost: Improve browsing speed by eliminating unnecessary content with our efficient adblocker.\n• YouTube Adblocker: Remove ads, banners, and pre-rolls from YouTube with our specialized YouTube adblocker feature.\n• Anti-Adblock Bypass: Our adblocker gets rid of \"Anti-Adblock\" banners and detectors.\n• Integrated Popup Blocker: Stop unwanted popups from disrupting your browsing with our all-in-one adblocker solution.\n\nLatest Adblocker Updates:\n\nVersion 4.0.16\n• Minor Adblocker Bugfixes\n\nVersion 4.0.15\n• Minor Adblocker Bugfixes\n\nVersion 4.0.13\n• Major YouTube Adblocker Update with dynamic rules \n• Another Migration Bugfix\n\nVersion 4.0.11\n• Bug Fix for migration of previous Adblocker Data\n• Anonymized Adblocker Statistics\n\nVersion 4.0.9\n• Migration to Manifest V3 for enhanced adblocker security and performance.\n• Simplified Adblocker Filterlist Selection.\n• Adblocker Notification Options.\n• Improved Adblocker Privacy Settings.\n• Adblocker Bug Fixes and Performance Improvements.\n\nAdditional Adblocker Features:\n\n• Periodic Updates: Our adblocker uses the alarms permission to create and refresh alarms periodically, ensuring up-to-date ad blocking capabilities.\n• Configuration Management: Utilizes a 'cfg' variable to manage and retrieve adblocker settings, allowing for a customizable ad-blocking experience.\n• Privacy-Focused: No personal information is collected or stored during these adblocker update checks.\n\nChoose NoAds as your go-to Chrome adblocker for a superior, ad-free browsing experience!"
  }
}