{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Intervenr Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension for Intervenr, a Stanford study on the connections between media consumption and political bias."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Digital technologies including social networking sites, search engines, and online news sources are increasingly central pieces of our information-seeking processes. With their ubiquity, they have the potential to change our beliefs and behaviors, often without our conscious awareness. We know this is true in domains ranging from consumer behavior to political preference, but the relationship between content and its impact on users is complex and challenging to study, especially without access to the data and capabilities of content mediators like search and social media platforms themselves. Targeting this challenge, we propose to build Intervenr: a platform for running scalable, longitudinal, controlled interventions in-browser, measuring and directly intervening on users’ web browsing. We propose to develop, test, and deploy the Intervenr system with a case study in an important domain, targeting users’ intake of political content and its impact on  individual political polarization. Prior work on users’ online behavior has included tightly-controlled lab experiments of one-off tools for studying a particular intervention (e.g., Epstein, 2017); these are generally high in construct validity, but are not naturalistic or scalable. Other work at scale, e.g. Yahoo researchers studying users’ news behaviors, has only been accessible to researchers in private industry settings and cannot include interventions across a user’s browsing experience (Bentley, 2019). The Intervenr system is situated in this space, allowing for controlled experiments deployed during the course of users’ organic browsing. \n\nOur team began building the Intervenr system in 2019, with the goal of studying media exposure and consumption with maximum granularity at the individual level, using a flexible framework that can be applied to study browsing behavior and conduct interventions applicable across a wide variety of topics. Our system design includes a browser extension that will track a user’s media consumption online, recording all URLs visited, navigation history to each site, and time spent on each page. Balancing the need for detailed data with user privacy, participant data will be linked to an anonymous ID, and the web application will also allow users to redact sensitive content. The web application will also guide participants through onboarding and offboarding. This system will allow us to run experiments with interventions directly in-browser, analyzing and altering the content they view in real time, by writing web code that will be injected directly into the page as the user loads it. Other forms of data collection including surveys and interviews can also be conducted with participants throughout. We also expect to open-source the Intervenr platform for widespread use with a variety of applications.\n\nWe envision two phases for our case study. In Phase 1, we will run a longitudinal experiment to causally investigate the role of different aspects of online news media on user polarization. We will recruit participants with an online ad campaign and onboard them through the web app. In the first month, users’ browsing behavior will be passively monitored to establish a baseline for each participant regarding polarization measures and media diets across multiple indicators. We will use the data collected in this phase to detect the features of the web pages visited that were more triggering of changes in measured polarization. In Phase 2, we will leverage on this information to implement interventions on the user browsing experience.  In the second month, participants will be randomly assigned to one of four different groups. In the first three groups, one aspect—headlines, images, or body text—will be experimentally altered to decrease its polarizing impact (e.g. fewer images, less sensationalist headlines, less inflammatory affect), and the fourth will be a control condition. Participants will be surveyed weekly to get a comprehensive and reliable measure of their political views over time. In order to achieve scale, we expect to enroll 1500 participants between pilot testing, phase 1, and phase 2."
  }
}