{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "xTab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Limit the maximum number of tabs that can be open at the same time."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "xTab is a Chrome extension that lets you limit the maximum number of tabs that can be open at one time.\n\nYou can set the tab limit to any number and choose what tab should be removed when you hit that limit:\n\n- Least recently used (default)\n- Least accessed\n- Oldest\n\nYou can alternatively block new tabs from opening completely once the limit has been reached.\n\nPinned tabs, tabs playing audio, and tabs that you have never visited (opened in the background) will not be closed.\n\nIf you are looking to install in an enterprise environment and customize settings using a group policy please contact us here: https://xtab.app\n\nNote that after the extension is installed, if you do not change the default settings, it will close any tabs you have open beyond a 20 tab limit. For example, if you have 50 tabs open when the extension is installed, the next tab you open will remove 30 tabs. You can avoid this behavior by changing the default settings as soon as it is installed.\n\nNOTE that a new tab opens when the extension is updated to version 2.0. This is a one time thing that is required to transfer the settings over to the new version which uses a different storage mechanism. This is required for changes related to manifest v3.\n\nChanges\n\nv2.0.4\n- Fixes issue where if the maximum number of tabs is set to 0, you may not be able to open a new browser window\n\nv2.0.3\n- Fixed “Block without warning” behavior on Microsoft Edge when using the `block` algorithm\n\nv2.0.2\n- Fixed issue introduced in version 2.0.0 where in some cases you may be allowed to open more tabs than your limit and then when you go to open the next one, it may close tabs that do not match your current setting. This has to do with the manifest v3 updates mandated by Google. Extensions have to use service workers and the workers get automatically killed every five minutes. This update preserves the state in session storage so when the service worker starts again, it works properly\n- Fixed issue where the migration tab may not run if you are at your tab limit and using `block` algorithm\n- Fixed issue where sometimes tabs may close at browser startup when using `block` algorithm and “block without warning”\n- Fixed styles in the xTab popup\n\nv2.0.1\n- Make sure migration tab launches in the background\n\nv2.0.0\n- Updated extension to support manifest v3\n- Updated storage to use chrome.storage API instead of localStorage directly\n- Changed default behavior when using “block” algorithm to block without warning (This change in v1.0.0 was questionable and a little confusing so this restores the previous behavior)\n\nv1.0.1\n- Updated extension to remove advertisement in favor of a donation link\n\nv1.0.0\n- Rearchitected to support additional functionality and custom builds.\n- Updated the pop up UI to make it simpler to understand what the different options do\n- Added an option to prevent tabs that are playing audio from being closed by the extension (enabled by default)\n- Added an option to recycle existing tabs. This means that instead of closing an old tab it will reuse the old tab and move it into the new position. This allows you to use the back button to get back to a tab that has been closed (disabled by default)\n- Added a page that shows up in place of a new tab if you have the extension set to block new tabs from opening (enabled by default)\n- Added an option to block tabs from opening without showing a page (disabled by default)\n- Added new xTab logo to popup menu\n- Updated extension icon \n- Updated extension logo\n- Improved handling of tabs you have never been to\n- Decreased amount of time until a tab is considered active to prevent cases where sometimes a tab doesn’t get closed even though you have been to it \n- Reduced number of options in tab limit dropdown\n\nv0.2.1\n- Updated copy in popup to be more clear\n\nv0.2.0\n- Added option to block new tabs from opening instead of auto closing an older tab\n- Handled cases where the tab id could change for an existing tab\n- Improved handling of tabs you have never been to so they are less likely to be closed in different modes\n\nv0.1.6\n- Fixed issue that would cause this extension to sometimes not work if a configuration value was missing in local storage\n\nv0.1.5 \n- Added timer to only consider a tab active after it has been open for a few seconds\n- Updated to handle tabs that were open before the extension was installed.\n\nv0.1.4 \n- Updated background page to be persistent\n\nv0.1.3 \n- Fixed issue where sometimes tabs you haven’t been to could still be closed.\n\nv0.1.2 \n- Updated to prevent closing tabs you have never been to (for example if command clicking to open tabs in the background)\n\nv0.1.1 \n- Fixed issue where sometimes the active tab would be closed"
  }
}