{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DNSSEC Checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Check DNSSEC for domain",
    "ru": "Проверка домена на DNSSEC"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The extension allows you to check if DNSSEC technology is being used for the current domain name. If DNSSEC technology is used - the extension icon changes to green, if not used - to gray.\n\nDNSSEC (Domain Name System Security Extensions) is a set of extensions to the IETF DNS protocol that minimize attacks associated with spoofing DNS addresses when resolving domain names. It is aimed at providing DNS clients (the English term resolver) with authentic responses to DNS requests (or authentic information about the fact that there is no data) and ensuring their integrity. This uses public key cryptography. Availability of data and confidentiality of requests are not ensured. Keeping DNS secure is critical to overall Internet security.\n\nThis extension helps to determine if users on the network have DNSSEC and if the resource is secure. The extension in the background sends the current domain to the dnssec.cctld.uz service, which returns the result. If DNSSEC technology is used - the extension icon changes to green, if not used - to gray.\n\nNote: The results of the extension depend on the availability of the dnssec.cctld.uz service.",
    "ru": "Расширение позволяет проверить, используется ли технология DNSSEC для текущего доменного имени. Если технология DNSSEC используется - иконка расширения меняется на зелёный, если не используется - на серый.\n\nDNSSEC (англ. Domain Name System Security Extensions) — набор расширений IETF протокола DNS, позволяющих минимизировать атаки, связанные с подменой DNS-адреса при разрешении доменных имён. Он направлен на предоставление DNS-клиентам (англ. термин resolver) аутентичных ответов на DNS-запросы (или аутентичную информацию о факте отсутствия данных) и обеспечение их целостности. При этом используется криптография с открытым ключом. Не обеспечивается доступность данных и конфиденциальность запросов. Обеспечение безопасности DNS критически важно для интернет-безопасности в целом.\n\nДанное расширение помогает определить пользователям в сети есть ли у сайта DNSSEC и безопасен ли ресурс. Расширение в фоновом режиме отправляет текущий домен на сервис dnssec.cctld.uz, который возвращает результат. Если технология DNSSEC используется - иконка расширения меняется на зелёный, если не используется - на серый.\n\nПримечание: Результаты работы расширения зависят от доступности сервиса dnssec.cctld.uz."
  }
}