{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Show Password on Double Click"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Changes password fields to text on double-click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing \"Show Password on Double Click\" Chrome Extension\n\nTired of struggling to remember and type your passwords accurately? Do you often find yourself frustrated by hidden password fields while trying to log in? Our new Chrome extension, \"Show Password on Double Click,\" is here to help! Key Features: Seamless Visibility Toggle: Simply double-click on any password input field, and it will instantly change from hidden (password) to visible (text). Double-click again to hide it back. Safety First: The extension only affects input fields that were originally of type \"password.\" Fields initially set to \"text\" will remain unchanged, ensuring that your non-password fields are not inadvertently hidden. User-Friendly: No more copying and pasting passwords to check them. Just a quick double-click and you can see what you’re typing. How It Works: Initial State Tracking: When you load a webpage, the extension automatically identifies and remembers all input fields that are of type \"password.\" Double-Click Activation: When you double-click on a password field, the extension toggles the input type between \"password\" and \"text,\" allowing you to see or hide your password as needed. Installation and Usage: Install the Extension: Go to the Chrome Web Store, search for \"Show Password on Double Click,\" and add the extension to your browser. Activate: The extension runs in the background. Simply navigate to any website with a login form, and you're ready to go. Double-Click: Double-click on any password field to reveal the password. Double-click again to hide it. Privacy and Security: Your security is our priority. This extension does not collect, store, or transmit any data. It operates entirely within your browser, ensuring your sensitive information remains private.\n\nUpgrade your browsing experience with the \"Show Password on Double Click\" extension and take the hassle out of managing your passwords. Download now and enjoy a smoother, more efficient way to handle password fields!"
  }
}