{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flow (Tab Saver)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use Flow to save, group and open browsing flows! You can use it for work, research, shopping and beyond!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to Flow!\n\nFlow is your bookmark bar reimagined.\n\nDo you:\n1. Frequently open set of tabs?\n2. Organize your windows and tabs by browsing flows? (Work, Research, Shopping, etc.)\n3. Leave tabs and windows open for later?\n4. Want to improve battery life and increase your computer’s speed?\n\nWith one click, Save, Group and Access your browsing flows. \n\nDid you know open Google Chrome tabs and windows significantly reduces battery life - even idle ones! This is because it over-utilizes your Device's CPU capacity by allowing tabs to execute scripts in the background, which in turn also makes your device run slower.\n\nWant to avoid this?\n\nUse Flow!\n\nFlow aims to enhance your browsing experience by not only organizing your various flows, but de-clutter your browser User Interface and better allow you to focus on whats in front of you and achieve flow. It also aims to help save these flows for later - be it for work, pleasure or otherwise.\n\nYou can access these flows on all devices with Google Chrome by logging into your gmail account associated with Chrome.\n\nWe DO NOT collect any user data.\n\n--------------------\nWhat is flow? (not to be confused with the name of this extension)\n\nIn positive psychology, a flow state, also known colloquially as being in the zone, is the mental state in which a person performing some activity is fully immersed in a feeling of energized focus, full involvement, and enjoyment in the process of the activity. In essence, flow is characterized by the complete absorption in what one does, and a resulting transformation in one's sense of time.\n--------------------\n\nPlease leave a review - all feedback is appreciated.\n\nPLEASE NOTE:\nONLY roman alphabets and numerals are accepted. The next iteration aims to support multiple languages."
  }
}