{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VidSense"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI-powered answers a click away. An extension for quick answers or summaries based on the YouTube video in your current tab."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VidSense: AI-Powered Utility for YouTube\n\nUnlock the full potential of your YouTube experience with VidSense, the intelligent browser extension that brings instant insights to your fingertips.\n\nKey Features:\nSmart Q&A: Ask questions about any YouTube video and get accurate, AI-powered answers instantly.\n\nQuick Summaries: Get concise, AI-generated summaries to quickly grasp the main points – ideal for efficient studying or quick reviews.\n\nInteractive Learning: Generate quizzes, request translations, and create custom prompts to interact with educational content in innovative ways.\n\nSeamless Integration: Enjoy a smooth, distraction-free experience as VidSense works directly within your current tab.\n\nTime-Saving: Extract key information without watching entire videos, helping you focus on what's important and save time.\n\nEnhanced Focus: VidSense helps you pinpoint the information you need, reducing distractions and improving efficiency.\n\nVidSense transforms how you interact with YouTube content, making information retrieval faster and more efficient. Whether you're a student, professional, or lifelong learner, VidSense is your intelligent companion for smarter video consumption.\n\nEnhance your YouTube experience today – install VidSense and start studying smarter with ease!"
  }
}