{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Buy with GlobalShop from Amazon"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Buy with GlobalShop from Amazon. Let Globalshopaholics buy for you with the best prices."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "We have amazing news for you! We are now providing Global Shopaholics integrated Amazon plugin services, which will make your shipping experience way easier and more convenient.\n\nHow to Get Global Shopaholics Plugin\nGlobal shopaholics integrated Amazon plugin is now available for buyers of Amazon! \nYou can download this plugin from the google chrome extension store. With the help of this extension, shipping of your favorite Amazon products through Global Shopaholics will become extremely easy and that too at very economical rates. \nHow it works:\nLet’s suppose, you make an order on Amazon. At the time of checking out, click on the GS Plugin extension. The extension will redirect you to the payment method at the Global Shopaholics’ website. \nThe benefit of using our plugin is that you can avail yourself of our wide range of services including cashbacks, Fast-lane shipping, consolidated shipping, and tax-free shipping anywhere around the globe. \nThe Shopping Extension for Chrome requires specific browser permissions to work effectively, including access to all of the websites you visit in Chrome. To provide complete visibility, we have detailed the permissions we request, as well as the associated data acquired, below.:\nPlugin Permission \n * When you add an item to your shopping cart, we update that information across all browser tabs that have the Shopping extension enabled. To achieve this, we need permission from each of your open tabs; nevertheless, we do not gather any data on the tabs you have open.\nStorage\n* All items added to your shopping cart are kept in Chrome. Permission is necessary to save this product data so that you may subsequently access the goods in your shopping cart.\nAs you are already aware of our assisted purchase service, we are making it easier for you!\nIf you do not have a US debit/credit card or cannot purchase an item of your choice from the USA, our trained workers will assist you in making the purchasing process extremely seamless. While just sitting on your couch you will be able to buy your desired item. \nThe will of the customer matters at GS, so we believe in showing the customers what they are getting before it gets delivered. With our assisted purchase service, our dedicated team will show you high-definition pictures of your desired products before shipping them to your doorstep no matter where you are around the globe.\nSo, go ahead and download Global Shopaholic integrated Amazon Plugin for a seamless shopping experience."
  }
}