{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Renk Seçici"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web sayfalarındaki renk kodlarını seçin ve kopyalayın."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Renk Seçici eklentisi, web tasarımcıları, grafik tasarımcılar, dijital sanatçılar ve renklerle çalışan herkes için olmazsa olmaz bir araçtır. Bu eklenti ile tarayıcınızda herhangi bir renk üzerinde gezinebilir ve anında renk kodunu (HEX, RGB, HSL) elde edebilirsiniz.\n\nÖne Çıkan Özellikler:\n\nHızlı ve Kolay Kullanım: Tek tıklama ile ekrandaki herhangi bir rengi seçin.\nÇeşitli Renk Kodları: Seçtiğiniz rengin HEX, RGB, ve HSL kodlarını görüntüleyin.\nRenk Paleti Oluşturma: Seçtiğiniz renkleri kaydedin ve özel renk paletlerinizi oluşturun.\nKopyalama Özelliği: Renk kodlarını tek tıkla kopyalayın ve projelerinizde kullanın.\nKullanıcı Dostu Arayüz: Basit, sade ve etkili bir arayüz ile kullanıcı deneyimini en üst seviyeye çıkarın.\nBu eklenti, web tasarımı yaparken ya da herhangi bir görsel projede ihtiyaç duyduğunuz renk kodlarını bulmanızı ve yönetmenizi kolaylaştırır. Hangi renge ihtiyacınız olursa olsun, Renk Seçici ile doğru ve hızlı sonuçlar elde edebilirsiniz. Web projelerinizi profesyonel bir seviyeye taşımak için bu eklentiyi hemen indirin!\n\nNeden Renk Seçici Eklentisini Kullanmalısınız?\n\nHız ve Verimlilik: Zaman kazandıran hızlı işlem özellikleri ile çalışmanızı hızlandırır.\nGeniş Renk Seçeneği: Ekrandaki her renge erişim imkanı sunar.\nProfesyonel Sonuçlar: Renk yönetiminde yüksek doğruluk ve hassasiyet sağlar.\nRenk Seçici eklentisi ile tasarım süreçlerinizi daha kolay ve keyifli hale getirin. Eklentiyi hemen indirin ve tarayıcınızda renkleri keşfetmeye başlayın!\n\nGüncellemeler:\n\nVersiyon 1.0: İlk yayın. Tarayıcıda herhangi bir yerden renk seçimi yapabilme, renk kodu görüntüleme ve kopyalama özellikleri eklendi.\nDestek:\n\nEğer herhangi bir sorunuz veya geri bildiriminiz varsa, lütfen bizimle iletişime geçmekten çekinmeyin. Renk Seçici eklentisini geliştirmeye devam ediyoruz ve sizlerin geri bildirimleriyle daha da iyi hale getirmeyi hedefliyoruz."
  }
}