{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Safeonweb Browser Extension",
    "de": "Safeonweb-Browsererweiterung",
    "fr": "Safeonweb Extension de Navigateur",
    "nl": "Safeonweb-browserextensie"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Website owner validation status and related score from the CCB.",
    "de": "Status der Website-Inhaber-Validierung und daraus resultierende Bewertung durch CCB.",
    "fr": "Statut de la validation du propriétaire du site Web et le score qui en découle par le CCB.",
    "nl": "Status van validatie van de website-eigenaar en resulterende score door het CCB."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "For every website you visit, the Safeonweb Browser Extension shows you if the owner has been validated (Green) or not (Amber). \nWebsites without a validated owner (Amber) should be suited for reading only. To share personal and sensitive information you can expect the owner of the web site to be validated (Green). If a hacker puts malicious content on a website with a validated owner, the validation status will change to Amber or Red directly after the first notification. \nKnown malicious or insecure websites are marked as Red.\n\n\nThe Extension allocates a score:\n\n-\tGreen (OK): the website owner has an Extended Validation Certificate issued by a Certificate Authority or the site owner is registered on atwork.safeonweb.be.\n        Therefore:\n             o  It should be OK to continue surfing on this website.\n             o  It should be OK to share data on this website.\n\n-\tAmber (!):  the website owner has an Organisation Validation Certificate, or a Domain Validation Certificate issued by a Certificate Authority, and the website is not registered on atwork.safeonweb.be\n        Therefore:\n             o  It should be OK to continue surfing on this website.\n             o  If any doubts, refrain from sharing data on this website.\n\n-\tRed (X): the website lacks basic security features or is known as malicious. The website owner has no Certificate and therefore has not been validated. \n        Therefore:\n             o  We advise against browsing this website and sharing any data.\n\n/!\\ The Safeonweb Browser Extension does NOT replace your anti-virus. It does NOT check if a virus is present on your computer. The Extension does NOT check website contents or what is exchanged with the website. /!\\\n\nPlease ensure to always use the last version of the Extension published. \n/!\\ All versions prior to 1.8.2 are decommissioned and will no longer work. /!\\\n\nThe Centre for Cybersecurity Belgium (CCB) is the national authority for cybersecurity in Belgium (https://ccb.belgium.be/). \nOne of the CCB’s mission is to make Belgium one of the most cybersecure countries in Europe.",
    "de": "Für jede Website, die Sie besuchen, zeigt Ihnen die Safeonweb-Browsererweiterung an, ob der Eigentümer validiert wurde (grün) oder nicht (gelb). \nWebsites ohne validierten Eigentümer (gelb) sollten nur zum Lesen geeignet sein. Wenn Sie persönliche und sensible Informationen weitergeben möchten, sollten Sie davon ausgehen, dass der Eigentümer der Website validiert ist (Grün). Wenn ein Hacker bösartige Inhalte auf eine Website mit validiertem Eigentümer stellt, ändert sich der Validierungsstatus direkt nach der ersten Benachrichtigung auf Gelb oder Rot. \nBekannte bösartige oder unsichere Websites werden als rot gekennzeichnet.\n\nDie Erweiterung vergibt eine Bewertung:\n\n - Grün (OK): Der Website-Betreiber verfügt über ein erweitertes Validierungszertifikat, das von einer Zertifizierungsstelle ausgestellt wurde, oder der Website-Betreiber ist auf atwork.safeonweb.be registriert.\n   Daher:\n      o Es sollte in Ordnung sein, auf dieser Website weiter zu surfen.\n      o Es sollte in Ordnung sein, auf dieser Website Daten zu teilen.\n\n - Amber (!): Der Website-Betreiber verfügt über ein Organisationsvalidierungszertifikat oder ein Domänenvalidierungszertifikat, das von einer Zertifizierungsstelle ausgestellt wurde, und die Website ist nicht auf atwork.safeonweb.be registriert.\n   Daher:\n      o Es sollte in Ordnung sein, auf dieser Website weiter zu surfen.\n      o Bei Zweifeln sollte man davon absehen, Daten auf dieser Website zu teilen.\n\n - Rot (X): Die Website weist grundlegende Sicherheitsfunktionen nicht auf oder ist als bösartig bekannt. Der Website-Betreiber verfügt über kein Zertifikat und wurde daher nicht validiert.\n   Daher:\n      o Wir raten davon ab, diese Website zu besuchen und keine Daten zu teilen.\n\n/!\\ Die Safeonweb Browsererweiterung ersetzt NICHT Ihre Antivirensoftware, da sie NICHT den Inhalt der Website oder den Datenaustausch mit der Website überprüft oder bereits auf Ihrem Gerät vorhandene Inhalte überprüft. /!\\\n\nBitte stellen Sie sicher, dass Sie immer die zuletzt veröffentlichte Version der Erweiterung verwenden. \n/!\\ Alle Versionen vor 1.8.2 werden nicht mehr verwendet und funktionieren nicht mehr. /!\\\n\nDas Zentrum für Cybersicherheit Belgien (CCB) ist die nationale Behörde für Cybersicherheit in Belgien (https://ccb.belgium.be/). Eine der Missionen des CCB besteht darin, Belgien zu einem der sichersten Länder in Europa im Bereich Cybersicherheit zu machen.",
    "fr": "Pour chaque site web que vous visitez, l'Extension de Navigateur Safeonweb vous indique si le propriétaire a été validé (vert) ou non (orange). \nLes sites web dont le propriétaire n'a pas été validé (orange) devraient être réservés à la lecture. Pour partager des informations personnelles et sensibles, vous pouvez vous attendre à ce que le propriétaire du site web soit validé (vert). Si un hacker place un contenu malveillant sur un site web dont le propriétaire a été validé, l'état de validation passera à l'orange ou au rouge dès la première notification. \nLes sites web malveillants ou peu sûrs sont marqués en rouge.\n\n\nL'Extension attribue un score :\n    -\tVert (OK) : le propriétaire du site Web dispose d'un Certificat « Extended Validation » délivré par une autorité de certification ou le propriétaire du site est enregistré sur atwork.safeonweb.be.\n       Donc:\n          o  Vous devriez pouvoir continuer à surfer sur ce site Web.\n          o  Il devrait être acceptable de partager des données sur ce site Web.\n   \n -\tOrange (!) : le propriétaire du site Web dispose d'un Certificat « Organisation Validation » ou d'un Certificat « Domain Validation » délivré par une autorité de certification, et le site Web n'est pas enregistré sur atwork.safeonweb.be\n       Donc:\n          o  Vous devriez pouvoir continuer à surfer sur ce site Web.\n          o  En cas de doute, évitez de partager des données sur ce site Web.\n  \n  -\tRouge (X) : le site Web ne dispose pas de fonctionnalités de sécurité de base ou est reconnu comme étant malveillant. Le propriétaire du site Web ne possède pas de Certificat et n'a donc pas été validé.\n       Donc:\n          o  Nous vous déconseillons de naviguer sur ce site Web et de partager des données.\n\n/!\\ L'extension de navigateur Safeonweb ne remplace PAS votre antivirus. Elle ne vérifie PAS si un virus est présent sur votre ordinateur. Elle ne vérifie PAS le contenu du site Web ou ce qui est échangé avec le site Web. /!\\\n\nVeillez à toujours utiliser la dernière version de l'extension publiée. \n/!\\ Toutes les versions antérieures à la version 1.8.2 sont obsolètes et ne fonctionneront plus. /!\\\n\nLe Centre pour la Cybersécurité Belgique (CCB) est l'autorité nationale pour la cybersécurité en Belgique (https://ccb.belgium.be/).\nL’une des missions du CCB est de faire de la Belgique l’un des pays les plus cybersécurisés d’Europe.",
    "nl": "Voor elke website die je bezoekt, toont de Safeonweb Browser Extensie of de eigenaar is gevalideerd (Groen) of niet (Oranje). \nWebsites zonder een gevalideerde eigenaar (Amber) zouden enkel moeten worden gelezen. Voor het delen van persoonlijke en gevoelige informatie kan je verwachten dat de eigenaar van de website is gevalideerd (Groen). Als een hacker schadelijke inhoud plaatst op een website met een gevalideerde eigenaar, verandert de validatiestatus direct na de eerste melding in Amber of Rood. \nBekende kwaadaardige of onveilige websites worden gemarkeerd als Rood.\n\n\nDe extensie kent een score toe:\n\n     -\tGroen (OK): de website-eigenaar heeft een Extended Validation Certificaat uitgegeven door een Certificaat Autoriteit of de website-eigenaar is geregistreerd op atwork.safeonweb.be.\n        Daarom:\n             o  Het zou OK moeten zijn om verder te surfen op deze website.\n             o   Het zou OK moeten zijn om gegevens te delen op deze website.\n\n    -\tOranje (!): de eigenaar van de website heeft een Organisatie Validatie Certificaat, of een Domein Validatie Certificaat uitgegeven door een Certificaat Autoriteit, en de website is niet geregistreerd op atwork.safeonweb.be.\n       Daarom:\n            o  Het zou OK moeten zijn om verder te surfen op deze website.\n            o  Als je twijfelt, onthoud je dan van het delen van gegevens op deze website.\n\n    -\tRood (X): de website mist basisbeveiligingsfuncties of staat bekend als kwaadaardig. De eigenaar van de website heeft geen certificaat en is daarom niet gevalideerd. \n       Daarom:\n            o  Wij raden af deze website te bezoeken en gegevens te delen.\n\n\n/!\\  De Safeonweb browser extensie vervangt je antivirusprogramma niet. De extensie kan geen virussen op je computer detecteren. Ze controleert de inhoud van de website niet, noch welke informatie er wordt uitgewisseld. /!\\\n\nZorg ervoor dat u altijd de laatst gepubliceerde versie van de extensie gebruikt. \n/!\\ Alle versies ouder dan 1.8.2 zijn uit gebruik genomen en werken niet meer. /!\\\n\nHet Centrum voor Cybersecurity België (CCB) is de nationale autoriteit voor cyberveiligheid in België (https://ccb.belgium.be/). \nEen van de missies van het CCB is om van België een van de meest cyberveilige landen in Europa te maken."
  }
}