{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Comment Generator for LinkedIn"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Engage without burning out: Add Comment Generator for Linkedin to your engagement strategy and write genuine comments with ease."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Coming up with original ways to engage and comment on LinkedIn™ can be really time-consuming. However, with Comment Generator for LinkedIn, this is no longer the case. \n\nComment Generator has successfully crafted over 300,000 comments on Instagram, Threads and LinkedIn, a milestone achieved through the active engagement of its valued customers 😍\n\nCustomers value this extension for LinkedIn™ because:\n⭐️ it cut time drastically and helped relieve work load \n⭐️ it has significantly increased meaningful conversations\n⭐️ it has helped them to attract new clients\n⭐️ generated comments are natural and not \"bot language\"\n⁣\nBy using the Comment Generator as part of your engagement strategy, you are more likely to spark conversations, gain attention from your target audience, and attract potential customers. Meaningful engagement can lead to lasting connections within the LinkedIn™ community.⁣\n\n★ Key features of Comment Generator:\n✓ Easy to set up and get started to engage efficiently on LinkedIn™\n✓ Choose from different commenting objectives\n✓ Works in all major European and Non-European languages\n✓ Apply further settings such as comment length and tone. \n✓ Advanced settings: Include a personal closing line and set your preferred commenting language.\n\n★ Get started\nSign up for free: Comment Generator requires an account you can create immediately after the installation. You'll get a 7-day free trial with a quota of 30 comments (no credit card required) and can upgrade your account for more. Visit https://comment-generator.com for pricing details. Cancel anytime.\n\n★ Contact the makers of Comment Generator\nIf you want to report a bug or have a feature request, please do not hesitate to reach me directly at mail@comment-generator.com. You can find more info on the extension usage under https://comment-generator.com/success_linkedin.html\n\n★ Disclaimer\nComment Generator does not belong or is not related to the official LinkedIn™ application / website in any ways. It is an unofficial extension that is developed and maintained independently. Comment Generator (browser extension) is a wrapper to the original LinkedIn™ web application and makes it more usable by adding functionality to add auto-generated comments. This Chrome plugin is not endorsed or certified by any third party. All third party logos and trademarks displayed on this Chrome plugin are properties of the third parties. Comment Generator is distributed AS IS. For more info and terms of service, visit our web site: https://comment-generator.com\n\n★ Whats New:\n1.0.1:\n- Fixed a bug where the extension's logo wasn't showing.\n\n1.0: \n- Beta testing completed. Features complete. Website released. Let's rock it!"
  }
}