{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Weekly Notepad"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple weekly to-do list and note-taking extension."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Weekly Notepad - Organize Your Week with Ease\n\nAre you looking for a simple yet effective tool to manage your weekly tasks and notes? The Weekly Notepad extension helps you keep your schedule under control with its user-friendly design and efficient features!\n\nKey Features:\nFull Weekly Layout: Easily navigate and manage your notes for each day of the week (Monday to Sunday) with dedicated sections.\n\nRich Text Formatting: Make your notes bold, italic, <u>underlined</u>, or strikethrough. Add ordered and unordered lists to keep your notes organized. Quickly format your text using the toolbar or keyboard shortcuts.\n\nAuto-Save Functionality: Your notes are automatically saved as you type; no need to worry about losing important information.\n\nDark Mode Support: Switch to dark mode to reduce eye strain and enjoy a more comfortable reading experience.\n\nQuick Note Clearing: Easily clear the notes for any day with a single click and start fresh.\n\nBoost Productivity with Keyboard Shortcuts: Increase your efficiency with handy keyboard shortcuts:\n\nBold: Ctrl+B\nItalic: Ctrl+I\nUnderline: Ctrl+U\nAnd more!\nHow It Works:\nOpen the Extension: Click on the Weekly Notepad icon in your browser toolbar to open the extension.\n\nSelect a Day: Navigate to the day you want to add or view notes for.\n\nWrite Your Notes: Click in the note area and start typing. Use the toolbar or keyboard shortcuts to format your text as desired.\n\nAuto-Save: Your notes are saved automatically; there's no need to save manually.\n\nClear Notes: Use the \"Clear\" button under each day to delete the notes for that day.\n\nCustomize Settings: Click on the settings icon in the top-right corner to switch to dark mode and view available keyboard shortcuts.\n\nWith Weekly Notepad, whether you're managing your work schedule, keeping track of personal tasks, or jotting down important reminders, staying organized has never been easier. Download now and take control of your week!\n\nFeedback:\nYour feedback is valuable to us! If you have any suggestions or encounter any issues, please don't hesitate to contact us. Your input helps us improve and provide you with the best possible experience."
  }
}