{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nội Thất Ken",
    "en": "Ken Furniture"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tính diện tích của rèm cửa dựa trên chiều rộng và chiều cao",
    "en": "Calculate the area of curtains based on width and height"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ứng dụng Chrome Extension này mang đến cho bạn khả năng tính diện tích của rèm cửa dựa trên chiều rộng và chiều cao mà bạn cung cấp. Bạn cũng có thể lựa chọn đơn vị đo lường phù hợp (Inch, Centimet, hoặc Mét). Hãy nhập thông tin và nhấn nút \"Tính Diện Tích\" để biết kết quả ngay lập tức.\n\nNgoài ra, ứng dụng cũng cung cấp tính năng tìm kiếm sản phẩm trên trang web noithatken.com. Điền từ khóa vào ô tìm kiếm và nhấn nút \"Tìm kiếm\" để mở trang kết quả tìm kiếm.\n\nSử Dụng\nNhập chiều rộng và chiều cao của rèm cửa.\nChọn đơn vị đo lường mong muốn.\nNhấn nút \"Tính Diện Tích\" để xem kết quả.\nĐiền từ khóa tìm kiếm và nhấn nút \"Tìm kiếm\" để tìm sản phẩm trên noithatken.com.\nDùng thanh điều hướng để thực hiện các tìm kiếm và tính toán thuận tiện.\nSản Phẩm Nội Thất Ken\nBạn cũng có thể sử dụng ứng dụng để xem giá và thông tin chi tiết về một số sản phẩm nội thất Ken, bao gồm nệm cao su non và rèm cửa gỗ. Chọn sản phẩm và nhập số lượng để xem giá và thông tin chi tiết.\n\nPhiên Bản\nVer 1.45\n\nLưu Ý\nĐối với tính năng tìm kiếm sản phẩm, ứng dụng sẽ mở một tab mới chứa kết quả tìm kiếm trên trang noithatken.\n\nLiên hệ góp ý ứng dụng tại:\n- Địa chỉ: 488 Tô Ký Phường Tân Chánh Hiệp Quận 12\n- SĐT: 0982 006 247\n- Zalo : 0982006247"
  }
}