{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AxieSave"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Uma extensão para salvar URLs do market do Axie Infinity"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AxieSave é uma extensão de navegador que permite salvar URLs de páginas da web para acessá-las facilmente mais tarde. Com AxieSave, você pode manter uma lista organizada de sites importantes, artigos interessantes e recursos úteis que você deseja visitar novamente.\n\nAs vantagens de usar a extensão AxieSave são várias. Primeiro, você pode economizar tempo e esforço ao não precisar lembrar ou digitar manualmente as URLs de seus sites favoritos. Em vez disso, você pode simplesmente clicar no ícone da extensão e acessar sua lista de sites salvos em apenas alguns cliques.\n\nAlém disso, AxieSave permite que você organize seus Axies salvos em categorias personalizadas, tornando mais fácil encontrar o que você precisa rapidamente. Por exemplo, você pode criar categorias como \"Plant\", \"Beast\" ou \"Bug\" e salvar os Axies relevantes em cada uma delas.\n\nOutra vantagem é a sincronização da extensão com sua conta do Google, o que significa que você pode acessar sua lista de Axies salvos em qualquer dispositivo que esteja conectado à sua conta, como seu laptop, tablet ou celular.\n\nEm resumo, AxieSave é uma extensão útil para quem deseja manter uma lista organizada de Axies da web para acessá-los facilmente mais tarde. Suas vantagens incluem economia de tempo e esforço, organização personalizada e sincronização com sua conta do Google."
  }
}