{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Open in Opera Browser"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically send links to the Opera browser from left or right-click without cluttering your Clipboard."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "By using an open-source native client, this extension transfers links between your browse and Opera browser. The extension can configure to capture left-click over links and send configured hostnames to the Opera browser. This extension also provides a right-click context menu item to send links to the Opera browser without the need to copy the link to the system's clipboard first. Note that for this extension to send links, you need to install a small NodeJS-based native client. Without this native integration, the extension is not working. At this moment, the native-client only supports Windows, Linux, and Mac operating systems.\n\nFeatures:\nSend the current page to the Opera browser.\nSend all tabs to the Opera browser.\nClose a tab when the link is sent to the Opera browser.\nSend tabs in the current window to the Opera browser.\nOpen Opera browser if no instance is present.\nAdd a new tab to the Opera browser if an instance is detected.\nSupport managed storage to configure the extension by a domain administrator instead of directly configuring each extension on a network.\n\n\n--- Legal\nOpera is a trademark of Opera Inc., registered in the U.S. and other countries. This extension is an independent project and has no relationship to the Opera team or Opera Inc."
  }
}