{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Siteimprove Browser Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Measure of the quality and potential impact of a site's digital presence"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Website Performance At Your Fingertips\n\nHave you ever caught yourself browsing your website and wondered how well a particular page is actually performing? If you did, the Siteimprove Browser Extension is exactly what you’re looking for. No need to leave the page anymore, you can see performance scores right where you are and start improving your DCI™ Scores immediately.\n\nYou have the most comprehensive performance metrics always by your side. Instantly see:\n\n- how a web page lives up to quality standards\n- how discoverable it is for search engines\n- how well it performs with regards to accessibility standards \n \nNot a Siteimprove customer? Learn more about the Digital Certainty Index and how your website performance scores are measured: https://siteimprove.com/en/core-platform/dci/\n\n--------------------------------------\n\nAbout Siteimprove\n\nSiteimprove offers the world's most comprehensive cloud-based Digital Presence Optimization (DPO) software. The Siteimprove Intelligence Platform provides eye-opening insights that empower you and your team to create higher quality content, drive better traffic, measure digital performance, and work towards regulatory compliance—all from one place. Siteimprove is also proud to offer best-in-class technical support, academy courses, services, and technology integrations.\n\nFind out why more than 7,000 organizations around the world practice DPO using the Siteimprove Intelligence Platform at https://siteimprove.com/en/."
  }
}