{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Careerfonia"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automates job application process with just one click"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience the power of automation with our cutting-edge Chrome extension, designed to revolutionize your job application process. Whether you're looking to explore new opportunities or target specific roles, our extension is here to help you every step of the way.\n\nKey Features:\nAutomated Job Applications: Simply specify the type of job you're seeking and the number of applications you want to submit. Our extension will handle the rest, applying to suitable positions on your behalf.\nTime-Saving Efficiency: Save valuable time by letting our extension manage your job applications, allowing you to focus on preparing for interviews and advancing your career.\nMaximized Opportunities: Increase your chances of securing interviews by effortlessly sending out multiple applications, ensuring you're always in the running for the best positions.\nWhy Choose Our Extension?\nSeamless Automation: Eliminate the tedious task of filling out multiple job applications. Our extension ensures your applications are consistently and efficiently submitted.\nUser-Friendly Interface: Enjoy an intuitive and easy-to-use interface that makes job searching a breeze.\nCustomizable Settings: Tailor the extension to your specific job preferences and application volume, giving you full control over your job search strategy.\nTransform your job search with our automated solution and make the most of your time. Spend less time on application forms and more on preparing for your next big opportunity.\n\nFor support or inquiries, please contact us at support@careerfornia.com.\n\nDownload the extension now and take the first step towards a smarter, more efficient job search!"
  }
}