{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Madalin Stunt Cars 3"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Madalin stunt cars 3 - free super high-quality 3d graphics inside your browser."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Madalin Stunt Cars 3 features many new improvements in visuals and gameplay, including the super handy rear view mirror! Choose one of the 40 coolest cars, set a color and get ready for the race of your life.\n\nCompared to other free online car games, Madalin Stunt Cars 3 also offers some of the most varied tracks and cars.\n\nWhether you’re looking to practice your skills on the loop-the-loop obstacles without crashing your dream ride into the ground or maintain the momentum to try by gripping to the roof of a gigantic tunnel, MSC3 has it all.\n\nAnd the mayhem doesn’t stop there! If you love the carnage that comes with throwing your cars off enormous ramps, showing off your drifting skills or racing your friends, and plenty more - you need to check out what Madalin Stunt Cars 3 has to offer.\n\nSince Madalin Stunt Cars 3 is entirely free to enjoy here at Drifted, what are you waiting for? It’s the perfect time to prove your stunt skills on the world stage\n\nControl your car with WASD or Arrow keys, and press a SPACEBAR to use a E-brake. Press T to see your position and other players on the map, R to respawn and C to change camera view. Press F to accelerate using nitro.\n\nUP: Gas\nDOWN: Brake\nLEFT: Steer left\nRIGHT: Steer right\nSPACEBAR: E-brake\nF: Activate nitro\nC: Change camera\nT: See position\nR: Respawn"
  }
}