{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WikiLink"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Provides a link to Wikimedia projects and keeps track of new items on your watchlists."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flexible extension that provides a link to several Wikimedia projects, keeps track of new items on your watchlists and allows you to search wikis from your omni-bar.\n\nThe extension can link to the wiki project home page, your watchlist, a random page or WikiHub. The page can open in either a new tab or your current tab.\n\nWiki projects can be searched from the omni-bar by typing \"wiki\" followed by a space and your search.\n\nYou can select any Wikimedia supported languages for the extension to be linked to. You can also customise your watchlist settings in the extension so that they are set every time you visit your watchlist through the extension.\n\nThe extension also keeps track of new items on your watchlist and shows you the number of items added to your watchlist since your last visit via the plugin. This feature can be turned off and the frequency of checking set to save data usage when you are paying per-MB.\n\n\nRecent Updates\n\n1.7.0\n - Added optional context menus\n - Fixed a couple of JS exceptions in the options pages\n1.6.1\n - Fixed bug with WikiData search.\n - Removed option to monitor your WikiData watchlist.\n1.6.0\n - Fixed connection error bug\n - Moved over to the MediaWiki API to improve stability\n - Suggestions added to the search bar\n1.5.4\n - Fixed language issue in options\n1.5.3\n - Fixed permissions issue on WikiData\n - Added support for Wikivoyage\n1.5.2\n - Fixed new not logged in issue\n1.5.1\n - Fixed the not logged in issue\n - Added support for Wikidata\n1.5.0\n - Added option of linking to WikiHub - a new Wikimedia mashup from TezSoft\n - Updated to manifest 2 to ensure future Chrome compatibility & increase security\n - Support dropped for locked languages\n - Omnibar searches now return search results if no exact match is found"
  }
}