{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pearlfinders Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick search on Pearlfinders Search All page"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Access need-to-know insights and contact data for your most valuable prospects - from Pearlfinders, directly from your Chrome browser. \n\nPearlfinders provides sales professionals with exactly what they need: Forward-looking insights on the spending plans of companies across marketing, sponsorship and HR and GDPR-compliant contact data with 95%+ deliverability – so you can reach your prospects and build meaningful relationships. \n\nUse the Pearlfinders Chrome Extension to: \n\n“Quick Search” for a phrase on Pearlfinders, taking you directly to the Pearlfinders platform. \n\nClick on a word/phrase anywhere on a browser and search that keyword on Pearlfinders. \n\nDownload Pearlfinders’ Chrome Extension and see how the platform could be helping your sales team win more work. But don’t just take it from us… \n\n“Pearlfinders has been a game-changer for our lead generation efforts. Its extensive database and advanced search features have saved us countless hours of research” – Director, Hound \n\n\"We cannot recommend this service highly enough. The platform has had a profound impact on our prospecting efforts and resulted in significant sales success - it’s become indispensable for our sales team both today, and for the foreseeable future.” – General Manager, Dale Carnegie \n\n“Pearlfinders is a great platform to keep abreast of global trends and developments in the world of sports sponsorships. The interesting updates and the extensive reports about brands in various industries makes the platform very useful.” – Account Manager New Partnerships, PSV Eindhoven"
  }
}