{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Alt+Up"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Go to parent address. Use Alt+Up to move up one level like in many file browsers."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Go to parent address. This means removing the page anchor (#xxx), query string (?xxx), file or the last directory (/xxx) or sub-domain (xxx.), whichever is first found (preserving mentioned order).\n\nThis extension is a fork of Przemysław Pawełczyk's otherwise excellent – but seemingly stalled – extension NavigUp 0.4.0. The major changes I've made are:\n\n• Keyboard shortcuts will work as long as Chrome has focus. They don't require the actual page content to have the focus.\n• Removed extension icon from cluttering the address bar\n• Works on ftp:// and file:// schemes\n• Extension requires less permissions\n• SSL connections are no longer downgraded\n• Optional keyboard shortcuts for going all the way up to the domain and subdomain address root level\n\n== Shortcuts ==\nDefaults to Alt+Up or Command+Up on Mac. The shortcuts for going all the way up to the domain and subdomain address root levels are by default unassigned. These shortcuts can be changed on the \"Extensions\" page's menu, under \"Keyboard shortcuts.\"\n\n== Permissions ==\n\"Access your tabs and browsing activity.\"\n(\"tabs\" permission)\nThe \"tabs\" permission is a broad one, but it is used only for setting the current tab's URL when the keyboard shortcut is used.\n\n== License ==\nExtension is licensed under Affero GPL v3.\n\n== Version History ==\n1.0.3\n• Some code cleanup\n\n1.0.2\n• Added optional shortcut for going all the way up to the subdomain root address\n\n1.0.1\n• Future-proofing by replacing a deprecated function call\n\n1.0.0\n• Initial version\n\n== Privacy Policy ==\nThis extension does not collect or share user data in any way."
  }
}