{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cronofy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Schedule directly from your browser tabs"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Cronofy Chrome extension enables you to create personalized invitation links to enhance your Cronofy scheduling experience within Chrome.\n\nIt does this by finding the contact details on a web page and prepopulating a scheduling request, saving typing and removing room for error.\n\nThe SaaS tools and applications we use everyday are where the contact details of the people we want to meet with are stored. But not all these applications come with the scheduling features you need to create booking links or send calendar invites.\n\nWith our Chrome browser extension it doesn't matter. You can look at a client's profile and create a personalized invitation link directly from your CRM for example. Or you can create an invitation link at the same time as you are composing an email.\n\nWhen you share a Cronofy invitation link with someone you do not commit to more than one meeting. The link can only be used to book one event in your calendar.\n\nAfter a contact has clicked on the invitation link you sent them, they will only see the time slots that you've made available and won't access any information about other events in your calendar.\n\nBenefits:\n\n- Personalized scheduling experience\n- Security and privacy\n- Stay in control of your schedule\n- Share your real-time availability"
  }
}