{
  "name": {
    "ar": "تغيير الوجه - مبادل الوجوه بتقنية الذكاء الاصطناعي",
    "am": "ፋስክኖስ - ኤአይ ፋስ ስዋፕ፥",
    "bg": "Промяна на лице - AI Face Swapper",
    "bn": "ফেস চেঞ্জ - এআই ফেস সোয়াপার",
    "ca": "Canvi de Cara - Canviador de Cara amb Intel·ligència Artificial",
    "cs": "Změna obličeje - Výměnník obličeje s umělou inteligencí",
    "da": "Ansigtsskift - AI Ansigtsswapper",
    "de": "Kostenloser KI-Gesichtstausch - Foto & Video",
    "el": "Αλλαγή Προσώπου - Ανταλλαγή Προσώπου με Τεχνητή Νοημοσύνη",
    "en,en_AU,en_GB,en_US": "Free AI Face Swap - Photo & Video",
    "es,es_419": "Cambio de Rostro - Intercambiador de Rostros con IA",
    "et": "Näo Vahetus - AI Näovahetaja",
    "fa": "تغییر چهره - جابجایی چهره با هوش مصنوعی",
    "fi": "Kasvomuutos - AI Kasvonsiirrin",
    "fil": "Pagbabago ng Mukha - AI Face Swapper",
    "fr": "Échange de visages IA gratuit - Photo & Vidéo",
    "gu": "ચહેરા બદલવાનું - AI ચહેરા સ્વેપર",
    "he": "שינוי פנים - מחליף פנים באמצעות הבנה עמוקה",
    "hi": "चेहरा बदलें - ए.आई. फेस स्वैपर",
    "hr": "Promjena Lica - Zamjena Lica s Umjetnom Inteligencijom",
    "hu": "Arcváltás - AI Arccsere",
    "id": "Pertukaran Wajah Kecerdasan Buatan Gratis - Foto & Video",
    "it": "Cambio di Volto - Scambiatore di Volto con Intelligenza Artificiale",
    "ja": "フェイスチェンジ - AIフェイススワッパー",
    "kn": "ಮುಖ ಬದಲಾಯಿಸಿ - ಏಆಯ್ ಮುಖ ಬದಲಾಯಕ",
    "ko": "얼굴 변경 - AI 얼굴 교환기",
    "lt": "Veido Keitimas - AI Veido Keitiklis",
    "lv": "Sejas Maiņa - AI Sejas Mainītājs",
    "ml": "മുഖം മാറ്റൽ - AI മുഖം മാറ്റിക്കാൻ",
    "mr": "चेहरा बदला - AI फेस स्वॅपर",
    "ms": "Pertukaran Wajah Kecerdasan Buatan Percuma - Foto & Video",
    "nl": "Gezichtsverandering - AI Gezichtswisselaar",
    "no": "Ansiktsendring - AI Ansiktsbytter",
    "pl": "Zmiana Twarzy - Wymieniacz Twarzy z Wykorzystaniem Sztucznej Inteligencji",
    "pt_BR,pt_PT": "Mudança de Rosto - Trocador de Rosto com IA",
    "ro": "Schimbare Față - Schimbător de Față cu Inteligență Artificială",
    "ru": "Бесплатный обмен лицами с помощью ИИ - фото и видео",
    "sk": "Zmena Tváre - Výmena Tváre s Umelou Inteligenciou",
    "sl": "Sprememba Obraza - AI Menjevalec Obraza",
    "sr": "Promena Lica - Zamena Lica sa Veštačkom Inteligencijom",
    "sv": "Ansiktsbyte - AI Ansiktsbytare",
    "sw": "Badilisha Uso - Mbadala wa Uso wa AI",
    "ta": "முகம் மாற்றம் - ஏஆய் முகம் மாற்றக்கூடியவர்",
    "te": "ముఖం మార్పు - AI ముఖం మార్చేందుకు",
    "th": "เปลี่ยนหน้า - เปลี่ยนหน้าด้วยปัญญาประดิษฐ์",
    "tr": "Ücretsiz AI Yüz Değiştirme - Fotoğraf ve Video",
    "uk": "Зміна Обличчя - AI Обмінник Обличчя",
    "vi": "Thay Đổi Khuôn Mặt - AI Thay Đổi Khuôn Mặt",
    "zh_CN": "换脸 - AI换脸器",
    "zh_TW": "換臉 - AI臉部交換器"
  },
  "short": {
    "ar": "تغيير الوجه هو مبادل قوي للوجوه يستخدم تقنية الذكاء الاصطناعي لتغيير وجه الصور!",
    "am": "ፋስክኖስ አንደ አጠቃቀም ያለው ኤአይ ፋስ ስዋፕ፥ እናንተን የሚቀመጡት ስለሚለዋወጡ ፋሲካዎችን መቀየር እናንተን በኤአይ ተካትሎ የተለያዩ አካባቢዎች ተጠቃሚ ማቅረብ ይቻላል!",
    "bg": "Промяна на лице е мощен AI Face Swapper, използващ технологията на изкуствения интелект, за да променя лицето на изображения!",
    "bn": "ফেস চেঞ্জ একটি শক্তিশালী এআই ফেস সোয়াপার, যেটি এআই প্রযুক্তি ব্যবহার করে চিত্রের মুখ পরিবর্তন করতে।",
    "ca": "El Canvi de Cara és un potent intercanviador de cares amb tecnologia d'Intel·ligència Artificial per canviar la cara de les imatges!",
    "cs": "Změna obličeje je výkonný Výměnník obličeje využívající umělou inteligenci k výměně obličeje na obrázcích!",
    "da": "Ansigtsskift er en kraftfuld AI ansigtsswapper, der bruger AI-teknologi til at ændre ansigtet på billeder!",
    "de": "Der kostenlose KI-Gesichtstausch unterstützt den Austausch einzelner Fotos, den Austausch mehrerer Fotos und den Austausch von…",
    "el": "Η Αλλαγή Προσώπου είναι ένα ισχυρό εργαλείο Ανταλλαγής Προσώπου που χρησιμοποιεί τεχνητή νοημοσύνη για να αλλάξει το πρόσωπο των…",
    "en,en_AU,en_GB,en_US": "Free AI Face Swapper supports a single photo face swap, multiple photo face swap, and video face swap!",
    "es,es_419": "Cambio de Rostro es un potente intercambiador de rostros con tecnología de IA para cambiar el rostro de las imágenes.",
    "et": "Näo Vahetus on võimas AI näovahetaja, mis kasutab tehisintellekti tehnoloogiat piltide näo muutmiseks!",
    "fa": "تغییر چهره یک جابجایی چهره با قدرت استفاده از فناوری هوش مصنوعی برای تغییر چهره در تصاویر!",
    "fi": "Kasvomuutos on tehokas tekoälykasvonsiirrin, joka käyttää tekoälyteknologiaa kuvien kasvojen muuttamiseen!",
    "fil": "Ang Pagbabago ng Mukha ay isang makapangyarihang AI face swapper na gumagamit ng teknolohiyang AI upang baguhin ang mukha ng mga…",
    "fr": "L'échange de visages IA gratuit prend en charge l'échange de visages sur une seule photo, l'échange de visages sur plusieurs photos…",
    "gu": "ચહેરા બદલવાનું એ એક શક્તિશાળી AI ચહેરા સ્વેપર છે, જે AI ટેકનોલોજીનો ઉપયોગ કરે છે ચિત્રોના ચહેરા બદલવાના માટે!",
    "he": "שינוי פנים הוא מחליף פנים בעל יכולות חכמת מלאכות מלאכות המשתמש בטכנולוגיית הבנה העמוקה לשינוי הפנים בתמונות!",
    "hi": "चेहरा बदलें एक शक्तिशाली ए.आई. फेस स्वैपर है जो ए.आई. तकनीक का उपयोग करके छवियों के चेहरे को बदलने के लिए है!",
    "hr": "Promjena Lica je moćan AI zamjenitelj lica koji koristi AI tehnologiju za mijenjanje lica na slikama!",
    "hu": "Az Arcváltás egy erős AI arccserélő, amely mesterséges intelligenciát használ az arcok cseréjéhez a képeken!",
    "id": "Pertukaran Wajah Kecerdasan Buatan Gratis mendukung pertukaran wajah satu foto, pertukaran wajah beberapa foto, dan pertukaran…",
    "it": "Il Cambio di Volto è un potente scambiatore di volto con tecnologia AI per cambiare il volto delle immagini!",
    "ja": "フェイスチェンジは、画像や動画の顔を変えるための強力なAIフェイススワッパーで、AI技術を使用しています。",
    "kn": "ಮುಖ ಬದಲಾಯಿಸಿ ಎಂದರೆ ಚಿತ್ರಗಳ ಮುಖಗಳನ್ನು ಬದಲಾಯಿಸಲು ಏಆಯ್ ತಂತ್ರಾಂಶವನ್ನು ಬಳಸುವ ಶಕ್ತಿಶಾಲಿ ಏಆಯ್ ಮುಖ ಬದಲಾಯಕವಾಗಿದೆ!",
    "ko": "얼굴 변경은 이미지의 얼굴을 변경하기 위해 AI 기술을 사용하는 강력한 AI 얼굴 교환기입니다!",
    "lt": "Veido Keitimas yra galingas AI veido keitiklis, naudojantis dirbtinio intelekto technologiją keisti veidus nuotraukose!",
    "lv": "Sejas Maiņa ir spēcīgs AI sejas mainītājs, kas izmanto mākslīgā intelekta tehnoloģiju, lai mainītu sejas attēlos!",
    "ml": "മുഖം മാറ്റൽ ഒരു ശക്തമായ AI മുഖം മാറ്റിക്കാനുള്ള ഉപകരണമാണ്, ചിത്രങ്ങളിൽ മുഖം മാറ്റാൻ AI സൗകര്യങ്ങൾ ഉപയോഗിക്കുന്നു!",
    "mr": "चेहरा बदला हे एक शक्तिशाली AI फेस स्वॅपर आहे, ज्याने छवियां बदलविण्यासाठी AI तंत्रज्ञानाचा वापर करते!",
    "ms": "Pertukaran Wajah Kecerdasan Buatan Percuma menyokong pertukaran wajah satu foto, pertukaran wajah beberapa foto, dan pertukaran…",
    "nl": "Gezichtsverandering is een krachtige AI-gezichtswisselaar die gebruikmaakt van AI-technologie om het gezicht van afbeeldingen te…",
    "no": "Ansiktsendring er en kraftig AI ansiktsbytter som bruker AI-teknologi til å endre ansiktet på bilder!",
    "pl": "Zmiana Twarzy to potężny AI wymieniacz twarzy, który używa technologii sztucznej inteligencji do zmiany twarzy na obrazach lub…",
    "pt_BR,pt_PT": "Mudança de Rosto é um poderoso trocador de rosto com tecnologia de IA para alterar o rosto de imagens ou vídeos!",
    "ro": "Schimbare Față este un schimbător de față puternic cu tehnologie AI pentru a schimba fața imaginilor!",
    "ru": "Бесплатный обмен лицами с помощью ИИ поддерживает обмен лицами на одной фотографии, обмен лицами на нескольких фотографиях и обмен…",
    "sk": "Zmena Tváre je výkonný AI výmeník tváre využívajúci technológiu umelej inteligencie na zmenu tváre obrázkov!",
    "sl": "Sprememba Obraza je močan AI menjevalec obraza, ki uporablja tehnologijo umetne inteligence za spreminjanje obraza na slikah!",
    "sr": "Promena Lica je moćan AI menjač lica koji koristi veštačku inteligenciju za promenu lica na slikama!",
    "sv": "Ansiktsbyte är en kraftfull AI-ansiktsbytare som använder AI-teknik för att ändra ansikten på bilder!",
    "sw": "Badilisha Uso ni mbadala hodari wa uso wa AI unaoitumia teknolojia ya AI kubadilisha uso wa picha!",
    "ta": "முகம் மாற்றம் என்பது படங்களில் முகம் மாற்ற ஏஆய் தொழில்நுட்பம் பயன்படுகின்ற வல்லுநர் முக மாற்றக்கூடியவர் ஆகும்!",
    "te": "ముఖం మార్పు ఒక శక్తిశాలి AI ముఖం మార్చేందుకు, చిత్రాలలో ముఖాన్ని మార్చడానికి AI తంత్రజ్ఞానాన్ని ఉపయోగిస్తుంది!",
    "th": "เปลี่ยนหน้าคือเครื่องมือเปลี่ยนหน้าด้วยปัญญาประดิษฐ์ที่มีประสิทธิภาพ ใช้เทคโนโลยีปัญญาประดิษฐ์เพื่อเปลี่ยนหน้าในภาพหรือวิดีโอ!",
    "tr": "Ücretsiz AI Yüz Değiştirme, tek bir fotoğraf yüz değişimi, birden fazla fotoğraf yüz değişimi ve video yüz değişimini destekler!",
    "uk": "Зміна Обличчя - це потужний AI обмінник обличчя, який використовує технологію штучного інтелекту для зміни обличчя на зображеннях!",
    "vi": "Thay Đổi Khuôn Mặt là một công cụ thay đổi khuôn mặt mạnh mẽ sử dụng công nghệ AI để thay đổi khuôn mặt trong ảnh!",
    "zh_CN": "换脸是一款强大的AI换脸器，利用人工智能技术改变图像中的面孔！",
    "zh_TW": "換臉是一個強大的AI臉部交換器，利用人工智慧技術改變圖像中的臉部！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FaceChange is a face swap plugin tool which can help you swap face in image or video with one click. It’s easy to use and free!\n\nFaceChange features:\nFace Swap: easily swap faces in photos or videos. \nUse AI Technology: this extension using AI Technology makes your photos fun after changing faces.\nIt’s Free: The FaceChange extension is totally free with no hidden fees, ensuring you a good AI face swap experience. \nEasy to use: there is no complicated steps to replace face of your images, just a few clicks to generate face swap. \nPrivacy Protection: We will not store or share your information and all photos will be deleted after processing. \nPreview: you can preview the face swap effect before generation.\n\nNotice: Prior to utilizing any face-related features, users are required to obtain explicit consent from the individuals involved. It is imperative not to conceal the use of deepfake technology when sharing content on online platforms.\n\nI hereby disclaim any responsibility for any malicious activities conducted through the use of this software. This project is solely intended for educational purposes, with the primary goal of exploring artificial intelligence.",
    "en,en_AU": "Face Change - Free AI Face Swapper\nFace Change is a free AI face swapper which allows you change any face on photos or videos, creating realistic images and videos with seamlessly swapped faces. Best of all, it's free and supports unlimited swaps. \n\nKey features\n1 AI face swap for photos\nInstantly swap faces in any photo using cutting-edge AI technology.\n2 Swap face in video\nUpload your face photo and become the star of any movie or show with our entertaining face swap effect.\n3 Multiple face swap\nInstantly replace faces in group pictures, whether they're family, wedding, or graduation photos. Create a fresh new image with seamlessly changed faces.\n4 No ads\nEnjoy a seamless face-swapping experience without any ads, ensuring smooth and uninterrupted face changes.\n5 100% free\nEnjoy unlimited swaps at no cost. Our face swapper extension is truly free, not just a trial.\n6 No login required\nExperience the magic of photo and video face swap with just one click, no login required.\n7 Unlimited swaps \nEnjoy unlimited free swaps with our face-swapping extension, unlike other swap services that restrict you with trial limitations.\n8 Privacy\nSafely utilize this extension with confidence. All generated photos or videos are securely deleted, ensuring your data remains private and unshared.\n\nHow to use\n1 Simply click on the extension icon and upload your face photo.\n2 Click on the \"Generate\" button to receive the swapped photo.\n\nAlternatively, you can directly replace faces in any photo or video without opening the extension interface.\n\n1 Right-click on the photo you want to swap faces in and select the swap icon.\n2 Click on the \"Generate\" button to obtain the swapped photo."
  }
}