{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Multi Messenger WhatsApp GMail Insta"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ONE-CLICK-ACCESS of All Social Media and GET NOTIFICATIONS for new Mails and Messages"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ALL-IN-ONE Platform will change your way to use chrome browser and will give boost to your productivity by eradicating switching time between WhatsApp and Gmail - one Extension brings all Social Media together.(Next generation Multi Messenger)\nOne Click-Access and get Status of WhatsApp, Instagram, GMAIL and Many More from A single Side Menu.\nAll-In-one platform will provide you power to do Chats with friends and see latest post and we will notify you for new messages.\nDuring web surfing and opening same WebPages Many times. Now this will not happen(We believe in ONE Tab ONE WebPage). We will work for you to make sure always open already opened WebPage.\n\nALL-IN-ONE is best in:\n\n- Give status of all the web pages from a single SideMenu.\n\n- Support notifications, so you will be always notified about new messages even when you aren’t checking the web page.\n\n- Fastest Launch of popular web pages.\n\n- One Tab One Platform, Sometimes we open same web page on multiple tab now you don't have to worry about this, We are here to help you.\n\n- Completely Free, No Donations and No ADS.\n\n- Better than any Multi Messenger(doesn't load web page again and again).\n\n\n\nNote: All-In-One platform neither collect any type of User Data nor track any user activity and it is an independent product and Developed only for giving best browser experience to You.\nYou can be part of our beautiful journey by giving us suggestions about how can we improve ALL-IN-ONE Platform. \nThankyou for reading, Have a Great day :-)"
  }
}