{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ECMS Current Plan Compiler"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PDF Merger for ECMS is a Chrome extension designed specifically for users of the Pennsylvania Department of Transportation's…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PDF Merger for ECMS is a Chrome extension designed specifically for users of the Pennsylvania Department of Transportation's Engineering and Construction Management System (ECMS). This extension streamlines the process of merging PDF documents directly from your browser, enhancing productivity and efficiency for contractors, engineers, and administrative staff involved in transportation projects.\n\nFeatures:\n\n- Easy PDF Merging: With a single click, merge multiple PDF files into one consolidated document without leaving your browser.\n- ECMS Integration: Tailored for use with the ECMS platform, ensuring a seamless workflow for users accessing https://www.ecms.penndot.pa.gov/.\n- Secure and Private: Operates entirely within your browser, ensuring that your documents are never uploaded or stored on external servers.\n- Real-time Status Updates: The extension provides real-time feedback, displaying the number of PDFs being processed and indicating when the merge is complete.\n- URL-Specific Functionality: The merge button is enabled exclusively on the ECMS website, ensuring that the extension's functionality is focused and secure.\n\nHow to Use:\n\n1. Navigate to the ECMS website (https://www.ecms.penndot.pa.gov/).\n2. Click on the PDF Merger for ECMS icon in your browser's extension tray.\n3. Press the \"Compile\" button to start merging your PDFs. The button will display \"Processing...\" along with the number of PDFs being merged.\n4. Once the merging process is complete, the merged PDF will be available for download\n\nPermissions:\n\n- Access to https://www.ecms.penndot.pa.gov/ for integration with the ECMS platform.\n- Ability to read and modify browser tabs to facilitate the merging process.\n\nSupport:\n\nFor support, feature requests, or bug reports, please contact ryanchenyang@gmail.com\n\nPrivacy Policy:\n\nPDF Merger for ECMS is committed to protecting your privacy. The extension does not collect, store, or transmit any personal information or document content."
  }
}