{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Arcane Wallpaper New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An Epic Transformation for Your Browser"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Step into the world of Arcane and experience the magic and intensity of the series with this captivating theme. Designed for fans of the show, it brings your browser to life with stunning visuals inspired by the beautifully detailed landscapes and powerful characters. Whether you're a fan of Piltover’s sophistication or Zaun’s mysterious charm, the Arcane theme delivers a vibrant and immersive experience directly to your new tab page.\n\nBut this theme is more than just a visual treat. It enhances your browsing functionality with several key features designed to improve your daily online interactions.\n\nShortcuts for Easy Access\nWith the Arcane theme, you get easy access to your most-used apps and websites right from the new tab page. Quickly launch your favorite sites with just a click—be it social media, news, or productivity tools. This time-saving feature ensures you’re never far from your digital essentials.\n\nTime Display\nStay on track with the built-in time display feature. Whether you're working or relaxing, you'll always have the current time right at your fingertips, helping you manage your day more efficiently.\n\nBookmarks\nEasily store and access your favorite websites with the bookmark functionality. Keep everything you need just a click away and enjoy a clutter-free, organized browser setup.\n\nNotes\nNeed to jot something down quickly? The built-in notes feature allows you to save reminders, thoughts, and ideas, keeping everything within reach as you browse.\n\nTheme Switching\nTired of the same look? With the theme-switching function, you can easily change the appearance of your new tab page whenever you like, keeping your browser fresh and exciting.\n\nWith these added features, the Arcane theme offers not just a visual upgrade, but a functional one too. Embrace the magic of Arcane and transform your browsing experience today."
  }
}