{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEO Labs"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension for SEO analysis."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEO Labs: Your Ultimate SEO Analysis Toolkit\n\nTransform your SEO strategy with SEO Labs, the comprehensive Chrome extension designed to optimize your web pages effortlessly. Whether you're a digital marketer, content creator, or website owner, SEO Labs provides the essential tools you need to analyze and improve your website's search engine performance.\n\nKey Features:\n\nFocus Keywords Analysis\n\nInput multiple focus keywords and use PrimeReact's autocomplete feature to streamline your keyword research process.\nAnalyze your current web page for keyword usage and optimization with a single click.\nSEO Information Overview\n\nGet detailed SEO data for your web pages, including:\nURL\nTitle Tag\nMeta Description\nCanonical URL\nhreflang Tags\nOpen Graph Tags (og\n, og\n, og\n, and more)\nInstantly identify missing elements with error icons and highlighted content.\nHeadings Structure Validation\n\nVisualize your heading hierarchy with a clear, structured tree view.\nAutomatically highlight focus keywords within your headings.\nReceive alerts for missing H1 and H2 tags, and detect hierarchy errors.\nKeyword Distribution Insights\n\nAnalyze the distribution of your focus keywords within your content.\nGet comprehensive word and character counts, excluding HTML tags.\nVisualize keyword density and receive feedback with color-coded labels (Great, Good, Average, Warning, Danger).\nLink Analysis\n\nParse and categorize links on your page into Navigation, Footer, and Content links.\nIdentify and highlight do-follow and no-follow links with distinct labels.\nInstantly find and review all internal and external links on your web pages.\nSettings\n\nEasily manage your data with options to clear all keywords and reset analyzed data for a fresh start.\n\nWhy Choose SEO Labs?\n\nUser-Friendly Interface: Intuitive design makes it easy to navigate and use.\nDetailed Insights: Comprehensive analysis helps you identify and fix SEO issues quickly.\nPerformance Optimization: Fast and efficient, SEO Labs ensures you get the information you need without slowing down your browsing experience.\nSecure and Reliable: Built with the latest web technologies, SEO Labs is secure and reliable, protecting your data and privacy.\n\nHow to Use:\n\nInstall the SEO Labs extension from the Chrome Web Store.\nClick the SEO Labs icon in your Chrome toolbar.\nInput your focus keywords and click 'Analyze' to start your SEO audit.\nNavigate through the tabs to view detailed insights and recommendations for your web page.\nUnlock the full potential of your website's SEO with SEO Labs. Download now and start optimizing your web pages for better search engine performance!"
  }
}