{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VPN Mexico - Planet VPN lite Proxy",
    "de": "VPN Mexiko - Planet VPN lite Proxy",
    "fr": "VPN Mexique - Planet VPN lite Proxy",
    "hi": "VPN मेक्सिको - प्लेनेट वीपीएन लाइट प्रॉक्सी"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get accesss to any website or service with our free VPN Mexico proxy",
    "de": "Erhalten Sie Zugang zu jeder Website oder jedem Dienst mit unserem kostenlosen VPN Mexiko Proxy",
    "fr": "Accédez à n'importe quel site ou service avec notre proxy VPN Mexique gratuit.",
    "hi": "हमारे मुफ्त वीपीएन मेक्सिको प्रॉक्सी के साथ किसी भी वेबसाइट या सेवा तक पहुंच प्राप्त करें।"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enjoy fast and secure internet browsing with VPN Mexico by Planet VPN Lite. Our Chrome extension offers unique Mexican servers for smooth and reliable connections. Whether you’re streaming, browsing, or working, VPN Mexico keeps your data private and secure.\n\nKey Features:\n\n- Unique Mexican Servers:\n  Connect to high-speed servers located in Mexico for fast and reliable access to local content.\n\n- High Speed:\n  No more buffering or slow connections. Our servers provide lightning-fast speeds for streaming and browsing.\n\n- Killswitch:\n  Stay protected even if your connection drops. The Killswitch feature blocks all internet traffic if the VPN disconnects, keeping your data safe.\n\n- Robust Encryption:\n  Protect your online activities with strong encryption. Your data stays secure from hackers.\n\n- 24/7 Support:\n  Our support team is available anytime to help you with questions or issues. Get assistance whenever you need it.\n\nWhy Choose VPN Mexico Proxy Chrome Extension:\n\n1. No registration or personal data:\n  Start using the extension instantly. We do not require registration or store any history of your online activities.\n\n2. Enhanced Privacy:\n   Keep your online activities private. With strong encryption and a no-logs policy, your data stays safe.\n\n3. Simple and Intuitive:\n   Our user-friendly interface makes it easy to connect to the VPN and start browsing securely in seconds.\n\n4. Reliable Performance:\n   Enjoy smooth and fast internet access with our high-speed servers. No more interruptions or slowdowns.\n\n5. Comprehensive Security:\n   Protect your personal information on public Wi-Fi and unsecured networks. VPN Mexico keeps your data secure at all times.\n\nUnlock the full potential of the internet with VPN Mexico by Planet VPN Lite. Download our Chrome extension today and enjoy a fast, secure, and private online experience in Mexico!\n\nGet started with VPN Mexico by Planet VPN Lite and let us know in reviews if you find it helpful!"
  }
}