{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Compass Wallet for Sei"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A crypto wallet for Sei Blockchain, brought to you by the Leap Wallet team."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Compass is the best way to navigate through the Sei ecosystem. A wallet that’s as fast as the fastest L1, with features to make your voyage easier!\n\nSeamlessly explore SEI networks and dApps like Levana, Sparrowswap, Fuzio, Kryptonite and more.\n\nTransfer your assets, earn staking rewards, view NFTs, and much more! All within one easy to use wallet.\n\nThis is how Compass makes your SEI experience better 🧭\n\n**Made for exploring**\n\n- Send & receive assets across Sei network, with support for all assets on mainnet & testnet.\n- Connect to multiple dApps and transact seamlessly, to explore the best of DeFi and web3 on Sei.\n- Superior Wallet Management: Create multiple wallets using the same seed phrase, and switch seamlessly whenever you need.\n- NFT Gallery to view all your collectible treasures.\n- Easy to read activity log, so you always know where your assets have been.\n- Address book to save trusted addresses for frequent use.\n\n**Safety, Transparency, Trust**\n\n- 100% Non Custodial: Your keys are always yours, and no one else has access to them. Ever.\n- Seamlessly connect with Ledger via bluetooth for added security.\n\n**Stake & grow your portfolio!**\n\n- In-wallet staking lets you put your assets to work with the most trustworthy validators\n- Single click reward claims\n- Airdrops updated right inside your wallet.\n\n**Not like any other SEI wallet.**\n\n- In wallet faucet lets you quickly get testnet tokens.\n- Support for custom tokens, so you can add new assets manually.\n- Custom features to help you make the best of DeFi, NFTs, and more.\n\n**COMING SOON: Mobile App:**"
  }
}