{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Galileo FX News Notifier"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Notifies users when a new blog post is published on the Galileo FX blog."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the Galileo FX News Notifier – your essential Google Chrome extension for staying updated with all the latest from the official Galileo FX blog. This tool ensures you're always in the loop, receiving instant notifications every time a new blog post is published.\n\nGalileo FX is renowned for its comprehensive trading solutions, and the Galileo FX News Notifier is no different. Whether you're a seasoned trader or a beginner, staying informed is crucial, and this extension is designed to keep you always updated with official news, insights, and updates from Galileo FX.\n\nWith the Galileo FX News Notifier, you will never miss out on important news again. The extension seamlessly integrates with your browser, delivering notifications straight to your desktop the moment a new post goes live on the Galileo FX blog. This feature is particularly beneficial for those who want to be the first to know about new strategies, updates, and official announcements from Galileo FX.\n\nGalileo FX is dedicated to providing the best tools and resources for traders, and the Galileo FX News Notifier is a testament to this commitment. By keeping you always informed, this extension helps you make the most of the latest news and updates from the official Galileo FX team, ensuring you stay ahead in your trading journey.\n\nUsing the Galileo FX News Notifier is straightforward and convenient. Simply add it to your Chrome browser, and you're set. Every time there's a new update, you’ll receive a notification, allowing you to immediately access the latest information from the Galileo FX blog. This ensures you're always in touch with the latest developments, official news, and updates that matter most to your trading success.\n\nIn conclusion, the Galileo FX News Notifier is an invaluable tool for anyone serious about trading with Galileo FX. It keeps you always updated with official news, helping you stay informed and make better trading decisions. Don't miss out on the latest updates from Galileo FX – install the Galileo FX News Notifier today and stay ahead with all the official news and updates you need."
  }
}