{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wordle unblocked game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wordle unblocked game"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The ultimate way to enjoy Wordle every day with Haha Games' Chrome extension! Are you a Wordle enthusiast looking for unblocked, hassle-free access to your favorite word game? Look no further! Our extension is your perfect solution, offering a seamless and consistent Wordle experience directly through your Chrome browser.\n\nThe extension is specifically designed for Wordle lovers who encounter access restrictions, whether at school, work, or in regions where the game is not easily accessible. Our extension bypasses these limitations, ensuring that you can enjoy Wordle anytime, anywhere. Simply click on the extension icon, and Wordle will load up in a new tab no matter how restricted your Internet access is!\n\nInstallation is easy. Just a few clicks and you're ready to dive into the Wordle world without any interruptions. We focus on delivering a straightforward, user-friendly interface that blends perfectly into your daily browsing experience. No complicated settings or technical know-how needed! \n\nPrivacy and security are our top priorities. Our extension respects your browsing experience, ensuring that your personal information remains protected while you indulge in your daily word challenges. We believe in offering an uncluttered, ad-free experience, so you can focus solely on the joy of playing Wordle.\n\nOur extension is lightweight and doesn't slow down your browser, promising a smooth and efficient Wordle session every time. Regular updates keep the extension running flawlessly, providing you with the best possible Wordle access day after day.\n\nInstall now and never miss out on your daily dose of Wordle fun craziness!\n\nHow to Uninstall:\nLocate the 3-dot menu icon in the upper-right corner of your browser.\nMove your cursor to 'More tools' and select 'Extensions' from the dropdown menu.\nSearch for the Wordle unblocked game extension in your list of installed extensions.\nClick on \"Remove\" to uninstall."
  }
}