{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Recipe Spotlight"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Skip through the stories and find the recipe you're looking for."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Recipe Spotlight: Your Ultimate Cooking Companion\n\nTired of scrolling through endless stories to find the recipe you want? Recipe Spotlight is here to save your time and enhance your cooking experience!\n\nKey Features:\n🔍 Instant Recipe Extraction: Automatically detects and displays recipes from any food blog or cooking website.\n🚀 Clutter-Free View: Removes ads, unnecessary images, and distracting elements for a clean, focused recipe presentation.\n📱 Responsive Design: Works seamlessly on desktop and mobile devices.\n🔒 Privacy-Focused: No data collection or tracking - your cooking habits stay private.\n🌐 Wide Compatibility: Works on most popular recipe websites and food blogs.\n⚙️ Customizable: Easily disable the extension on specific sites if needed.\n\nHow It Works:\n1. Visit any recipe page\n2. Recipe Spotlight automatically detects and extracts the recipe\n3. View the recipe in a clean, easy-to-read format\n4. Cook with ease!\n\nPerfect for:\n• Home cooks of all levels\n• Busy professionals seeking quick meal ideas\n• Food enthusiasts who love trying new recipes\n• Anyone who wants to skip the life story and get straight to the recipe\n\nDownload Recipe Spotlight now and transform your online cooking experience. Say goodbye to endless scrolling and hello to effortless recipe viewing!\n\nKeywords: recipe extractor, cooking helper, food blog assistant, recipe finder, cooking extension, recipe viewer, culinary tool, kitchen assistant\n\nCookbook Icons created by Freepik - Flaticon: https://www.flaticon.com/free-icons/cookbook"
  }
}