{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sortd for Gmail"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "All-in-one Sales, Service, Help Desk & Task Manager for Gmail teams. Visual boards right in Gmail to share, assign and track emails."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sortd for Gmail is a is a simple, lightweight add-on for Gmail that will transform your email into organized lists to help you grow your business. Close more deals, manage projects and get more done as a team - right from Gmail!\n\nDeliver an exceptional service experience for your customers - increased efficiency, no more emails slipping through the cracks, and faster turnaround times.\n\n➜ Drag and drop email organization\n➜ Trello-style Kanban Boards\n➜ Contextual team chat in email threads\n➜ Email open tracking\n➜ Sharing\n➜ Contacts\n➜ Notes\n➜ Follow-up flags\n➜ Reminders, and more...\n\nOrganize email communication with customers, follow-ups with suppliers, and plan and manage projects - with ONE simple tool in Gmail that gives you and your entire team complete visibility over the status of work, and keeps everyone aligned.\n\nStreamline processes and manage remote work with ease.\n\nYou spend your time in your email – get rid of the separate systems and hacky spreadsheets you use to keep track of work and use Sortd instead!\n\nYour entire team can now easily see who's working on what, with a transparent view of both email conversations and team tasks in the same place. Everyone now has a single version of the truth and your team can be better aligned than ever.\n\nNo more looking for information in multiple systems - with Sortd everything is organized, and accessible, in an app that you are already using.\n\nSortd is great for managing anything you do a lot of in Gmail.\n\n- Build sales relationships and manage your sales pipeline without the need for a bloated CRM.\n- Manage your hiring process and tracking applicants through your process.\n- Collaborate with your team, assign tasks and manage projects.\n- Deal with customer support.\n- Account management (delight your customers by being on top of your game).\n- Plan events and manage registrations.\n- Manage email and web form leads.\n\nIdeal for teams and businesses looking for a simple, cost effective, powerful solution for crucial functions like sales, account management and customer support - right inside Gmail.\n\nFEATURES…\n\n➜ Transform your Gmail interface into a powerful organizer and Workflow management tool.\n\n➜ Share email in a collaborative workspace designed for you and your team to get stuff done.\n\n➜ Live chat for every email conversation to discuss client needs and issues with your team. In context. In real-time!\n\n➜ Trello-style Kanban boards with customizable list names.\n\n➜ Email open tracking to know when your emails are read.\n\n➜ Notes for each of your contacts so you can see a history of every interaction with customers and prospective customers (notes come up every time you open any email from a particular contact).\n\n➜ Rename the email subject - enough said.\n\n➜ Tasks and emails in one workspace so you can plan your day the way you want to right from your email Inbox.\n\n➜ Set follow-up reminders for both Tasks and Emails.\n\n➜ Snooze important emails that you don’t need to deal with right away. They will come back into  your Inbox at a later time for you to deal with.\n\n➜ Deal cards can be moved through your sales pipeline. Each deal card has its own notes, reminders and activity tracking.\n\n➜ Sales and activity reports give you a quick and understandable insights into your sales pipeline and what needs attention.\n\n➜ Shared team contacts to build your CRM contact database as you work your deals in Gmail.\n\nSortd adapts to the needs of any business in any industry.  Get your email, tasks, projects and teamwork all Sortd!\n\nIf you have any questions, please feel free to reach out to us on team@sortd.com."
  }
}