{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,tr,uk": "AI Speakeasy Microphone for ChatGPT, Perplexity and Claude",
    "de": "AI Speakeasy Mikrofon für ChatGPT, Perplexity und Claude",
    "es": "AI Speakeasy Microphone para ChatGPT, Perplexity y Claude",
    "fr": "AI Speakeasy Microphone pour ChatGPT, Perplexity et Claude",
    "id": "AI Speakeasy Microphone untuk ChatGPT, Perplexity dan Claude",
    "it": "AI Speakeasy Microphone per ChatGPT, Perplexity e Claude",
    "ja": "ChatGPT、Perplexity、Claude用のAI Speakeasyマイク",
    "pt_BR,pt_PT": "Microfone AI Speakeasy para ChatGPT, Perplexity e Claude",
    "ru": "AI Speakeasy Микрофон для ChatGPT, Perplexity и Claude",
    "th": "ไมโครโฟน AI Speakeasy สำหรับ ChatGPT, Perplexity และ Claude",
    "vi": "Micro AI Speakeasy cho ChatGPT, Perplexity và Claude",
    "zh_CN,zh_TW": "AI Speakeasy Microphone for ChatGPT, Perplexity 和 Claude"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,tr,uk": "AI Speakeasy transform your voice into text prompts instantly with ChatGPT, Perplexity, and Claude",
    "de": "AI Speakeasy verwandelt deine Stimme sofort in Text-Eingabeaufforderungen für ChatGPT, Perplexity und Claude",
    "es": "AI Speakeasy transforma tu voz en textos instantáneamente con ChatGPT, Perplexity y Claude",
    "fr": "AI Speakeasy transforme instantanément votre voix en invites textuelles avec ChatGPT, Perplexity et Claude",
    "id": "AI Speakeasy mengubah suara Anda menjadi prompt teks secara instan dengan ChatGPT, Perplexity, dan Claude",
    "it": "AI Speakeasy trasforma la tua voce in prompt di testo istantaneamente con ChatGPT, Perplexity e Claude",
    "ja": "AI Speakeasyは、あなたの声を即座にChatGPT、Perplexity、Claudeのテキストプロンプトに変換します",
    "pt_BR": "AI Speakeasy transforma sua voz em prompts de texto instantaneamente com ChatGPT, Perplexity e Claude",
    "pt_PT": "AI Speakeasy transforma a sua voz em prompts de texto instantaneamente com ChatGPT, Perplexity e Claude",
    "ru": "AI Speakeasy мгновенно преобразует ваш голос в текстовые подсказки для ChatGPT, Perplexity и Claude",
    "th": "AI Speakeasy แปลงเสียงของคุณเป็นพรอมต์ข้อความทันทีด้วย ChatGPT, Perplexity และ Claude",
    "vi": "AI Speakeasy chuyển đổi giọng nói của bạn thành văn bản ngay lập tức với ChatGPT, Perplexity và Claude",
    "zh_CN": "AI Speakeasy 即时将您的声音转换为 ChatGPT、Perplexity 和 Claude 的文本提示",
    "zh_TW": "AI Speakeasy 即時將您的聲音轉換為 ChatGPT、Perplexity 和 Claude 的文本提示"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk": "**AI Speakeasy Microphone for ChatGPT, Perplexity and Claude**\n\nSeamless Speech-to-Text Interaction with AI Chat Services\n\nCreated by Robert Hudek\n\n**What is AI Speakeasy?**\n\nAI Speakeasy is your go-to Chrome extension for seamless speech-to-text functionality. It allows you to effortlessly interact with popular AI chat services like ChatGPT, Perplexity, and Claude. Enhance your productivity with a simple popup microphone and an editable, multi-language text box.\n\n**Features**\n\n- Voice-to-Text: Transcribe your voice into text effortlessly.\n- Multi-Language Support: Choose your preferred language from a dropdown menu.\n- Integration: Works seamlessly with ChatGPT, Perplexity, and Claude.\n- Customizable Shortcuts: Set up your preferred keyboard shortcuts for easy access.\n- Local Storage: Your preferences are stored locally on your device.\n\n**Customizing Keyboard Shortcuts**\n\n1. Go to Chrome Extensions Shortcuts Page, chrome://extensions/shortcuts\n2. Locate AI Speakeasy in the list of installed extensions.\n3. Change the default Open Speakeasy Popup shortcut\n   - Find the desired action (e.g., Open Speakeasy Popup), click the pencil icon next to the input box, and enter your preferred key combination (e.g., click the keys Control and the spacebar together to create the keyboard shortcut for Ctrl Space).\n4. Refresh your browser page to ensure the shortcuts are active.\n\n**How it Works**\n\n1. Open the Microphone Popup\n   - Mac: Shift + Command + Y (default, you can change this)\n   - Windows: Shift + Alt + Y (default, you can change this)\n   - Customize this shortcut as described below under \"Customizing Keyboard Shortcuts.\"\n\n2. Start/Stop Recording\n   - The microphone starts recording automatically when the popup opens.\n   - Space: Stop recording immediately or toggle the microphone off/on \n   - Note: This space shortcut is active only when the cursor is not in the Prompt Textbox\n\n3. Select Your Language\n   - Choose your preferred language from the dropdown menu. This setting is saved locally for future use so you do not have to specify it each time.\n\n4. Dictation\n   - Pause After Speaking: After you speak, pause for a second or two to allow the extension to catch up. This will display your dictation in the textbox.\n   - Check and Edit: Pause occasionally to see how your words are transcribed. If there's an error, click the red stop button to adjust. You can then place your cursor where needed and continue by toggling the start-stop button.\n   - No Punctuation Needed: Don't worry about punctuation like commas, periods, or question marks. The AI chatbot can understand without them. If you want to add punctuation, you can stop and insert it manually, but it's generally unnecessary.\n   - Automatic Scrolling: The textbox will automatically scroll down as you pause, showing the last few lines of what you said. You can also manually scroll up and down if needed.\n\n5. Editing Text\n   - Edit the text in the Prompt Textbox or restart your speech-to-text input from any cursor position.\n   - Use Shift+Enter to add a line.\n   - Friendly reminder: Pressing Enter sends the text to the AI so please use Shift+Enter if you want to add a line\n   - The textbox will automatically scroll if the text is too long to fit.\n\n6. Sending Text to AI Chatbot\n   - Press Enter to send the text and close the popup.\n   - Or, click the green check button below the Prompt Textbox to send the text to the AI Chatbot.\n   - Friendly reminder: Inside the textbox use Shift+Enter instead of Enter to add a line.\n\n7. Close the Popup\n   - Click on the 'X' in the upper right corner to close it.\n   - Or, use the Open Microphone Popup shortcut which can also toggle the popup to close it\n\n**Keyboard Shortcuts**\n\n- Open Microphone Popup:\n   - Mac: Shift + Command + Y (default, you can change this)\n   - Windows: Shift + Alt + Y (default, you can change this)\n\n- Toggle Microphone:\n   - Space: Starts/Stops the microphone (active only when the cursor is not in the Prompt Textbox).\n\n- Send Text to AI Chatbot:\n   - Enter: Sends the text (active only when the cursor is not in the Prompt Textbox).\n\n**Why Use AI Speakeasy?**\n\n- Productivity: Transcribe your thoughts quickly and easily.\n- Convenience: Simple interface with powerful features.\n- Integration: Works with leading AI chat services.\n- Cost: FREE\n- Privacy Assured: Your data is secure and private. Your preferences are stored locally on your device.\n\n**Speech-to-Text Functionality and Quality Notice**\n\nOur Speech-to-Text (STT) service uses the Google Chrome browser Web Speech Recognition API, which excels in English, delivering a markedly lower error rate compared to its performance in other languages. This is due to the inherent design of the API, which is optimized for English. If you encounter suboptimal STT quality in your preferred language, we suggest trying the English setting for a potentially improved experience. While we recognize this may not be an ideal solution for everyone, please understand that within the constraints of the current technology, this is the best free service we can provide.\n\n**Shape the Future with Us!**\n\nDo you have a favorite AI chatbot you'd like AI Speakeasy to support? We are always looking to improve and expand our capabilities. If there's a particular chatbot you'd love to see integrated, please send us a message. We'll take a look and try to add it to the list. Currently, AI Speakeasy supports ChatGPT, Perplexity, and Claude.\n\n**We Prioritize Your Privacy**\n\nAI Speakeasy does not collect or store personal data on external servers. All speech-to-text transcriptions are processed through Google's Chrome browser using the Web Speech Recognition API, and your preferences are stored locally on your device via Google Chrome's local storage. While the Google APIs we employ may manage data according to their own protocols—over which we have no control—we assure you that we, the developers of AI Speakeasy, do not have access to your data and do not share it with any third parties, including ourselves. Thus, beyond what is necessary for the functionality of the Google APIs, your information remains strictly confidential and is not disclosed to ourselves or any third parties.\n\n**Elevate Your Experience!**\n\nEnhance your AI chat interactions with AI Speakeasy. Download now and experience the convenience of speech-to-text in your browser!",
    "de": "**AI Speakeasy Microphone für ChatGPT, Perplexity und Claude**\n\nNahtlose Sprach-zu-Text-Interaktion mit AI-Chat-Diensten\n\nErstellt von Robert Hudek\n\n**Was ist AI Speakeasy?**\n\nAI Speakeasy ist Ihre unverzichtbare Chrome-Erweiterung für nahtlose Sprach-zu-Text-Funktionalität. Sie ermöglicht Ihnen, mühelos mit beliebten AI-Chat-Diensten wie ChatGPT, Perplexity und Claude zu interagieren. Steigern Sie Ihre Produktivität mit einem einfachen Popup-Mikrofon und einer bearbeitbaren, mehrsprachigen Textbox.\n\n**Funktionen**\n\n- Sprache-zu-Text: Transkribieren Sie Ihre Stimme mühelos in Text.\n- Mehrsprachige Unterstützung: Wählen Sie Ihre bevorzugte Sprache aus einem Dropdown-Menü.\n- Integration: Funktioniert nahtlos mit ChatGPT, Perplexity und Claude.\n- Anpassbare Tastenkombinationen: Richten Sie Ihre bevorzugten Tastenkombinationen für einfachen Zugriff ein.\n- Lokale Speicherung: Ihre Einstellungen werden lokal auf Ihrem Gerät gespeichert.\n\n**Anpassen von Tastenkombinationen**\n\n1. Gehen Sie zur Chrome-Erweiterungen-Tastenkombinationsseite, chrome://extensions/shortcuts\n2. Suchen Sie AI Speakeasy in der Liste der installierten Erweiterungen.\n3. Ändern Sie die standardmäßige Open Speakeasy Popup-Tastenkombination\n   - Finden Sie die gewünschte Aktion (z. B. Open Speakeasy Popup), klicken Sie auf das Stiftsymbol neben dem Eingabefeld und geben Sie Ihre bevorzugte Tastenkombination ein (z. B. drücken Sie gleichzeitig die Tasten Steuerung und Leertaste, um die Tastenkombination Strg Leertaste zu erstellen).\n4. Aktualisieren Sie Ihre Browserseite, um sicherzustellen, dass die Tastenkombinationen aktiv sind.\n\n**Wie es funktioniert**\n\n1. Öffnen Sie das Mikrofon-Popup\n   - Mac: Shift + Command + Y (Standard, Sie können dies ändern)\n   - Windows: Shift + Alt + Y (Standard, Sie können dies ändern)\n   - Passen Sie diese Tastenkombination wie unten im Abschnitt \"Anpassen von Tastenkombinationen\" beschrieben an.\n\n2. Starten/Stoppen der Aufnahme\n   - Das Mikrofon beginnt automatisch mit der Aufnahme, wenn das Popup geöffnet wird.\n   - Leertaste: Stoppen Sie die Aufnahme sofort oder schalten Sie das Mikrofon ein/aus \n   - Hinweis: Diese Leertasten-Tastenkombination ist nur aktiv, wenn sich der Cursor nicht im Texteingabefeld befindet\n\n3. Wählen Sie Ihre Sprache\n   - Wählen Sie Ihre bevorzugte Sprache aus dem Dropdown-Menü. Diese Einstellung wird lokal für zukünftige Verwendung gespeichert, sodass Sie sie nicht jedes Mal angeben müssen.\n\n4. Diktat\n   - Pause nach dem Sprechen: Nach dem Sprechen machen Sie eine Pause von ein oder zwei Sekunden, um der Erweiterung Zeit zum Aufholen zu geben. Dadurch wird Ihr Diktat im Texteingabefeld angezeigt.\n   - Überprüfen und Bearbeiten: Machen Sie gelegentlich Pausen, um zu sehen, wie Ihre Wörter transkribiert werden. Wenn ein Fehler vorliegt, klicken Sie auf die rote Stopp-Schaltfläche, um Anpassungen vorzunehmen. Sie können dann den Cursor an die gewünschte Stelle setzen und durch Umschalten der Start-Stopp-Taste fortfahren.\n   - Keine Interpunktion erforderlich: Machen Sie sich keine Sorgen über Interpunktion wie Kommas, Punkte oder Fragezeichen. Der AI-Chatbot kann ohne sie verstehen. Wenn Sie Interpunktion hinzufügen möchten, können Sie anhalten und sie manuell einfügen, aber es ist im Allgemeinen nicht erforderlich.\n   - Automatisches Scrollen: Das Texteingabefeld scrollt automatisch nach unten, wenn Sie eine Pause machen, und zeigt die letzten Zeilen dessen, was Sie gesagt haben. Sie können auch manuell nach oben und unten scrollen, wenn nötig.\n\n5. Bearbeiten von Text\n   - Bearbeiten Sie den Text im Texteingabefeld oder starten Sie Ihre Spracheingabe von einer beliebigen Cursorposition neu.\n   - Verwenden Sie Shift+Enter, um eine Zeile hinzuzufügen.\n   - Freundliche Erinnerung: Das Drücken der Enter-Taste sendet den Text an die AI, verwenden Sie daher Shift+Enter, wenn Sie eine Zeile hinzufügen möchten\n   - Das Texteingabefeld scrollt automatisch, wenn der Text zu lang ist, um zu passen.\n\n6. Senden von Text an den AI-Chatbot\n   - Drücken Sie Enter, um den Text zu senden und das Popup zu schließen.\n   - Oder klicken Sie auf die grüne Schaltfläche mit dem Häkchen unter dem Texteingabefeld, um den Text an den AI-Chatbot zu senden.\n   - Freundliche Erinnerung: Verwenden Sie innerhalb des Texteingabefelds Shift+Enter anstelle von Enter, um eine Zeile hinzuzufügen.\n\n7. Schließen des Popups\n   - Klicken Sie auf das 'X' in der oberen rechten Ecke, um es zu schließen.\n   - Oder verwenden Sie die Open Microphone Popup-Tastenkombination, die das Popup auch zum Schließen umschalten kann.\n\n**Tastenkombinationen**\n\n- Mikrofon-Popup öffnen:\n   - Mac: Shift + Command + Y (Standard, Sie können dies ändern)\n   - Windows: Shift + Alt + Y (Standard, Sie können dies ändern)\n\n- Mikrofon umschalten:\n   - Leertaste: Startet/Stoppt das Mikrofon (nur aktiv, wenn sich der Cursor nicht im Texteingabefeld befindet).\n\n- Text an den AI-Chatbot senden:\n   - Enter: Sendet den Text (nur aktiv, wenn sich der Cursor nicht im Texteingabefeld befindet).\n\n**Warum AI Speakeasy verwenden?**\n\n- Produktivität: Transkribieren Sie Ihre Gedanken schnell und einfach.\n- Bequemlichkeit: Einfache Benutzeroberfläche mit leistungsstarken Funktionen.\n- Integration: Funktioniert mit führenden AI-Chat-Diensten.\n- Kosten: KOSTENLOS\n- Datenschutz gewährleistet: Ihre Daten sind sicher und privat. Ihre Einstellungen werden lokal auf Ihrem Gerät gespeichert.\n\n**Sprach-zu-Text-Funktionalität und Qualitätsanzeige**\n\nUnser Sprach-zu-Text (STT)-Dienst verwendet die Web Speech Recognition API von Google Chrome, die sich im Englischen auszeichnet und eine deutlich geringere Fehlerquote aufweist als in anderen Sprachen. Dies liegt an der inhärenten Gestaltung der API, die für Englisch optimiert ist. Wenn Sie eine suboptimale STT-Qualität in Ihrer bevorzugten Sprache feststellen, empfehlen wir, die englische Einstellung auszuprobieren, um möglicherweise eine verbesserte Erfahrung zu erzielen. Obwohl wir erkennen, dass dies nicht für jeden die ideale Lösung ist, bitten wir um Ihr Verständnis, dass dies innerhalb der Grenzen der aktuellen Technologie der beste kostenlose Dienst ist, den wir anbieten können.\n\n**Gestalten Sie die Zukunft mit uns!**\n\nHaben Sie einen bevorzugten AI-Chatbot, den AI Speakeasy unterstützen soll? Wir sind immer auf der Suche nach Möglichkeiten, unsere Fähigkeiten zu verbessern und zu erweitern. Wenn es einen bestimmten Chatbot gibt, den Sie gerne integriert sehen würden, senden Sie uns eine Nachricht. Wir werden es uns ansehen und versuchen, ihn zur Liste hinzuzufügen. Derzeit unterstützt AI Speakeasy ChatGPT, Perplexity und Claude.\n\n**Wir priorisieren Ihre Privatsphäre**\n\nAI Speakeasy sammelt oder speichert keine persönlichen Daten auf externen Servern. Alle Sprach-zu-Text-Transkriptionen werden über den Google Chrome-Browser mithilfe der Web Speech Recognition API verarbeitet, und Ihre Einstellungen werden lokal auf Ihrem Gerät über den lokalen Speicher von Google Chrome gespeichert. Obwohl die von uns verwendeten Google-APIs Daten gemäß ihren eigenen Protokollen verwalten können - über die wir keine Kontrolle haben - versichern wir Ihnen, dass wir, die Entwickler von AI Speakeasy, keinen Zugriff auf Ihre Daten haben und diese nicht mit Dritten, einschließlich uns selbst, teilen. Somit bleiben Ihre Informationen streng vertraulich und werden außer für die Funktionalität der Google-APIs nicht an uns oder Dritte weitergegeben.\n\n**Erhöhen Sie Ihr Erlebnis!**\n\nVerbessern Sie Ihre AI-Chat-Interaktionen mit AI Speakeasy. Laden Sie jetzt herunter und erleben Sie die Bequemlichkeit von Sprach-zu-Text in Ihrem Browser!",
    "es": "**AI Speakeasy Microphone para ChatGPT, Perplexity y Claude**\n\nInteracción de Voz a Texto Sin Interrupciones con Servicios de Chat AI\n\nCreado por Robert Hudek\n\n**¿Qué es AI Speakeasy?**\n\nAI Speakeasy es tu extensión de Chrome imprescindible para una funcionalidad de voz a texto sin interrupciones. Te permite interactuar fácilmente con servicios de chat AI populares como ChatGPT, Perplexity y Claude. Mejora tu productividad con un simple micrófono emergente y una caja de texto editable y multilingüe.\n\n**Características**\n\n- Voz a Texto: Transcribe tu voz en texto sin esfuerzo.\n- Soporte Multilingüe: Elige tu idioma preferido en un menú desplegable.\n- Integración: Funciona perfectamente con ChatGPT, Perplexity y Claude.\n- Atajos Personalizables: Configura tus atajos de teclado preferidos para un acceso fácil.\n- Almacenamiento Local: Tus preferencias se almacenan localmente en tu dispositivo.\n\n**Personalización de Atajos de Teclado**\n\n1. Ve a la página de Atajos de Extensiones de Chrome, chrome://extensions/shortcuts\n2. Localiza AI Speakeasy en la lista de extensiones instaladas.\n3. Cambia el atajo predeterminado Open Speakeasy Popup\n   - Encuentra la acción deseada (por ejemplo, Open Speakeasy Popup), haz clic en el ícono del lápiz junto al cuadro de entrada y escribe la combinación de teclas preferida (por ejemplo, presiona las teclas Control y espacio juntas para crear el atajo Ctrl Espacio).\n4. Actualiza la página de tu navegador para asegurarte de que los atajos estén activos.\n\n**Cómo Funciona**\n\n1. Abrir el Popup del Micrófono\n   - Mac: Shift + Command + Y (predeterminado, puedes cambiarlo)\n   - Windows: Shift + Alt + Y (predeterminado, puedes cambiarlo)\n   - Personaliza este atajo como se describe a continuación en la sección \"Personalización de Atajos de Teclado\".\n\n2. Iniciar/Detener la Grabación\n   - El micrófono comienza a grabar automáticamente cuando se abre el popup.\n   - Espacio: Detén la grabación inmediatamente o activa/desactiva el micrófono\n   - Nota: Este atajo de espacio está activo solo cuando el cursor no está en la Caja de Texto de Prompt\n\n3. Selecciona Tu Idioma\n   - Elige tu idioma preferido en el menú desplegable. Esta configuración se guarda localmente para uso futuro, por lo que no necesitas especificarlo cada vez.\n\n4. Dictado\n   - Pausa Después de Hablar: Después de hablar, haz una pausa de uno o dos segundos para permitir que la extensión se ponga al día. Esto mostrará tu dictado en la caja de texto.\n   - Verificar y Editar: Haz pausas ocasionales para ver cómo se transcriben tus palabras. Si hay un error, haz clic en el botón rojo de detener para ajustar. Luego puedes colocar el cursor donde sea necesario y continuar alternando el botón de inicio/detención.\n   - No Se Necesita Puntuación: No te preocupes por la puntuación como comas, puntos o signos de interrogación. El chatbot AI puede entender sin ellos. Si deseas agregar puntuación, puedes detenerte e insertarla manualmente, pero generalmente no es necesario.\n   - Desplazamiento Automático: La caja de texto se desplazará automáticamente hacia abajo cuando hagas una pausa, mostrando las últimas líneas de lo que dijiste. También puedes desplazarte manualmente hacia arriba y hacia abajo si es necesario.\n\n5. Editar Texto\n   - Edita el texto en la Caja de Texto de Prompt o reinicia tu entrada de voz a texto desde cualquier posición del cursor.\n   - Usa Shift+Enter para agregar una línea.\n   - Recordatorio amistoso: Presionar Enter envía el texto a la AI, así que usa Shift+Enter si deseas agregar una línea\n   - La caja de texto se desplazará automáticamente si el texto es demasiado largo para caber.\n\n6. Enviar Texto al Chatbot AI\n   - Presiona Enter para enviar el texto y cerrar el popup.\n   - O haz clic en el botón verde de marca de verificación debajo de la Caja de Texto de Prompt para enviar el texto al Chatbot AI.\n   - Recordatorio amistoso: Dentro de la caja de texto usa Shift+Enter en lugar de Enter para agregar una línea.\n\n7. Cerrar el Popup\n   - Haz clic en la 'X' en la esquina superior derecha para cerrarlo.\n   - O usa el atajo Open Microphone Popup que también puede alternar el popup para cerrarlo\n\n**Atajos de Teclado**\n\n- Abrir Popup del Micrófono:\n   - Mac: Shift + Command + Y (predeterminado, puedes cambiarlo)\n   - Windows: Shift + Alt + Y (predeterminado, puedes cambiarlo)\n\n- Alternar Micrófono:\n   - Espacio: Inicia/Detiene el micrófono (activo solo cuando el cursor no está en la Caja de Texto de Prompt).\n\n- Enviar Texto al Chatbot AI:\n   - Enter: Envía el texto (activo solo cuando el cursor no está en la Caja de Texto de Prompt).\n\n**¿Por Qué Usar AI Speakeasy?**\n\n- Productividad: Transcribe tus pensamientos rápida y fácilmente.\n- Conveniencia: Interfaz simple con características poderosas.\n- Integración: Funciona con los principales servicios de chat AI.\n- Costo: GRATIS\n- Privacidad Garantizada: Tus datos son seguros y privados. Tus preferencias se almacenan localmente en tu dispositivo.\n\n**Funcionalidad de Voz a Texto y Aviso de Calidad**\n\nNuestro servicio de Voz a Texto (STT) utiliza la API de Reconocimiento de Voz Web del navegador Google Chrome, que es excelente en inglés, ofreciendo una tasa de error significativamente menor en comparación con su rendimiento en otros idiomas. Esto se debe al diseño inherente de la API, que está optimizado para inglés. Si encuentras una calidad STT subóptima en tu idioma preferido, te sugerimos probar la configuración en inglés para una experiencia potencialmente mejorada. Aunque reconocemos que esto puede no ser la solución ideal para todos, comprende que dentro de las limitaciones de la tecnología actual, este es el mejor servicio gratuito que podemos ofrecer.\n\n**¡Moldea el Futuro con Nosotros!**\n\n¿Tienes un chatbot AI favorito que te gustaría que AI Speakeasy soportara? Siempre estamos buscando maneras de mejorar y expandir nuestras capacidades. Si hay un chatbot específico que te gustaría ver integrado, envíanos un mensaje. Lo revisaremos e intentaremos añadirlo a la lista. Actualmente, AI Speakeasy soporta ChatGPT, Perplexity y Claude.\n\n**Priorizamos Tu Privacidad**\n\nAI Speakeasy no recopila ni almacena datos personales en servidores externos. Todas las transcripciones de voz a texto se procesan a través del navegador Google Chrome utilizando la API de Reconocimiento de Voz Web, y tus preferencias se almacenan localmente en tu dispositivo a través del almacenamiento local de Google Chrome. Aunque las API de Google que utilizamos pueden gestionar datos de acuerdo con sus propios protocolos - sobre los cuales no tenemos control - te aseguramos que nosotros, los desarrolladores de AI Speakeasy, no tenemos acceso a tus datos y no los compartimos con terceros, incluidos nosotros mismos. Por lo tanto, además de lo necesario para la funcionalidad de las API de Google, tu información permanece estrictamente confidencial y no se divulga ni a nosotros ni a terceros.\n\n**¡Eleva Tu Experiencia!**\n\nMejora tus interacciones con chats AI usando AI Speakeasy. Descárgalo ahora y experimenta la conveniencia de la voz a texto en tu navegador!",
    "fr": "**AI Speakeasy Microphone for ChatGPT, Perplexity and Claude**\n\nInteraction vocale sans faille avec les services de chat AI\n\nCréé par Robert Hudek\n\n**Qu'est-ce que AI Speakeasy ?**\n\nAI Speakeasy est votre extension Chrome incontournable pour une fonctionnalité de reconnaissance vocale sans faille. Elle vous permet d'interagir facilement avec des services de chat AI populaires comme ChatGPT, Perplexity et Claude. Améliorez votre productivité grâce à un simple microphone popup et une zone de texte éditable et multilingue.\n\n**Fonctionnalités**\n\n- Voix vers texte : Transcrivez votre voix en texte sans effort.\n- Support multilingue : Choisissez votre langue préférée dans un menu déroulant.\n- Intégration : Fonctionne parfaitement avec ChatGPT, Perplexity et Claude.\n- Raccourcis personnalisables : Configurez vos raccourcis clavier préférés pour un accès facile.\n- Stockage local : Vos préférences sont stockées localement sur votre appareil.\n\n**Personnalisation des raccourcis clavier**\n\n1. Allez sur la page des raccourcis des extensions Chrome, chrome://extensions/shortcuts\n2. Trouvez AI Speakeasy dans la liste des extensions installées.\n3. Modifiez le raccourci par défaut Open Speakeasy Popup\n   - Trouvez l'action désirée (par exemple, Open Speakeasy Popup), cliquez sur l'icône du crayon à côté de la boîte de saisie, et entrez la combinaison de touches préférée (par exemple, cliquez sur les touches Control et espace ensemble pour créer le raccourci clavier Ctrl Espace).\n4. Actualisez votre page de navigateur pour vous assurer que les raccourcis sont actifs.\n\n**Comment ça marche**\n\n1. Ouvrir le popup microphone\n   - Mac : Shift + Command + Y (par défaut, vous pouvez le changer)\n   - Windows : Shift + Alt + Y (par défaut, vous pouvez le changer)\n   - Personnalisez ce raccourci comme décrit ci-dessous dans \"Personnalisation des raccourcis clavier\".\n\n2. Démarrer/Arrêter l'enregistrement\n   - Le microphone commence à enregistrer automatiquement lorsque le popup s'ouvre.\n   - Espace : Arrêtez l'enregistrement immédiatement ou basculez le microphone marche/arrêt \n   - Remarque : Ce raccourci espace est actif uniquement lorsque le curseur n'est pas dans la zone de texte de l'invite\n\n3. Sélectionnez votre langue\n   - Choisissez votre langue préférée dans le menu déroulant. Ce paramètre est enregistré localement pour une utilisation future, vous n'avez donc pas à le spécifier à chaque fois.\n\n4. Dictée\n   - Pause après avoir parlé : Après avoir parlé, faites une pause d'une seconde ou deux pour permettre à l'extension de rattraper son retard. Cela affichera votre dictée dans la zone de texte.\n   - Vérifiez et éditez : Faites des pauses occasionnelles pour voir comment vos mots sont transcrits. S'il y a une erreur, cliquez sur le bouton rouge d'arrêt pour ajuster. Vous pouvez ensuite placer votre curseur là où c'est nécessaire et continuer en basculant le bouton démarrer/arrêter.\n   - Pas besoin de ponctuation : Ne vous inquiétez pas des ponctuations comme les virgules, les points ou les points d'interrogation. Le chatbot AI peut comprendre sans eux. Si vous voulez ajouter de la ponctuation, vous pouvez vous arrêter et l'insérer manuellement, mais ce n'est généralement pas nécessaire.\n   - Défilement automatique : La zone de texte défilera automatiquement vers le bas lorsque vous faites une pause, affichant les dernières lignes de ce que vous avez dit. Vous pouvez également faire défiler manuellement vers le haut et vers le bas si nécessaire.\n\n5. Modification du texte\n   - Modifiez le texte dans la zone de texte de l'invite ou recommencez votre saisie vocale à partir de n'importe quelle position du curseur.\n   - Utilisez Shift+Enter pour ajouter une ligne.\n   - Rappel amical : Appuyer sur Enter envoie le texte à l'AI, utilisez donc Shift+Enter si vous souhaitez ajouter une ligne.\n   - La zone de texte défilera automatiquement si le texte est trop long pour tenir.\n\n6. Envoi du texte au chatbot AI\n   - Appuyez sur Enter pour envoyer le texte et fermer le popup.\n   - Ou, cliquez sur le bouton vert avec la coche sous la zone de texte de l'invite pour envoyer le texte au chatbot AI.\n   - Rappel amical : Dans la zone de texte, utilisez Shift+Enter au lieu de Enter pour ajouter une ligne.\n\n7. Fermer le popup\n   - Cliquez sur le 'X' dans le coin supérieur droit pour le fermer.\n   - Ou, utilisez le raccourci Open Microphone Popup qui peut également basculer le popup pour le fermer.\n\n**Raccourcis clavier**\n\n- Ouvrir le popup microphone :\n   - Mac : Shift + Command + Y (par défaut, vous pouvez le changer)\n   - Windows : Shift + Alt + Y (par défaut, vous pouvez le changer)\n\n- Basculer le microphone :\n   - Espace : Démarre/Arrête le microphone (actif uniquement lorsque le curseur n'est pas dans la zone de texte de l'invite).\n\n- Envoyer le texte au chatbot AI :\n   - Enter : Envoie le texte (actif uniquement lorsque le curseur n'est pas dans la zone de texte de l'invite).\n\n**Pourquoi utiliser AI Speakeasy ?**\n\n- Productivité : Transcrivez vos pensées rapidement et facilement.\n- Commodité : Interface simple avec des fonctionnalités puissantes.\n- Intégration : Fonctionne avec les principaux services de chat AI.\n- Coût : GRATUIT\n- Confidentialité assurée : Vos données sont sécurisées et privées. Vos préférences sont stockées localement sur votre appareil.\n\n**Fonctionnalité de reconnaissance vocale et avis de qualité**\n\nNotre service de reconnaissance vocale (STT) utilise l'API de reconnaissance vocale Web de Google Chrome, qui excelle en anglais, offrant un taux d'erreur nettement inférieur par rapport à ses performances dans d'autres langues. Cela est dû à la conception inhérente de l'API, qui est optimisée pour l'anglais. Si vous rencontrez une qualité STT sous-optimale dans votre langue préférée, nous vous suggérons d'essayer le réglage en anglais pour une expérience potentiellement améliorée. Bien que nous reconnaissions que cela puisse ne pas être une solution idéale pour tout le monde, veuillez comprendre que dans les limites de la technologie actuelle, c'est le meilleur service gratuit que nous pouvons offrir.\n\n**Façonnez l'avenir avec nous !**\n\nAvez-vous un chatbot AI préféré que vous aimeriez que AI Speakeasy prenne en charge ? Nous cherchons toujours à améliorer et à étendre nos capacités. S'il y a un chatbot particulier que vous aimeriez voir intégré, envoyez-nous un message. Nous y jetterons un coup d'œil et essayerons de l'ajouter à la liste. Actuellement, AI Speakeasy prend en charge ChatGPT, Perplexity et Claude.\n\n**Nous priorisons votre confidentialité**\n\nAI Speakeasy ne collecte ni ne stocke de données personnelles sur des serveurs externes. Toutes les transcriptions de reconnaissance vocale sont traitées via le navigateur Google Chrome en utilisant l'API de reconnaissance vocale Web, et vos préférences sont stockées localement sur votre appareil via le stockage local de Google Chrome. Bien que les API de Google que nous utilisons puissent gérer les données selon leurs propres protocoles - sur lesquels nous n'avons aucun contrôle - nous vous assurons que nous, les développeurs de AI Speakeasy, n'avons pas accès à vos données et ne les partageons avec aucune tierce partie, y compris nous-mêmes. Ainsi, au-delà de ce qui est nécessaire pour le fonctionnement des API de Google, vos informations restent strictement confidentielles et ne sont divulguées ni à nous ni à aucune tierce partie.\n\n**Élevez votre expérience !**\n\nAméliorez vos interactions avec les chats AI grâce à AI Speakeasy. Téléchargez maintenant et profitez de la commodité de la reconnaissance vocale dans votre navigateur !",
    "id": "**AI Speakeasy Microphone untuk ChatGPT, Perplexity dan Claude**\n\nInteraksi Ucapan ke Teks yang Mulus dengan Layanan Chat AI\n\nDibuat oleh Robert Hudek\n\n**Apa itu AI Speakeasy?**\n\nAI Speakeasy adalah ekstensi Chrome yang Anda butuhkan untuk fungsi ucapan ke teks yang mulus. Ini memungkinkan Anda untuk berinteraksi dengan mudah dengan layanan chat AI populer seperti ChatGPT, Perplexity, dan Claude. Tingkatkan produktivitas Anda dengan mikrofon popup sederhana dan kotak teks yang dapat diedit dan multibahasa.\n\n**Fitur**\n\n- Ucapan ke Teks: Transkripsi suara Anda menjadi teks dengan mudah.\n- Dukungan Multibahasa: Pilih bahasa pilihan Anda dari menu dropdown.\n- Integrasi: Bekerja dengan mulus dengan ChatGPT, Perplexity, dan Claude.\n- Pintasan yang Dapat Disesuaikan: Atur pintasan keyboard favorit Anda untuk akses mudah.\n- Penyimpanan Lokal: Preferensi Anda disimpan secara lokal di perangkat Anda.\n\n**Menyesuaikan Pintasan Keyboard**\n\n1. Buka halaman Pintasan Ekstensi Chrome, chrome://extensions/shortcuts\n2. Temukan AI Speakeasy dalam daftar ekstensi yang terpasang.\n3. Ubah pintasan default Open Speakeasy Popup\n   - Temukan tindakan yang diinginkan (misalnya, Open Speakeasy Popup), klik ikon pensil di sebelah kotak input, dan masukkan kombinasi tombol yang Anda inginkan (misalnya, tekan tombol Control dan spasi bersamaan untuk membuat pintasan keyboard Ctrl Spasi).\n4. Segarkan halaman browser Anda untuk memastikan pintasan aktif.\n\n**Cara Kerjanya**\n\n1. Buka Popup Mikrofon\n   - Mac: Shift + Command + Y (default, Anda dapat mengubahnya)\n   - Windows: Shift + Alt + Y (default, Anda dapat mengubahnya)\n   - Sesuaikan pintasan ini seperti dijelaskan di bawah bagian \"Menyesuaikan Pintasan Keyboard.\"\n\n2. Mulai/Berhenti Merekam\n   - Mikrofon mulai merekam secara otomatis saat popup dibuka.\n   - Spasi: Segera hentikan perekaman atau alihkan mikrofon on/off \n   - Catatan: Pintasan spasi ini hanya aktif saat kursor tidak berada di Kotak Teks Prompt\n\n3. Pilih Bahasa Anda\n   - Pilih bahasa pilihan Anda dari menu dropdown. Pengaturan ini disimpan secara lokal untuk penggunaan di masa mendatang sehingga Anda tidak perlu menentukannya setiap kali.\n\n4. Dikte\n   - Jeda Setelah Berbicara: Setelah berbicara, jeda selama satu atau dua detik untuk memungkinkan ekstensi mengejar ketinggalan. Ini akan menampilkan dikte Anda di kotak teks.\n   - Periksa dan Edit: Jeda sesekali untuk melihat bagaimana kata-kata Anda ditranskripsi. Jika ada kesalahan, klik tombol merah berhenti untuk menyesuaikan. Anda kemudian dapat meletakkan kursor di tempat yang diperlukan dan melanjutkan dengan mengalihkan tombol mulai-berhenti.\n   - Tidak Perlu Tanda Baca: Jangan khawatir tentang tanda baca seperti koma, titik, atau tanda tanya. Chatbot AI dapat memahami tanpa mereka. Jika Anda ingin menambahkan tanda baca, Anda dapat berhenti dan memasukkannya secara manual, tetapi ini umumnya tidak perlu.\n   - Pengguliran Otomatis: Kotak teks akan secara otomatis menggulir ke bawah saat Anda berhenti, menampilkan beberapa baris terakhir dari apa yang Anda katakan. Anda juga dapat menggulir manual ke atas dan ke bawah jika perlu.\n\n5. Mengedit Teks\n   - Edit teks di Kotak Teks Prompt atau mulai ulang input ucapan ke teks Anda dari posisi kursor mana pun.\n   - Gunakan Shift+Enter untuk menambahkan baris.\n   - Pengingat ramah: Menekan Enter akan mengirimkan teks ke AI jadi gunakan Shift+Enter jika Anda ingin menambahkan baris\n   - Kotak teks akan secara otomatis menggulir jika teks terlalu panjang untuk muat.\n\n6. Mengirim Teks ke Chatbot AI\n   - Tekan Enter untuk mengirim teks dan menutup popup.\n   - Atau, klik tombol centang hijau di bawah Kotak Teks Prompt untuk mengirim teks ke Chatbot AI.\n   - Pengingat ramah: Di dalam kotak teks gunakan Shift+Enter alih-alih Enter untuk menambahkan baris.\n\n7. Menutup Popup\n   - Klik pada 'X' di pojok kanan atas untuk menutupnya.\n   - Atau, gunakan pintasan Open Microphone Popup yang juga dapat mengalihkan popup untuk menutupnya\n\n**Pintasan Keyboard**\n\n- Buka Popup Mikrofon:\n   - Mac: Shift + Command + Y (default, Anda dapat mengubahnya)\n   - Windows: Shift + Alt + Y (default, Anda dapat mengubahnya)\n\n- Alihkan Mikrofon:\n   - Spasi: Mulai/Berhenti mikrofon (aktif hanya saat kursor tidak berada di Kotak Teks Prompt).\n\n- Kirim Teks ke Chatbot AI:\n   - Enter: Mengirim teks (aktif hanya saat kursor tidak berada di Kotak Teks Prompt).\n\n**Mengapa Menggunakan AI Speakeasy?**\n\n- Produktivitas: Transkripsi pikiran Anda dengan cepat dan mudah.\n- Kenyamanan: Antarmuka sederhana dengan fitur yang kuat.\n- Integrasi: Bekerja dengan layanan chat AI terkemuka.\n- Biaya: GRATIS\n- Privasi Terjamin: Data Anda aman dan pribadi. Preferensi Anda disimpan secara lokal di perangkat Anda.\n\n**Fungsi Ucapan ke Teks dan Pemberitahuan Kualitas**\n\nLayanan Ucapan ke Teks (STT) kami menggunakan API Pengenalan Ucapan Web browser Google Chrome, yang unggul dalam bahasa Inggris, memberikan tingkat kesalahan yang jauh lebih rendah dibandingkan kinerjanya dalam bahasa lain. Ini karena desain bawaan API, yang dioptimalkan untuk bahasa Inggris. Jika Anda mengalami kualitas STT yang kurang optimal dalam bahasa pilihan Anda, kami menyarankan untuk mencoba pengaturan bahasa Inggris untuk pengalaman yang mungkin lebih baik. Meskipun kami menyadari ini mungkin bukan solusi ideal untuk semua orang, harap dipahami bahwa dalam batasan teknologi saat ini, ini adalah layanan gratis terbaik yang dapat kami berikan.\n\n**Bentuk Masa Depan Bersama Kami!**\n\nApakah Anda memiliki chatbot AI favorit yang ingin didukung oleh AI Speakeasy? Kami selalu mencari cara untuk meningkatkan dan memperluas kemampuan kami. Jika ada chatbot tertentu yang ingin Anda lihat terintegrasi, kirimkan pesan kepada kami. Kami akan memeriksanya dan mencoba menambahkannya ke daftar. Saat ini, AI Speakeasy mendukung ChatGPT, Perplexity, dan Claude.\n\n**Kami Mengutamakan Privasi Anda**\n\nAI Speakeasy tidak mengumpulkan atau menyimpan data pribadi di server eksternal. Semua transkripsi ucapan ke teks diproses melalui browser Google Chrome menggunakan API Pengenalan Ucapan Web, dan preferensi Anda disimpan secara lokal di perangkat Anda melalui penyimpanan lokal Google Chrome. Meskipun API Google yang kami gunakan dapat mengelola data sesuai dengan protokol mereka sendiri - yang tidak dapat kami kendalikan - kami memastikan bahwa kami, pengembang AI Speakeasy, tidak memiliki akses ke data Anda dan tidak membagikannya dengan pihak ketiga, termasuk kami sendiri. Oleh karena itu, selain yang diperlukan untuk fungsionalitas API Google, informasi Anda tetap sepenuhnya rahasia dan tidak diungkapkan kepada kami atau pihak ketiga mana pun.\n\n**Tingkatkan Pengalaman Anda!**\n\nTingkatkan interaksi chat AI Anda dengan AI Speakeasy. Unduh sekarang dan nikmati kenyamanan ucapan ke teks di browser Anda!",
    "it": "**AI Speakeasy Microphone per ChatGPT, Perplexity e Claude**\n\nInterazione vocale senza soluzione di continuità con i servizi di chat AI\n\nCreato da Robert Hudek\n\n**Che cos'è AI Speakeasy?**\n\nAI Speakeasy è la tua estensione Chrome di riferimento per una funzionalità di riconoscimento vocale senza soluzione di continuità. Ti consente di interagire facilmente con i servizi di chat AI popolari come ChatGPT, Perplexity e Claude. Migliora la tua produttività con un semplice microfono popup e una casella di testo modificabile e multilingue.\n\n**Caratteristiche**\n\n- Voce a Testo: Trascrivi la tua voce in testo senza sforzo.\n- Supporto Multilingue: Scegli la tua lingua preferita da un menu a tendina.\n- Integrazione: Funziona perfettamente con ChatGPT, Perplexity e Claude.\n- Scorciatoie Personalizzabili: Imposta le tue scorciatoie da tastiera preferite per un facile accesso.\n- Archiviazione Locale: Le tue preferenze sono memorizzate localmente sul tuo dispositivo.\n\n**Personalizzazione delle Scorciatoie da Tastiera**\n\n1. Vai alla pagina delle Scorciatoie delle Estensioni Chrome, chrome://extensions/shortcuts\n2. Trova AI Speakeasy nell'elenco delle estensioni installate.\n3. Modifica la scorciatoia predefinita Open Speakeasy Popup\n   - Trova l'azione desiderata (ad esempio, Open Speakeasy Popup), fai clic sull'icona a forma di matita accanto alla casella di input e inserisci la combinazione di tasti preferita (ad esempio, premi i tasti Control e spazio insieme per creare la scorciatoia da tastiera Ctrl Spazio).\n4. Aggiorna la pagina del browser per assicurarti che le scorciatoie siano attive.\n\n**Come Funziona**\n\n1. Apri il Popup del Microfono\n   - Mac: Shift + Command + Y (predefinito, puoi cambiarlo)\n   - Windows: Shift + Alt + Y (predefinito, puoi cambiarlo)\n   - Personalizza questa scorciatoia come descritto di seguito nella sezione \"Personalizzazione delle Scorciatoie da Tastiera.\"\n\n2. Avvia/Interrompi la Registrazione\n   - Il microfono inizia a registrare automaticamente quando si apre il popup.\n   - Spazio: Interrompe la registrazione immediatamente o attiva/disattiva il microfono\n   - Nota: Questa scorciatoia spazio è attiva solo quando il cursore non è nella Casella di Testo Prompt\n\n3. Seleziona la tua Lingua\n   - Scegli la tua lingua preferita dal menu a tendina. Questa impostazione è salvata localmente per un uso futuro, quindi non devi specificarla ogni volta.\n\n4. Dettatura\n   - Pausa Dopo Aver Parlato: Dopo aver parlato, fai una pausa di uno o due secondi per permettere all'estensione di recuperare. Questo mostrerà la tua dettatura nella casella di testo.\n   - Verifica e Modifica: Fai pause occasionali per vedere come le tue parole sono trascritte. Se c'è un errore, fai clic sul pulsante rosso di stop per regolare. Puoi quindi posizionare il cursore dove necessario e continuare attivando/disattivando il pulsante di avvio/stop.\n   - Nessuna Necessità di Punteggiatura: Non preoccuparti della punteggiatura come virgole, punti o punti interrogativi. Il chatbot AI può capire senza di essi. Se vuoi aggiungere la punteggiatura, puoi interrompere e inserirla manualmente, ma generalmente non è necessario.\n   - Scorrimento Automatico: La casella di testo scorrerà automaticamente verso il basso quando fai una pausa, mostrando le ultime righe di ciò che hai detto. Puoi anche scorrere manualmente verso l'alto e verso il basso se necessario.\n\n5. Modifica del Testo\n   - Modifica il testo nella Casella di Testo Prompt o ricomincia il tuo input di voce a testo da qualsiasi posizione del cursore.\n   - Usa Shift+Enter per aggiungere una riga.\n   - Promemoria amichevole: Premere Enter invia il testo all'AI quindi usa Shift+Enter se vuoi aggiungere una riga\n   - La casella di testo scorrerà automaticamente se il testo è troppo lungo per essere visualizzato.\n\n6. Invio del Testo al Chatbot AI\n   - Premi Enter per inviare il testo e chiudere il popup.\n   - Oppure, fai clic sul pulsante verde con il segno di spunta sotto la Casella di Testo Prompt per inviare il testo al Chatbot AI.\n   - Promemoria amichevole: All'interno della casella di testo usa Shift+Enter invece di Enter per aggiungere una riga.\n\n7. Chiudi il Popup\n   - Fai clic sulla 'X' nell'angolo in alto a destra per chiuderlo.\n   - Oppure, usa la scorciatoia Open Microphone Popup che può anche attivare/disattivare il popup per chiuderlo\n\n**Scorciatoie da Tastiera**\n\n- Apri il Popup del Microfono:\n   - Mac: Shift + Command + Y (predefinito, puoi cambiarlo)\n   - Windows: Shift + Alt + Y (predefinito, puoi cambiarlo)\n\n- Attiva/Disattiva il Microfono:\n   - Spazio: Avvia/Interrompe il microfono (attivo solo quando il cursore non è nella Casella di Testo Prompt).\n\n- Invia il Testo al Chatbot AI:\n   - Enter: Invia il testo (attivo solo quando il cursore non è nella Casella di Testo Prompt).\n\n**Perché Usare AI Speakeasy?**\n\n- Produttività: Trascrivi i tuoi pensieri rapidamente e facilmente.\n- Comodità: Interfaccia semplice con funzionalità potenti.\n- Integrazione: Funziona con i principali servizi di chat AI.\n- Costo: GRATUITO\n- Privacy Garantita: I tuoi dati sono sicuri e privati. Le tue preferenze sono memorizzate localmente sul tuo dispositivo.\n\n**Funzionalità di Voce a Testo e Avviso di Qualità**\n\nIl nostro servizio di Voce a Testo (STT) utilizza l'API di Riconoscimento Vocale Web di Google Chrome, che eccelle in inglese, offrendo un tasso di errore nettamente inferiore rispetto alle sue prestazioni in altre lingue. Ciò è dovuto al design intrinseco dell'API, ottimizzato per l'inglese. Se riscontri una qualità STT subottimale nella tua lingua preferita, ti suggeriamo di provare l'impostazione in inglese per un'esperienza potenzialmente migliorata. Sebbene riconosciamo che ciò potrebbe non essere una soluzione ideale per tutti, ti preghiamo di capire che entro i limiti della tecnologia attuale, questo è il miglior servizio gratuito che possiamo fornire.\n\n**Plasma il Futuro con Noi!**\n\nHai un chatbot AI preferito che vorresti che AI Speakeasy supporti? Cerchiamo sempre di migliorare ed espandere le nostre capacità. Se c'è un particolare chatbot che vorresti vedere integrato, inviaci un messaggio. Daremo un'occhiata e proveremo ad aggiungerlo alla lista. Attualmente, AI Speakeasy supporta ChatGPT, Perplexity e Claude.\n\n**Prioritizziamo la tua Privacy**\n\nAI Speakeasy non raccoglie né memorizza dati personali su server esterni. Tutte le trascrizioni di voce a testo sono elaborate tramite il browser Google Chrome utilizzando l'API di Riconoscimento Vocale Web e le tue preferenze sono memorizzate localmente sul tuo dispositivo tramite l'archiviazione locale di Google Chrome. Sebbene le API di Google che utilizziamo possano gestire i dati secondo i loro protocolli - sui quali non abbiamo alcun controllo - ti assicuriamo che noi, gli sviluppatori di AI Speakeasy, non abbiamo accesso ai tuoi dati e non li condividiamo con terze parti, inclusi noi stessi. Pertanto, oltre a quanto necessario per la funzionalità delle API di Google, le tue informazioni rimangono strettamente riservate e non vengono divulgate a noi né a terze parti.\n\n**Eleva la tua Esperienza!**\n\nMigliora le tue interazioni con i chat AI con AI Speakeasy. Scaricalo ora e sperimenta la comodità del riconoscimento vocale nel tuo browser!",
    "ja": "**AI Speakeasy Microphone for ChatGPT、Perplexity、およびClaude**\n\nAIチャットサービスとのシームレスな音声認識インタラクション\n\nロバート・ハデック作\n\n**AI Speakeasyとは？**\n\nAI Speakeasyは、シームレスな音声認識機能を提供するChrome拡張機能です。ChatGPT、Perplexity、およびClaudeなどの人気AIチャットサービスと簡単にやり取りできます。シンプルなポップアップマイクと編集可能な多言語テキストボックスで、生産性を向上させましょう。\n\n**機能**\n\n- 音声認識：音声を簡単にテキストに変換。\n- 多言語サポート：ドロップダウンメニューから希望の言語を選択。\n- 統合：ChatGPT、Perplexity、およびClaudeとシームレスに連携。\n- カスタマイズ可能なショートカット：簡単にアクセスできるように、お好みのキーボードショートカットを設定。\n- ローカルストレージ：設定はデバイス上にローカルに保存されます。\n\n**キーボードショートカットのカスタマイズ**\n\n1. Chrome拡張機能のショートカットページに移動します: chrome://extensions/shortcuts\n2. インストール済みの拡張機能リストでAI Speakeasyを見つけます。\n3. デフォルトのOpen Speakeasy Popupショートカットを変更します\n   - 希望のアクション（例：Open Speakeasy Popup）を見つけ、入力ボックスの隣の鉛筆アイコンをクリックし、希望のキーコンビネーションを入力（例：Controlキーとスペースキーを同時に押してCtrlスペースショートカットを作成）。\n4. ブラウザページを更新してショートカットが有効であることを確認します。\n\n**使用方法**\n\n1. マイクのポップアップを開く\n   - Mac：Shift + Command + Y（デフォルト、変更可能）\n   - Windows：Shift + Alt + Y（デフォルト、変更可能）\n   - 下記の\"キーボードショートカットのカスタマイズ\"セクションで説明されているように、このショートカットをカスタマイズします。\n\n2. 録音の開始/停止\n   - ポップアップが開くとマイクが自動的に録音を開始します。\n   - スペース：録音を即座に停止またはマイクをオン/オフに切り替え \n   - 注意：このスペースショートカットは、カーソルがプロンプトテキストボックスにないときのみ有効です\n\n3. 言語を選択\n   - ドロップダウンメニューから希望の言語を選択。この設定は今後の使用のためにローカルに保存され、毎回指定する必要はありません。\n\n4. 音声入力\n   - 話した後に一時停止：話した後に1、2秒間一時停止して、拡張機能が追いつく時間を確保します。これにより、テキストボックスに音声入力が表示されます。\n   - 確認と編集：時々一時停止して、言葉がどのように転写されているか確認します。エラーがある場合は、赤い停止ボタンをクリックして調整します。必要に応じてカーソルを置き、開始/停止ボタンを切り替えて続行します。\n   - 句読点は不要：コンマ、ピリオド、疑問符などの句読点を気にしないでください。AIチャットボットはそれなしでも理解できます。句読点を追加したい場合は、手動で入力できますが、通常は必要ありません。\n   - 自動スクロール：一時停止するとテキストボックスが自動的に下にスクロールし、最後に言った行を表示します。必要に応じて手動で上下にスクロールすることもできます。\n\n5. テキストの編集\n   - プロンプトテキストボックス内のテキストを編集するか、任意のカーソル位置から音声入力を再開します。\n   - Shift+Enterで行を追加します。\n   - フレンドリーなリマインダー：Enterキーを押すとテキストがAIに送信されるので、行を追加したい場合はShift+Enterを使用します\n   - テキストが収まりきらない場合、テキストボックスは自動的にスクロールします。\n\n6. テキストをAIチャットボットに送信\n   - Enterキーを押してテキストを送信し、ポップアップを閉じます。\n   - または、プロンプトテキストボックスの下の緑色のチェックボタンをクリックして、テキストをAIチャットボットに送信します。\n   - フレンドリーなリマインダー：テキストボックス内では、行を追加するためにEnterキーの代わりにShift+Enterを使用します。\n\n7. ポップアップを閉じる\n   - 右上隅の「X」をクリックして閉じます。\n   - または、Open Microphone Popupショートカットを使用して、ポップアップを閉じることもできます\n\n**キーボードショートカット**\n\n- マイクポップアップを開く：\n   - Mac：Shift + Command + Y（デフォルト、変更可能）\n   - Windows：Shift + Alt + Y（デフォルト、変更可能）\n\n- マイクを切り替え：\n   - スペース：マイクを開始/停止（カーソルがプロンプトテキストボックスにないときのみ有効）。\n\n- テキストをAIチャットボットに送信：\n   - Enter：テキストを送信（カーソルがプロンプトテキストボックスにないときのみ有効）。\n\n**なぜAI Speakeasyを使用するのか？**\n\n- 生産性：考えを迅速かつ簡単に転記します。\n- 便利さ：シンプルなインターフェースと強力な機能。\n- 統合：主要なAIチャットサービスと連携。\n- コスト：無料\n- プライバシー保証：データは安全でプライベートです。設定はデバイス上にローカルに保存されます。\n\n**音声認識機能と品質通知**\n\n私たちの音声認識（STT）サービスは、Google ChromeブラウザのWeb Speech Recognition APIを使用しており、英語で優れており、他の言語に比べてエラー率が著しく低いです。これは、APIの設計に起因し、英語に最適化されています。希望する言語でSTTの品質が最適でない場合は、英語設定を試して、改善された体験を得ることをお勧めします。これがすべての人にとって理想的な解決策ではないことを認識していますが、現在の技術の制約内で提供できる最良の無料サービスであることをご理解ください。\n\n**私たちと一緒に未来を形作りましょう！**\n\nAI Speakeasyがサポートするお気に入りのAIチャットボットがありますか？私たちは常に能力を向上させ、拡張する方法を模索しています。統合したい特定のチャットボットがある場合は、メッセージを送ってください。確認してリストに追加するよう努めます。現在、AI SpeakeasyはChatGPT、Perplexity、およびClaudeをサポートしています。\n\n**プライバシーを最優先**\n\nAI Speakeasyは、外部サーバーで個人データを収集または保存しません。すべての音声認識転写は、GoogleのChromeブラウザを介してWeb Speech Recognition APIを使用して処理され、設定はGoogle Chromeのローカルストレージを介してデバイス上に保存されます。私たちが使用するGoogle APIがデータを独自のプロトコルに従って管理する場合がありますが（これは私たちの制御を超えています）、AI Speakeasyの開発者がデータにアクセスせず、第三者と共有しないことを保証します。したがって、Google APIの機能に必要な部分を除いて、情報は厳密に機密扱いされ、私たちや第三者に開示されません。\n\n**体験を向上させましょう！**\n\nAI SpeakeasyでAIチャットのインタラクションを向上させましょう。今すぐダウンロードして、ブラウザ\n\n内での音声認識の利便性を体験してください！",
    "pt_BR": "**AI Speakeasy Microphone para ChatGPT, Perplexity e Claude**\n\nInteração de Voz para Texto sem Interrupções com Serviços de Chat AI\n\nCriado por Robert Hudek\n\n**O que é o AI Speakeasy?**\n\nO AI Speakeasy é a sua extensão Chrome indispensável para uma funcionalidade de voz para texto sem interrupções. Ele permite que você interaja facilmente com serviços de chat AI populares como ChatGPT, Perplexity e Claude. Aumente sua produtividade com um simples microfone popup e uma caixa de texto editável e multilíngue.\n\n**Recursos**\n\n- Voz para Texto: Transcreva sua voz em texto sem esforço.\n- Suporte Multilíngue: Escolha seu idioma preferido em um menu suspenso.\n- Integração: Funciona perfeitamente com ChatGPT, Perplexity e Claude.\n- Atalhos Personalizáveis: Configure seus atalhos de teclado preferidos para fácil acesso.\n- Armazenamento Local: Suas preferências são armazenadas localmente no seu dispositivo.\n\n**Personalizando Atalhos de Teclado**\n\n1. Vá para a página de Atalhos de Extensões do Chrome, chrome://extensions/shortcuts\n2. Localize AI Speakeasy na lista de extensões instaladas.\n3. Altere o atalho padrão Open Speakeasy Popup\n   - Encontre a ação desejada (por exemplo, Open Speakeasy Popup), clique no ícone de lápis ao lado da caixa de entrada e insira a combinação de teclas preferida (por exemplo, pressione as teclas Control e espaço juntas para criar o atalho Ctrl Espaço).\n4. Atualize a página do navegador para garantir que os atalhos estejam ativos.\n\n**Como Funciona**\n\n1. Abrir o Popup do Microfone\n   - Mac: Shift + Command + Y (padrão, você pode alterar isso)\n   - Windows: Shift + Alt + Y (padrão, você pode alterar isso)\n   - Personalize este atalho conforme descrito abaixo na seção \"Personalizando Atalhos de Teclado\".\n\n2. Iniciar/Parar a Gravação\n   - O microfone começa a gravar automaticamente quando o popup é aberto.\n   - Espaço: Pare a gravação imediatamente ou ligue/desligue o microfone\n   - Nota: Este atalho de espaço está ativo apenas quando o cursor não está na Caixa de Texto de Prompt\n\n3. Selecione Seu Idioma\n   - Escolha seu idioma preferido no menu suspenso. Esta configuração é salva localmente para uso futuro, para que você não precise especificá-la todas as vezes.\n\n4. Ditado\n   - Pausa Após Falar: Após falar, faça uma pausa de um ou dois segundos para permitir que a extensão acompanhe. Isso exibirá seu ditado na caixa de texto.\n   - Verificar e Editar: Faça pausas ocasionais para ver como suas palavras são transcritas. Se houver um erro, clique no botão vermelho de parar para ajustar. Você pode então posicionar o cursor onde necessário e continuar alternando o botão de iniciar/parar.\n   - Sem Necessidade de Pontuação: Não se preocupe com pontuações como vírgulas, pontos ou pontos de interrogação. O chatbot AI pode entender sem elas. Se você quiser adicionar pontuação, pode parar e inseri-la manualmente, mas geralmente não é necessário.\n   - Rolagem Automática: A caixa de texto rolará automaticamente para baixo quando você fizer uma pausa, mostrando as últimas linhas do que você disse. Você também pode rolar manualmente para cima e para baixo, se necessário.\n\n5. Editando Texto\n   - Edite o texto na Caixa de Texto de Prompt ou reinicie sua entrada de voz para texto de qualquer posição do cursor.\n   - Use Shift+Enter para adicionar uma linha.\n   - Lembrete amigável: Pressionar Enter envia o texto para a AI, então use Shift+Enter se você quiser adicionar uma linha\n   - A caixa de texto rolará automaticamente se o texto for muito longo para caber.\n\n6. Enviando Texto para o Chatbot AI\n   - Pressione Enter para enviar o texto e fechar o popup.\n   - Ou clique no botão verde de marca de seleção abaixo da Caixa de Texto de Prompt para enviar o texto para o Chatbot AI.\n   - Lembrete amigável: Dentro da caixa de texto use Shift+Enter em vez de Enter para adicionar uma linha.\n\n7. Fechar o Popup\n   - Clique no 'X' no canto superior direito para fechá-lo.\n   - Ou use o atalho Open Microphone Popup que também pode alternar o popup para fechá-lo\n\n**Atalhos de Teclado**\n\n- Abrir Popup do Microfone:\n   - Mac: Shift + Command + Y (padrão, você pode alterar isso)\n   - Windows: Shift + Alt + Y (padrão, você pode alterar isso)\n\n- Alternar Microfone:\n   - Espaço: Inicia/Para o microfone (ativo apenas quando o cursor não está na Caixa de Texto de Prompt).\n\n- Enviar Texto para o Chatbot AI:\n   - Enter: Envia o texto (ativo apenas quando o cursor não está na Caixa de Texto de Prompt).\n\n**Por Que Usar o AI Speakeasy?**\n\n- Produtividade: Transcreva seus pensamentos rápida e facilmente.\n- Conveniência: Interface simples com recursos poderosos.\n- Integração: Funciona com os principais serviços de chat AI.\n- Custo: GRATUITO\n- Privacidade Garantida: Seus dados são seguros e privados. Suas preferências são armazenadas localmente no seu dispositivo.\n\n**Funcionalidade de Voz para Texto e Aviso de Qualidade**\n\nNosso serviço de Voz para Texto (STT) usa a API de Reconhecimento de Voz Web do navegador Google Chrome, que é excelente em inglês, oferecendo uma taxa de erro significativamente menor em comparação com seu desempenho em outros idiomas. Isso se deve ao design inerente da API, que é otimizada para o inglês. Se você encontrar uma qualidade STT subótima em seu idioma preferido, sugerimos tentar a configuração em inglês para uma experiência potencialmente melhorada. Embora reconheçamos que isso pode não ser a solução ideal para todos, entenda que dentro das limitações da tecnologia atual, este é o melhor serviço gratuito que podemos oferecer.\n\n**Molde o Futuro Conosco!**\n\nVocê tem um chatbot AI favorito que gostaria que o AI Speakeasy suportasse? Estamos sempre procurando maneiras de melhorar e expandir nossas capacidades. Se houver um chatbot específico que você gostaria de ver integrado, envie-nos uma mensagem. Vamos dar uma olhada e tentar adicioná-lo à lista. Atualmente, o AI Speakeasy suporta ChatGPT, Perplexity e Claude.\n\n**Priorizamos Sua Privacidade**\n\nAI Speakeasy não coleta nem armazena dados pessoais em servidores externos. Todas as transcrições de voz para texto são processadas através do navegador Google Chrome usando a API de Reconhecimento de Voz Web, e suas preferências são armazenadas localmente no seu dispositivo através do armazenamento local do Google Chrome. Embora as APIs do Google que usamos possam gerenciar dados de acordo com seus próprios protocolos - sobre os quais não temos controle - garantimos que nós, os desenvolvedores do AI Speakeasy, não temos acesso aos seus dados e não os compartilhamos com terceiros, incluindo nós mesmos. Assim, além do necessário para a funcionalidade das APIs do Google, suas informações permanecem estritamente confidenciais e não são divulgadas a nós ou a terceiros.\n\n**Eleve Sua Experiência!**\n\nMelhore suas interações com chats AI usando o AI Speakeasy. Baixe agora e experimente a conveniência da voz para texto no seu navegador!",
    "pt_PT": "**AI Speakeasy Microphone para ChatGPT, Perplexity e Claude**\n\nInteração de Voz para Texto sem Interrupções com Serviços de Chat AI\n\nCriado por Robert Hudek\n\n**O que é o AI Speakeasy?**\n\nO AI Speakeasy é a sua extensão Chrome indispensável para uma funcionalidade de voz para texto sem interrupções. Permite que interaja facilmente com serviços de chat AI populares como ChatGPT, Perplexity e Claude. Aumente a sua produtividade com um simples microfone popup e uma caixa de texto editável e multilingue.\n\n**Funcionalidades**\n\n- Voz para Texto: Transcreva a sua voz em texto sem esforço.\n- Suporte Multilingue: Escolha o seu idioma preferido num menu suspenso.\n- Integração: Funciona perfeitamente com ChatGPT, Perplexity e Claude.\n- Atalhos Personalizáveis: Configure os seus atalhos de teclado preferidos para fácil acesso.\n- Armazenamento Local: As suas preferências são armazenadas localmente no seu dispositivo.\n\n**Personalizar Atalhos de Teclado**\n\n1. Vá à página de Atalhos de Extensões do Chrome, chrome://extensions/shortcuts\n2. Encontre o AI Speakeasy na lista de extensões instaladas.\n3. Altere o atalho predefinido Open Speakeasy Popup\n   - Encontre a ação desejada (por exemplo, Open Speakeasy Popup), clique no ícone de lápis ao lado da caixa de entrada e insira a combinação de teclas preferida (por exemplo, pressione as teclas Control e espaço juntas para criar o atalho Ctrl Espaço).\n4. Atualize a página do navegador para garantir que os atalhos estão ativos.\n\n**Como Funciona**\n\n1. Abrir o Popup do Microfone\n   - Mac: Shift + Command + Y (predefinido, pode alterar)\n   - Windows: Shift + Alt + Y (predefinido, pode alterar)\n   - Personalize este atalho conforme descrito abaixo na secção \"Personalizar Atalhos de Teclado\".\n\n2. Iniciar/Parar a Gravação\n   - O microfone começa a gravar automaticamente quando o popup é aberto.\n   - Espaço: Pare a gravação imediatamente ou ligue/desligue o microfone\n   - Nota: Este atalho de espaço está ativo apenas quando o cursor não está na Caixa de Texto de Prompt\n\n3. Selecionar o Seu Idioma\n   - Escolha o seu idioma preferido no menu suspenso. Esta configuração é salva localmente para uso futuro, para que não precise de especificá-la sempre.\n\n4. Ditado\n   - Pausa Após Falar: Após falar, faça uma pausa de um ou dois segundos para permitir que a extensão acompanhe. Isso exibirá o seu ditado na caixa de texto.\n   - Verificar e Editar: Faça pausas ocasionais para ver como as suas palavras são transcritas. Se houver um erro, clique no botão vermelho de parar para ajustar. Pode então posicionar o cursor onde necessário e continuar alternando o botão de iniciar/parar.\n   - Sem Necessidade de Pontuação: Não se preocupe com pontuações como vírgulas, pontos ou pontos de interrogação. O chatbot AI pode entender sem elas. Se quiser adicionar pontuação, pode parar e inseri-la manualmente, mas geralmente não é necessário.\n   - Rolagem Automática: A caixa de texto rolará automaticamente para baixo quando fizer uma pausa, mostrando as últimas linhas do que disse. Pode também rolar manualmente para cima e para baixo, se necessário.\n\n5. Editar Texto\n   - Edite o texto na Caixa de Texto de Prompt ou reinicie a sua entrada de voz para texto a partir de qualquer posição do cursor.\n   - Use Shift+Enter para adicionar uma linha.\n   - Lembrete amigável: Pressionar Enter envia o texto para a AI, portanto use Shift+Enter se quiser adicionar uma linha\n   - A caixa de texto rolará automaticamente se o texto for muito longo para caber.\n\n6. Enviar Texto para o Chatbot AI\n   - Pressione Enter para enviar o texto e fechar o popup.\n   - Ou clique no botão verde de marca de seleção abaixo da Caixa de Texto de Prompt para enviar o texto para o Chatbot AI.\n   - Lembrete amigável: Dentro da caixa de texto use Shift+Enter em vez de Enter para adicionar uma linha.\n\n7. Fechar o Popup\n   - Clique no 'X' no canto superior direito para fechá-lo.\n   - Ou use o atalho Open Microphone Popup que também pode alternar o popup para fechá-lo\n\n**Atalhos de Teclado**\n\n- Abrir Popup do Microfone:\n   - Mac: Shift + Command + Y (predefinido, pode alterar)\n   - Windows: Shift + Alt + Y (predefinido, pode alterar)\n\n- Alternar Microfone:\n   - Espaço: Iniciar/Parar o microfone (ativo apenas quando o cursor não está na Caixa de Texto de Prompt).\n\n- Enviar Texto para o Chatbot AI:\n   - Enter: Enviar o texto (ativo apenas quando o cursor não está na Caixa de Texto de Prompt).\n\n**Porque Usar o AI Speakeasy?**\n\n- Produtividade: Transcreva os seus pensamentos rápida e facilmente.\n- Conveniência: Interface simples com recursos poderosos.\n- Integração: Funciona com os principais serviços de chat AI.\n- Custo: GRÁTIS\n- Privacidade Garantida: Os seus dados estão seguros e privados. As suas preferências são armazenadas localmente no seu dispositivo.\n\n**Funcionalidade de Voz para Texto e Aviso de Qualidade**\n\nO nosso serviço de Voz para Texto (STT) utiliza a API de Reconhecimento de Voz Web do navegador Google Chrome, que é excelente em inglês, oferecendo uma taxa de erro significativamente menor em comparação com o seu desempenho em outros idiomas. Isso deve-se ao design inerente da API, que é otimizada para o inglês. Se encontrar uma qualidade STT subótima no seu idioma preferido, sugerimos experimentar a configuração em inglês para uma experiência potencialmente melhorada. Embora reconheçamos que isto pode não ser a solução ideal para todos, entenda que dentro das limitações da tecnologia atual, este é o melhor serviço gratuito que podemos oferecer.\n\n**Molde o Futuro Connosco!**\n\nTem um chatbot AI favorito que gostaria que o AI Speakeasy suportasse? Estamos sempre à procura de maneiras de melhorar e expandir as nossas capacidades. Se houver um chatbot específico que gostaria de ver integrado, envie-nos uma mensagem. Vamos dar uma olhada e tentar adicioná-lo à lista. Actualmente, o AI Speakeasy suporta ChatGPT, Perplexity e Claude.\n\n**Priorizamos a Sua Privacidade**\n\nAI Speakeasy não recolhe nem armazena dados pessoais em servidores externos. Todas as transcrições de voz para texto são processadas através do navegador Google Chrome usando a API de Reconhecimento de Voz Web, e as suas preferências são armazenadas localmente no seu dispositivo através do armazenamento local do Google Chrome. Embora as APIs do Google que utilizamos possam gerir dados de acordo com os seus próprios protocolos - sobre os quais não temos controlo - garantimos que nós, os desenvolvedores do AI Speakeasy, não temos acesso aos seus dados e não os partilhamos com terceiros, incluindo nós próprios. Assim, além do necessário para a funcionalidade das APIs do Google, as suas informações permanecem estritamente confidenciais e não são divulgadas a nós ou a terceiros.\n\n**Eleve a Sua Experiência!**\n\nMelhore as suas interações com chats AI usando o AI Speakeasy. Faça o download agora e experimente a conveniência da voz para texto no seu navegador!",
    "th": "**AI Speakeasy Microphone สำหรับ ChatGPT, Perplexity และ Claude**\n\nการโต้ตอบเสียงเป็นข้อความที่ราบรื่นกับบริการแชท AI\n\nสร้างโดย Robert Hudek\n\n**AI Speakeasy คืออะไร?**\n\nAI Speakeasy คือส่วนขยายของ Chrome ที่คุณต้องมีเพื่อการแปลงเสียงเป็นข้อความที่ราบรื่น มันช่วยให้คุณสามารถโต้ตอบกับบริการแชท AI ยอดนิยมเช่น ChatGPT, Perplexity และ Claude ได้อย่างง่ายดาย เพิ่มประสิทธิภาพการทำงานของคุณด้วยไมโครโฟนป๊อปอัพแบบง่ายและกล่องข้อความที่แก้ไขได้หลายภาษา\n\n**คุณสมบัติ**\n\n- เสียงเป็นข้อความ: ถอดเสียงของคุณเป็นข้อความได้อย่างง่ายดาย\n- รองรับหลายภาษา: เลือกภาษาที่คุณต้องการจากเมนูแบบเลื่อนลง\n- การผสานรวม: ทำงานร่วมกับ ChatGPT, Perplexity และ Claude ได้อย่างราบรื่น\n- คีย์ลัดที่ปรับแต่งได้: ตั้งค่าคีย์ลัดที่คุณต้องการสำหรับการเข้าถึงที่ง่ายดาย\n- การจัดเก็บข้อมูลในเครื่อง: การตั้งค่าของคุณจะถูกจัดเก็บในอุปกรณ์ของคุณ\n\n**การปรับแต่งคีย์ลัด**\n\n1. ไปที่หน้าคีย์ลัดของส่วนขยาย Chrome, chrome://extensions/shortcuts\n2. ค้นหา AI Speakeasy ในรายการส่วนขยายที่ติดตั้ง\n3. เปลี่ยนคีย์ลัดเริ่มต้น Open Speakeasy Popup\n   - ค้นหาการกระทำที่ต้องการ (เช่น Open Speakeasy Popup) คลิกที่ไอคอนดินสอข้างกล่องข้อความ และใส่คีย์ลัดที่คุณต้องการ (เช่น กดปุ่ม Control และปุ่ม space พร้อมกันเพื่อสร้างคีย์ลัด Ctrl Space)\n4. รีเฟรชหน้าเบราว์เซอร์ของคุณเพื่อให้แน่ใจว่าคีย์ลัดทำงานอยู่\n\n**วิธีการทำงาน**\n\n1. เปิดป๊อปอัพไมโครโฟน\n   - Mac: Shift + Command + Y (ค่าเริ่มต้น สามารถเปลี่ยนได้)\n   - Windows: Shift + Alt + Y (ค่าเริ่มต้น สามารถเปลี่ยนได้)\n   - ปรับแต่งคีย์ลัดนี้ตามที่อธิบายไว้ด้านล่างในส่วน \"การปรับแต่งคีย์ลัด\"\n\n2. เริ่ม/หยุดการบันทึก\n   - ไมโครโฟนจะเริ่มบันทึกอัตโนมัติเมื่อป๊อปอัพเปิด\n   - Space: หยุดการบันทึกทันทีหรือสลับไมโครโฟนเปิด/ปิด\n   - หมายเหตุ: คีย์ลัด space นี้ทำงานเฉพาะเมื่อเคอร์เซอร์ไม่อยู่ในกล่องข้อความ Prompt\n\n3. เลือกภาษาของคุณ\n   - เลือกภาษาที่คุณต้องการจากเมนูแบบเลื่อนลง การตั้งค่านี้จะถูกบันทึกในเครื่องสำหรับการใช้งานในอนาคต ดังนั้นคุณไม่ต้องกำหนดทุกครั้ง\n\n4. การพูดตาม\n   - หยุดหลังจากพูด: หลังจากพูดแล้ว ให้หยุดหนึ่งหรือสองวินาทีเพื่อให้ส่วนขยายตามทัน ซึ่งจะแสดงคำพูดของคุณในกล่องข้อความ\n   - ตรวจสอบและแก้ไข: หยุดเป็นระยะเพื่อตรวจสอบว่าคำของคุณถูกถอดความอย่างไร หากมีข้อผิดพลาด ให้คลิกปุ่มหยุดสีแดงเพื่อปรับแต่ง จากนั้นคุณสามารถวางเคอร์เซอร์ในตำแหน่งที่ต้องการและดำเนินการต่อโดยการสลับปุ่มเริ่ม/หยุด\n   - ไม่จำเป็นต้องใส่เครื่องหมายวรรคตอน: ไม่ต้องกังวลเกี่ยวกับเครื่องหมายวรรคตอน เช่น ลูกน้ำ จุด หรือเครื่องหมายคำถาม AI chatbot สามารถเข้าใจได้โดยไม่ต้องใช้เครื่องหมายเหล่านี้ หากคุณต้องการใส่เครื่องหมายวรรคตอน คุณสามารถหยุดและใส่ด้วยตนเอง แต่โดยทั่วไปไม่จำเป็น\n   - การเลื่อนอัตโนมัติ: กล่องข้อความจะเลื่อนลงอัตโนมัติเมื่อคุณหยุด แสดงบรรทัดสุดท้ายของสิ่งที่คุณพูด คุณสามารถเลื่อนขึ้นและลงด้วยตนเองได้หากจำเป็น\n\n5. การแก้ไขข้อความ\n   - แก้ไขข้อความในกล่องข้อความ Prompt หรือเริ่มต้นการป้อนข้อมูลเสียงเป็นข้อความใหม่จากตำแหน่งเคอร์เซอร์ใด ๆ\n   - ใช้ Shift+Enter เพื่อเพิ่มบรรทัด\n   - เตือนความจำที่เป็นมิตร: การกด Enter จะส่งข้อความไปยัง AI ดังนั้นโปรดใช้ Shift+Enter หากคุณต้องการเพิ่มบรรทัด\n   - กล่องข้อความจะเลื่อนอัตโนมัติหากข้อความยาวเกินกว่าจะพอดี\n\n6. การส่งข้อความไปยัง AI Chatbot\n   - กด Enter เพื่อส่งข้อความและปิดป๊อปอัพ\n   - หรือคลิกปุ่มสีเขียวที่มีเครื่องหมายถูกใต้กล่องข้อความ Prompt เพื่อส่งข้อความไปยัง AI Chatbot\n   - เตือนความจำที่เป็นมิตร: ภายในกล่องข้อความใช้ Shift+Enter แทน Enter เพื่อเพิ่มบรรทัด\n\n7. ปิดป๊อปอัพ\n   - คลิกที่ 'X' ที่มุมขวาบนเพื่อปิด\n   - หรือใช้คีย์ลัด Open Microphone Popup ซึ่งสามารถสลับป๊อปอัพเพื่อปิดได้เช่นกัน\n\n**คีย์ลัด**\n\n- เปิดป๊อปอัพไมโครโฟน:\n   - Mac: Shift + Command + Y (ค่าเริ่มต้น สามารถเปลี่ยนได้)\n   - Windows: Shift + Alt + Y (ค่าเริ่มต้น สามารถเปลี่ยนได้)\n\n- สลับไมโครโฟน:\n   - Space: เริ่ม/หยุดไมโครโฟน (ทำงานเฉพาะเมื่อเคอร์เซอร์ไม่อยู่ในกล่องข้อความ Prompt)\n\n- ส่งข้อความไปยัง AI Chatbot:\n   - Enter: ส่งข้อความ (ทำงานเฉพาะเมื่อเคอร์เซอร์ไม่อยู่ในกล่องข้อความ Prompt)\n\n**ทำไมต้องใช้ AI Speakeasy?**\n\n- ประสิทธิภาพ: ถอดความคิดของคุณได้อย่างรวดเร็วและง่ายดาย\n- ความสะดวกสบาย: อินเทอร์เฟซที่เรียบง่ายพร้อมคุณสมบัติที่มีประสิทธิภาพ\n- การผสานรวม: ทำงานร่วมกับบริการแชท AI ชั้นนำ\n- ค่าใช้จ่าย: ฟรี\n- รับประกันความเป็นส่วนตัว: ข้อมูลของคุณปลอดภัยและเป็นส่วนตัว การตั้งค่าของคุณจะถูกจัดเก็บในเครื่องบนอุปกรณ์ของคุณ\n\n**ฟังก์ชันเสียงเป็นข้อความและประกาศคุณภาพ**\n\nบริการเสียงเป็นข้อความ (STT) ของเราใช้ Google Chrome browser Web Speech Recognition API ซึ่งยอดเยี่ยมในภาษาอังกฤษและมีอัตราข้อผิดพลาดที่ต่ำกว่ามากเมื่อเทียบกับประสิทธิภาพในภาษาอื่น ๆ เนื่องจากการออกแบบที่มีอยู่ของ API ซึ่งได้รับการปรับให้เหมาะสมสำหรับภาษาอังกฤษ หากคุณพบคุณภาพ STT ที่ไม่ดีในภาษาที่คุณต้องการ เราขอแนะนำให้ลองตั้งค่าเป็นภาษาอังกฤษเพื่อรับประสบการณ์ที่ดีขึ้น แม้ว่าเราจะรับทราบว่าสิ่งนี้อาจไม่ใช่ทางออกที่ดีที่สุดสำหรับทุกคน โปรดเข้าใจว่าภายในข้อจำกัดของเทคโนโลยีปัจจุบัน นี่คือบริการฟรีที่ดีที่สุดที่เราสามารถให้ได้\n\n**ร่วมสร้างอนาคตกับเรา!**\n\nคุณมี AI chatbot ที่ชื่นชอบที่คุณต้องการให้ AI Speakeasy รองรับหรือไม่? เรากำลังมองหาวิธีปรับปรุงและขยายความสามารถของเราอยู่เสมอ หากมี chatbot เฉพาะที่คุณต้องการให้รวมอยู่ ส่งข้อความหาเรา เราจะพิจารณาและพยายามเพิ่มในรายการ ปัจจุบัน AI Speakeasy รองรับ ChatGPT, Perplexity และ Claude\n\n**เราให้ความสำคัญกับความเป็นส่วนตัวของคุณ**\n\nAI Speakeasy จะไม่รวบรวมหรือจัดเก็บข้อมูลส่วนบุคคลบนเซิร์ฟเวอร์ภายนอก การถอดเสียงเสียงเป็นข้อความทั้งหมดจะดำเนินการผ่านเบราว์เซอร์ Google Chrome โดยใช้ Web Speech Recognition API และการตั้งค่าของคุณจะถูกจัดเก็บในเครื่องบนอุปกรณ์ของคุณผ่านพื้นที่จัดเก็บข้อมูลในเครื่องของ Google Chrome แม้ว่า API ของ Google ที่เราใช้จะจัดการข้อมูลตามโปรโตคอลของตนเอง - ซึ่งเราไม่สามารถควบคุมได้ - เรารับรองว่าผู้พัฒนา AI Speakeasy จะไม่เข้าถึงข้อมูลของคุณและจะไม่แบ่งปันกับบุคคลที่สาม รวมถึงเราเอง ดังนั้นนอกเหนือจากสิ่งที่จำเป็นสำหรับการทำงานของ API ของ Google ข้อมูลของคุณจะยังคงเป็นความ\n\nลับอย่างเคร่งครัดและจะไม่เปิดเผยต่อเรา\n\n**ยกระดับประสบการณ์ของคุณ!**\n\nเพิ่มประสิทธิภาพการโต้ตอบแชท AI ของคุณด้วย AI Speakeasy ดาวน์โหลดตอนนี้และสัมผัสกับความสะดวกสบายของเสียงเป็นข้อความในเบราว์เซอร์ของคุณ!",
    "vi": "**AI Speakeasy Microphone cho ChatGPT, Perplexity và Claude**\n\nTương tác Giọng nói thành Văn bản liền mạch với Dịch vụ Chat AI\n\nĐược tạo bởi Robert Hudek\n\n**AI Speakeasy là gì?**\n\nAI Speakeasy là tiện ích mở rộng Chrome của bạn để cung cấp chức năng chuyển giọng nói thành văn bản liền mạch. Nó cho phép bạn dễ dàng tương tác với các dịch vụ chat AI phổ biến như ChatGPT, Perplexity và Claude. Tăng năng suất của bạn với một micro bật lên đơn giản và hộp văn bản có thể chỉnh sửa, hỗ trợ nhiều ngôn ngữ.\n\n**Tính năng**\n\n- Giọng nói thành Văn bản: Chuyển đổi giọng nói của bạn thành văn bản dễ dàng.\n- Hỗ trợ Đa ngôn ngữ: Chọn ngôn ngữ ưa thích của bạn từ menu thả xuống.\n- Tích hợp: Hoạt động liền mạch với ChatGPT, Perplexity và Claude.\n- Phím tắt Tùy chỉnh: Cài đặt phím tắt bàn phím ưa thích của bạn để truy cập dễ dàng.\n- Lưu trữ Cục bộ: Các cài đặt của bạn được lưu trữ cục bộ trên thiết bị của bạn.\n\n**Tùy chỉnh Phím tắt Bàn phím**\n\n1. Truy cập trang Phím tắt Tiện ích Mở rộng của Chrome, chrome://extensions/shortcuts\n2. Tìm AI Speakeasy trong danh sách tiện ích đã cài đặt.\n3. Thay đổi phím tắt mặc định Open Speakeasy Popup\n   - Tìm hành động mong muốn (ví dụ: Open Speakeasy Popup), nhấp vào biểu tượng bút chì bên cạnh hộp nhập liệu và nhập tổ hợp phím ưa thích của bạn (ví dụ: nhấn đồng thời các phím Control và Space để tạo phím tắt Ctrl Space).\n4. Làm mới trang trình duyệt của bạn để đảm bảo các phím tắt đã được kích hoạt.\n\n**Cách hoạt động**\n\n1. Mở Popup Micro\n   - Mac: Shift + Command + Y (mặc định, bạn có thể thay đổi)\n   - Windows: Shift + Alt + Y (mặc định, bạn có thể thay đổi)\n   - Tùy chỉnh phím tắt này như mô tả dưới đây trong phần \"Tùy chỉnh Phím tắt Bàn phím\".\n\n2. Bắt đầu/Dừng Ghi âm\n   - Micro tự động bắt đầu ghi âm khi bật lên.\n   - Space: Dừng ghi âm ngay lập tức hoặc bật/tắt micro\n   - Lưu ý: Phím tắt Space này chỉ hoạt động khi con trỏ không nằm trong Hộp Văn bản Prompt\n\n3. Chọn Ngôn ngữ của bạn\n   - Chọn ngôn ngữ ưa thích của bạn từ menu thả xuống. Cài đặt này được lưu cục bộ để sử dụng trong tương lai, vì vậy bạn không cần phải chỉ định mỗi lần.\n\n4. Nhập liệu Bằng Giọng nói\n   - Tạm dừng Sau Khi Nói: Sau khi nói, tạm dừng một hoặc hai giây để tiện ích bắt kịp. Điều này sẽ hiển thị giọng nói của bạn trong hộp văn bản.\n   - Kiểm tra và Chỉnh sửa: Thỉnh thoảng tạm dừng để xem cách lời nói của bạn được chuyển đổi. Nếu có lỗi, nhấp vào nút dừng màu đỏ để điều chỉnh. Sau đó, bạn có thể đặt con trỏ ở vị trí cần thiết và tiếp tục bằng cách bật/tắt nút bắt đầu/dừng.\n   - Không cần Dấu câu: Không cần lo lắng về dấu câu như dấu phẩy, dấu chấm hay dấu hỏi. Chatbot AI có thể hiểu mà không cần chúng. Nếu bạn muốn thêm dấu câu, bạn có thể dừng lại và chèn bằng tay, nhưng thường không cần thiết.\n   - Cuộn Tự động: Hộp văn bản sẽ tự động cuộn xuống khi bạn tạm dừng, hiển thị các dòng cuối cùng của những gì bạn đã nói. Bạn cũng có thể cuộn lên và xuống thủ công nếu cần.\n\n5. Chỉnh sửa Văn bản\n   - Chỉnh sửa văn bản trong Hộp Văn bản Prompt hoặc bắt đầu lại đầu vào giọng nói từ bất kỳ vị trí con trỏ nào.\n   - Sử dụng Shift+Enter để thêm một dòng.\n   - Lời nhắc thân thiện: Nhấn Enter sẽ gửi văn bản đến AI nên hãy sử dụng Shift+Enter nếu bạn muốn thêm một dòng\n   - Hộp văn bản sẽ tự động cuộn nếu văn bản quá dài để hiển thị.\n\n6. Gửi Văn bản đến Chatbot AI\n   - Nhấn Enter để gửi văn bản và đóng popup.\n   - Hoặc nhấp vào nút kiểm màu xanh bên dưới Hộp Văn bản Prompt để gửi văn bản đến Chatbot AI.\n   - Lời nhắc thân thiện: Bên trong hộp văn bản, sử dụng Shift+Enter thay vì Enter để thêm một dòng.\n\n7. Đóng Popup\n   - Nhấp vào 'X' ở góc trên bên phải để đóng.\n   - Hoặc sử dụng phím tắt Open Microphone Popup cũng có thể chuyển đổi popup để đóng nó\n\n**Phím tắt Bàn phím**\n\n- Mở Popup Micro:\n   - Mac: Shift + Command + Y (mặc định, bạn có thể thay đổi)\n   - Windows: Shift + Alt + Y (mặc định, bạn có thể thay đổi)\n\n- Chuyển đổi Micro:\n   - Space: Bắt đầu/Dừng micro (chỉ hoạt động khi con trỏ không nằm trong Hộp Văn bản Prompt).\n\n- Gửi Văn bản đến Chatbot AI:\n   - Enter: Gửi văn bản (chỉ hoạt động khi con trỏ không nằm trong Hộp Văn bản Prompt).\n\n**Tại sao nên sử dụng AI Speakeasy?**\n\n- Năng suất: Chuyển đổi suy nghĩ của bạn thành văn bản nhanh chóng và dễ dàng.\n- Tiện lợi: Giao diện đơn giản với các tính năng mạnh mẽ.\n- Tích hợp: Hoạt động với các dịch vụ chat AI hàng đầu.\n- Chi phí: MIỄN PHÍ\n- Bảo mật Đảm bảo: Dữ liệu của bạn được bảo vệ và riêng tư. Các cài đặt của bạn được lưu trữ cục bộ trên thiết bị của bạn.\n\n**Chức năng Giọng nói thành Văn bản và Thông báo Chất lượng**\n\nDịch vụ Giọng nói thành Văn bản (STT) của chúng tôi sử dụng API Nhận dạng Giọng nói Web của trình duyệt Google Chrome, xuất sắc trong tiếng Anh, cung cấp tỷ lệ lỗi thấp hơn đáng kể so với hiệu suất của nó trong các ngôn ngữ khác. Điều này là do thiết kế vốn có của API, được tối ưu hóa cho tiếng Anh. Nếu bạn gặp chất lượng STT kém trong ngôn ngữ ưa thích của mình, chúng tôi khuyên bạn nên thử cài đặt tiếng Anh để có trải nghiệm tốt hơn. Mặc dù chúng tôi nhận thấy rằng điều này có thể không phải là giải pháp lý tưởng cho mọi người, xin hãy hiểu rằng trong giới hạn của công nghệ hiện tại, đây là dịch vụ miễn phí tốt nhất mà chúng tôi có thể cung cấp.\n\n**Định hình Tương lai cùng Chúng tôi!**\n\nBạn có chatbot AI yêu thích mà bạn muốn AI Speakeasy hỗ trợ không? Chúng tôi luôn tìm kiếm các cách để cải thiện và mở rộng khả năng của mình. Nếu có chatbot cụ thể mà bạn muốn tích hợp, hãy gửi tin nhắn cho chúng tôi. Chúng tôi sẽ xem xét và cố gắng thêm vào danh sách. Hiện tại, AI Speakeasy hỗ trợ ChatGPT, Perplexity và Claude.\n\n**Chúng tôi Ưu tiên Bảo mật của Bạn**\n\nAI Speakeasy không thu thập hoặc lưu trữ dữ liệu cá nhân trên các máy chủ bên ngoài. Tất cả các bản chuyển giọng nói thành văn bản được xử lý thông qua trình duyệt Google Chrome sử dụng API Nhận dạng Giọng nói Web và các cài đặt của bạn được lưu trữ cục bộ trên thiết bị của bạn thông qua bộ nhớ cục bộ của Google Chrome. Mặc dù các API của Google mà chúng tôi sử dụng có thể quản lý dữ liệu theo các giao thức riêng của họ - mà chúng tôi không thể kiểm soát - chúng tôi đảm bảo rằng chúng tôi, các nhà phát triển của AI Speakeasy, không có quyền truy cập vào dữ liệu của bạn và không chia sẻ với bất kỳ bên thứ ba nào, bao gồm cả chính chúng tôi. Do đó, ngoài những gì cần thiết cho chức năng của API của Google, thông tin của bạn sẽ vẫn hoàn toàn bảo mật và không được tiết lộ cho chúng tôi hoặc bất kỳ bên thứ ba nào.\n\n**Nâng cao Trải nghiệm của Bạn!**\n\nCải thiện các tương tác chat AI của bạn với AI Speakeasy. Tải xuống ngay bây giờ và trải nghiệm sự tiện lợi của giọng nói thành văn bản trong trình duyệt của bạn!",
    "zh_CN": "**AI Speakeasy Microphone for ChatGPT、Perplexity 和 Claude**\n\n与 AI 聊天服务的无缝语音转文字互动\n\n由 Robert Hudek 创建\n\n**什么是 AI Speakeasy？**\n\nAI Speakeasy 是您首选的 Chrome 扩展功能，提供无缝的语音转文字功能。它让您能轻松与流行的 AI 聊天服务如 ChatGPT、Perplexity 和 Claude 互动。通过简单的弹出麦克风和可编辑的多语言文本框，提升您的生产力。\n\n**功能**\n\n- 语音转文字：轻松将语音转换为文字。\n- 多语言支持：从下拉菜单中选择您偏好的语言。\n- 整合：与 ChatGPT、Perplexity 和 Claude 无缝合作。\n- 自定义快捷键：设置您偏好的键盘快捷键，方便存取。\n- 本地存储：您的偏好设置将存储在您的设备上。\n\n**自定义键盘快捷键**\n\n1. 前往 Chrome 扩展功能快捷键页面，chrome://extensions/shortcuts\n2. 在已安装的扩展功能列表中找到 AI Speakeasy。\n3. 更改预设的 Open Speakeasy Popup 快捷键\n   - 找到所需的操作（例如，Open Speakeasy Popup），点击输入框旁边的铅笔图标，并输入您偏好的键盘组合（例如，同时按下 Control 和空格键来创建 Ctrl 空格快捷键）。\n4. 刷新浏览器页面以确保快捷键已启用。\n\n**如何运作**\n\n1. 打开麦克风弹出窗口\n   - Mac：Shift + Command + Y（默认，可以更改）\n   - Windows：Shift + Alt + Y（默认，可以更改）\n   - 如下所述，自定义快捷键在 \"Customizing Keyboard Shortcuts\" 部分。\n\n2. 开始/停止录音\n   - 麦克风在弹出窗口打开时自动开始录音。\n   - 空格：立即停止录音或切换麦克风开/关\n   - 注意：此空格快捷键仅在光标不在提示文本框中时有效\n\n3. 选择您的语言\n   - 从下拉菜单中选择您偏好的语言。此设置将本地保存，供将来使用，您不必每次都指定。\n\n4. 听写\n   - 说话后暂停：说话后暂停一两秒钟，以便扩展功能能跟上。这样会显示您的听写文本在文本框中。\n   - 检查和编辑：偶尔暂停查看您的话语转录情况。如果有错误，点击红色停止按钮进行调整。然后您可以将光标放在需要的位置，并通过切换开始/停止按钮继续。\n   - 无需标点符号：不必担心标点符号，如逗号、句号或问号。AI 聊天机器人能够理解而无需这些。如果您想添加标点符号，可以停止并手动插入，但通常是不必要的。\n   - 自动滚动：文本框会在您暂停时自动滚动，显示您所说的最后几行。如果需要，您也可以手动向上和向下滚动。\n\n5. 编辑文本\n   - 编辑提示文本框中的文本或从任意光标位置重新开始语音转文字输入。\n   - 使用 Shift+Enter 添加一行。\n   - 友好提醒：按下 Enter 会将文本发送到 AI，因此如果您想添加一行，请使用 Shift+Enter\n   - 如果文本过长而无法完全显示，文本框将自动滚动。\n\n6. 将文本发送到 AI 聊天机器人\n   - 按 Enter 发送文本并关闭弹出窗口。\n   - 或者，点击提示文本框下方的绿色勾按钮将文本发送到 AI 聊天机器人。\n   - 友好提醒：在文本框内使用 Shift+Enter 而不是 Enter 来添加一行。\n\n7. 关闭弹出窗口\n   - 点击右上角的 'X' 来关闭它。\n   - 或者，使用 Open Microphone Popup 快捷键也可以切换弹出窗口以关闭它\n\n**键盘快捷键**\n\n- 打开麦克风弹出窗口：\n   - Mac：Shift + Command + Y（默认，可以更改）\n   - Windows：Shift + Alt + Y（默认，可以更改）\n\n- 切换麦克风：\n   - 空格：开始/停止麦克风（仅在光标不在提示文本框中时有效）。\n\n- 将文本发送到 AI 聊天机器人：\n   - Enter：发送文本（仅在光标不在提示文本框中时有效）。\n\n**为什么使用 AI Speakeasy？**\n\n- 生产力：快速轻松地转录您的想法。\n- 便利性：简单的界面与强大的功能。\n- 整合：与领先的 AI 聊天服务无缝合作。\n- 成本：免费\n- 隐私保证：您的数据安全且私密。您的偏好设置将存储在您的设备上。\n\n**语音转文字功能和质量通知**\n\n我们的语音转文字（STT）服务使用 Google Chrome 浏览器 Web Speech Recognition API，该 API 在英语中表现出色，其错误率显著低于其他语言的表现。这是由于该 API 的设计内部优化为英语。如果您在偏好语言中遇到 STT 质量欠佳的情况，我们建议尝试使用英语设置以获得可能的改进体验。虽然我们认识到这对所有人来说可能不是理想的解决方案，但请理解在当前技术的限制下，这是我们能够提供的最佳免费服务。\n\n**与我们一起塑造未来！**\n\n您有最喜欢的 AI 聊天机器人希望 AI Speakeasy 支持吗？我们始终在寻找改进和扩展我们能力的方法。如果有您希望看到集成的特定聊天机器人，请发送消息给我们。我们会查看并尝试将其添加到列表中。目前，AI Speakeasy 支持 ChatGPT、Perplexity 和 Claude。\n\n**我们优先考虑您的隐私**\n\nAI Speakeasy 不会在外部服务器上收集或存储个人数据。所有语音转文字转录均通过 Google 的 Chrome 浏览器使用 Web Speech Recognition API 处理，您的偏好设置将通过 Google Chrome 的本地存储在您的设备上保存。虽然我们使用的 Google API 可能根据其自己的协议管理数据——这是我们无法控制的——但我们保证，AI Speakeasy 的开发者不会访问您的数据，也不会将其与任何第三方，包括我们自己，分享。因此，除了 Google API 功能所需的必要部分外，您的信息将保持严格保密，不会透露给我们或任何第三方。\n\n**提升您的体验！**\n\n使用 AI Speakeasy 增强您的 AI 聊天互动。立即下载并体验浏览器中的语音转文字便利性！",
    "zh_TW": "**AI Speakeasy Microphone for ChatGPT、Perplexity 和 Claude**\n\n與 AI 聊天服務的無縫語音轉文字互動\n\n由 Robert Hudek 創建\n\n**什麼是 AI Speakeasy？**\n\nAI Speakeasy 是您首選的 Chrome 擴充功能，提供無縫的語音轉文字功能。它讓您能輕鬆與流行的 AI 聊天服務如 ChatGPT、Perplexity 和 Claude 互動。透過簡單的彈出麥克風和可編輯的多語言文本框，提升您的生產力。\n\n**功能**\n\n- 語音轉文字：輕鬆將語音轉換為文字。\n- 多語言支持：從下拉菜單中選擇您偏好的語言。\n- 整合：與 ChatGPT、Perplexity 和 Claude 無縫合作。\n- 自定義快捷鍵：設置您偏好的鍵盤快捷鍵，方便存取。\n- 本地存儲：您的偏好設定將存儲在您的設備上。\n\n**自定義鍵盤快捷鍵**\n\n1. 前往 Chrome 擴充功能快捷鍵頁面，chrome://extensions/shortcuts\n2. 在已安裝的擴充功能列表中找到 AI Speakeasy。\n3. 更改預設的 Open Speakeasy Popup 快捷鍵\n   - 找到所需的操作（例如，Open Speakeasy Popup），點擊輸入框旁邊的鉛筆圖標，並輸入您偏好的鍵盤組合（例如，同時按下 Control 和空格鍵來創建 Ctrl 空格快捷鍵）。\n4. 刷新瀏覽器頁面以確保快捷鍵已啟用。\n\n**如何運作**\n\n1. 打開麥克風彈出視窗\n   - Mac：Shift + Command + Y（默認，可以更改）\n   - Windows：Shift + Alt + Y（默認，可以更改）\n   - 如下所述，自定義快捷鍵在 \"Customizing Keyboard Shortcuts\" 部分。\n\n2. 開始/停止錄音\n   - 麥克風在彈出窗口打開時自動開始錄音。\n   - 空格：立即停止錄音或切換麥克風開/關\n   - 注意：此空格快捷鍵僅在光標不在提示文本框中時有效\n\n3. 選擇您的語言\n   - 從下拉菜單中選擇您偏好的語言。此設置將本地保存，供將來使用，您不必每次都指定。\n\n4. 聽寫\n   - 說話後暫停：說話後暫停一兩秒鐘，以便擴充功能能跟上。這將顯示您的聽寫文本在文本框中。\n   - 檢查和編輯：偶爾暫停查看您的話語轉錄情況。如果有錯誤，點擊紅色停止按鈕進行調整。然後您可以將光標放在需要的位置，並通過切換開始/停止按鈕繼續。\n   - 無需標點符號：不必擔心標點符號，如逗號、句號或問號。AI 聊天機器人能夠理解而無需這些。如果您想添加標點符號，可以停止並手動插入，但通常是不必要的。\n   - 自動滾動：文本框會在您暫停時自動滾動，顯示您所說的最後幾行。如果需要，您也可以手動向上和向下滾動。\n\n5. 編輯文本\n   - 編輯提示文本框中的文本或從任意光標位置重新開始語音轉文字輸入。\n   - 使用 Shift+Enter 添加一行。\n   - 友好提醒：按下 Enter 會將文本發送到 AI，因此如果您想添加一行，請使用 Shift+Enter\n   - 如果文本過長而無法完全顯示，文本框將自動滾動。\n\n6. 將文本發送到 AI 聊天機器人\n   - 按 Enter 發送文本並關閉彈出窗口。\n   - 或者，點擊提示文本框下方的綠色勾按鈕將文本發送到 AI 聊天機器人。\n   - 友好提醒：在文本框內使用 Shift+Enter 而不是 Enter 來添加一行。\n\n7. 關閉彈出窗口\n   - 點擊右上角的 'X' 來關閉它。\n   - 或者，使用 Open Microphone Popup 快捷鍵也可以切換彈出窗口以關閉它\n\n**鍵盤快捷鍵**\n\n- 打開麥克風彈出視窗：\n   - Mac：Shift + Command + Y（默認，可以更改）\n   - Windows：Shift + Alt + Y（默認，可以更改）\n\n- 切換麥克風：\n   - 空格：開始/停止麥克風（僅在光標不在提示文本框中時有效）。\n\n- 將文本發送到 AI 聊天機器人：\n   - Enter：發送文本（僅在光標不在提示文本框中時有效）。\n\n**為什麼使用 AI Speakeasy？**\n\n- 生產力：快速輕鬆地轉錄您的想法。\n- 便利性：簡單的界面與強大的功能。\n- 整合：與領先的 AI 聊天服務無縫合作。\n- 成本：免費\n- 隱私保證：您的數據安全且私密。您的偏好設定將存儲在您的設備上。\n\n**語音轉文字功能和質量通知**\n\n我們的語音轉文字（STT）服務使用 Google Chrome 瀏覽器 Web Speech Recognition API，該 API 在英語中表現出色，其錯誤率顯著低於其他語言的表現。這是由於該 API 的設計內部優化為英語。如果您在偏好語言中遇到 STT 質量欠佳的情況，我們建議嘗試使用英語設定以獲得可能的改進體驗。雖然我們認識到這對所有人來說可能不是理想的解決方案，但請理解在當前技術的限制下，這是我們能夠提供的最佳免費服務。\n\n**與我們一起塑造未來！**\n\n您有最喜歡的 AI 聊天機器人希望 AI Speakeasy 支持嗎？我們始終在尋找改進和擴展我們能力的方法。如果有您希望看到集成的特定聊天機器人，請發送消息給我們。我們會查看並嘗試將其添加到列表中。目前，AI Speakeasy 支持 ChatGPT、Perplexity 和 Claude。\n\n**我們優先考慮您的隱私**\n\nAI Speakeasy 不會在外部伺服器上收集或存儲個人數據。所有語音轉文字轉錄均通過 Google 的 Chrome 瀏覽器使用 Web Speech Recognition API 處理，您的偏好設定將通過 Google Chrome 的本地存儲在您的設備上保存。雖然我們使用的 Google API 可能根據其自己的協議管理數據——這是我們無法控制的——但我們保證，AI Speakeasy 的開發者不會訪問您的數據，也不會將其與任何第三方，包括我們自己，分享。因此，除了 Google API 功能所需的必要部分外，您的信息將保持嚴格保密，不會透露給我們或任何第三方。\n\n**提升您的體驗！**\n\n使用 AI Speakeasy 增強您的 AI 聊天互動。立即下載並體驗瀏覽器中的語音轉文字便利性！"
  }
}