{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Comment Profits"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Comment Profits"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Facebook Auto Reply Extension: Automatically reply All Facebook Post Comments in One Click Button and Start Generating More Leads and Sales!\n\nComment Profits helps you to autoreply Facebook comments on your personal Facebook profile, page or any group, you manage in one click.\nCreate funnels for your Facebook comments without hiring a virtual assistant.\n\n➡️ Save Time: \nStop spending so much of your precious time responding to FB comments one by one. Just click a button and let CommentProfits do the work for you!\n\n➡️ Save Money: \nWhy hire someone to respond to FB comments when you can get an app that'll do it for a fraction of the cost? Put your money to better use and let CommentProfits handle the job!\n\n➡️ Get more Leads and Sales: \nStop leaving money on the table! Get more leads and sales on FB, while spending less time, by responding to your audience's comments faster with CommentProfits.\n\n➡️ Turn comments to sales: CommentProfits help you automate very proven lead generation and sales processes without having to spend much of your precious time or money to get the end results. Put your time and money to better use and grow exponentially. \n\nStart responding to all comments on your post with a simple click. Get maximum post exposure and engagement automatically.\n\n\nClick Add to Chrome button above to started: \n\n\nNote: This extension is not affiliated with Facebook in any way."
  }
}