{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto Group Tabs"
  },
  "short": {
    "ar": "جعل علامات التبويب المفتوحة ، عناوين url إلى مجموعات لتحسين كفاءة العمل.",
    "am": "የሥራ ውጤታማነትን ለማሻሻል የተከፈቱትን ታብሶች በቡድን አውጥቶ ማድረግ።",
    "bg": "Автоматично направете отворените табове, url адреси в групи, за да подобрите ефективността на работата.",
    "bn": "▁ ই য়ে স্ট ো মে র ▁ক ্ ষ ে ত্র ে ▁উ ত ্ সা হি ত ▁করা ▁হয়েছে ।",
    "ca": "Feu automàticament les pestanyes obertes en grups per a millorar l' eficiència de treball.",
    "cs": "Automaticky uveďte otevřené karty do skupin, aby se zlepšila účinnost práce.",
    "da": "Automatisk gøre de åbnede faner,urls i grupper for at forbedre arbejdseffektiviteten.",
    "de": "Machen Sie die geöffneten Register karten automatisch in Gruppen, um die Arbeits effizienz zu verbessern.",
    "el": "Αυτόματα",
    "en,en_AU,en_GB,en_US,es_419,uk": "Automatically make the opened tabs、urls into groups to improve work efficiency.",
    "es": "Convierte automáticamente las pestañas abiertas. URL en grupos para mejorar la eficiencia del trabajo.",
    "et": "Avatud kaartide automaatselt muudetakse rühmadeks töötlemise tõhususe parandamiseks.",
    "fa": "به طور خودکار تب های باز شده را به گروه هایی بسازید تا کاری را بهبود برساند.",
    "fi": "Avatuista välilehdistä automaattisesti ryhmiksi työtehokkuuden parantamiseksi.",
    "fil": "Awtomatikong gawin ang mga binuksan na tabs sa mga grupo upang mapabuti ang epektibo sa trabaho.",
    "fr": "Automatiquement faire les onglets ouverts 、 urls en groupes pour améliorer l'efficacité du travail.",
    "gu": "કાર્ય કાર્યક્ષમતા સુધારવા માટે આપમેળે ખુલ્લા ટેબ્સને જૂથોમાં બનાવો.",
    "he": "באופן אוטומטי להפוך את נפתח כרטיסיות 、 כתובות לתוך קבוצות כדי לשפר את יעילות עבודה.",
    "hi": "स्वचालित रूप से बनाने के खोला टैब 、 url समूहों में करने के लिए कार्य कुशलता में सुधार।",
    "hr,sr": "Automatski otvoreni kartice,urls u skupine kako bi se poboljšala učinkovitost rada.",
    "hu": "Automatikusan, hogy a nyitott fülek-url-ek csoportokba, hogy javítsa a munka hatékonyságát.",
    "id": "Secara otomatis membuat tab yang terbuka, URL menjadi grup untuk meningkatkan efisiensi kerja.",
    "it": "Effettua automaticamente le schede aperte, gli urls in gruppi per migliorare l'efficienza del lavoro.",
    "ja": "開いたタブを自動的に作成し、作業効率を向上させるためにグループにまとめます。",
    "kn": "ಕೆಲಸದ ಪರಿಣಾಮವನ್ನು ಉತ್ತಮಗೊಳಿಸಲು ತೆರೆಯಲಾದ ಹಾಳೆಯನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ತೆರೆಯಲಾದ ಗುಂಪುಗಳಲ್ಲಿ ಮಾಡು.",
    "ko": "자동으로 열린 탭, URL을 그룹으로 만들어 작업 효율성을 향상시킵니다.",
    "lt": "Automatiškai padarykite atvertus skirtukus „ urls “į grupes, kad pagerintų darbo efektyvumą.",
    "lv": "Automātiski padarīt atvērtās cilnes-urls grupās, lai uzlabotu darba efektivitāti.",
    "ml": "തുറന്ന ടാബ്കള് ഓക്കേയിലെ കൂട്ടങ്ങളായി ജോലി കഴിവു് മെച്ചപ്പെടുത്താന് .",
    "mr": "काम क्षमता सुधारण्याकरीता उघडलेले टॅब सोर्ल्स स्वचालित रुपांतर करा.",
    "ms": "Secara automatik membuat tab yang dibuka, url ke dalam kumpulan untuk meningkatkan kecekapan kerja.",
    "nl": "Maak automatisch de geopende tabbladen, URL's in groepen om de werkefficiëntie te verbeteren.",
    "no": "Gjør automatisk de åpne fanene i grupper for å forbedre arbeidseffektiviteten.",
    "pl": "Automatycznie przetworzyć otwarte zakładki 、 w grupy, aby poprawić wydajność pracy.",
    "pt_BR,pt_PT": "Automaticamente faça as guias abertas em grupos para melhorar a eficiência do trabalho.",
    "ro": "Transformă automat filele deschise,urls în grupuri pentru a îmbunătăţi eficienţa muncii.",
    "ru": "Автоматически делайте открытые вкладки, URLS, чтобы повысить эффективность работы.",
    "sk": "Automaticky urobte otvorené záložky-url do skupín, aby sa zlepšila účinnosť práce.",
    "sl": "Samodejno narediti odprte zavihke,urls v skupine za izboljšanje delovne učinkovitosti.",
    "sv": "Automatiskt göra de öppnade flikarna,urls i grupper för att förbättra arbetseffektiviteten.",
    "sw": "Kwa kiotomatiki fanya tabi zilizofunguliwa zikiwa vikundi ili kuboresha ufanisi wa kazi.",
    "ta": "தன்னியக்கமாக திறந்த தத்தல்களை நான் குழுக்களாக செய்க.",
    "te": "ఉదాహరణకు మెరుగుపరచుకోవడానికి తెరవబడిన టాబ్స్స్ జ్ఞాపకార్థలు",
    "th": "โดยอัตโนมัติทำให้แท็บเปิด URL เป็นกลุ่มเพื่อปรับปรุงประสิทธิภาพการทำงาน",
    "tr": "Aaçık sekmeleri otomatik olarak yapmak, iş verimliliğini artırmak için gruplara url'ler.",
    "vi": "Tự động tạo các tab đã mở, URL thành các nhóm để nâng cao hiệu quả công việc.",
    "zh_CN": "当需要同时打开、使用大量网页时，帮助你提高工作效率。",
    "zh_TW": "自動將打開的選項卡、url分組,提高工作效率。"
  },
  "long": {
    "ar": "تصنيف علامات الصفحة وعناوين URL تلقائيًا في مجموعات لتحسين الكفاءة عند الوصول إلى عدد كبير من الصفحات وإدارتها ؛ يمكنك فرز عناوين URL المجمعة وحفظها وتحميلها في المرة القادمة وفتحها على دفعات.",
    "am,bg,bn,cs,da,de,el,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,vi": "AGT: Auto Group Tabs.\nAutomatically make the opened tabs、urls into groups to improve work efficiency when a large number of sites are managed, support custom grouping; you can sort, save those site's urls, and load, open them next time.",
    "ca,es": "Clasifique automáticamente las etiquetas de página y las URL en grupos para mejorar la eficiencia al acceder y administrar una gran cantidad de páginas; puede ordenar y guardar las URL agrupadas, cargarlas la próxima vez y abrirlas en lotes.",
    "en,en_AU,en_GB,en_US,es_419,uk": "AGT: Auto Group Tabs can help improve your work efficiency when dealing with a large number of sites simultaneously. This extension can sync your URLs across multiple devices, allowing you to record them once and use them anywhere.",
    "zh_CN": "自动将页面标签、网址分组归类，当访问、管理大量页面时提高使用效率;可以对分组的网址排序、保存，下次加载后批量打开、关闭，支持用户自定义分组。",
    "zh_TW": "自動將頁面標籤、網址分組歸類，當訪問、管理大量頁面時提高使用效率;可以對分組的網址排序、保存，下次加載、批量打開，支持用戶自定義分組。"
  }
}