{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FlashAI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your browsing experience with FlashAI, a powerful Chrome extension that integrates ChatGPT."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the power of AI right in your browser with FlashAI, the ultimate Chrome extension. With FlashAI by your side, the possibilities are endless:\n\n🌐 Use ChatGPT Anywhere on the Web: ChatGPT is at your fingertips wherever you go online. Whether you're researching, brainstorming, or just curious, FlashAI brings the magic of natural language processing to every corner of the internet.\n\n✍️ Create Customized Prompts: Tailor your AI interactions to your needs. FlashAI lets you craft your own prompts, giving you a personalized and unique experience. It's your AI, your way.\n\n🕒 Effortlessly Summarize Webpages: Say goodbye to information overload. FlashAI simplifies your web browsing by summarizing complex webpages with a single click. Save time and focus on what matters most.\n\nFlashAI is your AI-powered companion, enhancing your productivity and knowledge exploration on the web. It's the must-have extension for students, researchers, professionals, and anyone seeking to harness the potential of AI.\n\nExperience the future of browsing today with FlashAI. Take the first step and revolutionize your web experience with a FlashAI license. 🚀\n\nDon't miss out on the incredible potential of AI in your web browsing. Secure your FlashAI license now!\n\nVisit our website at flashai.me to explore the possibilities and acquire your license for enhanced productivity and knowledge discovery. 🎉"
  }
}