{
  "name": {
    "am,ar,de,en,en_AU,en_GB,en_US,es,es_419,et,fr,it,lt,lv,mr,ms,nl,pt_BR,pt_PT,ru,sl,sr,sv,th,tr,uk,vi,zh_CN,zh_TW": "Ultimate Car Driving Game",
    "bg,cs,da,el,fa,fi,hi,hr,id,ko,ml": "Ultimate Car Driving Online",
    "bn,gu,hu,kn,no,sw,ta": "Ultimate Car Driving Online Game",
    "ca,fil,he,ja,pl,ro,sk,te": "Ultimate Car Driving Unblocked Game"
  },
  "short": {
    "ar": "استمتع بمحاكاة قيادة السيارات في مدينة كبيرة ورائعة.",
    "am": "በአንድ ትልቅና ማራኪ ከተማ ውስጥ መኪና በማሽከርከር ሲምዩሌተር ተደሰት።",
    "bg": "Насладете се на кола шофиране симулатор в голям и завладяващ град.",
    "bn": "একটি বড় এবং চিত্তাকর্ষক শহরে গাড়ী ড্রাইভিং সিমুলেটর উপভোগ করুন।",
    "ca": "Gaudeix del simulador de conducció en cotxe en una ciutat gran i fascinant.",
    "cs": "Užijte si simulátor jízdy autem ve velkém a fascinujícím městě.",
    "da": "Nyd bilkørselssimulator i en stor og fascinerende by.",
    "de": "Genießen Sie den Autofahrsimulator in einer großen und faszinierenden Stadt.",
    "el": "Απολαύστε προσομοιωτή οδήγησης αυτοκινήτου σε μια μεγάλη και συναρπαστική πόλη.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Enjoy car driving simulator in a big and fascinating city.",
    "es": "Disfruta del simulador de conducción de coches en una ciudad grande y fascinante.",
    "et": "Nautige autojuhtimise simulaatorit suures ja põnevas linnas.",
    "fa": "لذت بردن از ماشین رانندگی شبیه ساز در یک شهر بزرگ و جذاب.",
    "fi": "Nauti auton ajosimulaattorista suuressa ja kiehtovassa kaupungissa.",
    "fil": "Masiyahan sa kotse pagmamaneho simulator sa isang malaki at kamangha-manghang lungsod.",
    "fr": "Profitez du simulateur de conduite de voiture dans une grande ville fascinante.",
    "gu": "મોટા અને રસપ્રદ શહેરમાં કાર ડ્રાઇવિંગ સિમ્યુલેટરનો આનંદ માણો.",
    "he": "תיהנו מסימולטור נהיגה ברכב בעיר גדולה ומרתקת.",
    "hi": "एक बड़े और आकर्षक शहर में कार ड्राइविंग सिम्युलेटर का आनंद लें।",
    "hr": "Uživajte u simulatoru vožnje automobilom u velikom i fascinantnom gradu.",
    "hu": "Élvezze az autóvezetési szimulátort egy nagy és lenyűgöző városban.",
    "id": "Nikmati simulator mengemudi mobil di kota besar dan menarik.",
    "it": "Goditi il simulatore di guida in auto in una città grande e affascinante.",
    "ja": "大きくて魅力的な街で車の運転シミュレータをお楽しみください。",
    "kn": "ಒಂದು ದೊಡ್ಡ ಮತ್ತು ಆಕರ್ಷಕ ನಗರದಲ್ಲಿ ಕಾರ್ ಡ್ರೈವಿಂಗ್ ಸಿಮ್ಯುಲೇಟರ್ ಅನ್ನು ಆನಂದಿಸಿ.",
    "ko": "크고 매혹적인 도시에서 자동차 운전 시뮬레이터를 즐기십시오.",
    "lv": "Izbaudiet automašīnu braukšanas simulatoru lielā un aizraujošā pilsētā.",
    "ml": "ഒരു വലിയതും ആകർഷകവുമായ നഗരത്തിൽ കാർ ഡ്രൈവിംഗ് സിമുലേറ്റർ ആസ്വദിക്കുക.",
    "mr": "मोठ्या आणि आकर्षक शहरात कार ड्रायव्हिंग सिम्युलेटरचा आनंद घ्या.",
    "ms": "Nikmati simulator memandu kereta di bandar yang besar dan menarik.",
    "nl": "Geniet van een autorijsimulator in een grote en fascinerende stad.",
    "no": "Nyt bilkjøringssimulator i en stor og fascinerende by.",
    "pl": "Ciesz się symulatorem jazdy samochodem w dużym i fascynującym mieście.",
    "ro": "Bucurați-vă de simulator de conducere auto într-un oraș mare și fascinant.",
    "ru": "Наслаждайтесь симулятором вождения автомобиля в большом и увлекательном городе.",
    "sk": "Vychutnajte si simulátor jazdy autom vo veľkom a fascinujúcom meste.",
    "sl": "Uživajte v simulatorju vožnje z avtomobili v velikem in očarljivem mestu.",
    "sv": "Njut av bilkörningssimulator i en stor och fascinerande stad.",
    "sw": "Kufurahia gari kuendesha simulator katika mji kubwa na kuvutia.",
    "ta": "ஒரு பெரிய மற்றும் கண்கவர் நகரத்தில் கார் ஓட்டுநர் சிமுலேட்டரை அனுபவிக்கவும்.",
    "te": "ఒక పెద్ద మరియు మనోహరమైన నగరంలో కారు డ్రైవింగ్ సిమ్యులేటర్ ను ఆస్వాదించండి.",
    "th": "เพลิดเพลินไปกับการจําลองการขับขี่รถยนต์ในเมืองใหญ่และน่าสนใจ",
    "tr": "Büyük ve büyüleyici bir şehirde araba sürüş simülatörünün tadını çıkarın.",
    "uk": "Насолоджуйтесь симулятором водіння автомобіля у великому та захоплюючому місті."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you ready for a car driving game in a big city! Choose the driving mode you want, drift wildly in the city. Join this legendary car racing game and start the adventure. Stunt car players can drive or drift around the city with more than ten cars. Ultimate car driving simulator players can customize their vehicles if they wish. Free roam players who want to customize their stunt car can add customizations such as wheel change, car color change, or suspension if they wish. \n\nIn this way, it becomes possible for them to enjoy the car driving simulator game more. You can experience an accurate simulation with four different vehicle camera options. There are interior cameras, top cameras, and primary car driving simulator cameras as camera options. Using these cameras, you can enjoy car games in the city.\n\nHow To Play\nYou can move the race cars in an open-world city using the arrow keys or W-A-S-D keys. You can change the stunt car camera with the help of the mouse. You can measure your speed on the move instantly by using the speedometer for top speed.\n\nUltimate Car Driving Game Features\n✓ Realistic sounds\n✓ 3D Environment\n✓ Basic control\n✓ Car Customize\n✓ Slow motion system\n\nFinally, you can enjoy these game for free (and more requests will be added)! Ultimate Car Driving Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}