{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "كوبون خصم اي هيرب 2023 (LFT2239) كود أي هيرب"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "كود خصم أي هيرب  بقيمة 10% إضافي على كل الموقع iherb"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "كود خصم أي هيرب  بقيمة 10% إضافي على كل الموقع iherb– استخدم الكود: (LFT2239) كود خصم أي هيرب يتيح لك الاستفادة من خصم أي هيرب 2023 بقيمة 10% إضافي على جميع المنتجات من شتى الفئات على موقع iherb يشمل المنتجات المخفضة – ألصق كوبون خصم أي هيرب (LFT2239) في صفحة الدفع لتطبيق كوبون الخصم\nتقدم شركة آي هيرب الأمريكية خدماتها منذ أكثر من 25 عاما لتوفير منتجاتها الخاصة بالمحافظة على الصحة والجمال، وتمتد هذه الخدمات لتشمل الشحن إلى أكثر من 186 دولة، ودعم 16 لغة حية إضافة إلى توفير 38 طريقة دفع مختلفة لعملائها، ما يتيح تجربة تسوق أكثر راحة وأمانا.\n\nوبالإضافة إلى بيع المنتجات التكميلية من العلامات التجارية الخاصة بمتجر iHerb التي يستخدمها نحو 11 مليون عميل على مستوى العالم، فإن آي هيرب يوفر أيضا المنتجات من علامات تجارية أخرى، فيمكنك العثور على العديد من العلامات التجارية التي تحظى بشعبية كبيرة في العالم مثل ناو فوودز وأفينو وديرما وكارلسون وجيربر وغيرها الكثير بأفضل الأسعار، وعند استخدام كود خصم آي هيرب ستحصل على العديد من مزايا التوفير الإضافية.\n\nفي آي هيرب يمكنك العثور على أكثر من 30 ألف منتج لنحو 60 علامة تجارية مختلفة، وهو ما لا توفره منصات تجارية أخرى في نفس المجال، كل ذلك على متجر آي هيرب يكون مصحوبًا بتقييمات العملاء والمستخدمين التي بلغت 24 مليون تقييم ومراجعة، ناهيك عن الأسعار المنافسة لما هو متاح على باقي منصات الشراء الأخرى. لذا كل ما عليك هو الدخول إلى موقع آي هيرب والتسوق بكل سهولة ويسر، ولا تنس استخدام كوبون خصم آي هيرب الفعال.\n\nكيفية الحصول على كود خصم اي هيرب واستخدامه 2023\nيعد الطلب باستخدام كود خصم آي هيرب للعملاء الجدد أو العملاء الحاليين أمرًا سهلا للغاية، ولا يحتاج إلى كثير من المجهود، كل ما عليك فعله هو اتباع الخطوات البسيطة التالية لإنشاء حساب على الموقع الرسمي والشراء بكل بساطة.\n\nانسخ أولاً كود خصم آي هيرب من هذه الصفحة واقرأ شروط الاستخدام.\nافتح iHerb الرسمي على الإنترنت.\nانتقل إلى تسجيل الدخول في الجزء العلوي الأيسر وسيظهر لك الخيارات.\nاختر إنشاء حساب الموجود في أسفل القائمة.\nأدخل رقم هاتفك المحمول وعنوان بريدك الإلكتروني.\nأنشئ كلمة مرور وانقر على زر إنشاء حسابك.\nيمكنك الآن بدء التسوق بمجرد إنشاء حساب ولكننا نوصيك بإعداد ملف التعريف الخاص بك أولا لتنفيذ عمليات الشراء بشكل أسرع. \n\nاذهب إلى حسابك ثم انتقل إلى دفتر العناوين.\nأدخل عنوان الشحن الخاص بك.\nابدأ التسوق بكل سهولة.\nقبل الدفع ستخد خانة الرمز الترويجي، قم بإضافة كود خصم آي هيرب بداخلها، بعد التأكد من أنه كوبون يتناسب مع احتياجاتك، واضغط على زر تطبيق."
  }
}