{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT auf Deutsch kostenlos ohne Registrierung"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT auf Deutsch kostenlos ohne Registrierung, facile à utiliser, utilisant GPT-4"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT auf Französisch kostenlos und ohne Registrierung\n\nDies ist ein ChatGPT auf Französisch, der kostenlos und ohne Registrierung für Frankreich verfügbar ist, wo ChatGPT nicht autorisiert ist. Sie können die ChatGPT-Demo auf Französisch ausprobieren, ohne sich anzumelden oder ein Konto zu erstellen. Fügen Sie einfach diese Erweiterung hinzu, klicken Sie auf das Erweiterungssymbol und senden Sie Ihre Anfrage. Sie erhalten sofort eine Antwort, die von der ChatGPT-API generiert wird. Sie können diese Erweiterung sogar für Ihre Arbeit nutzen.\n\n🔴 Funktionen der Erweiterung:\n\nMit der KI chatten: Führen Sie Echtzeitgespräche mit ChatGPT kostenlos direkt in Ihrem Browser, ohne sich registrieren zu müssen.\nAntworten kopieren: Kopieren Sie die von der KI generierten Antworten mit nur einem Klick.\nEinfache Benutzeroberfläche: Einfaches Design für ein reibungsloses Chat-Erlebnis.\nKontakt & Meldung: Eingebaute Links zum Kontaktieren des Supports oder zur Meldung von Problemen.\n🔴 Warum diese Erweiterung verwenden:\n\nMit ChatGPT auf Französisch kostenlos und ohne Registrierung können Sie schnelle KI-Unterstützung erhalten, ohne Ihren Browser zu verlassen. Ob Sie brainstormen, lernen oder einfach Informationen suchen, die Erweiterung bietet Ihnen schnelle Antworten und Ideen direkt zur Hand. Es ist unglaublich einfach zu bedienen—keine Registrierung erforderlich, einfach tippen und sofort mit der KI chatten. Die Bequemlichkeit, KI-unterstützte Hilfe für jede Aufgabe zur Verfügung zu haben, macht es zu einem perfekten Werkzeug zur Steigerung der Produktivität und des Lernens unterwegs.\n\n🔴 So verwenden Sie diese Erweiterung:\n\nInstallieren Sie die Erweiterung.\nHeften Sie das Erweiterungssymbol an und klicken Sie auf das Symbol.\nBeginnen Sie zu chatten.\nKopieren Sie die Antworten.\nKontaktieren/Melden Sie.\n🔴 Haftungsausschluss:\n\nBitte beachten Sie, dass diese Erweiterung nicht offiziell mit OpenAI oder ChatGPT verbunden ist. Die von der KI bereitgestellten Antworten dienen nur allgemeinen Informationszwecken und sollten nicht als professionelle Beratung betrachtet werden. Zu Ihrer Sicherheit sollten Sie während der Chats keine sensiblen Informationen teilen."
  }
}