{
  "name": {
    "ar": "لعبة Speed Racer - تعمل دون اتصال بالإنترنت",
    "am": "የፍጥነት እሽቅድምድም ጨዋታ - ከመስመር ውጭ ይሰራል",
    "bg": "Игра Speed Racer - работи офлайн",
    "bn": "স্পিড রেসার গেম - অফলাইনে চলে",
    "ca": "Joc Speed Racer: funciona fora de línia",
    "cs": "Speed Racer Game – běží offline",
    "da": "Speed Racer-spil - Kører offline",
    "de": "Speed Racer-Spiel - Läuft offline",
    "el": "Παιχνίδι Speed Racer",
    "en,en_AU,en_GB,en_US": "Speed Racer Game - Runs Offline",
    "es,es_419": "Speed Racer Game - Funciona sin conexión",
    "et": "Speed Racer mäng – töötab võrguühenduseta",
    "fa": "بازی مسابقه سرعت - به صورت آفلاین اجرا می شود",
    "fi": "Speed Racer -peli - toimii offline-tilassa",
    "fil": "Speed Racer Game - Tumatakbo Offline",
    "fr": "Speed Racer Game - Fonctionne hors ligne",
    "gu": "સ્પીડ રેસર ગેમ - ઑફલાઇન ચાલે છે",
    "he": "משחק ספיד רייסר - פועל במצב לא מקוון",
    "hi": "स्पीड रेसर गेम - ऑफ़लाइन चलता है",
    "hr": "Igra Speed Racer - radi izvan mreže",
    "hu": "Speed Racer játék - Offline fut",
    "id": "Game Speed ​​Racer - Berjalan Offline",
    "it": "Speed Racer Game - Funziona Offline",
    "ja": "スピード レーサー ゲーム - オフラインで実行",
    "kn": "ಸ್ಪೀಡ್ ರೇಸರ್ ಆಟ",
    "ko": "스피드 레이서 게임 - 오프라인 실행",
    "lt": "Speed Racer žaidimas – veikia neprisijungus",
    "lv": "Speed Racer spēle — darbojas bezsaistē",
    "ml": "സ്പീഡ് റേസർ ഗെയിം",
    "mr": "स्पीड रेसर गेम - ऑफलाइन चालतो",
    "ms": "Permainan Pelumba Kelajuan",
    "nl": "Speed Racer-spel - werkt offline",
    "no": "Speed Racer Game - Kjører frakoblet",
    "pl": "Gra Speed Racer - działa w trybie offline",
    "pt_BR,pt_PT": "Jogo Speed Racer - Funciona offline",
    "ro": "Joc Speed Racer - rulează offline",
    "ru": "Игра «Скоростной гонщик»",
    "sk": "Speed Racer Game – beží offline",
    "sl": "Igra Speed Racer - deluje brez povezave",
    "sr": "Спеед Рацер Гаме - ради ван мреже",
    "sv": "Speed Racer Game - Körs offline",
    "sw": "Mchezo wa mbio za kasi",
    "ta": "ஸ்பீட் ரேசர் கேம் - ஆஃப்லைனில் இயங்குகிறது",
    "te": "స్పీడ్ రేసర్ గేమ్ - ఆఫ్‌లైన్‌లో నడుస్తుంది",
    "th": "เกม Speed Racer - ทำงานแบบออฟไลน์",
    "tr": "Hızlı Yarışçı Oyunu - Çevrimdışı Çalışır",
    "uk": "Гра Speed Racer - працює в автономному режимі",
    "vi": "Trò chơi đua xe tốc độ - Chạy ngoại tuyến",
    "zh_CN": "极速赛车游戏 - 离线运行",
    "zh_TW": "極速賽車遊戲 - 離線運行"
  },
  "short": {
    "ar": "Speed Racer هي لعبة سباق سيارات رائعة. لا تصطدم بخصومك أثناء السباق. استمتع بلعبة قيادة السيارة الخاصة بنا. استمتع!",
    "am": "የፍጥነት እሽቅድምድም ጥሩ የመኪና ውድድር ጨዋታ ነው። በውድድሩ ወቅት ከተቃዋሚዎችዎ ጋር አይጋጩ። የእኛን የመኪና መንዳት ጨዋታ ይደሰቱ። ይዝናኑ!",
    "bg": "Speed Racer е готина игра за състезания с коли. Не се сблъсквайте с опонентите си по време на състезанието. Наслади се!",
    "bn": "স্পিড রেসার একটি দুর্দান্ত গাড়ি রেসিং গেম। দৌড়ের সময় আপনার প্রতিপক্ষের সাথে ক্রাশ করবেন না। উপভোগ করুন!",
    "ca": "Speed Racer és un fantàstic joc de carreres de cotxes. No xoquis amb els teus oponents durant la carrera. Diverteix-te!",
    "cs": "Speed Racer je skvělá automobilová závodní hra. Nesrážejte se se svými soupeři během závodu. Užijte si naši hru na řízení auta.",
    "da": "Speed Racer er et sejt bilspil. Lad være med at crashe med dine modstandere under løbet. Nyd vores bilkørselsspil. Hav det sjovt!",
    "de": "Speed Racer ist ein cooles Autorennspiel. Crashen Sie während des Rennens nicht mit Ihren Gegnern. Genießen Sie unser Autofahrspiel.",
    "el": "Το Speed Racer είναι ένα δροσερό παιχνίδι αγώνων αυτοκινήτου. Μην τρακάρετε με τους αντιπάλους σας κατά τη διάρκεια του αγώνα.",
    "en,en_AU,en_GB,en_US": "Speed Racer is a cool car racing game. Don't crash with your opponents during the race. Enjoy our car driving game. Have Fun!",
    "es,es_419": "Speed Racer es un genial juego de carreras de autos. No choques con tus oponentes durante la carrera. ¡Que te diviertas!",
    "et": "Speed Racer on lahe võidusõiduautode mäng. Ära põrka võistluse ajal vastastega kokku. Nautige meie autosõidu mängu. Lõbutse hästi!",
    "fa": "Speed Racer یک بازی جذاب اتومبیل رانی است. در طول مسابقه با حریفان خود تصادف نکنید. از بازی رانندگی ماشین ما لذت ببرید. خوش بگذره!",
    "fi": "Speed Racer on siisti kilpa-autopeli. Älä törmää vastustajiisi kilpailun aikana. Nauti autoajopelistämme. Pidä hauskaa!",
    "fil": "Ang Speed Racer ay isang cool na laro ng karera ng kotse. Huwag bumangga sa iyong mga kalaban sa panahon ng karera. Magsaya!",
    "fr": "Speed Racer est un jeu de course automobile sympa. Ne vous écrasez pas avec vos adversaires pendant la course. S'amuser!",
    "gu": "સ્પીડ રેસર એ એક શાનદાર કાર રેસિંગ ગેમ છે. રેસ દરમિયાન તમારા વિરોધીઓ સાથે અથડાશો નહીં. અમારી કાર ડ્રાઇવિંગ ગેમનો આનંદ લો. મજા કરો!",
    "he": "Speed Racer הוא משחק מרוצי מכוניות מגניב. אל תתרסק עם היריבים שלך במהלך המירוץ. תהנה ממשחק הנהיגה שלנו במכונית. תעשה חיים!",
    "hi": "स्पीड रेसर एक शानदार कार रेसिंग गेम है। दौड़ के दौरान अपने विरोधियों से टकराएं नहीं। हमारे कार ड्राइविंग गेम का आनंद लें। मस्ती करो!",
    "hr": "Speed Racer je cool igra utrkivanja automobila. Nemojte se sudariti sa svojim protivnicima tijekom utrke. Zabavi se!",
    "hu": "A Speed Racer egy klassz autóverseny-játék. Ne ütközzön az ellenfelekkel a verseny során. Élvezze autós vezetési játékunkat.",
    "id": "Speed Racer adalah game balap mobil yang keren. Jangan menabrak lawan Anda selama balapan. Selamat bersenang-senang!",
    "it": "Speed Racer è un fantastico gioco di corse automobilistiche. Non scontrarti con i tuoi avversari durante la gara. Divertiti!",
    "ja": "Speed Racer はクールなカーレースゲームです。 レース中に対戦相手と衝突しないでください。 車の運転ゲームをお楽しみください。 楽しんで！",
    "kn": "ಸ್ಪೀಡ್ ರೇಸರ್ ತಂಪಾದ ಕಾರ್ ರೇಸಿಂಗ್ ಆಟವಾಗಿದೆ. ಓಟದ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ಎದುರಾಳಿಗಳೊಂದಿಗೆ ಕ್ರ್ಯಾಶ್ ಮಾಡಬೇಡಿ. ನಮ್ಮ ಕಾರ್ ಡ್ರೈವಿಂಗ್ ಆಟವನ್ನು ಆನಂದಿಸಿ.",
    "ko": "Speed Racer는 멋진 자동차 경주 게임입니다. 레이스 중에 상대방과 충돌하지 마십시오. 자동차 운전 게임을 즐기십시오. 재미있게 보내세요!",
    "lt": "„Speed Racer“ yra šaunus automobilių lenktynių žaidimas. Lenktynių metu nesusidurkite su savo priešininkais. Pasilinksmink!",
    "lv": "Speed Racer ir forša autosacīkšu spēle. Sacensību laikā nesadurieties ar pretiniekiem. Izbaudiet braukšanu ar sacīkšu automašīnām!",
    "ml": "സ്പീഡ് റേസർ ഒരു രസകരമായ കാർ റേസിംഗ് ഗെയിമാണ്. ഓട്ടത്തിനിടയിൽ നിങ്ങളുടെ എതിരാളികളുമായി ഇടിക്കരുത്. തമാശയുള്ള!",
    "mr": "स्पीड रेसर हा एक मस्त कार रेसिंग गेम आहे. शर्यती दरम्यान आपल्या प्रतिस्पर्ध्यांशी क्रॅश करू नका. मजा करा!",
    "ms": "Speed Racer ialah permainan perlumbaan kereta yang hebat. Jangan berlanggar dengan lawan anda semasa perlumbaan. Berseronok!",
    "nl": "Speed Racer is een cool autorace-spel. Crash niet met je tegenstanders tijdens de race. Geniet van ons autorijspel. Veel plezier!",
    "no": "Speed Racer er et kult bilracerspill. Ikke krasje med motstanderne dine under løpet. Nyt vårt bilkjøringsspill. Ha det gøy!",
    "pl": "Speed Racer to fajna gra wyścigowa. Nie zderzaj się z przeciwnikami podczas wyścigu. Ciesz się naszą grą w prowadzenie samochodu.",
    "pt_BR,pt_PT": "Speed Racer é um jogo legal de corrida de carros. Não bata com seus oponentes durante a corrida. Divirta-se!",
    "ro": "Speed Racer este un joc tare de curse cu mașini. Nu te ciocni cu adversarii tăi în timpul cursei. A se distra!",
    "ru": "Speed Racer — крутая гоночная игра. Не сталкивайтесь со своими противниками во время гонки. Веселиться!",
    "sk": "Speed Racer je skvelá automobilová závodná hra. Počas pretekov sa nezrážajte so svojimi súpermi. Užite si našu hru na riadenie auta.",
    "sl": "Speed Racer je kul avtomobilska dirkalna igra. Med dirko se ne zaletite s svojimi nasprotniki. Zabavaj se!",
    "sr": "Спеед Рацер је цоол тркачка игра. Немојте се сударати са својим противницима током трке. Уживајте у нашој игри вожње аутомобила.",
    "sv": "Speed Racer är ett coolt bilracingspel. Krascha inte med dina motståndare under loppet. Njut av vårt bilkörningsspel. Ha så kul!",
    "sw": "Speed Racer ni mchezo mzuri wa mbio za gari. Usigombane na wapinzani wako wakati wa mbio. Furahiya mchezo wetu wa kuendesha gari.",
    "ta": "ஸ்பீட் ரேசர் ஒரு குளிர் கார் பந்தய விளையாட்டு. பந்தயத்தின் போது உங்கள் எதிரிகளுடன் மோத வேண்டாம். மகிழுங்கள்!",
    "te": "స్పీడ్ రేసర్ ఒక కూల్ కార్ రేసింగ్ గేమ్. రేసులో మీ ప్రత్యర్థులతో క్రాష్ చేయవద్దు. మా కార్ డ్రైవింగ్ గేమ్‌ను ఆస్వాదించండి. ఆనందించండి!",
    "th": "Speed Racer เป็นเกมแข่งรถสุดเจ๋ง อย่าปะทะกับคู่ต่อสู้ของคุณในระหว่างการแข่งขัน สนุกกับเกมขับรถของเรา มีความสุข!",
    "tr": "Speed Racer harika bir araba yarışı oyunudur. Yarış sırasında rakiplerinizle çarpışmayın. Araba sürme oyunumuzun keyfini çıkarın.",
    "uk": "Speed Racer - це крута гра в автоперегони. Не розбивайтеся з опонентами під час гонки. Насолоджуйтесь нашою грою водіння автомобіля.",
    "vi": "Speed Racer là một trò chơi đua xe thú vị. Đừng va chạm với đối thủ của bạn trong cuộc đua. Chúc vui vẻ!",
    "zh_CN": "Speed Racer 是一款很酷的赛车游戏。 不要在比赛中与你的对手撞车。 享受我们的汽车驾驶游戏。 玩得开心！",
    "zh_TW": "Speed Racer 是一款很酷的賽車遊戲。 不要在比賽中與你的對手撞車。 享受我們的汽車駕駛遊戲。 玩得開心！"
  },
  "long": {
    "ar": "Speed Racer هي لعبة سباق تضخ الأدرينالين.\n\nلعبة SPEED RACER\nتجري اللعبة على مضمار ، حيث تشارك السيارة عادة في السباقات الكلاسيكية. في هذه الحالة ، هناك تحدي بين سيارتين تسيران في اتجاهين متعاكسين ويجب تجنب الاصطدام. هناك وضعان للعبة: لاعب واحد مقابل كمبيوتر أو لاعب واحد مقابل لاعب اثنين.\n\nكيف تلعب لعبة SPEED RACER؟\nمن السهل لعب Speed Racer ، وهي لعبة سباق سيارات ممتعة. بمجرد بدء اللعبة ، عليك التأكد من أن سيارة خصمك لا تغير الممرات فجأة لتواجهك. لتجنب الحوادث ، يمكنك تغيير المسارات. كلما زاد عدد اللفات التي يمكنك القيام بها بدون اصطدامات ، أظهرت أنك ماهر جدًا في الألعاب الرياضية.\n\nإذا كنت تلعب على الكمبيوتر:\n- لاعب واحد مقابل الكمبيوتر ← انقر بالماوس على شاشة اللعبة لتغيير الممرات.\n- اللاعب 1 مقابل اللاعب 2 ← لتغيير الممرات ، يجب على اللاعب 1 النقر فوق شاشة اللعبة ، ويجب على اللاعب 2 الضغط على مفتاح السهم لأعلى.\n\nإذا كنت تستخدم جهازًا محمولاً لتشغيل اللعبة:\n- لاعب واحد مقابل الكمبيوتر ← اضغط على شاشة اللعبة لتغيير الممرات.\n- اللاعب 1 مقابل اللاعب 2 ← لتغيير الممرات ، يجب أن يلمس اللاعب 1 الجانب الأيسر من شاشة اللعبة ، ويجب على اللاعب 2 لمس الجانب الأيمن من شاشة اللعبة.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nالميزات\n- 100٪ مجانا\n- لعبة غير متصل بالإنترنت\n- متعة وسهولة اللعب\n\nكم عدد اللفات التي يمكنني القيام بها دون الاصطدام في Speed Racer؟ اجعلنا نرى مهاراتك في ألعاب سباقات السيارات. العبها الآن!",
    "am": "የፍጥነት እሽቅድምድም በጣም አድሬናሊን የሚስብ የእሽቅድምድም ጨዋታ ነው።\n\nየፍጥነት RACER ጨዋታ\nጨዋታው ትራክ ላይ ይካሄዳል፣ መኪናው ብዙውን ጊዜ በጥንታዊ ውድድሮች ውስጥ ይሳተፋል። በዚህ ሁኔታ በተቃራኒ አቅጣጫ በሚነዱ ሁለት መኪኖች መካከል ተግዳሮት አለ እና ግጭትን ማስወገድ አለባቸው። ሁለት የጨዋታ ሁነታዎች አሉ፡ ነጠላ-ተጫዋች ከኮምፒዩተር ወይም ተጫዋች አንድ በተጫዋች ሁለት።\n\nየፍጥነት RACER ጨዋታን እንዴት ይጫወታሉ?\nየፍጥነት እሽቅድምድም ፣ አስደሳች የመኪና ውድድር ጨዋታ መጫወት ቀላል ነው። ጨዋታውን ከጀመርክ በኋላ የተቃዋሚህ መኪና ወደ አንተ ለመምጣት በድንገት መስመሩን እንደማይቀይር ማረጋገጥ አለብህ። አደጋዎችን ለማስወገድ, መስመሮችን መቀየር ይችላሉ. ያለ ግጭት ማድረግ በሚችሉት ብዙ ዙሮች፣ በስፖርት ጨዋታዎች ላይ በጣም የተካኑ መሆንዎን የበለጠ ያሳያሉ።\n\nበኮምፒዩተር ላይ እየተጫወቱ ከሆነ፡-\n- ነጠላ-ተጫዋች ከኮምፒዩተር ጋር → መስመሮችን ለመቀየር መዳፊትዎን በጨዋታ ስክሪን ላይ ጠቅ ያድርጉ።\n- ተጫዋች 1 ከተጫዋች 2 → መስመሮችን ለመቀየር ተጫዋቹ 1 የጨዋታውን ስክሪን ጠቅ ማድረግ እና ተጫዋች 2 የላይ ቀስት ቁልፍን መጫን አለበት።\n\nጨዋታውን ለመጫወት የሞባይል መሳሪያ እየተጠቀሙ ከሆነ፡-\n- ነጠላ-ተጫዋች ከኮምፒዩተር ጋር → መስመሮችን ለመቀየር በጨዋታ ስክሪኑ ላይ መታ ያድርጉ።\n- ተጫዋች 1 ከተጫዋች 2 → መስመሮችን ለመቀየር ተጫዋቹ 1 የጨዋታውን ስክሪን በግራ በኩል መንካት አለበት ፣ እና ተጫዋች 2 የጨዋታውን ስክሪን በቀኝ በኩል መንካት አለበት።\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nዋና መለያ ጸባያት\n- 100% ነፃ\n- ከመስመር ውጭ ጨዋታ\n- አዝናኝ እና ለመጫወት ቀላል\n\nበSpeed Racer ውስጥ ሳይደናቀፍ ስንት ዙር መሄድ እችላለሁ? በመኪና እሽቅድምድም ጨዋታዎች ላይ ችሎታዎን እንድናይ ያድርጉን። አሁን አጫውት!",
    "bg": "Speed Racer е много вдигаща адреналина състезателна игра.\n\nГеймплей на SPEED RACER\nИграта се провежда на писта, където автомобилът обикновено участва в класически състезания. В този случай има предизвикателство между две коли, които се движат в противоположни посоки и трябва да избегнат сблъсък. Има два режима на игра: един играч срещу компютър или играч един срещу играч два.\n\nКАК ИГРАЕТЕ ИГРАТА SPEED RACER?\nЛесно е да се играе Speed Racer, забавна игра за състезания с коли. След като започнете играта, трябва да се уверите, че колата на опонента ви няма внезапно да смени платното, за да дойде срещу вас. За да избегнете инциденти, можете да смените платното. Колкото повече обиколки можете да направите без сблъсъци, толкова повече показвате, че сте много опитни в спортните игри.\n\nАКО ИГРАЕТЕ НА КОМПЮТЪРА:\n- Един играч срещу компютър → Щракнете с мишката върху екрана на играта, за да смените лентите.\n- Играч 1 срещу Играч 2 → За да смените платната, Играч 1 трябва да щракне върху екрана на играта, а Играч 2 трябва да натисне клавиша със стрелка нагоре.\n\nАКО ИЗПОЛЗВАТЕ МОБИЛНО УСТРОЙСТВО ЗА ИГРАНЕ НА ИГРАТА:\n- Един играч срещу компютър → Докоснете екрана на играта, за да смените платната.\n- Играч 1 срещу Играч 2 → За да смените платната, Играч 1 трябва да докосне лявата страна на екрана на играта, а Играч 2 трябва да докосне дясната страна на екрана на играта.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nХАРАКТЕРИСТИКА\n- 100% БЕЗПЛАТНО\n- Офлайн игра\n- Забавно и лесно за игра\n\nКолко обиколки мога да измина без катастрофа в Speed Racer? Накарайте ни да видим вашите умения в състезателните игри с коли. Играйте сега!",
    "bn": "স্পিড রেসার একটি খুব অ্যাড্রেনালাইন-পাম্পিং রেসিং গেম।\n\nস্পিড রেসার গেমপ্লে\nগেমটি একটি ট্র্যাকে সঞ্চালিত হয়, যেখানে গাড়িটি সাধারণত ক্লাসিক রেসে অংশগ্রহণ করে। এই ক্ষেত্রে, দুটি গাড়ির মধ্যে একটি চ্যালেঞ্জ রয়েছে যা বিপরীত দিকে চালিত হয় এবং অবশ্যই সংঘর্ষ এড়াতে হবে। দুটি গেম মোড রয়েছে: একক-প্লেয়ার বনাম কম্পিউটার বা প্লেয়ার ওয়ান বনাম প্লেয়ার টু।\n\nআপনি কিভাবে স্পিড রেসার গেম খেলবেন?\nস্পিড রেসার, একটি মজাদার কার রেসিং গেম খেলা সহজ। একবার আপনি গেমটি শুরু করলে, আপনাকে নিশ্চিত করতে হবে যে আপনার প্রতিপক্ষের গাড়ি আপনার বিরুদ্ধে আসার জন্য হঠাৎ করে লেন পরিবর্তন না করে। দুর্ঘটনা এড়াতে, আপনি লেন পরিবর্তন করতে পারেন। আপনি সংঘর্ষ ছাড়াই যত বেশি ল্যাপ করতে পারবেন, তত বেশি আপনি দেখাবেন যে আপনি স্পোর্টস গেমগুলিতে খুব দক্ষ।\n\nআপনি যদি কম্পিউটারে খেলছেন:\n- একক প্লেয়ার বনাম কম্পিউটার → লেন পরিবর্তন করতে গেম স্ক্রিনে আপনার মাউস ক্লিক করুন।\n- প্লেয়ার 1 বনাম প্লেয়ার 2 → লেন পরিবর্তন করতে, প্লেয়ার 1 অবশ্যই গেম স্ক্রীনে ক্লিক করতে হবে এবং প্লেয়ার 2 অবশ্যই উপরের তীর কী টিপুন।\n\nআপনি যদি গেমটি খেলতে একটি মোবাইল ডিভাইস ব্যবহার করেন:\n- একক প্লেয়ার বনাম কম্পিউটার → লেন পরিবর্তন করতে গেম স্ক্রিনে আলতো চাপুন৷\n- প্লেয়ার 1 বনাম প্লেয়ার 2 → লেন পরিবর্তন করতে, প্লেয়ার 1 অবশ্যই গেম স্ক্রিনের বাম দিকে স্পর্শ করতে হবে এবং প্লেয়ার 2 অবশ্যই গেম স্ক্রিনের ডান দিকে স্পর্শ করতে হবে৷\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nবৈশিষ্ট্য\n- 100% বিনামূল্যে\n- অফলাইন গেম\n- মজা এবং খেলা সহজ\n\nস্পিড রেসারে ক্র্যাশ না করে আমি কত ল্যাপ যেতে পারি? গাড়ি রেসিং গেমগুলিতে আমাদের আপনার দক্ষতা দেখতে দিন। এখন এটি খেলুন!",
    "ca": "Speed Racer és un joc de carreres molt adrenalina.\n\nJOC SPEED RACER\nEl joc té lloc en una pista, on el cotxe sol participar en curses clàssiques. En aquest cas, hi ha un repte entre dos cotxes que circulen en sentit contrari i han d'evitar xocar. Hi ha dos modes de joc: un sol jugador contra ordinador o jugador un contra jugador dos.\n\nCOM JUGUES AL JOC SPEED RACER?\nÉs fàcil jugar a Speed Racer, un divertit joc de carreres de cotxes. Un cop comencis el joc, t'has d'assegurar que el cotxe del teu oponent no canviï de carril de sobte per venir contra tu. Per evitar accidents, podeu canviar de carril. Com més voltes pugueu fer sense col·lisions, més demostrareu que sou molt hàbil en els jocs esportius.\n\nSI JUGUES A L'ORDINATADOR:\n- Un jugador contra ordinador → Feu clic amb el ratolí a la pantalla del joc per canviar de carril.\n- Jugador 1 contra jugador 2 → Per canviar de carril, el jugador 1 ha de fer clic a la pantalla del joc i el jugador 2 ha de prémer la tecla de fletxa amunt.\n\nSI ESTEU UTILITZANT UN DISPOSITIU MÒBIL PER JUGAR EL JOC:\n- Un jugador contra ordinador → Toqueu a la pantalla del joc per canviar de carril.\n- Jugador 1 contra jugador 2 → Per canviar de carril, el jugador 1 ha de tocar el costat esquerre de la pantalla del joc i el jugador 2 ha de tocar el costat dret de la pantalla del joc.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nCARACTERÍSTIQUES\n- 100% GRATIS\n- Joc fora de línia\n- Divertit i fàcil de jugar\n\nQuantes voltes puc fer sense caure a Speed Racer? Fes-nos veure les teves habilitats als jocs de carreres de cotxes. Juga-hi ara!",
    "cs": "Speed Racer je velmi adrenalinová závodní hra.\n\nHRY SPEED RACER\nHra se odehrává na dráze, kde se vůz obvykle účastní klasických závodů. V tomto případě nastává problém mezi dvěma vozy, které jedou v opačných směrech a musí se vyhnout srážce. Existují dva herní režimy: jeden hráč versus počítač nebo hráč jedna versus hráč dva.\n\nJAK HRAJETE HRU SPEED RACER?\nJe snadné hrát Speed Racer, zábavnou automobilovou závodní hru. Jakmile hru spustíte, musíte se ujistit, že soupeřovo auto náhle nezmění jízdní pruh a nejede proti vám. Abyste předešli nehodám, můžete změnit jízdní pruhy. Čím více kol zvládnete bez kolizí, tím více ukážete, že jste ve sportovních hrách velmi zruční.\n\nPOKUD HRAJETE NA POČÍTAČI:\n- Hra pro jednoho hráče vs. počítač → Kliknutím myši na herní obrazovku změníte pruh.\n- Hráč 1 vs. Hráč 2 → Chcete-li změnit dráhu, hráč 1 musí kliknout na herní obrazovku a hráč 2 musí stisknout šipku nahoru.\n\nPOKUD K HRANÍ HRY POUŽÍVÁTE MOBILNÍ ZAŘÍZENÍ:\n- Hra pro jednoho hráče vs. počítač → Klepnutím na herní obrazovku změníte jízdní pruhy.\n- Hráč 1 vs. Hráč 2 → Chcete-li změnit dráhu, hráč 1 se musí dotknout levé strany herní obrazovky a hráč 2 se musí dotknout pravé strany herní obrazovky.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nFUNKCE\n- 100% ZDARMA\n- Offline hra\n- Zábavné a snadné hrát\n\nKolik kol můžu ve Speed Racer ujet, aniž bych spadl? Ukažte nám své dovednosti v automobilových závodních hrách. Zahrajte si hned teď!",
    "da": "Speed Racer er et meget adrenalinpumpende racerspil.\n\nSPEED RACER GAMEPLAY\nSpillet foregår på en bane, hvor bilen normalt deltager i klassiske løb. I dette tilfælde er der en udfordring mellem to biler, der kører i hver sin retning og skal undgå at støde sammen. Der er to spiltilstande: enkeltspiller versus computer eller spiller en versus spiller to.\n\nHVORDAN SPILLER DU SPEED RACER-SPIL?\nDet er nemt at spille Speed Racer, et sjovt bilspil. Når du starter spillet, skal du sørge for, at din modstanders bil ikke pludselig skifter vognbane for at komme imod dig. For at undgå ulykker kan du skifte vognbane. Jo flere omgange du kan lave uden kollisioner, jo mere viser du, at du er meget dygtig i sportsspil.\n\nHVIS DU SPILLER PÅ COMPUTEREN:\n- Single-player vs. computer → Klik med musen på spilskærmen for at skifte bane.\n- Spiller 1 vs. Spiller 2 → For at skifte bane skal spiller 1 klikke på spilskærmen, og spiller 2 skal trykke på pil op-tasten.\n\nHVIS DU BRUGER EN MOBILENHED TIL AT SPILLE SPILLET:\n- Single-player vs. computer → Tryk på spilskærmen for at skifte bane.\n- Spiller 1 vs. Spiller 2 → For at skifte bane skal spiller 1 røre ved venstre side af spilskærmen, og spiller 2 skal røre ved højre side af spilskærmen.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nFUNKTIONER\n- 100 % GRATIS\n- Offline spil\n- Sjovt og nemt at spille\n\nHvor mange omgange kan jeg køre uden at styrte i Speed Racer? Få os til at se dine færdigheder i bilspil. Spil det nu!",
    "de": "Speed Racer ist ein sehr adrenalingeladenes Rennspiel.\n\nSPEED RACER-GAMEPLAY\nDas Spiel findet auf einer Strecke statt, auf der das Auto normalerweise an klassischen Rennen teilnimmt. In diesem Fall gibt es eine Herausforderung zwischen zwei Autos, die in entgegengesetzte Richtungen fahren und eine Kollision vermeiden müssen. Es gibt zwei Spielmodi: Einzelspieler gegen Computer oder Spieler eins gegen Spieler zwei.\n\nWIE SPIELT MAN SPEED RACER-SPIEL?\nEs ist einfach, Speed Racer zu spielen, ein unterhaltsames Autorennspiel. Sobald Sie das Spiel starten, müssen Sie sicherstellen, dass das Auto Ihres Gegners nicht plötzlich die Spur wechselt, um gegen Sie zu fahren. Um Unfälle zu vermeiden, können Sie die Spur wechseln. Je mehr Runden Sie ohne Kollisionen fahren können, desto mehr zeigen Sie, dass Sie in Sportspielen sehr geschickt sind.\n\nWENN SIE AUF DEM COMPUTER SPIELEN:\n- Einzelspieler vs. Computer → Klicken Sie mit der Maus auf den Spielbildschirm, um die Spur zu wechseln.\n- Spieler 1 vs. Spieler 2 → Um die Spur zu wechseln, muss Spieler 1 auf den Spielbildschirm klicken und Spieler 2 die Pfeiltaste nach oben drücken.\n\nWENN SIE EIN MOBILGERÄT VERWENDEN, UM DAS SPIEL ZU SPIELEN:\n- Einzelspieler vs. Computer → Tippen Sie auf den Spielbildschirm, um die Spur zu wechseln.\n- Spieler 1 gegen Spieler 2 → Um die Spur zu wechseln, muss Spieler 1 die linke Seite des Spielbildschirms berühren und Spieler 2 muss die rechte Seite des Spielbildschirms berühren.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nMERKMALE\n- 100% KOSTENLOS\n- Offline-Spiel\n- Spaß und einfach zu spielen\n\nWie viele Runden kann ich in Speed Racer fahren, ohne zu stürzen? Lassen Sie uns Ihre Fähigkeiten bei Autorennspielen sehen. Jetzt spielen!",
    "el": "Το Speed Racer είναι ένα παιχνίδι αγώνων αγώνων πολύ αδρεναλίνης.\n\nGAMEPLAY SPEED RACER\nΤο παιχνίδι λαμβάνει χώρα σε μια πίστα, όπου το αυτοκίνητο συνήθως συμμετέχει σε κλασικούς αγώνες. Σε αυτή την περίπτωση, υπάρχει μια πρόκληση μεταξύ δύο αυτοκινήτων που κινούνται σε αντίθετες κατευθύνσεις και πρέπει να αποφύγουν τη σύγκρουση. Υπάρχουν δύο τρόποι παιχνιδιού: ένας παίκτης έναντι υπολογιστή ή παίκτης ένας έναντι παίκτης δύο.\n\nΠΩΣ ΠΑΙΖΕΤΕ ΤΟ ΠΑΙΧΝΙΔΙ SPEED RACER;\nΕίναι εύκολο να παίξετε το Speed Racer, ένα διασκεδαστικό παιχνίδι αγώνων αυτοκινήτου. Μόλις ξεκινήσετε το παιχνίδι, πρέπει να βεβαιωθείτε ότι το αυτοκίνητο του αντιπάλου σας δεν αλλάξει ξαφνικά λωρίδα για να έρθει εναντίον σας. Για να αποφύγετε ατυχήματα, μπορείτε να αλλάξετε λωρίδα. Όσο περισσότερους γύρους μπορείτε να κάνετε χωρίς συγκρούσεις, τόσο περισσότερο δείχνετε ότι είστε πολύ ικανοί σε αθλητικούς αγώνες.\n\nΑΝ ΠΑΙΖΕΤΕ ΣΤΟΝ ΥΠΟΛΟΓΙΣΤΗ:\n- Ένας παίκτης εναντίον υπολογιστή → Κάντε κλικ στο ποντίκι σας στην οθόνη του παιχνιδιού για να αλλάξετε λωρίδα.\n- Παίκτης 1 εναντίον παίκτη 2 → Για να αλλάξει λωρίδα, ο παίκτης 1 πρέπει να κάνει κλικ στην οθόνη του παιχνιδιού και ο παίκτης 2 πρέπει να πατήσει το πλήκτρο επάνω βέλους.\n\nΕΑΝ ΧΡΗΣΙΜΟΠΟΙΕΙΤΕ ΚΙΝΗΤΗ ΣΥΣΚΕΥΗ ΓΙΑ ΝΑ ΠΑΙΞΕΤΕ ΤΟ ΠΑΙΧΝΙΔΙ:\n- Ένας παίκτης εναντίον υπολογιστή → Πατήστε στην οθόνη του παιχνιδιού για να αλλάξετε λωρίδα.\n- Παίκτης 1 εναντίον παίκτη 2 → Για να αλλάξει λωρίδα, ο Παίκτης 1 πρέπει να αγγίξει την αριστερή πλευρά της οθόνης του παιχνιδιού και ο Παίκτης 2 πρέπει να αγγίξει τη δεξιά πλευρά της οθόνης του παιχνιδιού.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nΧΑΡΑΚΤΗΡΙΣΤΙΚΑ\n- 100% ΔΩΡΕΑΝ\n- Παιχνίδι εκτός σύνδεσης\n- Διασκεδαστικό και εύκολο στο παιχνίδι\n\nΠόσους γύρους μπορώ να κάνω χωρίς να τρακάρω στο Speed Racer; Κάντε μας να δούμε τις ικανότητές σας σε αγώνες αγώνων αυτοκινήτων. Παίξτε το τώρα!",
    "en,en_AU": "Speed Racer is a very adrenaline-pumping racing game.\n\nSPEED RACER GAMEPLAY\nThe game takes place on a track, where the car usually participates in classic races. In this case, there is a challenge between two cars that drive in opposite directions and must avoid colliding. There are two game modes: single-player versus computer or player one versus player two.\n\nHOW DO YOU PLAY SPEED RACER GAME?\nIt is easy to play Speed Racer, a fun car racing game. Once you start the game, you have to make sure that your opponent's car doesn't suddenly change lanes to come against you. To avoid accidents, you can change lanes. The more laps you can make without collisions, the more you show that you are very skilled in sports games.\n\nIF YOU ARE PLAYING ON THE COMPUTER:\n- Single-player vs. computer → Click your mouse on the game screen to change lanes.\n- Player 1 vs. Player 2 → To change lanes, Player 1 must click the game screen, and Player 2 must press the up arrow key.\n\nIF YOU ARE USING A MOBILE DEVICE TO PLAY THE GAME:\n- Single-player vs. computer → Tap on the game screen to change lanes.\n- Player 1 vs. Player 2 → To change lanes, Player 1 must touch the left side of the game screen, and Player 2 must touch the right side of the game screen.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nFEATURES\n- 100% FREE\n- Offline Game\n- Fun And Easy To Play\n\nHow many laps can I go without crashing in Speed Racer? Make us see your skills at car racing games. Play it now!",
    "en_GB,en_US": "Speed Racer is a very adrenaline-pumping racing game.\n\nSPEED RACER GAMEPLAY\nThe game takes place on a track, where the car usually participates in classic races. In this case, there is a challenge between two cars that drive in opposite directions and must avoid colliding. There are two game modes: single-player versus computer or player one versus player two.\n\nHOW DO YOU PLAY SPEED RACER GAME?\nIt is easy to play Speed Racer, a fun car racing game. Once you start the game, you have to make sure that your opponent's car doesn't suddenly change lanes to come against you. To avoid accidents, you can change lanes. The more laps you can make without collisions, the more you show that you are very skilled in sports games.\n\nIF YOU ARE PLAYING ON THE COMPUTER:\n- Single-player vs. computer → Click your mouse on the game screen to change lanes.\n- Player 1 vs. Player 2 → To change lanes, Player 1 must click the game screen, and Player 2 must press the up arrow key.\n\nIF YOU ARE USING A MOBILE DEVICE TO PLAY THE GAME:\n- Single-player vs. computer → Tap on the game screen to change lanes.\n- Player 1 vs. Player 2 → To change lanes, Player 1 must touch the left side of the game screen, and Player 2 must touch the right side of the game screen.\n\nFEATURES\n- 100% FREE\n- Offline Game\n- Fun And Easy To Play\n\nHow many laps can I go without crashing in Speed Racer? Make us see your skills at car racing games. Play it now!",
    "es,es_419": "Speed Racer es un juego de carreras lleno de adrenalina.\n\nJUEGO DE CARRERA DE VELOCIDAD\nEl juego se desarrolla en una pista, donde el coche suele participar en carreras clásicas. En este caso, hay un desafío entre dos autos que conducen en direcciones opuestas y deben evitar chocar. Hay dos modos de juego: un jugador contra computadora o jugador uno contra jugador dos.\n\n¿CÓMO SE JUEGA AL JUEGO SPEED RACER?\nEs fácil jugar Speed Racer, un divertido juego de carreras de autos. Una vez que comienzas el juego, debes asegurarte de que el automóvil de tu oponente no cambie repentinamente de carril para venir contra ti. Para evitar accidentes, puede cambiar de carril. Cuantas más vueltas puedas dar sin colisiones, más demostrarás que eres muy hábil en los juegos deportivos.\n\nSI ESTÁS JUGANDO EN LA COMPUTADORA:\n- Un jugador contra computadora → Haga clic con el mouse en la pantalla del juego para cambiar de carril.\n- Jugador 1 contra Jugador 2 → Para cambiar de carril, el Jugador 1 debe hacer clic en la pantalla del juego y el Jugador 2 debe presionar la tecla de flecha hacia arriba.\n\nSI ESTÁ UTILIZANDO UN DISPOSITIVO MÓVIL PARA JUGAR EL JUEGO:\n- Un jugador contra computadora → Toque en la pantalla del juego para cambiar de carril.\n- Jugador 1 vs. Jugador 2 → Para cambiar de carril, el Jugador 1 debe tocar el lado izquierdo de la pantalla del juego y el Jugador 2 debe tocar el lado derecho de la pantalla del juego.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nCARACTERISTICAS\n- 100% GRATIS\n- Juego fuera de línea\n- Divertido y fácil de jugar\n\n¿Cuántas vueltas puedo dar sin chocarme en Speed Racer? Haznos ver tus habilidades en los juegos de carreras de autos. ¡Juega ahora!",
    "et": "Speed Racer on väga adrenaliini tekitav võidusõidumäng.\n\nSPEED RACER MÄNG\nMäng toimub rajal, kus auto osaleb tavaliselt klassikavõistlustel. Sel juhul tekib väljakutse kahe vastassuunas sõitva auto vahel, mis peavad vältima kokkupõrget. Mängurežiime on kaks: üksikmängija versus arvuti või mängija üks versus mängija kaks.\n\nKUIDAS MÄNGID SPEED RACER MÄNGU?\nSpeed Racerit, lõbusat võidusõidumängu, on lihtne mängida. Kui olete mängu alustanud, peate veenduma, et vastase auto ei vaheta ootamatult rada, et teile vastu tulla. Õnnetuste vältimiseks saate sõidurada vahetada. Mida rohkem ringe kokkupõrgeteta teha suudad, seda enam näitad, et oled sportmängudes väga osav.\n\nKUI MÄNGITE ARVUTIS:\n- Üksikmängija vs arvuti → Raja vahetamiseks klõpsake mänguekraanil hiirega.\n- Mängija 1 vs mängija 2 → Raja vahetamiseks peab mängija 1 klõpsama mänguekraani ja mängija 2 vajutama üles-nooleklahvi.\n\nKUI KASUTATE MÄNGU MÄNGIMISEKS MOBIILSEADET:\n- Üksikmängija vs. arvuti → Toksake sõiduraja vahetamiseks mänguekraanil.\n- Mängija 1 vs mängija 2 → Raja vahetamiseks peab mängija 1 puudutama mänguekraani vasakut serva ja mängija 2 mänguekraani paremat külge.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nFUNKTSIOONID\n- 100% TASUTA\n- võrguühenduseta mäng\n- lõbus ja lihtne mängida\n\nMitu ringi saan Speed Raceriga sõita ilma avarii tegemata? Pane meid nägema oma oskusi võidusõidumängudes. Mängi nüüd!",
    "fa": "Speed Racer یک بازی مسابقه ای بسیار آدرنالین است.\n\nگیم پلی SPEED RACER\nبازی در مسیری اتفاق می افتد که ماشین معمولاً در مسابقات کلاسیک شرکت می کند. در این حالت، بین دو خودرو که در جهت مخالف حرکت می کنند، چالش وجود دارد و باید از برخورد اجتناب کنند. دو حالت بازی وجود دارد: تک نفره در مقابل کامپیوتر یا بازیکن یک در مقابل بازیکن دو.\n\nچگونه بازی SPEED RACER را بازی می کنید؟\nبازی Speed Racer، یک بازی سرگرم کننده اتومبیل رانی آسان است. هنگامی که بازی را شروع کردید، باید مطمئن شوید که ماشین حریف شما به طور ناگهانی تغییر مسیر نمی دهد تا به سمت شما بیاید. برای جلوگیری از تصادف، می توانید مسیر را تغییر دهید. هرچه بتوانید دورهای بیشتری را بدون برخورد انجام دهید، بیشتر نشان می دهید که در بازی های ورزشی بسیار ماهر هستید.\n\nاگر در حال بازی با کامپیوتر هستید:\n- تک نفره در مقابل کامپیوتر ← برای تغییر مسیر روی صفحه بازی، روی ماوس کلیک کنید.\n- بازیکن 1 در مقابل بازیکن 2 → برای تغییر مسیر، بازیکن 1 باید روی صفحه بازی کلیک کند و بازیکن 2 باید کلید فلش رو به بالا را فشار دهد.\n\nاگر از یک دستگاه تلفن همراه برای اجرای بازی استفاده می کنید:\n- تک نفره در مقابل رایانه → برای تغییر مسیر روی صفحه بازی ضربه بزنید.\n- بازیکن 1 در مقابل بازیکن 2 → برای تغییر مسیر، بازیکن 1 باید سمت چپ صفحه بازی را لمس کند و بازیکن 2 باید سمت راست صفحه بازی را لمس کند.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nامکانات\n- 100٪ رایگان\n- بازی آفلاین\n- سرگرم کننده و آسان برای بازی\n\nچند دور می توانم بدون تصادف در Speed Racer طی کنم؟ کاری کنید که مهارت های خود را در بازی های اتومبیل رانی ببینیم. اکنون آن را بازی کنید!",
    "fi": "Speed Racer on erittäin adrenaliinia pumppaava ajopeli.\n\nSPEED RACER PELI\nPeli tapahtuu radalla, jossa auto yleensä osallistuu klassikkokilpailuihin. Tässä tapauksessa kahden auton välillä on haaste, jotka ajavat vastakkaisiin suuntiin ja joiden on vältettävä törmäystä. Pelitiloja on kaksi: yksi pelaaja vastaan tietokone tai pelaaja yksi vastaan pelaaja kaksi.\n\nMITEN PELAAT SPEED RACER -PELIÄ?\nSpeed Raceria, hauskaa autoajopeliä, on helppo pelata. Kun aloitat pelin, sinun on varmistettava, että vastustajasi auto ei yhtäkkiä vaihda kaistaa tullakseen sinua vastaan. Onnettomuuksien välttämiseksi voit vaihtaa kaistaa. Mitä enemmän kierroksia voit tehdä ilman törmäyksiä, sitä enemmän osoitat olevasi erittäin taitava urheilupeleissä.\n\nJOS PELAAT TIETOKONEELLA:\n- Yksinpeli vs. tietokone → Napsauta hiirtä pelinäytössä vaihtaaksesi kaistaa.\n- Pelaaja 1 vs. pelaaja 2 → vaihtaakseen kaistaa, pelaajan 1 on napsautettava pelinäyttöä ja pelaajan 2 on painettava ylänuolinäppäintä.\n\nJOS KÄYTÄT PELIN PELAAMISEEN MOBIILILAITTEET:\n- Yksinpeli vs. tietokone → Napauta pelinäyttöä vaihtaaksesi kaistaa.\n- Pelaaja 1 vs. pelaaja 2 → vaihtaakseen kaistaa, pelaajan 1 on kosketettava peliruudun vasenta puolta ja pelaajan 2 on kosketettava peliruudun oikeaa puolta.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nOMINAISUUDET\n- 100% ILMAINEN\n- Offline-peli\n- Hauska ja helppo pelata\n\nKuinka monta kierrosta voin ajaa kaatumatta Speed Racerissa? Anna meidän nähdä taitosi autokilpailuissa. Pelaa nyt!",
    "fil": "Ang Speed Racer ay isang napaka-adrenaline-pumping racing game.\n\nSPEED RACER GAMEPLAY\nNagaganap ang laro sa isang track, kung saan ang kotse ay karaniwang nakikilahok sa mga klasikong karera. Sa kasong ito, may hamon sa pagitan ng dalawang sasakyan na nagmamaneho sa magkasalungat na direksyon at dapat iwasan ang pagbangga. Mayroong dalawang mode ng laro: single-player versus computer o player one versus player two.\n\nPAANO KA MAGLARO NG SPEED RACER GAME?\nMadaling laruin ang Speed Racer, isang nakakatuwang laro ng karera ng kotse. Kapag sinimulan mo na ang laro, kailangan mong tiyakin na ang sasakyan ng iyong kalaban ay hindi biglang mag-iiba ng lane para sagupaan ka. Upang maiwasan ang mga aksidente, maaari kang magpalit ng lane. Ang mas maraming lap na magagawa mo nang walang banggaan, mas ipinapakita mo na ikaw ay napakahusay sa mga larong pampalakasan.\n\nKUNG NAGLALARO KA SA COMPUTER:\n- Single-player vs. computer → I-click ang iyong mouse sa screen ng laro upang magpalit ng mga lane.\n- Manlalaro 1 kumpara sa Manlalaro 2 → Upang magpalit ng mga lane, dapat i-click ng Manlalaro 1 ang screen ng laro, at dapat pindutin ng Manlalaro 2 ang pataas na arrow key.\n\nKUNG GUMAGAMIT KA NG MOBILE DEVICE PARA MAGLARO NG LARO:\n- Single-player vs. computer → I-tap ang screen ng laro upang magpalit ng mga lane.\n- Manlalaro 1 kumpara sa Manlalaro 2 → Upang magpalit ng mga lane, dapat hawakan ng Manlalaro 1 ang kaliwang bahagi ng screen ng laro, at dapat hawakan ng Manlalaro 2 ang kanang bahagi ng screen ng laro.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nMGA TAMPOK\n- 100% LIBRE\n- Offline na Laro\n- Masaya At Madaling Laruin\n\nIlang lap ang magagawa ko nang hindi bumagsak sa Speed Racer? Ipakita sa amin ang iyong mga kasanayan sa mga laro ng karera ng kotse. I-play ito ngayon!",
    "fr": "Speed Racer est un jeu de course qui fait monter l'adrénaline.\n\nJEU DE COURSE DE VITESSE\nLe jeu se déroule sur une piste, où la voiture participe généralement à des courses classiques. Dans ce cas, il s'agit d'un défi entre deux voitures qui roulent dans des directions opposées et doivent éviter de se heurter. Il existe deux modes de jeu : solo contre ordinateur ou joueur un contre joueur deux.\n\nCOMMENT JOUEZ-VOUS AU JEU SPEED RACER ?\nIl est facile de jouer à Speed Racer, un jeu de course automobile amusant. Une fois que vous démarrez le jeu, vous devez vous assurer que la voiture de votre adversaire ne change pas soudainement de voie pour venir contre vous. Pour éviter les accidents, vous pouvez changer de voie. Plus vous pouvez faire de tours sans collisions, plus vous montrez que vous êtes très habile dans les jeux de sport.\n\nSI VOUS JOUEZ SUR L'ORDINATEUR :\n- Un joueur contre un ordinateur → Cliquez avec votre souris sur l'écran de jeu pour changer de voie.\n- Joueur 1 contre Joueur 2 → Pour changer de voie, le joueur 1 doit cliquer sur l'écran de jeu et le joueur 2 doit appuyer sur la touche fléchée vers le haut.\n\nSI VOUS UTILISEZ UN APPAREIL MOBILE POUR JOUER AU JEU :\n- Un joueur contre l'ordinateur → Appuyez sur l'écran de jeu pour changer de voie.\n- Joueur 1 contre Joueur 2 → Pour changer de voie, le Joueur 1 doit toucher le côté gauche de l'écran de jeu et le Joueur 2 doit toucher le côté droit de l'écran de jeu.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nCARACTÉRISTIQUES\n- 100% GRATUIT\n- Jeu hors ligne\n- Amusant et facile à jouer\n\nCombien de tours puis-je parcourir sans m'écraser dans Speed Racer ? Faites-nous voir vos compétences aux jeux de course automobile. Jouez-y maintenant !",
    "gu": "સ્પીડ રેસર એ ખૂબ જ એડ્રેનાલિન-પમ્પિંગ રેસિંગ ગેમ છે.\n\nસ્પીડ રેસર ગેમપ્લે\nઆ રમત એક ટ્રેક પર થાય છે, જ્યાં કાર સામાન્ય રીતે ક્લાસિક રેસમાં ભાગ લે છે. આ કિસ્સામાં, બે કાર વચ્ચે પડકાર છે જે વિરુદ્ધ દિશામાં ચલાવે છે અને અથડામણ ટાળવી જોઈએ. બે ગેમ મોડ્સ છે: સિંગલ-પ્લેયર વિરુદ્ધ કમ્પ્યુટર અથવા પ્લેયર વન વિરુદ્ધ પ્લેયર ટુ.\n\nતમે સ્પીડ રેસર ગેમ કેવી રીતે રમો છો?\nસ્પીડ રેસર, એક મનોરંજક કાર રેસિંગ ગેમ રમવાનું સરળ છે. એકવાર તમે રમત શરૂ કરી લો તે પછી, તમારે ખાતરી કરવી પડશે કે તમારા વિરોધીની કાર તમારી સામે આવવા માટે અચાનક લેન બદલી ન જાય. અકસ્માતો ટાળવા માટે, તમે લેન બદલી શકો છો. તમે અથડામણ વિના જેટલા વધુ લેપ્સ કરી શકો છો, તેટલું વધુ તમે બતાવો છો કે તમે રમતગમતની રમતોમાં ખૂબ જ કુશળ છો.\n\nજો તમે કોમ્પ્યુટર પર રમી રહ્યા હોવ તો:\n- સિંગલ-પ્લેયર વિ. કમ્પ્યુટર → લેન બદલવા માટે ગેમ સ્ક્રીન પર તમારું માઉસ ક્લિક કરો.\n- પ્લેયર 1 વિ. પ્લેયર 2 → લેન બદલવા માટે, પ્લેયર 1 એ ગેમ સ્ક્રીન પર ક્લિક કરવું આવશ્યક છે, અને પ્લેયર 2 એ અપ એરો કી દબાવવી આવશ્યક છે.\n\nજો તમે ગેમ રમવા માટે મોબાઇલ ડિવાઇસનો ઉપયોગ કરી રહ્યાં હોવ તો:\n- સિંગલ-પ્લેયર વિ. કમ્પ્યુટર → લેન બદલવા માટે ગેમ સ્ક્રીન પર ટેપ કરો.\n- પ્લેયર 1 વિ. પ્લેયર 2 → લેન બદલવા માટે, પ્લેયર 1 એ ગેમ સ્ક્રીનની ડાબી બાજુને ટચ કરવી જોઈએ, અને પ્લેયર 2 એ ગેમ સ્ક્રીનની જમણી બાજુને ટચ કરવી જોઈએ.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nવિશેષતા\n- 100% મફત\n- ઑફલાઇન ગેમ\n- આનંદ અને રમવા માટે સરળ\n\nસ્પીડ રેસરમાં ક્રેશ થયા વિના હું કેટલા લેપ્સ જઈ શકું? કાર રેસિંગ રમતોમાં અમને તમારી કુશળતા જોવા દો. હવે રમો!",
    "he": "Speed Racer הוא משחק מירוצים שואב מאוד אדרנלין.\n\nמשחק SPEED RACER\nהמשחק מתרחש על מסלול, שבו בדרך כלל המכונית משתתפת במרוצים קלאסיים. במקרה זה קיים אתגר בין שתי מכוניות שנוסעות בכיוונים מנוגדים ועליהן להימנע מהתנגשות. ישנם שני מצבי משחק: שחקן יחיד מול מחשב או שחקן אחד מול שחקן שני.\n\nאיך אתה משחק במשחק SPEED RACER?\nקל לשחק בספיד רייסר, משחק מרוצי מכוניות מהנה. לאחר שתתחיל את המשחק, עליך לוודא שמכונית היריב שלך לא תחליף לפתע נתיב כדי לבוא נגדך. כדי למנוע תאונות, ניתן להחליף נתיב. ככל שאתה יכול לעשות יותר הקפות ללא התנגשויות, אתה מראה שאתה מיומן מאוד במשחקי ספורט.\n\nאם אתה משחק במחשב:\n- שחקן יחיד לעומת מחשב ← לחץ על העכבר על מסך המשחק כדי לשנות נתיב.\n- שחקן 1 לעומת שחקן 2 ← כדי לשנות מסלול, שחקן 1 חייב ללחוץ על מסך המשחק, ושחקן 2 חייב ללחוץ על מקש החץ למעלה.\n\nאם אתה משתמש במכשיר נייד כדי לשחק במשחק:\n- שחקן יחיד לעומת מחשב ← הקש על מסך המשחק כדי לשנות נתיב.\n- שחקן 1 לעומת שחקן 2 ← כדי להחליף מסלול, שחקן 1 חייב לגעת בצד השמאלי של מסך המשחק, ושחקן 2 חייב לגעת בצד הימני של מסך המשחק.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nתכונות\n- 100% בחינם\n- משחק לא מקוון\n- כיף וקל לשחק\n\nכמה הקפות אני יכול לעבור בלי להתרסק בספיד רייסר? תן לנו לראות את הכישורים שלך במשחקי מירוצי מכוניות. שחקו בו עכשיו!",
    "hi": "स्पीड रेसर एक बहुत ही एड्रेनालाईन-पंपिंग रेसिंग गेम है।\n\nस्पीड रेसर गेमप्ले\nखेल एक ट्रैक पर होता है, जहां कार आमतौर पर क्लासिक दौड़ में भाग लेती है। इस मामले में, दो कारों के बीच एक चुनौती है जो विपरीत दिशाओं में चलती हैं और उन्हें टकराने से बचना चाहिए। दो गेम मोड हैं: सिंगल-प्लेयर बनाम कंप्यूटर या प्लेयर वन बनाम प्लेयर टू।\n\nआप स्पीड रेसर गेम कैसे खेलते हैं?\nस्पीड रेसर खेलना आसान है, यह एक मजेदार कार रेसिंग गेम है। एक बार जब आप खेल शुरू कर देते हैं, तो आपको यह सुनिश्चित करना होगा कि आपके प्रतिद्वंद्वी की कार अचानक लेन बदलकर आपके खिलाफ न आ जाए। दुर्घटनाओं से बचने के लिए आप लेन बदल सकते हैं। आप बिना किसी टकराव के जितने अधिक चक्कर लगा सकते हैं, उतना ही अधिक आप दिखाएंगे कि आप खेल के खेल में बहुत कुशल हैं।\n\nयदि आप कंप्यूटर पर खेल रहे हैं:\n- सिंगल-प्लेयर बनाम कंप्यूटर → लेन बदलने के लिए गेम स्क्रीन पर अपने माउस को क्लिक करें।\n- प्लेयर 1 बनाम प्लेयर 2 → लेन बदलने के लिए, प्लेयर 1 को गेम स्क्रीन पर क्लिक करना होगा, और प्लेयर 2 को अप एरो कुंजी दबानी होगी।\n\nयदि आप गेम खेलने के लिए मोबाइल डिवाइस का उपयोग कर रहे हैं:\n- एकल खिलाड़ी बनाम कंप्यूटर → लेन बदलने के लिए गेम स्क्रीन पर टैप करें।\n- खिलाड़ी 1 बनाम खिलाड़ी 2 → लेन बदलने के लिए, खिलाड़ी 1 को खेल स्क्रीन के बाईं ओर स्पर्श करना चाहिए, और खिलाड़ी 2 को खेल स्क्रीन के दाईं ओर स्पर्श करना चाहिए।\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nविशेषताएँ\n- 100% मुफ़्त\n- ऑफलाइन गेम\n- मज़ा और खेलने में आसान\n\nमैं स्पीड रेसर में दुर्घटनाग्रस्त हुए बिना कितने लैप्स कर सकता हूं? हमें कार रेसिंग खेलों में अपना कौशल दिखाएं। इसे अभी खेलें!",
    "hr": "Speed Racer je vrlo adrenalinska trkaća igra.\n\nSPEED RACER IGRANJE\nIgra se odvija na stazi, gdje automobil obično sudjeluje u klasičnim utrkama. U ovom slučaju, postoji izazov između dva automobila koji voze u suprotnim smjerovima i moraju izbjeći sudar. Postoje dva načina igre: jedan igrač protiv računala ili igrač jedan protiv drugog igrača.\n\nKAKO IGRATE SPEED RACER IGRU?\nLako je igrati Speed Racer, zabavnu igru utrkivanja automobila. Nakon što započnete igru, morate se pobrinuti da automobil vašeg protivnika iznenada ne promijeni prometnu traku i naiđe na vas. Kako biste izbjegli nesreće, možete promijeniti trak. Što više krugova možete napraviti bez sudara, to više pokazujete da ste vrlo vješti u sportskim igrama.\n\nAKO IGRATE NA RAČUNALU:\n- Jedan igrač protiv računala → Kliknite mišem na ekranu igre da biste promijenili stazu.\n- Igrač 1 protiv Igrača 2 → Za promjenu trake, Igrač 1 mora kliknuti zaslon igre, a Igrač 2 mora pritisnuti tipku sa strelicom prema gore.\n\nAKO KORISTITE MOBILNI UREĐAJ ZA IGRANJE IGRICE:\n- Jedan igrač protiv računala → Dodirnite na zaslonu igre za promjenu staze.\n- Igrač 1 protiv igrača 2 → Za promjenu trake, igrač 1 mora dodirnuti lijevu stranu zaslona igre, a igrač 2 mora dodirnuti desnu stranu zaslona igre.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nOSOBINE\n- 100% BESPLATNO\n- Izvanmrežna igra\n- Zabavno i jednostavno za igranje\n\nKoliko krugova mogu proći bez sudara u Speed Raceru? Uvjerite nas da vidimo vaše vještine u igrama utrka automobila. Igrajte sada!",
    "hu": "A Speed Racer egy nagyon adrenalint pumpáló versenyjáték.\n\nSPEED RACER JÁTÉKJÁTÉK\nA játék egy pályán zajlik, ahol az autó általában klasszikus versenyeken vesz részt. Ebben az esetben két ellentétes irányba közlekedő autó között van kihívás, és kerülniük kell az ütközést. Két játékmód létezik: egyjátékos a számítógéppel szemben, vagy egy játékos a kettő ellen.\n\nHOGYAN JÁTSZOD SPEED RACER JÁTÉKOT?\nKönnyen játszható a Speed Racer, egy szórakoztató autóverseny. Miután elkezdted a játékot, meg kell győződnöd arról, hogy az ellenfél autója nem vált hirtelen sávot, hogy szembeszálljon veled. A balesetek elkerülése érdekében sávot válthat. Minél több kört tudsz megtenni ütközések nélkül, annál inkább megmutatod, hogy nagyon ügyes vagy a sportjátékokban.\n\nHA SZÁMÍTÓGÉPEN JÁTSSZ:\n- Egyjátékos vs. számítógép → Kattintson az egérrel a játék képernyőjén a sávváltáshoz.\n- 1. játékos vs. 2. játékos → A sávváltáshoz az 1. játékosnak a játék képernyőjére kell kattintania, a 2. játékosnak pedig meg kell nyomnia a felfelé mutató nyilat.\n\nHA MOBIL ESZKÖZÖT HASZNÁL A JÁTÉK JÁTSZÁSÁRA:\n- Egyjátékos vs. számítógép → Érintse meg a játék képernyőjét a sávváltáshoz.\n- 1. játékos vs. 2. játékos → A sávváltáshoz az 1. játékosnak meg kell érintenie a játék képernyőjének bal oldalát, a 2. játékosnak pedig a játék képernyőjének jobb oldalát.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nJELLEMZŐK\n- 100% INGYENES\n- Offline játék\n- Szórakoztató és könnyen játszható\n\nHány kört tudok megtenni ütközés nélkül a Speed Racerben? Mutassa be tudását az autóversenyeken. Játssz most!",
    "id": "Speed Racer adalah game balapan yang sangat memacu adrenalin.\n\nGAMEPLAY RACER KECEPATAN\nPermainan berlangsung di trek, di mana mobil biasanya berpartisipasi dalam balapan klasik. Dalam hal ini, ada tantangan antara dua mobil yang melaju berlawanan arah dan harus menghindari tabrakan. Ada dua mode permainan: pemain tunggal versus komputer atau pemain satu lawan pemain dua.\n\nBAGAIMANA ANDA BERMAIN SPEED RACER GAME?\nSangat mudah untuk memainkan Speed ​​Racer, game balap mobil yang menyenangkan. Setelah Anda memulai permainan, Anda harus memastikan bahwa mobil lawan tidak tiba-tiba berpindah jalur untuk menyerang Anda. Untuk menghindari kecelakaan, Anda dapat berpindah jalur. Semakin banyak putaran yang dapat Anda lakukan tanpa tabrakan, semakin Anda menunjukkan bahwa Anda sangat mahir dalam permainan olahraga.\n\nJIKA ANDA BERMAIN DI KOMPUTER:\n- Pemain tunggal vs. komputer → Klik mouse Anda pada layar game untuk berpindah jalur.\n- Pemain 1 vs. Pemain 2 → Untuk berpindah jalur, Pemain 1 harus mengklik layar permainan, dan Pemain 2 harus menekan tombol panah atas.\n\nJIKA ANDA MENGGUNAKAN PERANGKAT SELULER UNTUK BERMAIN GAME:\n- Pemain tunggal vs. komputer → Ketuk pada layar game untuk berpindah jalur.\n- Pemain 1 vs Pemain 2 → Untuk berpindah jalur, Pemain 1 harus menyentuh sisi kiri layar permainan, dan Pemain 2 harus menyentuh sisi kanan layar permainan.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nFITUR\n- 100% GRATIS\n- Permainan Luring\n- Menyenangkan Dan Mudah Dimainkan\n\nBerapa putaran yang bisa saya jalani tanpa menabrak Speed Racer? Buat kami melihat keahlian Anda di game balap mobil. Mainkan sekarang!",
    "it": "Speed Racer è un gioco di corse molto adrenalinico.\n\nIL GAMEPLAY DI SPEED RACER\nIl gioco si svolge su una pista dove, solitamente, si svolgo gare automobilistiche classiche. In questo caso la sfida è tra due auto che viaggiano in direzioni opposte e devono evitare di scontrarsi. Ci sono due modalità di gioco: giocatore singolo contro computer o scontro tra due giocatori.\n\nCOME SI GIOCA A SPEED RACER?\nÈ facile giocare a Speed Racer. Una volta iniziato il gioco, devi assicurarti che l'auto del tuo avversario non venga improvvisamente sulla tua corsia rischiando di scontrarsi con la tua. In tali casi, per evitare incidenti, devi cambiare velocemente corsia. Più giri riesci a fare senza collisioni, più dimostri di essere abile e veloce al gioco.\n\nSE STAI GIOCANDO SUL COMPUTER:\n- Giocatore singolo contro computer → Fai clic con il mouse sulla schermata di gioco per cambiare corsia.\n- Giocatore 1 contro Giocatore 2 → Per cambiare corsia, il Giocatore 1 deve fare clic sulla schermata di gioco e il Giocatore 2 deve premere il tasto freccia su.\n\nSE STAI UTILIZZANDO UN DISPOSITIVO MOBILE PER GIOCARE:\n- Giocatore singolo contro computer → Tocca la schermata di gioco per cambiare corsia.\n- Giocatore 1 contro Giocatore 2 → Per cambiare corsia, il Giocatore 1 deve toccare il lato sinistro della schermata di gioco e il Giocatore 2 deve toccare il lato destro della schermata di gioco.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nCARATTERISTICHE\n- 100% GRATIS\n- Gioco offline\n- Divertente e facile da giocare\n\nQuanti giri puoi fare senza schiantarti in Speed Racer? Mostrarci le tue abilità ai giochi di corse automobilistiche. Gioca ora!",
    "ja": "Speed Racer は、アドレナリン全開のレーシング ゲームです。\n\nスピードレーサーのゲームプレイ\nゲームは、車が通常クラシックレースに参加するトラックで行われます。 この場合、反対方向に走行する 2 台の車の間に課題があり、衝突を回避する必要があります。 2 つのゲーム モードがあります: シングル プレーヤー対コンピューターまたはプレーヤー 1 対プレーヤー 2。\n\nSPEED RACER ゲームの遊び方は？\n楽しいカーレースゲームであるSpeed Racerを簡単にプレイできます。 ゲームを開始したら、相手の車が突然車線を変更してあなたにぶつからないようにする必要があります。 事故を避けるために、車線を変更することができます。 衝突せずに周回を重ねれば重ねるほど、スポーツゲームに非常に熟練していることを示すことができます。\n\nコンピューターでプレイしている場合:\n- シングルプレイヤー対コンピューター → ゲーム画面でマウスをクリックしてレーンを変更します。\n- Player 1 vs. Player 2 → レーンを変更するには、Player 1 がゲーム画面をクリックし、Player 2 が上矢印キーを押す必要があります。\n\nモバイル デバイスを使用してゲームをプレイしている場合:\n- シングルプレイヤー対コンピューター → ゲーム画面をタップしてレーンを変更します。\n- プレイヤー 1 対 プレイヤー 2 → レーンを変更するには、プレイヤー 1 はゲーム画面の左側をタッチし、プレイヤー 2 はゲーム画面の右側をタッチする必要があります。\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\n特徴\n- 100% 無料\n- オフラインゲーム\n- 楽しく簡単にプレイ\n\nSpeed Racer でクラッシュせずに何周できますか? カーレースゲームであなたのスキルを見せてください。 今すぐプレイ！",
    "kn": "ಸ್ಪೀಡ್ ರೇಸರ್ ಬಹಳ ಅಡ್ರಿನಾಲಿನ್-ಪಂಪಿಂಗ್ ರೇಸಿಂಗ್ ಆಟವಾಗಿದೆ.\n\nಸ್ಪೀಡ್ ರೇಸರ್ ಗೇಮ್‌ಪ್ಲೇ\nಆಟವು ಟ್ರ್ಯಾಕ್‌ನಲ್ಲಿ ನಡೆಯುತ್ತದೆ, ಅಲ್ಲಿ ಕಾರು ಸಾಮಾನ್ಯವಾಗಿ ಕ್ಲಾಸಿಕ್ ರೇಸ್‌ಗಳಲ್ಲಿ ಭಾಗವಹಿಸುತ್ತದೆ. ಈ ಸಂದರ್ಭದಲ್ಲಿ, ವಿರುದ್ಧ ದಿಕ್ಕಿನಲ್ಲಿ ಚಲಿಸುವ ಎರಡು ಕಾರುಗಳ ನಡುವೆ ಸವಾಲು ಇದೆ ಮತ್ತು ಡಿಕ್ಕಿಯಾಗುವುದನ್ನು ತಪ್ಪಿಸಬೇಕು. ಎರಡು ಆಟದ ವಿಧಾನಗಳಿವೆ: ಸಿಂಗಲ್-ಪ್ಲೇಯರ್ ವರ್ಸಸ್ ಕಂಪ್ಯೂಟರ್ ಅಥವಾ ಪ್ಲೇಯರ್ ಒಂದು ವರ್ಸಸ್ ಪ್ಲೇಯರ್ ಎರಡು.\n\nನೀವು ಸ್ಪೀಡ್ ರೇಸರ್ ಆಟವನ್ನು ಹೇಗೆ ಆಡುತ್ತೀರಿ?\nಮೋಜಿನ ಕಾರ್ ರೇಸಿಂಗ್ ಆಟವಾದ ಸ್ಪೀಡ್ ರೇಸರ್ ಅನ್ನು ಆಡುವುದು ಸುಲಭ. ಒಮ್ಮೆ ನೀವು ಆಟವನ್ನು ಪ್ರಾರಂಭಿಸಿದರೆ, ನಿಮ್ಮ ಎದುರಾಳಿಯ ಕಾರು ನಿಮ್ಮ ವಿರುದ್ಧ ಬರಲು ಹಠಾತ್ತನೆ ಲೇನ್‌ಗಳನ್ನು ಬದಲಾಯಿಸುವುದಿಲ್ಲ ಎಂದು ನೀವು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಬೇಕು. ಅಪಘಾತಗಳನ್ನು ತಪ್ಪಿಸಲು, ನೀವು ಲೇನ್ ಅನ್ನು ಬದಲಾಯಿಸಬಹುದು. ಘರ್ಷಣೆಯಿಲ್ಲದೆ ನೀವು ಹೆಚ್ಚು ಲ್ಯಾಪ್‌ಗಳನ್ನು ಮಾಡಬಹುದು, ನೀವು ಕ್ರೀಡಾ ಆಟಗಳಲ್ಲಿ ತುಂಬಾ ಪರಿಣತಿ ಹೊಂದಿದ್ದೀರಿ ಎಂದು ನೀವು ತೋರಿಸುತ್ತೀರಿ.\n\nನೀವು ಕಂಪ್ಯೂಟರ್‌ನಲ್ಲಿ ಪ್ಲೇ ಮಾಡುತ್ತಿದ್ದರೆ:\n- ಸಿಂಗಲ್-ಪ್ಲೇಯರ್ ವರ್ಸಸ್ ಕಂಪ್ಯೂಟರ್ → ಲೇನ್‌ಗಳನ್ನು ಬದಲಾಯಿಸಲು ಆಟದ ಪರದೆಯ ಮೇಲೆ ನಿಮ್ಮ ಮೌಸ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.\n- ಪ್ಲೇಯರ್ 1 ವರ್ಸಸ್ ಪ್ಲೇಯರ್ 2 → ಲೇನ್‌ಗಳನ್ನು ಬದಲಾಯಿಸಲು, ಪ್ಲೇಯರ್ 1 ಆಟದ ಪರದೆಯನ್ನು ಕ್ಲಿಕ್ ಮಾಡಬೇಕು ಮತ್ತು ಪ್ಲೇಯರ್ 2 ಮೇಲಿನ ಬಾಣದ ಕೀಲಿಯನ್ನು ಒತ್ತಬೇಕು.\n\nಆಟವನ್ನು ಆಡಲು ನೀವು ಮೊಬೈಲ್ ಸಾಧನವನ್ನು ಬಳಸುತ್ತಿದ್ದರೆ:\n- ಸಿಂಗಲ್-ಪ್ಲೇಯರ್ ವರ್ಸಸ್ ಕಂಪ್ಯೂಟರ್ → ಲೇನ್‌ಗಳನ್ನು ಬದಲಾಯಿಸಲು ಆಟದ ಪರದೆಯ ಮೇಲೆ ಟ್ಯಾಪ್ ಮಾಡಿ.\n- ಪ್ಲೇಯರ್ 1 ವರ್ಸಸ್ ಪ್ಲೇಯರ್ 2 → ಲೇನ್‌ಗಳನ್ನು ಬದಲಾಯಿಸಲು, ಪ್ಲೇಯರ್ 1 ಆಟದ ಪರದೆಯ ಎಡಭಾಗವನ್ನು ಸ್ಪರ್ಶಿಸಬೇಕು ಮತ್ತು ಪ್ಲೇಯರ್ 2 ಆಟದ ಪರದೆಯ ಬಲಭಾಗವನ್ನು ಸ್ಪರ್ಶಿಸಬೇಕು.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nವೈಶಿಷ್ಟ್ಯಗಳು\n- 100% ಉಚಿತ\n- ಆಫ್‌ಲೈನ್ ಆಟ\n- ವಿನೋದ ಮತ್ತು ಆಡಲು ಸುಲಭ\n\nಸ್ಪೀಡ್ ರೇಸರ್‌ನಲ್ಲಿ ಕ್ರ್ಯಾಶ್ ಆಗದೆ ನಾನು ಎಷ್ಟು ಲ್ಯಾಪ್‌ಗಳನ್ನು ಹೋಗಬಹುದು? ಕಾರ್ ರೇಸಿಂಗ್ ಆಟಗಳಲ್ಲಿ ನಿಮ್ಮ ಕೌಶಲ್ಯಗಳನ್ನು ನಮಗೆ ಕಾಣುವಂತೆ ಮಾಡಿ. ಈಗಲೇ ಪ್ಲೇ ಮಾಡಿ!",
    "ko": "Speed Racer는 매우 아드레날린이 솟구치는 레이싱 게임입니다.\n\n스피드 레이서 게임 플레이\n이 게임은 자동차가 일반적으로 클래식 레이스에 참여하는 트랙에서 진행됩니다. 이 경우 반대 방향으로 주행하는 두 대의 자동차 사이에 충돌이 발생하지 않아야 합니다. 싱글 플레이어 대 컴퓨터 또는 플레이어 1 대 플레이어 2의 두 가지 게임 모드가 있습니다.\n\n스피드 레이서 게임은 어떻게 플레이하나요?\n재미있는 자동차 경주 게임인 Speed Racer를 플레이하기 쉽습니다. 일단 게임을 시작하면 상대방의 자동차가 갑자기 차선을 변경하여 당신에게 다가오지 않도록 해야 합니다. 사고를 피하기 위해 차선을 변경할 수 있습니다. 충돌 없이 더 많은 랩을 만들수록 스포츠 게임에 매우 능숙하다는 것을 더 많이 보여줄 수 있습니다.\n\n컴퓨터에서 플레이하는 경우:\n- 1인 플레이 vs. 컴퓨터 → 게임 화면에서 마우스를 클릭하면 차선을 변경할 수 있습니다.\n- 1선수 vs 2선수 → 레인 변경을 위해서는 1선수는 게임 화면을 클릭하고 2선수는 위쪽 방향키를 눌러야 합니다.\n\n모바일 장치를 사용하여 게임을 플레이하는 경우:\n- 싱글 플레이어 vs. 컴퓨터 → 게임 화면을 탭하여 차선을 변경하세요.\n- 선수 1 vs 선수 2 → 레인 변경을 위해서는 선수 1은 게임 화면의 왼쪽을, 선수 2는 게임 화면의 오른쪽을 터치해야 합니다.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\n특징\n- 100% 무료\n- 오프라인 게임\n- 재미있고 쉬운 플레이\n\nSpeed Racer에서 충돌 없이 몇 바퀴를 달릴 수 있나요? 자동차 경주 게임에서 귀하의 기술을 확인하십시오. 지금 플레이하세요!",
    "lt": "„Speed Racer“ yra labai adrenaliną skatinantis lenktynių žaidimas.\n\nSPEED RACER ŽAIDIMAS\nŽaidimas vyksta trasoje, kur automobilis dažniausiai dalyvauja klasikinėse lenktynėse. Tokiu atveju kyla iššūkis tarp dviejų automobilių, kurie važiuoja priešingomis kryptimis ir turi vengti susidūrimo. Yra du žaidimo režimai: vienas žaidėjas ir kompiuteris arba vienas žaidėjas prieš du žaidėjus.\n\nKAIP ŽAIDITE SPEED RACER ŽAIDIMĄ?\nLengva žaisti „Speed Racer“ – linksmą automobilių lenktynių žaidimą. Pradėję žaidimą, turite įsitikinti, kad jūsų priešininko automobilis staiga nekeičia eismo juostos, kad atvažiuotų prieš jus. Norėdami išvengti avarijų, galite persirikiuoti. Kuo daugiau ratų įveiksite be susidūrimų, tuo labiau parodysite, kad esate labai įgudęs sportuoti.\n\nJEI ŽAIDITE KOMPIUTERIU:\n- Vieno žaidėjo prieš kompiuterį → Spustelėkite pelę žaidimo ekrane, kad pakeistumėte juostas.\n- 1 žaidėjas prieš 2 žaidėją → Norėdami pakeisti juostas, 1 žaidėjas turi spustelėti žaidimo ekraną, o 2 žaidėjas turi paspausti rodyklės aukštyn klavišą.\n\nJEI ŽAIDIMUI NAUDOJATE MOBIULĮ PRIETAISĄ:\n- Vieno žaidėjo prieš kompiuterį → Bakstelėkite žaidimo ekrane, kad pakeistumėte juostas.\n- 1 žaidėjas prieš 2 žaidėją → Norėdami pakeisti juostas, 1 žaidėjas turi paliesti kairę žaidimo ekrano pusę, o 2 žaidėjas – dešinę žaidimo ekrano pusę.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nFUNKCIJOS\n- 100% NEMOKAMAI\n- Žaidimas neprisijungus\n- Linksma ir lengva žaisti\n\nKiek ratų galiu nuvažiuoti nesudužęs „Speed Racer“? Leiskite mums pamatyti savo įgūdžius automobilių lenktynių žaidimuose. Žaisk dabar!",
    "lv": "Speed Racer ir ļoti adrenalīnu izraisoša sacīkšu spēle.\n\nSPEED RACER SPĒLE\nSpēle notiek trasē, kur auto parasti piedalās klasiskajās sacīkstēs. Šajā gadījumā ir izaicinājums starp divām automašīnām, kas brauc pretējos virzienos un kurām ir jāizvairās no sadursmes. Ir divi spēles režīmi: viens spēlētājs pret datoru vai viens spēlētājs pret diviem spēlētājiem.\n\nKĀ SPĒLĒT SPEED RACER SPĒLI?\nIr viegli spēlēt Speed Racer, jautru automašīnu sacīkšu spēli. Kad esat sācis spēli, jums ir jāpārliecinās, ka pretinieka automašīna pēkšņi nemaina joslu, lai nāktu pret jums. Lai izvairītos no negadījumiem, varat mainīt joslas. Jo vairāk apļu vari veikt bez sadursmēm, jo vairāk tu parādīsi, ka esi ļoti prasmīgs sporta spēlēs.\n\nJA SPĒLĒJAT DATORĀ:\n- Viens spēlētājs pret datoru → Noklikšķiniet uz spēles ekrāna ar peli, lai mainītu joslas.\n- 1. spēlētājs pret 2. spēlētāju → Lai mainītu joslas, 1. spēlētājam ir jānoklikšķina uz spēles ekrāna, bet 2. spēlētājam jānospiež augšupvērstās bultiņas taustiņš.\n\nJA SPĒLES SPĒLĒŠANAI IZMANTOJAT MOBILO IERĪCI:\n- Viena spēlētāja spēle pret datoru → Pieskarieties spēles ekrānam, lai mainītu joslas.\n- 1. spēlētājs pret 2. spēlētāju → Lai mainītu joslas, 1. spēlētājam ir jāpieskaras spēles ekrāna kreisajai pusei, bet 2. spēlētājam jāpieskaras spēles ekrāna labajā pusē.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nIESPĒJAS\n- 100% BEZMAKSAS\n- bezsaistes spēle\n- Jautri un viegli spēlēt\n\nCik apļus varu nobraukt bez avārijas ar Speed Racer? Ļaujiet mums redzēt savas prasmes automašīnu sacīkšu spēlēs. Spēlējiet to tagad!",
    "ml": "സ്പീഡ് റേസർ വളരെ അഡ്രിനാലിൻ-പമ്പിംഗ് റേസിംഗ് ഗെയിമാണ്.\n\nസ്പീഡ് റേസർ ഗെയിംപ്ലേ\nകാർ സാധാരണയായി ക്ലാസിക് റേസുകളിൽ പങ്കെടുക്കുന്ന ഒരു ട്രാക്കിലാണ് ഗെയിം നടക്കുന്നത്. ഈ സാഹചര്യത്തിൽ, എതിർദിശയിൽ ഓടുന്ന രണ്ട് കാറുകൾക്കിടയിൽ ഒരു വെല്ലുവിളിയുണ്ട്, കൂട്ടിയിടിക്കുന്നത് ഒഴിവാക്കണം. രണ്ട് ഗെയിം മോഡുകൾ ഉണ്ട്: സിംഗിൾ പ്ലെയർ വേഴ്സസ് കമ്പ്യൂട്ടർ അല്ലെങ്കിൽ പ്ലെയർ ഒന്ന് വേഴ്സസ് പ്ലെയർ രണ്ട്.\n\nനിങ്ങൾ എങ്ങനെയാണ് സ്പീഡ് റേസർ ഗെയിം കളിക്കുന്നത്?\nരസകരമായ കാർ റേസിംഗ് ഗെയിമായ സ്പീഡ് റേസർ കളിക്കുന്നത് എളുപ്പമാണ്. നിങ്ങൾ ഗെയിം ആരംഭിച്ചുകഴിഞ്ഞാൽ, നിങ്ങളുടെ എതിരാളിയുടെ കാർ നിങ്ങളുടെ നേരെ വരാൻ പെട്ടെന്ന് പാത മാറ്റുന്നില്ലെന്ന് ഉറപ്പാക്കേണ്ടതുണ്ട്. അപകടങ്ങൾ ഒഴിവാക്കാൻ, നിങ്ങൾക്ക് പാത മാറ്റാം. കൂട്ടിയിടികളില്ലാതെ നിങ്ങൾക്ക് കൂടുതൽ ലാപ്‌സ് ചെയ്യാൻ കഴിയും, സ്‌പോർട്‌സ് ഗെയിമുകളിൽ നിങ്ങൾ വളരെ വൈദഗ്ധ്യമുള്ളവരാണെന്ന് നിങ്ങൾ കാണിക്കുന്നു.\n\nനിങ്ങൾ കമ്പ്യൂട്ടറിൽ കളിക്കുകയാണെങ്കിൽ:\n- സിംഗിൾ പ്ലെയർ വേഴ്സസ് കമ്പ്യൂട്ടർ → ലെയ്ൻ മാറ്റാൻ ഗെയിം സ്ക്രീനിൽ നിങ്ങളുടെ മൗസിൽ ക്ലിക്ക് ചെയ്യുക.\n- പ്ലെയർ 1 വേഴ്സസ്. പ്ലെയർ 2 → പാതകൾ മാറ്റാൻ, പ്ലെയർ 1 ഗെയിം സ്ക്രീനിൽ ക്ലിക്ക് ചെയ്യണം, പ്ലെയർ 2 മുകളിലെ ആരോ കീ അമർത്തണം.\n\nഗെയിം കളിക്കാൻ നിങ്ങൾ ഒരു മൊബൈൽ ഉപകരണമാണ് ഉപയോഗിക്കുന്നതെങ്കിൽ:\n- സിംഗിൾ പ്ലെയർ വേഴ്സസ് കമ്പ്യൂട്ടർ → പാതകൾ മാറ്റാൻ ഗെയിം സ്ക്രീനിൽ ടാപ്പ് ചെയ്യുക.\n- പ്ലെയർ 1 vs. പ്ലെയർ 2 → ലെയ്‌നുകൾ മാറ്റാൻ, പ്ലെയർ 1 ഗെയിം സ്‌ക്രീനിന്റെ ഇടതുവശത്തും പ്ലെയർ 2 ഗെയിം സ്‌ക്രീനിന്റെ വലതുവശത്തും സ്‌പർശിക്കണം.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nഫീച്ചറുകൾ\n- 100% സൗജന്യം\n- ഓഫ്‌ലൈൻ ഗെയിം\n- രസകരവും കളിക്കാൻ എളുപ്പവുമാണ്\n\nസ്പീഡ് റേസറിൽ ക്രാഷ് ചെയ്യാതെ എനിക്ക് എത്ര ലാപ് പോകാനാകും? കാർ റേസിംഗ് ഗെയിമുകളിൽ നിങ്ങളുടെ കഴിവുകൾ കാണാൻ ഞങ്ങളെ പ്രേരിപ്പിക്കുക. ഇപ്പോൾ പ്ലേ ചെയ്യുക!",
    "mr": "स्पीड रेसर हा एक अतिशय एड्रेनालाईन-पंपिंग रेसिंग गेम आहे.\n\nस्पीड रेसर गेमप्ले\nगेम ट्रॅकवर होतो, जिथे कार सामान्यतः क्लासिक रेसमध्ये भाग घेते. या प्रकरणात, विरुद्ध दिशेने चालणाऱ्या दोन कारमध्ये आव्हान आहे आणि टक्कर टाळणे आवश्यक आहे. दोन गेम मोड आहेत: सिंगल-प्लेअर विरुद्ध कॉम्प्युटर किंवा प्लेअर वन विरुद्ध प्लेअर टू.\n\nतुम्ही स्पीड रेसर गेम कसा खेळता?\nस्पीड रेसर, एक मजेदार कार रेसिंग गेम खेळणे सोपे आहे. एकदा तुम्ही गेम सुरू केल्यावर, तुमच्या प्रतिस्पर्ध्याची कार तुमच्याविरुद्ध येण्यासाठी अचानक लेन बदलणार नाही याची तुम्हाला खात्री करावी लागेल. अपघात टाळण्यासाठी, आपण लेन बदलू शकता. तुम्ही टक्कर न करता जितके जास्त लॅप्स बनवू शकता तितके तुम्ही दाखवाल की तुम्ही क्रीडा खेळांमध्ये खूप कुशल आहात.\n\nतुम्ही संगणकावर खेळत असाल तर:\n- सिंगल-प्लेअर वि. कॉम्प्युटर → लेन बदलण्यासाठी गेम स्क्रीनवर तुमचा माउस क्लिक करा.\n- प्लेअर 1 वि. प्लेअर 2 → लेन बदलण्यासाठी, प्लेअर 1 ने गेम स्क्रीनवर क्लिक केले पाहिजे आणि प्लेअर 2 ने अप अॅरो की दाबली पाहिजे.\n\nतुम्ही गेम खेळण्यासाठी मोबाइल डिव्हाइस वापरत असल्यास:\n- सिंगल-प्लेअर विरुद्ध संगणक → लेन बदलण्यासाठी गेम स्क्रीनवर टॅप करा.\n- प्लेअर 1 वि. प्लेअर 2 → लेन बदलण्यासाठी, प्लेअर 1 ने गेम स्क्रीनच्या डाव्या बाजूला स्पर्श केला पाहिजे आणि प्लेअर 2 ने गेम स्क्रीनच्या उजव्या बाजूला स्पर्श केला पाहिजे.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nवैशिष्ट्ये\n- 100% मोफत\n- ऑफलाइन गेम\n- मजेदार आणि खेळण्यास सोपे\n\nस्पीड रेसरमध्ये क्रॅश न होता मी किती लॅप्स जाऊ शकतो? कार रेसिंग गेम्समध्ये तुमची कौशल्ये आम्हाला पहा. आता खेळा!",
    "ms": "Speed Racer ialah permainan perlumbaan yang sangat memacu adrenalin.\n\nPERMAINAN PELUMBA LAJU\nPermainan ini berlaku di trek, di mana kereta biasanya mengambil bahagian dalam perlumbaan klasik. Dalam kes ini, terdapat cabaran antara dua kereta yang memandu dalam arah bertentangan dan mesti mengelak daripada berlanggar. Terdapat dua mod permainan: pemain tunggal lawan komputer atau pemain satu lawan dua pemain.\n\nBAGAIMANA ANDA BERMAIN PERMAINAN PELUMBA KELAJUAN?\nIa adalah mudah untuk bermain Speed Racer, permainan perlumbaan kereta yang menyeronokkan. Sebaik sahaja anda memulakan permainan, anda perlu memastikan bahawa kereta lawan anda tidak tiba-tiba bertukar lorong untuk menyerang anda. Untuk mengelakkan kemalangan, anda boleh menukar lorong. Lebih banyak pusingan yang anda boleh lakukan tanpa perlanggaran, lebih banyak anda menunjukkan bahawa anda sangat mahir dalam permainan sukan.\n\nJIKA ANDA BERMAIN DI KOMPUTER:\n- Pemain tunggal lwn komputer → Klik tetikus anda pada skrin permainan untuk menukar lorong.\n- Pemain 1 lwn. Pemain 2 → Untuk menukar lorong, Pemain 1 mesti mengklik skrin permainan dan Pemain 2 mesti menekan kekunci anak panah ke atas.\n\nJIKA ANDA MENGGUNAKAN PERANTI MUDAH ALIH UNTUK MAIN PERMAINAN:\n- Pemain tunggal lwn komputer → Ketik pada skrin permainan untuk menukar lorong.\n- Pemain 1 lwn. Pemain 2 → Untuk menukar lorong, Pemain 1 mesti menyentuh sebelah kiri skrin permainan dan Pemain 2 mesti menyentuh sebelah kanan skrin permainan.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nCIRI-CIRI\n- 100% PERCUMA\n- Permainan Luar Talian\n- Seronok Dan Mudah Dimainkan\n\nBerapa pusingan yang boleh saya lalui tanpa terhempas dalam Speed Racer? Jadikan kami melihat kemahiran anda dalam permainan perlumbaan kereta. Main sekarang!",
    "nl": "Speed Racer is een zeer adrenaline-pompende racegame.\n\nSPEED RACER-GAMEPLAY\nDe game speelt zich af op een circuit, waar de auto meestal deelneemt aan klassieke races. In dit geval is er een uitdaging tussen twee auto's die in tegengestelde richting rijden en een botsing moeten vermijden. Er zijn twee spelmodi: singleplayer versus computer of speler één versus speler twee.\n\nHOE SPEEL JE SPEED RACER GAME?\nHet is gemakkelijk om Speed Racer te spelen, een leuk autorace-spel. Zodra je het spel start, moet je ervoor zorgen dat de auto van je tegenstander niet plotseling van rijbaan verandert om jou tegen te komen. Om ongelukken te voorkomen, kunt u van rijstrook wisselen. Hoe meer ronden je zonder botsingen kunt maken, hoe meer je laat zien dat je zeer bedreven bent in sportgames.\n\nALS JE OP DE COMPUTER SPEELT:\n- Singleplayer vs. computer → Klik met je muis op het spelscherm om van baan te wisselen.\n- Speler 1 versus speler 2 → Om van baan te wisselen, moet speler 1 op het spelscherm klikken en moet speler 2 op de pijltoets omhoog drukken.\n\nALS JE EEN MOBIEL APPARAAT GEBRUIKT OM HET SPEL TE SPELEN:\n- Singleplayer vs. computer → Tik op het spelscherm om van baan te wisselen.\n- Speler 1 versus speler 2 → Om van baan te wisselen, moet speler 1 de linkerkant van het spelscherm aanraken en speler 2 moet de rechterkant van het spelscherm aanraken.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nKENMERKEN\n- 100% GRATIS\n- Offline spel\n- Leuk en gemakkelijk te spelen\n\nHoeveel ronden kan ik rijden zonder te crashen in Speed Racer? Laat ons je vaardigheden zien in autoracespellen. Speel het nu!",
    "no": "Speed Racer er et veldig adrenalinpumpende racingspill.\n\nSPEED RACER GAMEPLAY\nSpillet foregår på en bane, hvor bilen vanligvis deltar i klassiske løp. I dette tilfellet er det en utfordring mellom to biler som kjører i motsatt retning og må unngå å kollidere. Det er to spillmoduser: enkeltspiller mot datamaskin eller spiller én mot spiller to.\n\nHVORDAN SPILLER DU SPEED RACER-SPILLET?\nDet er enkelt å spille Speed Racer, et morsomt bilracerspill. Når du har startet spillet, må du sørge for at motstanderens bil ikke plutselig bytter fil for å komme mot deg. For å unngå ulykker kan du bytte kjørefelt. Jo flere runder du kan ta uten kollisjoner, jo mer viser du at du er veldig dyktig i sportsspill.\n\nHVIS DU SPILLER PÅ DATAMASKINEN:\n- Enspiller vs. datamaskin → Klikk med musen på spillskjermen for å bytte bane.\n- Spiller 1 vs. Spiller 2 → For å bytte bane, må spiller 1 klikke på spillskjermen, og spiller 2 må trykke på pil opp-tasten.\n\nHVIS DU BRUKER EN MOBILENHET TIL Å SPILLE SPILLET:\n- Enspiller vs. datamaskin → Trykk på spillskjermen for å bytte bane.\n- Spiller 1 vs. spiller 2 → For å bytte bane må spiller 1 berøre venstre side av spillskjermen, og spiller 2 må berøre høyre side av spillskjermen.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nFUNKSJONER\n- 100 % GRATIS\n- Offline spill\n- Morsomt og enkelt å spille\n\nHvor mange runder kan jeg kjøre uten å krasje i Speed Racer? Få oss til å se ferdighetene dine i bilsportspill. Spill det nå!",
    "pl": "Speed Racer to bardzo adrenalinowa gra wyścigowa.\n\nROZGRYWKA SPEED RACER\nZabawa toczy się na torze, na którym samochód zazwyczaj bierze udział w klasycznych wyścigach. W tym przypadku istnieje wyzwanie między dwoma samochodami, które jadą w przeciwnych kierunkach i muszą unikać zderzenia. Istnieją dwa tryby gry: pojedynczy gracz kontra komputer lub gracz jeden kontra gracz drugi.\n\nJAK GRAĆ W GRĘ SPEED RACER?\nŁatwo jest grać w Speed Racer, zabawną grę wyścigową. Po rozpoczęciu gry musisz się upewnić, że samochód przeciwnika nie zmieni nagle pasa ruchu i nie wjedzie na ciebie. Aby uniknąć wypadków, możesz zmienić pas. Im więcej okrążeń wykonasz bez kolizji, tym bardziej udowodnisz, że jesteś bardzo dobry w grach sportowych.\n\nJEŚLI GRASZ NA KOMPUTERZE:\n- Tryb dla jednego gracza kontra komputer → Kliknij myszką na ekranie gry, aby zmienić pas ruchu.\n- Gracz 1 kontra Gracz 2 → Aby zmienić tor, Gracz 1 musi kliknąć ekran gry, a Gracz 2 musi nacisnąć klawisz strzałki w górę.\n\nJEŚLI DO GRANIA KORZYSTASZ Z URZĄDZENIA MOBILNEGO:\n- Tryb dla jednego gracza kontra komputer → Dotknij ekranu gry, aby zmienić pas.\n- Gracz 1 kontra Gracz 2 → Aby zmienić tor, Gracz 1 musi dotknąć lewej strony ekranu gry, a Gracz 2 musi dotknąć prawej strony ekranu gry.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nCECHY\n- 100% ZA DARMO\n- Gra offline\n- Zabawa i łatwa gra\n\nIle okrążeń mogę przejechać bez wypadku w Speed Racer? Pokaż nam swoje umiejętności w grach wyścigowych. Zagraj teraz!",
    "pt_BR,pt_PT": "Speed Racer é um jogo de corrida cheio de adrenalina.\n\nJOGO SPEED RACER\nO jogo se passa em uma pista, onde o carro costuma participar de corridas clássicas. Nesse caso, há um desafio entre dois carros que trafegam em direções opostas e devem evitar a colisão. Existem dois modos de jogo: jogador único contra computador ou jogador um contra jogador dois.\n\nCOMO VOCÊ JOGA O JOGO SPEED RACER?\nÉ fácil jogar Speed Racer, um divertido jogo de corrida de carros. Depois de iniciar o jogo, você deve se certificar de que o carro do seu oponente não mude de faixa repentinamente para vir contra você. Para evitar acidentes, você pode mudar de faixa. Quanto mais voltas você conseguir fazer sem colisões, mais você mostra que é muito habilidoso em jogos esportivos.\n\nSE VOCÊ ESTIVER JOGANDO NO COMPUTADOR:\n- Um jogador vs. computador → Clique com o mouse na tela do jogo para mudar de faixa.\n- Jogador 1 vs. Jogador 2 → Para mudar de faixa, o Jogador 1 deve clicar na tela do jogo e o Jogador 2 deve pressionar a tecla de seta para cima.\n\nSE VOCÊ ESTIVER USANDO UM DISPOSITIVO MÓVEL PARA JOGAR:\n- Um jogador vs. computador → Toque na tela do jogo para mudar de faixa.\n- Jogador 1 vs. Jogador 2 → Para mudar de faixa, o Jogador 1 deve tocar no lado esquerdo da tela do jogo e o Jogador 2 deve tocar no lado direito da tela do jogo.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nRECURSOS\n- 100% GRÁTIS\n- Jogo offline\n- Divertido e fácil de jogar\n\nQuantas voltas posso fazer sem bater em Speed Racer? Faça-nos ver suas habilidades em jogos de corrida de carros. Jogue agora!",
    "ro": "Speed Racer este un joc de curse foarte adrenalină.\n\nJOC SPEED RACER\nJocul are loc pe o pistă, unde mașina participă de obicei la curse clasice. În acest caz, există o provocare între două mașini care circulă în direcții opuse și trebuie să evite ciocnirea. Există două moduri de joc: single-player versus computer sau player one versus player two.\n\nCUM SE JOACĂ JOCUL SPEED RACER?\nEste ușor să joci Speed Racer, un joc distractiv de curse cu mașini. Odată ce începi jocul, trebuie să te asiguri că mașina adversarului tău nu își schimbă brusc banda pentru a veni împotriva ta. Pentru a evita accidentele, puteți schimba benzile. Cu cât poți face mai multe ture fără ciocniri, cu atât arăți mai mult că ești foarte priceput în jocurile sportive.\n\nDACĂ JUCAȚI PE CALCULATOR:\n- Single-player vs. computer → Faceți clic pe mouse-ul pe ecranul jocului pentru a schimba banda.\n- Jucătorul 1 vs. Jucătorul 2 → Pentru a schimba benzile, Jucătorul 1 trebuie să facă clic pe ecranul jocului, iar Jucătorul 2 trebuie să apese tasta săgeată în sus.\n\nDACĂ UTILIZAȚI UN DISPOZIT MOBIL PENTRU A JUCA JOCUL:\n- Un singur jucător vs. computer → Atingeți pe ecranul jocului pentru a schimba benzile.\n- Jucătorul 1 vs. Jucătorul 2 → Pentru a schimba benzile, Jucătorul 1 trebuie să atingă partea stângă a ecranului de joc, iar Jucătorul 2 trebuie să atingă partea dreaptă a ecranului de joc.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nCARACTERISTICI\n- 100% GRATUIT\n- Joc offline\n- Distractiv și ușor de jucat\n\nCâte ture pot face fără să mă prăbușesc în Speed Racer? Fă-ne să-ți vedem abilitățile la jocurile de curse cu mașini. Joacă-l acum!",
    "ru": "Speed Racer — гоночная игра, вызывающая выброс адреналина.\n\nСКОРОСТЬ ГОНКИ ИГРЫ\nДействие игры происходит на трассе, где машина обычно участвует в классических гонках. В этом случае возникает вызов между двумя автомобилями, которые движутся в противоположных направлениях и должны избегать столкновения. Есть два режима игры: одиночный игрок против компьютера или один игрок против двух игроков.\n\nКАК ИГРАТЬ В ИГРУ SPEED RACER?\nИграть в Speed Racer, увлекательную гоночную игру, легко. Как только вы начнете игру, вы должны убедиться, что машина вашего противника не перестроится внезапно, чтобы столкнуться с вами. Чтобы избежать аварий, вы можете перестроиться. Чем больше кругов вы проедете без столкновений, тем больше вы покажете, что очень хорошо разбираетесь в спортивных играх.\n\nЕСЛИ ВЫ ИГРАЕТЕ НА КОМПЬЮТЕРЕ:\n- Одиночная игра против компьютера → Щелкните мышью на игровом экране, чтобы сменить полосу движения.\n- Игрок 1 против Игрока 2 → Чтобы сменить полосу, Игрок 1 должен нажать на игровой экран, а Игрок 2 должен нажать клавишу со стрелкой вверх.\n\nЕСЛИ ВЫ ИСПОЛЬЗУЕТЕ МОБИЛЬНОЕ УСТРОЙСТВО ДЛЯ ИГРЫ:\n- Одиночная игра против компьютера → Коснитесь игрового экрана, чтобы сменить полосу движения.\n- Игрок 1 против Игрока 2 → Чтобы перестроиться, Игрок 1 должен коснуться левой стороны игрового экрана, а Игрок 2 должен коснуться правой стороны игрового экрана.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nОСОБЕННОСТИ\n- 100% БЕСПЛАТНО\n- Оффлайн игра\n- Весело и легко играть\n\nСколько кругов я могу проехать без сбоев в Speed Racer? Покажите нам свои навыки в автомобильных гонках. Сыграй сейчас!",
    "sk": "Speed Racer je veľmi adrenalínová závodná hra.\n\nHRANIE SPEED RACER\nHra sa odohráva na trati, kde sa auto zvyčajne zúčastňuje klasických pretekov. V tomto prípade ide o problém medzi dvoma autami, ktoré jazdia v protismere a musia sa vyhnúť zrážke. Existujú dva herné režimy: jeden hráč verzus počítač alebo hráč jeden verzus hráč dva.\n\nAKO HRÁTE HRU SPEED RACER?\nJe ľahké hrať Speed Racer, zábavnú automobilovú závodnú hru. Po spustení hry sa musíte uistiť, že súperovo auto náhle nezmení jazdný pruh a nepríde proti vám. Aby ste sa vyhli nehodám, môžete zmeniť jazdný pruh. Čím viac kôl dokážete urobiť bez kolízií, tým viac ukážete, že ste veľmi zruční v športových hrách.\n\nAK SA HRÁTE NA POČÍTAČI:\n- Hra pre jedného hráča vs. počítač → Kliknutím myšou na hernú obrazovku zmeníte pruh.\n- Hráč 1 vs. Hráč 2 → Ak chcete zmeniť dráhu, hráč 1 musí kliknúť na obrazovku hry a hráč 2 musí stlačiť kláves so šípkou nahor.\n\nAK NA HRANIE HRY POUŽÍVATE MOBILNÉ ZARIADENIE:\n- Hra pre jedného hráča vs. počítač → Klepnutím na obrazovku hry zmeníte pruh.\n- Hráč 1 vs. Hráč 2 → Ak chcete zmeniť dráhu, hráč 1 sa musí dotknúť ľavej strany obrazovky hry a hráč 2 sa musí dotknúť pravej strany obrazovky hry.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nVLASTNOSTI\n- 100% ZDARMA\n- Offline hra\n- Zábavné a ľahké hrať\n\nKoľko kôl môžem prejsť bez havárie v Speed Racer? Ukážte nám svoje schopnosti v automobilových závodných hrách. Hrajte teraz!",
    "sl": "Speed Racer je zelo adrenalinska dirkalna igra.\n\nIGRANJE SPEED RACER\nIgra se odvija na stezi, kjer avtomobil običajno sodeluje na klasičnih dirkah. V tem primeru gre za izziv med dvema avtomobiloma, ki vozita v nasprotni smeri in se morata izogniti trčenju. Obstajata dva načina igre: en igralec proti računalniku ali prvi igralec proti drugemu igralcu.\n\nKAKO IGRATE IGRO SPEED RACER?\nPreprosto je igrati Speed Racer, zabavno igro o dirkanju z avtomobili. Ko začnete igro, se morate prepričati, da nasprotnikov avto ne bo nenadoma zamenjal voznega pasu, da bi prišel nasproti vam. Da bi se izognili nesrečam, lahko zamenjate pas. Več krogov kot lahko naredite brez trkov, bolj pokažete, da ste zelo vešči športnih iger.\n\nČE IGRATE NA RAČUNALNIKU:\n- En igralec proti računalniku → Kliknite z miško na zaslonu igre, da zamenjate pasove.\n- Igralec 1 proti igralcu 2 → Za zamenjavo pasov mora igralec 1 klikniti zaslon igre, igralec 2 pa mora pritisniti tipko s puščico navzgor.\n\nČE ZA IGRANJE IGRE UPORABLJATE MOBILNO NAPRAVO:\n- En igralec proti računalniku → Pritisnite na zaslonu igre, da zamenjate pasove.\n- Igralec 1 proti igralcu 2 → Za zamenjavo steze se mora igralec 1 dotakniti leve strani igralnega zaslona, igralec 2 pa desne strani igralnega zaslona.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nLASTNOSTI\n- 100% BREZPLAČNO\n- Igra brez povezave\n- Zabavno in enostavno igranje\n\nKoliko krogov lahko prevozim brez trčenja v igri Speed Racer? Omogočite nam, da vidimo vaše sposobnosti pri avtomobilskih dirkah. Igrajte zdaj!",
    "sr": "Спеед Рацер је тркачка игра која изазива адреналин.\n\nСПЕЕД РАЦЕР ГАМЕПЛАИ\nИгра се одвија на стази, где аутомобил обично учествује у класичним тркама. У овом случају, постоји изазов између два аутомобила која возе у супротним смеровима и морају да избегну судар. Постоје два начина игре: један играч против рачунара или играч један против играча два.\n\nКАКО ИГРАТЕ ИГРЦУ СПЕЕД РАЦЕР?\nЛако је играти Спеед Рацер, забавну игру тркачких аутомобила. Када започнете игру, морате да се уверите да аутомобил вашег противника изненада не промени траку како би дошао против вас. Да бисте избегли незгоде, можете променити траку. Што више кругова можете направити без судара, то више показујете да сте веома вешти у спортским играма.\n\nАКО ИГРАТЕ НА РАЧУНАРУ:\n- За једног играча против рачунара → Кликните мишем на екран игре да бисте променили траку.\n- Играч 1 против играча 2 → Да би променио траку, играч 1 мора да кликне на екран игре, а играч 2 мора да притисне тастер са стрелицом нагоре.\n\nАКО КОРИСТИТЕ МОБИЛНИ УРЕЂАЈ ЗА ИГРАЊЕ ИГРЕ:\n- За једног играча против рачунара → Додирните екран игре да бисте променили траку.\n- Играч 1 против играча 2 → Да би променио траку, играч 1 мора да додирне леву страну екрана игре, а играч 2 мора да додирне десну страну екрана игре.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nКАРАКТЕРИСТИКЕ\n- 100% БЕСПЛАТНО\n- Игра ван мреже\n- Забавна и лака за играње\n\nКолико кругова могу да прођем без судара у Спеед Рацер-у? Нека видимо ваше вештине у тркама аутомобила. Играјте сада!",
    "sv": "Speed Racer är ett mycket adrenalinpumpande racingspel.\n\nSPEED RACER SPEL\nSpelet utspelar sig på en bana, där bilen vanligtvis deltar i klassiska lopp. I det här fallet finns det en utmaning mellan två bilar som kör i motsatta riktningar och ska undvika att krocka. Det finns två spellägen: en spelare mot dator eller spelare ett mot spelare två.\n\nHUR SPELAR DU SPEED RACER-SPEL?\nDet är lätt att spela Speed Racer, ett roligt bilracingspel. När du väl har startat spelet måste du se till att din motståndares bil inte plötsligt byter fil för att komma emot dig. För att undvika olyckor kan du byta fil. Ju fler varv du kan köra utan kollisioner, desto mer visar du att du är väldigt skicklig i sportspel.\n\nOM DU SPELAR PÅ DATORN:\n- Enspelare kontra dator → Klicka med musen på spelskärmen för att byta körfält.\n- Spelare 1 vs. Spelare 2 → För att byta körfält måste Spelare 1 klicka på spelskärmen och Spelare 2 måste trycka på uppåtpilen.\n\nOM DU ANVÄNDER EN MOBILENHET FÖR ATT SPELA SPELET:\n- Enspelare vs dator → Tryck på spelskärmen för att byta körfält.\n- Spelare 1 mot Spelare 2 → För att byta körfält måste Spelare 1 röra vid den vänstra sidan av spelskärmen och Spelare 2 måste röra vid den högra sidan av spelskärmen.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nFUNKTIONER\n- 100 % GRATIS\n- Offlinespel\n- Roligt och lätt att spela\n\nHur många varv kan jag köra utan att krascha i Speed Racer? Få oss att se dina färdigheter i bilracingspel. Spela det nu!",
    "sw": "Speed Racer ni mchezo wa mbio wa kusukuma adrenaline sana.\n\nMCHEZO WA SPEED RACER\nMchezo unafanyika kwenye wimbo, ambapo gari kawaida hushiriki katika mbio za kawaida. Katika kesi hii, kuna changamoto kati ya magari mawili ambayo yanaenda kinyume na lazima yaepuke kugongana. Kuna aina mbili za mchezo: mchezaji mmoja dhidi ya kompyuta au mchezaji mmoja dhidi ya mchezaji wawili.\n\nUNACHEZAJE MCHEZO WA SPEED RACER?\nNi rahisi kucheza Mbio za Kasi, mchezo wa kufurahisha wa mbio za magari. Mara tu unapoanza mchezo, lazima uhakikishe kuwa gari la mpinzani wako halibadilishi njia ghafla ili kuja dhidi yako. Ili kuepuka ajali, unaweza kubadilisha njia. Laps zaidi unaweza kufanya bila migongano, zaidi unaonyesha kuwa wewe ni ujuzi sana katika michezo ya michezo.\n\nIKIWA UNACHEZA KWENYE KOMPYUTA:\n- Mchezaji mmoja dhidi ya kompyuta → Bofya kipanya chako kwenye skrini ya mchezo ili kubadilisha njia.\n- Mchezaji 1 dhidi ya Mchezaji 2 → Ili kubadilisha njia, Mchezaji 1 lazima abofye skrini ya mchezo, na Mchezaji 2 lazima abonyeze kitufe cha kishale cha juu.\n\nIKIWA UNATUMIA KIFAA CHA SIMU KUCHEZA MCHEZO HUO:\n- Mchezaji mmoja dhidi ya kompyuta → Gonga kwenye skrini ya mchezo ili kubadilisha njia.\n- Mchezaji 1 dhidi ya Mchezaji 2 → Ili kubadilisha njia, Mchezaji 1 lazima aguse upande wa kushoto wa skrini ya mchezo, na Mchezaji 2 lazima aguse upande wa kulia wa skrini ya mchezo.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nVIPENGELE\n- 100% BILA MALIPO\n- Mchezo wa nje ya mtandao\n- Furaha na Rahisi Kucheza\n\nJe, ninaweza kwenda mizunguko mingapi bila kugonga kwenye mbio za Kasi? Tufanye tuone ujuzi wako katika michezo ya mbio za magari. Icheze sasa!",
    "ta": "ஸ்பீட் ரேசர் மிகவும் அட்ரினலின்-பம்பிங் பந்தய விளையாட்டு.\n\nஸ்பீட் ரேசர் கேம்ப்ளே\nவிளையாட்டு ஒரு பாதையில் நடைபெறுகிறது, அங்கு கார் வழக்கமாக கிளாசிக் பந்தயங்களில் பங்கேற்கிறது. இந்த வழக்கில், எதிரெதிர் திசையில் செல்லும் இரண்டு கார்களுக்கு இடையே ஒரு சவால் உள்ளது மற்றும் மோதுவதை தவிர்க்க வேண்டும். இரண்டு விளையாட்டு முறைகள் உள்ளன: ஒற்றை-பிளேயர் வெர்சஸ் கம்ப்யூட்டர் அல்லது பிளேயர் ஒன்று வெர்சஸ் பிளேயர் இரண்டு.\n\nஸ்பீட் ரேசர் விளையாட்டை எப்படி விளையாடுகிறீர்கள்?\nவேடிக்கையான கார் பந்தய விளையாட்டான ஸ்பீட் ரேசரை விளையாடுவது எளிது. நீங்கள் விளையாட்டைத் தொடங்கியவுடன், உங்கள் எதிராளியின் கார் திடீரென்று உங்களுக்கு எதிராக வருவதற்கான பாதைகளை மாற்றாமல் இருப்பதை உறுதிசெய்ய வேண்டும். விபத்துகளைத் தவிர்க்க, நீங்கள் பாதைகளை மாற்றலாம். மோதல்கள் இல்லாமல் நீங்கள் எவ்வளவு சுற்றுகள் செய்ய முடியுமோ, அவ்வளவு அதிகமாக நீங்கள் விளையாட்டு விளையாட்டுகளில் மிகவும் திறமையானவர் என்பதைக் காட்டுகிறீர்கள்.\n\nநீங்கள் கணினியில் விளையாடுகிறீர்கள் என்றால்:\n- சிங்கிள் பிளேயர் வெர்சஸ் கம்ப்யூட்டர் → லேன்களை மாற்ற, கேம் திரையில் உங்கள் மவுஸை கிளிக் செய்யவும்.\n- பிளேயர் 1 vs. பிளேயர் 2 → பாதைகளை மாற்ற, பிளேயர் 1 கேம் திரையைக் கிளிக் செய்ய வேண்டும், மேலும் பிளேயர் 2 மேல் அம்புக்குறி விசையை அழுத்த வேண்டும்.\n\nவிளையாட்டை விளையாடுவதற்கு நீங்கள் மொபைல் சாதனத்தைப் பயன்படுத்துகிறீர்கள் என்றால்:\n- ஒற்றை வீரர் எதிராக கணினி → பாதைகளை மாற்ற விளையாட்டுத் திரையில் தட்டவும்.\n- பிளேயர் 1 வெர்சஸ். பிளேயர் 2 → பாதைகளை மாற்ற, பிளேயர் 1 கேம் திரையின் இடது பக்கத்தைத் தொட வேண்டும், மேலும் பிளேயர் 2 கேம் திரையின் வலது பக்கத்தைத் தொட வேண்டும்.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nஅம்சங்கள்\n- 100% இலவசம்\n- ஆஃப்லைன் கேம்\n- வேடிக்கை மற்றும் விளையாட எளிதானது\n\nஸ்பீட் ரேசரில் நொறுங்காமல் எத்தனை சுற்றுகள் செல்ல முடியும்? கார் பந்தய விளையாட்டுகளில் உங்கள் திறமைகளை எங்களுக்குக் காட்டுங்கள். இப்போது விளையாடு!",
    "te": "స్పీడ్ రేసర్ చాలా అడ్రినాలిన్-పంపింగ్ రేసింగ్ గేమ్.\n\nస్పీడ్ రేసర్ గేమ్‌ప్లే\nఆట ఒక ట్రాక్‌లో జరుగుతుంది, ఇక్కడ కారు సాధారణంగా క్లాసిక్ రేసుల్లో పాల్గొంటుంది. ఈ సందర్భంలో, వ్యతిరేక దిశల్లో నడిచే రెండు కార్ల మధ్య సవాలు ఉంటుంది మరియు ఢీకొనకుండా ఉండాలి. రెండు గేమ్ మోడ్‌లు ఉన్నాయి: సింగిల్ ప్లేయర్ వర్సెస్ కంప్యూటర్ లేదా ప్లేయర్ ఒకటి వర్సెస్ ప్లేయర్ రెండు.\n\nమీరు స్పీడ్ రేసర్ గేమ్ ఎలా ఆడతారు?\nస్పీడ్ రేసర్, ఆహ్లాదకరమైన కార్ రేసింగ్ గేమ్ ఆడటం సులభం. మీరు గేమ్‌ని ప్రారంభించిన తర్వాత, మీ ప్రత్యర్థి కారు అకస్మాత్తుగా మీకు ఎదురుగా వచ్చేలా లేన్‌లను మార్చకుండా చూసుకోవాలి. ప్రమాదాలను నివారించడానికి, మీరు మార్గాలను మార్చవచ్చు. మీరు ఢీకొనకుండా ఎక్కువ ల్యాప్‌లు చేయగలిగితే, మీరు స్పోర్ట్స్ గేమ్‌లలో చాలా నైపుణ్యం కలిగి ఉన్నారని మీరు అంత ఎక్కువగా చూపుతారు.\n\nమీరు కంప్యూటర్‌లో ప్లే చేస్తుంటే:\n- సింగిల్ ప్లేయర్ వర్సెస్ కంప్యూటర్ → లేన్‌లను మార్చడానికి గేమ్ స్క్రీన్‌పై మీ మౌస్‌ని క్లిక్ చేయండి.\n- ప్లేయర్ 1 వర్సెస్ ప్లేయర్ 2 → లేన్‌లను మార్చడానికి, ప్లేయర్ 1 తప్పనిసరిగా గేమ్ స్క్రీన్‌పై క్లిక్ చేయాలి మరియు ప్లేయర్ 2 తప్పనిసరిగా పైకి బాణం కీని నొక్కాలి.\n\nమీరు గేమ్ ఆడటానికి మొబైల్ పరికరాన్ని ఉపయోగిస్తుంటే:\n- సింగిల్ ప్లేయర్ వర్సెస్ కంప్యూటర్ → లేన్‌లను మార్చడానికి గేమ్ స్క్రీన్‌పై నొక్కండి.\n- ప్లేయర్ 1 వర్సెస్ ప్లేయర్ 2 → లేన్‌లను మార్చడానికి, ప్లేయర్ 1 తప్పనిసరిగా గేమ్ స్క్రీన్‌కు ఎడమ వైపున తాకాలి మరియు ప్లేయర్ 2 గేమ్ స్క్రీన్ కుడి వైపున తాకాలి.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nలక్షణాలు\n- 100% ఉచితం\n- ఆఫ్‌లైన్ గేమ్\n- సరదాగా మరియు ఆడటం సులభం\n\nస్పీడ్ రేసర్‌లో క్రాష్ కాకుండా నేను ఎన్ని ల్యాప్‌లు వెళ్లగలను? కార్ రేసింగ్ గేమ్‌లలో మీ నైపుణ్యాలను మాకు కనిపించేలా చేయండి. ఇప్పుడే ఆడండి!",
    "th": "Speed Racer เป็นเกมแข่งรถที่จะทำให้อะดรีนาลีนของคุณสูบฉีด\n\nการเล่นเกมแข่งความเร็ว\nเกมดังกล่าวเกิดขึ้นในสนามแข่งซึ่งรถมักจะเข้าร่วมการแข่งขันแบบคลาสสิก ในกรณีนี้เป็นการท้าทายระหว่างรถสองคันที่ขับสวนทางกันและต้องหลีกเลี่ยงการชนกัน มีสองโหมดเกม: ผู้เล่นคนเดียวกับคอมพิวเตอร์หรือผู้เล่นหนึ่งกับผู้เล่นสองคน\n\nคุณเล่นเกม SPEED RACER ได้อย่างไร?\nมันง่ายที่จะเล่น Speed Racer เกมแข่งรถที่สนุก เมื่อคุณเริ่มเกม คุณต้องแน่ใจว่ารถของฝ่ายตรงข้ามไม่ได้เปลี่ยนเลนกะทันหันเพื่อมาชนคุณ เพื่อหลีกเลี่ยงอุบัติเหตุ คุณสามารถเปลี่ยนเลนได้ ยิ่งคุณทำรอบได้โดยไม่ชนกันมากเท่าไหร่ แสดงว่าคุณเชี่ยวชาญในเกมกีฬามากเท่านั้น\n\nหากคุณกำลังเล่นบนคอมพิวเตอร์:\n- ผู้เล่นคนเดียวกับคอมพิวเตอร์ → คลิกเมาส์บนหน้าจอเกมเพื่อเปลี่ยนเลน\n- ผู้เล่น 1 ปะทะ ผู้เล่น 2 → ในการเปลี่ยนเลน ผู้เล่น 1 จะต้องคลิกหน้าจอเกม และผู้เล่น 2 จะต้องกดปุ่มลูกศรขึ้น\n\nหากคุณใช้อุปกรณ์มือถือเพื่อเล่นเกม:\n- ผู้เล่นคนเดียวกับคอมพิวเตอร์ → แตะที่หน้าจอเกมเพื่อเปลี่ยนเลน\n- ผู้เล่น 1 ปะทะ ผู้เล่น 2 → ในการเปลี่ยนเลน ผู้เล่น 1 จะต้องแตะที่ด้านซ้ายของหน้าจอเกม และผู้เล่น 2 จะต้องแตะที่ด้านขวาของหน้าจอเกม\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nคุณสมบัติ\n- ฟรี 100%\n- เกมออฟไลน์\n- สนุกและเล่นง่าย\n\nฉันสามารถวิ่งได้กี่รอบโดยไม่ชนใน Speed Racer? ทำให้เราเห็นทักษะของคุณในเกมแข่งรถ เล่นเลย!",
    "tr": "Speed Racer çok adrenalin dolu bir yarış oyunudur.\n\nHIZLI YARIŞÇI OYNANIŞI\nOyun, arabanın genellikle klasik yarışlara katıldığı bir pistte geçiyor. Bu durumda, zıt yönlerde giden ve çarpışmaktan kaçınması gereken iki araba arasında bir meydan okuma vardır. İki oyun modu vardır: tek oyuncuya karşı bilgisayar veya birinci oyuncuya karşı ikinci oyuncu.\n\nSPEED RACER OYUNU NASIL OYNANIR?\nEğlenceli bir araba yarışı oyunu olan Speed Racer'ı oynamak kolaydır. Oyuna başladığınızda, rakibinizin arabasının size karşı gelmek için aniden şerit değiştirmediğinden emin olmalısınız. Kazalardan kaçınmak için şerit değiştirebilirsiniz. Çarpışma olmadan ne kadar çok tur atabilirseniz, spor oyunlarında ne kadar yetenekli olduğunuzu o kadar çok gösterirsiniz.\n\nBİLGİSAYARDA OYNANIYORSANIZ:\n- Tek oyunculu bilgisayara karşı → Oyun ekranında farenizi tıklayarak şerit değiştirin.\n- Oyuncu 1 vs. Oyuncu 2 → Şerit değiştirmek için Oyuncu 1 oyun ekranına tıklamalı ve Oyuncu 2 yukarı ok tuşuna basmalıdır.\n\nOYUNU OYNAMAK İÇİN MOBİL CİHAZ KULLANIYORSANIZ:\n- Bilgisayara karşı tek oyuncu → Şerit değiştirmek için oyun ekranına dokunun.\n- Oyuncu 1 vs. Oyuncu 2 → Şerit değiştirmek için Oyuncu 1 oyun ekranının sol tarafına ve Oyuncu 2 oyun ekranının sağ tarafına dokunmalıdır.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nÖZELLİKLERİ\n- %100 ÜCRETSİZ\n- Çevrimdışı Oyun\n- Eğlenceli ve Oynaması Kolay\n\nSpeed Racer'da kaza yapmadan kaç tur gidebilirim? Araba yarışı oyunlarında yeteneklerinizi görmemizi sağlayın. Şimdi oyna!",
    "uk": "Speed Racer — гоночна гра, яка викликає адреналін.\n\nГЕЙМПЛЕЙ SPEED RACER\nДія гри відбувається на трасі, де автомобіль зазвичай бере участь у класичних гонках. У цьому випадку є виклик між двома автомобілями, які рухаються в протилежних напрямках і повинні уникнути зіткнення. Існує два режими гри: один гравець проти комп’ютера або один гравець проти другого гравця.\n\nЯК ВИ ГРАЄТЕ В ГРУ SPEED RACER?\nЛегко грати в Speed Racer, веселу гру про перегони автомобілів. Як тільки ви починаєте гру, ви повинні переконатися, що машина вашого суперника раптово не змінить смугу руху, щоб наїхати на вас. Щоб уникнути аварій, ви можете змінити смугу руху. Чим більше кіл ви зможете пройти без зіткнень, тим більше ви покажете, що ви дуже вправні в спортивних іграх.\n\nЯКЩО ВИ ГРАЄТЕ НА КОМП'ЮТЕРІ:\n- Одиночна гра проти комп’ютера → Клацніть мишею на екрані гри, щоб змінити смугу.\n- Гравець 1 проти Гравця 2 → Щоб змінити смугу, Гравець 1 повинен натиснути ігровий екран, а Гравець 2 має натиснути клавішу зі стрілкою вгору.\n\nЯКЩО ВИ КОРИСТУЄТЕСЯ МОБІЛЬНИМ ПРИСТРОЄМ ДЛЯ ГРІ:\n- Одиночна гра проти комп’ютера → Натисніть на екрані гри, щоб змінити смугу.\n- Гравець 1 проти Гравця 2 → Щоб змінити смугу, Гравець 1 повинен торкнутися лівої сторони ігрового екрана, а Гравець 2 має торкнутися правої сторони ігрового екрана.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nОСОБЛИВОСТІ\n- 100% БЕЗКОШТОВНО\n- Офлайн гра\n- Весело і легко грати\n\nСкільки кіл я можу проїхати без аварій у Speed Racer? Зробіть так, щоб ми побачили ваші навички в автомобільних гонках. Грайте зараз!",
    "vi": "Speed Racer là một trò chơi đua xe rất kích thích.\n\nCHƠI TRÒ CHƠI TỐC ĐỘ RACER\nTrò chơi diễn ra trên một đường đua, nơi chiếc xe thường tham gia vào các cuộc đua cổ điển. Trong trường hợp này, có một thử thách giữa hai ô tô chạy ngược chiều nhau và phải tránh va chạm. Có hai chế độ chơi: một người chơi đấu với máy tính hoặc người chơi một đấu với người chơi hai.\n\nBẠN CHƠI GAME ĐUA TỐC ĐỘ NHƯ THẾ NÀO?\nThật dễ dàng để chơi Speed Racer, một trò chơi đua xe thú vị. Khi bắt đầu trò chơi, bạn phải đảm bảo rằng xe của đối thủ không đột ngột chuyển làn để lao vào bạn. Để tránh tai nạn, bạn có thể thay đổi làn đường. Bạn càng có thể thực hiện nhiều vòng mà không va chạm, bạn càng thể hiện rằng mình rất thành thạo trong các trò chơi thể thao.\n\nNẾU BẠN ĐANG CHƠI TRÊN MÁY TÍNH:\n- Chơi đơn so với máy tính → Kích chuột vào màn hình trò chơi để chuyển làn.\n- Người chơi 1 so với Người chơi 2 → Để đổi làn đường, Người chơi 1 phải nhấp vào màn hình trò chơi và Người chơi 2 phải nhấn phím mũi tên lên.\n\nNẾU BẠN ĐANG SỬ DỤNG THIẾT BỊ DI ĐỘNG ĐỂ CHƠI TRÒ CHƠI:\n- Chơi đơn so với máy tính → Chạm vào màn hình trò chơi để chuyển làn.\n- Người chơi 1 so với Người chơi 2 → Để đổi làn đường, Người chơi 1 phải chạm vào phía bên trái của màn hình trò chơi và Người chơi 2 phải chạm vào phía bên phải của màn hình trò chơi.\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\nTÍNH NĂNG, ĐẶC ĐIỂM\n- 100% MIỄN PHÍ\n- Trò chơi ngoại tuyến\n- Vui vẻ và dễ chơi\n\nTôi có thể đi bao nhiêu vòng mà không bị va chạm trong Speed Racer? Hãy cho chúng tôi thấy kỹ năng của bạn tại các trò chơi đua xe. Chơi nó ngay bây giờ!",
    "zh_CN": "Speed Racer 是一款刺激肾上腺素的赛车游戏。\n\n极速赛车游戏\n游戏发生在赛道上，赛车通常会在这里参加经典比赛。 在这种情况下，两辆相反方向行驶的汽车之间存在挑战，必须避免碰撞。 有两种游戏模式：单人对战电脑或玩家一对战玩家二。\n\n你如何玩极速赛车游戏？\nSpeed Racer 是一款有趣的赛车游戏，玩起来很容易。 一旦你开始游戏，你必须确保你的对手的车不会突然改变车道来对付你。 为避免发生事故，您可以改变车道。 你能在没有碰撞的情况下跑的圈数越多，你就越能证明你在运动游戏中非常熟练。\n\n如果您在电脑上玩：\n- 单人对战电脑 → 在游戏画面上点击鼠标即可换道。\n- 玩家 1 vs. 玩家 2 → 要改变车道，玩家 1 必须单击游戏屏幕，玩家 2 必须按向上箭头键。\n\n如果您使用移动设备玩游戏：\n- 单人对战电脑 → 点击游戏画面改变车道。\n- 玩家 1 vs. 玩家 2 → 要改变车道，玩家 1 必须触摸游戏屏幕的左侧，而玩家 2 必须触摸游戏屏幕的右侧。\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\n特征\n- 100% 免费\n- 离线游戏\n- 有趣且容易玩\n\n在 Speed Racer 中，我可以跑多少圈而不撞车？ 让我们看到你在赛车游戏中的技能。 现在玩吧！",
    "zh_TW": "Speed Racer 是一款刺激腎上腺素的賽車遊戲。\n\n極速賽車遊戲\n遊戲發生在賽道上，賽車通常會在這裡參加經典比賽。 在這種情況下，兩輛相反方向行駛的汽車之間存在挑戰，必須避免碰撞。 有兩種遊戲模式：單人對戰電腦或玩家一對戰玩家二。\n\n你如何玩極速賽車遊戲？\nSpeed Racer 是一款有趣的賽車遊戲，玩起來很容易。 一旦你開始遊戲，你必須確保你的對手的車不會突然改變車道來對付你。 為避免發生事故，您可以改變車道。 你能在沒有碰撞的情況下跑的圈數越多，你就越能證明你在運動遊戲中非常熟練。\n\n如果您在電腦上玩：\n- 單人對戰電腦 → 在遊戲畫面上點擊鼠標即可換道。\n- 玩家 1 vs. 玩家 2 → 要改變車道，玩家 1 必須單擊遊戲屏幕，玩家 2 必須按向上箭頭鍵。\n\n如果您使用移動設備玩遊戲：\n- 單人對戰電腦 → 點擊遊戲畫面改變車道。\n- 玩家 1 vs. 玩家 2 → 要改變車道，玩家 1 必須觸摸遊戲屏幕的左側，而玩家 2 必須觸摸遊戲屏幕的右側。\n\nSpeed Racer is a fun racing game online to play when bored for FREE on Magbei.com\n\n特徵\n- 100% 免費\n- 離線遊戲\n- 有趣且容易玩\n\n在 Speed Racer 中，我可以跑多少圈而不撞車？ 讓我們看到你在賽車遊戲中的技能。 現在玩吧！"
  }
}