{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EqualWeb Accessibility Crawler"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use the EqualWeb Web Accessibility Crawler for unlimited domain scans, a compliance score, and accessibility errors."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The EqualWeb Crawler is a real-time accessibility monitoring tool for WCAG 2.1 validation that scans entire websites. It is the only accessibility evaluation tool in the market that can scan behind login and password web pages.\n\nThe Crawler’s features make it a unique accessibility tool; you do not need to wait days for a full accessibility report but can get all results, including a compliance score, within minutes. The Crawler also provides, for subscription users, a comprehensive visual report about the website’s accessibility issues including instructions and guidance on how to fix them.\n\nUse the Crawler to maintain a 100% compliance stance all year round.\n\nTo start using the Web Accessibility Crawler, download it from the Google Store and install it on your Chrome browser. Next, enter the URL of the domain you wish to scan. Then, simply activate the Crawler’s icon on your Chrome browser. After selecting your scanning preferences, hit the “Start scanning” button when you are ready. The real-time automatic scan will flag static and dynamic accessibility issues on your HTML pages filtered by the WCAG 2.1 A/AA/AAA conformance level. At the end of the process, you will be able to access the accessibility report, which includes guidelines on how to fix issues, the precise pages where the issues and errors exist, accessibility issues with and without accessibility enhancement tools, and the overall compliance score. The reports are saved under your “My scans” tab.\n\nEqualWeb is the only company recognized by the World Wide Web Consortium (W3C) to be fully compliant with their Web Content Accessibility Guidelines (WCAG 2.1), Americans with Disabilities Act (ADA), Accessibility for Ontarians with Disabilities Act (AODA), European Union EN 301 549 standards, and Section 508 guidelines.\n\nThe Web Accessibility Crawler is brought to you by EqualWeb LTD, a leading digital accessibility solution provider, serving thousands of companies from Fortune 500 firms to non-profit organizations, and SMBs.\n\nThe full EqualWeb accessibility solution includes:\n\n- Auditing\n- Auto AI widget that works seamlessly with any website platform\n- Human expert fixes, monitoring, and website maintenance\n- Compliance with WCAG 2.1 AA and ADA standards\n- Periodic monitoring\n- First-rate scalable remediation system\n- Accessibility consulting\n- Accessibility training\n- Extensive accessibility reports\n- Support for 41 languages\n- Accessibility statement and certificate of performance\n- Feedback option\n- 24/7 email support\n\nWe hold that equal access is a right of every individual and the responsibility of all of us! Join us on the journey to a more accessible World Wide Web.\n For more information, contact us."
  }
}