{
  "name": {
    "ar": "روبوت استنساخ  Online Games",
    "am": "ክሎን ሮቦት  Skill Game",
    "bg": "Клонинг робот Unblocked",
    "bn": "ক্লোন রোবট  Online Game",
    "ca": "Robot clon  Online",
    "cs": "Klonovací robot  Online Games",
    "da": "Klon robot  Unblocked Game",
    "de": "Roboter klonen  Online Games",
    "el": "Ρομπότ κλώνος  Online Games",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Clone Robot - HTML5 Game",
    "es": "robot clon  Unblocked Game",
    "et": "Klooni robot  Skill Game",
    "fa": "ربات کلون Unblocked",
    "fi": "Klooni robotti Unblocked",
    "fil": "I-clone ang Robot  Unblocked Games",
    "fr": "Robot cloné Unblocked",
    "gu": "ક્લોન રોબોટ  Online",
    "he": "רובוט שיבוט  Online Game",
    "hi": "क्लोन रोबोट  Online Game",
    "hr": "Klonirani robot  Online",
    "hu": "Klónozó robot  Unblocked Games",
    "id": "Robot Klon Unblocked",
    "it": "Robot clone  Skill Game",
    "ja": "クローンロボット  Skill Game",
    "kn": "ಕ್ಲೋನ್ ರೋಬೋಟ್  Skill Game",
    "ko": "클론 로봇  Skill Game",
    "lv": "Klona robots  Online",
    "ml": "ക്ലോൺ റോബോട്ട്  Skill Game",
    "mr": "क्लोन रोबोट  Online",
    "ms": "Robot Klon  Online Games",
    "nl": "Kloon robot  Unblocked Game",
    "pl": "Klon robota  Online Games",
    "ro": "Robot clon  Unblocked Game",
    "ru": "Клон-робот  Online Game",
    "sk": "Klonovací robot  Online",
    "sl": "Clone Robot  Online",
    "sw": "Roboti ya Clone  Skill Game",
    "ta": "குளோன் ரோபோ  Online Games",
    "te": "క్లోన్ రోబోట్ Unblocked",
    "th": "หุ่นยนต์โคลน  Online Game",
    "tr": "klon robotu  Unblocked Games",
    "uk": "Робот-клон  Online Games"
  },
  "short": {
    "ar": "Clone Robot هي لعبة أركيد ممتعة حيث نحاول التقدم والحصول على النقاط من خلال التغلب على العقبات باستخدام الروبوتات المستنسخة.",
    "am": "Clone Robot በክሎን ሮቦቶች መሰናክሎችን በማሸነፍ ወደ እድገት የምንሞክርበት እና ነጥብ ለማግኘት የምንሞክርበት አዝናኝ የመጫወቻ ማዕከል ጨዋታ ነው።",
    "bg": "Clone Robot е забавна аркадна игра, в която се опитваме да напредваме и да получаваме точки, като преодоляваме препятствия с…",
    "bn": "ক্লোন রোবট হল একটি মজার আর্কেড গেম যেখানে আমরা ক্লোন রোবট দিয়ে বাধা অতিক্রম করে অগ্রগতি এবং পয়েন্ট পেতে চেষ্টা করি।",
    "ca": "Clone Robot és un divertit joc d&#39;arcade on intentem progressar i aconseguir punts superant obstacles amb robots clons.",
    "cs": "Clone Robot je zábavná arkádová hra, kde se snažíme postupovat a získávat body překonáváním překážek s klonovými roboty.",
    "da": "Clone Robot er et sjovt arkadespil, hvor vi forsøger at komme videre og få point ved at overvinde forhindringer med klonrobotter.",
    "de": "Clone Robot ist ein unterhaltsames Arcade-Spiel, in dem wir versuchen, Fortschritte zu erzielen und Punkte zu sammeln, indem wir…",
    "el": "Το Clone Robot είναι ένα διασκεδαστικό παιχνίδι arcade όπου προσπαθούμε να προοδεύσουμε και να πάρουμε πόντους ξεπερνώντας εμπόδια…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Clone Robot is a fun arcade game where we try to progress and get points by overcoming obstacles with clone robots.",
    "es": "Clone Robot es un divertido juego arcade en el que trataremos de progresar y conseguir puntos superando obstáculos con robots clon.",
    "et": "Kloonirobot on lõbus arkaadmäng, kus proovime kloonrobotite abil takistusi ületades areneda ja punkte koguda.",
    "fa": "Clone Robot یک بازی سرگرم کننده است که در آن سعی می کنیم با غلبه بر موانع با ربات های کلون پیشرفت کنیم و امتیاز کسب کنیم.",
    "fi": "Clone Robot on hauska arcade-peli, jossa yritämme edetä ja saada pisteitä ylittämällä esteitä kloonirobottien avulla.",
    "fil": "Ang Clone Robot ay isang nakakatuwang arcade game kung saan sinusubukan naming umunlad at makakuha ng mga puntos sa pamamagitan ng…",
    "fr": "Clone Robot est un jeu d&#39;arcade amusant où nous essayons de progresser et d&#39;obtenir des points en surmontant des obstacles…",
    "gu": "ક્લોન રોબોટ એ એક મનોરંજક આર્કેડ ગેમ છે જ્યાં અમે ક્લોન રોબોટ્સ વડે અવરોધોને દૂર કરીને આગળ વધવાનો અને પોઈન્ટ મેળવવાનો પ્રયાસ કરીએ…",
    "he": "Clone Robot הוא משחק ארקייד מהנה שבו אנחנו מנסים להתקדם ולקבל נקודות על ידי התגברות על מכשולים עם רובוטים שיבוטים.",
    "hi": "क्लोन रोबोट एक मजेदार आर्केड गेम है जहां हम क्लोन रोबोट के साथ बाधाओं पर काबू पाने के द्वारा प्रगति करने और अंक प्राप्त करने का…",
    "hr": "Clone Robot je zabavna arkadna igra u kojoj pokušavamo napredovati i skupljati bodove svladavajući prepreke s robotima klonovima.",
    "hu": "A Clone Robot egy szórakoztató arcade játék, ahol megpróbálunk haladni és pontokat szerezni az akadályok leküzdésével klón…",
    "id": "Robot Klon adalah gim arkade seru tempat kami mencoba untuk maju dan mendapatkan poin dengan mengatasi rintangan menggunakan robot…",
    "it": "Clone Robot è un divertente gioco arcade in cui cerchiamo di progredire e ottenere punti superando gli ostacoli con i robot clone.",
    "ja": "Clone Robot は楽しいアーケード ゲームで、クローン ロボットで障害物を乗り越えて進歩し、ポイントを獲得しようとします。",
    "kn": "ಕ್ಲೋನ್ ರೋಬೋಟ್ ಒಂದು ಮೋಜಿನ ಆರ್ಕೇಡ್ ಆಟವಾಗಿದ್ದು, ಕ್ಲೋನ್ ರೋಬೋಟ್‌ಗಳೊಂದಿಗೆ ಅಡೆತಡೆಗಳನ್ನು ನಿವಾರಿಸುವ ಮೂಲಕ ನಾವು ಪ್ರಗತಿ ಸಾಧಿಸಲು ಮತ್ತು ಅಂಕಗಳನ್ನು…",
    "ko": "Clone Robot은 클론 로봇으로 장애물을 극복하여 진행하고 포인트를 획득하는 재미있는 아케이드 게임입니다.",
    "lv": "Clone Robot ir jautra arkādes spēle, kurā mēs cenšamies progresēt un iegūt punktus, pārvarot šķēršļus ar klonu robotiem.",
    "ml": "ക്ലോൺ റോബോട്ടുകൾ ഉപയോഗിച്ച് തടസ്സങ്ങൾ മറികടന്ന് പുരോഗതി നേടാനും പോയിന്റുകൾ നേടാനും ശ്രമിക്കുന്ന രസകരമായ ആർക്കേഡ് ഗെയിമാണ് ക്ലോൺ…",
    "mr": "क्लोन रोबोट हा एक मजेदार आर्केड गेम आहे जेथे आम्ही क्लोन रोबोट्ससह अडथळ्यांवर मात करून प्रगती करण्याचा आणि गुण मिळवण्याचा प्रयत्न…",
    "ms": "Clone Robot ialah permainan arked yang menyeronokkan di mana kami cuba untuk maju dan mendapatkan mata dengan mengatasi halangan…",
    "nl": "Clone Robot is een leuk arcadespel waarin we proberen vooruitgang te boeken en punten te krijgen door obstakels te overwinnen met…",
    "pl": "Clone Robot to zabawna gra zręcznościowa, w której staramy się robić postępy i zdobywać punkty, pokonując przeszkody za pomocą…",
    "ro": "Clone Robot este un joc arcade distractiv în care încercăm să progresăm și să obținem puncte depășind obstacolele cu roboți clonați.",
    "ru": "Clone Robot — это увлекательная аркадная игра, в которой мы пытаемся продвигаться вперед и зарабатывать очки, преодолевая…",
    "sk": "Clone Robot je zábavná arkádová hra, v ktorej sa snažíme napredovať a získavať body prekonávaním prekážok s klonovými robotmi.",
    "sl": "Clone Robot je zabavna arkadna igra, kjer poskušamo napredovati in pridobivati točke s premagovanjem ovir s kloni roboti.",
    "sw": "Clone Robot ni mchezo wa kufurahisha wa arcade ambapo tunajaribu kuendelea na kupata pointi kwa kushinda vikwazo kwa kutumia roboti…",
    "ta": "குளோன் ரோபோ என்பது ஒரு வேடிக்கையான ஆர்கேட் கேம் ஆகும், இதில் குளோன் ரோபோக்கள் மூலம் தடைகளைத் தாண்டி முன்னேறி புள்ளிகளைப் பெற…",
    "te": "క్లోన్ రోబోట్ అనేది ఒక ఆహ్లాదకరమైన ఆర్కేడ్ గేమ్, ఇక్కడ మేము క్లోన్ రోబోట్‌లతో అడ్డంకులను అధిగమించడం ద్వారా పురోగతి మరియు పాయింట్లను…",
    "th": "Clone Robot เป็นเกมอาร์เคดแสนสนุกที่เราพยายามพัฒนาและรับคะแนนด้วยการเอาชนะอุปสรรคด้วยหุ่นยนต์โคลน",
    "tr": "Clone Robot, klon robotlar ile engelleri aşarak ilerlemeye ve puan almaya çalıştığımız eğlenceli bir arcade oyunudur.",
    "uk": "Clone Robot — це весела аркадна гра, у якій ми намагаємося прогресувати та отримувати очки, долаючи перешкоди за допомогою…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Clone Robot is a fun arcade game where we try to progress and get points by overcoming obstacles with clone robots.\nThere are clone robots in the game. With these robots, we move forward by overcoming the obstacles we encounter. We get points by carefully advancing the challenges and continuing the competition by maintaining our high score goal. Clone Robot has emerged as a skill game designed with us. In mind for those who love robot games and challenge us.\n\nTo swipe Install this extension to play the Clone Robot  Game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}