{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Notes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Saving your important notes now..."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you tired of losing your important notes and thoughts? Introducing \"Notes,\" a lightweight and user-friendly Chrome extension that helps you effortlessly manage your notes. With Notes, what you write in the textarea is automatically saved to your local database, ensuring you never lose your valuable information.\n\n**Key Features:**\n\n- **Automatic Local Storage:** Everything you type in the textarea is automatically saved to your local database, so you can access your notes from any device with your Chrome browser.\n\n- **Sleek and Simple Design:** Notes features a clean and intuitive interface, allowing you to focus on your thoughts without distractions.\n\n- **Secure and Private:** Your notes are stored securely on your local machine, ensuring your data remains private and confidential.\n\nTake control of your note-taking experience with Notes, the simple yet powerful Chrome extension that keeps your thoughts at your fingertips.\n\n**How to Use:**\n\n1. Install the \"Notes\" Chrome extension.\n2. Open the extension by clicking on the icon in your browser's toolbar.\n3. Start typing your notes in the provided textarea.\n4. Your notes are automatically saved to your local database, making them accessible whenever you need them.\n\nSay goodbye to lost notes and disorganized thoughts. Install \"Notes\" today and streamline your note-taking process."
  }
}