{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TagifyBookmarks"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A new better way of searching and managing your bookmarks"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Innovative Chrome Extension designed to revolutionise your bookmarking experience. \n\nTagifyBookmarks uses tags to save and retrieve Bookmarks. \n\nMajor features:\n1. Quick Search: Directly From the Search Bar\n2. Effortless Tagging : No need to organise into folders\n3. Easy Search: Autocomplete and Suggestions\n4. Intuitive Search: No folder hierarchy to remember\n5. AutoSync With Chrome Bookmarks: no need to manually migrate all your bookmarks \n6. Flexible Tag Management\n7. Privacy and Security\n\nFeatures details:\n\n1. Quick Search: Directly From the Search Bar\n\nSearching for specific bookmarks is a breeze with TagifyBookmarks. The extension integrates seamlessly with your browser's search bar, allowing you to search for bookmarks using tags directly. Simply enter a tag in the search bar, and TagifyBookmarks will instantly display all relevant bookmarks associated with that tag.\n\n2. Effortless Tagging : No need to organise into folders\n\nTagifyBookmarks simplifies the process of bookmarking by allowing you to add tags to your bookmarks effortlessly. With just a few clicks, you can assign relevant tags to your bookmarks, enabling you to categorize and organise them according to your preferences.\n\n3. Easy Search: Autocomplete and Suggestions\n\nSimply start entering a tag in the search bar, and TagifyBookmarks will instantly display all relevant tags and bookmarks associated with the entered letters. It will also show suggestions of related tags.\n\n4. Intuitive Search: No folder hierarchy to remember\n\nSimply start entering tags in any order , TagifyBookmarks will efficiently find your Bookmark\n\n5. AutoSync With Chrome Bookmarks\n\nYour tagged bookmarks stay in sync with your already saved chrome bookmarks, ensuring that you have access to your organised bookmarks wherever you go. When you add a new tagified bookmark or install the extension for the first time, TagifyBookmarks syncs with your already saved chrome bookmarks.\n\n6. Flexible Tag Management\n\nTagifyBookmarks offers a comprehensive set of tools for managing your tags. You can create new tags, edit existing ones, and even delete tags that are no longer needed. This flexibility ensures that your tagging system evolves with your changing needs.\n\n7. Privacy and Security\n\nTagifyBookmarks does not send your bookmarks to a backend server. The bookmarks are only saved in your local system and synced with chrome bookmarks. \n\nFor more details on how to use visit our website : https://www.tagifybookmarks.com/how-to-use"
  }
}