{
  "name": {
    "ar": "اختبار CPS لـ Google Chrome ™",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "CPS Test for Google Chrome™",
    "bg": "CPS тест за Google Chrome™",
    "ca": "Prova CPS per a Google Chrome™",
    "cs": "Test CPS pro Google Chrome™",
    "da": "CPS-test til Google Chrome™",
    "de": "CPS-Test für Google Chrome™",
    "el": "Δοκιμή CPS για το Google Chrome™",
    "es": "Prueba CPS para Google Chrome™",
    "et": "CPS test Google Chrome™ jaoks",
    "fa": "تست CPS برای Google Chrome™",
    "fi": "CPS-testi Google Chromelle™",
    "fil": "CPS Test para sa Google Chrome™",
    "fr": "Test CPS pour Google Chrome™",
    "he": "מבחן CPS עבור Google Chrome™",
    "hi": "Google Chrome™ . के लिए CPS परीक्षण",
    "hr": "CPS test za Google Chrome™",
    "hu": "CPS teszt a Google Chrome™ számára",
    "id": "Tes CPS untuk Google Chrome™",
    "it": "Test CPS per Google Chrome™",
    "ja": "GoogleChrome™のCPSテスト",
    "ko": "Google Chrome™용 CPS 테스트",
    "lt": "CPS testas, skirtas Google Chrome™",
    "lv": "CPS tests pārlūkam Google Chrome™",
    "ms": "Ujian CPS untuk Google Chrome™",
    "nl": "CPS-test voor Google Chrome™",
    "no": "CPS-test for Google Chrome™",
    "pl": "Test CPS dla Google Chrome™",
    "ro": "Test CPS pentru Google Chrome™",
    "ru,uk": "Тест CPS для Google Chrome™",
    "sk": "Test CPS pre Google Chrome™",
    "sl": "Preizkus CPS za Google Chrome™",
    "sr": "ЦПС тест за Гоогле Цхроме™",
    "sv": "CPS-test för Google Chrome™",
    "th": "การทดสอบ CPS สำหรับ Google Chrome™",
    "tr": "Google Chrome™ için CPS Testi",
    "vi": "Kiểm tra CPS cho Google Chrome ™",
    "zh_CN": "Google Chrome™ 的 CPS 测试",
    "zh_TW": "Google Chrome™ 的 CPS 測試"
  },
  "short": {
    "ar": "اختبار CPS (اختبار سرعة النقر) هو أداة مساعدة يمكنك من خلالها تحديد سرعة النقر بالماوس وكسر سجلات سرعة النقر الأخرى.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "The CPS test (Click Speed test) is a utility with which you can determine the click speed and break other click speed records.",
    "bg": "CPS тестът (тест за скорост на щракване) е помощна програма, с която можете да определите скоростта на щракване на мишката и да…",
    "ca": "La prova CPS (Click Speed test) és una utilitat amb la qual podeu determinar la velocitat de clic del vostre ratolí i trencar…",
    "cs": "CPS test (Click Speed test) je nástroj, pomocí kterého můžete určit rychlost kliknutí myši a překonat další rekordy rychlosti…",
    "da": "CPS-testen (Click Speed test) er et værktøj, hvormed du kan bestemme klikhastigheden på din mus og bryde andre…",
    "de": "Der CPS-Test (Click Speed Test) ist ein Dienstprogramm, mit dem Sie die Klickgeschwindigkeit Ihrer Maus ermitteln und andere…",
    "el": "Το CPS test (Click Speed test) είναι ένα βοηθητικό πρόγραμμα με το οποίο μπορείτε να προσδιορίσετε την ταχύτητα κλικ του ποντικιού…",
    "es": "La prueba CPS (Click Speed test) es una utilidad con la que puede determinar la velocidad de clic de su mouse y romper otros…",
    "et": "CPS test (Click Speed test) on utiliit, mille abil saate määrata oma hiire klõpsukiirust ja purustada muid klõpsukiiruse rekordeid.",
    "fa": "تست CPS (تست سرعت کلیک) ابزاری است که با آن می توانید سرعت کلیک ماوس خود را تعیین کنید و رکوردهای سرعت کلیک دیگر را بشکنید.",
    "fi": "CPS-testi (Click Speed -testi) on apuohjelma, jolla voit määrittää hiiren napsautusnopeuden ja rikkoa muita…",
    "fil": "Ang CPS test (Click Speed test) ay isang utility kung saan matutukoy mo ang bilis ng pag-click ng iyong mouse at masira ang iba…",
    "fr": "Le test CPS (Click Speed test) est un utilitaire avec lequel vous pouvez déterminer la vitesse de clic de votre souris et battre…",
    "he": "מבחן ה-CPS (מבחן מהירות קליקים) הוא כלי עזר שבעזרתו ניתן לקבוע את מהירות הלחיצה של העכבר ולשבור שיאי מהירות קליקים אחרים.",
    "hi": "सीपीएस परीक्षण (क्लिक स्पीड टेस्ट) एक उपयोगिता है जिसके साथ आप अपने माउस की क्लिक गति निर्धारित कर सकते हैं और अन्य क्लिक गति…",
    "hr": "CPS test (Click Speed test) je uslužni program pomoću kojeg možete odrediti brzinu klika miša i oboriti druge rekorde brzine…",
    "hu": "A CPS teszt (Click Speed test) egy olyan segédprogram, amellyel meghatározhatja az egér kattintási sebességét, és megdöntheti az…",
    "id": "Tes CPS (Tes Kecepatan Klik) adalah utilitas yang dengannya Anda dapat menentukan kecepatan klik mouse Anda dan memecahkan rekor…",
    "it": "Il test CPS (Click Speed test) è un&#39;utilità con la quale puoi determinare la velocità di clic del tuo mouse e battere altri…",
    "ja": "CPSテスト（クリック速度テスト）は、マウスのクリック速度を決定し、他のクリック速度の記録を破ることができるユーティリティです。",
    "ko": "CPS 테스트(클릭 속도 테스트)는 마우스의 클릭 속도를 확인하고 다른 클릭 속도 기록을 깨는 유틸리티입니다.",
    "lt": "CPS testas (paspaudimo greičio testas) yra programa, su kuria galite nustatyti pelės paspaudimo greitį ir sulaužyti kitus…",
    "lv": "CPS tests (Click Speed test) ir utilīta, ar kuras palīdzību varat noteikt peles klikšķa ātrumu un pārspēt citus klikšķu ātruma…",
    "ms": "Ujian CPS (Ujian Kelajuan Klik) ialah utiliti yang dengannya anda boleh menentukan kelajuan klik tetikus anda dan memecahkan rekod…",
    "nl": "De CPS-test (Kliksnelheidstest) is een hulpprogramma waarmee u de kliksnelheid van uw muis kunt bepalen en andere…",
    "no": "CPS-testen (Click Speed-testen) er et verktøy som du kan bruke til å bestemme klikkhastigheten til musen og bryte andre…",
    "pl": "Test CPS (test szybkości kliknięcia) to narzędzie, za pomocą którego można określić szybkość kliknięcia myszą i pobić inne rekordy…",
    "ro": "Testul CPS (Click Speed test) este un utilitar cu ajutorul căruia puteți determina viteza de clic a mouse-ului și depăși alte…",
    "ru": "Тест CPS (Click Speed test) — это утилита, с помощью которой вы можете определить скорость щелчка мыши и побить другие рекорды…",
    "sk": "CPS test (Click Speed test) je pomôcka, pomocou ktorej môžete určiť rýchlosť kliknutia myši a prekonať ďalšie rekordy v rýchlosti…",
    "sl": "CPS test (Click Speed test) je pripomoček, s katerim lahko določite hitrost klika miške in podbijete druge rekorde hitrosti klikov.",
    "sr": "ЦПС тест (тест брзине клика) је услужни програм помоћу којег можете одредити брзину клика вашег миша и оборити друге рекорде брзине…",
    "sv": "CPS-testet (Klickhastighetstest) är ett verktyg med vilket du kan bestämma klickhastigheten på din mus och slå andra…",
    "th": "การทดสอบ CPS (การทดสอบความเร็วการคลิก)…",
    "tr": "CPS testi (Tıklama Hızı testi), farenizin tıklama hızını belirleyebileceğiniz ve diğer tıklama hızı kayıtlarını kırabileceğiniz bir…",
    "uk": "Тест CPS (Click Speed test) — це утиліта, за допомогою якої ви можете визначити швидкість клацання вашої миші та побити інші…",
    "vi": "Kiểm tra CPS (Kiểm tra tốc độ nhấp chuột) là một tiện ích mà bạn có thể xác định tốc độ nhấp chuột của mình và phá vỡ các kỷ lục về…",
    "zh_CN": "CPS 测试（点击速度测试）是一个实用程序，您可以使用它来确定鼠标的点击速度并打破其他点击速度记录。",
    "zh_TW": "CPS 測試（點擊速度測試）是一個實用程序，您可以使用它來確定鼠標的點擊速度並打破其他點擊速度記錄。"
  },
  "long": {
    "ar": "هل تريد اختبار عدد المرات التي يمكنك فيها النقر فوق الماوس في الثانية؟ استخدم اختبار cps المجاني هذا.\n\nبمجرد تثبيت هذا البرنامج ، يمكنك إجراء اختبار النقر بزر الماوس الأيمن cps.\n\nاختبر مدى السرعة التي يمكنك بها النقر بالماوس ، فلدينا أيضًا اختبار cps شريط المسافة متاح داخل هذا\nالبرمجيات.\n\nاستمر في التدريب ويمكنك زيادة درجاتك العالية في اختبار cps.\n\nيتتبع هذا البرنامج الدرجات العالية التي تم تحديدها لأي اختبار cps ، حتى تتمكن من معرفة ما إذا كنت تتحسن أم لا\nبينما تستمر في التمرين.\n\nأخبرنا إذا كان لديك أي أسئلة عند استخدام برنامجنا.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Want to test the number of times you can click your mouse per second? Use this free cps test.\n\nOnce you install this software, you can do a right click cps test.\n\nTest how fast you can do mouse clicks for, we also have a spacebar cps test available inside this\nsoftware.\n\nKeep training and you can boost your high score for your cps test.\n\nThis software tracks the high scores which are set for any cps test, so you can see if you're improving\nas you keep practising.\n\nLet us know if you have any questions when you're using our software.",
    "bg": "Искате ли да тествате колко пъти можете да щракнете с мишката си в секунда? Използвайте този безплатен CPS тест.\n\nСлед като инсталирате този софтуер, можете да направите cps тест с десния бутон.\n\nТествайте колко бързо можете да правите щраквания с мишката, ние също имаме наличен cps тест за интервал\nсофтуер.\n\nПродължете да тренирате и можете да повишите високия си резултат за вашия CPS тест.\n\nТози софтуер проследява високите резултати, които са зададени за всеки CPS тест, така че можете да видите дали се подобрявате\nдокато продължавате да практикувате.\n\nКажете ни, ако имате въпроси, когато използвате нашия софтуер.",
    "ca": "Voleu provar el nombre de vegades que podeu fer clic al ratolí per segon? Utilitzeu aquesta prova de cps gratuïta.\n\nUn cop instal·lat aquest programari, podeu fer una prova de cps fent clic amb el botó dret.\n\nComproveu la rapidesa amb què podeu fer clics amb el ratolí, també tenim una prova de cps de barra espaiadora disponible dins d'aquesta\nprogramari.\n\nSegueix entrenant i podràs augmentar la teva puntuació més alta per a la prova de cps.\n\nAquest programari fa un seguiment de les puntuacions més altes que s'estableixen per a qualsevol prova de cps, de manera que podeu veure si esteu millorant\nmentre segueixes practicant.\n\nFeu-nos saber si teniu cap pregunta quan utilitzeu el nostre programari.",
    "cs": "Chcete otestovat, kolikrát můžete kliknout myší za sekundu? Použijte tento bezplatný test cps.\n\nPo instalaci tohoto softwaru můžete provést test cps kliknutím pravým tlačítkem.\n\nVyzkoušejte si, jak rychle umíte klikat myší, v tomto máme k dispozici také test cps mezerníkem\nsoftware.\n\nPokračujte v tréninku a můžete zvýšit své vysoké skóre v testu cps.\n\nTento software sleduje nejvyšší skóre, která jsou nastavena pro jakýkoli test cps, takže můžete vidět, zda se zlepšujete\njak budete trénovat.\n\nPokud máte nějaké dotazy, když používáte náš software, dejte nám vědět.",
    "da": "Vil du teste antallet af gange, du kan klikke med musen i sekundet? Brug denne gratis cps-test.\n\nNår du har installeret denne software, kan du lave en højrekliks cps-test.\n\nTest hvor hurtigt du kan lave museklik for, vi har også en mellemrumstasten cps test tilgængelig inde i denne\nsoftware.\n\nFortsæt med at træne, og du kan øge din høje score til din cps-test.\n\nDenne software sporer de høje scorer, der er sat for enhver cps-test, så du kan se, om du forbedrer dig\nmens du bliver ved med at øve dig.\n\nFortæl os, hvis du har spørgsmål, når du bruger vores software.",
    "de": "Möchten Sie testen, wie oft Sie pro Sekunde mit der Maus klicken können? Verwenden Sie diesen kostenlosen cps-Test.\n\nSobald Sie diese Software installiert haben, können Sie einen Rechtsklick-CPS-Test durchführen.\n\nTesten Sie, wie schnell Sie Mausklicks ausführen können, wir haben auch einen Leertasten-CPS-Test, der darin verfügbar ist\nSoftware.\n\nTrainieren Sie weiter und Sie können Ihren Highscore für Ihren cps-Test verbessern.\n\nDiese Software verfolgt die Highscores, die für jeden cps-Test festgelegt wurden, sodass Sie sehen können, ob Sie sich verbessern\nwährend Sie weiter üben.\n\nLassen Sie uns wissen, wenn Sie Fragen zur Verwendung unserer Software haben.",
    "el": "Θέλετε να δοκιμάσετε πόσες φορές μπορείτε να κάνετε κλικ με το ποντίκι σας ανά δευτερόλεπτο; Χρησιμοποιήστε αυτό το δωρεάν τεστ cps.\n\nΜόλις εγκαταστήσετε αυτό το λογισμικό, μπορείτε να κάνετε ένα δεξί κλικ στη δοκιμή cps.\n\nΔοκιμάστε πόσο γρήγορα μπορείτε να κάνετε κλικ του ποντικιού, έχουμε επίσης ένα τεστ cps διαστήματος διαθέσιμο μέσα σε αυτό\nλογισμικό.\n\nΣυνεχίστε την προπόνηση και μπορείτε να ενισχύσετε την υψηλή βαθμολογία σας για το τεστ cps.\n\nΑυτό το λογισμικό παρακολουθεί τις υψηλές βαθμολογίες που ορίζονται για οποιαδήποτε δοκιμή cps, ώστε να μπορείτε να δείτε εάν βελτιώνεστε\nκαθώς συνεχίζεις να ασκείσαι.\n\nΕνημερώστε μας εάν έχετε οποιεσδήποτε ερωτήσεις όταν χρησιμοποιείτε το λογισμικό μας.",
    "es": "¿Quiere probar la cantidad de veces que puede hacer clic con el mouse por segundo? Utilice esta prueba gratuita de cps.\n\nUna vez que instale este software, puede hacer una prueba cps con el botón derecho.\n\nPruebe qué tan rápido puede hacer clics con el mouse, también tenemos una prueba cps de la barra espaciadora disponible dentro de este\nsoftware.\n\nSigue entrenando y podrás aumentar tu puntuación más alta en tu prueba de cps.\n\nEste software realiza un seguimiento de las puntuaciones más altas que se establecen para cualquier prueba de cps, para que pueda ver si está mejorando\nmientras sigues practicando.\n\nHáganos saber si tiene alguna pregunta cuando esté utilizando nuestro software.",
    "et": "Kas soovite testida, mitu korda saate hiirt sekundis klõpsata? Kasutage seda tasuta cps-testi.\n\nKui olete selle tarkvara installinud, saate teha paremklõpsuga cps-testi.\n\nTestige, kui kiiresti saate hiireklõpsu teha, selle sees on saadaval ka tühikuklahvi cps test\ntarkvara.\n\nJätkake treenimist ja saate oma cps-testi rekordit tõsta.\n\nSee tarkvara jälgib mis tahes cps-testi jaoks seatud rekordeid, et saaksite näha, kas olete paranemas\nkui sa jätkad harjutamist.\n\nAndke meile teada, kui teil on meie tarkvara kasutamisel küsimusi.",
    "fa": "آیا می خواهید تعداد دفعاتی را که می توانید در هر ثانیه ماوس خود را کلیک کنید، آزمایش کنید؟ از این تست cps رایگان استفاده کنید.\n\nپس از نصب این نرم افزار، می توانید تست cps را با کلیک راست انجام دهید.\n\nتست کنید که با چه سرعتی می توانید کلیک های ماوس را انجام دهید، ما همچنین یک تست cps نوار فاصله در این موجود داریم\nنرم افزار.\n\nبه تمرین ادامه دهید و می توانید نمره بالای خود را برای تست cps خود افزایش دهید.\n\nاین نرم افزار نمرات بالایی را که برای هر تست cps تنظیم شده است ردیابی می کند، بنابراین می توانید ببینید که آیا در حال بهبود هستید یا خیر\nهمانطور که به تمرین ادامه می دهید\n\nاگر در هنگام استفاده از نرم افزار ما سؤالی دارید، به ما اطلاع دهید.",
    "fil": "Haluatko testata, kuinka monta kertaa voit napsauttaa hiirtä sekunnissa? Käytä tätä ilmaista cps-testiä.\n\nKun olet asentanut tämän ohjelmiston, voit tehdä cps-testin hiiren kakkospainikkeella.\n\nTestaa kuinka nopeasti voit tehdä hiiren napsautuksia, meillä on myös välilyönti cps-testi saatavilla tämän sisällä\nohjelmisto.\n\nJatka harjoittelua, niin voit parantaa cps-testin huippupisteitäsi.\n\nTämä ohjelmisto seuraa korkeat pisteet, jotka on asetettu mille tahansa cps-testille, jotta voit nähdä, oletko parantamassa\nkun jatkat harjoittelua.\n\nKerro meille, jos sinulla on kysyttävää ohjelmistomme käytön aikana.",
    "fr": "Vous voulez tester le nombre de fois que vous pouvez cliquer sur votre souris par seconde ? Utilisez ce test cps gratuit.\n\nUne fois que vous avez installé ce logiciel, vous pouvez faire un test cps par clic droit.\n\nTestez la vitesse à laquelle vous pouvez faire des clics de souris, nous avons également un test cps de la barre d'espace disponible à l'intérieur de ce\nLogiciel.\n\nContinuez à vous entraîner et vous pourrez augmenter votre score élevé pour votre test cps.\n\nCe logiciel suit les scores élevés qui sont définis pour n'importe quel test cps, afin que vous puissiez voir si vous vous améliorez\nque vous continuez à pratiquer.\n\nFaites-nous savoir si vous avez des questions lorsque vous utilisez notre logiciel.",
    "hi": "परीक्षण करना चाहते हैं कि आप अपने माउस को प्रति सेकंड कितनी बार क्लिक कर सकते हैं? इस मुफ्त सीपीएस परीक्षण का प्रयोग करें।\n\nएक बार जब आप इस सॉफ़्टवेयर को इंस्टॉल कर लेते हैं, तो आप राइट क्लिक सीपीएस टेस्ट कर सकते हैं।\n\nपरीक्षण करें कि आप कितनी तेजी से माउस क्लिक कर सकते हैं, हमारे पास इसके अंदर एक स्पेसबार सीपीएस परीक्षण भी उपलब्ध है\nसॉफ्टवेयर।\n\nप्रशिक्षण जारी रखें और आप अपने सीपीएस परीक्षण के लिए अपने उच्च स्कोर को बढ़ा सकते हैं।\n\nयह सॉफ़्टवेयर किसी भी cps परीक्षण के लिए निर्धारित उच्च स्कोर को ट्रैक करता है, ताकि आप देख सकें कि क्या आप सुधार कर रहे हैं\nजैसा कि आप अभ्यास करते रहते हैं।\n\nजब आप हमारे सॉफ़्टवेयर का उपयोग कर रहे हों तो हमें बताएं कि क्या आपके कोई प्रश्न हैं।",
    "hr": "Želite li testirati koliko puta možete kliknuti mišem u sekundi? Koristite ovaj besplatni cps test.\n\nNakon što instalirate ovaj softver, možete napraviti cps test desnim klikom.\n\nTestirajte koliko brzo možete izvršiti klikove mišem, imamo i razmaknicu cps test dostupan unutar ovoga\nsoftver.\n\nNastavite trenirati i možete povećati svoj visoki rezultat za CPS test.\n\nOvaj softver prati visoke rezultate postavljene za bilo koji cps test, tako da možete vidjeti poboljšavate li se\ndok nastavljate vježbati.\n\nJavite nam ako imate pitanja kada koristite naš softver.",
    "hu": "Szeretné tesztelni, hányszor kattinthat az egérrel másodpercenként? Használja ezt az ingyenes cps tesztet.\n\nMiután telepítette ezt a szoftvert, elvégezheti a jobb gombbal történő cps tesztet.\n\nTesztelje, milyen gyorsan tud egérkattintani, ezen belül elérhető egy szóköz cps teszt is\nszoftver.\n\nFolytassa az edzést, és növelheti a cps teszt magas pontszámát.\n\nEz a szoftver nyomon követi az összes cps-teszthez beállított magas pontszámokat, így láthatja, hogy fejlődik-e\nahogy folytatod a gyakorlást.\n\nTudassa velünk, ha bármilyen kérdése van szoftverünk használata során.",
    "id": "Ingin menguji berapa kali Anda dapat mengklik mouse Anda per detik? Gunakan tes cps gratis ini.\n\nSetelah Anda menginstal perangkat lunak ini, Anda dapat melakukan tes cps klik kanan.\n\nUji seberapa cepat Anda dapat melakukan klik mouse, kami juga memiliki tes cps spasi yang tersedia di dalam ini\nperangkat lunak.\n\nTeruslah berlatih dan Anda dapat meningkatkan skor tinggi Anda untuk tes cps Anda.\n\nPerangkat lunak ini melacak skor tinggi yang ditetapkan untuk tes cps apa pun, sehingga Anda dapat melihat apakah Anda meningkat\nsaat Anda terus berlatih.\n\nBeri tahu kami jika Anda memiliki pertanyaan saat menggunakan perangkat lunak kami.",
    "it": "Vuoi testare il numero di volte in cui puoi fare clic con il mouse al secondo? Usa questo test cps gratuito.\n\nUna volta installato questo software, è possibile eseguire un test cps con il tasto destro del mouse.\n\nVerifica la velocità con cui puoi fare clic del mouse, abbiamo anche un test cps della barra spaziatrice disponibile all'interno di questo\nSoftware.\n\nContinua ad allenarti e puoi aumentare il tuo punteggio più alto per il tuo test cps.\n\nQuesto software tiene traccia dei punteggi più alti impostati per qualsiasi test cps, così puoi vedere se stai migliorando\nmentre continui a esercitarti.\n\nFacci sapere se hai domande quando utilizzi il nostro software.",
    "ja": "1秒間にマウスをクリックできる回数をテストしたいですか？この無料のcpsテストを使用してください。\n\nこのソフトウェアをインストールすると、右クリックのcpsテストを実行できます。\n\nマウスクリックの速度をテストします。スペースバーのcpsテストも利用できます。\nソフトウェア。\n\nトレーニングを続けると、cpsテストのハイスコアを上げることができます。\n\nこのソフトウェアは、cpsテストに設定されたハイスコアを追跡するため、改善しているかどうかを確認できます。\nあなたが練習し続けるように。\n\n当社のソフトウェアを使用しているときにご不明な点がございましたら、お気軽にお問い合わせください。",
    "ko": "초당 마우스를 클릭할 수 있는 횟수를 테스트하고 싶으십니까? 이 무료 cps 테스트를 사용하십시오.\n\n이 소프트웨어를 설치하면 오른쪽 클릭 cps 테스트를 수행할 수 있습니다.\n\n마우스 클릭 속도를 테스트하십시오. 이 안에 스페이스바 cps 테스트도 있습니다.\n소프트웨어.\n\n훈련을 계속하면 cps 테스트에 대한 높은 점수를 높일 수 있습니다.\n\n이 소프트웨어는 모든 cps 테스트에 대해 설정된 최고 점수를 추적하므로 향상되고 있는지 확인할 수 있습니다.\n계속 연습하면서.\n\n소프트웨어를 사용할 때 질문이 있으면 알려주십시오.",
    "lt": "Norite patikrinti, kiek kartų galite spustelėti pelę per sekundę? Naudokite šį nemokamą cps testą.\n\nĮdiegę šią programinę įrangą, galite atlikti dešiniuoju pelės mygtuku spustelėkite cps testą.\n\nIšbandykite, kaip greitai galite spustelėti pelę, taip pat turime tarpo klavišo cps testą\nprograminė įranga.\n\nTęskite treniruotes ir padidinsite aukštą CPS testo rezultatą.\n\nŠi programinė įranga stebi aukščiausius bet kurio cps testo balus, kad galėtumėte pamatyti, ar tobulėjate\nkaip tu toliau praktikuosi.\n\nPraneškite mums, jei turite klausimų, kai naudojatės mūsų programine įranga.",
    "lv": "Vai vēlaties pārbaudīt, cik reižu sekundē varat noklikšķināt ar peli? Izmantojiet šo bezmaksas cps testu.\n\nKad esat instalējis šo programmatūru, varat veikt ar peles labo pogu noklikšķiniet uz cps testu.\n\nPārbaudiet, cik ātri varat veikt peles klikšķus, mums ir pieejams arī atstarpes taustiņa cps tests\nprogrammatūra.\n\nTurpiniet trenēties, un jūs varat palielināt savu augstāko punktu skaitu savā cps pārbaudē.\n\nŠī programmatūra izseko augstākos rezultātus, kas ir iestatīti jebkuram cps testam, lai jūs varētu redzēt, vai jūs uzlabojat\nkā tu turpini praktizēt.\n\nInformējiet mūs, ja jums ir kādi jautājumi, kad izmantojat mūsu programmatūru.",
    "ms": "Ingin menguji bilangan kali anda boleh mengklik tetikus anda sesaat? Gunakan ujian cps percuma ini.\n\nSebaik sahaja anda memasang perisian ini, anda boleh melakukan ujian cps klik kanan.\n\nUji seberapa pantas anda boleh melakukan klik tetikus, kami juga mempunyai ujian cps bar ruang tersedia di dalamnya\nperisian.\n\nTeruskan latihan dan anda boleh meningkatkan skor tinggi anda untuk ujian cps anda.\n\nPerisian ini menjejaki markah tinggi yang ditetapkan untuk sebarang ujian cps, jadi anda boleh melihat sama ada anda bertambah baik\nsemasa anda terus berlatih.\n\nBeritahu kami jika anda mempunyai sebarang soalan apabila anda menggunakan perisian kami.",
    "nl": "Wilt u het aantal keren testen dat u met uw muis per seconde kunt klikken? Gebruik deze gratis cps-test.\n\nNadat u deze software hebt geïnstalleerd, kunt u een cps-test met de rechtermuisknop uitvoeren.\n\nTest hoe snel je muisklikken kunt doen, we hebben ook een spatiebalk-cps-test beschikbaar hierin\nsoftware.\n\nBlijf trainen en u kunt uw hoge score voor uw cps-test een boost geven.\n\nDeze software houdt de hoogste scores bij die zijn ingesteld voor elke cps-test, zodat u kunt zien of u aan het verbeteren bent\nterwijl je blijft oefenen.\n\nLaat het ons weten als je vragen hebt wanneer je onze software gebruikt.",
    "no": "Vil du teste antall ganger du kan klikke med musen per sekund? Bruk denne gratis cps-testen.\n\nNår du har installert denne programvaren, kan du gjøre en høyreklikk cps-test.\n\nTest hvor raskt du kan gjøre museklikk for, vi har også en mellomromstasten cps-test tilgjengelig inne i denne\nprogramvare.\n\nFortsett å trene, og du kan øke poengsummen din for cps-testen.\n\nDenne programvaren sporer de høyeste poengsummene som er satt for enhver cps-test, slik at du kan se om du forbedrer\nmens du fortsetter å øve.\n\nGi oss beskjed hvis du har spørsmål når du bruker programvaren vår.",
    "pl": "Chcesz sprawdzić, ile razy możesz kliknąć myszą na sekundę? Użyj tego darmowego testu cps.\n\nPo zainstalowaniu tego oprogramowania możesz wykonać test cps prawym przyciskiem myszy.\n\nSprawdź, jak szybko możesz wykonać kliknięcia myszą, mamy również dostępny test spacji cps\noprogramowanie.\n\nKontynuuj trening i możesz zwiększyć swój wynik w teście cps.\n\nTo oprogramowanie śledzi wysokie wyniki, które są ustawione dla dowolnego testu cps, dzięki czemu możesz zobaczyć, czy się poprawiasz\npodczas ćwiczeń.\n\nDaj nam znać, jeśli masz jakiekolwiek pytania dotyczące korzystania z naszego oprogramowania.",
    "ro": "Doriți să testați de câte ori puteți face clic pe mouse-ul pe secundă? Utilizați acest test cps gratuit.\n\nOdată ce instalați acest software, puteți face un test cps clic dreapta.\n\nTestați cât de repede puteți face clicuri de mouse, avem și un test cps cu bară de spațiu disponibil în acesta\nsoftware.\n\nContinuați antrenamentul și vă puteți crește scorul mare pentru testul cps.\n\nAcest software urmărește scorurile mari care sunt setate pentru orice test cps, astfel încât să puteți vedea dacă vă îmbunătățiți\npe măsură ce tot exersezi.\n\nAnunțați-ne dacă aveți întrebări când utilizați software-ul nostru.",
    "ru": "Хотите проверить, сколько раз вы можете щелкнуть мышью в секунду? Используйте этот бесплатный тест cps.\n\nПосле установки этого программного обеспечения вы можете выполнить тест cps правой кнопкой мыши.\n\nПроверьте, насколько быстро вы можете щелкать мышью, у нас также есть тест cps пробела, доступный внутри этого\nпрограммное обеспечение.\n\nПродолжайте тренироваться, и вы сможете повысить свой высокий балл за тест cps.\n\nЭто программное обеспечение отслеживает высокие баллы, установленные для любого теста cps, поэтому вы можете видеть, улучшаете ли вы\nпока вы продолжаете тренироваться.\n\nДайте нам знать, если у вас возникнут вопросы при использовании нашего программного обеспечения.",
    "sk": "Chcete otestovať, koľkokrát môžete kliknúť myšou za sekundu? Použite tento bezplatný test cps.\n\nPo nainštalovaní tohto softvéru môžete vykonať test cps kliknutím pravým tlačidlom myši.\n\nOtestujte si, ako rýchlo dokážete kliknúť myšou, v tomto máme k dispozícii aj test cps s medzerníkom\nsoftvér.\n\nPokračujte v tréningu a môžete zvýšiť svoje vysoké skóre v teste cps.\n\nTento softvér sleduje najvyššie skóre, ktoré sú nastavené pre akýkoľvek test cps, takže môžete vidieť, či sa zlepšujete\nako budete pokračovať v cvičení.\n\nDajte nám vedieť, ak máte nejaké otázky, keď používate náš softvér.",
    "sl": "Želite preizkusiti, kolikokrat lahko kliknete z miško na sekundo? Uporabite ta brezplačen CPS test.\n\nKo namestite to programsko opremo, lahko izvedete test cps z desnim klikom.\n\nPreizkusite, kako hitro lahko izvajate klike z miško, znotraj tega imamo na voljo tudi preizkus cps s preslednico\nprogramsko opremo.\n\nNadaljujte z usposabljanjem in lahko povečate svoj visoki rezultat za vaš CPS test.\n\nTa programska oprema sledi visokim rezultatom, ki so nastavljeni za kateri koli test CPS, tako da lahko vidite, ali se izboljšujete\nko nadaljuješ z vadbo.\n\nSporočite nam, če imate kakršna koli vprašanja, ko uporabljate našo programsko opremo.",
    "sr": "Желите да тестирате колико пута можете кликнути мишем у секунди? Користите овај бесплатни цпс тест.\n\nКада инсталирате овај софтвер, можете да урадите цпс тест десним кликом.\n\nТестирајте колико брзо можете да извршите кликове мишем, имамо и размакницу цпс тест доступан унутар овога\nсофтвер.\n\nНаставите да тренирате и можете да повећате свој резултат за ЦПС тест.\n\nОвај софтвер прати високе резултате који су постављени за било који цпс тест, тако да можете да видите да ли се побољшавате\nдок настављате да вежбате.\n\nОбавестите нас ако имате питања када користите наш софтвер.",
    "sv": "Vill du testa hur många gånger du kan klicka med musen per sekund? Använd detta gratis cps-test.\n\nNär du har installerat den här programvaran kan du göra ett högerklicks cps-test.\n\nTesta hur snabbt du kan göra musklick för, vi har även ett mellanslagstangent cps-test tillgängligt i detta\nprogramvara.\n\nFortsätt träna så kan du öka ditt höga poäng för ditt cps-test.\n\nDen här programvaran spårar de höga poängen som ställs in för alla cps-test, så att du kan se om du förbättrar\nmedan du fortsätter att öva.\n\nLåt oss veta om du har några frågor när du använder vår programvara.",
    "th": "ต้องการทดสอบจำนวนครั้งที่คุณสามารถคลิกเมาส์ต่อวินาทีได้หรือไม่? ใช้การทดสอบ cps ฟรีนี้\n\nเมื่อคุณติดตั้งซอฟต์แวร์นี้แล้ว คุณสามารถทำการทดสอบ cps คลิกขวาได้\n\nทดสอบว่าคุณสามารถคลิกเมาส์ได้เร็วแค่ไหน เรายังมีการทดสอบ spacebar cps ภายในนี้อีกด้วย\nซอฟต์แวร์.\n\nฝึกฝนต่อไปและคุณสามารถเพิ่มคะแนนสูงสำหรับการทดสอบ cps ของคุณ\n\nซอฟต์แวร์นี้ติดตามคะแนนสูงที่กำหนดไว้สำหรับการทดสอบ cps ใด ๆ ดังนั้นคุณสามารถดูได้ว่าคุณกำลังปรับปรุงหรือไม่\nในขณะที่คุณฝึกฝน\n\nแจ้งให้เราทราบหากคุณมีคำถามใดๆ เมื่อคุณใช้ซอฟต์แวร์ของเรา",
    "tr": "Farenizi saniyede kaç kez tıklayabileceğinizi test etmek ister misiniz? Bu ücretsiz cps testini kullanın.\n\nBu yazılımı yükledikten sonra, sağ tıklama cps testi yapabilirsiniz.\n\nFare tıklamalarını ne kadar hızlı yapabileceğinizi test edin, bunun içinde ayrıca bir boşluk çubuğu cps testimiz var.\nyazılım.\n\nEğitime devam edin ve cps testiniz için yüksek puanınızı artırabilirsiniz.\n\nBu yazılım, herhangi bir cps testi için belirlenen yüksek puanları takip eder, böylece iyileşip gelişmediğinizi görebilirsiniz.\npratik yapmaya devam ederken.\n\nYazılımımızı kullanırken herhangi bir sorunuz olursa bize bildirin.",
    "uk": "Хочете перевірити, скільки разів ви можете клацати мишею за секунду? Використовуйте цей безкоштовний тест CPS.\n\nПісля встановлення цього програмного забезпечення ви можете виконати тест cps правою кнопкою миші.\n\nПеревірте, наскільки швидко ви можете виконувати клацання мишею, у нас також є тест cps пробілу, доступний всередині цього\nпрограмне забезпечення.\n\nПродовжуйте тренуватися, і ви зможете підвищити свій високий бал для тесту CPS.\n\nЦе програмне забезпечення відстежує високі бали, встановлені для будь-якого тесту CPS, щоб ви могли побачити, чи покращуєтесь ви\nяк ви продовжуєте практикувати.\n\nЯкщо у вас виникнуть запитання під час використання нашого програмного забезпечення, повідомте нам.",
    "vi": "Bạn muốn kiểm tra số lần bạn có thể nhấp chuột mỗi giây? Sử dụng bài kiểm tra cps miễn phí này.\n\nSau khi cài đặt phần mềm này, bạn có thể thực hiện kiểm tra cps nhấp chuột phải.\n\nKiểm tra xem bạn có thể thực hiện các lần nhấp chuột nhanh như thế nào, chúng tôi cũng có một bài kiểm tra cps trên phím cách bên trong\nphần mềm.\n\nHãy tiếp tục luyện tập và bạn có thể tăng điểm cao cho bài kiểm tra cps của mình.\n\nPhần mềm này theo dõi điểm số cao được đặt cho bất kỳ bài kiểm tra cps nào, vì vậy bạn có thể xem liệu mình có cải thiện không\nkhi bạn tiếp tục luyện tập.\n\nHãy cho chúng tôi biết nếu bạn có bất kỳ câu hỏi nào khi sử dụng phần mềm của chúng tôi.",
    "zh_CN": "想要测试每秒可以单击鼠标的次数吗？使用这个免费的 cps 测试。\n\n安装此软件后，您可以右键单击 cps 测试。\n\n测试你可以多快点击鼠标，我们还有一个空格键 cps 测试可用在这个里面\n软件。\n\n继续训练，您可以提高 cps 测试的高分。\n\n该软件跟踪为任何 cps 测试设置的高分，因此您可以查看自己是否正在提高\n随着你不断练习。\n\n如果您在使用我们的软件时有任何问题，请告诉我们。",
    "zh_TW": "想要測試每秒可以單擊鼠標的次數嗎？使用這個免費的 cps 測試。\n\n安裝此軟件後，您可以右鍵單擊 cps 測試。\n\n測試你可以多快點擊鼠標，我們還有一個空格鍵 cps 測試可用在這個里面\n軟件。\n\n繼續訓練，您可以提高 cps 測試的高分。\n\n該軟件跟踪為任何 cps 測試設置的高分，因此您可以查看自己是否正在提高\n隨著你不斷練習。\n\n如果您在使用我們的軟件時有任何問題，請告訴我們。"
  }
}