{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Creator Calendar"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A calendar view and scheduler for your YouTube Video Manager"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Update 9/11/17:\n\nHead over to the options menu to choose whether to view scheduled videos on the current page, or all scheduled videos (up to 30). An 3rd experimental option to allow viewing all scheduled videos without limit will be coming in a future update.\n\n****\n\nCreator Calendar is a simple calendar view for your upcoming scheduled videos on YouTube. It provides a collapsible calendar that allows content creators to quickly and easily ensure that all of their content is scheduled for the proper day and time, and allows creators to drag-and-drop their private videos into the calendar for hassle-free scheduling.\n\nOnce installed, simply click \"Show Calendar\" at the top of the Video Manager Page in the Creator Studio. Video thumbnails will appear on the day corresponding to their scheduled publishing. Hover your mouse over a thumbnail to view the video title and scheduled time.\n\nExpand your calendar and drag the 3x3 grid symbol to the right of any private video into a calendar tile. Select a time in the popup, click 'Schedule' to confirm, and bingo bango! Your video has been scheduled!\n\nOther Features:\n* Start weeks on Sunday or Monday.\n* Color code each day of the week.\n* Right click scheduled thumbnails to quickly create a Google Calendar Event Template.\n\nDisclaimer: This software is still in early stages of development and may contain bugs. The software is provided \"as-is\" by the developer with no expressed or implied warranties."
  }
}