{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Азбука веры",
    "en": "The ABC of Faith",
    "sr": "Азбука верe",
    "uk": "Азбука віри"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Церковный календарь и ссылки на указанные в текстах стихи Библии, труды Святых отцов и церковных писателей.",
    "en": "The church calendar and links to the verses of the Bible and the Holy Fathers and church writers specified in the texts.",
    "sr": "Црквени календар и референце за стихове Библије указане у текстовима, дела Светаца и црквених писаца.",
    "uk": "Церковний календар і посилання на вказані в текстах вірші Біблії, праці Святих отців і церковних письменників."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Расширение имеет следующие основные функции:\n1) Заменяет библейские ссылки, обнаруженные на веб-странице, на гиперссылки.  Примеры: Мф.1:3, Деян.6:1-10, Откр.1, 5.\n2) Находит в тексте имена известных авторов и добавляет к ним ссылки на их труды в Библиотеке Святых отцов и церковных писателей.\n3) Показывает православный церковный календарь на текущий день. Праздники, святые дня, икона дня, есть ли пост, чтения Священного Писания и другое.\n4) Позволяет оперативно перейти к навигации по порталу и к разделам тематического словаря, а также осуществить поиск по сайтам «Азбука веры».\n\n* В настройках расширения вы можете выбрать языки, на которых будет отображаться текст Библии на Azbyka.ru, и цвета подсветки ссылок.\n\n* Вы можете выбрать режим, при котором ссылки на другие сайты будут заменены ссылками на Библию на портале «Азбука веры».\n\n* Расширение подсвечивает ссылки как в восточной, так и в западной нотации. При этом может возникнуть коллизия с правильностью трактовки ссылки, содержащей два числа, указанных через запятую (например, Пс. 4,6). В западной традиции это будет ссылка на Псалом 4 стих 6, а в восточной — ссылка на Псалмы 4 и 6. В вы можете самостоятельно выбрать, как интерпретировать такие ссылки, указав это в настройках, или оперативно переключиться между режимами на странице, нажав комбинацию клавиш Ctrl+Alt+N.\n\n* Временно отключить/включить подсветку ссылок можно во всплывающем окне расширения, или нажав комбинацию клавиш Ctrl+Alt+B.\n\n* При необходимости вы можете изменить комбинации этих клавиш.",
    "en": "The extension has two main functions:\n1) Replaces the biblical references found on the web page with hyperlinks. Hyperlinks lead to the site of the Orthodox encyclopedia \"ABC of belief\" - https://azbyka.ru. The extension detects links in Russian. Examples: Мф. 1:3, Деян. 6:1-10, Откр. 1, 5.\n\n2) Shows the Orthodox church calendar with details for the current day. Holidays, the saints of the day, the icon of the day, reading the Holy Scripture, and more.",
    "sr": "Црквени календар и референце на указане у текстовима стихове Библије, дела Светаца и црквених писаца.\nПроширење има следеће основне функције:\n1) Замењује библијске линкове, коjе се показују на веб-страници, хиперлинковима.  Примери: Мат.1:3, Дела.6:1-10, Откр.1, 5.\n2) Проналази у тексту имена познатих аутора и додаје им референце за њихова дела у Библиотеци Светаца и црквених писаца.\n3) Показује православни црквени календар за текући дан. Празници, свети дани, икона дана, да ли се пости, читања Светог Писма и друго.\n4) Дозвољава да се оперативно пређе на навигацију портала и на одељке тематског речника, а такође да се оствари претрага сајтова «Азбука вере».\n \n* У подешавањима можете изабрати језике, на којима ће се приказивати текст Библије на Azbyka.ru, и боје позадинског осветљења референци",
    "uk": "Церковний календар і посилання на вказані в текстах вірші Біблії, праці Святих отців і церковних письменників.\n\nРозширення має наступні основні функції:\n1) Замінює біблійні посилання, виявлені на веб-сторінці, на гіперпосилання. Приклади: Мв.1:3, Діян.6:1-10, Одкр.1,5.\n2) Знаходить у тексті імена відомих авторів і додає до них посилання на відповідні праці у Бібліотеці Святих отців і церковних письменників.\n3) Показує православний церковний календар на поточний день. Свята, святі дня, ікона для, чи є піст, читання Святого Письма та інше.\n4) Дозволяє оперативно перейти до навігації по порталу і до розділів тематичного словника, а також здійснювати пошук по сайтах \"Азбука віри\".\n\n* В налаштуваннях розширення ви можете обрати мови, на яких буде показуватися текст Біблії на Azbyka.ru, і кольори підсвічування посилань.\n\n* Ви можете обрати режим, при якому посилання на інші сайти будуть замінені посиланнями на Біблію на порталі \"Азбука віри\".\n\n* Розширення підсвічує посилання як у східній, так і у західній нотації. При цьому може виникнути колізія з правильністю трактування посилання, яке містить два числа, вказаних через кому (наприклад, Пс. 4,6). У західній традиції це буде посилання на Псалом 4 вірш 6, а у східній - посилання на Псалми 4 та 6. Ви можете самостійно вибрати, як інтерпретувати такі посилання, вказавши це в налаштуваннях, або оперативно перемкнутися між режимами на сторінці, натиснувши комбінацію клавіш Ctrl+Alt+N.\n\n* Тимчасово увімкнути/вимкнути підсвічування посилань можна у спливаючому вікні розширення, або натиснувши комбінацію клавіш Ctrl+Alt+B.\n\n* За необхідності ви можете змінити комбінації цих клавіш."
  }
}