{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cloud Mobile"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Software Gestionale per Negozi di Telefonia"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Il primo software gestionale per i negozi di telefonia completamente online\n\nCloud Mobile è un gestionale in modalità SaaS che permette alle aziende di commercializzazione di servizi e prodotti per la telefonia fissa e mobile una gestione dei punti vendita e i processi aziendali.\nInfatti è stato creato per supportare tutte le modalità di vendita e d'erogazione dei servizi previste dagli operatori nazionali Wind Infostrada, Tre, Tim Telecom Italia Mobile, Vodafone, Fastweb, con grande flessibilità.\nE' un software in grado di integrare funzionalità innovative, come la gestione delle gare per i propri operatori commerciali e per i gestori di telefonia. Cloud Mobile è stato realizzato interamente in tecnologia web, è di semplice e immediato utilizzo per gli operatori ed è fruibile da una qualsiasi postazione Windows interna o esterna all'a-zienda. Le potenzialità del gestionale possono essere sfruttate al massimo da quelle aziende che dispongono di più punti vendita gestendo un numero illimitato di utenti, permettendo una gestione accentrata dei punti vendita. Sfruttando il modello SaaS, l'accesso al gestionale può essere effettuato in tutti i luoghi dove c'è una connessione internet, garantendo un elevato standard di sicurezza all'uso grazie ad un certificato client installato. Il gestionale permette la creazione di un database clienti favorendo una gestione accurata dei clienti e un monitoraggio dei dispositivi in comodato d'uso.\n\nCloud Mobile è un gestionale ideato per contenere gli errori degli operatori e, di conseguenza, per eliminare quelle spese causate da quotidiani inter-venti di correzione e di controllo dei dati. Il gestionale è utile al cliente anche dal punto di vista contabile grazie alla possibilità di fornire report di chiusura cassa, versamenti in banca, distinta incassi e prima nota. Questo \"prodotto\" permette di estrapolare in ogni momento report, stampe e statistiche personalizzabili, dando cosi la possibilità al cliente di ricavare delle informazioni utili per la gestione del suo business.\n\nCloud Mobile hai backup automatici e centralizzati, ed elimini i costi d'investimento in hardware, switch cost, licenze."
  }
}