{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Talking Clock",
    "zh_CN": "报时时钟"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Announce the time periodically, set custom recurring reminders and display time.",
    "zh_CN": "提供整点语音报时，自定义提醒，以及显示时间功能。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Overview\n\nTalking clock provides time reminder and custom reminder functions, suitable for time and periodic task reminders in daily work and life. It can also display date and time.\nReminder methods include voice announcement and system notifications.\n\nThis extension is especially suitable for people who often work for a long time with desktop computer, such as writers, programmers, and people who work remotely or indoors.\n• Time reminder helps to manage the time while focusing on the work.\n• Custom reminders are suitable for periodic daily affairs, such as \"Remind me to have lunch at 11:30 every day\".\n\n1. Time Reminder\nIt announces the time periodically by voice engine and/or system notification. \n\nThe time interval can be set in the options of the extension:\n5 minutes / 10 minutes / 15 minutes / 20 minutes / 30 minutes / 1 hour / 2 hours / 3 hours.\n\nIn addition, there are several DnD(do not disturb) settings which enabled by default, such as don't remind me time if the browser is in full screen or playing video.\n\n2. Custom Reminder\nUsers can add custom reminders. Supported reminder types include:\n• Only once: only reminds on a specific date.\n• Daily reminder: reminder at one or more time every day.\n• Weekly reminder: choose one or more days from Monday to Sunday.\n• Monthly reminder: choose one or more days from the 1st day to the last day every month.\n• Annual reminder: choose one or more days every year, such as \"Birthday reminder\".\n\nAll types can set one or more reminder time on the reminder day. In this way, on the one hand, it can meet the needs of multiple reminders in one day for one thing. For example, \"Remind me to take medicine three times (in the morning, noon and evening) every day\", just create a daily reminder, which sets three reminder time. On the other hand, multiple reminder time can be set for important things to avoid missing it.\n\n3. Clock\nThe popup page displays current time and date by clicking the extension icon. In addition, the extension icon itself can also display the time (not enabled by default).\n\nIn the options for clock settings, you can set:\n• Display analog clock or digital clock.\n• Whether to display seconds.\n• Whether to display the date.\n• Whether to display the time on the extension icon.\n\n4. Other\nIn the extensions keyboard shortcuts settings(chrome://extensions/shortcuts), you can set shortcuts for displaying the time and announcing the time.\n\n\nAbout Reminder Methods\nYou can use one or both of two reminder methods:\n• Voice announcement: announce the time or custom content by Text-to-Speech engine.\n• System notification: send a desktop notification.\n\nThe voice announcement will make a sound, so it may not be suitable for everyone. In addition, if you forget to turn on the speaker or the volume is too low, you will not hear it.\n\nSystem notification may also be missed if it disappears automatically. So:\n• System notification for time reminder will automatically disappear after a few seconds, because it's not very important.\n• Custom reminders are more important than time reminder. So to prevent missing it, system notification for custom reminders will disappear automatically after one minute by default, not a few seconds. You can set this behavior for each custom reminder separately.\n\nIn summary, voice announcements and system notifications can complement each other to avoid missing reminder.\n\n\nAbout Text-to-Speech (TTS)\nTTS includes the TTS provided by the operating system and the remote TTS provided by the browser. The former can be adjusted in the operating system settings, while the latter depends on the network connection. The operating system comes with a general voice effect, it is available offline; the voice provided by the browser is usually better, but it requires network connection.\n\nTTS is used by time reminder and custom reminders. In the extension options, you can set TTS voice. Each voice usually only supports text in one language, and may not read text correctly in other languages.\n\n\nHow to open extension options?\n• Right-click the extension icon, then click Options.\n• Click the extension icon, move the mouse to the popup page, then click the setting icon in the upper right corner.\n\n\nThis extension is not an alarm clock\nIt is suitable for daily affairs, but it is not an alarm clock. For example, if you want to catch a plane or get up early, please do not rely on this extension. Because the extension cannot issue a reminder when you exit the browser or when the computer goes into sleep. So it is not suitable for very important things.\n\nNote: due to a browser restriction, reminders/notifications may be delayed for a little time (less than 1 minute).",
    "zh_CN": "功能概述\n\n报时时钟提供了整点语音报时与自定义提醒功能，适合为日常工作生活提供周期性的报时和提醒。\n另外也可以显示时间日期。\n提醒方式包括语音提醒和系统通知两种形式。\n\n此扩展特别适合需要长时间面对电脑工作的人，比如作家、程序员、远程办公、室内办公的人士。\n• 整点报时有助于在专注工作的同时把握好时间节奏，做好时间管理。\n• 自定义提醒适合各种周期性的日常事务，比如“每天中午11:30提醒该吃饭了”。\n\n1. 整点报时功能\n每隔一段时间，扩展会通过语音引擎和系统通知播报当前时间。\n\n报时的时间间隔可在扩展选项-报时设置中设置，包括：\n5分钟/10分钟/15分钟/20分钟/30分钟/1小时/2小时/3小时。\n\n另外，还有几个（已默认开启）的免打扰设置，比如浏览器全屏或播放视频时不提醒。\n\n2. 自定义提醒功能\n用户可以添加自定义的提醒。支持的类型包括：\n• 仅一次：即只在特定的某一天提醒。\n• 每日提醒：在每天的一个或多个时间提醒。\n• 每周提醒：可选择周一至周日的一天或多天。\n• 每月提醒：可选择每月1号至最后一天的一天或多天。\n• 每年提醒：可选择每年的某一天或多天提醒，比如”生日提醒“。\n\n所有类型的提醒均可在提醒当天设置一个或多个提醒时间。这样一方面可以满足一件事情需要多次提醒的需求，比如：”每天早中晚三次提醒吃药“，只需创建一个每日提醒，其中设置三个提醒时间。另一方面，对于重要的事情可以设置多个提醒时间，以免遗漏（也就是”重要的事情说三遍“）。\n\n3. 时钟功能\n点击扩展图标，弹出页面会显示当前时间和日期，支持数字数字和模拟时钟。\n另外，扩展图标本身也可以显示时间（但默认未开启该功能）。\n\n在扩展选项-时钟里，可以设置:\n• 显示模拟时钟还是数字时钟\n• 是否显示秒\n• 是否显示日期\n• 扩展图标上是否显示时间\n\n4. 其它\n在浏览器扩展快捷键设置中（chrome://extensions/shortcuts）可以为”查看时间“和”语音报时“设置快捷键。\n\n\n关于提醒方式\n扩展支持两种提醒方式，可选择其一或全选：\n• 语音播报：通过语音引擎播报当前时间或设置的提醒内容。\n• 系统通知：桌面系统通知。\n\n语音报时因为会发出声音，所以可能不适合所有人，另外如果忘记打开扬声器或音量太小也会听不到。\n\n系统通知如果自动消失也可能错过。所以：\n• 因为整点报时不是非常重要的事情，错过也没关系，所以报时提醒的系统通知几秒后会自动消失。\n• 自定义提醒可能是比较重要的事情，所以为了防止遗漏，默认是一分钟后消失。另外可以分别设置每个自定义提醒的系统通知显示时间，几分钟后自动关闭或需要手工关闭（即不会自动消失）。\n\n综上，语音播报和系统通知可以互为补充避免遗漏。\n\n\n关于语音引擎\n语音引擎，即文本转语音（Text-to-Speech，简称 TTS），包括操作系统自带的 TTS 以及浏览器提供的远程 TTS 。前者可以在操作系统设置中自行调整，后者依赖网络连接。操作系统自带语音效果一般，但离线可用；浏览器提供的语音效果通常更好，但需要网络连接。\n\n语音报时和自定义提醒功能使用 TTS 播报时间和自定义内容，在扩展选项-语音设置中可以设置语音引擎。每种语音通常只支持一种语言的文字，可能无法正确地朗读其它语言的文字。\n\n\n如何打开扩展选项？以下两种方法均可。\n• 右键点击扩展图标，再点击选项。\n• 点击扩展图标，鼠标移动到弹出窗口中，再点击右上角的设置图标。\n\n\n不要当作闹钟使用\n此扩展适合为日常工作生活提供周期性的报时和提醒，但不要将它作为闹钟，例如你要赶飞机或早起的话请不要依赖此扩展。因为在退出浏览器或电脑休眠时扩展无法发出提醒，因此不适合非常重要的事情。\n\n注意：由于浏览器的限制，报时和提醒可能会延迟一点时间（小于1分钟）。"
  }
}