{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mark-E Cash-Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cash-Tool für die Mark-E Vorteilswelt"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cash-Tool für die Mark-E Vorteilswelt\n\nNutzen Sie unser Cash-Tool um beim Online-Shopping direkt in Ihren Lieblings-Shops von der Vorteilswelt zu profitieren und kein Cashback mehr zu verpassen.\n\nDas Cash-Tool:\n- Ist einfach mit einem Klick zu installieren\n- Erkennt Ihren Vorteilswelt Account mit dem ersten Login automatisch\n- Meldet beim Besuch eines Shops, wenn es Cashback gibt\n- Lässt Sie das Cashback mit einem Klick aktivieren\n- Speichert keine Verlaufsdaten oder persönliche Informationen von Ihnen\n\n\nDatenschutzinformationen zum Cashback-Radar\n\nDas Cash-Tool arbeitet mit einer Positivliste für Onlineshops, d.h. das Cash-Tool synchronisiert regelmäßig die Liste der Onlineshops für die es Cashback gibt und speichert diese auf Ihrem Rechner. Wenn eine Website aufgerufen wird, prüft das Cash-Tool nur auf dieser Datenbasis, ob ein Cashback angezeigt wird, oder nicht. Es findet kein ständiger Abgleich Ihrer Besuchten Seiten mit unseren Servern statt.\n\nIm Cash-Tool werden keine persönlichen Informationen wie z.B. Ihr Name oder Ihr Cashbackstand gespeichert. Nur beim aktivieren des Cashbacks wird, wie in der Vorteilswelt auch, ein Pseudonym an den jeweiligen Onlineshop übergeben, das uns die Zuordnung des Cashbacks möglich macht. Dieses Pseudonym kann nur von uns Ihrem Konto und damit Ihren persönlichen Daten zugeordnet werden."
  }
}