{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Exifer-dexifer - Photo Image Metadata Viewer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Exifer-dexifer enables you to view and analyze the metadata, including EXIF, embedded in any image on Internet, in a click"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Exifer-dexifer enables you to view and analyze the metadata, including EXIF, embedded into any image on the Internet. It is designed to make metadata inspection accessible to everyone, regardless of technical expertise.\n\nKey Features:\n\n🔎 Inspect metadata effortlessly: View additional information in your images, including camera settings, dates, times, and locations, to make informed decisions about sharing or editing your photos.\n\n🔎 Improve your photography skills: Use the extension as an educational tool to analyze various parameters and conditions under which your photos were taken, and apply those insights to enhance your photography.\n\n🔎 Verify content authenticity: Examine image metadata to verify the source, authenticity, and capture conditions of images found online, which can be useful for fact-checking, journalism, or copyright protection.\n\n🔎 Organize and manage your images: Use metadata information to sort, categorize, and archive your image collection more effectively.\n\n🔎 Elevate your photography experience and safeguard your privacy with the Image Metadata Viewer extension. Discover the wealth of information hidden within your images and make the most of your digital content!\n\nWorks with:\n\nJPG, JPEG, PNG, TIFF\n\nImages with no extensions in URL may be not supported. Please feel free to report any issues with the extension"
  }
}