{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LOCAL SEO"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google haritalarda işletmenizin anahtar kelime odaklı aramalarda kaçıncı sıralamada gözüktüğünü öğrenmek ister misiniz?\nEklenti…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google haritalarda işletmenizin anahtar kelime odaklı aramalarda kaçıncı sıralamada gözüktüğünü öğrenmek ister misiniz?\nEklenti içerisindeki anahtar kelime kurucuğuna hedef anahtar kelimenizi yazıp ara butonuna tıkladığınızda haritalar sizin için açılacak. Size gösterilen uyarıları dikkate alarak sırayla yaptığınızda kurulum tamamlanmış olacak. \nHangi konumda sıralamanızı bulmak istiyorsanız harita üzerinden o konuma sağ tıklamanız yeterlidir!\nArdından tek bir adım kaldı. Anahtar kelimenizi aratıp hangi işletme sizin ise bu işletme benim butonuna tıklayarak işletmenizi belirlemelisiniz.\nKurulum bu kadar! Artık popup üzerindeki butona tıklayarak sıralamanızı alabilir ve önceki sıralamakarınızı popup üzerinde görebilirsiniz!\n\nWould you like to find out where your business ranks in keyword-oriented searches on Google maps?\nWhen you type your target keyword in the keyword constructor in the plugin and click the search button, the maps will open for you. When you do it in order, taking into account the warnings shown to you, the installation will be complete. \nIf you want to find your ranking in which location, just right-click on that location on the map!\nThen there is only one step left. You should search for your keyword and identify your business by clicking on the This business is mine button.\nThat's the setup! Now you can get your ranking by clicking the button on the popup and see your previous rankings on the popup!"
  }
}