{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "a2zpassword"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Security starts with a2z google password manager"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "a2z password manager facilitates internet usage. Save all of your passwords, fill out forms quickly, and maintain the security and accessibility of your data.\n\nMore than 15 million users and 20,000 companies rely on Dashlane to secure their logins. a2z password manager offers easy-to-use solutions to monitor and protect your data at all times and has never experienced a breach. It also never sees or sells your data.\n\nWith the a2z password manager extension, you can read, copy, and create passwords as well as store and have login information automatically filled in while you browse the web. To utilise a2z password manager to its greatest potential, launch the online app: Share passwords safely, monitor your Password Health score, and respond when we flag one of your passwords as being at risk.\n\nLog in to all your accounts\n\nKeep as many logins as you want in your vault.  \nYou can access your usernames and passwords anytime and wherever you need to. \nFill in the appropriate login information automatically on every website, every time\nEven if your phone and computer use different operating systems, you can seamlessly sync your a2z google password manager data to any device.\n\nAs you explore, generate and save fresh, strong password generator.\n\nUtilise our built-in random Password Generator to generate secure, one-of-a-kind passwords for each of your accounts.\nSave logins automatically as you browse \nWhen logins are reset, it is simple to update and replace them.\n\nAutofill personal information and payments \n\nYour name, address, email, and phone number will be filled in automatically \nWith a single click, complete the checkout fields and other crucial forms. \nKeep vital personal information, such IDs and your Social Security number, close to hand. \nUse bank-grade encryption to safely store credit card numbers, bank account information, and other payment information.\n\nReceive immediate alerts when a data breach affects you.\n\nFind out whether any of your logins are compromised, reused, or have a low Password Health score by checking this.\n\nBe discreet with your details. \n\nThe most effective way available, bank-grade encryption is used by a2z password generator google to protect your passwords.\nWe think you should be in charge of your data. Because of this, we created a2z  chrome password generator zero-knowledge security architecture, which prevents us from seeing the data you store and prevents us from ever selling it."
  }
}