{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Attack Prompt Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Embeds user input or selected text into a template."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Attack Prompt Tool serves researchers and professionals dedicated to advancing AI security and safety by rigorously testing the resilience of large language models (LLMs) through adversarial prompts. This tool allows users to embed selected text into a controlled adversarial format, uncovering vulnerabilities that could impact the ethical and secure deployment of AI systems. By proactively identifying and addressing potential weaknesses, this tool helps support the development of LLMs that are safer and more reliable in high-stakes applications, contributing to a more secure digital environment for all.\nThe tool is strictly intended for academic and research purposes, encouraging responsible experimentation within ethical boundaries to foster societal trust in AI technologies. It highlights the need for transparency and accountability in AI development, aligning with the broader mission of ensuring that advanced technologies benefit society at large.\n\nHow to Use\n- Enter a prompt in the “Enter Text” field.\n- Click “Create” to generate an Adversarial Prompt that incorporates your text in a controlled manner.\n- Click “Create” again for alternative prompt variations.\n- Use the copy button at the bottom of the screen to save generated prompts for research and testing purposes.\n\nImportant Notes\n- This tool is strictly for ethical and research-driven use; misuse or malicious activity is strongly discouraged.\n- Adversarial prompts may not always produce desired responses due to inherent limitations in model manipulation.\n- For safety, explicit terms (e.g., “bomb”) are less likely to pass model filters, even in research contexts. Rephrasing with more neutral terms (e.g., “explosive compounds”) may be necessary."
  }
}