{
  "name": {
    "ar,da,fi,hu,kn,ml,te": "King Of Balls Unblocked Game",
    "am,ca,el,et,hi,id,ja,pl,ro,sk,ta": "King Of Balls Online Game",
    "bg,fil,sw": "King Of Balls Online",
    "bn,cs,de,en,en_AU,en_GB,en_US,es,es_419,fa,fr,gu,hr,it,lt,lv,mr,ms,nl,no,pt_BR,pt_PT,ru,sl,sr,sv,th,tr,uk,vi,zh_CN,zh_TW": "King Of Balls 2 Player Game",
    "he,ko": "King Of Balls Game"
  },
  "short": {
    "ar": "في وضعين مختلفين ، يجب عليك تحريك الكرة دون لمس الجدران وتحقيق درجات عالية.",
    "am": "በሁለት የተለያዩ ዘዴዎች፣ ግድግዳውን ሳትነካ ኳሱን መንቀሳቀስና ከፍተኛ ውጤት ማግኘት አለብህ።",
    "bg": "В два различни режима трябва да преместите топката, без да докосвате стените и да постигате високи резултати.",
    "bn": "দুটি ভিন্ন মোডে, আপনাকে অবশ্যই দেয়ালগুলি স্পর্শ না করেই বলটি সরাতে হবে এবং উচ্চ স্কোর অর্জন করতে হবে।",
    "ca": "En dos modes diferents, heu de moure la pilota sense tocar les parets i aconseguir puntuacions elevades.",
    "cs": "Ve dvou různých režimech musíte pohybovat míčem, aniž byste se dotýkali stěn a dosáhli vysokého skóre.",
    "da": "I to forskellige tilstande skal du flytte bolden uden at røre væggene og opnå høje scorer.",
    "de": "In zwei verschiedenen Modi müssen Sie den Ball bewegen, ohne die Wände zu berühren, und Highscores erzielen.",
    "el": "Σε δύο διαφορετικές λειτουργίες, πρέπει να μετακινήσετε την μπάλα χωρίς να αγγίξετε τους τοίχους και",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "In two different modes, you must move the ball without touching the walls and achieve high scores.",
    "es": "En dos modos diferentes, debes mover la pelota sin tocar las paredes y lograr puntuaciones altas.",
    "et": "Kahes erinevas režiimis peate palli liigutama seinu puudutamata ja saavutama kõrgeid tulemusi.",
    "fa": "در دو حالت مختلف باید توپ را بدون دست زدن به دیوارها حرکت داده و به نمرات بالایی دست یابید.",
    "fi": "Kahdessa eri tilassa sinun on siirrettävä palloa koskematta seiniin ja saavutettava korkeat pisteet.",
    "fil": "Sa dalawang magkaibang mode, kailangan mong ilipat ang bola nang walang hawakan ang mga pader at makamit ang mataas na puntos.",
    "fr": "Dans deux modes différents, vous devez déplacer la balle sans toucher les murs et obtenir des scores élevés.",
    "gu": "બે જુદી જુદી સ્થિતિમાં, તમારે દિવાલોને સ્પર્શ કર્યા વિના બોલને ખસેડવો જોઈએ અને ઉચ્ચ સ્કોર પ્રાપ્ત કરવો જોઈએ.",
    "he": "בשני מצבים שונים, עליך להניע את הכדור מבלי לגעת בקירות ולהשיג ציונים גבוהים.",
    "hi": "दो अलग-अलग मोड में, आपको दीवारों को छूने के बिना गेंद को स्थानांतरित करना होगा और उच्च स्कोर प्राप्त करना होगा।",
    "hr": "U dva različita načina morate pomaknuti loptu bez dodirivanja zidova i postići visoke rezultate.",
    "hu": "Két különböző módban meg kell mozgatnia a labdát anélkül, hogy megérintené a falakat, és magas pontszámokat kell elérnie.",
    "id": "Dalam dua mode berbeda, Anda harus menggerakkan bola tanpa menyentuh dinding dan mencapai skor tinggi.",
    "it": "In due diverse modalità, devi muovere la palla senza toccare i muri e ottenere punteggi elevati.",
    "ja": "2つの異なるモードでは、壁に触れることなくボールを動かし、ハイスコアを達成する必要があります。",
    "kn": "ಎರಡು ವಿಭಿನ್ನ ವಿಧಾನಗಳಲ್ಲಿ, ನೀವು ಗೋಡೆಗಳನ್ನು ಸ್ಪರ್ಶಿಸದೆ ಚೆಂಡನ್ನು ಸರಿಸಬೇಕು ಮತ್ತು ಹೆಚ್ಚಿನ ಸ್ಕೋರ್ ಗಳನ್ನು ಸಾಧಿಸಬೇಕು.",
    "ko": "두 가지 모드에서는 벽을 만지지 않고 공을 움직여야하며 높은 점수를 얻어야합니다.",
    "lv": "Divos dažādos režīmos jums ir jāpārvieto bumba, nepieskaroties sienām, un jāsasniedz augsti rezultāti.",
    "ml": "രണ്ട് വ്യത്യസ്ത മോഡുകളിൽ, ചുവരുകളിൽ സ്പർശിക്കാതെ നിങ്ങൾ പന്ത് നീക്കുകയും ഉയർന്ന സ്കോറുകൾ നേടുകയും വേണം.",
    "mr": "दोन वेगवेगळ्या मोडमध्ये, आपण भिंतींना स्पर्श न करता चेंडू हलवला पाहिजे आणि उच्च स्कोअर प्राप्त केला पाहिजे.",
    "ms": "Dalam dua mod yang berbeza, anda mesti menggerakkan bola tanpa menyentuh dinding dan mencapai skor tinggi.",
    "nl": "In twee verschillende modi moet je de bal verplaatsen zonder de muren aan te raken en hoge scores behalen.",
    "no": "I to forskjellige moduser må du flytte ballen uten å berøre veggene og oppnå høye score.",
    "pl": "W dwóch różnych trybach musisz przesunąć piłkę bez dotykania ścian i osiągnąć wysokie wyniki.",
    "ro": "În două moduri diferite, trebuie să mutați mingea fără a atinge pereții și să obțineți scoruri mari.",
    "ru": "В двух разных режимах вы должны перемещать мяч, не касаясь стен, и добиваться высоких результатов.",
    "sk": "V dvoch rôznych režimoch musíte pohybovať loptou bez toho, aby ste sa dotkli stien, a dosiahnuť vysoké skóre.",
    "sl": "V dveh različnih načinih morate premakniti žogo, ne da bi se dotaknili sten in dosegli visoke rezultate.",
    "sv": "I två olika lägen måste du flytta bollen utan att röra vid väggarna och uppnå höga poäng.",
    "sw": "Katika njia mbili tofauti, lazima usogeze mpira bila kugusa kuta na kufikia alama za juu.",
    "ta": "இரண்டு வெவ்வேறு முறைகளில், நீங்கள் சுவர்களைத் தொடாமல் பந்தை நகர்த்த வேண்டும் மற்றும் அதிக மதிப்பெண்களை அடைய வேண்டும்.",
    "te": "రెండు విభిన్న మోడ్ ల్లో, మీరు గోడలను తాకకుండా బంతిని కదిలించాలి మరియు అధిక స్కోర్ లను సాధించాలి.",
    "th": "ในสองโหมดที่แตกต่างกันคุณต้องย้ายลูกบอลโดยไม่ต้องสัมผัสกําแพงและได้คะแนนสูง",
    "tr": "İki farklı modda, duvarlara dokunmadan topu hareket ettirmeli ve yüksek puanlar elde etmelisiniz.",
    "uk": "У двох різних режимах необхідно переміщати м'яч, не торкаючись стін, і домагатися високих балів."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Join a crazy ball game adventure on a colorful platform. Pass the toughest levels and show your talent.\n\nHow To Play\nPlayed with Mouse.\n\nKing Of Balls 2 Player Game Features\n✓ Little Particle\n✓ 2D Graphics\n✓ Easy control\n✓ 2D Different Mode\n\nFinally, you can enjoy these game for free (and more requests will be added)! King Of Balls 2 Player Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}