{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "What Font - find font",
    "de,en_GB,fr": "WhatFont - Find Font",
    "vi": "Phông chữ Font - find font"
  },
  "short": {
    "ar": "يتيح لك معرفة ما هو الخط المستخدم على أي موقع.",
    "am": "የትኛውንም ቅርጸ ቁምፊ በማንኛውም ድር ጣቢያ ላይ እንደሚያውቅ ያውቃሉ.",
    "bg": "Позволява ви да знаете какъв шрифт се използва на всеки уебсайт.",
    "bn": "আপনি যে কোন ওয়েবসাইট ফন্ট ব্যবহার করা হয় জানতে দেয়।",
    "ca": "Us permet saber quina font s'utilitza en qualsevol lloc web.",
    "cs": "Umožňuje vám vědět, jaké písmo se používá na libovolné webové stránce.",
    "da": "Lader dig vide, hvilken skrifttype der bruges på enhver hjemmeside.",
    "de": "Damit wissen Sie, welche Schriftart auf einer Website verwendet wird.",
    "el": "Σας δίνει τη δυνατότητα να μάθετε ποια γραμματοσειρά χρησιμοποιείται σε οποιονδήποτε ιστότοπο.",
    "en,en_AU,en_GB,en_US,fil,he,zh_CN,zh_TW": "Lets you know what font is used on any website",
    "es,es_419": "Le permite saber qué tipo de letra se usa en cualquier sitio web.",
    "et": "Võimaldab teada, mida fonti kasutatakse mis tahes veebisaidil.",
    "fa": "به شما امکان می دهد که فونت را در هر وب سایت مورد استفاده قرار دهید.",
    "fi": "Kerro, mitä fonttia käytetään millä tahansa verkkosivustolla.",
    "fr": "Vous permet de savoir quelle police est utilisée sur un site Web.",
    "gu": "તમને કોઈપણ વેબસાઇટ પર કયા ફોન્ટનો ઉપયોગ કરવામાં આવે છે તે જાણવા દે છે",
    "hi": "आपको पता है कि किसी वेबसाइट पर कौन से फ़ॉन्ट का उपयोग किया जाता है।",
    "hr": "Omogućuje vam da znate koji se font upotrebljava na bilo kojoj web stranici.",
    "hu": "Tudja, hogy milyen betűtípust használ bármely webhelyen",
    "id": "Memungkinkan Anda mengetahui font apa yang digunakan di situs web manapun",
    "it": "Ti consente di sapere quale carattere è utilizzato su qualsiasi sito web",
    "ja": "どのフォントがどのウェブサイトで使用されているかを知ることができます",
    "kn": "ಯಾವುದೇ ವೆಬ್ಸೈಟ್ನಲ್ಲಿ ಯಾವ ಫಾಂಟ್ ಅನ್ನು ಬಳಸಲಾಗುತ್ತದೆ ಎಂಬುದನ್ನು ನಿಮಗೆ ತಿಳಿಸುತ್ತದೆ",
    "ko": "어떤 웹 사이트에서 어떤 글꼴이 사용되는지 알 수 있습니다.",
    "lt": "Leidžia jums žinoti, koks šriftas naudojamas bet kurioje svetainėje",
    "lv": "Ļauj uzzināt, kāds fonts tiek izmantots jebkurā tīmekļa vietnē",
    "ml": "ഏത് വെബ്സൈറ്റിലും എന്ത് ഫോണ്ട് ഉപയോഗിക്കുന്നു എന്ന് അറിയാൻ അനുവദിക്കുന്നു",
    "mr": "आपल्याला कोणत्याही वेबसाइटवर कोणते फॉन्ट वापरले जाते हे आपल्याला कळू देते",
    "ms": "Membolehkan anda tahu fon apa yang digunakan di mana-mana laman web",
    "nl": "Laat u weten welk lettertype op welke website wordt gebruikt",
    "no": "Lar deg vite hvilken skrifttype som brukes på hvilken som helst nettside",
    "pl": "Pozwala dowiedzieć się, jaka czcionka jest używana na dowolnej stronie internetowej",
    "pt_BR": "Permite saber qual fonte é usada em qualquer site",
    "pt_PT": "LePermite saber qual fonte é usada em qualquer site",
    "ro": "Vă permite să aflați ce font este utilizat pe orice site web",
    "ru": "Позволяет узнать, какой шрифт используется на любом веб-сайте",
    "sk": "Umožňuje vám vedieť, aké písmo sa používa na akýchkoľvek webových stránkach",
    "sl": "Omogoča, da znate, katero pisavo uporabljate na kateri koli spletni strani",
    "sr": "Омогућава вам да знате који фонт се користи на било којој веб локацији",
    "sv": "Låter dig veta vilken typsnitt som används på vilken webbplats som helst",
    "sw": "Inakujulisha jinsi font inavyotumiwa kwenye tovuti yoyote",
    "ta": "எந்த வலைத்தளத்திலும் என்ன எழுத்துரு பயன்படுத்தப்படுகிறது என்று உங்களுக்கு தெரியப்படுத்துங்கள்",
    "te": "మీకు ఏ వెబ్ సైట్లో ఫాంట్ ఉపయోగించారో తెలియజేస్తుంది",
    "th": "ช่วยให้คุณรู้ว่าแบบอักษรใดใช้ในเว็บไซต์ใด ๆ",
    "tr": "Herhangi bir web sitesinde hangi fontun kullanıldığını bildirebilirsiniz",
    "uk": "Дає змогу знати, який шрифт використовується на будь-якому веб-сайті",
    "vi": "Cho phép bạn biết phông chữ nào được sử dụng trên bất kỳ trang web nào"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lets you know what font is used on any website\n\nUsing the WhatFont extension, you can find out the following details: font family, style, weight, size, line height, color which is used on any site. Just find the text you need, activate the WhatFont extension and all the necessary information will appear on your monitor.\n\nThe WhatFont extension for Google Chrome is a powerful tool that allows users to quickly and easily identify the fonts used on any website and enables users to identify the font style, size, color, and italics used on a website by simply hovering over the text.\n\nHow To Use:\n1. Activate extension WhatFont  by clicking on its icon in the right-top\n2. For information click on the font\n3. To disable the functionality - click \"Exit What Font\" on the right-top of the browser.\n\nWhatFont is especially useful for designers, developers, and anyone who works with typography. It provides an easy and efficient way to identify the fonts used on a website, which can be a valuable resource for creating your own designs. Additionally, this extension can help you improve your understanding of typography, allowing you to make informed decisions about font choices.\n\nIn summary, WhatFont is an essential tool for anyone who wants to identify the font details used on a website. Its simple and intuitive interface makes it easy to use, and its comprehensive font information is sure to be helpful for designers and developers alike."
  }
}