{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prompto"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A prompt to master you browser"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Prompto – the ultimate Chrome extension to supercharge your browsing experience! With Prompto, managing your tabs and bookmarks has never been easier or more efficient.\n\nSay goodbye to tab clutter! With simple, intuitive commands, Prompto lets you:\n\n• Effortlessly Group Tabs: Attach tabs to existing groups or create new ones in seconds. Organize all 'orphan tabs' or group by domain with a single command.\n• Simplify Tab Management: Close, pin, unpin, duplicate, and sort tabs with ease. Move tabs to the top or bottom of your list, and clean up your browser by closing unwanted tabs and collapsing inactive groups.\n• Smart Bookmarking: Save your favorite sites instantly to bookmark folders, accessible across all your devices.\n\nDesigned for power users and everyday browsers alike, Prompto transforms how you interact with your browser:\n\n• Attach to Group: Quickly attach selected tabs to a group with smart suggestions.\n• Create & Group All: Instantly create new groups and organize orphan tabs.\n• Group by Domain: Automatically group tabs by their domain for seamless navigation.\n• Close & Ungroup: Easily close groups or ungroup tabs as needed.\n• Advanced Tab Control: Close, pin, unpin, duplicate, and sort tabs for maximum productivity.\n• Move Tabs: Shift tabs to the top or bottom of your list effortlessly.\n• Clean Tabs: Streamline your browser by closing orphan tabs and collapsing groups.\n• Bookmark Management: Save bookmarks on the fly for easy access anywhere.\n\nExperience the future of browser control. Download Prompto today and elevate your browsing efficiency to new heights.\n\nTake control of your tabs and bookmarks with Prompto – your browser's new best friend!"
  }
}