{
  "name": {
    "ar": "انفجار الكيان",
    "am": "ኢንቲቲ ኤክስፖሎዥን",
    "bg": "Експлозия на Същности",
    "bn": "এন্টিটি বিস্ফোরণ",
    "ca": "Explosió d'Entitat",
    "cs": "Exploze Entity",
    "da": "Entity Eksplosion",
    "de": "Entitätsexplosion",
    "el": "Έκρηξη Οντότητας",
    "en,en_AU,en_GB,en_US,es_419,fa,ja,pt_BR,pt_PT,vi,zh_CN,zh_TW": "Entity Explosion",
    "es": "Explosión de Entidad",
    "et": "Entiteedi Plahvatus",
    "fi": "Entiteetin Räjähdys",
    "fil": "Pagsabog ng Entidad",
    "fr": "Explosion d'Entité",
    "gu": "એન્ટિટી વિસ્ફોટ",
    "he": "פיצוץ ישות",
    "hi,mr": "एंटिटी एक्सप्लोजन",
    "hr,sr": "Eksplozija Entiteta",
    "hu": "Entitás Robbanás",
    "id": "Ledakan Entitas",
    "it": "Esplosione Entità",
    "kn": "ಎಂಟಿಟಿ ಸ್ಫೋಟ",
    "ko": "엔티티 폭발",
    "lt": "Entiteto Sprogimas",
    "lv": "Entitātes Eksplozija",
    "ml": "എന്റിറ്റി എക്സ്പ്ലോഷൻ",
    "ms": "Letupan Entiti",
    "nl": "Entiteitsexplosie",
    "no": "Entitetseksplosjon",
    "pl": "Eksplozja Jednostki",
    "ro": "Explozie de Entitate",
    "ru": "Взрыв Сущности",
    "sk": "Explozia Entít",
    "sl": "Eksplozija Entitete",
    "sv": "Entitetsexplosion",
    "sw": "Mlipuko wa Kiumbe",
    "ta": "உருவாக்கல் வெடிப்பு",
    "te": "ఎంటిటీ విస్ఫోటన",
    "th": "การระเบิดขององค์กร",
    "tr": "Varlık Patlaması",
    "uk": "Вибух Ентіті"
  },
  "short": {
    "ar": "اكتشف الروابط والمعلومات حول نفس الموضوع على مواقع أخرى. البيانات مباشرة من ويكي بيانات.",
    "am": "በሌሎች ጣቢያዎች ላይ በአንድ ጉዳይ ላይ ስለሚመለከቱ አገናኞችና መረጃዎችን እይታ ያግኙ። ውሂብ ከዊኪዳታ በቀጥታ ነው።",
    "bg": "Открийте връзки и информация за същата тема на други сайтове. Данни на живо от Wikidata.",
    "bn": "অন্যান্য সাইটে একই বিষয়ে লিঙ্ক এবং তথ্য আবিষ্কার করুন। ডেটা উইকিডাটা থেকে লাইভ।",
    "ca": "Descobreix enllaços i informació sobre el mateix tema en altres llocs. Dades en directe des de Wikidata.",
    "cs": "Objevte odkazy a informace o stejném tématu na jiných stránkách. Data živě z Wikidat.",
    "da": "Opdag links og information om det samme emne på andre sider. Data live fra Wikidata.",
    "de": "Entdecken Sie Links und Informationen zum gleichen Thema auf anderen Websites. Daten live aus Wikidata.",
    "el": "Ανακαλύψτε συνδέσμους και πληροφορίες για το ίδιο θέμα σε άλλους ιστότοπους. Δεδομένα ζωντανά από το Wikidata.",
    "en,en_AU,en_GB,en_US,es_419,fa,ja,pt_BR,pt_PT,zh_CN,zh_TW": "Discover links and information about the same topic on other sites. Data live from Wikidata.",
    "es": "Descubre enlaces e información sobre el mismo tema en otros sitios. Datos en vivo desde Wikidata.",
    "et": "Avasta linke ja teavet sama teema kohta teistel saitidel. Andmed otse Wikidatalt.",
    "fi": "Löydä linkkejä ja tietoa samasta aiheesta muilta sivustoilta. Tiedot suoraan Wikidatasta.",
    "fil": "Tuklasin ang mga link at impormasyon tungkol sa parehong paksa sa ibang mga site. Data ay live mula sa Wikidata.",
    "fr": "Découvrez des liens et des informations sur le même sujet sur d'autres sites. Données en direct de Wikidata.",
    "gu": "અન્ય સાઇટ્સ પર સમાન વિષય પરની લિંક્સ અને માહિતી શોધો. ડેટા Wikidata પરથી લાઇવ છે.",
    "he": "גלה קישורים ומידע על אותו נושא באתרים אחרים. נתונים חיים מוויקינתונים.",
    "hi": "अन्य साइटों पर एक ही विषय के बारे में लिंक्स और जानकारी खोजें। डेटा विकिडेटा से लाइव है।",
    "hr": "Otkrijte poveznice i informacije o istoj temi na drugim stranicama. Podaci uživo s Wikidata.",
    "hu": "Fedezze fel a linkeket és információkat ugyanarról a témáról más oldalakon. Adatok élőben a Wikidatáról.",
    "id": "Temukan tautan dan informasi tentang topik yang sama di situs lain. Data langsung dari Wikidata.",
    "it": "Scopri collegamenti e informazioni sullo stesso argomento su altri siti. Dati in tempo reale da Wikidata.",
    "kn": "ಇತರ ಸೈಟ್‌ಗಳಲ್ಲಿ ಅದೇ ವಿಷಯದ ಬಗ್ಗೆ ಲಿಂಕ್‌ಗಳು ಮತ್ತು ಮಾಹಿತಿ ಕಂಡುಹಿಡಿಯಿರಿ. ವಿಕಿಡೇಟಾದಿಂದ ನೇರ ಡೇಟಾ.",
    "ko": "다른 사이트에서 동일한 주제에 대한 링크와 정보를 발견하세요. 데이터는 위키데이터에서 실시간으로 제공됩니다.",
    "lt": "Atraskite nuorodas ir informaciją apie tą pačią temą kitose svetainėse. Duomenys gaunami tiesiogiai iš Wikidata.",
    "lv": "Atklājiet saites un informāciju par to pašu tēmu citās vietnēs. Dati tiešraidē no Wikidata.",
    "ml": "മറ്റ് സൈറ്റുകളിൽ അതേ വിഷയത്തെക്കുറിച്ചുള്ള ലിങ്കുകളും വിവരങ്ങളും കണ്ടെത്തുക. വിക്കിഡാറ്റയിൽ നിന്നുള്ള ഡാറ്റ ലൈവ് ആണ്.",
    "mr": "इतर साइट्सवरील समान विषयांवरील दुवे आणि माहिती शोधा. डेटा विकिडेटावरून लाइव्ह आहे.",
    "ms": "Temui pautan dan maklumat tentang topik yang sama di laman web lain. Data langsung dari Wikidata.",
    "nl": "Ontdek links en informatie over hetzelfde onderwerp op andere sites. Data live van Wikidata.",
    "no": "Oppdag lenker og informasjon om samme emne på andre nettsteder. Data live fra Wikidata.",
    "pl": "Odkryj linki i informacje na ten sam temat na innych stronach. Dane na żywo z Wikidanych.",
    "ro": "Descoperă link-uri și informații despre același subiect pe alte site-uri. Date în timp real de la Wikidata.",
    "ru": "Откройте для себя ссылки и информацию на ту же тему на других сайтах. Данные в режиме реального времени от Wikidata.",
    "sk": "Objavte odkazy a informácie na rovnakú tému na iných stránkach. Dáta naživo z Wikidat.",
    "sl": "Odkrijte povezave in informacije o isti temi na drugih straneh. Podatki v živo iz Wikidata.",
    "sr": "Otkrijte veze i informacije o istoj temi na drugim sajtovima. Podaci uživo sa Wikidata.",
    "sv": "Upptäck länkar och information om samma ämne på andra webbplatser. Data live från Wikidata.",
    "sw": "Gundua viungo na habari kuhusu mada ile ile kwenye tovuti zingine. Data moja kwa moja kutoka Wikidata.",
    "ta": "மற்ற தளங்களில் அதே தலைப்பில் இணைப்புகள் மற்றும் தகவல்களை கண்டறியுங்கள். தரவு நேரடியாக விக்கிடாடாவில் இருந்து.",
    "te": "ఇతర సైట్లలో అదే విషయం గురించి లింకులు మరియు సమాచారం కనుగొనండి. డేటా వికీడేటా నుండి ప్రత్యక్షంగా ఉంది.",
    "th": "ค้นหาลิงก์และข้อมูลเกี่ยวกับหัวข้อเดียวกันบนเว็บไซต์อื่น ข้อมูลสดจาก Wikidata",
    "tr": "Diğer sitelerde aynı konu hakkında bağlantıları ve bilgileri keşfedin. Veriler Wikidata'dan canlı.",
    "uk": "Відкрийте посилання та інформацію про ту саму тему на інших сайтах. Дані надходять в режимі реального часу з Wikidata.",
    "vi": "Khám phá liên kết và thông tin về cùng một chủ đề trên các trang web khác. Dữ liệu trực tiếp từ Wikidata."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,es,et,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Say you're on a webpage about a particular thing (\"entity\"). Click on Entity Explosion to get information about that entity, and an explosion of links to other sites about that same entity.\n\nEven before you click, the icon will light up red if the URL you are on matches a set of formats for which information may be available. Once you click, it will either turn green if it can find information, or black if it can't.\n\nThe data provided is sourced from Wikidata, via the Wikidata Query Service, a site run by the Wikimedia Foundation. Entity Explosion is not endorsed by or affiliated with the Wikimedia Foundation.\n\nThe URL and language (only) will only be sent out as a part of a query when you click the extension, so your browsing privacy is protected.\n\nSome big sites it works on include: Wikipedia, Spotify, YouTube, Twitter, IMDB, iNaturalist, PubMed, VIAF, Facebook, Instagram, GBIF, and GeoNames, but in total there are over 5000 connected sites including libraries, galleries, museums, archives.\n\nThis extension is in development, so you can expect occasional changes. I would welcome feedback at https://www.wikidata.org/wiki/Wikidata:Entity_Explosion",
    "en,en_AU,en_GB,en_US,es_419,fa,ja,pt_BR,pt_PT,zh_CN,zh_TW": "Say you're on a webpage about a particular thing (\"entity\"). Click on Entity Explosion to get information about that entity, and an explosion of links to other sites about that same entity.\n\nEven before you click, the icon will light up red if the URL you are on matches a set of formats for which information may be available. Once you click, it will either turn green if it can find information, or black if it can't.\n\nThe data provided is sourced from Wikidata, via the Wikidata Query Service, a site run by the Wikimedia Foundation. Entity Explosion is not endorsed by or affiliated with the Wikimedia Foundation.\n\nThe URL and language (only) will only be sent out as a part of a query when you click the extension, so your browsing privacy is protected.\n\nSome big sites it works on include: Wikipedia, Spotify, YouTube, IMDB, iNaturalist, but in total there are over 5000 connected sites including libraries, galleries, museums, archives.\n\nThis extension is in development, so you can expect occasional changes. I would welcome feedback at https://www.wikidata.org/wiki/Wikidata:Entity_Explosion"
  }
}