{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "sidetok"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A chrome extension for working with TikTok on chrome side panel"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience TikTok seamlessly with SideTok, the web client designed to mirror the mobile app experience. Download videos, upload content, and engage with the community right from your browser.\n\nSideTok | Web Client for TikTok™ offers a Chrome extension that brings the dynamic world of TikTok to your desktop. This intuitive tool is packed with features to enrich your online social experience. A single click transports you to TikTok’s universe of short-form videos, empowering you to create, share, and connect with users globally.\n\nHere are key benefits of using the SideTok web client for TikTok™:\n\n1. Video Downloads: Easily save TikTok videos to your computer, perfect for archiving your favorite content or sharing on other platforms.\n\n2. Content Uploads: Directly upload your creative videos from the desktop, bypassing the need to transfer files from mobile to PC.\n\n3. Community Interaction: Like, comment, and share videos, or follow new accounts, all within the desktop environment, enhancing your engagement with the TikTok community.\n\n4. Desktop-Friendly Browsing: Enjoy TikTok’s vast content library on a larger screen, offering a more immersive viewing experience and efficient multitasking.\n\nSideTok is the ultimate tool for TikTok enthusiasts and creators seeking a streamlined desktop experience. Its user-friendly interface and mobile-like functionality make it an indispensable extension for desktop users. Dive into the TikTok world with SideTok and elevate your desktop browsing to new heights of entertainment and creativity."
  }
}