{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PEC Plus"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ferramenta de auxílio ao uso do PEC (E-SUS Atenção Básica)\n\nO PEC Plus é uma extensão que se conecta ao Prontuário Eletrônico (PEC…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ferramenta de auxílio ao uso do PEC (E-SUS Atenção Básica)\n\nO PEC Plus é uma extensão que se conecta ao Prontuário Eletrônico (PEC E-SUS) para fornecer orientações pontuais ao médico ou enfermeiro durante as consultas na APS.\n\nPara utilizar a extensão, é necessário ter acesso ao PEC.\n\nDurante a realização da consulta, a ferramenta auxilia o profissional de saúde oferecendo sugestões e orientações de acordo com as informações selecionadas no campo \"Avaliação\" do SOAP.\n\n- Doenças ou agravos de notificação compulsória\nNo campo avaliação, ao selecionar alguma doença ou agravo de notificação compulsória, conforme portaria GM/MS Nº 217, DE 1º DE MARÇO DE 2023, o profissional de saúde verá uma mensagem orientando sobre o preenchimento do formulário do SINAN, com um link para baixar a cópia do formulário SINAN e outro para a página do Ministério da Saúde com a lista de todas as doenças ou agravos de notificação compulsória.\n\n- Escores para acompanhamento longitudinal\nA ferramenta sugere o preenchimento de escores de acordo com o problema selecionado. Exemplos: caso o profissional informe algum transtorno ansioso, o PEC Plus sugere o preenchimento do escore GAD-7. Em caso de transtornos depressivos, é sugerido o PHQ-9. Em síndromes demenciais, um formulário com o Mini Exame do Estado Mental é sugerido.\n\n- Modelos de MRPA e diário glicêmico\nNo campo \"Planos\", ao solicitar MRPA ou diário/mapa glicêmico, a ferramenta oferecerá um modelo em PDF para impressão.\n\nEm conformidade com a LGPD, a extensão não salva nem transmite as informações."
  }
}