{
  "name": {
    "am,ar,bg,bn,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,ro,ru,sk,sl,sr,sw,ta,te,th,uk,vi": "Demon Slayer Nezuko Chibi Wallpaper New Tab",
    "ca": "Nezuko Chibi Fons de pantalla",
    "cs,pl": "Nezuko Chibi Tapeta",
    "da": "Nezuko Chibi Baggrund",
    "de": "Nezuko Chibi Hintergrund",
    "el": "Nezuko Chibi Ταπετσαρία",
    "es": "Nezuko Chibi Fondo de pantalla",
    "fi": "Nezuko Chibi Taustakuva",
    "fr": "Nezuko Chibi Fond d'écran",
    "it": "Nezuko Chibi Sfondo",
    "ja": "ねずこちびの壁紙",
    "ko": "네즈 코 치비 바탕 화면",
    "pt_BR,pt_PT": "Nezuko Chibi Papel de parede de",
    "sv": "Nezuko Chibi Bakgrund",
    "tr": "Nezuko Chibi Duvar Kağıdı",
    "zh_CN": "祢豆子卡通壁纸高清",
    "zh_TW": "祢豆子卡通壁紙高清"
  },
  "short": {
    "am,ar,bg,bn,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,ro,ru,sk,sl,sr,sw,ta,te,th,uk,vi": "Nezuko Chibi Wallpaper turn new tab to custom Nezuko Chibi background for Free. Cute Demon Slayer Nezuko Chibi theme for anime fans.",
    "ca": "Canvia la pàgina de pestanya nova de l'extensió de Nezuko Chibi Wallpaper amb el fons de pantalla de fons HD de Nezuko Chibi.",
    "cs": "Rozšíření Tapeta Nezuko Chibi mění stránku nové karty s tapetou Nezuko Chibi HD na pozadí. Motivy pro fanoušky Nezuko Chibi.",
    "da": "Nezuko Chibi Wallpaper udvidelse skift ny fane med Nezuko Chibi tapet HD baggrund. Temaer til Nezuko Chibi fans.",
    "de": "Nezuko Chibi Wallpaper Erweiterung neue Registerkarte mit benutzerdefinierten Nezuko Chibi Wallpaper HD Hintergrund ändern.",
    "el": "Η επέκταση Nezuko Chibi Wallpaper αλλάζει νέα σελίδα καρτέλας με προσαρμοσμένο φόντο HD ταπετσαρίας Nezuko Chibi.",
    "es": "La extensión del fondo de pantalla de la Nezuko Chibi cambia la página de nueva pestaña con el fondo de pantalla HD de la Nezuko…",
    "fi": "Nezuko Chibi laajennus vaihtaa uuden välilehden Nezuko Chibi taustakuvan HD-taustalla. Teemat Nezuko Chibi faneille.",
    "fr": "L'extension Nezuko Chibi change de nouvel onglet avec le fond d'écran HD Nezuko Chibi. Thèmes pour les fans de Nezuko Chibi.",
    "it": "L'estensione Nezuko Chibi cambia nuova scheda con lo sfondo HD di Nezuko Chibi. Temi per i fan di Nezuko Chibi.",
    "ja": "ねずこちびの壁紙拡張機能は、カスタムのねずこちびの壁紙HD背景で新しいタブページを変更します。ねずこちびファンのためのテーマ。",
    "ko": "네즈 코 치비 배경 화면 확장은 사용자 정의 네즈 코 치비 배경 화면 HD 배경으로 새 탭 페이지를 변경합니다. 네즈 코 치비 팬을위한 테마.",
    "pl": "Rozszerzenie Nezuko Chibi zmienia nową kartę z tapetą Nezuko Chibi HD. Motywy dla fanów Nezuko Chibi.",
    "pt_BR,pt_PT": "A extensão Nezuko Chibi muda a nova guia com o fundo HD do papel de parede Nezuko Chibi. Temas para fãs do Nezuko Chibi.",
    "sv": "Nezuko Chibi förlängning ändra ny flik med Nezuko Chibi tapeter HD bakgrund. Teman för Nezuko Chibi fans.",
    "tr": "Nezuko Chibi duvar kağıdı uzantısı, Nezuko Chibi duvar kağıdı HD arka planıyla yeni sekme sayfasını değiştirir. Nezuko Chibi…",
    "zh_CN": "祢豆子卡通壁纸扩展程序重新定义了您的Chrome新标签页成为祢豆子卡通的背景壁纸。祢豆子卡通粉丝的主题。",
    "zh_TW": "祢豆子卡通壁紙擴展程序重新定義了您的Chrome新標籤頁成為祢豆子卡通的背景壁紙。祢豆子卡通粉絲的主題。"
  },
  "long": {
    "am,ar,bg,bn,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,ro,ru,sk,sl,sr,sw,ta,te,th,uk,vi": "This extension features some of the great Nezuko Chibi background to make you feel good on your Chrome browser.\n \nExtension Features:\n\n1. Shuffle Nezuko Chibi wallpaper every time you open a new tab. \n2. Randomize Nezuko Chibi background or favorite it in wallpaper selection panel.\n3. Get easy access to popular sites with Google search.\n4. Quick access to your emails and social media accounts.\n5. Show current date and time automatically.\n6. New Note for you to write down your tasks.  \n7. Easy access to your history websites. \n8. Add website to Shortcut panel for quick access.\n9. Quick access to Google apps.\n10. Quick access to More Themes.\n11. Easy Sharing to Social Media.\n12. Quick access to Download wallpaper.\n13. Enable fun snow, rain, falling leaves, fireworks animation in new tab.\n\nIf you have any questions about our Nezuko Chibi wallpaper new tab extension or just want to give us some feedback, feel free to send us a message or write a review! We'd love to hear from you. You can mouse over to Support tab on the extension, then click on \"visit the developer's support site\" to contact us.\n\nIf you wish to remove this new tab extension, follow this steps:\n1. Click the 3-dot icon at the top-right corner of your screen.\n2. Hover your mouse on More tools then click Extensions.\n3. Find the Nezuko Chibi wallpaper extension.\n4. Press \"Remove\"\n\n- OR - \nRight-click the extension icon on the extension bar (next to the URL bar) and select Remove from Chrome.",
    "ca,cs,da,de,el,es,fi,fr,it,ja,ko,pl,pt_BR,pt_PT,sv,tr,zh_CN,zh_TW": "This extension features some of the great Nezuko Chibi background to make you feel good on your Chrome browser. The extension shuffle wallpaper every time you open a new tab. \n\nTurn your Chrome new tab into beautiful and powerful utility browser with Nezuko Chibi Wallpaper extension. Background theme for chromebook, laptop, desktop or pc.\n \nExtension Features:\n\n1. Shuffle Demon Slayer Nezuko Chibi wallpaper every time you open a new tab. \n2. Randomize background theme in settings option.\n3. Get easy access to popular sites with custom web search.\n4. Quick access to your emails and social media accounts.\n5. Show current date and time automatically.\n6. New Note for you to write down your tasks.  \n7. Get easy access to your most frequently visited websites. \n8. Get easy access to your bookmarks websites.\n9. Quick access to Google apps.\n10. Quick access to More Themes.\n11. Easy Sharing to Social Media.\n12. Enable fun snow, rain, falling leaves, fireworks animation in new tab.\n\nIf you have any questions about our Demon Slayer Nezuko Chibi wallpaper new tab extension or just want to give us some feedback, feel free to send us a message or write a review! We'd love to hear from you. You can mouse over to Support tab on the extension, then click on \"visit the developer's support site\" to contact us.\n\nIf you wish to remove this new tab extension, follow this steps:\n1. Click the 3-dot icon at the top-right corner of your screen.\n2. Hover your mouse on More tools then click Extensions.\n3. Find the wallpaper extension.\n4. Press \"Remove\"\n\n- OR - \nRight-click the extension icon on the extension bar (next to the URL bar) and select Remove from Chrome."
  }
}