{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Docs for gmail"
  },
  "short": {
    "ar": "تحسين Gmail لإضافة مستندات في أي رسالة Gmail لعرض وتحرير المستندات مباشرة في Gmail",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Gmail enhancement to add documents in any gmail message to view and edit docs directly in gmail",
    "de": "Gmail-Erweiterung zum Hinzufügen von Dokumenten zu jeder Gmail-Nachricht, um Dokumente direkt in Gmail anzuzeigen und zu bearbeiten",
    "es,es_419": "Mejora de Gmail para agregar documentos en cualquier mensaje de Gmail para ver y editar documentos directamente en Gmail",
    "fr": "Amélioration de Gmail pour ajouter documents dans n'importe quel message Gmail pour afficher et modifier les documents dans Gmail",
    "hi": "किसी भी जीमेल संदेश में दस्तावेज़ जोड़ने के लिए जीमेल संवर्द्धन, ताकि जीमेल में सीधे दस्तावेज़ देखे और संपादित किए जा सकें",
    "it": "Miglioramento di Gmail per aggiungere documenti in qualsiasi messaggio di Gmail per visualizzare e modificare i documenti in Gmail",
    "ja": "Gmail の機能強化により、Gmail メッセージにドキュメントを追加して、Gmail で直接ドキュメントを表示および編集できるようになりました。",
    "ko": "Gmail 향상 기능으로 모든 Gmail 메시지에 문서를 추가하여 Gmail에서 직접 문서를 보고 편집할 수 있습니다.",
    "nl": "Verbetering van Gmail om documenten toe te voegen aan elk Gmail-bericht om documenten in Gmail te bekijken en te bewerken",
    "pl": "Ulepszenie usługi Gmail umożliwiające dodawanie dokumentów do dowolnej wiadomości Gmail w celu przeglądania i edytowania dokumentów",
    "pt_BR,pt_PT": "Melhoria do Gmail para adicionar documentos em qualquer mensagem do Gmail para visualizar e editar documentos diretamente no Gmail",
    "ru": "Расширение Gmail для добавления документов в любое сообщение Gmail для просмотра и редактирования документов непосредственно в Gmail",
    "tr": "Gmail'de belgeleri görüntülemek ve düzenlemek için herhangi bir gmail mesajına belge eklemeyi sağlayan Gmail geliştirmesi",
    "uk": "Покращення Gmail для додавання документів у будь-яке повідомлення gmail для перегляду та редагування документів у gmail",
    "zh_CN": "Gmail 增强功能可在任何 Gmail 邮件中添加文档，以便直接在 Gmail 中查看和编辑文档"
  },
  "long": {
    "ar": "تضمين روابط لمستندات Office داخل رسائل Gmail بحيث يمكن مشاركة هذه المستندات بين مرسلي Gmail وأي مستلم بريد إلكتروني.\n\nكيفية استخدامه:\n\n1. افتح مُنشئ Gmail، واكتب بعض النص في نص البريد الإلكتروني.\n\n2. عندما تريد تضمين رابط إلى مستند Office، انقر نقرًا مزدوجًا داخل مُنشئ Gmail، وحدد رمز الامتداد الذي ظهر. سيتضمن تلقائيًا رابطًا إلى مستند Office يمكن عرضه وتحريره لكل من مرسل Gmail والمستلمين.\n\nالميزات:\n\n• إدراج مستند Office في رسائل Gmail.\n• السماح بعرض هذه المستندات وتحريرها عبر الإنترنت.\n• التحرير التعاوني، بما في ذلك تتبع التغييرات والتعليقات.\n• يمكن أن تكون المستندات مذكرات وفاكسات ورسائل وسير ذاتية ودمج مستندات، بالإضافة إلى مستندات طويلة ومعقدة أو متعددة الأجزاء.\n• مدقق إملائي وتصحيح تلقائي.\n• نافذة أنماط لإنشاء وتعيين وتعديل أنماط الفقرات والأحرف الفردية والإطارات والصفحات.\n• أداة رسم لإنشاء الرسومات والرسومات والأساطير وأنواع أخرى من الرسومات مباشرة في مستندات نصية.\n• إدراج صور بتنسيقات مختلفة في مستند نصي، بما في ذلك الرسومات بتنسيق JPG أو GIF.\n• أدوات تنسيق للنصوص والصور والكائنات الأخرى، لإنشاء مستندات ذات مظهر احترافي.\n\nإذا اكتشفت أي مشكلة لأي سبب من الأسباب، فيرجى الإبلاغ عنها على عنوان بريدنا الإلكتروني info@officloud.net.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Include links to Office documents inside Gmail messages so that those documents can be shared between Gmail senders and any email recipient. \n\nHow to use it:\n\n1.\tOpen the Gmail composer, write some text in the email body.\n2.\tWhen you want to include a link to an Office document, double click inside the Gmail composer, and select the extension icon that has appeared. It will automatically include a link to an Office document that can be viewed and edited for both Gmail sender and recipients.\n\nFeatures:\n\n•\tInsert Office document in Gmail messages.\n•\tAllow to view and edit these documents online.\n•\tCollaborative editing, including track changes and comments.\n•\tDocuments can be memos, faxes, letters, resumes and merge documents, as well as long and complex or multi-part documents.\n•\tSpellchecker and autocorrect.\n•\tStyles window to create, assign and modify styles for paragraphs, individual characters, frames and pages. \n•\tDrawing tool to create drawings, graphics, legends, and other types of drawings directly in text documents.\n•\tInsert pictures with different formats into a text document, including graphics with a JPG or GIF format. \n•\tFormatting tools for text, images, and other objects, to create professional-looking documents.\n\n\nIf for whatever reason you detect any issue, please report it to our email address info@officloud.net.",
    "de": "Fügen Sie Links zu Office-Dokumenten in Gmail-Nachrichten ein, damit diese Dokumente zwischen Gmail-Absendern und beliebigen E-Mail-Empfängern geteilt werden können.\n\nSo verwenden Sie es:\n\n1. Öffnen Sie den Gmail-Editor und schreiben Sie einen Text in den E-Mail-Text.\n\n2. Wenn Sie einen Link zu einem Office-Dokument einfügen möchten, doppelklicken Sie im Gmail-Editor und wählen Sie das angezeigte Erweiterungssymbol aus. Es wird automatisch ein Link zu einem Office-Dokument eingefügt, das sowohl vom Gmail-Absender als auch von den Empfängern angezeigt und bearbeitet werden kann.\n\nFunktionen:\n\n• Office-Dokument in Gmail-Nachrichten einfügen.\n\n• Diese Dokumente online anzeigen und bearbeiten.\n\n• Gemeinsames Bearbeiten, einschließlich Nachverfolgen von Änderungen und Kommentaren.\n\n• Dokumente können Memos, Faxe, Briefe, Lebensläufe und Seriendruckdokumente sowie lange und komplexe oder mehrteilige Dokumente sein.\n\n• Rechtschreibprüfung und Autokorrektur.\n\n• Stilfenster zum Erstellen, Zuweisen und Ändern von Stilen für Absätze, einzelne Zeichen, Rahmen und Seiten.\n\n• Zeichentool zum Erstellen von Zeichnungen, Grafiken, Legenden und anderen Zeichnungsarten direkt in Textdokumenten.\n• Fügen Sie Bilder in verschiedenen Formaten in ein Textdokument ein, einschließlich Grafiken im JPG- oder GIF-Format.\n• Formatierungstools für Text, Bilder und andere Objekte, um professionell aussehende Dokumente zu erstellen.\n\nWenn Sie aus irgendeinem Grund ein Problem feststellen, melden Sie es bitte an unsere E-Mail-Adresse info@officloud.net.",
    "es,es_419": "Incluya vínculos a documentos de Office dentro de los mensajes de Gmail para que esos documentos puedan compartirse entre los remitentes de Gmail y cualquier destinatario de correo electrónico.\n\nCómo usarlo:\n\n1. Abra el redactor de Gmail, escriba algún texto en el cuerpo del correo electrónico.\n2. Cuando desee incluir un vínculo a un documento de Office, haga doble clic dentro del redactor de Gmail y seleccione el icono de extensión que ha aparecido. Se incluirá automáticamente un vínculo a un documento de Office que puede ser visto y editado tanto por el remitente como por los destinatarios de Gmail.\n\nCaracterísticas:\n\n• Insertar documento de Office en mensajes de Gmail.\n• Permitir ver y editar estos documentos en línea.\n• Edición colaborativa, que incluye control de cambios y comentarios.\n• Los documentos pueden ser notas, faxes, cartas, currículums y documentos combinados, así como documentos largos y complejos o de varias partes.\n• Corrector ortográfico y autocorrección.\n• Ventana de estilos para crear, asignar y modificar estilos para párrafos, caracteres individuales, marcos y páginas.\n• Herramienta de dibujo para crear dibujos, gráficos, leyendas y otros tipos de dibujos directamente en documentos de texto.\n• Insertar imágenes con distintos formatos en un documento de texto, incluidos gráficos con formato JPG o GIF.\n• Herramientas de formato para texto, imágenes y otros objetos, para crear documentos de aspecto profesional.\n\nSi por cualquier motivo detectas algún problema, comunícalo a nuestra dirección de correo electrónico info@officloud.net.",
    "fr": "Intégrez des liens vers des documents Office dans les messages Gmail afin que ces documents puissent être partagés entre les expéditeurs Gmail et n'importe quel destinataire de courrier électronique.\n\nComment l'utiliser :\n\n1. Ouvrez le compositeur Gmail, écrivez du texte dans le corps du courrier électronique.\n2. Lorsque vous souhaitez inclure un lien vers un document Office, double-cliquez dans le compositeur Gmail et sélectionnez l'icône d'extension qui apparaît. Il inclura automatiquement un lien vers un document Office qui peut être visualisé et modifié à la fois pour l'expéditeur et les destinataires Gmail.\n\nFonctionnalités :\n\n• Insérer un document Office dans les messages Gmail.\n• Permettre de visualiser et de modifier ces documents en ligne.\n• Édition collaborative, y compris le suivi des modifications et des commentaires.\n• Les documents peuvent être des mémos, des fax, des lettres, des CV et des documents de fusion, ainsi que des documents longs et complexes ou en plusieurs parties.\n• Correcteur orthographique et correction automatique.\n• Fenêtre Styles pour créer, attribuer et modifier des styles pour les paragraphes, les caractères individuels, les cadres et les pages.\n• Outil de dessin pour créer des dessins, des graphiques, des légendes et d'autres types de dessins directement dans des documents texte.\n• Insérer des images de différents formats dans un document texte, y compris des graphiques au format JPG ou GIF.\n• Outils de formatage pour le texte, les images et autres objets, pour créer des documents d'aspect professionnel.\n\nSi pour une raison quelconque vous détectez un problème, veuillez le signaler à notre adresse e-mail info@officloud.net.",
    "hi": "Gmail संदेशों के अंदर Office दस्तावेज़ों के लिंक शामिल करें ताकि उन दस्तावेज़ों को Gmail प्रेषकों और किसी भी ईमेल प्राप्तकर्ता के बीच साझा किया जा सके।\n\nइसका उपयोग कैसे करें:\n\n1. Gmail कंपोज़र खोलें, ईमेल बॉडी में कुछ टेक्स्ट लिखें।\n\n2. जब आप किसी Office दस्तावेज़ का लिंक शामिल करना चाहते हैं, तो Gmail कंपोज़र के अंदर डबल क्लिक करें, और दिखाई देने वाले एक्सटेंशन आइकन को चुनें। यह स्वचालित रूप से एक Office दस्तावेज़ का लिंक शामिल करेगा जिसे Gmail प्रेषक और प्राप्तकर्ता दोनों के लिए देखा और संपादित किया जा सकता है।\n\nविशेषताएं:\n\n• Gmail संदेशों में Office दस्तावेज़ डालें।\n\n• इन दस्तावेज़ों को ऑनलाइन देखने और संपादित करने की अनुमति दें।\n\n• सहयोगात्मक संपादन, जिसमें ट्रैक परिवर्तन और टिप्पणियाँ शामिल हैं।\n\n• दस्तावेज़ मेमो, फ़ैक्स, पत्र, बायोडाटा और मर्ज दस्तावेज़ हो सकते हैं, साथ ही लंबे और जटिल या बहु-भाग दस्तावेज़ भी हो सकते हैं।\n\n• वर्तनी जाँचक और स्वतः सुधार।\n\n• पैराग्राफ़, अलग-अलग वर्ण, फ़्रेम और पृष्ठों के लिए शैलियाँ बनाने, असाइन करने और संशोधित करने के लिए शैलियाँ विंडो।\n\n• टेक्स्ट दस्तावेज़ों में सीधे चित्र, ग्राफ़िक्स, लेजेंड और अन्य प्रकार के चित्र बनाने के लिए ड्राइंग टूल।\n\n• JPG या GIF फ़ॉर्मेट वाले ग्राफ़िक्स सहित टेक्स्ट दस्तावेज़ में विभिन्न फ़ॉर्मेट वाले चित्र डालें।\n\n• पेशेवर दिखने वाले दस्तावेज़ बनाने के लिए टेक्स्ट, छवियों और अन्य ऑब्जेक्ट के लिए फ़ॉर्मेटिंग टूल।\n\nयदि किसी भी कारण से आपको कोई समस्या दिखती है, तो कृपया हमारे ईमेल पते info@officloud.net पर इसकी रिपोर्ट करें।",
    "it": "Includi link a documenti di Office nei messaggi di Gmail in modo che tali documenti possano essere condivisi tra i mittenti di Gmail e qualsiasi destinatario di posta elettronica.\n\nCome utilizzarlo:\n\n1. Apri il compositore di Gmail, scrivi del testo nel corpo dell'e-mail.\n2. Quando vuoi includere un link a un documento di Office, fai doppio clic all'interno del compositore di Gmail e seleziona l'icona dell'estensione che è apparsa. Includerà automaticamente un link a un documento di Office che può essere visualizzato e modificato sia dal mittente che dai destinatari di Gmail.\n\nCaratteristiche:\n\n• Inserisci documento di Office nei messaggi di Gmail.\n• Consenti di visualizzare e modificare questi documenti online.\n• Modifica collaborativa, inclusi traccia modifiche e commenti.\n• I documenti possono essere promemoria, fax, lettere, curriculum e documenti di unione, nonché documenti lunghi e complessi o composti da più parti.\n• Controllo ortografico e correzione automatica.\n• Finestra Stili per creare, assegnare e modificare stili per paragrafi, singoli caratteri, cornici e pagine.\n• Strumento di disegno per creare disegni, grafici, legende e altri tipi di disegni direttamente nei documenti di testo. • Inserisci immagini con formati diversi in un documento di testo, inclusa la grafica con formato JPG o GIF.\n• Strumenti di formattazione per testo, immagini e altri oggetti, per creare documenti dall'aspetto professionale.\n\nSe per qualsiasi motivo rilevi un problema, segnalalo al nostro indirizzo email info@officloud.net.",
    "ja": "Gmail メッセージ内に Office ドキュメントへのリンクを含めて、Gmail の送信者とメールの受信者の間でドキュメントを共有できるようにします。\n\n使い方:\n\n1. Gmail のコンポーザーを開き、メール本文にテキストを入力します。\n\n2. Office ドキュメントへのリンクを含める場合は、Gmail のコンポーザー内をダブルクリックし、表示された拡張機能アイコンを選択します。Gmail の送信者と受信者の両方が表示および編集できる Office ドキュメントへのリンクが自動的に含まれます。\n\n機能:\n\n• Gmail メッセージに Office ドキュメントを挿入します。\n\n• これらのドキュメントをオンラインで表示および編集できるようにします。\n\n• 変更履歴やコメントを含む共同編集。\n\n• ドキュメントは、メモ、ファックス、手紙、履歴書、結合ドキュメント、および長くて複雑なドキュメントや複数部構成のドキュメントにすることができます。\n\n• スペルチェッカーと自動修正。\n\n• 段落、個々の文字、フレーム、ページのスタイルを作成、割り当て、変更するためのスタイル ウィンドウ。\n• 描画ツールを使用すると、テキスト ドキュメントに図面、グラフィック、凡例、その他の種類の図面を直接作成できます。\n• JPG または GIF 形式のグラフィックを含む、さまざまな形式の画像をテキスト ドキュメントに挿入できます。\n• テキスト、画像、その他のオブジェクトの書式設定ツールを使用すると、プロフェッショナルな外観のドキュメントを作成できます。\n\n何らかの理由で問題が見つかった場合は、メール アドレス info@officloud.net までご報告ください。",
    "ko": "Gmail 메시지에 Office 문서 링크를 포함하면 해당 문서를 Gmail 발신자와 모든 이메일 수신자 간에 공유할 수 있습니다.\n\n사용 방법:\n\n1. Gmail 작성기를 열고 이메일 본문에 텍스트를 작성합니다.\n2. Office 문서에 대한 링크를 포함하려면 Gmail 작성기 내부를 두 번 클릭하고 표시된 확장 프로그램 아이콘을 선택합니다. Gmail 발신자와 수신자 모두가 보고 편집할 수 있는 Office 문서에 대한 링크가 자동으로 포함됩니다.\n\n기능:\n\n• Gmail 메시지에 Office 문서를 삽입합니다.\n• 이러한 문서를 온라인에서 보고 편집할 수 있도록 합니다.\n• 변경 사항 및 주석 추적을 포함한 공동 편집.\n• 문서는 메모, 팩스, 편지, 이력서 및 병합 문서일 수 있으며 길고 복잡하거나 여러 부분으로 구성된 문서일 수도 있습니다.\n• 철자 검사기 및 자동 수정.\n• 문단, 개별 문자, 프레임 및 페이지에 대한 스타일을 만들고, 할당하고, 수정하기 위한 스타일 창.\n• 텍스트 문서에서 직접 그림, 그래픽, 범례 및 기타 유형의 그림을 만들기 위한 그리기 도구.\n• JPG 또는 GIF 형식의 그래픽을 포함하여 다양한 형식의 그림을 텍스트 문서에 삽입합니다.\n• 전문적인 문서를 만들기 위한 텍스트, 이미지 및 기타 개체에 대한 서식 도구.\n\n어떤 이유로든 문제를 발견하면 이메일 주소 info@officloud.net으로 보고해 주세요.",
    "nl": "Voeg links naar Office-documenten toe in Gmail-berichten, zodat deze documenten kunnen worden gedeeld tussen Gmail-afzenders en e-mailontvangers.\n\nHoe te gebruiken:\n\n1. Open de Gmail-componist, schrijf wat tekst in de e-mailtekst.\n2. Wanneer u een link naar een Office-document wilt opnemen, dubbelklikt u in de Gmail-componist en selecteert u het extensiepictogram dat is verschenen. Er wordt automatisch een link naar een Office-document opgenomen dat kan worden bekeken en bewerkt voor zowel Gmail-afzenders als -ontvangers.\n\nFuncties:\n\n• Office-document invoegen in Gmail-berichten.\n• Deze documenten online bekijken en bewerken.\n• Samenwerkend bewerken, inclusief wijzigingen en opmerkingen bijhouden.\n• Documenten kunnen memo's, faxen, brieven, cv's en samenvoegingsdocumenten zijn, evenals lange en complexe of meerdelige documenten.\n• Spellingcontrole en autocorrectie.\n• Stijlenvenster om stijlen voor alinea's, afzonderlijke tekens, frames en pagina's te maken, toe te wijzen en te wijzigen.\n• Tekentool om tekeningen, afbeeldingen, legenda's en andere soorten tekeningen rechtstreeks in tekstdocumenten te maken.\n• Voeg afbeeldingen met verschillende formaten in een tekstdocument in, inclusief afbeeldingen met een JPG- of GIF-formaat.\n• Opmaakhulpmiddelen voor tekst, afbeeldingen en andere objecten, om professioneel ogende documenten te maken.\n\nAls u om welke reden dan ook een probleem ontdekt, meld dit dan aan ons e-mailadres info@officloud.net.",
    "pl": "Dołącz linki do dokumentów Office w wiadomościach Gmail, aby można było udostępniać te dokumenty między nadawcami Gmail i dowolnymi odbiorcami wiadomości e-mail.\n\nJak z tego korzystać:\n\n1. Otwórz edytor Gmail, wpisz tekst w treści wiadomości e-mail.\n2. Jeśli chcesz dołączyć link do dokumentu Office, kliknij dwukrotnie wewnątrz edytora Gmail i wybierz ikonę rozszerzenia, która się pojawiła. Automatycznie dołączy link do dokumentu Office, który może być przeglądany i edytowany zarówno przez nadawcę Gmail, jak i odbiorców.\n\nFunkcje:\n\n• Wstawianie dokumentu Office do wiadomości Gmail.\n• Zezwalanie na przeglądanie i edytowanie tych dokumentów online.\n• Współpraca przy edycji, w tym śledzenie zmian i komentarzy.\n• Dokumentami mogą być notatki, faksy, listy, życiorysy i dokumenty scalone, a także długie i złożone lub wieloczęściowe dokumenty.\n• Sprawdzanie pisowni i autokorekta.\n• Okno stylów do tworzenia, przypisywania i modyfikowania stylów dla akapitów, pojedynczych znaków, ramek i stron.\n• Narzędzie do rysowania, aby tworzyć rysunki, grafiki, legendy i inne rodzaje rysunków bezpośrednio w dokumentach tekstowych.\n• Wstawianie obrazów w różnych formatach do dokumentu tekstowego, w tym grafiki w formacie JPG lub GIF.\n• Narzędzia do formatowania tekstu, obrazów i innych obiektów, aby tworzyć profesjonalnie wyglądające dokumenty.\n\nJeśli z jakiegokolwiek powodu wykryjesz jakiś problem, zgłoś go na nasz adres e-mail info@officloud.net.",
    "pt_BR,pt_PT": "Inclua links para documentos do Office dentro de mensagens do Gmail para que esses documentos possam ser compartilhados entre remetentes do Gmail e qualquer destinatário de e-mail.\n\nComo usar:\n\n1. Abra o compositor do Gmail, escreva algum texto no corpo do e-mail.\n2. Quando quiser incluir um link para um documento do Office, clique duas vezes dentro do compositor do Gmail e selecione o ícone da extensão que apareceu. Ele incluirá automaticamente um link para um documento do Office que pode ser visualizado e editado tanto para o remetente quanto para os destinatários do Gmail.\n\nRecursos:\n\n• Insira o documento do Office em mensagens do Gmail.\n• Permita visualizar e editar esses documentos online.\n• Edição colaborativa, incluindo rastrear alterações e comentários.\n• Os documentos podem ser memorandos, faxes, cartas, currículos e documentos de mesclagem, bem como documentos longos e complexos ou com várias partes.\n• Corretor ortográfico e correção automática.\n• Janela de estilos para criar, atribuir e modificar estilos para parágrafos, caracteres individuais, quadros e páginas.\n• Ferramenta de desenho para criar desenhos, gráficos, legendas e outros tipos de desenhos diretamente em documentos de texto.\n• Insira imagens com formatos diferentes em um documento de texto, incluindo gráficos com formato JPG ou GIF.\n• Ferramentas de formatação para texto, imagens e outros objetos, para criar documentos com aparência profissional.\n\nSe por qualquer motivo você detectar algum problema, informe-o para nosso endereço de e-mail info@officloud.net.",
    "ru": "Включайте ссылки на документы Office в сообщения Gmail, чтобы эти документы могли быть переданы отправителям Gmail и любым получателям электронной почты.\n\nКак использовать:\n\n1. Откройте редактор Gmail, напишите текст в тексте письма.\n2. Если вы хотите включить ссылку на документ Office, дважды щелкните внутри редактора Gmail и выберите появившийся значок расширения. Он автоматически включит ссылку на документ Office, который может просматривать и редактировать как отправитель Gmail, так и получатели.\n\nФункции:\n\n• Вставка документа Office в сообщения Gmail.\n• Возможность просматривать и редактировать эти документы в Интернете.\n• Совместное редактирование, включая отслеживание изменений и комментариев.\n• Документы могут быть записками, факсами, письмами, резюме и объединенными документами, а также длинными и сложными или многокомпонентными документами.\n• Проверка орфографии и автозамена.\n• Окно стилей для создания, назначения и изменения стилей для абзацев, отдельных символов, фреймов и страниц.\n• Инструмент рисования для создания рисунков, графики, легенд и других типов рисунков непосредственно в текстовых документах.\n• Вставка изображений в разных форматах в текстовый документ, включая графику в формате JPG или GIF.\n• Инструменты форматирования текста, изображений и других объектов для создания профессионально выглядящих документов.\n\nЕсли по какой-либо причине вы обнаружите какую-либо проблему, сообщите об этом на наш адрес электронной почты info@officloud.net.",
    "tr": "Gmail iletilerinin içine Office belgelerine bağlantılar ekleyin, böylece bu belgeler Gmail gönderenleri ve herhangi bir e-posta alıcısı arasında paylaşılabilir.\n\nNasıl kullanılır:\n\n1. Gmail oluşturucusunu açın, e-posta gövdesine biraz metin yazın.\n2. Bir Office belgesine bağlantı eklemek istediğinizde, Gmail oluşturucusunun içine çift tıklayın ve beliren uzantı simgesini seçin. Hem Gmail göndereni hem de alıcıları için görüntülenebilen ve düzenlenebilen bir Office belgesine otomatik olarak bir bağlantı eklenecektir.\n\nÖzellikler:\n\n• Gmail iletilerine Office belgesi ekleyin.\n• Bu belgeleri çevrimiçi olarak görüntülemeye ve düzenlemeye izin verin.\n• Değişiklikleri izleme ve yorumlar dahil olmak üzere işbirlikçi düzenleme.\n• Belgeler notlar, fakslar, mektuplar, özgeçmişler ve birleştirme belgelerinin yanı sıra uzun ve karmaşık veya çok parçalı belgeler olabilir.\n• Yazım denetimi ve otomatik düzeltme.\n• Paragraflar, tek tek karakterler, çerçeveler ve sayfalar için stiller oluşturmak, atamak ve değiştirmek için Stiller penceresi.\n• Doğrudan metin belgelerinde çizimler, grafikler, açıklamalar ve diğer çizim türleri oluşturmak için çizim aracı. • JPG veya GIF formatında grafikler dahil olmak üzere farklı formatlarda resimleri bir metin belgesine ekleyin.\n• Profesyonel görünümlü belgeler oluşturmak için metin, resim ve diğer nesneler için biçimlendirme araçları.\n\nHerhangi bir nedenle herhangi bir sorun tespit ederseniz, lütfen bunu info@officloud.net e-posta adresimize bildirin.",
    "uk": "Додайте посилання на документи Office у повідомлення Gmail, щоб ці документи могли надавати спільний доступ між відправниками Gmail і будь-яким одержувачем електронної пошти.\n\nЯк ним користуватися:\n\n1. Відкрийте редактор повідомлень Gmail, напишіть текст у тілі листа.\n2. Якщо потрібно додати посилання на документ Office, двічі клацніть у редакторі Gmail і виберіть піктограму розширення, яка з’явилася. Він автоматично міститиме посилання на документ Office, який можна буде переглядати та редагувати як для відправника Gmail, так і для одержувачів.\n\nособливості:\n\n• Вставте документ Office у повідомлення Gmail.\n• Дозволити переглядати та редагувати ці документи онлайн.\n• Спільне редагування, включаючи відстеження змін і коментарів.\n• Документами можуть бути записки, факси, листи, резюме та об’єднані документи, а також довгі та складні документи або документи, що складаються з кількох частин.\n• Перевірка орфографії та автовиправлення.\n• Вікно стилів для створення, призначення та зміни стилів абзаців, окремих символів, рамок і сторінок.\n• Інструмент малювання для створення малюнків, графіки, легенд та інших типів малюнків безпосередньо в текстових документах.\n• Вставте зображення різних форматів у текстовий документ, у тому числі графіку у форматі JPG або GIF.\n• Інструменти форматування тексту, зображень та інших об’єктів для створення документів професійного вигляду.\n\n\nЯкщо з будь-якої причини ви виявите будь-яку проблему, повідомте про це на нашу електронну адресу info@officloud.net.",
    "zh_CN": "在 Gmail 邮件中包含指向 Office 文档的链接，以便 Gmail 发件人和任何电子邮件收件人之间共享这些文档。\n\n如何使用它：\n\n1. 打开 Gmail 编辑器，在电子邮件正文中写一些文本。\n\n2. 当您想要包含指向 Office 文档的链接时，双击 Gmail 编辑器，然后选择出现的扩展图标。它将自动包含指向 Office 文档的链接，Gmail 发件人和收件人都可以查看和编辑该文档。\n\n功能：\n\n• 在 Gmail 邮件中插入 Office 文档。\n• 允许在线查看和编辑这些文档。\n• 协作编辑，包括跟踪更改和评论。\n• 文档可以是备忘录、传真、信函、简历和合并文档，也可以是长而复杂或多部分的文档。\n• 拼写检查器和自动更正。\n• 样式窗口用于创建、分配和修改段落、单个字符、框架和页面的样式。\n• 绘图工具可直接在文本文档中创建绘图、图形、图例和其他类型的绘图。\n• 将不同格式的图片插入文本文档，包括 JPG 或 GIF 格式的图形。\n• 格式化文本、图像和其他对象的工具，以创建具有专业外观的文档。\n\n如果您出于任何原因发现任何问题，请向我们的电子邮件地址 info@officloud.net 报告。"
  }
}