{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mon Prospecteur - Prospection de quartier"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cette extension Chrome permet aux investisseurs immobiliers de faire de la prospection de quartier de façon virtuelle."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cette extension Chrome permet aux investisseurs immobiliers de faire de la prospection de quartier (driving-for-dollar) de façon virtuelle sur Google Street View.\n\nLes maisons qui ont besoin d’amour sont de bons deals potentiels et les investisseurs immobiliers ont avantage à contacter ces propriétaires pour savoir s’ils veulent vendre. \n\nLa prospection de quartier offre de superbes opportunités pour les investisseurs immobiliers. Bien que ça soit un marché largement exploité aux États-Unis, c’est un marché sous-estimé au Québec et il y a donc peu de compétition. La prospection de quartier offre également l'avantage de se faire virtuellement et il est possible de facilement déléguer cette tâche à bon prix.\n\nTu peux maintenant trouver des maisons qui manquent d’amour sur Google Street View et les ajouter directement dans ton compte Mon Prospecteur, sans même quitter Street View. Un vrai gain de temps, qui donne en plus la possibilité de déléguer.\n\nL’avantage d’ajouter ces propriétés dans Mon Prospecteur est de pouvoir gérer tous tes suivis à partir de notre CRM (Entonnoir). Tu pourras également avoir plus d’information sur la propriété et les propriétaires.\n\nL’extension Chrome Mon Prospecteur est super simple à utiliser: \n- Télécharge cette extension Chrome\n- Une fois dans l’extension, connecte-toi à ton compte Mon Prospecteur\n- Vas sur Google Street View\n- Place le petit bonhomme orange de Street View sur la carte et cherche des propriétés qui ont besoin d’amour\n- Lorsque tu en as trouvé une, clique sur l’icône de notre extension Chrome\n- Une liste des propriétés à proximité va apparaître (avec photo et adresse) \n- Clique sur la propriété que tu veux ajouter\n- Voilà elle est ajoutée dans ton compte Mon Prospecteur!\n- Tu verras la liste des dernières propriétés ajoutées dans l’extension Chrome\n- Tu peux accéder à tes propriétés dans Mon Prospecteur en cliquant sur le bouton “Voir mes propriétés”\n\nBonne prospection!"
  }
}