{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dealfront Connect"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Screen websites, LinkedIn and more to find relevant companies & contacts in seconds — completely GDPR-compliant for Europe!",
    "de": "Firmeninformationen und Businesskontakte von Webseiten, LinkedIn & Co. auf Knopfdruck erhalten — DSGVO-konform für Europa!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Expand your browser with a GDPR-compliant B2B database. Prospecting made easy: See companies and business contacts directly on company websites. Forget about time-consuming research and receive relevant information for your sales & marketing. \n\n \nYour advantages with Connect: \n\n✓ Time Saving: Instead of long searches, the Connect browser extension shows you all relevant company information & contact persons directly in your web browser \n\n✓ Exclusive Information: Thanks to AI and data from trade registers, you can even find information that is not apparent at first glance. \n\n✓ Up-to-date Company Data: Dealfront updates records automatically in the background \n\n✓ True Compliance: GDPR-compliant & software made in Germany \n\n✓ Deep Data: The most precise B2B data coverage for Europe \n\n✓ Desired Workflow: Easy synchronization with your CRM, Sales Engagement Tool or other systems \n\n \nWith the Dealfront Chrome Extension you’ll be able to: \n \n★ Simplify your prospecting:  \n\nConnect gets straight to the point: Save yourself precious research time on websites and get all the important company and contact information to the website you’re currently visiting. This includes: \n\n▪ Address \n\n▪ Industry \n\n▪ Company description \n\n▪ Contact data (e.g. phones numbers, email addresses) \n\n▪ Employees \n\n▪ Social media profiles \n\n▪ and more \n \n\nThe \"copy to clipboard\" function helps you to quickly transfer data to your own systems. Do you need more information?  \n\n \nThen simply switch to the 360° company profile in Dealfront Connect and find trade register information, financials, sales trigger events and much more! \n \n\n★ Get in touch with the right person immediately via the email address and the telephone number (with quick dial function) you can reach prospects quickly and easily with just one click. \n\n★ Discover contacts & companies on: \n\n▪ Company websites  \n\n▪ LinkedIn profiles \n\n▪ LinkedIn company profiles \n\n▪ Xing profiles \n\n▪ Xing company profiles \n\n▪ Suggestions to Google search results \n\n★ Find more companies & contacts \n\nAn empty search field enables you to find company and contacts in the Dealfront database from all over Europe. Get the most important information at one glance and completely GDPR-compliant! \n\n★ Organize companies & contacts in lists \n\nGet the overview: Save individual companies and contacts in one or more lists (incl. favorites list). You can rename or delete these at any time. \n\n★ Synchronize data with your CRM system \n\nEasily configure a connection to your CRM system and send company or contact data to it.",
    "de": "Erweitern Sie Ihren Browser mit einer komplett DSGVO-konformen B2B-Datenbank! So macht das Prospecting Spaß: Per Mausklick durchleuchten Sie Firmen und Businesskontakte direkt auf Firmenwebseiten. Ohne lange Recherche erhalten Sie Informationen, die Ihnen wirklich weiterhelfen. \n\nIhre Vorteile mit Connect \n\n✓ Zeitersparnis: Statt langer Recherchen zeigt Ihnen die Connect 3.0 Extension direkt im Webbrowser alle relevanten Firmeninformationen & Ansprechpartner an \n\n✓ Exklusive Informationen: Finden Sie auch die Informationen, die auf den ersten Blick nicht ersichtlich sind – dank KI und Handelsregisterdaten \n\n✓ Aktuelle Firmendaten: Dealfront aktualisiert die Datensätze automatisiert im Hintergrund \n\n✓ True Compliance: Echte DSGVO-Konformität & Software aus Deutschland \n\n✓ Deep Data: die präziseste B2B-Datenabdeckung für Europa \n\n✓ CRM-Integration: Datenübertragung in Ihr CRM, Sales Engagement uvm. \n\n\nMit der Chrome Extension können Sie: \n\n★ Ihr Prospecting vereinfachen: \n\nConnect 3.0 bringt Informationen auf den Punkt: Sparen Sie sich lange Recherchen auf Webseiten und lassen Sie sich direkt im Browser alle relevanten Firmen- und Kontaktinformationen zur aktuellen Webseite anzeigen, wie \n\n  ▪ Anschrift \n\n  ▪ Branche \n\n  ▪ Firmenbeschreibung \n\n  ▪ Kontaktdaten (z.B. Telefonnummer, E-Mail-Adresse) \n\n  ▪ Mitarbeiter*innen \n\n  ▪ Social Media-Profile \n\n  ▪ uvm. \n\nDie “Copy to Clipboard”-Funktion hilft Ihnen, die Daten schnell in Ihre Systeme zu übertragen und weiterzuverwenden. \n\n Benötigen Sie weitere Informationen? Dann wechseln Sie einfach zum 360° Firmendossier in Connect und finden Sie u.a. Handelsregister-Informationen, Finanzkennzahlen und Kaufsignale. \n\n★ Ohne Umwege Kontakt zum richtigen Ansprechpartner aufnehmen: \n\nÜber die E-Mail-Adresse und Telefonnummer erreichen Sie Prospects schnell und unkompliziert mit einem Klick. \n\n★ Kontakte und Firmen auf relevanten Seiten scannen: \n\n  ▪ Firmenwebseiten \n\n  ▪ LinkedIn-Kontaktprofile \n\n  ▪ LinkedIn-Firmenprofile  \n\n  ▪ Xing-Kontaktprofile  \n\n  ▪ Xing-Firmenprofile  \n\n  ▪ Vorschläge zu Google-Suchergebnissen \n \n★ Andere Firmen & Kontakte finden \n\nDie integrierte Suche findet gezielt Firmen- und Kontaktnamen in der europaweiten Dealfront-Datenbank und Sie erhalten die wichtigsten Informationen auf einen Blick. \n \n★ Firmen & Kontakte in Listen organisieren: \n\nSorgen Sie für Übersicht: Speichern Sie Firmen und Kontakte in einer oder mehreren Listen (inkl. Favoritenliste). Diese können Sie nach Belieben umbenennen oder wieder löschen. \n\n★ Synchronisieren Sie Daten einfach in Ihr CRM-System \n\nKonfigurieren Sie ganz einfach eine Anbindung an Ihr CRM-System und senden Sie mit einem Klick Firmen- oder Kontaktdaten ganz einfach dorthin!"
  }
}