{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ResearchRover"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ResearchRover: Gather and summarize web content effortlessly, streamlining your research process with automated insights."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ResearchRover: Your Advanced AI-Powered Research Assistant\n\nOverview:\nResearchRover transforms your browsing experience by efficiently summarizing web content at the click of a button. Leveraging the latest ChatGPT-4 Turbo, this extension simplifies the process of gathering and synthesizing information from various online sources. Say goodbye to the cumbersome task of manual data collection and embrace the future of research with ResearchRover.\n\nKey Features:\n1. Advanced GPT-4 Turbo Integration: Utilizes OpenAI’s most advanced AI, ChatGPT-4 Turbo, to deliver precise and relevant summaries, ensuring high-quality insights from your collected data.\n\n2. Flexible Research Options: Tailor your research approach with three dynamic modes:\n- Multiple Page Analysis: Add multiple web pages and generate a default summary with all key points.\n- Customizable Summaries: Enhance your research by requesting custom summaries based on specific criteria you set.\n- Quick Research Shortcut: Instantly summarize a single page using the Alt + Q shortcut, perfect for fast-paced research needs.\n\n3. Secure Payment Gateway: As this extension utilizes OpenAI’s API which incurs a cost, users are required to enter their payment information securely on OpenAI’s platform. Set up your payment method here - https://platform.openai.com/settings/organization/billing/payment-methods.\n\n4. Privacy First Commitment: ResearchRover is dedicated to user privacy. We do not collect or store any personal data from our users, ensuring your research remains confidential and secure.\n\nIdeal for Professionals and Academics:\nWhether you're a professional compiling industry research, a student gathering material for academic papers, or just curious, ResearchRover provides a streamlined, efficient, and reliable way to access organized information quickly.\n\nGet Started Now:\nEnhance your research capabilities and save valuable time with ResearchRover—your professional edge in data analysis and content summarization."
  }
}