{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Grand Connection Networking Referral App"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock trusted, grand connections and collaborations with our simple Chrome extension for business networking, sales, and referrals."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Connect and build Grand Connections with genuine, trusted, supportive business owners via a chrome plug-in where warm referrals lead to long term collaborative business relationships. This business networking, sales and referral browser extension is simple, easy and fast to use.\n\n\nUse our business networking chrome extension to find new connections using the Grand Match Me AI Tool, make introductions, track, create and turn warm referral leads into long term meaningful relationships aka Grand Connections (power partners, referral partners, strategic alliances, skill sharing, JVs and more). It also uses AI to match you with suitable businesses and then gets you in the door by way of a personal introduction.\n\n\nUsing AI, this useful tool for business networking will provide you with your best matches to meet in our community using Grand Match Me Scores. It will also help you make referrals and warm introductions with fellow Grand Connection members and the trusted connections you meet at our many EDUnetworking events and other networks. \n\n\nUse it to start conversations, share resources, make introductions and build your Grand Strategic Power Team (your “inner power circle”) where collaborative relationships form. \n\n\nThis grand application is available free of charge to the entire Grand Connection global community!"
  }
}