{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FRSH PriceView"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Switch between prices in different currencies on the Freshworks pricing pages."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This app allows you to switch between available currencies on the pricing pages of Freshworks websites. \n\nThe steps are simple:\n1. Install the App\n2. Pin the app\n3. Visit any Freshworks pricing sheet\n4. Click the extension to switch between prices. \n\nImportant\nWhen viewing the price of addons which are dependent on an option you choose, please ensure that you choose the value you want to pick and then click the extension to switch through the prices.\n\nSupport:\njoseph.kuriackal@freshworks.com\n\nChangelog:\nv1.73.beta4 - Sept 19, 2024\n- Updated the code to support the latest changes to the website code class including the newer Freshdesk and Freshchat pricing.\n- Added a fix to handle GBP pricing for Connector Task on FD pricing page\n- Updated currency symbol for AUD to A$\n- Added Sandbox add-on modal details\n- Fixed Asset Pack price display\n\nv1.73.beta2 - Jul 31, 2024\n- Customer Service Suite pricing table updated 90%.\n- CSS Main Table Updated. Prices are now displayed correctly\n- Campaign Contacts Pop Up in CSS is still a work in progress.\n\nv1.73.beta1 - Jul 26, 2024\n- New beta to work with the Customer Service Suite pricing table changes in the website design. This will be in beta, until Freshworks consolidates the design of the entire pricing section.\n- Work In Progress. CSS Table Headers updated.\n- Calculate Discount Context menu code added.\n\nv1.71 - 25 March 2024\n- Updated the extension from beta to release.\n- Renamed DEFAULT to FRSH as the default app title.\n- Updated the branding as per Freshworks Guidelines.\n\nv1.70beta4 - 23 March 2024 \n- All drop downs and pricing corrected to work with the new format. No known issues yet.\n- Fixed the bug on Freshchat pricing page due to a change in the \"Free\" text\n\nv1.70beta2 - 23 March 2024\n- Fixed the Freshchat pricing bug.\n\nv1.70beta1 - 31 January 2024\n- Refreshed Implementation to work with the new website design. This is a beta and has bugs still being fixed.\n- Addons do not work if there is a variable drop down which defines the price. It will be fixed soon.\n\nv1.62(v1.61b) - 30 January 2024\n- App is broken. Fix is on the way.\n\nv1.61 - 09 March 2023\n- Updated Permissions\n\nv1.6 - 05 March 2023\n- Added support for detailed comparison pages for all products\n- Added an auto update check to the extension\n\nv1.5 - 03 March 2023\n- Added Currency reset on page change\n- Added support for drop downs in the addons\n- Added installation page\n- Added LICENSE\n\nv1.0 - 24 Feb 2023\n- Initial release"
  }
}