{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tiny Suspender"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unload / suspend / hibernate idle tabs to reduce memory and cpu usage."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unload idle tabs to free your precious memory and cpu resources!\n\nTiny Suspender will automatically suspend/hibernate background tabs for you, greatly reducing overall system resource usage without you having to take any action. You can set how long to wait before suspending idle tabs and configure a whitelist to exclude certain pages from automatic suspension.\n\nFeatures:\n\n- Form Detection: Tiny Suspender will try to detect active forms to avoid automatically suspending page with unsubmitted data\n\n- Audio Detection (optional): prevent autosuspending tabs that play music in the background.\n\n- Snooze: Temporarily prevent autosuspension on a specific tab or domain\n\n- Whitelist: Excludes specifics domains, pages, tabs or pinned tabs.\n\n- Keyboard Shortcuts: Suspend tabs without moving your hand away from your keyboard.\n\n- Optionally use Chrome's native tab discard feature to save even more resources when your background tabs get suspended.\n\n- Allow opening links in a new suspended tab\n\n- Dark Mode theme (optional)\n\nFeedback is always welcome!\n- Source code and issue tracking are available at https://github.com/arifwn/TinySuspender\n- Due to limitation of Chrome Web Store developer portal, extension developers are not automatically notified every time a user leave a feedback to report an issue. Please use email or github issue report ( https://github.com/arifwn/TinySuspender/issues ) if you need fast response.\n\n--------------------------------\n\nChrome Permissions used in this extension:\n\n- tabs & activeTab: allows various tab suspension/restore features and form detection feature.\n\n- contextMenus: allows adding \"suspend tab\" menu item and \"open link in new suspended tab\" in right click context menu.\n\n- storage: allows saving extension configuration\n\n- alarm: allows centralized and more reliable autosuspension timer\n\n- chrome://favicon/* : allows retrieving suspended page's favicon.\n\n--------------------------------\n\nChangelog:\n\n- v2.0.4:\n    - Added new keyboard shortcut actions that applied to all windows\n    - Keyboard shortcuts are now only applied to the last active window\n    - Misc. bug fixes and improvements to TinySuspender's internals\n\n- v2.0.3:\n    - Misc. bug fixes\n\n- v2.0.2:\n    - Manifest v3 support\n    - Added support to temporarily whitelist a domain from suspension\n    - Added Incognito Mode support\n    - Added context menu option to open links in a new suspended tab\n    - Fixed icon update behavior\n\n- v1.3.0:\n    - Added dark mode toggle (thanks Abdusco for the pull request on github!)\n\n- v1.2.0:\n    - Happy new year!\n    - Added an option to skip autosuspension when offline\n    - Added support for keyboard shortcuts\n    - Tiny Suspender will now try to restore tab scroll position\n\n- v1.1.0:\n    - Added option to skip pinned tabs from automatic suspension\n    - \"Suspend All Tabs\" and \"Suspend Other Tabs\" now will skip whitelisted pages.\n    - Added experimental support for Chrome native tab discard feature. Enable it from the settings screen.\n\n- v1.0.1: Minor bugfix\n\n- v1.0.0: We have reached version 1!\n    - improved autosuspension timer by using Chrome's alarm api. Requires new permission.\n    - UI improvements. Now you can always see tab suspension status from the popup. Status is also reflected as color-coded icon\n    - improved form detection.\n    - added an option to enable autorestore when a suspended tab is brought to foreground.\n    - added an option to prevent autosuspending audible tabs. Useful for online music player.\n\n\n- v0.1.4: fix a bug in suspension procedure.\n\n- v0.1.3: removed unnecessary permissions.\n\n- v0.1.2: switching away from unloaded page willl trigger automatic suspend timer.\n\n- v0.1.1: fixed bug in whitelisting and auto-suspension feature."
  }
}