{
  "name": {
    "ar": "إنكسكيب - محرر تعادلات والرسومات",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Inkscape editor for draws and graphics",
    "de": "Inkscape Editor für Zeichnungen und Grafikeng",
    "es,es_419": "Inkscape Editor de dibujos y gráficos",
    "fr": "Inkscape Éditeur pour dessins et graphiques",
    "hi": "Inkscape खींचता है और ग्राफिक्स के लिए संपादक",
    "it": "Inkscape editor per la disegna e la grafica",
    "ja": "インクスケープ 描画とグラフィックのエディタ",
    "ko": "잉크 스케이프 그리기 및 그래픽 편집기",
    "nl": "Inkscape editor voor tekent en graphics",
    "pl": "Inkscape edytor remisy i grafiką",
    "pt_BR,pt_PT": "Inkscape Editor de desenhos e gráficos",
    "ru": "Inkscape редактор для ничьих и графики",
    "tr": "Inkscape Çizimler ve grafikler için editör",
    "uk": "Inkscape редактор для нічиїх і графіки",
    "zh_CN": "Inkscape 编辑器绘制和图形"
  },
  "short": {
    "ar": "إنشاء أو تحرير الرسومات النواقل مثل الرسوم التوضيحية والرسوم البيانية، وفنون الخط والرسوم البيانية والشعارات واللوحات المعقدة",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Create or edit vector graphics such as illustrations, diagrams, line arts, charts, logos and complex paintings",
    "de": "Erstellen oder bearbeiten Sie Vektorgrafiken wie Illustrationen, Diagramme, Linienkünste, Diagramme, Logos und komplexe Gemälde",
    "es,es_419": "Crear o editar gráficos vectoriales como ilustraciones, diagramas, artes de línea, gráficos, logotipos y pinturas complejas",
    "fr": "Créez ou éditez des graphiques vectoriels tels que des illustrations, des diagrammes, des arts de la ligne, des graphiques, des…",
    "hi": "बनाने के लिए या इस तरह के चित्र, चित्र, लाइन आर्ट, चार्ट, लोगो और जटिल चित्रों के रूप में वेक्टर ग्राफिक्स संपादित",
    "it": "Creare o modificare la grafica vettoriale, come illustrazioni, diagrammi, arti linee, grafici, loghi e dipinti complessi",
    "ja": "イラスト、図、ラインアート、チャート、ロゴ、複雑な絵画などのベクターグラフィックを作成または編集する",
    "ko": "일러스트레이션, 다이어그램, 라인 아트, 차트, 로고 및 복잡한 그림과 같은 벡터 그래픽 만들기 또는 편집",
    "nl": "Maak of bewerk vector graphics zoals illustraties, diagrammen, lijntekeningen, grafieken, logo's en complexe schilderijen",
    "pl": "Tworzenie lub edycja grafiki wektorowej, takie jak ilustracje, schematy, sztuki, wykresy liniowe, logo i złożonych obrazów",
    "pt_BR,pt_PT": "Crie ou edite gráficos vetoriais, como ilustrações, diagramas, artes de linha, gráficos, logotipos e pinturas complexas",
    "ru": "Создание и редактирование векторной графики, такие как иллюстрации, диаграммы, линии искусства, графики, логотипов и сложных картин",
    "tr": "Illustrasyon, diyagram, çizgi sanatı, çizelge, logolar ve karmaşık resimler gibi vektör grafikleri oluşturun veya düzenleyin",
    "uk": "Створення та редагування векторної графіки, такі як ілюстрації, діаграми, лінії мистецтва, графіки, логотипів і складних картин",
    "zh_CN": "创建或编辑矢量图形，如插图，图表，线条艺术，图表，徽标和复杂的绘画"
  },
  "long": {
    "ar": "محرر إنكسكيب للرسم والرسومات هو امتداد ويب لإنشاء أو تحرير الرسومات المتجهة مثل الرسوم التوضيحية والرسوم البيانية وفنون الخط والمخططات والشعارات واللوحات المعقدة. إنه تكامل مع تطبيق Linux Desktop Inkscape ، وهو محرر رسومات متجه مفتوح المصدر مشابه لـ Adobe Illustrator أو Corel Draw أو Freehand أو Xara X. ما يميز Inkscape هو استخدامه لـ Scalable Vector Graphics (SVG) ، افتح معيار W3C المستند إلى XML ، كتنسيق أصلي. إنه محرر رسومات متجه مدمج مع مدير الملفات لدينا لإدارة أنواع الملفات الرسومية فقط باستخدام تطبيق سطح المكتب هذا.\n\nميزات إنكسكيب هي:\n\nخلق الكائن\n- الرسم: أداة القلم الرصاص (الرسم الحر بمسارات بسيطة) ، أداة القلم (إنشاء منحنيات بيزيير وخطوط مستقيمة) ، أداة الخط (الرسم الحر باستخدام مسارات مملوءة تمثل ضربات خطية)\n- أدوات الشكل: المستطيلات (قد يكون لها زوايا مستديرة) ، والقطع الناقص (بما في ذلك الدوائر والأقواس والمقاطع) والنجوم / المضلعات (يمكن تقريبها و / أو عشوائية) واللوالب\n- أداة النص (نص متعدد الأسطر ، تحرير كامل على القماش)\n\nالتلاعب بالكائن\n- التحولات (الحركة ، التحجيم ، التدوير ، الانحراف) ، بشكل تفاعلي وعن طريق تحديد القيم الرقمية الدقيقة\n- تجميع الكائنات (\"حدد في المجموعة\" بدون فك التجميع ، أو \"أدخل المجموعة\" مما يجعلها طبقة مؤقتة)\n- الطبقات (قفل و / أو إخفاء الطبقات الفردية ، وإعادة ترتيبها ، وما إلى ذلك ؛ يمكن أن تشكل الطبقات شجرة هرمية)\n\nالمحاذاة والتوزيع\n- التعبئة والسكتة الدماغية\n- محدد اللون (RGB ، HSL ، CMYK ، عجلة الألوان ، CMS)\n- أداة منتقي الألوان\n- نسخ / لصق النمط\n- محرر متدرج قادر على التدرجات متعددة التوقفات\n- تعبئة النقش (صورة نقطية / متجهات)\n- ضربات متقطعة ، مع العديد من أنماط الشرطة المحددة مسبقًا\n- علامات المسار (علامات النهاية والوسط و / أو البداية ، مثل رؤوس الأسهم)\n\nدعم النص\n- نص متعدد الأسطر\n- ضبط المسافات بين الحروف والمسافات بين الحروف وتباعد الأسطر\n- النص على المسار (يظل النص والمسار قابلين للتحرير)\n- دعم شفافية ألفا للعرض وتصدير PNG\n\nتنسيقات الملفات\n- إنشاء وتحرير ملف بتنسيق SVG متوافق تمامًا\n- مشاهدة وتحرير شجرة الوثيقة مباشرة في محرر XML\n\nيستخدم هذا الامتداد النظام الأساسي http://www.offidocs.com الذي يتم من خلاله تقديم هذا البرنامج. إنه تكامل مع تطبيق سطح المكتب Inkscape Linux. بشكل ملموس ، إنه تطبيق سطح مكتب يعمل من خلال OffiDocs API. إنه متاح للمستخدمين عبر الإنترنت مجانًا ولكنه يسمح أيضًا بالتكامل مع المستخدمين المتميزين وعمليات نشر OffiDocs المحلية حيث يتم تثبيت OffiDocs Inkscape.\n\nهام: يقوم هذا الامتداد بفحص عناوين URL التي تم تصفحها من أجل اكتشاف ملفات الصور والرسومات المتجهة. تظهر ملفات الصور والرسومات المتجهة المكتشفة في قائمة الملفات الموجودة في النافذة المنبثقة للامتداد والتي يتم استردادها من خوادمنا. يتم إجراء المسح من خوادمنا حتى يتم إبلاغ نظامنا بعنوان URL الخاص بك. لا يتم جمع أي بيانات شخصية. يمكن تعطيل هذا الفحص من خلال مربع الاختيار الذي يظهر في النافذة المنبثقة للإضافة. إذا قمت بتعطيل هذا الفحص، فلن تكون هذه الوظيفة متاحة، وبالتالي تكون وظيفة الامتداد محدودة للغاية.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Inkscape editor for draws and graphics is a web extension to create or edit vector graphics such as illustrations, diagrams, line arts, charts, logos and complex paintings. It is an integration with the Linux Desktop app Inkscape, which is an open-source vector graphics editor similar to Adobe Illustrator, Corel Draw, Freehand, or Xara X. What sets Inkscape apart is its use of Scalable Vector Graphics (SVG), an open XML-based W3C standard, as the native format. It is is a vector graphic editor integrated with our file manager to manage only graphic file types with this desktop app.\n\nInkscape features are:\n\nObject creation\n- Drawing: pencil tool (freehand drawing with simple paths), pen tool (creating Bézier curves and straight lines), calligraphy tool (freehand drawing using filled paths representing calligraphic strokes)\n- Shape tools: rectangles (may have rounded corners), ellipses (includes circles, arcs, segments), stars/polygons (can be rounded and/or randomized), spirals\n- Text tool (multi-line text, full on-canvas editing)\n\nObject manipulation\n- Transformations (moving, scaling, rotating, skewing), both interactively and by specifying exact numeric values\n- Grouping objects (\"select in group\" without ungrouping, or \"enter the group\" making it a temporary layer)\n- Layers (lock and/or hide individual layers, rearrange them, etc; layers can form a hierarchical tree)\n\nAlignment and distribution\n- Fill and stroke\n- Color selector (RGB, HSL, CMYK, color wheel, CMS)\n- Color picker tool\n- Copy/paste style\n- A gradient editor capable of multi-stop gradients\n- Pattern fills (bitmap/vectors)\n- Dashed strokes, with many predefined dash patterns\n- Path markers (ending, middle and/or beginning marks, e.g. arrowheads)\n\nText support\n- Multi-line text\n- Kerning, letterspacing, linespacing adjustments\n- Text on path (both text and path remain editable)\n- Alpha transparency support for display and PNG export\n\nFile formats\n- Perfectly compliant SVG format file generation and editing\n- Live watching and editing the document tree in the XML editor\n\nThis extension uses the platform http://www.offidocs.com from which this software is served. It is an integration with Inkscape Linux desktop application. In concrete, it is a desktop app running through our OffiDocs API. It is available for free online users but it also allows the integration with premium users and on-premises OffiDocs deployments where the OffiDocs Inkscape is installed.\n\nIMPORTANT: This extension scans the URLs browsed in order to detect image and vector graphic files. The image and vector graphic files detected appear in a file list located in the extension popup that are retrieved from our servers. The scanning is performed from our servers so your URL are reported to our system. No personal data is collected. This scan can be disabled with a checkbox that appears in the extension popup. If you disable this scanning, this functionality is not available so then the extension functionality is very limited.",
    "de": "Der Inkscape-Editor für Zeichnungen und Grafiken ist eine Weberweiterung zum Erstellen oder Bearbeiten von Vektorgrafiken wie Illustrationen, Diagrammen, Strichzeichnungen, Diagrammen, Logos und komplexen Gemälden. Es ist eine Integration mit der Linux-Desktop-App Inkscape, einem Open-Source-Vektorgrafik-Editor ähnlich wie Adobe Illustrator, Corel Draw, Freehand oder Xara X. Was Inkscape von anderen unterscheidet, ist die Verwendung von Scalable Vector Graphics (SVG), und offenen XML-basierten W3C-Standard als natives Format. Es ist ein Vektorgrafik-Editor, der in unseren Dateimanager integriert ist, um mit dieser Desktop-App nur Grafikdateitypen zu verwalten.\n\nInkscape-Funktionen sind:\n\nObjekterstellung\n- Zeichnen: Bleistiftwerkzeug (Freihandzeichnen mit einfachen Pfaden), Stiftwerkzeug (Erstellen von Bézier-Kurven und geraden Linien), Kalligraphiewerkzeug (Freihandzeichnen mit gefüllten Pfaden, die kalligraphische Striche darstellen)\n- Formwerkzeuge: Rechtecke (können abgerundete Ecken haben), Ellipsen (einschließlich Kreise, Bögen, Segmente), Sterne/Polygone (können abgerundet und/oder randomisiert werden), Spiralen\n- Textwerkzeug (mehrzeiliger Text, vollständige Bearbeitung auf der Leinwand)\n\nObjektmanipulation\n- Transformationen (verschieben, skalieren, drehen, verzerren), sowohl interaktiv als auch durch Angabe exakter Zahlenwerte\n- Gruppieren von Objekten (\"in Gruppe auswählen\" ohne die Gruppierung aufzuheben oder \"in die Gruppe eintreten\", wodurch es zu einer temporären Ebene wird)\n- Ebenen (einzelne Ebenen sperren und/oder ausblenden, neu anordnen usw.; Ebenen können einen hierarchischen Baum bilden)\n\nAusrichtung und Verteilung\n- Füllen und streichen\n- Farbwähler (RGB, HSL, CMYK, Farbrad, CMS)\n- Farbauswahl-Tool\n- Stil kopieren/einfügen\n- Ein Verlaufseditor, der Multi-Stop-Verläufe ausführen kann\n- Musterfüllungen (Bitmap/Vektoren)\n- Gestrichelte Striche mit vielen vordefinierten Strichmustern\n- Wegmarkierungen (End-, Mittel- und/oder Anfangsmarkierungen, z.B. Pfeilspitzen)\n\nTextunterstützung\n- Mehrzeiliger Text\n- Kerning, Letterspace, Zeilenabstand Anpassungen\n- Text auf Pfad (sowohl Text als auch Pfad bleiben bearbeitbar)\n- Alpha-Transparenzunterstützung für Anzeige und PNG-Export\n\nDateiformate\n- Perfekt konforme Dateigenerierung und -bearbeitung im SVG-Format\n- Live-Beobachtung und Bearbeitung des Dokumentenbaums im XML-Editor\n\nDiese Erweiterung verwendet die Plattform http://www.offidocs.com, von der aus diese Software bereitgestellt wird. Es ist eine Integration mit der Inkscape Linux-Desktopanwendung. Konkret handelt es sich um eine Desktop-App, die über unsere OffiDocs-API läuft. Es ist für kostenlose Online-Benutzer verfügbar, ermöglicht aber auch die Integration mit Premium-Benutzern und lokalen OffiDocs-Bereitstellungen, auf denen OffiDocs Inkscape installiert ist.\n\nWICHTIG: Diese Erweiterung scannt die durchsuchten URLs, um Bild- und Vektorgrafikdateien zu erkennen. Die erkannten Bild- und Vektorgrafikdateien werden in einer Dateiliste im Erweiterungs-Popup angezeigt, die von unseren Servern abgerufen wird. Der Scanvorgang wird von unseren Servern aus durchgeführt, sodass Ihre URL an unser System gemeldet wird. Es werden keine personenbezogenen Daten erhoben. Dieser Scan kann mit einem Kontrollkästchen deaktiviert werden, das im Erweiterungs-Popup angezeigt wird. Wenn Sie diesen Scan deaktivieren, ist diese Funktionalität nicht verfügbar, sodass die Erweiterungsfunktionalität sehr eingeschränkt ist.",
    "es,es_419": "El editor de dibujos y gráficos de Inkscape es una extensión web para crear o editar gráficos vectoriales como ilustraciones, diagramas, artes lineales, gráficos, logotipos y pinturas complejas. Es una integración con la aplicación de escritorio Linux Inkscape, que es un editor de gráficos vectoriales de código abierto similar a Adobe Illustrator, Corel Draw, Freehand o Xara X. Lo que distingue a Inkscape es el uso de Scalable Vector Graphics (SVG), un estándar W3C abierto basado en XML, como formato nativo. Es un editor de gráficos vectoriales integrado con nuestro administrador de archivos para administrar solo tipos de archivos gráficos con esta aplicación de escritorio.\n\nLas características de Inkscape son:\n\nCreación de objetos\n- Dibujo: herramienta de lápiz (dibujo a mano alzada con trazados simples), herramienta de lápiz (creación de curvas de Bézier y líneas rectas), herramienta de caligrafía (dibujo a mano alzada con trazados rellenos que representan trazos caligráficos)\n- Herramientas de forma: rectángulos (pueden tener esquinas redondeadas), elipses (incluye círculos, arcos, segmentos), estrellas / polígonos (pueden ser redondeados y / o aleatorizados), espirales\n- Herramienta de texto (texto de varias líneas, edición completa en lienzo)\n\nManipulación de objetos\n- Transformaciones (mover, escalar, rotar, sesgar), tanto de forma interactiva como especificando valores numéricos exactos\n- Agrupar objetos (\"seleccionar en grupo\" sin desagrupar, o \"ingresar al grupo\" convirtiéndolo en una capa temporal)\n- Capas (bloquear y / u ocultar capas individuales, reorganizarlas, etc; las capas pueden formar un árbol jerárquico)\n\nAlineación y distribución\n- Rellenar y trazar\n- Selector de color (RGB, HSL, CMYK, rueda de color, CMS)\n- Herramienta de selección de color\n- Copiar / pegar estilo\n- Un editor de degradados capaz de degradados de varias paradas\n- Rellenos de patrón (mapa de bits / vectores)\n- Trazos discontinuos, con muchos patrones de guiones predefinidos\n- Marcadores de ruta (marcas de final, medio y / o comienzo, por ejemplo, puntas de flecha)\n\nSoporte de texto\n- Texto de varias líneas\n- Ajustes de interletraje, espaciado de letras, espaciado de líneas\n- Texto en la ruta (tanto el texto como la ruta siguen siendo editables)\n- Soporte de transparencia alfa para visualización y exportación PNG\n\nFormatos de archivo\n- Generación y edición de archivos en formato SVG perfectamente compatible\n- Visualización en vivo y edición del árbol de documentos en el editor XML\n\nEsta extensión utiliza la plataforma http://www.offidocs.com desde la que se sirve este software. Es una integración con la aplicación de escritorio Inkscape Linux. En concreto, es una aplicación de escritorio que se ejecuta a través de nuestra API OffiDocs. Está disponible para usuarios en línea gratuitos, pero también permite la integración con usuarios premium e implementaciones OffiDocs locales donde está instalado OffiDocs Inkscape.\n\nIMPORTANTE: Esta extensión escanea las URL navegadas para detectar archivos de imágenes y gráficos vectoriales. Los archivos de imágenes y gráficos vectoriales detectados aparecen en una lista de archivos ubicada en la ventana emergente de extensión que se recuperan de nuestros servidores. El escaneo se realiza desde nuestros servidores para que su URL se informe a nuestro sistema. No se recopilan datos personales. Este análisis se puede desactivar con una casilla de verificación que aparece en la ventana emergente de la extensión. Si desactiva este escaneo, esta funcionalidad no estará disponible, por lo que la funcionalidad de la extensión será muy limitada.",
    "fr": "L'éditeur Inkscape pour les dessins et les graphiques est une extension Web permettant de créer ou de modifier des graphiques vectoriels tels que des illustrations, des diagrammes, des dessins au trait, des graphiques, des logos et des peintures complexes. Il s'agit d'une intégration avec l'application Linux Desktop Inkscape, qui est un éditeur de graphiques vectoriels open source similaire à Adobe Illustrator, Corel Draw, Freehand ou Xara X. Ce qui distingue Inkscape, c'est son utilisation de Scalable Vector Graphics (SVG), un norme ouverte W3C basée sur XML, comme format natif. Il s'agit d'un éditeur graphique vectoriel intégré à notre gestionnaire de fichiers pour gérer uniquement les types de fichiers graphiques avec cette application de bureau.\n\nLes fonctionnalités d'Inkscape sont :\n\nCréation d'objets\n- Dessin : outil crayon (dessin à main levée avec des tracés simples), outil plume (création de courbes de Bézier et de lignes droites), outil calligraphie (dessin à main levée utilisant des tracés remplis représentant des traits calligraphiques)\n- Outils de forme : rectangles (peuvent avoir des coins arrondis), ellipses (y compris cercles, arcs, segments), étoiles/polygones (peuvent être arrondis et/ou aléatoires), spirales\n- Outil de texte (texte multiligne, édition complète sur canevas)\n\nManipulation d'objets\n- Transformations (déplacement, mise à l'échelle, rotation, inclinaison), à la fois interactivement et en spécifiant des valeurs numériques exactes\n- Regroupement d'objets (\"sélectionner en groupe\" sans dégrouper, ou \"entrer dans le groupe\" en en faisant un calque temporaire)\n- Calques (verrouiller et/ou masquer des calques individuels, les réorganiser, etc ; les calques peuvent former une arborescence hiérarchique)\n\nAlignement et répartition\n- Remplir et caresser\n- Sélecteur de couleurs (RVB, HSL, CMJN, roue chromatique, CMS)\n- Outil de sélection de couleur\n- Style copier/coller\n- Un éditeur de dégradé capable de dégradés à plusieurs arrêts\n- Motifs de remplissage (bitmap/vecteurs)\n- Traits en pointillés, avec de nombreux motifs de tirets prédéfinis\n- Marqueurs de chemin (marques de fin, du milieu et/ou de début, par exemple des pointes de flèche)\n\nPrise en charge du texte\n- Texte multiligne\n- Ajustements de crénage, d'espacement des lettres, d'espacement des lignes\n- Texte sur le chemin (le texte et le chemin restent modifiables)\n- Prise en charge de la transparence alpha pour l'affichage et l'exportation PNG\n\nFormats de fichiers\n- Génération et édition de fichiers au format SVG parfaitement conformes\n- Visualisation et édition en direct de l'arborescence du document dans l'éditeur XML\n\nCette extension utilise la plate-forme http://www.offidocs.com à partir de laquelle ce logiciel est servi. Il s'agit d'une intégration avec l'application de bureau Inkscape Linux. Concrètement, il s'agit d'une application de bureau fonctionnant via notre API OffiDocs. Il est disponible pour les utilisateurs en ligne gratuits, mais il permet également l'intégration avec les utilisateurs premium et les déploiements OffiDocs sur site où OffiDocs Inkscape est installé.\n\nIMPORTANT : Cette extension analyse les URL parcourues afin de détecter les fichiers d'images et de graphiques vectoriels. Les fichiers d'images et de graphiques vectoriels détectés apparaissent dans une liste de fichiers situés dans la fenêtre contextuelle de l'extension et récupérés sur nos serveurs. L'analyse est effectuée à partir de nos serveurs afin que votre URL soit signalée à notre système. Aucune donnée personnelle n'est collectée. Cette analyse peut être désactivée avec une case à cocher qui apparaît dans la fenêtre contextuelle de l'extension. Si vous désactivez cette analyse, cette fonctionnalité n'est pas disponible et la fonctionnalité d'extension est donc très limitée.",
    "hi": "ड्रॉ और ग्राफिक्स के लिए इंकस्केप संपादक वेक्टर ग्राफिक्स जैसे चित्र, आरेख, रेखा कला, चार्ट, लोगो और जटिल पेंटिंग बनाने या संपादित करने के लिए एक वेब एक्सटेंशन है। यह लिनक्स डेस्कटॉप ऐप इंकस्केप के साथ एक एकीकरण है, जो एडोब इलस्ट्रेटर, कोरल ड्रा, फ्रीहैंड, या ज़ारा एक्स के समान एक ओपन-सोर्स वेक्टर ग्राफिक्स एडिटर है। इंकस्केप को जो अलग करता है वह है स्केलेबल वेक्टर ग्राफिक्स (एसवीजी) का उपयोग, एक XML-आधारित W3C मानक को मूल स्वरूप के रूप में खोलें। यह एक वेक्टर ग्राफिक संपादक है जो इस डेस्कटॉप ऐप के साथ केवल ग्राफिक फ़ाइल प्रकारों को प्रबंधित करने के लिए हमारे फ़ाइल प्रबंधक के साथ एकीकृत है।\n\nइंकस्केप विशेषताएं हैं:\n\nवस्तु निर्माण\n- ड्राइंग: पेंसिल टूल (सरल रास्तों के साथ फ्रीहैंड ड्राइंग), पेन टूल (बेज़ियर कर्व्स और स्ट्रेट लाइन्स बनाना), कैलीग्राफी टूल (कैलिग्राफिक स्ट्रोक्स का प्रतिनिधित्व करने वाले भरे हुए रास्तों का उपयोग करके फ्रीहैंड ड्रॉइंग)\n- आकार के उपकरण: आयत (गोल कोने हो सकते हैं), दीर्घवृत्त (वृत्त, चाप, खंड शामिल हैं), तारे/बहुभुज (गोल और/या यादृच्छिक किए जा सकते हैं), सर्पिल\n- टेक्स्ट टूल (मल्टी-लाइन टेक्स्ट, फुल-ऑन-कैनवास एडिटिंग)\n\nवस्तु हेरफेर\n- परिवर्तन (चलती, स्केलिंग, घूर्णन, तिरछा), दोनों अंतःक्रियात्मक रूप से और सटीक संख्यात्मक मान निर्दिष्ट करके\n- वस्तुओं को समूहीकृत करना (\"समूह में चयन करें\" बिना समूह के, या \"समूह में प्रवेश करें\" इसे एक अस्थायी परत बनाते हुए)\n- परतें (अलग-अलग परतों को लॉक और/या छिपाएं, उन्हें पुनर्व्यवस्थित करें, आदि; परतें एक पदानुक्रमित पेड़ बना सकती हैं)\n\nसंरेखण और वितरण\n- भरें और स्ट्रोक\n- रंग चयनकर्ता (आरजीबी, एचएसएल, सीएमवाईके, रंग पहिया, सीएमएस)\n- कलर पिकर टूल\n- कॉपी/पेस्ट स्टाइल\n- मल्टी-स्टॉप ग्रेडिएंट में सक्षम एक ग्रेडिएंट एडिटर\n- पैटर्न भरता है (बिटमैप/वैक्टर)\n- कई पूर्वनिर्धारित डैश पैटर्न के साथ डैश्ड स्ट्रोक\n- पथ चिह्नक (अंत, मध्य और/या आरंभिक चिह्न, उदा. तीर के निशान)\n\nपाठ समर्थन\n- बहु-पंक्ति पाठ\n- कर्निंग, लेटरस्पेसिंग, लाइनस्पेसिंग समायोजन\n- पथ पर पाठ (पाठ और पथ दोनों संपादन योग्य रहते हैं)\n- प्रदर्शन और पीएनजी निर्यात के लिए अल्फा पारदर्शिता समर्थन\n\nफ़ाइल स्वरूप\n- पूरी तरह से अनुपालन एसवीजी प्रारूप फ़ाइल निर्माण और संपादन\n- XML ​​संपादक में दस्तावेज़ ट्री को लाइव देखना और संपादित करना\n\nयह एक्सटेंशन http://www.offidocs.com प्लेटफॉर्म का उपयोग करता है जिससे यह सॉफ्टवेयर परोसा जाता है। यह इंकस्केप लिनक्स डेस्कटॉप एप्लिकेशन के साथ एकीकरण है। संक्षेप में, यह हमारे OffiDocs API के माध्यम से चलने वाला एक डेस्कटॉप ऐप है। यह मुफ़्त ऑनलाइन उपयोगकर्ताओं के लिए उपलब्ध है, लेकिन यह प्रीमियम उपयोगकर्ताओं और ऑन-प्रिमाइसेस ऑफ़िडॉक्स परिनियोजन के साथ एकीकरण की भी अनुमति देता है जहाँ ऑफ़िडॉक्स इंकस्केप स्थापित है।\n\nमहत्वपूर्ण: यह एक्सटेंशन छवि और वेक्टर ग्राफिक फ़ाइलों का पता लगाने के लिए ब्राउज़ किए गए यूआरएल को स्कैन करता है। पाई गई छवि और वेक्टर ग्राफ़िक फ़ाइलें एक्सटेंशन पॉपअप में स्थित फ़ाइल सूची में दिखाई देती हैं जो हमारे सर्वर से पुनर्प्राप्त की जाती हैं। स्कैनिंग हमारे सर्वर से की जाती है ताकि आपका यूआरएल हमारे सिस्टम को रिपोर्ट किया जा सके। कोई व्यक्तिगत डेटा एकत्र नहीं किया जाता है. इस स्कैन को एक्सटेंशन पॉपअप में दिखाई देने वाले चेकबॉक्स से अक्षम किया जा सकता है। यदि आप इस स्कैनिंग को अक्षम करते हैं, तो यह कार्यक्षमता उपलब्ध नहीं है, इसलिए एक्सटेंशन कार्यक्षमता बहुत सीमित है।",
    "it": "Inkscape editor for draws and graphics è un'estensione web per creare o modificare grafica vettoriale come illustrazioni, diagrammi, line art, grafici, loghi e dipinti complessi. È un'integrazione con l'app desktop Linux Inkscape, che è un editor di grafica vettoriale open source simile ad Adobe Illustrator, Corel Draw, Freehand o Xara X. Ciò che distingue Inkscape è l'uso di Scalable Vector Graphics (SVG), un standard W3C aperto basato su XML, come formato nativo. È un editor di grafica vettoriale integrato con il nostro file manager per gestire solo i tipi di file grafici con questa app desktop.\n\nLe funzionalità di Inkscape sono:\n\nCreazione di oggetti\n- Disegno: strumento matita (disegno a mano libera con tracciati semplici), strumento penna (creazione di curve di Bézier e linee rette), strumento calligrafia (disegno a mano libera utilizzando tracciati pieni che rappresentano tratti calligrafici)\n- Strumenti forma: rettangoli (possono avere angoli arrotondati), ellissi (include cerchi, archi, segmenti), stelle/poligoni (possono essere arrotondati e/o randomizzati), spirali\n- Strumento di testo (testo su più righe, modifica completa su tela)\n\nManipolazione di oggetti\n- Trasformazioni (spostamento, ridimensionamento, rotazione, inclinazione), sia in modo interattivo che specificando valori numerici esatti\n- Raggruppamento di oggetti (\"seleziona in gruppo\" senza separare o \"entra nel gruppo\" rendendolo un livello temporaneo)\n- Livelli (blocca e/o nascondi singoli livelli, riordinali, ecc; i livelli possono formare un albero gerarchico)\n\nAllineamento e distribuzione\n- Riempi e accarezza\n- Selettore colore (RGB, HSL, CMYK, ruota colori, CMS)\n- Strumento di selezione del colore\n- Copia/incolla stile\n- Un editor di gradienti in grado di creare gradienti multi-stop\n- Riempimenti a motivo (bitmap/vettoriali)\n- Tratti tratteggiati, con molti modelli di trattini predefiniti\n- Indicatori di percorso (segni di fine, centro e/o inizio, ad es. punte di freccia)\n\nSupporto di testo\n- Testo su più righe\n- Regolazioni crenatura, spaziatura lettere, spaziatura linee\n- Testo sul percorso (sia il testo che il percorso rimangono modificabili)\n- Supporto per la trasparenza alfa per la visualizzazione e l'esportazione PNG PNG\n\nFormati di file\n- Generazione e modifica di file in formato SVG perfettamente conformi\n- Guarda dal vivo e modifica l'albero del documento nell'editor XML\n\nQuesta estensione utilizza la piattaforma http://www.offidocs.com da cui viene servito questo software. È un'integrazione con l'applicazione desktop Inkscape Linux. In concreto, è un'app desktop che funziona tramite la nostra API OffiDocs. È disponibile per gli utenti online gratuiti ma consente anche l'integrazione con utenti premium e distribuzioni OffiDocs on-premise in cui è installato OffiDocs Inkscape.\n\nIMPORTANTE: questa estensione esegue la scansione degli URL esplorati per rilevare file di immagini e grafica vettoriale. I file di immagine e di grafica vettoriale rilevati vengono visualizzati in un elenco di file situato nel popup dell'estensione recuperati dai nostri server. La scansione viene eseguita dai nostri server in modo che il tuo URL venga segnalato al nostro sistema. Non vengono raccolti dati personali. Questa scansione può essere disabilitata con una casella di controllo che appare nel popup dell'estensione. Se disabiliti questa scansione, questa funzionalità non sarà disponibile, quindi la funzionalità dell'estensione sarà molto limitata.",
    "ja": "描画とグラフィックス用のInkscapeエディターは、イラスト、図、線画、チャート、ロゴ、複雑な絵画などのベクターグラフィックスを作成または編集するためのWeb拡張機能です。これは、Adobe Illustrator、Corel Draw、Freehand、またはXara Xに似たオープンソースのベクターグラフィックエディターであるLinuxデスクトップアプリInkscapeとの統合です。Inkscapeを際立たせるのは、Scalable Vector Graphics（SVG）の使用です。ネイティブフォーマットとして、XMLベースのW3C標準を開きます。これは、このデスクトップアプリでグラフィックファイルタイプのみを管理するために、ファイルマネージャーと統合されたベクターグラフィックエディターです。\n\nInkscapeの機能は次のとおりです。\n\nオブジェクトの作成\n-描画：鉛筆ツール（単純なパスを使用したフリーハンド描画）、ペンツール（ベジェ曲線と直線を作成）、書道ツール（カリグラフィストロークを表す塗りつぶされたパスを使用したフリーハンド描画）\n-シェイプツール：長方形（角が丸い場合があります）、楕円（円、円弧、セグメントを含む）、星/多角形（丸みを帯びている、および/またはランダム化できる）、スパイラル\n-テキストツール（複数行のテキスト、キャンバス上での完全な編集）\n\nオブジェクトマニピュレーション\n-インタラクティブに、または正確な数値を指定することによる変換（移動、スケーリング、回転、傾斜）\n-オブジェクトのグループ化（グループ化を解除せずに「グループで選択」するか、「グループに入る」ことで一時的なレイヤーにします）\n-レイヤー（個々のレイヤーをロックおよび/または非表示にしたり、再配置したりします。レイヤーは階層ツリーを形成できます）\n\n調整と配布\n-塗りつぶしとストローク\n-カラーセレクター（RGB、HSL、CMYK、カラーホイール、CMS）\n-カラーピッカーツール\n-スタイルのコピー/貼り付け\n-マルチストップグラデーションが可能なグラデーションエディター\n-パターン塗りつぶし（ビットマップ/ベクトル）\n-多くの事前定義されたダッシュパターンを含む破線のストローク\n-パスマーカー（終了マーク、中間マーク、開始マーク、例：矢印）\n\nテキストサポート\n-複数行のテキスト\n-カーニング、文字間隔、行間隔の調整\n-パス上のテキスト（テキストとパスの両方は編集可能なままです）\n-表示とPNGエクスポートのアルファ透明度のサポート\n\nファイル形式\n-完全に準拠したSVG形式のファイル生成と編集\n-XMLエディターでのドキュメントツリーのライブウォッチングと編集\n\nこの拡張機能は、このソフトウェアが提供されるプラットフォームhttp://www.offidocs.comを使用します。これは、InkscapeLinuxデスクトップアプリケーションとの統合です。具体的には、OffiDocsAPIを介して実行されるデスクトップアプリです。無料のオンラインユーザーが利用できますが、プレミアムユーザーやOffiDocsInkscapeがインストールされているオンプレミスのOffiDocsデプロイメントとの統合も可能です。\n\n重要: この拡張機能は、画像およびベクター グラフィック ファイルを検出するために、閲覧された URL をスキャンします。 検出された画像およびベクター グラフィック ファイルは、サーバーから取得された拡張機能ポップアップ内のファイル リストに表示されます。 スキャンは当社のサーバーから実行されるため、URL は当社のシステムに報告されます。 個人データは収集されません。 このスキャンは、拡張機能のポップアップに表示されるチェックボックスを使用して無効にすることができます。 このスキャンを無効にすると、この機能は使用できなくなるため、拡張機能は非常に制限されます。",
    "ko": "그리기 및 그래픽 용 잉크 스케이프 편집기는 일러스트레이션, 다이어그램, 라인 아트, 차트, 로고 및 복잡한 그림과 같은 벡터 그래픽을 만들거나 편집 할 수있는 웹 확장입니다. 이는 Adobe Illustrator, Corel Draw, Freehand 또는 Xara X와 유사한 오픈 소스 벡터 그래픽 편집기 인 Linux Desktop 앱 Inkscape와의 통합입니다. Inkscape를 차별화하는 것은 SVG (Scalable Vector Graphics)의 사용입니다. 기본 형식으로 개방형 XML 기반 W3C 표준. 이 데스크탑 앱으로 그래픽 파일 유형 만 관리하기 위해 파일 관리자와 통합 된 벡터 그래픽 편집기입니다.\n\nInkscape 기능은 다음과 같습니다.\n\n개체 생성\n-그리기 : 연필 도구 (간단한 경로를 사용한 자유형 그리기), 펜 도구 (베 지어 곡선 및 직선 만들기), 서예 도구 (붓글씨 획을 나타내는 채워진 경로를 사용한 자유형 그리기)\n-모양 도구 : 직사각형 (둥근 모서리가있을 수 있음), 타원 (원, 호, 세그먼트 포함), 별 / 다각형 (둥근 및 / 또는 무작위 화 가능), 나선\n-텍스트 도구 (여러 줄 텍스트, 전체 캔버스 편집)\n\n개체 조작\n-대화식으로 그리고 정확한 숫자 값을 지정하여 변환 (이동, 크기 조정, 회전, 기울이기)\n-개체 그룹화 (그룹을 해제하지 않고 \"그룹에서 선택\"하거나 \"그룹에 입력\"하여 임시 레이어로 만들기)\n-레이어 (개별 레이어 잠금 및 / 또는 숨기기, 재정렬 등, 레이어는 계층 트리를 형성 할 수 있음)\n\n정렬 및 배포\n-채우기 및 획\n-색상 선택기 (RGB, HSL, CMYK, 색상환, CMS)\n-색상 선택 도구\n-스타일 복사 / 붙여 넣기\n-멀티 스톱 그라디언트가 가능한 그라디언트 편집기\n-패턴 채우기 (비트 맵 / 벡터)\n-미리 정의 된 대시 패턴이 많은 대시 스트로크\n-경로 마커 (끝, 중간 및 / 또는 시작 표시, 예 : 화살촉)\n\n텍스트 지원\n-여러 줄 텍스트\n-커닝, 글자 간격, 줄 간격 조정\n-경로의 텍스트 (텍스트와 경로 모두 편집 가능)\n-디스플레이 및 PNG 내보내기를위한 알파 투명도 지원\n\n파일 형식\n-완벽하게 호환되는 SVG 형식 파일 생성 및 편집\n-XML 편집기에서 문서 트리를 실시간으로보고 편집\n\n이 확장은이 소프트웨어가 제공되는 http://www.offidocs.com 플랫폼을 사용합니다. Inkscape Linux 데스크톱 응용 프로그램과의 통합입니다. 구체적으로 말하자면 OffiDocs API를 통해 실행되는 데스크톱 앱입니다. 무료 온라인 사용자가 사용할 수 있지만 프리미엄 사용자 및 OffiDocs Inkscape가 설치된 온-프레미스 OffiDocs 배포와 통합 할 수도 있습니다.\n\n중요: 이 확장 프로그램은 이미지 및 벡터 그래픽 파일을 감지하기 위해 탐색된 URL을 검사합니다. 감지된 이미지 및 벡터 그래픽 파일은 당사 서버에서 검색되는 확장 팝업에 있는 파일 목록에 나타납니다. 스캔은 당사 서버에서 수행되므로 귀하의 URL이 당사 시스템에 보고됩니다. 개인 데이터는 수집되지 않습니다. 확장 팝업에 나타나는 확인란을 사용하여 이 검사를 비활성화할 수 있습니다. 이 검사를 비활성화하면 이 기능을 사용할 수 없으므로 확장 기능이 매우 제한됩니다.",
    "nl": "Inkscape-editor voor tekeningen en afbeeldingen is een webextensie om vectorafbeeldingen te maken of te bewerken, zoals illustraties, diagrammen, lijntekeningen, grafieken, logo's en complexe schilderijen. Het is een integratie met de Linux Desktop-app Inkscape, een open-source vectorafbeeldingseditor vergelijkbaar met Adobe Illustrator, Corel Draw, Freehand of Xara X. Wat Inkscape onderscheidt, is het gebruik van Scalable Vector Graphics (SVG), een open op XML gebaseerde W3C-standaard, als het oorspronkelijke formaat. Het is een vector grafische editor die is geïntegreerd met onze bestandsbeheerder om alleen grafische bestandstypen te beheren met deze desktop-app.\n\nInkscape-functies zijn:\n\nObject maken\n- Tekenen: potloodgereedschap (tekenen uit de vrije hand met eenvoudige paden), pengereedschap (maken van Bézier-krommen en rechte lijnen), kalligrafiegereedschap (tekenen uit de vrije hand met gevulde paden die kalligrafische streken vertegenwoordigen)\n- Vormgereedschappen: rechthoeken (kunnen afgeronde hoeken hebben), ellipsen (inclusief cirkels, bogen, segmenten), sterren/veelhoeken (kunnen worden afgerond en/of willekeurig), spiralen\n- Teksttool (tekst met meerdere regels, volledige bewerking op canvas)\n\nObjectmanipulatie\n- Transformaties (verplaatsen, schalen, roteren, scheeftrekken), zowel interactief als door exacte numerieke waarden op te geven\n- Objecten groeperen (\"selecteer in groep\" zonder de groepering op te heffen, of \"voer de groep in\" waardoor het een tijdelijke laag wordt)\n- Lagen (afzonderlijke lagen vergrendelen en/of verbergen, herschikken, enz.; lagen kunnen een hiërarchische boom vormen)\n\nUitlijning en distributie\n- Vullen en strijken\n- Kleurkiezer (RGB, HSL, CMYK, kleurenwiel, CMS)\n- Kleurkiezer-tool\n- Kopieer/plak stijl\n- Een gradiënteditor die multi-stop gradiënten kan maken\n- Patroonvullingen (bitmap/vectoren)\n- Gestippelde lijnen, met veel vooraf gedefinieerde streepjespatronen\n- Padmarkeringen (eind-, midden- en/of beginmarkeringen, bijv. pijlpunten)\n\nOndersteuning voor tekst\n- Tekst met meerdere regels\n- Kerning, letterspatiëring, regelafstand aanpassingen\n- Tekst op pad (zowel tekst als pad blijven bewerkbaar)\n- Ondersteuning voor alfatransparantie voor weergave en PNG-export\n\nBestandsindelingen\n- Perfect compliant SVG-bestand genereren en bewerken\n- Live kijken en bewerken van de documentboom in de XML-editor\n\nDeze extensie maakt gebruik van het platform http://www.offidocs.com van waaruit deze software wordt bediend. Het is een integratie met Inkscape Linux desktop-applicatie. Concreet is het een desktop-app die via onze OffiDocs API draait. Het is beschikbaar voor gratis online gebruikers, maar het maakt ook de integratie mogelijk met premium gebruikers en on-premises OffiDocs-implementaties waar de OffiDocs Inkscape is geïnstalleerd.\n\nBELANGRIJK: deze extensie scant de bezochte URL's om afbeeldings- en vectorafbeeldingsbestanden te detecteren. De gedetecteerde afbeeldings- en vectorafbeeldingsbestanden verschijnen in een bestandenlijst in de extensiepop-up die van onze servers wordt opgehaald. Het scannen wordt uitgevoerd vanaf onze servers, zodat uw URL aan ons systeem wordt gerapporteerd. Er worden geen persoonlijke gegevens verzameld. Deze scan kan worden uitgeschakeld met een selectievakje dat in de extensiepop-up verschijnt. Als u dit scannen uitschakelt, is deze functionaliteit niet beschikbaar en is de extensiefunctionaliteit dus zeer beperkt.",
    "pl": "Edytor Inkscape do rysowania i grafiki to rozszerzenie internetowe do tworzenia lub edycji grafiki wektorowej, takiej jak ilustracje, diagramy, grafiki liniowe, wykresy, logo i złożone obrazy. Jest to integracja z aplikacją Linux Desktop Inkscape, która jest edytorem grafiki wektorowej typu open source, podobnym do Adobe Illustrator, Corel Draw, Freehand lub Xara X. To, co wyróżnia Inkscape, to użycie skalowalnej grafiki wektorowej (SVG), otwarty standard W3C oparty na XML, jako format natywny. Jest to edytor grafiki wektorowej zintegrowany z naszym menedżerem plików do zarządzania tylko typami plików graficznych za pomocą tej aplikacji komputerowej.\n\nFunkcje Inkscape to:\n\nTworzenie obiektów\n- Rysowanie: narzędzie ołówek (rysowanie odręczne z prostymi ścieżkami), narzędzie pióro (tworzenie krzywych Béziera i linii prostych), narzędzie kaligrafia (rysowanie odręczne przy użyciu wypełnionych ścieżek reprezentujących pociągnięcia kaligraficzne)\n- Narzędzia kształtów: prostokąty (mogą mieć zaokrąglone rogi), elipsy (w tym okręgi, łuki, segmenty), gwiazdy/wielokąty (mogą być zaokrąglone i/lub losowe), spirale\n- Narzędzie tekstowe (tekst wielowierszowy, pełna edycja na płótnie)\n\nManipulacja obiektami\n- Transformacje (przesuwanie, skalowanie, obracanie, pochylanie), zarówno interaktywnie, jak i poprzez określenie dokładnych wartości liczbowych\n- Grupowanie obiektów (\"wybierz w grupie\" bez rozgrupowywania lub \"wejdź do grupy\" czyniąc z niej warstwę tymczasową)\n- Warstwy (zablokuj i/lub ukryj poszczególne warstwy, zmień ich kolejność itp.; warstwy mogą tworzyć drzewo hierarchiczne)\n\nWyrównanie i dystrybucja\n- Wypełnij i obrysuj\n- Selektor kolorów (RGB, HSL, CMYK, koło kolorów, CMS)\n- Narzędzie do wybierania kolorów\n- Kopiuj/wklej styl\n- Edytor gradientów zdolny do wielostopniowych gradientów\n- Wypełnienia wzorkiem (mapa bitowa/wektory)\n- Kreskowane pociągnięcia, z wieloma predefiniowanymi wzorami kreski\n- Znaczniki ścieżki (znaczniki końca, środka i/lub początku, np. groty strzałek)\n\nObsługa tekstu\n- Tekst wielowierszowy\n- Kerning, odstępy między literami, korekty odstępów między wierszami\n- Tekst na ścieżce (zarówno tekst, jak i ścieżka pozostają edytowalne)\n- Obsługa przezroczystości Alpha dla wyświetlania i eksportu PNG\n\nFormaty plików\n- Idealnie zgodne generowanie i edycja plików w formacie SVG\n- Oglądanie na żywo i edytowanie drzewa dokumentów w edytorze XML\n\nTo rozszerzenie korzysta z platformy http://www.offidocs.com, z której obsługiwane jest to oprogramowanie. Jest to integracja z aplikacją komputerową Inkscape Linux. Mówiąc konkretnie, jest to aplikacja komputerowa działająca za pośrednictwem naszego API OffiDocs. Jest dostępny dla bezpłatnych użytkowników online, ale umożliwia również integrację z użytkownikami premium i lokalnymi wdrożeniami OffiDocs, w których zainstalowany jest OffiDocs Inkscape.\n\nWAŻNE: To rozszerzenie skanuje przeglądane adresy URL w celu wykrycia plików graficznych i wektorowych. Wykryte pliki obrazów i grafiki wektorowej pojawiają się na liście plików znajdującej się w wyskakującym okienku rozszerzenia, które są pobierane z naszych serwerów. Skanowanie odbywa się z naszych serwerów, więc Twój adres URL jest zgłaszany do naszego systemu. Nie są gromadzone żadne dane osobowe. To skanowanie można wyłączyć za pomocą pola wyboru wyświetlanego w wyskakującym okienku rozszerzenia. Jeśli wyłączysz to skanowanie, ta funkcja nie będzie dostępna, więc funkcjonalność rozszerzenia będzie bardzo ograniczona.",
    "pt_BR,pt_PT": "O editor Inkscape para desenhos e gráficos é uma extensão da web para criar ou editar gráficos vetoriais, como ilustrações, diagramas, artes lineares, gráficos, logotipos e pinturas complexas. É uma integração com o aplicativo Linux Desktop Inkscape, que é um editor de gráficos vetoriais de código aberto semelhante ao Adobe Illustrator, Corel Draw, Freehand ou Xara X. O que diferencia o Inkscape é o uso de Scalable Vector Graphics (SVG), um padrão W3C baseado em XML aberto, como formato nativo. É um editor gráfico vetorial integrado ao nosso gerenciador de arquivos para gerenciar apenas os tipos de arquivos gráficos com este aplicativo de desktop.\n\nOs recursos do Inkscape são:\n\nCriação de objeto\n- Desenho: ferramenta de lápis (desenho à mão livre com caminhos simples), ferramenta de caneta (criando curvas de Bézier e linhas retas), ferramenta de caligrafia (desenho à mão livre usando caminhos preenchidos que representam traços caligráficos)\n- Ferramentas de forma: retângulos (podem ter cantos arredondados), elipses (inclui círculos, arcos, segmentos), estrelas / polígonos (podem ser arredondados e / ou aleatórios), espirais\n- Ferramenta de texto (texto de várias linhas, edição total na tela)\n\nManipulação de objetos\n- Transformações (movimento, escala, rotação, inclinação), tanto interativamente quanto especificando valores numéricos exatos\n- Agrupar objetos (\"selecionar no grupo\" sem desagrupar ou \"entrar no grupo\" tornando-o uma camada temporária)\n- Camadas (bloquear e / ou ocultar camadas individuais, reorganizá-las, etc; as camadas podem formar uma árvore hierárquica)\n\nAlinhamento e distribuição\n- Preencher e traçar\n- Seletor de cores (RGB, HSL, CMYK, roda de cores, CMS)\n- Ferramenta de seleção de cores\n- Estilo de copiar / colar\n- Um editor de gradiente capaz de gradientes de múltiplas paradas\n- Preenchimentos de padrão (bitmap / vetores)\n- Traços tracejados, com muitos padrões de traço predefinidos\n- Marcadores de caminho (marcas de fim, meio e / ou início, por exemplo, pontas de seta)\n\nSuporte de texto\n- Texto multilinha\n- Ajustes de espaçamento de letras, kerning, espaçamento entre linhas\n- Texto no caminho (o texto e o caminho permanecem editáveis)\n- Suporte de transparência alfa para exibição e exportação de PNG\n\nFormatos de arquivo\n- Geração e edição de arquivos em formato SVG em perfeita conformidade\n- Assistir e editar ao vivo a árvore de documentos no editor XML\n\nEsta extensão usa a plataforma http://www.offidocs.com a partir da qual este software é servido. É uma integração com o aplicativo de desktop Inkscape Linux. Em concreto, é um aplicativo de desktop executado por meio de nossa API OffiDocs. Ele está disponível para usuários online gratuitamente, mas também permite a integração com usuários premium e implantações OffiDocs locais onde o OffiDocs Inkscape está instalado.\n\nIMPORTANTE: Esta extensão verifica os URLs navegados para detectar arquivos de imagens e gráficos vetoriais. Os arquivos de imagem e gráficos vetoriais detectados aparecem em uma lista de arquivos localizada no pop-up de extensão que são recuperados de nossos servidores. A verificação é realizada em nossos servidores para que sua URL seja informada ao nosso sistema. Nenhum dado pessoal é coletado. Esta verificação pode ser desativada com uma caixa de seleção que aparece no pop-up da extensão. Se você desabilitar esta verificação, esta funcionalidade não estará disponível, portanto a funcionalidade da extensão será muito limitada.",
    "ru": "Редактор рисунков и графики Inkscape - это веб-расширение для создания или редактирования векторной графики, такой как иллюстрации, диаграммы, штриховые рисунки, диаграммы, логотипы и сложные рисунки. Это интеграция с настольным приложением Linux Inkscape, который представляет собой редактор векторной графики с открытым исходным кодом, похожий на Adobe Illustrator, Corel Draw, Freehand или Xara X. Inkscape отличает использование Scalable Vector Graphics (SVG) и открытый стандарт W3C на основе XML в качестве собственного формата. Это векторный графический редактор, интегрированный с нашим файловым менеджером, позволяющий управлять только типами графических файлов с помощью этого настольного приложения.\n\nВозможности Inkscape:\n\nСоздание объекта\n- Рисование: инструмент «карандаш» (рисование от руки с простыми контурами), инструмент «Перо» (создание кривых Безье и прямых линий), инструмент каллиграфии (рисование от руки с использованием закрашенных контуров, представляющих каллиграфические штрихи)\n- Инструменты формы: прямоугольники (могут иметь закругленные углы), эллипсы (включая круги, дуги, сегменты), звезды / многоугольники (могут быть закруглены и / или случайным образом), спирали.\n- Инструмент Текст (многострочный текст, полное редактирование на холсте)\n\nМанипуляции с объектами\n- Преобразования (перемещение, масштабирование, вращение, наклон) как в интерактивном режиме, так и с указанием точных числовых значений\n- Группировка объектов («выбрать в группе» без разгруппировки или «войти в группу», сделав ее временным слоем)\n- Слои (блокировка и / или скрытие отдельных слоев, их перестановка и т. Д .; слои могут образовывать иерархическое дерево)\n\nВыравнивание и распространение\n- Заливка и обводка\n- Селектор цвета (RGB, HSL, CMYK, цветовое колесо, CMS)\n- Инструмент выбора цвета\n- Копировать / вставить стиль\n- Редактор градиентов, способный создавать градиенты с несколькими остановками\n- Заливки узором (растровые / векторные)\n- Пунктирные штрихи с множеством предопределенных шаблонов штрихов\n- Маркеры пути (конечные, средние и / или начальные знаки, например, стрелки)\n\nТекстовая поддержка\n- Многострочный текст\n- Кернинг, межстрочный интервал, регулировка межстрочного интервала\n- Текст на пути (и текст, и путь остаются редактируемыми)\n- Поддержка альфа-прозрачности для отображения и экспорта в PNG\n\nФорматы файлов\n- Идеально совместимое создание и редактирование файлов формата SVG\n- Просмотр и редактирование дерева документов в режиме реального времени в редакторе XML\n\nЭто расширение использует платформу http://www.offidocs.com, с которой обслуживается это программное обеспечение. Это интеграция с настольным приложением Inkscape Linux. В частности, это настольное приложение, работающее через наш API OffiDocs. Он доступен для бесплатных онлайн-пользователей, но также обеспечивает интеграцию с пользователями премиум-класса и локальными развертываниями OffiDocs, где установлен OffiDocs Inkscape.\n\nВАЖНО: Это расширение сканирует просматриваемые URL-адреса, чтобы обнаружить файлы изображений и векторной графики. Обнаруженные файлы изображений и векторной графики отображаются в списке файлов, расположенном во всплывающем окне расширения и получаемом с наших серверов. Сканирование выполняется с наших серверов, поэтому ваш URL-адрес передается в нашу систему. Никакие персональные данные не собираются. Это сканирование можно отключить с помощью флажка, который появляется во всплывающем окне расширения. Если вы отключите это сканирование, эта функция будет недоступна, поэтому функциональность расширения будет очень ограничена.",
    "tr": "Çizimler ve grafikler için Inkscape editörü, çizimler, diyagramlar, çizgi sanatlar, çizelgeler, logolar ve karmaşık resimler gibi vektör grafikleri oluşturmak veya düzenlemek için bir web uzantısıdır. Adobe Illustrator, Corel Draw, Freehand veya Xara X'e benzer bir açık kaynaklı vektör grafik düzenleyicisi olan Linux Desktop uygulaması Inkscape ile bir entegrasyondur. Inkscape'i farklı kılan şey, Ölçeklenebilir Vektör Grafikleri (SVG) kullanmasıdır. yerel biçim olarak XML tabanlı W3C standardını açın. Bu masaüstü uygulamasıyla yalnızca grafik dosya türlerini yönetmek için dosya yöneticimizle entegre bir vektör grafik düzenleyicisidir.\n\nInkscape özellikleri şunlardır:\n\nnesne oluşturma\n- Çizim: kurşun kalem aracı (basit yollarla serbest çizim), kalem aracı (Bézier eğrileri ve düz çizgiler oluşturma), kaligrafi aracı (kaligrafi vuruşlarını temsil eden doldurulmuş yolları kullanarak serbest çizim)\n- Şekil araçları: dikdörtgenler (köşeleri yuvarlatılmış olabilir), elipsler (daireler, yaylar, parçalar içerir), yıldızlar/çokgenler (yuvarlak ve/veya rastgele olabilir), spiraller\n- Metin aracı (çok satırlı metin, tuval üzerinde tam düzenleme)\n\nNesne manipülasyonu\n- Dönüşümler (taşıma, ölçekleme, döndürme, eğriltme), hem etkileşimli olarak hem de tam sayısal değerler belirterek\n- Nesneleri gruplama (\"grupta seçin\", grubu çözmeden veya \"gruba girin\", onu geçici bir katman yapar)\n- Katmanlar (tek tek katmanları kilitleyin ve/veya gizleyin, yeniden düzenleyin, vb; katmanlar hiyerarşik bir ağaç oluşturabilir)\n\nHizalama ve dağıtım\n- Doldurma ve vuruş\n- Renk seçici (RGB, HSL, CMYK, renk tekerleği, CMS)\n- Renk seçici aracı\n- Kopyala/yapıştır stili\n- Çok duraklı gradyanlar yapabilen bir gradyan düzenleyici\n- Desen dolguları (bitmap/vektörler)\n- Önceden tanımlanmış birçok çizgi deseni ile kesikli vuruşlar\n- Yol işaretleri (bitiş, orta ve/veya başlangıç ​​işaretleri, örneğin ok uçları)\n\nMetin desteği\n- Çok satırlı metin\n- Karakter aralığı, harf aralığı, satır aralığı ayarlamaları\n- Yoldaki metin (hem metin hem de yol düzenlenebilir durumda kalır)\n- Ekran ve PNG dışa aktarma için alfa şeffaflık desteği\n\nDosya formatları\n- Mükemmel uyumlu SVG formatında dosya oluşturma ve düzenleme\n- XML ​​düzenleyicide belge ağacını canlı izleme ve düzenleme\n\nBu uzantı, bu yazılımın sunulduğu http://www.offidocs.com platformunu kullanır. Inkscape Linux masaüstü uygulaması ile bir entegrasyondur. Somut olarak, OffiDocs API'miz aracılığıyla çalışan bir masaüstü uygulamasıdır. Ücretsiz çevrimiçi kullanıcılar için mevcuttur, ancak aynı zamanda premium kullanıcılarla ve OffiDocs Inkscape'in kurulu olduğu şirket içi OffiDocs dağıtımlarıyla entegrasyona da izin verir.\n\nÖNEMLİ: Bu uzantı, resim ve vektör grafik dosyalarını algılamak için göz atılan URL'leri tarar. Algılanan görüntü ve vektör grafik dosyaları, sunucularımızdan alınan uzantı açılır penceresinde bulunan bir dosya listesinde görünür. Tarama sunucularımızdan yapıldığından URL'niz sistemimize raporlanır. Hiçbir kişisel veri toplanmaz. Bu tarama, uzantı açılır penceresinde görünen bir onay kutusuyla devre dışı bırakılabilir. Bu taramayı devre dışı bırakırsanız, bu işlevsellik kullanılamaz ve dolayısıyla uzantının işlevselliği çok sınırlıdır.",
    "uk": "Редактор Inkscape для малюнків та графіки - це веб-розширення для створення або редагування векторної графіки, наприклад ілюстрацій, схем, лінійних зображень, діаграм, логотипів та складних картин. Це інтеграція з робочим додатком Linux Inkscape, який є редактором векторної графіки з відкритим кодом, подібним до Adobe Illustrator, Corel Draw, Freehand або Xara X. Що відрізняє Inkscape, так це використання масштабованої векторної графіки (SVG), відкритий стандарт W3C на основі XML, як власний формат. Це векторний графічний редактор, інтегрований з нашим менеджером файлів для управління лише графічними типами файлів за допомогою цього настільного додатка.\n\nОсобливості Inkscape:\n\nСтворення об’єкта\n- Малювання: інструмент олівцем (малюнок від руки з простими контурами), інструмент пера (створення кривих Безьє та прямих ліній), інструмент каліграфії (малюнок від руки із використанням заповнених контурів, що представляють каліграфічні штрихи)\n- Інструменти для фігури: прямокутники (можуть мати закруглені кути), еліпси (включають кола, дуги, відрізки), зірки / багатокутники (можуть бути округлені та / або рандомізовані), спіралі\n- Текстовий інструмент (багаторядковий текст, повне редагування на полотні)\n\nМаніпуляція об’єктами\n- Трансформації (переміщення, масштабування, обертання, перекос), як інтерактивно, так і шляхом вказівки точних числових значень\n- Групування об'єктів (\"вибрати в групі\" без розгрупування або \"ввести групу\", зробивши це тимчасовим шаром)\n- Шари (блокувати та / або приховувати окремі шари, переставляти їх тощо; шари можуть утворювати ієрархічне дерево)\n\nВирівнювання та розподіл\n- Заливка та обведення\n- Селектор кольорів (RGB, HSL, CMYK, кольорове коло, CMS)\n- Інструмент підбору кольору\n- Стиль копіювання / вставлення\n- Редактор градієнтів, здатний виконувати багатоступінчасті градієнти\n- Заливки зразків (растрове зображення / вектори)\n- Штрихові штрихи, з безліччю заздалегідь визначених шаблонів рисок\n- Маркери контуру (кінцеві, середні та / або початкові позначки, наприклад наконечники стрілок)\n\nПідтримка тексту\n- Багаторядковий текст\n- Кернінг, розстановка літер, коригування міжрядкового інтервалу\n- Текст на шляху (текст і шлях залишаються редагованими)\n- Підтримка прозорості Alpha для експорту та експорту PNG\n\nФормати файлів\n- Ідеально сумісний генерація та редагування файлів у форматі SVG\n- Перегляд і редагування дерева документів у режимі реального часу в редакторі XML\n\nЦе розширення використовує платформу http://www.offidocs.com, з якої обслуговується це програмне забезпечення. Це інтеграція з робочим додатком Inkscape Linux. По суті, це настільний додаток, що працює через наш OffiDocs API. Він доступний для безкоштовних користувачів Інтернету, але також дозволяє інтегрувати з преміум-користувачами та локальними розгортаннями OffiDocs, де встановлений OffiDocs Inkscape.\n\nВАЖЛИВО: це розширення сканує URL-адреси, які переглядаються, щоб виявити файли зображень і векторної графіки. Виявлені файли зображень і векторної графіки відображаються в списку файлів, розташованому у спливаючому вікні розширення, які отримуються з наших серверів. Сканування виконується з наших серверів, тому ваша URL-адреса повідомляється нашій системі. Особисті дані не збираються. Це сканування можна вимкнути за допомогою прапорця, який з’являється у спливаючому вікні розширення. Якщо ви вимкнете це сканування, ця функція буде недоступною, тому функціональність розширення буде дуже обмеженою.",
    "zh_CN": "用于绘图和图形的 Inkscape 编辑器是一个 Web 扩展，用于创建或编辑矢量图形，例如插图、图表、线条艺术、图表、徽标和复杂的绘画。它与 Linux 桌面应用程序 Inkscape 集成，后者是一个开源矢量图形编辑器，类似于 Adob​​e Illustrator、Corel Draw、Freehand 或 Xara X。使 Inkscape 与众不同的是它使用可缩放矢量图形 (SVG)，开放基于 XML 的 W3C 标准，作为本机格式。它是与我们的文件管理器集成的矢量图形编辑器，可使用此桌面应用程序仅管理图形文件类型。\n\nInkscape 的特点是：\n\n对象创建\n- 绘图：铅笔工具（使用简单路径的手绘）、钢笔工具（创建贝塞尔曲线和直线）、书法工具（使用代表书法笔划的填充路径进行手绘）\n- 形状工具：矩形（可能有圆角）、椭圆（包括圆、弧、线段）、星形/多边形（可以是圆角和/或随机）、螺旋\n- 文本工具（多行文本，完整的画布编辑）\n\n对象操作\n- 转换（移动、缩放、旋转、倾斜），交互方式和指定精确数值\n- 分组对象（“在组中选择”而不取消分组，或“进入组”使其成为临时层）\n- 图层（锁定和/或隐藏单个图层，重新排列它们等；图层可以形成分层树）\n\n对齐和分布\n- 填充和描边\n- 颜色选择器（RGB、HSL、CMYK、色轮、CMS）\n- 颜色选择器工具\n- 复制/粘贴样式\n- 能够进行多级渐变的渐变编辑器\n- 图案填充（位图/矢量）\n- 虚线笔划，带有许多预定义的虚线图案\n- 路径标记（结束、中间和/或开始标记，例如箭头）\n\n文字支持\n- 多行文字\n- 字距调整、字母间距、行间距调整\n- 路径上的文本（文本和路径都保持可编辑）\n- Alpha 透明度支持显示和 PNG 导出\n\n文件格式\n- 完美兼容的SVG格式文件生成和编辑\n- 在 XML 编辑器中实时观看和编辑文档树\n\n此扩展使用提供此软件的平台 http://www.offidocs.com。它是与 Inkscape Linux 桌面应用程序的集成。具体来说，它是一个通过我们的 OffiDocs API 运行的桌面应用程序。它可供免费在线用户使用，但也允许与高级用户和安装了 OffiDocs Inkscape 的本地 OffiDocs 部署集成。\n\n重要提示：此扩展程序会扫描浏览的 URL，以检测图像和矢量图形文件。 检测到的图像和矢量图形文件出现在从我们的服务器检索的扩展弹出窗口中的文件列表中。 扫描是从我们的服务器执行的，因此您的 URL 会报告给我们的系统。 不收集任何个人数据。 可以使用扩展弹出窗口中显示的复选框来禁用此扫描。 如果禁用此扫描，则此功能不可用，因此扩展功能非常有限。"
  }
}