{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IP-Alert by Seller Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SELLER ASSISTANT APP — the Ultimate Product Research Chrome Extension for Amazon Resellers."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IP-Alert Extension by Seller Assistant for Amazon Sellers\n\nIP Alert by Seller Assistant is a Chrome extension for Amazon sellers. It helps identify and avoid risky products and brands with intellectual property issues. The tool helps sellers identify the types and dates of IP complaints. This information is crucial for maintaining a healthy Amazon seller account.\n\nProactively Avoid Risky Products and Brands\n\nSeller Assistant highlights high-risk products with a red triangle icon, allowing Amazon sellers to quickly identify and steer clear of potential risks. The advanced IP Alert system generates automated warnings about Amazon policy compliance violations, including Received Intellectual Property Complaints, Restricted Product Policy Violations, Customer Product Reviews Policy Violations, and Product Authenticity Customer Complaints. This proactive approach helps Amazon sellers avoid selling products and brands that could jeopardize account health.\n\nSource Your Products Safely\n\nWith IP warnings integrated into product research processes, Seller Assistant’s IP Alert appears on Amazon product and search pages, as well as in the Side Panel View on any website, including supplier sites. This feature ensures that Amazon sellers are aware of IP complaints wherever they conduct their product research, helping them make informed decisions.\n\nIdentify All Product Issues by Type\nHovering over the red triangle IP Alert icon in Seller Assistant reveals specific Amazon product policy violations associated with each product. Types of product violations include:\n- Suspected Intellectual Property Violations\n- Received Intellectual Property Complaints\n- Product Authenticity Customer Complaints\n- Product Condition Customer Complaints\n- Food and Product Safety Issues\n- Listing Policy Violations\n- Restricted Product Policy Violations\n- Customer Product Reviews Policy Violations\n- Other Policy Violations\n- Regulatory Compliance\n\nStay Updated on Product Risks\n\nSeller Assistant’s exclusive Amazon policy violations database provides real-time updates on the type and date of each violation, helping sellers stay informed and avoid high-risk products.\n\nAutomate Brand IP Complaints Research\n\nReceive automatic notifications about brands that file IP complaints to Amazon, and obtain necessary permissions from brand owners before reselling their products. This feature helps Amazon sellers prevent receiving IP complaints.\n\nAvailable for Free\n\nAccess IP Alerts for free, and stay informed about IP issues with the products. Detailed issue breakdowns are available on a paid plan.\n\nIP Alert by Seller Assistant is the ultimate tool for Amazon sellers to detect and prevent IP complaints. This extension ensures a seamless selling experience, helping sellers avoid risky deals and maintain a healthy Amazon account. By using this product research tool, sellers can confidently sell on Amazon, avoid high-risk product ideas, and enhance customer experience. Install IP Alert by Seller Assistant now to grow your Amazon business safely."
  }
}