{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SimpliFocus"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SimpliFocus"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SimpliFocus: Elevate Your Search Experience\n\nOverview:Step into a new era of web searching with SimpliFocus. Designed to redefine your browsing journey, this Chrome extension effortlessly transforms your default new tab into the SimpliFocus search - a pristine, distraction-free space that prioritizes clarity and simplicity.\n\nKey Features:\n1. Streamlined New Tab Experience: Say goodbye to cluttered and overwhelming default tabs. Open a fresh tab to find the SimpliFocus search, ready to guide you to your next destination online.\n2. Clean & Intuitive Interface: Our minimalist design ensures that nothing stands between you and your search goals. Experience reduced distractions and enhanced focus.\n3. Optimized Performance: Enjoy rapid search results powered by a robust backend, ensuring you get the information you need, when you need it.\n4. Privacy First: With SimpliFocus, your search habits remain yours alone. We prioritize your privacy, ensuring no unnecessary data collection or sharing.\n5. Seamless Integration: The SimpliFocus extension effortlessly blends into your Chrome browser, offering a smooth transition from your previous default tab to our refined search space.\n\nBenefits: Discover an uncomplicated, focused web search environment.\nReduce cognitive load with a clean interface, promoting productivity.\nPrioritize your privacy and security in every search.\n\nSecurity & Privacy: Your peace of mind is paramount. SimpliFocus adheres to stringent security standards, ensuring your data remains protected and uncompromised.\n\nCompatibility: SimpliFocus is designed exclusively for the Chrome browser, guaranteeing a fluid and harmonized user experience.\n\nHassle-Free Setup:Integrating SimpliFocus is a breeze. A few clicks and your new, enhanced search journey begins. Plus, our dedicated support team is always at the ready, eager to assist."
  }
}