{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Image Rotator for WhatsApp™ Web"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An unofficial extension that uses the context menu to rotate images from WhatsApp™ Web."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing our useful, unofficial Chrome extension designed specifically for WhatsApp™ Web. Say goodbye to the discomfort of viewing improperly oriented images that often crop up during your online conversations.\n\nOnce you've installed our extension, adjusting any image from WhatsApp™ Web becomes a breeze. Simply right-click the desired image and select 'Open image in new tab'. Then, another right click reveals the 'Rotate Image' option. With each click on this option, your image will rotate either clockwise or counterclockwise in 90-degree increments.\n\nEnhancing the user experience even further, we've integrated keyboard shortcuts in our latest update. For a clockwise rotation, use 'ctrl+shift+right key'. Alternatively, for a counterclockwise adjustment, 'ctrl+shift+left key' is your go-to command.\n\nAvoid straining your neck with stubborn, improperly angled pictures in WhatsApp™ Web. Let our extension handle the rotation, providing you with a comfortable viewing experience.\n\nTo learn more, or to contribute to this ongoing project, visit our GitHub repository: https://github.com/BatelBB/Rotate_Image_Extension\n\nDownload our extension today - the unofficial, yet extremely efficient solution for image rotation in WhatsApp™ Web. Say goodbye to neck strain and hello to convenience!\n\nNote: WhatsApp™ is a trademark of WhatsApp Inc."
  }
}