{
  "name": {
    "ar": "مراجعة AMZ لمطابقة الطلب من قبل Shopswain",
    "am": "የ AMZ የግቤት ቅኝት በ Shopswain",
    "bg": "AMZ Преглед за поръчка на съвпадение по Shopwain",
    "bn": "Shopswain দ্বারা মেলানোর আদেশ AMZ পর্যালোচনা",
    "ca": "Revisió d'AMZ a la coordinació d'ordres per Shopswain",
    "cs": "AMZ přezkoumání objednávky podle Shopwain",
    "da": "AMZ Gennemgang til Ordre Matchende af Shopswain",
    "de": "AMZ Review zu Order Matching von Shopswain",
    "el": "AMZ Ανασκόπηση για παραγγελία Matching από Shopswain",
    "en,en_AU,en_GB,en_US": "AMZ Buy Box Checker by Shopswain",
    "es,es_419,pl": "AMZ Review to Order Matching by Shopswain",
    "et": "AMZ ülevaade järjekorras sobivusest Shopswaini poolt",
    "fa": "نظرسنجی از AMZ به سفارش Matching توسط Shopswain",
    "fi": "AMZ: n tarkistus tilausten mukaan by Shopswain",
    "fil": "AMZ Review sa Order Matching sa pamamagitan ng Shopswain",
    "fr": "Examen de l'AMZ pour l'harmonisation des commandes par Shopswain",
    "gu": "Shopswain દ્વારા ઓર્ડર મેચિંગ માટે AMZ સમીક્ષા",
    "he": "AMZ סקירה להזמנה התאמה על ידי Shopswain",
    "hi": "शॉप्सवेन द्वारा क्रमबद्ध करने के लिए AMZ की समीक्षा",
    "hr": "Pregled AMZ-a za usklađivanje narudžbe prema Shopwainu",
    "hu": "AMZ Áttekintés a Shopwain megrendeléshez",
    "id": "AMZ Review to Order Matching oleh Shopswain",
    "it": "Recensione di AMZ per l'abbinamento degli ordini da Shopswain",
    "ja": "ShopswainによるAMZレビュー",
    "kn": "ಶಾಲ್ಸ್ವೈನ್ ಅವರಿಂದ ಆರ್ಡರ್ ಹೊಂದಾಣಿಕೆಗೆ AMZ ವಿಮರ್ಶೆ",
    "ko": "Shopswain의 AMZ 주문 검토",
    "lt": "'AMZ' apžvalga pagal užsakymą 'Shopswain'",
    "lv": "AMZ pārskatīšana, lai kārtotu atbilstību ar Shopswain",
    "ml": "Shopswain വഴി ഓർഡർ പൊരുത്തപ്പെടുത്തുന്നതിന് AMZ അവലോകനം",
    "mr": "शॉप्सवेनद्वारा ऑर्डर जुळण्याकरिता एएमझ पुनरावलोकन",
    "ms": "Semakan AMZ untuk Memadankan Padanan oleh Shopswain",
    "nl": "AMZ Review om te bestellen door Shopswain",
    "no": "AMZ Review til Bestilling Matchende av Shopswain",
    "pt_BR,pt_PT": "Revisão de AMZ para ordem de correspondência por Shopswain",
    "ro": "Revizuirea AMZ pentru comanda de la Shopswain",
    "ru": "AMZ Review для заказа соответствия Shopswain",
    "sk": "AMZ recenzia na objednávku podľa Shopswain",
    "sl": "AMZ pregled za urejanje ujemanje s Shopswain",
    "sr": "АМЗ преглед за поруџбину поруџбине од Схопсваин-а",
    "sv": "AMZ granskning av order matchande av Shopswain",
    "sw": "AMZ Tathmini ya Utaratibu unaofanana na Shopswain",
    "ta": "Shopswain ஆல் பொருந்தும் பொருட்டு AMZ விமர்சனம்",
    "te": "AMZ రివ్యూ ఆర్డర్ వర్కింగ్ బై Shopswain",
    "th": "รีวิว AMZ ไปยังคำสั่งซื้อที่จับคู่โดย Shopswain",
    "tr": "AMZ Shopwain ile Eşleşen Siparişe Göz Atın",
    "uk": "Огляд AMZ до відповідності порядку Shopswain",
    "vi": "Xem lại AMZ để sắp xếp thứ tự bởi Shopswain",
    "zh_CN": "AMdZ审核订单匹配由Shopswain",
    "zh_TW": "AMZ審核訂單匹配由Shopswain"
  },
  "short": {
    "ar": "مطابقة Amazon يستعرض الطلبات بنقرة واحدة",
    "am": "የ Amazon መገምገሚያዎችን በአንድ ጠቅታ ብቻ ለማዛመድ",
    "bg": "Сравнете Amazon за поръчки с едно кликване",
    "bn": "ম্যাচ Amazon এক ক্লিকের আদেশ পর্যালোচনা",
    "ca": "Combina les revisions d'Amazon amb les comandes en un sol clic",
    "cs": "Zápas Amazon přečíst na objednávky jedním kliknutím",
    "da": "Sammenlign Amazon anmeldelser til ordrer med et klik",
    "de": "Passen Amazon Rezensionen zu Bestellungen mit einem Klick an",
    "el": "Match Amazon σχόλια σε παραγγελίες με ένα κλικ",
    "en,en_AU,en_GB,en_US": "Use AMZ Buy Box Checker by Shopswain to check who has the buy box on your products.",
    "es,es_419": "Haga coincidir las revisiones de Amazon con las órdenes en un clic",
    "et": "Amazon vaatab tellimusi ühe hiireklõpsuga",
    "fa": "Match Amazon به سفارشات را با یک کلیک بررسی می کند",
    "fi": "Tarkastele Amazon-arvosteluja tilauksiin yhdellä napsautuksella",
    "fil": "Itugma ang mga review ng Amazon sa mga order sa isang click",
    "fr": "Faites correspondre les avis Amazon aux commandes en un clic",
    "gu": "એમેઝોન એક ક્લિકમાં ઓર્ડર સમીક્ષાઓ મેળ ખાય છે",
    "he": "התאם את Amazon חוות דעת להזמנה בלחיצה אחת",
    "hi": "एक क्लिक में ऑर्डर करने के लिए अमेज़ॅन की समीक्षा करें",
    "hr": "Odgovara Amazon recenzije narudžbi u jednom kliku",
    "hu": "Egyszerre összehasonlíthatja az Amazon értékelést a megrendelésekkel egy kattintással",
    "id": "Cocokkan ulasan Amazon dengan pesanan dalam satu klik",
    "it": "Abbina le recensioni di Amazon agli ordini in un clic",
    "ja": "ワンクリックでAmazonのAmazonレビューを注文に合わせる",
    "kn": "Amazon ಅನ್ನು ಒಂದು ಕ್ಲಿಕ್ನಲ್ಲಿ ಆದೇಶಗಳಿಗೆ ವಿಮರ್ಶಿಸಿ",
    "ko": "한 번의 클릭으로 Amazon과 주문을 비교합니다.",
    "lt": "'Amazon' peržiūrėkite užsakymus vienu paspaudimu",
    "lv": "Atrodiet Amazon pārskatus pasūtījumiem ar vienu klikšķi",
    "ml": "ഒരു ക്ലിക്കിലൂടെ ഓർഡറുകളുമായി Amazon മാച്ചുകൾ അവലോകനം ചെയ്യുക",
    "mr": "एका क्लिकमध्ये ऑर्डरवर अमेझॉनची जुळणी करा",
    "ms": "Memadai ulasan Amazon kepada pesanan dalam satu klik",
    "nl": "Koppel Amazon-beoordelingen aan bestellingen in één klik",
    "no": "Match Amazon-vurderinger til ordrer med ett klikk",
    "pl": "Dopasuj opinie Amazon do zamówień jednym kliknięciem",
    "pt_BR,pt_PT": "Combine comentários da Amazon com pedidos em um clique",
    "ro": "Comparați comentariile Amazon la comenzi cu un singur clic",
    "ru": "Совпадение отзывов Amazon с заказами одним щелчком мыши",
    "sk": "Zápas Amazon recenzie na objednávky s jedným kliknutím",
    "sl": "Ujemanje ocene Amazon z naročili z enim klikom",
    "sr": "Подударање Амазон прегледа налога једним кликом",
    "sv": "Matcha Amazon recensioner till order med ett klick",
    "sw": "Mechi ya Amazon mechi ya maagizo kwa moja kwa moja",
    "ta": "ஒரே கிளிக்கில் ஆணைகளுக்கு அமேசான் விமர்சனங்களைப் பொருத்துங்கள்",
    "te": "ఒక క్లిక్ లో ఆర్డర్స్కు Amazon సమీక్షలను ఫలితం చేయండి",
    "th": "จับคู่ Amazon ความเห็นต่อคำสั่งซื้อได้ในคลิกเดียว",
    "tr": "Tek bir tıklamayla siparişlere Maç Amaasdfzon yorumları",
    "uk": "Матч Amazon переглядає замовлення за один клік",
    "vi": "Phù hợp với Amazon để nhận đơn đặt hàng chỉ bằng một cú nhấp chuột",
    "zh_CN": "只需点击一下，即可将Amazon评论与订单匹配",
    "zh_TW": "只需點擊一下，即可將Amazon評論與訂單匹配"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you tired of going through all your product variations to see if you have the Amazon buy box?\n\nAMZ Buy Box Checker automatically checks all your product's variations, so you don't have to.\n\nIf you have any issues, questions, or comments about using the extension, please don't hesitate to contact us at support@shopswain.com.\n\n★ Investigate your product variation buy boxes in just one click\nOn Amazon product pages, just click on the “Check Buy Box” button, and just watch as the extension magically finds the buy box merchant for each variation.\n\n★ Compatible with the US Amazon Marketplaces.\n\n★ Compliant With Amazon TOS\nThis extension just automates operations that you can already perform in the Amazon marketplace.",
    "en,en_AU": "Are you tired of going through all your product variations to see if you have the Amazon buy box?\n\nAMZ Buy Box Checker automatically checks all your product's variations, so you don't have to.\n\nIf you have any issues, questions, or comments about using the extension, please don't hesitate to contact us at support@shopswain.com.\n\n★ Investigate your product variation buy boxes in just one click\nOn Amazon product pages, just click on the “Check Buy Box” button, and just watch as the extension magically finds the buy box merchant for each variation.\n\n★ Compatible with the US Amazon Site.\n\n★ Compliant With Amazon TOS\nThis extension just automates operations that you can already perform in the Amazon marketplace."
  }
}