{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adjust Page Brightness"
  },
  "short": {
    "am,ar,bn,ca,en,en_AU,en_GB,en_US,es,es_419,fa,fil,gu,he,hi,hr,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Control your browser's global screen brightness to use sites that do not support the native dark theme",
    "bg": "Контролирайте глобалната яркост на екрана на браузъра, за да използвате сайтове, които не поддържат естествената тъмна тема",
    "cs": "Ovládání globálního jasu obrazovky prohlížeče pro používání stránek, které nepodporují nativní tmavé téma.",
    "da": "Styr din browsers globale skærmlysstyrke for at bruge websteder, der ikke understøtter det oprindelige mørke tema",
    "de": "Steuern Sie die globale Bildschirmhelligkeit Ihres Browsers, um Websites zu nutzen, die das native dunkle Thema nicht unterstützen",
    "el": "Ελέγξτε τη συνολική φωτεινότητα της οθόνης του προγράμματος περιήγησής σας για να χρησιμοποιείτε ιστότοπους που δεν υποστηρίζουν το…",
    "et": "Kontrollida oma brauseri globaalset ekraani heledust, et kasutada saite, mis ei toeta originaalset tumedat teemat",
    "fi": "Säädä selaimesi yleistä näytön kirkkautta käyttääksesi sivustoja, jotka eivät tue alkuperäistä tummaa teemaa.",
    "fr": "Contrôlez la luminosité globale de l'écran de votre navigateur pour utiliser les sites qui ne prennent pas en charge le thème…",
    "hu": "A böngésző globális képernyőfényerősségének szabályozása olyan webhelyek használatához, amelyek nem támogatják a natív sötét témát.",
    "nl": "De globale schermhelderheid van uw browser regelen om sites te gebruiken die het native donkere thema niet ondersteunen",
    "zh_CN": "控制你的浏览器的全局屏幕亮度，以使用不支持本地黑暗主题的网站"
  },
  "long": {
    "am,ar,bn,ca,en,en_AU,en_GB,en_US,es,es_419,fa,fil,gu,he,hi,hr,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "This extension reduces or increases the screen brightness level for both daytime and nighttime periods based on user-defined values. It helps the websites that do not support the native dark theme. Also, it can increase the brightness of websites that are too dark. It reduces the eyestrain while reading documents online when dark mode is not supported. The extension offers two different values for daytime and nighttime duration to enhance usability. \n\nFeatures:\n1. Control the darkness level of all websites or just a single hostname\n2. You can increase or decrease the brightness level of a website\n3. Supports keyboard shortcuts for every action.\n4. You can disable the extension on a single website or entirely\n5. Control the brightness level from 0% (completely dark) to 120% (20% brighter than the original)\n6. Supports two different methods to decrease the brightness level.\n\nNotes: \n1. By setting the brightness level to 100%, the extension does not affect browser tabs (does not inject any CSS styling)\n2. It is recommended to configure the start time for both daytime and nighttime. By default, daytime starts at 08:00, and nighttime starts at 19:00.\n3. By adding a website to the exception list, brightness control is turned off for this website. You can use this feature to turn off the extension on websites that support native dark mode.\n4. This extension does not reduce the screen brightness when printing a webpage. There is a CSS selector that only affects \"screen\" type displays.\n\nWhat is the difference between this extension and other dark mode extensions (e.g. \"Dark Reader™\" or \"Turn Off the Lights™\" (I do not own these two extensions))?\nThese extensions manipulate the styling of all elements by using custom stylesheets. They convert the light theme to dark. This extension only injects a filter to reduce or increase the original brighness. So it does not perform any resource-intensive operations and does not alter the website's styling.",
    "bg,cs,da,de,el,et,fi,fr,hu,nl,zh_CN": "This extension reduces the screen brightness level for both daytime and nighttime periods based on user-defined values. It is designed to reduce eyestrain while reading documents online. To enhance the usability the extension offers two different values for daytime and nighttime duration. \n\nNote: It is possible to have no effect on daytime duration by setting the brightness level to 100%\nNote: It is recommended to configure the start time for both daytime and nighttime. By default daytime starts at 08:00 and nighttime starts at 19:00.\n\n\nVersion Log:\n0.1.2:\n1. You can now increase or decrease the brightness level by setting keyboard shortcuts\n2. Print issue is fixed; this extension does not affect printing anymore"
  }
}