{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Layerpath - Create Interactive Product Demos"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create interactive product tours, videos and guides in minutes with AI."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Build interactive product walkthroughs in minutes. Turn your screen recording into an interactive product demo, step-by-step guides, and how-to videos with Layerpath. \n\nOnce you install the extension, click the Layerpath extension to create a guided product tour. Layerpath auto-captures screens and clicks for your product demos. Customize text, colors, and styles, then share or embed them in campaigns, websites, or knowledge bases. \n\nWith Layerpath, you're not just sharing a product demo. You provide a complete, guided, interactive experience that makes understanding your product easy and enjoyable.\n\nDo you feel like you could do a better job representing your product across multiple touchpoints?\n\na) Screenshots are static and rarely showcase your product's full potential.\nb) Creating the same assets in multiple formats is inefficient and frustrating.\nc) Maintaining an in-house production of high-quality assets is challenging.\n\nIf this sounds like you, let Layerpath make it 10 times faster to create product walkthrough assets. Here's how it works:\n\n1) Interactive Product Demo - Engage with a live demo: Record your product in action, then transform it into a clickable demo. Let users dive in and interact directly, experiencing the product firsthand.\n\n2) Step-By-Step Guide -Transform recordings into help guides: Use Layerpath to capture essential steps from your demo recording. Layerpath's AI will then craft a comprehensive step-by-step guide powered to be shared or embedded wherever you like.\n\n3) How-To-Video - Record yourself and your screen from your browser: No more static screenshots. Create a how-it-works video with automatic zooms and changes between speaker and screen and embed it directly on your website.\n\n4) Engagement & Analytics - Measure user engagement and feedback: Get deep insights into engagement, conversion, drop-off rates, and viewers. Let users ask questions anywhere and respond directly from Layerpath — so you never miss a question again.\n\nReady to elevate your product demos to the next level? Install the Layerpath Chrome Extension today and drive conversions and customer success."
  }
}