{
  "name": {
    "ar": "من Word إلى PDF",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Word to PDF",
    "bg,ru": "Word в PDF",
    "ca,es": "Word a PDF",
    "cs,pl,sk": "Word do PDF",
    "da,no": "Word til PDF",
    "de": "Word zu PDF",
    "el": "Λέξη σε PDF",
    "et": "Sõna PDF-i",
    "fa": "ورد به PDF",
    "fi": "Word PDF-muotoon",
    "fil": "Salita sa PDF",
    "fr": "Word en PDF",
    "he": "Word ל- PDF",
    "hi": "वर्ड टू पीडीएफ",
    "hr": "Riječ u PDF",
    "hu": "Word PDF-be",
    "id": "Word ke PDF",
    "it": "Word in PDF",
    "ja": "WordからPDF",
    "ko": "Word에서 PDF로",
    "lt": "Žodis į PDF",
    "lv": "Vārds uz PDF",
    "ms": "Perkataan ke PDF",
    "nl": "Word naar PDF",
    "ro": "Cuvânt în PDF",
    "sl": "Beseda v PDF",
    "sr": "Реч у ПДФ",
    "sv": "Word till PDF",
    "th": "Word เป็น PDF",
    "tr": "Word&#39;den PDF&#39;ye",
    "uk": "Слово в PDF",
    "vi": "Từ sang PDF",
    "zh_CN": "Word转PDF",
    "zh_TW": "Word轉PDF"
  },
  "short": {
    "ar": "تحويل Word إلى PDF مجانًا.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Convert Word to PDF for free.",
    "bg": "Конвертирайте Word to PDF безплатно.",
    "ca": "Converteix Word a PDF de forma gratuïta.",
    "cs": "Převést Word do PDF zdarma.",
    "da,no": "Konverter Word til PDF gratis.",
    "de": "Kostenlos Word in PDF konvertieren.",
    "el": "Μετατρέψτε το Word σε PDF δωρεάν.",
    "es": "Convertir Word a PDF de forma gratuita.",
    "et": "Konverteeri Word tasuta PDF-i.",
    "fa": "تبدیل ورد به PDF به صورت رایگان.",
    "fi": "Muunna Word PDF: ksi ilmaiseksi.",
    "fil": "I-convert ang Word sa PDF nang libre.",
    "fr": "Convertissez Word en PDF gratuitement.",
    "he": "המרת Word ל- PDF בחינם.",
    "hi": "मुफ्त में वर्ड को पीडीएफ में बदलें।",
    "hr": "Besplatno pretvorite Word u PDF.",
    "hu": "A Word PDF-re konvertálása ingyenes.",
    "id": "Konversi Word ke PDF secara gratis.",
    "it": "Converti Word in PDF gratuitamente.",
    "ja": "無料でWordをPDFに変換します。",
    "ko": "Word를 PDF로 무료로 변환하십시오.",
    "lt": "Konvertuoti „Word“ į PDF nemokamai.",
    "lv": "Konvertēt Word uz PDF bez maksas.",
    "ms": "Menukar Word ke PDF secara percuma.",
    "nl": "Word gratis converteren naar PDF.",
    "pl": "Konwertuj Word na PDF za darmo.",
    "ro": "Convertiți Word în PDF gratuit.",
    "ru": "Конвертировать Word в PDF бесплатно.",
    "sk": "Konvertovať Word do PDF zadarmo.",
    "sl": "Brezplačno pretvorite Word v PDF.",
    "sr": "Бесплатно претворите Ворд у ПДФ.",
    "sv": "Konvertera Word till PDF gratis.",
    "th": "แปลง Word เป็น PDF ได้ฟรี",
    "tr": "Word'ü ücretsiz olarak PDF'ye dönüştürün.",
    "uk": "Конвертувати Word в PDF безкоштовно.",
    "vi": "Chuyển đổi Word sang PDF miễn phí.",
    "zh_CN": "将Word转换为PDF免费。",
    "zh_TW": "將Word轉換為PDF免費。"
  },
  "long": {
    "ar": "محول ملفات PDF مجاني - تنسيقان مدعومان. قم بتحويل DOC / DOCX إلى PDF مجانًا.\nيمكنك تحويل Word إلى PDF بمجرد تثبيت برنامجنا.\nقم بتحويل مستندات Word الخاصة بك إلى تنسيق PDF اليوم.\n\n• يدعم هذا البرنامج تحويل ملفات PDF من DOC / DOCX\n• تحويل ملفات PDF من ملفات DOC و DOCX\n• عدد غير محدود من التحويلات مجانا\n\nكيفية استخدام هذا الامتداد:\n\n- اضغط على أيقونة البرنامج\n- اختر ملف DOC الذي ترغب في تحويله ،\n- اضغط على تحويل وانتظر حتى يتم تنزيل ملف PDF على جهاز الكمبيوتر الخاص بك.\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Google وإنما بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا تؤيد Google أو ترعى امتداد Chrome هذا. Word to PDF ليس مملوكًا ، فهو غير مرخص من قِبل شركة Google Inc. وليست شركة تابعة لها.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Free PDF File Converter - Two Supported Formats. Convert DOC/DOCX to PDF for free.\nYou can convert Word to PDF once you install our software.\nConvert your word documents to PDF format today.\n\n•This software supports PDF conversion from DOC/DOCX\n•Convert PDF from DOC and DOCX files\n•Unlimited number of conversions for free\n\nHow to use this extension:\n\n- Click on the software icon\n- Choose DOC file you would like to convert,\n- Press Convert and wait for the PDF file to be downloaded to your computer.\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this Chrome extension. Word to PDF is not owned by,it is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Безплатен конвертор на PDF файлове - два поддържани формата. Конвертирайте DOC / DOCX в PDF безплатно.\nМожете да конвертирате Word в PDF, след като инсталирате нашия софтуер.\nКонвертирайте документите си с думи в PDF формат днес.\n\n• Този софтуер поддържа PDF конвертиране от DOC / DOCX\n• Конвертиране на PDF от DOC и DOCX файлове\n• Неограничен брой реализации безплатно\n\nКак да използвам това разширение:\n\n- Щракнете върху иконата на софтуера\n- Изберете DOC файл, който искате да конвертирате,\n- Натиснете Convert и изчакайте PDF файла да бъде изтеглен на вашия компютър.\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява и не спонсорира това разширение за Chrome. Word to PDF не е собственост, не е лицензиран и не е дъщерно дружество на Google Inc.",
    "ca": "Convertidor de fitxers PDF gratuït: dos formats compatibles. Convertiu DOC / DOCX a PDF de forma gratuïta.\nPodeu convertir Word a PDF un cop hàgiu instal·lat el nostre programari.\nConvertiu els vostres documents de Word a format PDF avui.\n\n• Aquest programari admet la conversió de PDF de DOC / DOCX\n• Converteix PDF a partir de fitxers DOC i DOCX\n• Nombre il·limitat de conversions de franc\n\nCom s'utilitza aquesta extensió:\n\n- Feu clic a la icona del programari\n- Trieu el fitxer DOC que voleu convertir,\n- Premeu Converteix i espereu que es descarregui el fitxer PDF a l'ordinador.\n\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Google i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris.\nGoogle no recolza ni patrocina aquesta extensió de Chrome. Word a PDF no és propietat de, no té llicència ni és filial de Google Inc.",
    "cs": "Zdarma převaděč souborů PDF - dva podporované formáty. Převod DOC / DOCX na PDF zdarma.\nPo instalaci našeho softwaru můžete převést Word do PDF.\nKonvertujte své textové dokumenty do formátu PDF ještě dnes.\n\n• Tento software podporuje převod PDF z DOC / DOCX\n• Převod PDF ze souborů DOC a DOCX\n• Neomezený počet konverzí zdarma\n\nJak používat toto rozšíření:\n\n- Klikněte na ikonu softwaru\n- Vyberte soubor DOC, který chcete převést,\n- Stiskněte Převést a počkejte, až se soubor PDF stáhne do vašeho počítače.\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ vytvořeno společností Google a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům.\nGoogle toto rozšíření pro Chrome nepodporuje ani nesponzoruje. Word do PDF není vlastněn, není licencován a není dceřinou společností společnosti Google Inc.",
    "da": "Gratis PDF-filkonverter - to understøttede formater. Konverter DOC / DOCX til PDF gratis.\nDu kan konvertere Word til PDF, når du har installeret vores software.\nKonverter dine word-dokumenter til PDF-format i dag.\n\n• Denne software understøtter PDF-konvertering fra DOC / DOCX\n• Konverter PDF fra DOC- og DOCX-filer\n• Ubegrænset antal konverteringer gratis\n\nSådan bruges denne udvidelse:\n\n- Klik på softwareikonet\n- Vælg DOC-fil, du vil konvertere,\n- Tryk på Konverter, og vent på, at PDF-filen downloades til din computer.\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE er lavet af Google og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere.\nGoogle godkender eller sponsorerer ikke denne Chrome-udvidelse. Word til PDF ejes ikke af, det er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Free PDF File Converter - Zwei unterstützte Formate. Konvertieren Sie DOC / DOCX kostenlos in PDF.\nSie können Word nach der Installation unserer Software in PDF konvertieren.\nKonvertieren Sie Ihre Word-Dokumente noch heute in das PDF-Format.\n\n• Diese Software unterstützt die PDF-Konvertierung von DOC / DOCX\n• Konvertieren Sie PDF-Dateien aus DOC- und DOCX-Dateien\n• Unbegrenzte Anzahl kostenloser Conversions\n\nSo verwenden Sie diese Erweiterung:\n\n- Klicken Sie auf das Software-Symbol\n- Wählen Sie die DOC-Datei, die Sie konvertieren möchten.\n- Drücken Sie Konvertieren und warten Sie, bis die PDF-Datei auf Ihren Computer heruntergeladen wurde.\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Chrome-Erweiterung nicht. Word to PDF gehört nicht, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Δωρεάν μετατροπέας αρχείων PDF - Δύο υποστηριζόμενες μορφές. Μετατρέψτε DOC / DOCX σε PDF δωρεάν.\nΜπορείτε να μετατρέψετε το Word σε PDF μόλις εγκαταστήσετε το λογισμικό μας.\nΜετατρέψτε τα έγγραφα λέξεων σε μορφή PDF σήμερα.\n\n• Αυτό το λογισμικό υποστηρίζει μετατροπή PDF από DOC / DOCX\n• Μετατροπή PDF από αρχεία DOC και DOCX\n• Απεριόριστος αριθμός μετατροπών δωρεάν\n\nΠώς να χρησιμοποιήσετε αυτήν την επέκταση:\n\n- Κάντε κλικ στο εικονίδιο λογισμικού\n- Επιλέξτε αρχείο DOC που θέλετε να μετατρέψετε,\n- Πατήστε Μετατροπή και περιμένετε να γίνει λήψη του αρχείου PDF στον υπολογιστή σας.\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση Chrome. Το Word σε PDF δεν ανήκει, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "es": "Convertidor de archivos PDF gratuito: dos formatos compatibles. Convierta DOC / DOCX a PDF de forma gratuita.\nPuede convertir Word a PDF una vez que instale nuestro software.\nConvierta sus documentos de Word a formato PDF hoy.\n\n• Este software admite la conversión de PDF de DOC / DOCX\n• Convertir PDF de archivos DOC y DOCX\n• Número ilimitado de conversiones gratis\n\nCómo utilizar esta extensión:\n\n- Haga clic en el icono del software\n- Elija el archivo DOC que le gustaría convertir,\n- Presione Convertir y espere a que el archivo PDF se descargue en su computadora.\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión de Chrome. Word to PDF no es propiedad de, no tiene licencia ni es una subsidiaria de Google Inc.",
    "et": "Tasuta PDF-failide teisendaja - kaks toetatud vormingut. Teisendage DOC / DOCX tasuta PDF-failiks.\nKui olete meie tarkvara installinud, saate Wordi PDF-failiks teisendada.\nTeisendage oma Wordi dokumendid täna PDF-vormingusse.\n\n• See tarkvara toetab PDF-failide teisendamist DOC / DOCX-ist\n• Teisenda PDF-fail DOC- ja DOCX-failidest\n• Piiramatu arv konversioone tasuta\n\nKuidas seda laiendust kasutada:\n\n- Klõpsake tarkvaraikoonil\n- Valige teisendatav DOC-fail,\n- Vajutage Teisenda ja oodake, kuni PDF-fail arvutisse alla laaditakse.\n\nKohustustest loobumine: pange tähele, et seda laiendust EI teinud Google ja seda teeb sõltumatu arendustiim. Kõik autoriõigused kuuluvad nende omanikele.\nGoogle ei toeta ega sponsoreeri seda Chrome'i laiendust. Wordist PDF-i ei kuulu Google Inc., see pole litsentseeritud ega ole Google Inc. tütarettevõte.",
    "fa": "مبدل فایل PDF رایگان - دو فرمت پشتیبانی شده. تبدیل DOC / DOCX به PDF به صورت رایگان.\nپس از نصب نرم افزار ، می توانید Word را به PDF تبدیل کنید.\nاسناد word خود را امروز به قالب PDF تبدیل کنید.\n\n• این نرم افزار از تبدیل PDF از DOC / DOCX پشتیبانی می کند\n• تبدیل PDF از پرونده های DOC و DOCX\n• تعداد نامحدود تبدیل به صورت رایگان\n\nنحوه استفاده از این برنامه افزودنی:\n\n- روی نماد نرم افزار کلیک کنید\n- پرونده DOC را که می خواهید تبدیل کنید انتخاب کنید ،\n- Convert را فشار دهید و منتظر بارگیری فایل PDF در رایانه خود باشید.\n\nسلب مسئولیت: لطفاً توجه داشته باشید که این برنامه افزودنی توسط Google ساخته نشده و توسط یک تیم توسعه مستقل ساخته شده است. کلیه حق چاپ به صاحبان مربوطه تعلق دارند.\nGoogle این افزونه Chrome را تأیید یا حمایت نمی کند. Word به PDF متعلق به آن نیست ، مجوز آن را ندارد و از شرکت های تابعه Google Inc نیست.",
    "fi": "Free PDF File Converter - Two Supported Formats. Convert DOC/DOCX to PDF for free.\n\n•This software supports PDF conversion from DOC/DOCX\n•Convert PDF from DOC and DOCX files \n•Unlimited number of conversions for free\n\nHow to use this extension:\n\n- Click on the software icon\n- Choose PDF file you would like to convert,\n- Chose format in which you would  like to convert, there are two options: DOC and DOCX\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this Chrome extension. Word to PDF for Google Chrome™ is not owned by,it is not licensed by and is not a subsidiary of Google Inc.",
    "fil": "Ilmainen PDF-tiedostomuunnin - kaksi tuettua muotoa. Muunna DOC / DOCX PDF-tiedostoksi ilmaiseksi.\nVoit muuntaa Wordin PDF-tiedostoksi, kun olet asentanut ohjelmistomme.\nMuunna Word-dokumenttisi PDF-muotoon tänään.\n\n• Tämä ohjelmisto tukee PDF-muunnosta DOC / DOCX-tiedostosta\n• Muunna PDF-tiedosto DOC- ja DOCX-tiedostoista\n• Rajoittamaton määrä tuloksia ilmaiseksi\n\nKuinka käyttää tätä laajennusta:\n\n- Napsauta ohjelmistokuvaketta\n- Valitse DOC-tiedosto, jonka haluat muuntaa,\n- Paina Muunna ja odota, että PDF-tiedosto ladataan tietokoneellesi.\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole tehnyt Google, ja sen on tehnyt riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai sponsoroi tätä Chrome-laajennusta. Word to PDF ei ole Google Inc: n omistuksessa, lisenssillä eikä se ole Google Inc: n tytäryhtiö.",
    "fr": "Convertisseur de fichiers PDF gratuit - Deux formats pris en charge. Convertissez DOC / DOCX en PDF gratuitement.\nVous pouvez convertir Word en PDF une fois que vous avez installé notre logiciel.\nConvertissez dès aujourd'hui vos documents Word au format PDF.\n\n• Ce logiciel prend en charge la conversion PDF à partir de DOC / DOCX\n• Conversion de PDF à partir de fichiers DOC et DOCX\n• Nombre illimité de conversions gratuites\n\nComment utiliser cette extension:\n\n- Cliquez sur l'icône du logiciel\n- Choisissez le fichier DOC que vous souhaitez convertir,\n- Appuyez sur Convertir et attendez que le fichier PDF soit téléchargé sur votre ordinateur.\n\nClause de non-responsabilité: veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension Chrome. Word to PDF n'est pas la propriété de, il n'est pas autorisé par et n'est pas une filiale de Google Inc.",
    "he": "ממיר קבצי PDF בחינם - שני פורמטים נתמכים. המרת DOC / DOCX ל- PDF בחינם.\n\n• תוכנה זו תומכת בהמרת PDF מ- DOC / DOCX\n• המרת PDF מקבצי DOC ו- DOCX\n• מספר בלתי מוגבל של המרות בחינם\n\nכיצד להשתמש בתוסף זה:\n\n- לחץ על סמל התוכנה\n- בחר קובץ PDF שתרצה להמיר,\n- בחר פורמט בו תרצה להמיר, יש שתי אפשרויות: DOC ו- DOCX\n\nהצהרת אחריות: שימו לב שהרחבה זו אינה מיוצרת על ידי Google והיא נעשית על ידי צוות פיתוח עצמאי. כל זכויות היוצרים שייכות לבעליהן בהתאמה.\nGoogle אינה תומכת או נותנת חסות לתוסף Chrome זה. Word ל- PDF ל- Google Chrome ™ אינו בבעלות, אינו מורשה על ידי ואינו חברת בת של Google Inc.",
    "hi": "मुफ्त पीडीएफ फाइल कनवर्टर - दो समर्थित प्रारूप। कन्वर्ट DOC / DOCX मुक्त करने के लिए पीडीएफ।\nहमारे सॉफ्टवेयर को इंस्टॉल करने के बाद आप वर्ड को पीडीएफ में बदल सकते हैं।\nआज अपने शब्द दस्तावेजों को पीडीएफ प्रारूप में बदलें।\n\n• यह सॉफ्टवेयर DOC / DOCX से पीडीएफ रूपांतरण का समर्थन करता है\n• DOC और DOCX फ़ाइलों से पीडीएफ कन्वर्ट\n• मुफ्त में असीमित संख्या में रूपांतरण\n\nइस एक्सटेंशन का उपयोग कैसे करें:\n\n- सॉफ्टवेयर आइकन पर क्लिक करें\n- DOC फाइल चुनें जिसे आप बदलना चाहते हैं,\n- कन्वर्ट कन्वर्ट और पीडीएफ फाइल के लिए अपने कंप्यूटर पर डाउनलोड करने के लिए प्रतीक्षा करें।\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस क्रोम एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। वर्ड टू पीडीएफ का स्वामित्व नहीं है, यह लाइसेंस प्राप्त नहीं है और Google इंक की सहायक कंपनी नहीं है।",
    "hr": "Besplatni pretvarač PDF datoteka - dva podržana formata. Pretvorite DOC / DOCX u PDF besplatno.\nMožete pretvoriti Word u PDF nakon što instalirate naš softver.\nPretvorite svoje word dokumente u PDF format već danas.\n\n• Ovaj softver podržava pretvorbu PDF-a iz DOC / DOCX\n• Pretvorite PDF iz DOC i DOCX datoteka\n• Neograničen broj konverzija besplatno\n\nKako se koristi ovo proširenje:\n\n- Kliknite ikonu softvera\n- Odaberite DOC datoteku koju želite pretvoriti,\n- Pritisnite Pretvori i pričekajte da se PDF datoteka preuzme na vaše računalo.\n\nIzjava o odricanju odgovornosti: imajte na umu da ovo proširenje NIJE Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava ili ne sponzorira ovo proširenje za Chrome. Word u PDF nije u vlasništvu, nema licencu i nije podružnica Google Inc.",
    "hu": "Ingyenes PDF File Converter - Két támogatott formátum. Konvertálja a DOC / DOCX fájlt ingyen PDF-be.\nA szoftver telepítése után konvertálhatja a Word-t PDF-be.\nKonvertálja a Word dokumentumokat ma PDF formátumba.\n\n• Ez a szoftver támogatja a PDF konverziót DOC / DOCX fájlból\n• PDF konvertálása DOC és DOCX fájlokból\n• Korlátlan számú konverzió ingyen\n\nA kiterjesztés használata:\n\n- Kattintson a szoftver ikonra\n- Válassza ki a konvertálni kívánt DOC fájlt,\n- Nyomja meg a Konvertálás gombot, és várja meg, amíg a PDF fájl letöltődik a számítógépére.\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a bővítményt NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Google nem támogatja vagy szponzorálja ezt a Chrome-bővítményt. A Word PDF formátumban nem a Google Inc. tulajdonában van, nem rendelkezik licencekkel és nem a Google Inc. leányvállalata.",
    "id": "Pengonversi File PDF Gratis - Dua Format yang Didukung. Konversi DOC / DOCX ke PDF secara gratis.\nAnda dapat mengonversi Word ke PDF setelah Anda menginstal perangkat lunak kami.\nKonversikan dokumen kata Anda ke format PDF hari ini.\n\n• Perangkat lunak ini mendukung konversi PDF dari DOC / DOCX\n• Konversi PDF dari file DOC dan DOCX\n• Jumlah konversi gratis tanpa batas\n\nCara menggunakan ekstensi ini:\n\n- Klik pada ikon perangkat lunak\n- Pilih file DOC yang ingin Anda konversi,\n- Tekan Convert dan tunggu file PDF diunduh ke komputer Anda.\n\nPenafian: Harap dicatat ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembangan independen. Semua hak cipta adalah milik masing-masing pemiliknya.\nGoogle tidak mendukung atau mensponsori ekstensi Chrome ini. Word to PDF tidak dimiliki oleh, tidak dilisensikan oleh dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Convertitore di file PDF gratuito - Due formati supportati. Converti DOC / DOCX in PDF gratuitamente.\nPuoi convertire Word in PDF una volta installato il nostro software.\nConverti i tuoi documenti Word in formato PDF oggi stesso.\n\n• Questo software supporta la conversione PDF da DOC / DOCX\n• Converti PDF da file DOC e DOCX\n• Numero illimitato di conversioni gratuitamente\n\nCome utilizzare questa estensione:\n\n- Fare clic sull'icona del software\n- Scegli il file DOC che desideri convertire,\n- Premi Converti e attendi che il file PDF venga scaricato sul tuo computer.\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è realizzata da Google ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione di Chrome. Word to PDF non è di proprietà di, non è concesso in licenza da e non è una consociata di Google Inc.",
    "ja": "無料のPDFファイルコンバーター-2つのサポートされている形式。 DOC / DOCXを無料でPDFに変換します。\nソフトウェアをインストールすると、WordをPDFに変換できます。\nWord文書を今すぐPDF形式に変換します。\n\n•このソフトウェアはDOC / DOCXからのPDF変換をサポートしています\n•DOCおよびDOCXファイルからPDFを変換します\n•無料で無制限の数の変換\n\nこの拡張機能の使用方法：\n\n-ソフトウェアのアイコンをクリックします\n-変換したいDOCファイルを選択し、\n-変換を押し、PDFファイルがコンピュータにダウンロードされるのを待ちます。\n\n免責事項：この拡張機能はGoogleによるものではなく、独立した開発チームによるものです。すべての著作権はそれぞれの所有者に帰属します。\nGoogleがこのChrome拡張機能を推奨または後援することはありません。 Word to PDFは、Google Inc.が所有しているわけではなく、Google Inc.によってライセンスされていません。",
    "ko": "무료 PDF 파일 변환기-두 가지 지원 형식. 무료로 DOC / DOCX를 PDF로 변환합니다.\n소프트웨어를 설치하면 Word를 PDF로 변환 할 수 있습니다.\n지금 바로 워드 문서를 PDF 형식으로 변환하십시오.\n\n•이 소프트웨어는 DOC / DOCX에서 PDF 변환을 지원합니다\n• DOC 및 DOCX 파일에서 PDF 변환\n• 무료로 무제한 변환\n\n이 확장을 사용하는 방법 :\n\n-소프트웨어 아이콘을 클릭하십시오\n-변환하려는 DOC 파일을 선택하고,\n-변환을 누르고 PDF 파일이 컴퓨터에 다운로드 될 때까지 기다립니다.\n\n면책 조항 :이 확장은 Google에서 만든 것이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다.\nGoogle은이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. Word to PDF는 Google Inc.의 소유가 아니며 라이센스가 없으며 Google Inc.의 자회사가 아닙니다.",
    "lt": "Nemokamas PDF failų keitiklis - du palaikomi formatai. Konvertuokite DOC / DOCX į PDF nemokamai.\nĮdiegę mūsų programinę įrangą, galite konvertuoti „Word“ į PDF.\nŠiandien konvertuokite „Word“ dokumentus į PDF formatą.\n\n• Ši programinė įranga palaiko PDF konversiją iš DOC / DOCX\n• Konvertuoti PDF failą iš DOC ir DOCX failų\n• Neribotas konversijų skaičius nemokamai\n\nKaip naudoti šį plėtinį:\n\n- Spustelėkite programinės įrangos piktogramą\n- Pasirinkite DOC failą, kurį norite konvertuoti,\n- Paspauskite Konvertuoti ir palaukite, kol PDF failas bus atsisiųstas į jūsų kompiuterį.\n\nAtsakomybės apribojimas: atkreipkite dėmesį, kad šį plėtinį NEGALI „Google“, o jį atlieka nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepatvirtina ir neremia šio „Chrome“ plėtinio. „Word to PDF“ nepriklauso, nėra licencijuota ir nėra „Google Inc.“ dukterinė įmonė.",
    "lv": "Bezmaksas PDF failu pārveidotājs - divi atbalstītie formāti. Konvertējiet DOC / DOCX uz PDF bez maksas.\nPēc programmatūras instalēšanas Word var pārveidot par PDF.\nŠodien konvertējiet Word dokumentus PDF formātā.\n\n• Šī programmatūra atbalsta PDF konvertēšanu no DOC / DOCX\n• Konvertēt PDF no DOC un DOCX failiem\n• neierobežots reklāmguvumu skaits bez maksas\n\nKā izmantot šo paplašinājumu:\n\n- Noklikšķiniet uz programmatūras ikonas\n- Izvēlieties DOC failu, kuru vēlaties konvertēt,\n- Nospiediet Konvertēt un gaidiet, kamēr PDF fails tiks lejupielādēts jūsu datorā.\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to veic neatkarīga izstrādātāju komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neapstiprina un sponsorē šo Chrome paplašinājumu. Programma Word uz PDF nepieder, tā nav licencēta un nav Google Inc. meitasuzņēmums.",
    "ms": "Penukar Fail PDF Percuma - Dua Format yang Disokong. Tukar DOC / DOCX ke PDF secara percuma.\nAnda boleh menukar Word ke PDF setelah anda memasang perisian kami.\nTukar dokumen perkataan anda ke format PDF hari ini.\n\n• Perisian ini menyokong penukaran PDF dari DOC / DOCX\n• Tukar PDF dari fail DOC dan DOCX\n• Jumlah penukaran tanpa had secara percuma\n\nCara menggunakan pelanjutan ini:\n\n- Klik pada ikon perisian\n- Pilih fail DOC yang ingin anda tukar,\n- Tekan Convert dan tunggu fail PDF dimuat ke komputer anda.\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan Chrome ini. Word to PDF tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Gratis PDF-bestandsconverter - twee ondersteunde formaten. Converteer gratis DOC / DOCX naar PDF.\nU kunt Word naar PDF converteren zodra u onze software heeft geïnstalleerd.\nConverteer vandaag nog uw Word-documenten naar PDF-indeling.\n\n• Deze software ondersteunt PDF-conversie van DOC / DOCX\n• PDF converteren van DOC- en DOCX-bestanden\n• Onbeperkt aantal gratis conversies\n\nHoe deze extensie te gebruiken:\n\n- Klik op het softwarepictogram\n- Kies het DOC-bestand dat u wilt converteren,\n- Druk op Converteren en wacht tot het pdf-bestand naar uw computer is gedownload.\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelingsteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren.\nGoogle onderschrijft of sponsort deze Chrome-extensie niet. Word naar PDF is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Gratis PDF-filkonverterer - to støttede formater. Konverter DOC / DOCX til PDF gratis.\nDu kan konvertere Word til PDF når du har installert programvaren vår.\nKonverter Word-dokumentene dine til PDF-format i dag.\n\n• Denne programvaren støtter PDF-konvertering fra DOC / DOCX\n• Konverter PDF fra DOC- og DOCX-filer\n• Ubegrenset antall konverteringer gratis\n\nSlik bruker du denne utvidelsen:\n\n- Klikk på programvareikonet\n- Velg DOC-fil du vil konvertere,\n- Trykk på Konverter og vent på at PDF-filen skal lastes ned til datamaskinen din.\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nGoogle støtter ikke eller sponser denne Chrome-utvidelsen. Word to PDF eies ikke av, det er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Darmowy konwerter plików PDF - dwa obsługiwane formaty. Konwertuj DOC / DOCX na PDF za darmo.\nPo zainstalowaniu naszego oprogramowania możesz przekonwertować Word na PDF.\nKonwertuj swoje dokumenty Word do formatu PDF już dziś.\n\n• To oprogramowanie obsługuje konwersję PDF z DOC / DOCX\n• Konwersja plików PDF z plików DOC i DOCX\n• Nieograniczona liczba konwersji za darmo\n\nJak korzystać z tego rozszerzenia:\n\n- Kliknij ikonę oprogramowania\n- Wybierz plik DOC, który chcesz przekonwertować,\n- Naciśnij przycisk Konwertuj i poczekaj, aż plik PDF zostanie pobrany na komputer.\n\nZastrzeżenie: należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Google i zostało wykonane przez niezależny zespół programistów. Wszystkie prawa autorskie należą do ich odpowiednich właścicieli.\nGoogle nie popiera ani nie sponsoruje tego rozszerzenia Chrome. Word to PDF nie jest własnością, nie jest licencjonowany ani nie jest spółką zależną Google Inc.",
    "ro": "Convertor de fișiere PDF gratuit - Două formate acceptate. Convertiți DOC / DOCX în PDF gratuit.\nPuteți converti Word în PDF după ce instalați software-ul nostru.\nConvertiți documentele dvs. Word în format PDF astăzi.\n\n• Acest software acceptă conversia PDF din DOC / DOCX\n• Convertiți fișiere PDF din fișiere DOC și DOCX\n• Număr nelimitat de conversii gratuit\n\nCum se folosește această extensie:\n\n- Faceți clic pe pictograma software\n- Alegeți fișierul DOC pe care doriți să îl convertiți,\n- Apăsați pe Conversie și așteptați ca fișierul PDF să fie descărcat pe computer.\n\nDeclinare de responsabilitate: Rețineți că această extensie NU este realizată de Google și este realizată de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu aprobă sau sponsorizează această extensie Chrome. Word către PDF nu este deținut de, nu este licențiat de și nu este o filială a Google Inc.",
    "ru": "Бесплатный конвертер PDF-файлов - два поддерживаемых формата. Конвертируйте DOC / DOCX в PDF бесплатно.\nВы можете конвертировать Word в PDF после установки нашего программного обеспечения.\nПреобразуйте свои текстовые документы в формат PDF уже сегодня.\n\n• Это программное обеспечение поддерживает преобразование PDF из DOC / DOCX.\n• Конвертируйте PDF из файлов DOC и DOCX\n• Неограниченное количество конверсий бесплатно\n\nКак использовать это расширение:\n\n- Щелкните значок программного обеспечения\n- Выберите файл DOC, который вы хотите преобразовать,\n- Нажмите «Конвертировать» и подождите, пока PDF-файл загрузится на ваш компьютер.\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Google, а создано независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не спонсирует это расширение Chrome. Word to PDF не принадлежит, не лицензируется и не является дочерней компанией Google Inc.",
    "sk": "Bezplatný prevádzač súborov PDF - dva podporované formáty. Konvertujte DOC / DOCX na PDF zadarmo.\nPo nainštalovaní nášho softvéru môžete previesť Word do PDF.\nKonvertujte svoje textové dokumenty do formátu PDF ešte dnes.\n\n• Tento softvér podporuje prevod PDF z DOC / DOCX\n• Prevod PDF zo súborov DOC a DOCX\n• Neobmedzený počet konverzií zadarmo\n\nAko používať toto rozšírenie:\n\n- Kliknite na ikonu softvéru\n- Vyberte súbor DOC, ktorý chcete previesť,\n- Stlačte tlačidlo Konvertovať a počkajte, kým sa súbor PDF stiahne do vášho počítača.\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE je vyrobené spoločnosťou Google a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom.\nGoogle toto rozšírenie pre Chrome nepodporuje ani nesponzoruje. Word to PDF nie je vo vlastníctve spoločnosti Google, nemá licenciu od spoločnosti Google Inc. a nie je jej dcérskou spoločnosťou.",
    "sl": "Brezplačen pretvornik datotek PDF - dve podprti obliki zapisa. Pretvorite DOC / DOCX v PDF brezplačno.\nKo namestite našo programsko opremo, lahko Word pretvorite v PDF.\nDanes pretvorite svoje besedne dokumente v format PDF.\n\n• Ta programska oprema podpira pretvorbo PDF iz DOC / DOCX\n• Pretvorite PDF iz datotek DOC in DOCX\n• Neomejeno število pretvorb brezplačno\n\nKako uporabiti to razširitev:\n\n- Kliknite ikono programske opreme\n- Izberite datoteko DOC, ki jo želite pretvoriti,\n- Pritisnite Pretvori in počakajte, da se datoteka PDF prenese v vaš računalnik.\n\nOmejitev odgovornosti: upoštevajte, da te razširitve NE izdeluje Google in jo je izdelala neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nGoogle ne podpira in ne sponzorira te razširitve za Chrome. Word to PDF ni v lasti družbe Google, ni licencirana in ni hčerinska družba družbe Google Inc.",
    "sr": "Бесплатни претварач ПДФ датотека - два подржана формата. Претворите ДОЦ / ДОЦКС у ПДФ бесплатно.\nМожете да претворите Ворд у ПДФ након што инсталирате наш софтвер.\nПретворите своје ворд документе у ПДФ формат већ данас.\n\n• Овај софтвер подржава претворбу ПДФ-а из ДОЦ / ДОЦКС\n• Претворите ПДФ из ДОЦ и ДОЦКС датотека\n• Неограничен број конверзија бесплатно\n\nКако се користи овај додатак:\n\n- Кликните на икону софтвера\n- Изаберите ДОЦ датотеку коју желите да конвертујете,\n- Притисните Претвори и сачекајте да се ПДФ датотека преузме на рачунар.\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НИЈЕ Гоогле, а направио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\nГоогле не подржава и не спонзорише ово Цхроме проширење. Ворд у ПДФ није у власништву, није лиценциран и није подружница компаније Гоогле Инц.",
    "sv": "Gratis PDF-filkonverterare - två format som stöds. Konvertera DOC / DOCX till PDF gratis.\nDu kan konvertera Word till PDF när du har installerat vår programvara.\nKonvertera dina Word-dokument till PDF-format idag.\n\n• Denna programvara stöder PDF-konvertering från DOC / DOCX\n• Konvertera PDF från DOC- och DOCX-filer\n• Obegränsat antal konverteringar gratis\n\nSå här använder du detta tillägg:\n\n- Klicka på programvaruikonen\n- Välj DOC-fil som du vill konvertera,\n- Tryck på Konvertera och vänta tills PDF-filen laddas ner till din dator.\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE är gjord av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör respektive ägare.\nGoogle stöder inte eller sponsrar detta Chrome-tillägg. Word to PDF ägs inte av, det är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "โปรแกรมแปลงไฟล์ PDF ฟรี - สองรูปแบบที่รองรับ แปลง DOC / DOCX เป็น PDF ฟรี\nคุณสามารถแปลง Word เป็น PDF ได้เมื่อคุณติดตั้งซอฟต์แวร์ของเรา\nแปลงเอกสาร word ของคุณเป็นรูปแบบ PDF วันนี้\n\n•ซอฟต์แวร์นี้รองรับการแปลง PDF จาก DOC / DOCX\n•แปลง PDF จากไฟล์ DOC และ DOCX\n•ไม่ จำกัด จำนวนการแปลงฟรี\n\nวิธีใช้ส่วนขยายนี้:\n\n- คลิกที่ไอคอนซอฟต์แวร์\n- เลือกไฟล์ DOC ที่คุณต้องการแปลง\n- กด Convert และรอให้ไฟล์ PDF ดาวน์โหลดลงในคอมพิวเตอร์ของคุณ\n\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ Word เป็น PDF ไม่ได้เป็นเจ้าของโดยไม่ได้รับอนุญาตจากและไม่ใช่ บริษัท ในเครือของ Google Inc.",
    "tr": "Ücretsiz PDF Dosyası Dönüştürücü - İki Desteklenen Biçim. DOC / DOCX'i ücretsiz olarak PDF'ye dönüştürün.\nYazılımımızı yükledikten sonra Word'ü PDF'ye dönüştürebilirsiniz.\nWord belgelerinizi bugün PDF formatına dönüştürün.\n\n• Bu yazılım, DOC / DOCX'ten PDF dönüştürmeyi destekler\n• PDF'yi DOC ve DOCX dosyalarından dönüştürün\n• Ücretsiz sınırsız sayıda dönüşüm\n\nBu uzantı nasıl kullanılır:\n\n- Yazılım simgesine tıklayın\n- Dönüştürmek istediğiniz DOC dosyasını seçin,\n- Dönüştür'e basın ve PDF dosyasının bilgisayarınıza indirilmesini bekleyin.\n\nSorumluluk Reddi Beyanı: Lütfen bu uzantının Google tarafından OLMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları kendi sahiplerine aittir.\nGoogle, bu Chrome uzantısını onaylamaz veya desteklemez. Word to PDF, Google Inc.'e ait değildir, lisansı yoktur ve bir Google Inc.",
    "uk": "Безкоштовний конвертер файлів PDF - два підтримувані формати. Безкоштовно перетворіть DOC / DOCX у PDF.\nВи можете перетворити Word у PDF після встановлення нашого програмного забезпечення.\nПеретворіть свої текстові документи у формат PDF сьогодні.\n\n• Це програмне забезпечення підтримує перетворення PDF із DOC / DOCX\n• Конвертувати PDF з файлів DOC та DOCX\n• Необмежена кількість конверсій безкоштовно\n\nЯк використовувати це розширення:\n\n- Клацніть на піктограму програмного забезпечення\n- Виберіть файл DOC, який ви хочете конвертувати,\n- Натисніть Конвертувати і зачекайте, поки файл PDF завантажиться на ваш комп'ютер.\n\nЗастереження. Зверніть увагу: це розширення НЕ робиться компанією Google, а робиться незалежною командою розробників. Усі авторські права належать їх власникам.\nGoogle не підтримує та не спонсорує це розширення Chrome. Word у PDF не належить, не ліцензовано та не є дочірньою компанією Google Inc.",
    "vi": "Chuyển đổi tệp PDF miễn phí - Hai định dạng được hỗ trợ. Chuyển đổi DOC / DOCX sang PDF miễn phí.\nBạn có thể chuyển đổi Word sang PDF sau khi cài đặt phần mềm của chúng tôi.\nChuyển đổi tài liệu từ của bạn sang định dạng PDF ngay hôm nay.\n\n• Phần mềm này hỗ trợ chuyển đổi PDF từ DOC / DOCX\n• Chuyển đổi PDF từ các tệp DOC và DOCX\n• Không giới hạn số lượng chuyển đổi miễn phí\n\nCách sử dụng tiện ích mở rộng này:\n\n- Nhấp vào biểu tượng phần mềm\n- Chọn tệp DOC bạn muốn chuyển đổi,\n- Nhấn Chuyển đổi và đợi tệp PDF được tải xuống máy tính của bạn.\n\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG phải do Google tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ cho tiện ích mở rộng này của Chrome. Word to PDF không thuộc sở hữu của, nó không được cấp phép và không phải là công ty con của Google Inc.",
    "zh_CN": "免费的PDF文件转换器-两种受支持的格式。免费将DOC / DOCX转换为PDF。\n安装我们的软件后，您可以将Word转换为PDF。\n立即将您的Word文档转换为PDF格式。\n\n•此软件支持从DOC / DOCX进行PDF转换\n•从DOC和DOCX文件转换PDF\n•无限次数的免费转换\n\n如何使用此扩展名：\n\n-点击软件图标\n-选择要转换的DOC文件，\n-按转换并等待PDF文件下载到您的计算机。\n\n免责声明：请注意，此扩展程序不是由Google而是由独立的开发团队开发的。所有版权属于其各自所有者。\nGoogle不认可或赞助此Chrome扩展程序。 Word to PDF不归Google Inc.所有，也不属于Google Inc.的许可，也不是其子公司。",
    "zh_TW": "免費的PDF文件轉換器-兩種受支持的格式。免費將DOC / DOCX轉換為PDF。\n安裝我們的軟件後，您可以將Word轉換為PDF。\n立即將您的Word文檔轉換為PDF格式。\n\n•此軟件支持從DOC / DOCX進行PDF轉換\n•從DOC和DOCX文件轉換PDF\n•無限次數的免費轉換\n\n如何使用此擴展程序：\n\n-點擊軟件圖標\n-選擇要轉換的DOC文件，\n-按轉換並等待PDF文件下載到您的計算機。\n\n免責聲明：請注意，此擴展程序不是由Google而是由獨立的開發團隊開發的。所有版權屬於其各自所有者。\nGoogle不認可或贊助此Chrome擴展程序。 Word to PDF並非歸Google Inc.所有，也不屬於Google Inc.的許可，也不是其子公司。"
  }
}