{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flickcall: Netflix Party with Video Call"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create watch party on Netflix, Jiocinema, Hotstar, Amazon Prime Video, Disney plus & more. Watch movies & TV show together in sync."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flickcall is a watch party extension to watch movie & TV shows on popular streaming services together with friends & family. Once a watch party is started, Flickcall’s cutting-edge technology will synchronize everyone’s video players. On top of that, participants can video call and group chat to make the virtual movie experience more fun.\nUpdate 8.5.1\n- Bug fix: Hulu redirection issue on joining party from invite link.\nUpdate 8.5.0\n- Added support for Jiocinema\nUpdate 8.4.1\n- Support for 3rd party shows with ads on Amazon Prime Video.\n- Support for ad based plan on HBO Max.\n\nFlickcall now offers free and a premium plan. \nThe free plan supports watch party on all 10 streaming platforms. It offers unlimited text chat and 30 minutes of video chat every week. View list of all supported streaming platforms here https://www.flickcall.com .\nPremium plan offers everything in free with unlimited video chat.\n\n\nHow to start watch party?\n1. Start playing the movie or TV show. Once the video starts playing, click the Flickcall logo on the top right. That’s it.\nIf the logo, doesn’t show, hover over the top right corner of the video. You can also click the Flickcall browser icon from the extension menu to start the party.\n2. Share the Invite link to add more participants.\n\nFlickcall VS other watch party extensions. What makes Flickcall stands out?\n-Cutting-edge technology to keep video playback in sync.\n-Video call support in addition to group chat. Flickcall is like Netflix party with video call.\n-Setup and join the watch party without any hassle. No need to pass instructions to friends to join the party. Just share the invite link, we will handle the rest.\n-Flickcall is privacy friendly. Your personal chats and video streams are transmitted directly to your friends without passing them to our servers. However, if direct connection is not supported due to a firewall, personal messages and streams are routed via our servers with industry-level encryption (our servers can’t decrypt).\n- Keep video players in sync to support seek, skip credits, skip intro or even ads playing in one of the participants. It just works\n- Flickcall remote watch parties work flawlessly even with TV series to binge multiple episodes together making it the best extension to watch with friends.\n- Watch party on Youtube supports synchronization for multiple videos in the same watch party. Eg. if one user starts playing a new video from recommendations or by searching, playback for everyone will be synchronized. So you can watch tons of unrelated video in sync in a single party.\n- Supports watching live matches together. So get ready to cheer for your favorite teams together.\n- Supports Indian OTT platforms. Check full list https://www.flickcall.com.\n\nEither you are planning to stream movies with friends or want to go on a virtual movie date or just want to binge together - Flickcall is the best extension to watch movies together."
  }
}