{
  "name": {
    "am,ar,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,fa,fr,gu,ja,kn,lt,ml,mr,pt_BR,pt_PT,sk,sw,ta,te": "Drive Mad - Fun Game",
    "bg": "Паркирай Лудо - Забавна Игра",
    "es,uk": "Conduce Loco - Juego Divertido",
    "et": "Sõida Hulluks - Lõbus Mäng",
    "fi": "Aja Hulluksi - Hauska Peli",
    "fil": "Mag-Drive ng Pagkasiraan - Masayang Laro",
    "he,hi,hr,ms": "Drive Mad - Juego Divertido",
    "hu": "Vezetés Bolondulás - Szórakoztató játék",
    "id": "Mengemudi Gila - Permainan Seru",
    "it": "Drive Mad - Gioco divertente",
    "ko": "미치는 드라이브 - 재미있는 게임",
    "lv": "Brauc Sāvā - Jautra spēle",
    "nl": "Drive Mad - Leuk Spel",
    "no": "Fahr verrückt - lustiges Spiel",
    "pl": "Drive Mad - Zabawna Gra",
    "ro": "Condu nebun - Joc distractiv",
    "ru": "Веселая игра - Drive Mad",
    "sl": "Poganja Mad - Zabavna igra",
    "sr": "Vozi Lud - Zabavna igra",
    "sv": "Driving Mad - Roligt spel",
    "th": "เดรีฟ แมด - เกมสุดสนุก",
    "tr": "Sürücü Çıldırt - Eğlenceli Oyun",
    "vi": "Điều khiển điên cuồng - Trò chơi vui nhộn",
    "zh_CN": "疯狂驾驶 - 有趣的游戏",
    "zh_TW": "瘋狂駕駛 - 趣味遊戲"
  },
  "short": {
    "am,ar,bg,bn,ca,da,de,en,en_AU,en_GB,en_US,es_419,fa,fr,gu,id,kn,ml,mr,pl,pt_BR,pt_PT,sv,sw,ta,te,tr,uk": "Drive Mad as a Chrome extension - Also can Play without Internet, try it now!",
    "cs": "Drive Mad jako rozšíření Chrome - Můžeš hrát i bez internetu, vyzkoušej teď!",
    "el": "Drive Mad como una extensión de Chrome - También se puede jugar sin conexión a Internet, ¡pruébalo ahora!",
    "es": "\"Drive Mad como una extensión de Chrome - También se puede jugar sin conexión a internet, ¡pruébalo ahora!\"",
    "et": "Kihara Kui Google Chrome'i laiendus - Saad mängida ka ilma internetiühenduseta, proovi kohe järele!",
    "fi": "Aja Hulluksi Chrome-laajennuksena - Voit myös pelata ilman internetyhteyttä, kokeile nyt!",
    "fil": "Gamitin ang Drive Mad bilang isang Chrome extension - Maaari rin itong i-play kahit walang Internet, subukan mo na ngayon!",
    "he": "הורד את Drive Mad כסיומת Chrome - אפשר גם לשחק בלי חיבור לאינטרנט, נסה עכשיו!",
    "hi": "Conduza Louco como uma extensão do Chrome - Também pode jogar sem internet, experimente agora!",
    "hr": "Drive Mad kao Chrome proširenje - Takođe moguće igrati bez internet konekcije, isprobajte sada!",
    "hu": "Hajtsd magad madárnak, mint Chrome bővítmény - Kipróbálhatod internet nélkül is, próbáld ki most!",
    "it": "Drive Mad come estensione Chrome - Puoi anche giocare senza Internet, provale ora!",
    "ja": "Chrome拡張機能としてのDrive Mad - インターネットに接続せずにプレイできます。今すぐお試しください！",
    "ko": "Drive Mad를 Chrome 확장 프로그램으로 설치하세요 - 인터넷 없이도 플레이할 수 있습니다. 지금 바로 확인해보세요!",
    "lt": "Drive Mad como una extensión de Chrome - También se puede jugar sin Internet, ¡pruébalo ahora!",
    "lv": "Izjaidies ar Drive Mad kā Chrome paplašinājumu - varēsi spēlēt pat bez interneta, pamēģini tagad!",
    "ms": "Conduzca loco como una extensión de Chrome - ¡También se puede jugar sin conexión a Internet, pruébalo ahora!",
    "nl": "Drive Mad als een Chrome-extensie - Kan ook worden gespeeld zonder internet, probeer het nu!",
    "no": "Drive Mad como extensión de Chrome - ¡También se puede jugar sin Internet, pruébalo ahora!",
    "ro": "Conduce nebunia ca o extensie Chrome - Poate fi folosit și fără internet, încearcă acum!",
    "ru": "Скачайте Drive Mad как расширение для Chrome - также может играть без интернета, попробуйте сейчас!",
    "sk": "Drive Mad ako Chrome rozšírenie - Tiež môžete hrať bez pripojenia na internet, vyskúšajte teraz!",
    "sl": "Poganjaj se kot Nor z razširitvijo Chrome - Lahko tudi igraš brez internetne povezave, preizkusi zdaj!",
    "sr": "Возите се као луд са приступком Drive Mad у Chrome-у проширење - Играјте и без интернета, испробајте сада!",
    "th": "ใช้ Drive Mad เป็นส่วนขยายของ Chrome - ยังสามารถเล่นได้โดยไม่ต้องเชื่อมต่ออินเทอร์เน็ตด้วย ลองเลย!",
    "vi": "Chạy Mad là một tiện ích mở rộng của Chrome - Cũng có thể chơi mà không cần Internet, hãy thử ngay bây giờ!",
    "zh_CN": "作为Chrome扩展程序的驾驶Mad - 也可以在没有互联网的情况下进行游戏，现在就试试吧！",
    "zh_TW": "瘋狂駕駛者是一款 Chrome 擴充功能 - 也可在無網路情況下玩，立即試試看吧！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Drive Mad propels players into an adrenaline-fueled world of intense racing and vehicular chaos. This game invites you to navigate treacherous roads, outmaneuver rivals, and unleash your fury behind the wheel.\n\nGame Controls\nMaster the controls for ultimate road dominance:\n\nArrow Keys or WASD: Steer your vehicle.\nSpacebar: Activate boosts or special abilities.\nShift or Ctrl: Drift or brake.\n\nHow to Play\nSelect Your Vehicle: Choose from a variety of madcap vehicles, each with unique attributes.\nRace Through Mayhem: Navigate challenging tracks filled with obstacles, ramps, and rival drivers.\nUse Boosts and Power-ups: Activate boosts strategically and collect power-ups for an extra edge.\nOutsmart Opponents: Employ tactical maneuvers to outsmart and outpace other drivers."
  }
}