{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "API Recorder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "API Call Recorder: Export API Calls to Postman Effortlessly!\n\nAutomatically record and export API calls from your web application…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "API Call Recorder: Export API Calls to Postman Effortlessly!\n\nAutomatically record and export API calls from your web application to Postman in seconds with our Chrome Extension.\n\nAre you tired of manually tracking and exporting API calls? Our API Call Recorder Chrome Extension simplifies your workflow by automatically capturing API interactions directly from your web application and exporting them to Postman. Save time, reduce errors, and enhance your API testing efficiency with this powerful tool.\n\nKey Features:\n\n- Automatic API Recording: Instantly capture all API calls made by your web application.\n- Effortless Export to Postman: Export recorded API calls to Postman in just a few clicks.\n- Comprehensive Metadata Capture: Record URLs, headers, cookies, and request/response bodies.\n- Improve Testing Efficiency: Eliminate manual entry and start testing faster.\n\nWhy Choose API Call Recorder?\n\n- Save Time: Automate the tedious task of tracking and exporting API calls.\n- Increase Accuracy: Reduce errors by capturing all necessary metadata automatically.\n- Boost Productivity: Create Postman collections quickly and start testing without delay.\n\nHow It Works:\n\n- Install the API Call Recorder Chrome Extension.\n- Put your email to login (nothing else is required)\n- Visit your web application and perform your actions as usual.\n- Our extension will automatically record all API calls.\n- Export the recorded API calls to Postman in seconds.\n- Start testing your APIs efficiently and effectively.\n\nThe users love us include: \nQA Engineers\nSoftware Developers\nAPI Testers\nAutomation Engineers\n\nGet Started Today\nDownload the API Call Recorder Chrome Extension now and streamline your API testing workflow."
  }
}