{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "All In One Image Tool Pro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to All in One Image Tool Pro - your ultimate image companion for the web. This browser extension is designed for everyone…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to All in One Image Tool Pro - your ultimate image companion for the web. This browser extension is designed for everyone who frequently interacts with images online, whether you're a graphic designer, digital marketer, photographer, or an everyday internet user.\n\nThe powerful feature available right now is our robust Image Downloader. This tool lets you easily download single or multiple images from any webpage with just a few clicks. It's a real time-saver and an essential tool for anyone who frequently needs to save high-quality images from the web. The Image Downloader supports all websites - from YouTube to social media platforms like Instagram, Facebook, and Twitter, to thread stream websites, and more.\n\nBut this is just the beginning. We have big plans for All in One Image Tool Pro! Here's a sneak peek at what's coming:\n\nBatch Download of Images: Our next feature will allow you to download all images from a webpage in one go, making your image gathering process even faster and more efficient.\n\nImage Annotations: This will let you make precise edits and notes directly on any image, perfect for collaborative work.\n\nReverse Image Search: Find similar images or the source of an image with ease.\n\nAdvanced Image Information: Get detailed metadata and EXIF data from any image.\n\nImage Editing Tools: Including features like color picking, image zooming, rotation, resizing, and compression.\n\nImage Sharing: Share your favorite images directly from the extension.\n\nWe're working hard to roll out these features in the upcoming weeks. Download All in One Image Tool Pro today for an unmatched image downloading experience and stay tuned for the suite of image tools coming your way!"
  }
}