{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Active Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Functional and beautiful start page with search and notes."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Active Search is a browser extension that provides an enhanced New Tab Page experience. It empowers users to customize their New Tab Page with themes, backgrounds, and widgets.\n\nThe extension offers modular widgets, allowing users to effortlessly add or remove elements. This provides quick access to frequently visited websites, bookmarks, and downloads.\n\nBy clicking \"Add to chrome\", I accept and agree to installing Active Search extension and setting New tab search to Microsoft Bing that provided by the service, Terms of Use and Privacy Policy. This extension changes your search engine on the New Tab to Microsoft Bing.\n\nTerms of Use: https://activesearch.net/terms.html\nPrivacy Policy: https://activesearch.net/privacy.html\nAbout: https://activesearch.net/about.html\n\nExplore a diverse collection of themes and background images to tailor the appearance of your New Tab Page.\n\nWith the Active Search browser extension, you gain access to an accurate weather widget and other useful information. Active Search is designed for users who value their new tab search experience. Bid farewell to the mundane, simplistic, and uninspiring new tab page.\n\nWith the Active Search browser extension, you receive an accurate weather widget (displaying precipitation, atmospheric pressure, wind, and humidity).\n\nYou have the flexibility to manually disable any of our features: time, date, weather, search bar, shortcuts, notes, and random wallpapers.\n\nYou can enlarge text and controls for the best user experience on the start page.\n\nChange your New Tab page now!"
  }
}