{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DealDazzle:AI Alternatives, Brilliant Savings"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DealDazzle automatically finds coupons, gives you cashback & saves money when you shop online!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DealDazzle automatically finds coupons, gives you cash back & saves money when you shop online!\nSave money on every purchase effortlessly with the Deal Dazzle extension - just a click away. \nJoin millions of savvy users - to find savings with coupons, earnings with Cash Back, and savings with bargain alternatives.\nBoost your savings and shop smart with Deal Dazzle! Add Deal Dazzle to your chrome, we’ll pop up and do the following work for you： \n\n✅ Find great deals on numerous websites\nWith one click, Deal Dazzle will automatically look for and apply digital coupons and promo codes it finds to your cart. \n\n✅ Get Cash Back with one click \nHead straight to the site you want to shop, and we’ll let you know if you can get Cash Back on your purchase. It’s one click to activate Cash Back, then just shop like normal.\nGet Cash Back at stores you love, like Amazon, AliExpress and more.My extension has used these affiliate marketing links.\n\n✅ Compare price, and find alternatives \nDealDazzle provides you with price comparison results among lots of merchants, helping you find even better deals and more bargain alternatives.\n\nDeal Dazzle has joined the ChatGPT plugin store! it's much easier to find coupons, cashback offers, as well as price comparison results and lower-priced alternatives. \nWant more details? Access to our website too：https://www.dealdazzle.com/\n——————————————————————————————————————\n✅By using the Deal Dazzle browser extension, you agree to Deal Dazzle’s terms and conditions：https://www.dealdazzle.com/terms\n\n✅Disclaimer: This extension uses Google Analytics to collect extension usage statistics to help improve user experience. \nIf you want to opt-out of tracking, please visit ：http://tools.google.com/dlpage/gaoptout or you can set up a filter in Adblock Plus or similar ad blocker tools like AdBlock, uBlock or Adblock Pro."
  }
}