{
  "name": {
    "ar": "Mineral - علامة تبويب جديدة",
    "am": "ማዕድን - አዲስ ትር",
    "bg": "Минерал - Нов прозорец",
    "bn": "খনিজ - নতুন ট্যাব",
    "ca": "Mineral Nova pestanya",
    "cs": "Minerální Nová karta",
    "da,no": "Mineral Ny fane",
    "de": "Mineral Neue Registerkarte",
    "el": "Mineral Νέα καρτέλα",
    "en,en_AU,en_GB,en_US,hi,hr,lt,ml": "Mineral New Tab",
    "es,es_419": "Mineral Nueva pestaña",
    "et": "Mineral - Uuel kaardil",
    "fa": "Mineral - برگه جدید",
    "fi": "Mineral Uusi välilehti",
    "fil": "Bagong Tab ng Mineral",
    "fr": "Minéral Nouvel onglet",
    "gu": "ખનિજ નવી ટેબ",
    "he": "מינרל כרטיסייה חדשה",
    "hu": "Ásványi Új lap",
    "id": "Mineral Tab Baru",
    "it": "Nuova scheda minerale",
    "ja": "ミネラルの新しいタブ",
    "kn": "ಖನಿಜ ಹೊಸ ಟ್ಯಾಬ್",
    "ko": "미네랄 새 탭",
    "lv": "Minerāls Jauna cilne",
    "mr": "खनिज नवीन टॅब",
    "ms": "Mineral - Tab Baharu",
    "nl": "Mineraal Nieuw tabblad",
    "pl": "Nowa karta mineralna",
    "pt_BR,pt_PT": "Mineral - Nova guia",
    "ro": "Mineral Filă nouă",
    "ru": "Минерал Новая вкладка",
    "sk": "Mineral Nová karta",
    "sl": "Mineral Nov zavihek",
    "sr": "Mineral Нови прозор",
    "sv": "Mineral Ny flik",
    "sw": "Mineral Kichupo Kipya",
    "ta": "கனிம புதிய தாவல்",
    "te": "ఖనిజ కొత్త ట్యాబ్",
    "th": "แร่ แท็บใหม่",
    "tr": "Maden Yeni sekmesi",
    "uk": "Мінерал Нова вкладка",
    "vi": "Mineral Tab mới",
    "zh_CN": "Mineral 新标签",
    "zh_TW": "Mineral 新標籤"
  },
  "short": {
    "ar": "صفحة علامة تبويب جديدة ومساعدة بحث مثمرة مع لوحة معلومات شخصية تضم التذكيرات والطقس وتطبيقات الاتصال السريع.",
    "am": "አስታዋሾችን፣ የአየር ሁኔታን እና የፍጥነት መደወያ መተግበሪያዎችን በሚያሳይ የግል ዳሽቦርድ አዲስ የትር ገጽ እና ምርታማ የፍለጋ እገዛ።",
    "bg": "Страница с нов раздел и продуктивна помощ при търсене с лично табло за управление, включващо напомняния, времето и приложения за…",
    "bn": "নতুন ট্যাব পৃষ্ঠা এবং অনুস্মারক, আবহাওয়া এবং স্পিড-ডায়াল অ্যাপ সমন্বিত একটি ব্যক্তিগত ড্যাশবোর্ড সহ উত্পাদনশীল অনুসন্ধান সহায়তা।",
    "ca": "Pàgina de pestanyes nova i ajuda de cerca productiva amb un tauler personal amb recordatoris, temps i aplicacions de marcatge ràpid.",
    "cs": "Stránka s novou záložkou a produktivní pomoc při vyhledávání s osobním řídicím panelem s připomenutími, počasím a aplikacemi pro…",
    "da": "Ny faneside og produktiv søgehjælp med et personligt dashboard med påmindelser, vejr og hurtigopkaldsapps.",
    "de": "Neue Registerkarte und produktive Suchunterstützung mit einem persönlichen Dashboard mit Erinnerungen, Wetter und Kurzwahl-Apps.",
    "el": "Σελίδα νέας καρτέλας και παραγωγική βοήθεια αναζήτησης με έναν προσωπικό πίνακα εργαλείων που περιλαμβάνει υπενθυμίσεις, καιρικές…",
    "en,en_AU,en_GB,en_US,hi,hr,lt,ml": "New tab page & productive search assistance with a personal dashboard featuring reminders, weather, and speed-dial apps.",
    "es,es_419": "Nueva página de pestañas y asistencia de búsqueda productiva con un tablero personal que incluye recordatorios, clima y…",
    "et": "Uus vaheleht ja produktiivne otsinguabi isikliku armatuurlauaga, mis sisaldab meeldetuletusi, ilmateateid ja kiirvalimisrakendusi.",
    "fa": "صفحه برگه جدید و کمک جستجوی سازنده با داشبورد شخصی با برنامه های یادآوری، آب و هوا و شماره گیری سریع.",
    "fi": "Uusi välilehtisivu ja tuottava hakuapu henkilökohtaisella kojelaudalla, jossa on muistutuksia, sää- ja pikavalintasovelluksia.",
    "fil": "Bagong tab page at produktibong tulong sa paghahanap gamit ang isang personal na dashboard na nagtatampok ng mga paalala, lagay ng…",
    "fr": "Nouvel onglet et aide à la recherche productive avec un tableau de bord personnel comprenant des rappels, la météo et des…",
    "gu": "રિમાઇન્ડર્સ, હવામાન અને સ્પીડ-ડાયલ એપ્લિકેશન્સ દર્શાવતા વ્યક્તિગત ડેશબોર્ડ સાથે નવું ટેબ પૃષ્ઠ અને ઉત્પાદક શોધ સહાય.",
    "he": "דף כרטיסייה חדש וסיוע חיפוש פרודוקטיבי עם לוח מחוונים אישי הכולל תזכורות, מזג אוויר ואפליקציות חיוג מהיר.",
    "hu": "Új lapoldal és produktív keresési segítség a személyes irányítópulttal, amely emlékeztetőket, időjárást és gyorstárcsázó…",
    "id": "Halaman tab baru & bantuan pencarian produktif dengan dasbor pribadi yang menampilkan aplikasi pengingat, cuaca, dan panggilan…",
    "it": "Nuova scheda e assistenza produttiva per la ricerca con un dashboard personale con promemoria, meteo e app di chiamata rapida.",
    "ja": "リマインダー、天気、スピードダイヤルアプリを備えたパーソナルダッシュボードを備えた新しいタブページと生産的な検索支援。",
    "kn": "ಜ್ಞಾಪನೆಗಳು, ಹವಾಮಾನ ಮತ್ತು ಸ್ಪೀಡ್-ಡಯಲ್ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ಒಳಗೊಂಡಿರುವ ವೈಯಕ್ತಿಕ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ನೊಂದಿಗೆ ಹೊಸ ಟ್ಯಾಬ್ ಪುಟ ಮತ್ತು ಉತ್ಪಾದಕ…",
    "ko": "미리 알림, 날씨 및 단축 다이얼 앱을 제공하는 개인 대시보드로 새 탭 페이지 및 생산적인 검색 지원.",
    "lv": "Jauna cilnes lapa un produktīva meklēšanas palīdzība ar personīgo informācijas paneli ar atgādinājumiem, laikapstākļiem un ātro…",
    "mr": "नवीन टॅब पृष्ठ आणि स्मरणपत्रे, हवामान आणि स्पीड-डायल अॅप्स वैशिष्ट्यीकृत वैयक्तिक डॅशबोर्डसह उत्पादक शोध सहाय्य.",
    "ms": "Halaman tab baharu & bantuan carian yang produktif dengan papan pemuka peribadi yang menampilkan peringatan, cuaca dan apl dail…",
    "nl": "Nieuwe tabbladpagina en productieve zoekhulp met een persoonlijk dashboard met herinneringen, weer- en snelkeuze-apps.",
    "no": "Ny faneside og produktiv søkehjelp med et personlig dashbord med påminnelser, vær og hurtigoppringingsapper.",
    "pl": "Strona nowej karty i wydajna pomoc w wyszukiwaniu z osobistym pulpitem nawigacyjnym z przypomnieniami, pogodą i aplikacjami…",
    "pt_BR,pt_PT": "Nova página de guia e assistência de pesquisa produtiva com um painel pessoal com lembretes, previsão do tempo e aplicativos de…",
    "ro": "Nouă pagină cu filă și asistență productivă pentru căutare cu un tablou de bord personal cu mementouri, vreme și aplicații de…",
    "ru": "Новая вкладка и продуктивная помощь в поиске с личной панелью инструментов с напоминаниями, погодой и приложениями для быстрого…",
    "sk": "Stránka s novou kartou a produktívna pomoc pri vyhľadávaní s osobným informačným panelom s pripomienkami, počasím a aplikáciami na…",
    "sl": "Stran z novimi zavihki in produktivna pomoč pri iskanju z osebno nadzorno ploščo z opomniki, vremenom in aplikacijami za hitro…",
    "sr": "Страница нове картице и продуктивна помоћ за претрагу са личном контролном таблом која садржи подсетнике, временску прогнозу и…",
    "sv": "Ny fliksida och produktiv sökhjälp med en personlig instrumentpanel med påminnelser, väder och snabbvalsappar.",
    "sw": "Ukurasa wa kichupo kipya na usaidizi wa manufaa wa utafutaji na dashibodi ya kibinafsi iliyo na vikumbusho, hali ya hewa na…",
    "ta": "நினைவூட்டல்கள், வானிலை மற்றும் ஸ்பீட்-டயல் பயன்பாடுகள் ஆகியவற்றைக் கொண்ட தனிப்பட்ட டாஷ்போர்டுடன் புதிய தாவல் பக்கம் & உற்பத்தித்…",
    "te": "หน้าแท็บใหม่ & ความช่วยเหลือในการค้นหาอย่างมีประสิทธิผลพร้อมแดชบอร์ดส่วนตัวที่มีแอพเตือนความจำ สภาพอากาศ และแอพโทรด่วน",
    "th": "రిమైండర్‌లు, వాతావరణం మరియు స్పీడ్-డయల్ యాప్‌లను కలిగి ఉండే వ్యక్తిగత డాష్‌బోర్డ్‌తో కొత్త ట్యాబ్ పేజీ & ఉత్పాదక శోధన సహాయం.",
    "tr": "Hatırlatıcılar, hava durumu ve hızlı arama uygulamaları içeren kişisel bir gösterge panosu ile yeni sekme sayfası ve üretken arama…",
    "uk": "Нова сторінка вкладки та ефективна допомога в пошуку з персональною інформаційною панеллю з нагадуваннями, погодою та програмами…",
    "vi": "Trang tab mới và hỗ trợ tìm kiếm hiệu quả với trang tổng quan cá nhân có các ứng dụng nhắc nhở, thời tiết và quay số nhanh.",
    "zh_CN": "带有提醒、天气和快速拨号应用程序的个人仪表板的新标签页和高效搜索帮助。",
    "zh_TW": "帶有提醒、天氣和快速撥號應用程序的個人儀表板的新標籤頁和高效搜索幫助。"
  },
  "long": {
    "ar": "إنها صفحة علامة تبويب جديدة فريدة من نوعها توفر مساعدة بحث مباشرة مدفوعة بالذكاء الاصطناعي ، وتمنحك لحظة من الهدوء وتلهمك لتكون أكثر إنتاجية. ابدأ بخلفية جديدة يومية ، واضبط تركيزك ، وتتبع مهامك. تخلص من عوامل التشتيت وتغلب على التسويف من خلال \"وضع التركيز\" الخاص بنا في كل علامة تبويب جديدة لمساعدتك في إنهاء قائمة المهام بشكل أسرع. انضم واحصل على الإلهام لخلق الحياة التي تريد أن تعيشها.\n\nتعد صفحة علامة التبويب الجديدة هذه هي الأولى من نوعها التي تنفذ آلية بحث كبيرة عن الخطوط تدمج ميزات الإكمال التلقائي لـ googles مما يتيح لك الحصول على نتائج البحث الخاصة بك خالية من المتاعب. لا تعتبر علامة التبويب الجديدة رائعة للطلاب والأعمال المنزلية والمكتبية فحسب ، بل إنها أيضًا مناسبة لأولئك الذين يعانون من مشكلات في إمكانية الوصول مع المتصفحات خاصةً مع حجم الخط الصغير في آليات البحث التقليدية.\n\nتعد صفحة علامة التبويب المعدنية الجديدة لوحة تحكم كاملة لجميع احتياجات التصفح الحديثة ، وقد تم تحديثها مؤخرًا اعتبارًا من عام 2022 وسيتم إضافة المزيد من الميزات قريبًا!\n\n-------------------------------------------------- -----\n\n• خلفيات / خلفيات يومية\n• تعيين تذكير / التركيز / قائمة المهام\n• تطبيقات / الطلب السريع. اختر دبابيس لوحة القيادة الخاصة بك من أي عناوين url (Facebook و Whatsapp و Youtube وما إلى ذلك)\n- افتح علامة تبويب جديدة واحصل على المساعدة في إنجاز عملك بشكل أسرع!\n• ابق على اطلاع بآخر توقعات الطقس\n• مساعدة البحث المباشر مع جوجل\n• اشعر بالرضا وانجز الأمور!\n\n-------------------------------------------------- -----\n\nملاحظة: تقوم علامة التبويب المعدنية الجديدة حاليًا بتجربة الإصدار التجريبي (الأحدث) الخاص بها وقد لا تعمل بشكل صحيح في بعض منافذ عرض الجهاز ، يرجى الاتصال بنا بحجم شاشة جهازك إذا كان هذا هو الحال. نحن نتطلع إلى أن تستمتع بامتدادنا!\n\nحول الأذونات\nتم تمكين السجل للمساعدة في توفير نتائج البحث ذات الصلة.\nلا يتم إرسال بيانات المستخدم أو تخزينها في أي خادم / قاعدة بيانات.",
    "am": "በቀጥታ በ AI የሚነዱ የፍለጋ እገዛን የሚሰጥ፣ ትንሽ መረጋጋት የሚሰጥ እና የበለጠ ውጤታማ እንድትሆኑ የሚያነሳሳ አዲስ የትር ገፅ ነው። ከዕለታዊ አዲስ ዳራ ጋር ይሂዱ፣ ትኩረትዎን ያዘጋጁ እና የሚደረጉትን ነገሮች ይከታተሉ። የስራ ዝርዝርዎን በፍጥነት እንዲያጠናቅቁ እርስዎን የሚያዘናጉ ነገሮችን ያስወግዱ እና በእያንዳንዱ አዲስ ትር ላይ በራሳችን \"የትኩረት ሁነታ\" መዘግየትን ያሸንፉ። ተቀላቀል እና መኖር የምትፈልገውን ህይወት ለመፍጠር ተነሳሳ።\n\nይህ አዲስ የትር ገፅ የፍለጋ ውጤቶቻችሁን ከችግር ነጻ እንድታገኙ የሚያስችል ትልቅ የፎንት መፈለጊያ ዘዴን የ googles autocomplete ባህሪያትን በማዋሃድ ለመተግበር በአይነቱ የመጀመሪያው ነው። አዲሱ ትር ለተማሪዎች፣ ለቤት እና ለቢሮ ስራ ብቻ ሳይሆን የተደራሽነት ችግር ላለባቸው አሳሾች በተለይም በትንሽ ቅርጸ-ቁምፊ መጠን በባህላዊ የፍለጋ ዘዴዎች ላይ ጥሩ ነው።\n\nየማዕድን አዲስ ትር ገጽ ለሁሉም ዘመናዊ የአሰሳ ፍላጎቶች የተሟላ ዳሽቦርድ ነው፣ በቅርብ ጊዜ ከ2022 ጀምሮ ተዘምኗል እና ተጨማሪ ባህሪያት በቅርቡ ሊታከሉ ነው!\n\n---------------------------------- ---\n\n• ዕለታዊ ዳራ/የግድግዳ ወረቀቶች\n• አስታዋሾች/ትኩረት/የድርጊት ዝርዝር አዘጋጅ\n• መተግበሪያዎች/የፍጥነት መደወያዎች። ከማንኛውም ዩአርኤል (ፌስቡክ፣ ዋትስአፕ፣ Youtube ወዘተ) ለዳሽቦርድዎ ፒኖችን ይምረጡ።\n- አዲስ ትር ይክፈቱ እና በፍጥነት በሚሰሩት ስራ እርዳታ ያግኙ!\n• በቅርብ የአየር ሁኔታ ትንበያ ማዘመንዎን ይቀጥሉ\nበ google ላይ ቀጥተኛ ፍለጋ እገዛ\n• ጥሩ ስሜት ይሰማህ እና ነገሮችን አከናውን!\n\n---------------------------------- ---\n\nማስታወሻ፡ ማዕድን አዲስ ትር በአሁኑ ጊዜ የቤታ (የቅርብ ጊዜ) ስሪቱን እየሞከረ ነው እና በተወሰኑ የመሣሪያ መመልከቻ ቦታዎች ላይ በትክክል ላይሰራ ይችላል፣ እባክዎን ይህ ከሆነ በመሳሪያዎ ስክሪን መጠን ያግኙን። በእኛ ቅጥያ እየተደሰቱትን በጉጉት እንጠብቃለን!\n\nስለ ፈቃዶች\nተዛማጅ የፍለጋ ውጤቶችን ለማቅረብ እንዲያግዝ ታሪክ ነቅቷል።\nየተጠቃሚ ውሂብ ወደ ማንኛውም አገልጋይ/ዳታ ቤዝ አይላክም ወይም አይከማችም።",
    "bg": "Това е единствена по рода си страница с нов раздел, която предоставя директна помощ за търсене, управлявана от изкуствен интелект, дава ви момент на спокойствие и ви вдъхновява да бъдете по-продуктивни. Започнете с ежедневен нов фон, задайте фокуса си и проследявайте своите задачи. Премахнете разсейването и победете отлагането с нашия собствен „режим на фокусиране“ във всеки нов раздел, за да ви помогнем да завършите списъка си със задачи по-бързо. Присъединете се и се вдъхновете, за да създадете живота, който искате да живеете.\n\nТази страница с нов раздел е първата по рода си, която внедрява голям механизъм за търсене на шрифтове, интегриращ функции за автоматично довършване на Google, което ви позволява да получавате резултатите от търсенето безпроблемно. Новият раздел е чудесен не само за студенти, работа вкъщи и офис, но и за тези с проблеми с достъпността с браузъри, особено с малкия размер на шрифта в традиционните механизми за търсене.\n\nСтраницата с нов раздел Mineral е пълно табло за всички съвременни нужди за сърфиране, наскоро беше актуализирана от 2022 г. и скоро ще бъдат добавени още функции!\n\n-------------------------------------------------- -----\n\n• Ежедневни фонове/тапети\n• Задайте напомняния/фокус/списък със задачи\n• Приложения/Бързо набиране. Изберете щифтовете за вашето табло от всякакви URL адреси (Facebook, Whatsapp, Youtube и др.)\n- Отворете нов раздел и получете помощ за работата си по-бързо!\n• Бъдете в течение с най-новата прогноза за времето\n• Директна помощ при търсене с google\n• Чувствайте се добре и свършете нещата!\n\n-------------------------------------------------- -----\n\nЗабележка: Mineral new tab в момента тества бета (най-новата) версия и може да не функционира правилно в някои изгледи на устройството, моля, свържете се с нас с размера на екрана на вашето устройство, ако това е така. Очакваме с нетърпение да се насладите на нашето разширение!\n\nОТНОСНО РАЗРЕШЕНИЯТА\nИсторията е активирана, за да ви помогне да предоставите подходящи резултати от търсенето.\nПотребителските данни никога не се изпращат или съхраняват на сървър/база данни.",
    "bn": "এটি এক ধরনের নতুন ট্যাব পৃষ্ঠা যা সরাসরি AI চালিত অনুসন্ধান সহায়তা প্রদান করে, আপনাকে একটি শান্ত মুহূর্ত দেয় এবং আপনাকে আরও উত্পাদনশীল হতে অনুপ্রাণিত করে। প্রতিদিন একটি নতুন ব্যাকগ্রাউন্ড নিয়ে এগিয়ে যান, আপনার ফোকাস সেট করুন এবং আপনার করণীয়গুলি ট্র্যাক করুন৷ আপনার করণীয় তালিকা দ্রুত শেষ করতে সাহায্য করার জন্য প্রতিটি নতুন ট্যাবে আমাদের নিজস্ব \"ফোকাস মোড\" দিয়ে বিভ্রান্তি দূর করুন এবং বিলম্বকে হারান। যোগ দিন এবং আপনি বাঁচতে চান এমন জীবন তৈরি করতে অনুপ্রাণিত হন।\n\nএই নতুন ট্যাব পৃষ্ঠাটি তার ধরনের প্রথম একটি বৃহৎ ফন্ট সার্চ মেকানিজম প্রয়োগ করে যা গুগলের স্বয়ংসম্পূর্ণ বৈশিষ্ট্যগুলিকে একীভূত করে আপনাকে আপনার অনুসন্ধানের ফলাফলগুলিকে ঝামেলামুক্ত করতে দেয়৷ নতুন ট্যাবটি শুধুমাত্র ছাত্রছাত্রীদের জন্যই নয়, বাসা ও অফিসের কাজের জন্যও কিন্তু ব্রাউজারে বিশেষ করে ছোট ফন্টের আকারের প্রথাগত সার্চ মেকানিজমের সাথে যাদের অ্যাক্সেসযোগ্যতার সমস্যা রয়েছে তাদের জন্যও দারুণ।\n\nখনিজ নতুন ট্যাব পৃষ্ঠাটি সমস্ত আধুনিক ব্রাউজিং প্রয়োজনীয়তার জন্য একটি সম্পূর্ণ ড্যাশবোর্ড, এটি সম্প্রতি 2022 সালের হিসাবে আপডেট করা হয়েছে এবং শীঘ্রই আরও বৈশিষ্ট্য যুক্ত করা হবে!\n\n-------------------------------------------------- -----\n\n• দৈনিক ব্যাকগ্রাউন্ড/ওয়ালপেপার\n• অনুস্মারক/ফোকাস/টুডো তালিকা সেট করুন\n• অ্যাপস/স্পিড ডায়াল। যেকোনো url (Facebook, Whatsapp, Youtube ইত্যাদি) থেকে আপনার ড্যাশবোর্ডের জন্য পিনগুলি বেছে নিন।\n- একটি নতুন ট্যাব খুলুন এবং আপনার কাজ দ্রুত সম্পন্ন করতে সহায়তা পান!\n• সর্বশেষ আবহাওয়ার পূর্বাভাসের সাথে আপডেট রাখুন\n• গুগলের সাথে সরাসরি অনুসন্ধান সহায়তা\n• ভাল বোধ করুন এবং কাজগুলি সম্পন্ন করুন!\n\n-------------------------------------------------- -----\n\nদ্রষ্টব্য: মিনারেল নতুন ট্যাবটি বর্তমানে এর বিটা (সর্বশেষ) সংস্করণ পরীক্ষা করছে এবং নির্দিষ্ট ডিভাইস ভিউপোর্টে সঠিকভাবে কাজ নাও করতে পারে, যদি এমন হয় তবে আপনার ডিভাইসের স্ক্রীনের আকারের সাথে আমাদের সাথে যোগাযোগ করুন। আমরা আমাদের এক্সটেনশন উপভোগ করার জন্য উন্মুখ!\n\nঅনুমতি সম্পর্কে\nপ্রাসঙ্গিক অনুসন্ধান ফলাফল প্রদানে সাহায্য করার জন্য ইতিহাস সক্ষম করা হয়েছে৷\nব্যবহারকারীর ডেটা কখনই কোনো সার্ভার/ডাটাবেসে পাঠানো বা সংরক্ষণ করা হয় না।",
    "ca": "Es tracta d'una pàgina de pestanya nova única que ofereix assistència de cerca directa basada en IA, us ofereix un moment de calma i us inspira a ser més productiu. Posa't en marxa amb un nou fons diari, defineix el teu focus i fes un seguiment de les teves tasques pendents. Elimineu les distraccions i supereu la procrastinació amb el nostre propi \"mode d'enfocament\" a cada pestanya nova per ajudar-vos a acabar la vostra llista de tasques més ràpidament. Uneix-te i inspira't per crear la vida que vols viure.\n\nAquesta nova pàgina de pestanyes és la primera d'aquest tipus que implementa un gran mecanisme de cerca de fonts que integra les funcions d'emplenament automàtic de Google que us permeten obtenir els resultats de la cerca sense problemes. La nova pestanya no només és fantàstica per als estudiants, la feina a casa i l'oficina, sinó també per a aquells amb problemes d'accessibilitat amb els navegadors, especialment amb la petita mida de lletra en els mecanismes de cerca tradicionals.\n\nLa pàgina de pestanya nova de Mineral és un tauler complet per a totes les necessitats de navegació modernes, s'ha actualitzat recentment a partir del 2022 i s'afegiran més funcions aviat!\n\n-------------------------------------------------- -----\n\n• Fons de pantalla/fons de pantalla diaris\n• Establir recordatoris/enfocament/llista de tasques pendents\n• Aplicacions/Marcatge ràpid. Trieu els pins per al vostre tauler des de qualsevol URL (Facebook, Whatsapp, Youtube, etc.)\n- Obriu una pestanya nova i obteniu ajuda amb la vostra feina més ràpidament!\n• Manteniu-vos actualitzat amb les darreres previsions meteorològiques\n• Ajuda de cerca directa amb google\n• Sentir-se bé i fer les coses!\n\n-------------------------------------------------- -----\n\nNota: la pestanya nova de Mineral està provant la seva versió beta (última) i és possible que no funcioni correctament en determinades finestres de visualització del dispositiu; si us plau, poseu-vos en contacte amb nosaltres amb la mida de la pantalla del vostre dispositiu si aquest és el cas. Esperem que gaudiu de la nostra extensió!\n\nSOBRE PERMISOS\nL'historial està activat per ajudar a proporcionar resultats de cerca rellevants.\nLes dades de l'usuari mai s'envien ni s'emmagatzemen a cap servidor/base de dades.",
    "cs": "Je to jedinečná stránka Nová karta, která poskytuje přímou pomoc při vyhledávání řízenou umělou inteligencí, poskytuje vám chvíli klidu a inspiruje vás k vyšší produktivitě. Začněte s každodenním novým pozadím, nastavte si zaměření a sledujte své úkoly. Odstraňte rozptýlení a porazte prokrastinaci s naším vlastním „režimem zaostření“ na každé nové kartě, který vám pomůže rychleji dokončit váš seznam úkolů. Připojte se a nechte se inspirovat k vytvoření života, který chcete žít.\n\nTato stránka na nové kartě je první svého druhu, která implementuje velký mechanismus pro vyhledávání písem integrující funkce automatického doplňování Google, které vám umožní získat výsledky vyhledávání bez problémů. Nejen, že je nová karta skvělá pro studenty, domácí a kancelářské práce, ale také pro ty, kteří mají problémy s přístupností v prohlížečích, zejména s malou velikostí písma v tradičních vyhledávacích mechanismech.\n\nStránka na nové kartě Mineral je kompletní řídicí panel pro všechny potřeby moderního prohlížení, nedávno byla aktualizována od roku 2022 a brzy budou přidány další funkce!\n\n-------------------------------------------------- -----\n\n• Denní pozadí/tapety\n• Nastavit připomenutí/zaměření/seznam úkolů\n• Aplikace/Rychlé volby. Vyberte si piny pro svůj řídicí panel z libovolných adres URL (Facebook, Whatsapp, Youtube atd.)\n- Otevřete novou kartu a získejte pomoc s vaší prací rychleji!\n• Buďte informováni o nejnovější předpovědi počasí\n• Přímá pomoc při vyhledávání pomocí Google\n• Cítit se dobře a dělat věci!\n\n-------------------------------------------------- -----\n\nPoznámka: Mineral new tab v současné době zkouší svou beta (nejnovější) verzi a nemusí správně fungovat v určitých zobrazovacích polích zařízení. V takovém případě nás prosím kontaktujte s informací o velikosti obrazovky vašeho zařízení. Těšíme se, že se vám naše rozšíření bude líbit!\n\nO OPRÁVNĚNÍ\nHistorie je povolena, aby vám pomohla poskytnout relevantní výsledky vyhledávání.\nUživatelská data se nikdy neodesílají ani neukládají na žádný server/databázi.",
    "da": "Det er en enestående New Tab-side, der giver direkte AI-drevet søgeassistance, giver dig et øjebliks ro og inspirerer dig til at være mere produktiv. Kom i gang med en daglig ny baggrund, sæt dit fokus, og følg dine gøremål. Eliminer distraktioner og slå tøven med vores helt egen \"fokustilstand\" på hver ny fane for at hjælpe dig med at få din opgaveliste færdig hurtigere. Vær med og bliv inspireret til at skabe det liv, du gerne vil leve.\n\nDenne nye faneside er den første af sin slags til at implementere en stor skrifttype-søgemekanisme, der integrerer Googles autofuldførelsesfunktioner, så du kan få dine søgeresultater problemfrit. Ikke kun er den nye fane fantastisk til studerende, hjemme- og kontorarbejde, men også for dem med tilgængelighedsproblemer med browsere, især med den lille skriftstørrelse i traditionelle søgemekanismer.\n\nMineral new fane-siden er et komplet dashboard til alle moderne browsingbehov, den er for nylig blevet opdateret fra 2022, og flere funktioner vil snart blive tilføjet!\n\n-------------------------------------------------- -----\n\n• Daglige baggrunde/tapeter\n• Indstil påmindelser/fokus/todo-liste\n• Apps/hurtigopkald. Vælg pins til dit dashboard fra enhver url (Facebook, Whatsapp, Youtube osv.)\n- Åbn en ny fane og få hjælp til dit arbejde hurtigere!\n• Hold dig opdateret med den seneste vejrudsigt\n• Direkte søgehjælp med google\n• Hav det godt og få tingene gjort!\n\n-------------------------------------------------- -----\n\nBemærk: Mineral new tab er i øjeblikket ved at prøve sin betaversion (seneste) og fungerer muligvis ikke korrekt i visse enhedsvisningsporte. Kontakt os venligst med din enheds skærmstørrelse, hvis dette er tilfældet. Vi ser frem til, at du nyder vores forlængelse!\n\nOM TILLADELSER\nHistorik er aktiveret for at hjælpe med at give relevante søgeresultater.\nBrugerdata sendes eller gemmes aldrig til nogen server/database.",
    "de": "Es ist eine einzigartige neue Tab-Seite, die direkte KI-gesteuerte Suchunterstützung bietet, Ihnen einen Moment der Ruhe gibt und Sie dazu inspiriert, produktiver zu sein. Beginnen Sie mit einem täglich neuen Hintergrund, legen Sie Ihren Fokus fest und verfolgen Sie Ihre Aufgaben. Eliminieren Sie Ablenkungen und vermeiden Sie Aufschub mit unserem eigenen „Fokusmodus“ auf jedem neuen Tab, damit Sie Ihre To-do-Liste schneller erledigen können. Machen Sie mit und lassen Sie sich inspirieren, das Leben zu gestalten, das Sie leben möchten.\n\nDiese neue Registerkarte ist die erste ihrer Art, die einen Suchmechanismus für große Schriftarten implementiert, der die Autocomplete-Funktionen von Google integriert, sodass Sie Ihre Suchergebnisse problemlos abrufen können. Die neue Registerkarte ist nicht nur großartig für Studenten, Heim- und Büroarbeit, sondern auch für diejenigen, die Probleme mit der Barrierefreiheit mit Browsern haben, insbesondere mit der kleinen Schriftgröße in traditionellen Suchmechanismen.\n\nDie neue Tab-Seite von Mineral ist ein vollständiges Dashboard für alle modernen Browsing-Anforderungen. Sie wurde kürzlich für 2022 aktualisiert und weitere Funktionen werden bald hinzugefügt!\n\n-------------------------------------------------- -----\n\n• Tägliche Hintergründe/Hintergrundbilder\n• Legen Sie Erinnerungen/Fokus/Todo-Listen fest\n• Apps/Kurzwahl. Wählen Sie die Pins für Ihr Dashboard aus beliebigen URLs (Facebook, Whatsapp, Youtube etc.)\n- Öffnen Sie einen neuen Tab und erhalten Sie schneller Hilfe bei der Erledigung Ihrer Arbeit!\n• Bleiben Sie mit der neuesten Wettervorhersage auf dem Laufenden\n• Direkte Suchhilfe mit Google\n• Sich wohlfühlen und Dinge erledigen!\n\n-------------------------------------------------- -----\n\nHinweis: Mineral New Tab testet derzeit seine Beta-Version (neueste Version) und funktioniert möglicherweise in bestimmten Geräteansichtsfenstern nicht richtig. Bitte kontaktieren Sie uns mit der Bildschirmgröße Ihres Geräts, wenn dies der Fall ist. Wir freuen uns, wenn Ihnen unsere Erweiterung gefällt!\n\nÜBER BERECHTIGUNGEN\nDer Verlauf ist aktiviert, um relevante Suchergebnisse bereitzustellen.\nBenutzerdaten werden niemals an Server/Datenbanken gesendet oder gespeichert.",
    "el": "Είναι μια μοναδική σελίδα Νέα καρτέλα που παρέχει άμεση βοήθεια αναζήτησης βάσει τεχνητής νοημοσύνης, σας προσφέρει μια στιγμή ηρεμίας και σας εμπνέει να είστε πιο παραγωγικοί. Συνεχίστε με ένα καθημερινό νέο υπόβαθρο, ορίστε την εστίασή σας και παρακολουθήστε τις υποχρεώσεις σας. Εξαλείψτε τους περισπασμούς και νικήστε την αναβλητικότητα με τη δική μας \"λειτουργία εστίασης\" σε κάθε νέα καρτέλα για να σας βοηθήσουμε να ολοκληρώσετε τη λίστα εργασιών σας πιο γρήγορα. Εγγραφείτε και εμπνευστείτε για να δημιουργήσετε τη ζωή που θέλετε να ζήσετε.\n\nΑυτή η νέα σελίδα καρτέλας είναι η πρώτη στο είδος της που εφαρμόζει έναν μεγάλο μηχανισμό αναζήτησης γραμματοσειρών που ενσωματώνει λειτουργίες αυτόματης συμπλήρωσης του googles που σας επιτρέπει να έχετε τα αποτελέσματα αναζήτησης χωρίς προβλήματα. Η νέα καρτέλα δεν είναι μόνο ιδανική για φοιτητές, για εργασία στο σπίτι και στο γραφείο, αλλά και για όσους αντιμετωπίζουν προβλήματα προσβασιμότητας με προγράμματα περιήγησης, ιδιαίτερα με το μικρό μέγεθος γραμματοσειράς στους παραδοσιακούς μηχανισμούς αναζήτησης.\n\nΗ νέα καρτέλα Mineral είναι ένας πλήρης πίνακας ελέγχου για όλες τις σύγχρονες ανάγκες περιήγησης, έχει ενημερωθεί πρόσφατα από το 2022 και σύντομα θα προστεθούν περισσότερες δυνατότητες!\n\n-------------------------------------------------- -----\n\n• Καθημερινά φόντα/ταπετσαρίες\n• Ορίστε υπενθυμίσεις/εστίαση/λίστα εργασιών\n• Εφαρμογές/Γρήγορες κλήσεις. Επιλέξτε τις καρφίτσες για τον πίνακα ελέγχου σας από οποιαδήποτε διεύθυνση URL (Facebook, Whatsapp, Youtube κ.λπ.)\n- Ανοίξτε μια νέα καρτέλα και λάβετε βοήθεια για την εργασία σας πιο γρήγορα!\n• Μείνετε ενημερωμένοι με την πιο πρόσφατη πρόγνωση καιρού\n• Άμεση βοήθεια αναζήτησης με το google\n• Νιώστε καλά και ολοκληρώστε τα πράγματα!\n\n-------------------------------------------------- -----\n\nΣημείωση: Η νέα καρτέλα Mineral δοκιμάζει αυτήν τη στιγμή την beta (πιο πρόσφατη) της έκδοση και ενδέχεται να μην λειτουργεί σωστά σε συγκεκριμένες θύρες προβολής συσκευής. Επικοινωνήστε μαζί μας για το μέγεθος της οθόνης της συσκευής σας, εάν συμβαίνει αυτό. Ανυπομονούμε να απολαύσετε την επέκτασή μας!\n\nΠΕΡΙ ΑΔΕΙΩΝ\nΤο ιστορικό είναι ενεργοποιημένο για να βοηθήσει στην παροχή σχετικών αποτελεσμάτων αναζήτησης.\nΤα δεδομένα χρήστη δεν αποστέλλονται ούτε αποθηκεύονται ποτέ σε κανένα διακομιστή/βάση δεδομένων.",
    "en,en_AU,hi,hr": "It's a one of a kind New Tab page that provides direct AI driven search assistance, gives you a moment of calm and inspires you to be more productive. Get going with a daily new background, set your focus, and track your to-dos. Eliminate distractions and beat procrastination with our very own \"focus mode\" on every new tab to help you get your todo list finished faster. Join and get inspired to create the life you want to live.\n\nThis new tab page is the first of its kind to implement a large font search mechanism integrating googles autocomplete features allowing you to get your search results hassle free. Not only is the new tab great for students, home and office work but also for those with accessibility issues with browsers particularly with the small font size in traditional search mechanisms. \n\nThe Mineral new tab page is a complete dashboard for all modern browsing needs, it has recently been updated as of 2022 and more features are to be added soon!\n\n-------------------------------------------------------\n\n• Daily backgrounds/wallpapers\n• Set reminders/focus/todo list\n• Apps/Speed dials. Choose the pins for your dashboard from any urls (Facebook, Whatsapp, Youtube etc.)\n- Open a new tab and get help with your work done faster! \n• Keep updated with the latest weather forecast\n• Direct search assistance with google\n• Feel good and get things done!\n\n-------------------------------------------------------\n\nNote: Mineral new tab is currently trialing its beta (latest) version & may not function correctly in certain device viewports, please contact us with your device screen size if this is the case. We look forward to you enjoying our extension!\n\nABOUT PERMISSIONS\nHistory is enabled to help provide relevant search results.\nUser data is never sent or stored to any server/database.\n\n-------------------------------------------------------\nShop smarter with The Stock End stock comparison website at: https://www.thestockend.com\nFind the best deals on top brands for clothes, and more. The Stock End is your definitive product finding destination.",
    "en_GB,en_US,lv": "It's a one of a kind New Tab page that provides direct AI driven search assistance, gives you a moment of calm and inspires you to be more productive. Get going with a daily new background, set your focus, and track your to-dos. Eliminate distractions and beat procrastination with our very own \"focus mode\" on every new tab to help you get your todo list finished faster. Join and get inspired to create the life you want to live.\n\nThis new tab page is the first of its kind to implement a large font search mechanism integrating googles autocomplete features allowing you to get your search results hassle free. Not only is the new tab great for students, home and office work but also for those with accessibility issues with browsers particularly with the small font size in traditional search mechanisms. \n\nThe Mineral new tab page is a complete dashboard for all modern browsing needs, it has recently been updated as of 2022 and more features are to be added soon!\n\n-------------------------------------------------------\n\n• Daily backgrounds/wallpapers\n• Set reminders/focus/todo list\n• Apps/Speed dials. Choose the pins for your dashboard from any urls (Facebook, Whatsapp, Youtube etc.)\n- Open a new tab and get help with your work done faster! \n• Keep updated with the latest weather forecast\n• Direct search assistance with google\n• Feel good and get things done!\n\n-------------------------------------------------------\n\nNote: Mineral new tab is currently trialing its beta (latest) version & may not function correctly in certain device viewports, please contact us with your device screen size if this is the case. We look forward to you enjoying our extension!\n\nABOUT PERMISSIONS\nHistory is enabled to help provide relevant search results.\nUser data is never sent or stored to any server/database.",
    "es,es_419": "Es una página Nueva pestaña única que brinda asistencia de búsqueda directa impulsada por IA, le brinda un momento de calma y lo inspira a ser más productivo. Póngase en marcha con un nuevo fondo diario, establezca su enfoque y realice un seguimiento de sus tareas pendientes. Elimine las distracciones y supere la procrastinación con nuestro propio \"modo de enfoque\" en cada pestaña nueva para ayudarlo a terminar su lista de tareas más rápido. Únete e inspírate para crear la vida que quieres vivir.\n\nEsta nueva pestaña es la primera de su tipo en implementar un mecanismo de búsqueda de fuente grande que integra las funciones de autocompletar de Google, lo que le permite obtener resultados de búsqueda sin problemas. La nueva pestaña no solo es excelente para los estudiantes, el hogar y el trabajo de oficina, sino también para quienes tienen problemas de accesibilidad con los navegadores, en particular con el tamaño de fuente pequeño en los mecanismos de búsqueda tradicionales.\n\nLa página de nueva pestaña de Mineral es un panel completo para todas las necesidades de navegación modernas, se actualizó recientemente a partir de 2022 y pronto se agregarán más funciones.\n\n-------------------------------------------------------\n\n• Fondos/fondos de pantalla diarios\n• Establecer recordatorios/enfoque/lista de tareas pendientes\n• Aplicaciones/Marcados rápidos. Elija los pines para su tablero de cualquier URL (Facebook, Whatsapp, Youtube, etc.)\n- ¡Abre una nueva pestaña y obtén ayuda para hacer tu trabajo más rápido!\n• Manténgase actualizado con el último pronóstico del tiempo\n• Asistencia de búsqueda directa con google\n• ¡Siéntase bien y haga las cosas!\n\n-------------------------------------------------------\n\nNota: La nueva pestaña de Mineral está actualmente probando su versión beta (más reciente) y es posible que no funcione correctamente en ciertas ventanas gráficas del dispositivo, contáctenos con el tamaño de la pantalla de su dispositivo si este es el caso. ¡Esperamos que disfrutes de nuestra extensión!\n\nACERCA DE LOS PERMISOS\nEl historial está habilitado para ayudar a proporcionar resultados de búsqueda relevantes.\nLos datos del usuario nunca se envían ni almacenan en ningún servidor/base de datos.",
    "et": "See on ainulaadne uue vahelehe leht, mis pakub otsest AI-põhist otsinguabi, rahustab teid ja inspireerib teid olema produktiivsem. Alustage iga päev uue taustaga, keskenduge ja jälgige oma ülesandeid. Likvideerige segajad ja ületage viivitamine meie enda \"fookusrežiimi\" abil igal uuel vahekaardil, et saaksite oma ülesannete loendi kiiremini valmis saada. Liituge ja saage inspiratsiooni, et luua elu, mida soovite elada.\n\nSee uus vahekaart on esimene omataoline, mis rakendab suure fondi otsingumehhanismi, mis integreerib Google'i automaatse täitmise funktsioonid, mis võimaldab teil oma otsingutulemusi probleemideta saada. Uus vahekaart sobib suurepäraselt mitte ainult õpilastele, kodu- ja kontoritööle, vaid ka neile, kellel on brauserite juurdepääsetavuse probleeme, eriti traditsiooniliste otsingumehhanismide väikese kirjasuurusega.\n\nMinerali uue vahekaardi leht on täielik armatuurlaud kõigi tänapäevaste sirvimisvajaduste jaoks, seda on hiljuti 2022. aasta seisuga värskendatud ja peagi lisandub uusi funktsioone!\n\n--------------------------------------------------- -----\n\n• Igapäevased taustad/taustapildid\n• Määrake meeldetuletused/fookuse/ülesannete loend\n• Rakendused/kiirvalimised. Valige oma armatuurlaua jaoks nööpnõelad mis tahes URL-idest (Facebook, Whatsapp, Youtube jne)\n- Avage uus vahekaart ja saate abi oma töö kiiremaks tegemiseks!\n• Hoidke end kursis uusima ilmaennustusega\n• Otseotsingu abi Google'iga\n• Tunne end hästi ja tee asjad tehtud!\n\n--------------------------------------------------- -----\n\nMärkus. Minerali uut vahekaarti katsetatakse praegu oma beetaversiooni (uusim) ja see ei pruugi teatud seadme vaateportides korralikult töötada. Sel juhul võtke meiega ühendust ja teatage oma seadme ekraani suurus. Ootame teid meie laiendust nautima!\n\nLUBADE KOHTA\nAjalugu on lubatud, et aidata pakkuda asjakohaseid otsingutulemusi.\nKasutajaandmeid ei saadeta ega salvestata kunagi serverisse/andmebaasi.",
    "fa": "این یک صفحه تب جدید بی نظیر است که کمک جستجوی مستقیم مبتنی بر هوش مصنوعی را ارائه می دهد، لحظه ای آرامش را به شما می دهد و به شما انگیزه می دهد تا بهره وری بیشتری داشته باشید. با یک پس‌زمینه جدید روزانه شروع کنید، تمرکز خود را تنظیم کنید و کارهای خود را دنبال کنید. حواس پرتی را حذف کنید و اهمال کاری را با \"حالت فوکوس\" خودمان در هر برگه جدید کنار بگذارید تا به شما کمک کند لیست کارهایتان را سریعتر به پایان برسانید. بپیوندید و الهام بگیرید تا زندگی مورد نظر خود را بسازید.\n\nاین صفحه برگه جدید اولین مورد از نوع خود است که مکانیسم جستجوی فونت بزرگ را پیاده سازی می کند که ویژگی های تکمیل خودکار گوگل را یکپارچه می کند و به شما امکان می دهد نتایج جستجوی خود را بدون دردسر دریافت کنید. برگه جدید نه تنها برای دانش‌آموزان، مشاغل خانگی و اداری، بلکه برای کسانی که مشکلات دسترسی به مرورگرها به ویژه با اندازه فونت کوچک در مکانیسم‌های جستجوی سنتی دارند، عالی است.\n\nصفحه برگه جدید Mineral یک داشبورد کامل برای تمام نیازهای مرور مدرن است، به تازگی از سال 2022 به روز شده است و به زودی ویژگی های بیشتری اضافه می شود!\n\n------------------------------------------------- -----\n\n• پس زمینه / تصاویر پس زمینه روزانه\n• تنظیم یادآوری/فوکوس/لیست کار\n• برنامه ها/شماره گیری سریع. پین های داشبورد خود را از هر آدرس اینترنتی (فیس بوک، واتساپ، یوتیوب و غیره) انتخاب کنید.\n- یک برگه جدید باز کنید و برای کارهایتان سریعتر کمک بگیرید!\n• با آخرین پیش بینی آب و هوا به روز باشید\n• کمک جستجوی مستقیم با گوگل\n• احساس خوبی داشته باشید و کارها را انجام دهید!\n\n------------------------------------------------- -----\n\nتوجه: تب جدید Mineral در حال حاضر در حال آزمایش نسخه بتا (آخرین) خود است و ممکن است در برخی از درگاه‌های نمای دستگاه به درستی کار نکند، لطفاً در صورت وجود اندازه صفحه دستگاه خود با ما تماس بگیرید. ما مشتاقانه منتظریم تا از افزونه ما لذت ببرید!\n\nدر مورد مجوزها\nتاریخچه برای کمک به ارائه نتایج جستجوی مرتبط فعال است.\nداده های کاربر هرگز به هیچ سرور/پایگاه داده ارسال یا ذخیره نمی شود.",
    "fi": "Se on ainutlaatuinen Uusi välilehti -sivu, joka tarjoaa suoraa tekoälypohjaista hakuapua, rauhoittaa hetken ja innostaa sinua olemaan tuottavampi. Aloita päivittäinen uusi tausta, aseta fokus ja seuraa tehtäviäsi. Poista häiriötekijät ja voita viivyttely jokaisen uuden välilehden omalla \"tarkennustilallamme\", joka auttaa sinua saamaan tehtäväluettelosi valmiiksi nopeammin. Liity ja inspiroidu luomaan elämä, jota haluat elää.\n\nTämä uusi välilehtisivu on ensimmäinen laatuaan, jossa on otettu käyttöön suuri fonttihakumekanismi, joka integroi Googlen automaattisen täydennyksen ominaisuuksia, joiden avulla voit saada hakutulokset vaivattomasti. Uusi välilehti ei ole vain loistava opiskelijoille, koti- ja toimistotyölle, vaan myös niille, joilla on esteettömyysongelmia selaimien kanssa, erityisesti perinteisten hakumekanismien pienestä kirjasimesta.\n\nMineral new tab -sivu on täydellinen kojelauta kaikkiin nykyaikaisiin selaustarpeisiin, se on äskettäin päivitetty vuodesta 2022 lähtien ja lisää ominaisuuksia on tulossa pian!\n\n--------------------------------------------------- -----\n\n• Päivittäiset taustat/taustakuvat\n• Aseta muistutukset/tarkennus/tehtävälista\n• Sovellukset/Pikavalinnat. Valitse nastat kojelautallesi mistä tahansa URL-osoitteesta (Facebook, Whatsapp, Youtube jne.)\n- Avaa uusi välilehti ja saat apua työsi tekemiseen nopeammin!\n• Pysy ajan tasalla viimeisimmistä sääennusteista\n• Suora hakuapu googlella\n• Tuntuu hyvältä ja saa asiat tehtyä!\n\n--------------------------------------------------- -----\n\nHuomautus: Mineral new tab on parhaillaan kokeiluversiona (uusinta) beetaversiotaan, eikä se välttämättä toimi oikein tietyissä laitteen näyttöporteissa. Ota meihin yhteyttä ja kerro laitteesi näytön koosta, jos näin on. Odotamme innolla, että nautit laajennuksestamme!\n\nTIETOJA LUPAISTA\nHistoria on käytössä, jotta voidaan tarjota osuvia hakutuloksia.\nKäyttäjätietoja ei koskaan lähetetä tai tallenneta millekään palvelimelle/tietokantaan.",
    "fil": "Isa itong page ng Bagong Tab na nagbibigay ng direktang tulong sa paghahanap na hinimok ng AI, nagbibigay sa iyo ng sandali ng kalmado at nagbibigay inspirasyon sa iyong maging mas produktibo. Magsimula gamit ang isang pang-araw-araw na bagong background, itakda ang iyong pagtuon, at subaybayan ang iyong mga gagawin. Tanggalin ang mga distractions at talunin ang procrastination gamit ang sarili naming \"focus mode\" sa bawat bagong tab para matulungan kang mas mabilis na matapos ang iyong listahan ng todo. Sumali at makakuha ng inspirasyon upang lumikha ng buhay na gusto mong mabuhay.\n\nAng page ng bagong tab na ito ay ang una sa uri nito na nagpatupad ng malaking mekanismo sa paghahanap ng font na nagsasama ng mga feature ng autocomplete ng google na nagbibigay-daan sa iyong makuha ang iyong mga resulta ng paghahanap nang walang problema. Hindi lamang mahusay ang bagong tab para sa mga mag-aaral, trabaho sa bahay at opisina kundi para din sa mga may isyu sa pagiging naa-access sa mga browser partikular na sa maliit na laki ng font sa mga tradisyonal na mekanismo ng paghahanap.\n\nAng pahina ng Mineral na bagong tab ay isang kumpletong dashboard para sa lahat ng modernong pangangailangan sa pagba-browse, kamakailan ay na-update ito noong 2022 at higit pang mga tampok ang idaragdag sa lalong madaling panahon!\n\n------------------------------------------------- -----\n\n• Araw-araw na mga background/wallpaper\n• Magtakda ng listahan ng mga paalala/focus/todo\n• Mga App/Speed ​​dials. Piliin ang mga pin para sa iyong dashboard mula sa anumang mga url (Facebook, Whatsapp, Youtube atbp.)\n- Magbukas ng bagong tab at humingi ng tulong sa iyong trabaho nang mas mabilis!\n• Panatilihing updated sa pinakabagong taya ng panahon\n• Direktang tulong sa paghahanap sa google\n• Maging mabuti at tapusin ang mga bagay-bagay!\n\n------------------------------------------------- -----\n\nTandaan: Kasalukuyang sinusubukan ng Mineral na bagong tab ang beta (pinakabagong) bersyon nito at maaaring hindi gumana nang tama sa ilang partikular na viewport ng device, mangyaring makipag-ugnayan sa amin gamit ang laki ng screen ng iyong device kung ito ang sitwasyon. Inaasahan namin na tinatamasa mo ang aming extension!\n\nTUNGKOL SA MGA PAHINTULOT\nPinagana ang kasaysayan upang tumulong sa pagbibigay ng mga nauugnay na resulta ng paghahanap.\nAng data ng user ay hindi kailanman ipinadala o iniimbak sa anumang server/database.",
    "fr": "Il s'agit d'une page Nouvel onglet unique en son genre qui fournit une assistance directe à la recherche basée sur l'IA, vous donne un moment de calme et vous incite à être plus productif. Lancez-vous avec un nouvel arrière-plan quotidien, définissez votre objectif et suivez vos tâches. Éliminez les distractions et combattez la procrastination avec notre propre \"mode de mise au point\" sur chaque nouvel onglet pour vous aider à terminer votre liste de tâches plus rapidement. Rejoignez-nous et laissez-vous inspirer pour créer la vie que vous voulez vivre.\n\nCette nouvelle page à onglet est la première du genre à implémenter un grand mécanisme de recherche de polices intégrant les fonctionnalités de saisie semi-automatique de Google vous permettant d'obtenir vos résultats de recherche sans tracas. Non seulement le nouvel onglet est idéal pour les étudiants, le travail à domicile et au bureau, mais également pour ceux qui ont des problèmes d'accessibilité avec les navigateurs, en particulier avec la petite taille de police dans les mécanismes de recherche traditionnels.\n\nLa nouvelle page à onglet Mineral est un tableau de bord complet pour tous les besoins de navigation modernes, elle a récemment été mise à jour à partir de 2022 et d'autres fonctionnalités seront bientôt ajoutées !\n\n-------------------------------------------------- -----\n\n• Arrière-plans/fonds d'écran quotidiens\n• Définir des rappels/focus/liste de tâches\n• Applications/Numérotations rapides. Choisissez les broches de votre tableau de bord à partir de n'importe quelle URL (Facebook, Whatsapp, Youtube, etc.)\n- Ouvrez un nouvel onglet et obtenez de l'aide pour votre travail plus rapidement !\n• Tenez-vous au courant des dernières prévisions météorologiques\n• Aide à la recherche directe avec google\n• Sentez-vous bien et faites avancer les choses !\n\n-------------------------------------------------- -----\n\nRemarque : le nouvel onglet Mineral teste actuellement sa version bêta (dernière) et peut ne pas fonctionner correctement dans certaines fenêtres d'affichage de l'appareil, veuillez nous contacter avec la taille de l'écran de votre appareil si tel est le cas. Au plaisir de vous faire profiter de notre extension !\n\nÀ PROPOS DES AUTORISATIONS\nL'historique est activé pour aider à fournir des résultats de recherche pertinents.\nLes données de l'utilisateur ne sont jamais envoyées ou stockées sur un serveur/une base de données.",
    "gu": "તે એક પ્રકારનું નવું ટૅબ પેજ છે જે ડાયરેક્ટ AI પ્રેરિત શોધ સહાય પૂરી પાડે છે, તમને શાંતિની ક્ષણ આપે છે અને તમને વધુ ઉત્પાદક બનવાની પ્રેરણા આપે છે. દૈનિક નવી પૃષ્ઠભૂમિ સાથે આગળ વધો, તમારું ફોકસ સેટ કરો અને તમારા કાર્યોને ટ્રૅક કરો. વિક્ષેપોને દૂર કરો અને દરેક નવા ટેબ પર અમારા પોતાના \"ફોકસ મોડ\" વડે વિલંબને હરાવો જેથી તમને તમારી ટૂડુ સૂચિ ઝડપથી પૂર્ણ કરવામાં મદદ મળે. જોડાઓ અને તમે જીવવા માંગો છો તે જીવન બનાવવા માટે પ્રેરણા મેળવો.\n\nઆ નવું ટેબ પેજ googles સ્વતઃપૂર્ણ સુવિધાઓને એકીકૃત કરતી મોટી ફોન્ટ શોધ પદ્ધતિને અમલમાં મૂકનાર તેના પ્રકારનું પ્રથમ છે જે તમને તમારા શોધ પરિણામોને મુશ્કેલી મુક્ત કરવાની મંજૂરી આપે છે. નવી ટેબ માત્ર વિદ્યાર્થીઓ, ઘર અને ઑફિસના કામ માટે જ નહીં, પરંતુ બ્રાઉઝરની ઍક્સેસિબિલિટીની સમસ્યાઓ ધરાવતા લોકો માટે પણ ખાસ કરીને પરંપરાગત શોધ પદ્ધતિમાં નાના ફોન્ટ સાઇઝ સાથે ઉત્તમ છે.\n\nમિનરલ નવું ટૅબ પેજ એ તમામ આધુનિક બ્રાઉઝિંગ જરૂરિયાતો માટેનું સંપૂર્ણ ડેશબોર્ડ છે, તે તાજેતરમાં 2022 સુધી અપડેટ કરવામાં આવ્યું છે અને વધુ સુવિધાઓ ટૂંક સમયમાં ઉમેરવામાં આવનાર છે!\n\n-------------------------------------------------- -----\n\n• દૈનિક પૃષ્ઠભૂમિ/વોલપેપર્સ\n• રીમાઇન્ડર્સ/ફોકસ/ટોડો લિસ્ટ સેટ કરો\n• એપ્સ/સ્પીડ ડાયલ્સ. કોઈપણ યુઆરએલ (ફેસબુક, વોટ્સએપ, યુટ્યુબ વગેરે)માંથી તમારા ડેશબોર્ડ માટે પિન પસંદ કરો.\n- નવી ટેબ ખોલો અને તમારા કામને ઝડપથી પૂર્ણ કરવામાં મદદ મેળવો!\n• નવીનતમ હવામાન આગાહી સાથે અપડેટ રાખો\n• Google સાથે સીધી શોધ સહાય\n• સારું અનુભવો અને વસ્તુઓ પૂર્ણ કરો!\n\n-------------------------------------------------- -----\n\nનોંધ: મિનરલ નવું ટૅબ હાલમાં તેના બીટા (નવીનતમ) વર્ઝનનું અજમાયશ કરી રહ્યું છે અને અમુક ઉપકરણ વ્યુપોર્ટ્સમાં યોગ્ય રીતે કાર્ય કરી શકશે નહીં, જો આવું હોય તો કૃપા કરીને તમારા ઉપકરણની સ્ક્રીનના કદ સાથે અમારો સંપર્ક કરો. અમે અમારા વિસ્તરણનો આનંદ માણવાની રાહ જોઈ રહ્યા છીએ!\n\nપરવાનગીઓ વિશે\nસંબંધિત શોધ પરિણામો પ્રદાન કરવામાં મદદ કરવા માટે ઇતિહાસ સક્ષમ કરેલ છે.\nવપરાશકર્તા ડેટા ક્યારેય કોઈપણ સર્વર/ડેટાબેઝ પર મોકલવામાં અથવા સંગ્રહિત થતો નથી.",
    "he": "זהו דף \"כרטיסייה חדשה\" מיוחדת במינה המספק סיוע ישיר בחיפוש מונע בינה מלאכותית, נותן לך רגע של רוגע ומעורר בך השראה להיות פרודוקטיבי יותר. צא לדרך עם רקע יומי חדש, הגדר את המיקוד שלך ועקוב אחר המטלות שלך. הסר הסחות דעת ונצח את הדחיינות עם \"מצב מיקוד\" משלנו בכל כרטיסייה חדשה כדי לעזור לך לסיים את רשימת המשימות שלך מהר יותר. הצטרף וקבל השראה ליצור את החיים שאתה רוצה לחיות.\n\nדף הכרטיסייה החדש הזה הוא הראשון מסוגו שמיישם מנגנון חיפוש גופנים גדול המשלב תכונות השלמה אוטומטית של גוגל המאפשרים לך לקבל את תוצאות החיפוש שלך ללא בעיות. לא רק שהכרטיסייה החדשה מצוינת לסטודנטים, לעבודה בבית ובמשרד, אלא גם לאלה עם בעיות נגישות עם דפדפנים, במיוחד עם גודל הגופן הקטן במנגנוני החיפוש המסורתיים.\n\nדף הכרטיסייה החדשה של מינרל הוא לוח מחוונים שלם לכל צרכי הגלישה המודרניים, הוא עודכן לאחרונה החל משנת 2022 ותכונות נוספות יתווספו בקרוב!\n\n-------------------------------------------------- -----\n\n• רקעים/טפטים יומיים\n• הגדר רשימת תזכורות/מיקוד/מטלות\n• אפליקציות/חיוג מהיר. בחר את הסיכות ללוח המחוונים שלך מכל כתובת אתר (פייסבוק, וואטסאפ, יוטיוב וכו')\n- פתח כרטיסייה חדשה וקבל עזרה עם העבודה שלך מהר יותר!\n• התעדכן בתחזית מזג האוויר העדכנית ביותר\n• סיוע ישיר בחיפוש עם גוגל\n• תרגישו טוב ותעשו דברים!\n\n-------------------------------------------------- -----\n\nהערה: הכרטיסייה החדשה של מינרל מנסה כעת את גרסת הבטא (האחרונה) שלה וייתכן שלא יפעלו כראוי ביציאות צפייה מסוימות של המכשיר, אנא צור איתנו קשר עם גודל מסך המכשיר שלך אם זה המקרה. נשמח שתהנו מההרחבה שלנו!\n\nלגבי הרשאות\nההיסטוריה מופעלת כדי לעזור לספק תוצאות חיפוש רלוונטיות.\nנתוני משתמש לעולם אינם נשלחים או מאוחסנים בשום שרת/בסיס נתונים.",
    "hu": "Ez egy egyedülálló Új lap oldal, amely közvetlen mesterséges intelligencia által vezérelt keresési segítséget nyújt, egy pillanatra megnyugtat, és produktívabbá tesz. Induljon el napi új háttérrel, állítsa be a fókuszt, és kövesse nyomon a teendőit. Távolítsa el a zavaró tényezőket és győzze le a halogatást saját „fókusz módunkkal” minden új lapon, hogy gyorsabban elkészüljön a teendőlista. Csatlakozzon, és merítsen ihletet, hogy megteremtse azt az életet, amelyet élni szeretne.\n\nEz az új lap az első a maga nemében, amely nagy betűtípusú keresési mechanizmust valósít meg, amely integrálja a Google automatikus kiegészítési funkcióit, lehetővé téve a keresési eredmények problémamentes megjelenítését. Az új lap nemcsak diákok, otthoni és irodai munkák számára kiváló, hanem azok számára is, akiknek akadálymentesítési problémái vannak a böngészőkkel, különösen a hagyományos keresési mechanizmusok kis betűmérete miatt.\n\nAz Mineral új lapja egy komplett irányítópult minden modern böngészési igényhez, nemrégiben frissült 2022-től, és hamarosan további funkciókkal bővül!\n\n--------------------------------------------------- -----\n\n• Napi hátterek/háttérképek\n• Emlékeztetők/fókusz/teendőlista beállítása\n• Alkalmazások/Gyorstárcsázás. Válassza ki az irányítópult gombostűit bármely URL-ből (Facebook, Whatsapp, Youtube stb.)\n- Nyisson meg egy új lapot, és kérjen segítséget a munka gyorsabb elvégzéséhez!\n• Tartsa naprakészen a legfrissebb időjárás-előrejelzést\n• Közvetlen keresési segítség a Google segítségével\n• Érezd jól magad, és intézd el a dolgokat!\n\n--------------------------------------------------- -----\n\nMegjegyzés: Az Mineral new tab jelenleg a béta (legújabb) verzióját próbálja ki, és előfordulhat, hogy bizonyos eszköz nézetablakban nem működik megfelelően. Ebben az esetben kérjük, lépjen kapcsolatba velünk az eszköz képernyőjének méretével kapcsolatban. Szeretettel várjuk bővítményünket!\n\nAZ ENGEDÉLYEKRŐL\nAz előzmények lehetővé teszik a releváns keresési eredmények biztosítását.\nA felhasználói adatok soha nem kerülnek elküldésre vagy tárolásra semmilyen szerverre/adatbázisra.",
    "id": "Ini adalah salah satu halaman Tab Baru yang menyediakan bantuan pencarian langsung yang digerakkan oleh AI, memberi Anda saat tenang dan menginspirasi Anda untuk menjadi lebih produktif. Mulailah dengan latar belakang baru setiap hari, atur fokus Anda, dan lacak tugas Anda. Hilangkan gangguan dan kalahkan penundaan dengan \"mode fokus\" kami sendiri di setiap tab baru untuk membantu Anda menyelesaikan daftar tugas lebih cepat. Bergabunglah dan dapatkan inspirasi untuk menciptakan kehidupan yang Anda inginkan.\n\nHalaman tab baru ini adalah yang pertama dari jenisnya yang menerapkan mekanisme pencarian font besar yang mengintegrasikan fitur pelengkapan otomatis Google yang memungkinkan Anda mendapatkan hasil pencarian tanpa kerumitan. Tab baru tidak hanya bagus untuk pelajar, pekerjaan rumah dan kantor, tetapi juga bagi mereka yang memiliki masalah aksesibilitas dengan browser terutama dengan ukuran font kecil dalam mekanisme pencarian tradisional.\n\nHalaman tab baru Mineral adalah dasbor lengkap untuk semua kebutuhan penelusuran modern, baru-baru ini diperbarui pada 2022 dan lebih banyak fitur akan segera ditambahkan!\n\n-------------------------------------------------- -----\n\n• Latar belakang/wallpaper harian\n• Atur pengingat/fokus/daftar yang harus dilakukan\n• Aplikasi/Panggilan cepat. Pilih pin untuk dasbor Anda dari url mana pun (Facebook, Whatsapp, Youtube, dll.)\n- Buka tab baru dan dapatkan bantuan untuk menyelesaikan pekerjaan Anda lebih cepat!\n• Tetap perbarui dengan ramalan cuaca terbaru\n• Bantuan pencarian langsung dengan google\n• Merasa baik dan menyelesaikan sesuatu!\n\n-------------------------------------------------- -----\n\nCatatan: Mineral tab baru saat ini sedang menguji versi beta (terbaru) & mungkin tidak berfungsi dengan benar di area pandang perangkat tertentu, silakan hubungi kami dengan ukuran layar perangkat Anda jika ini masalahnya. Kami berharap Anda menikmati ekstensi kami!\n\nTENTANG IZIN\nRiwayat diaktifkan untuk membantu memberikan hasil penelusuran yang relevan.\nData pengguna tidak pernah dikirim atau disimpan ke server/basis data mana pun.",
    "it": "È una pagina Nuova scheda unica nel suo genere che fornisce assistenza diretta per la ricerca guidata dall'intelligenza artificiale, ti dà un momento di calma e ti ispira a essere più produttivo. Inizia con un nuovo background quotidiano, imposta la tua attenzione e tieni traccia delle tue cose da fare. Elimina le distrazioni e batti la procrastinazione con la nostra \"modalità focus\" su ogni nuova scheda per aiutarti a completare la tua lista di cose più velocemente. Unisciti e lasciati ispirare per creare la vita che vuoi vivere.\n\nQuesta nuova scheda è la prima del suo genere a implementare un meccanismo di ricerca di caratteri di grandi dimensioni che integra le funzionalità di completamento automatico di Google, consentendoti di ottenere risultati di ricerca senza problemi. Non solo la nuova scheda è ideale per studenti, lavoro a casa e in ufficio, ma anche per chi ha problemi di accessibilità con i browser, in particolare con la dimensione del carattere ridotta nei tradizionali meccanismi di ricerca.\n\nLa nuova scheda Mineral è una dashboard completa per tutte le moderne esigenze di navigazione, è stata recentemente aggiornata a partire dal 2022 e presto verranno aggiunte altre funzionalità!\n\n-------------------------------------------------- -----\n\n• Sfondi/sfondi quotidiani\n• Imposta promemoria/attenzione/elenco di cose da fare\n• App/Composizioni rapide. Scegli i pin per la tua dashboard da qualsiasi URL (Facebook, Whatsapp, Youtube ecc.)\n- Apri una nuova scheda e ottieni aiuto con il tuo lavoro svolto più velocemente!\n• Tieniti aggiornato con le ultime previsioni del tempo\n• Assistenza diretta per la ricerca con google\n• Sentirsi bene e fare le cose!\n\n-------------------------------------------------- -----\n\nNota: la nuova scheda Mineral sta attualmente provando la sua versione beta (ultima) e potrebbe non funzionare correttamente in alcune finestre del dispositivo, se questo è il caso, contattaci con le dimensioni dello schermo del tuo dispositivo. Non vediamo l'ora che tu possa goderti la nostra estensione!\n\nSULLE AUTORIZZAZIONI\nLa cronologia è abilitata per fornire risultati di ricerca pertinenti.\nI dati dell'utente non vengono mai inviati o archiviati su alcun server/database.",
    "ja": "これは、AI主導の直接検索支援を提供し、落ち着いたひとときを提供し、生産性を高めるための刺激を与える、他に類を見ない新しいタブページの1つです。毎日新しいバックグラウンドを使い始め、フォーカスを設定し、やることを追跡します。すべての新しいタブにある独自の「フォーカスモード」を使用して、気を散らすものを排除し、先延ばしを打ち負かして、ToDoリストをより早く完成させることができます。参加して、あなたが生きたい人生を創造するためにインスピレーションを得てください。\n\nこの新しいタブページは、グーグルのオートコンプリート機能を統合した大規模なフォント検索メカニズムを実装した初めてのページであり、検索結果を手間をかけずに取得できます。新しいタブは、学生、自宅、オフィスでの作業だけでなく、特に従来の検索メカニズムのフォントサイズが小さいブラウザでのアクセシビリティの問題を抱えている人にも最適です。\n\nMineralの新しいタブページは、最新のブラウジングのすべてのニーズに対応する完全なダッシュボードです。2022年に最近更新され、まもなく機能が追加される予定です。\n\n-------------------------------------------------- -----\n\n•毎日の背景/壁紙\n•リマインダー/フォーカス/ ToDoリストを設定する\n•アプリ/短縮ダイヤル。任意のURL（Facebook、Whatsapp、Youtubeなど）からダッシュボードのピンを選択します\n-新しいタブを開いて、作業をより迅速に行うためのヘルプを入手してください。\n•最新の天気予報で最新情報を入手してください\n•グーグルによるダイレクトサーチアシスタンス\n•気分が良く、物事を成し遂げましょう！\n\n-------------------------------------------------- -----\n\n注：ミネラルの新しいタブは現在ベータ版（最新）を試しているため、特定のデバイスビューポートで正しく機能しない可能性があります。その場合は、デバイスの画面サイズをお知らせください。エクステンションをお楽しみいただけることを楽しみにしております。\n\n許可について\n関連する検索結果を提供するために履歴が有効になっています。\nユーザーデータがサーバー/データベースに送信または保存されることはありません。",
    "kn": "ಇದು ಒಂದು ರೀತಿಯ ಹೊಸ ಟ್ಯಾಬ್ ಪುಟವಾಗಿದ್ದು ಅದು ನೇರ AI ಚಾಲಿತ ಹುಡುಕಾಟ ಸಹಾಯವನ್ನು ಒದಗಿಸುತ್ತದೆ, ನಿಮಗೆ ಸ್ವಲ್ಪ ಶಾಂತತೆಯನ್ನು ನೀಡುತ್ತದೆ ಮತ್ತು ಹೆಚ್ಚು ಉತ್ಪಾದಕವಾಗಿರಲು ನಿಮ್ಮನ್ನು ಪ್ರೇರೇಪಿಸುತ್ತದೆ. ದೈನಂದಿನ ಹೊಸ ಹಿನ್ನೆಲೆಯೊಂದಿಗೆ ಮುಂದುವರಿಯಿರಿ, ನಿಮ್ಮ ಗಮನವನ್ನು ಹೊಂದಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಮಾಡಬೇಕಾದುದನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಿ. ನಿಮ್ಮ ಟೊಡೊ ಪಟ್ಟಿಯನ್ನು ತ್ವರಿತವಾಗಿ ಪೂರ್ಣಗೊಳಿಸಲು ನಿಮಗೆ ಸಹಾಯ ಮಾಡಲು ಪ್ರತಿ ಹೊಸ ಟ್ಯಾಬ್‌ನಲ್ಲಿ ನಮ್ಮದೇ ಆದ \"ಫೋಕಸ್ ಮೋಡ್\" ಮೂಲಕ ಗೊಂದಲವನ್ನು ನಿವಾರಿಸಿ ಮತ್ತು ಆಲಸ್ಯವನ್ನು ಸೋಲಿಸಿ. ಸೇರಿ ಮತ್ತು ನೀವು ಬದುಕಲು ಬಯಸುವ ಜೀವನವನ್ನು ರಚಿಸಲು ಸ್ಫೂರ್ತಿ ಪಡೆಯಿರಿ.\n\nಈ ಹೊಸ ಟ್ಯಾಬ್ ಪುಟವು Google ನ ಸ್ವಯಂಪೂರ್ಣತೆಯ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಸಂಯೋಜಿಸುವ ದೊಡ್ಡ ಫಾಂಟ್ ಹುಡುಕಾಟ ಕಾರ್ಯವಿಧಾನವನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಲು ಇದೇ ಮೊದಲನೆಯದು, ನಿಮ್ಮ ಹುಡುಕಾಟ ಫಲಿತಾಂಶಗಳನ್ನು ತೊಂದರೆಯಿಲ್ಲದೆ ಪಡೆಯಲು ಅನುಮತಿಸುತ್ತದೆ. ಹೊಸ ಟ್ಯಾಬ್ ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ, ಮನೆ ಮತ್ತು ಕಛೇರಿಯ ಕೆಲಸಗಳಿಗೆ ಮಾತ್ರವಲ್ಲದೆ ವಿಶೇಷವಾಗಿ ಸಾಂಪ್ರದಾಯಿಕ ಹುಡುಕಾಟ ಕಾರ್ಯವಿಧಾನಗಳಲ್ಲಿ ಸಣ್ಣ ಫಾಂಟ್ ಗಾತ್ರದೊಂದಿಗೆ ಬ್ರೌಸರ್‌ಗಳೊಂದಿಗೆ ಪ್ರವೇಶಿಸುವಿಕೆ ಸಮಸ್ಯೆಗಳಿರುವವರಿಗೆ ಉತ್ತಮವಾಗಿದೆ.\n\nMineral ಹೊಸ ಟ್ಯಾಬ್ ಪುಟವು ಎಲ್ಲಾ ಆಧುನಿಕ ಬ್ರೌಸಿಂಗ್ ಅಗತ್ಯಗಳಿಗಾಗಿ ಸಂಪೂರ್ಣ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್ ಆಗಿದೆ, ಇದನ್ನು ಇತ್ತೀಚೆಗೆ 2022 ರಂತೆ ನವೀಕರಿಸಲಾಗಿದೆ ಮತ್ತು ಹೆಚ್ಚಿನ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಶೀಘ್ರದಲ್ಲೇ ಸೇರಿಸಲಾಗುವುದು!\n\n------------------------------------------------- -----\n\n• ದೈನಂದಿನ ಹಿನ್ನೆಲೆಗಳು/ವಾಲ್‌ಪೇಪರ್‌ಗಳು\n• ರಿಮೈಂಡರ್‌ಗಳು/ಫೋಕಸ್/ಟೊಡೊ ಪಟ್ಟಿಯನ್ನು ಹೊಂದಿಸಿ\n• ಅಪ್ಲಿಕೇಶನ್‌ಗಳು/ಸ್ಪೀಡ್ ಡಯಲ್‌ಗಳು. ಯಾವುದೇ url ನಿಂದ ನಿಮ್ಮ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ಗೆ ಪಿನ್‌ಗಳನ್ನು ಆರಿಸಿ (Facebook, Whatsapp, Youtube ಇತ್ಯಾದಿ.)\n- ಹೊಸ ಟ್ಯಾಬ್ ತೆರೆಯಿರಿ ಮತ್ತು ನಿಮ್ಮ ಕೆಲಸವನ್ನು ವೇಗವಾಗಿ ಮಾಡಲು ಸಹಾಯ ಪಡೆಯಿರಿ!\n• ಇತ್ತೀಚಿನ ಹವಾಮಾನ ಮುನ್ಸೂಚನೆಯೊಂದಿಗೆ ನವೀಕರಿಸಿ\n• google ನೊಂದಿಗೆ ನೇರ ಹುಡುಕಾಟ ಸಹಾಯ\n• ಒಳ್ಳೆಯದನ್ನು ಅನುಭವಿಸಿ ಮತ್ತು ಕೆಲಸಗಳನ್ನು ಮಾಡಿ!\n\n------------------------------------------------- -----\n\nಗಮನಿಸಿ: ಮಿನರಲ್ ಹೊಸ ಟ್ಯಾಬ್ ಪ್ರಸ್ತುತ ಅದರ ಬೀಟಾ (ಇತ್ತೀಚಿನ) ಆವೃತ್ತಿಯನ್ನು ಪ್ರಯೋಗಿಸುತ್ತಿದೆ ಮತ್ತು ಕೆಲವು ಸಾಧನ ವೀಕ್ಷಣೆ ಪೋರ್ಟ್‌ಗಳಲ್ಲಿ ಸರಿಯಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸದೇ ಇರಬಹುದು, ಈ ಸಂದರ್ಭದಲ್ಲಿ ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸಾಧನದ ಪರದೆಯ ಗಾತ್ರದೊಂದಿಗೆ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ. ನಮ್ಮ ವಿಸ್ತರಣೆಯನ್ನು ನೀವು ಆನಂದಿಸುತ್ತಿರುವುದನ್ನು ನಾವು ಎದುರು ನೋಡುತ್ತಿದ್ದೇವೆ!\n\nಅನುಮತಿಗಳ ಬಗ್ಗೆ\nಸಂಬಂಧಿತ ಹುಡುಕಾಟ ಫಲಿತಾಂಶಗಳನ್ನು ಒದಗಿಸಲು ಸಹಾಯ ಮಾಡಲು ಇತಿಹಾಸವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ.\nಬಳಕೆದಾರರ ಡೇಟಾವನ್ನು ಎಂದಿಗೂ ಕಳುಹಿಸಲಾಗುವುದಿಲ್ಲ ಅಥವಾ ಯಾವುದೇ ಸರ್ವರ್/ಡೇಟಾಬೇಸ್‌ಗೆ ಸಂಗ್ರಹಿಸಲಾಗುವುದಿಲ್ಲ.",
    "ko": "AI 기반의 직접적인 검색 지원을 제공하고 평온한 시간을 제공하며 생산성을 높일 수 있도록 영감을 주는 새로운 탭 페이지 중 하나입니다. 매일 새로운 배경으로 시작하고, 집중하고, 할 일을 추적하세요. 할 일 목록을 더 빨리 완료하는 데 도움이 되는 모든 새 탭에 있는 자체 \"초점 모드\"로 주의를 산만하게 하고 미루는 일을 없애십시오. 당신이 살고 싶은 삶을 창조하기 위해 가입하고 영감을 얻으십시오.\n\n이 새 탭 페이지는 Google의 자동 완성 기능을 통합하여 번거로움 없이 검색 결과를 얻을 수 있는 대형 글꼴 검색 메커니즘을 구현한 최초의 페이지입니다. 새 탭은 학생, 가정 및 사무실 작업에 적합할 뿐만 아니라 특히 기존 검색 메커니즘의 작은 글꼴 크기로 인해 브라우저의 접근성 문제가 있는 사용자에게도 적합합니다.\n\nMineral 새 탭 페이지는 모든 현대적 브라우징 요구 사항을 위한 완전한 대시보드이며, 최근 2022년에 업데이트되었으며 더 많은 기능이 곧 추가될 예정입니다!\n\n-------------------------------------------------- ------\n\n• 데일리 배경화면/배경화면\n• 미리 알림/초점/할 일 목록 설정\n• 앱/단축 다이얼. 모든 URL(Facebook, Whatsapp, Youtube 등)에서 대시보드의 핀을 선택하십시오.\n- 새 탭을 열고 작업을 더 빨리 완료하는 데 도움을 받으세요!\n• 최신 일기 예보를 최신 상태로 유지\n• Google을 통한 직접 검색 지원\n• 기분이 좋고 일을 끝내십시오!\n\n-------------------------------------------------- ------\n\n참고: Mineral 새 탭은 현재 베타(최신) 버전을 시험하고 있으며 특정 장치 표시 영역에서 제대로 작동하지 않을 수 있습니다. 이 경우 장치 화면 크기를 알려주시기 바랍니다. 우리는 당신이 우리의 확장을 즐기기를 기대합니다!\n\n권한 정보\n관련 검색 결과를 제공하는 데 도움이 되도록 기록이 활성화됩니다.\n사용자 데이터는 서버/데이터베이스로 전송되거나 저장되지 않습니다.",
    "lt": "Tai unikalus naujo skirtuko puslapis, kuriame teikiama tiesioginė AI pagrįstos paieškos pagalba, suteikiama ramybės akimirką ir įkvepia būti produktyvesniems. Pradėkite kasdien naudodami naują foną, susikoncentruokite ir stebėkite savo darbus. Pašalinkite blaškymąsi ir įveikkite atidėliojimą naudodami mūsų pačių „fokusavimo režimą“ kiekviename naujame skirtuke, kuris padės greičiau užbaigti darbų sąrašą. Prisijunkite ir pasisemkite įkvėpimo kurti gyvenimą, kurį norite gyventi.\n\nŠis naujas skirtuko puslapis yra pirmasis tokio tipo puslapis, kuriame įdiegtas didelio šrifto paieškos mechanizmas, integruojantis „Google“ automatinio užbaigimo funkcijas, leidžiančias be vargo gauti paieškos rezultatus. Naujasis skirtukas puikiai tinka ne tik studentams, darbui namuose ir biure, bet ir tiems, kurie turi problemų su naršyklėmis, ypač dėl mažo šrifto dydžio tradiciniuose paieškos mechanizmuose.\n\nNaujo skirtuko „Mineral“ puslapis yra pilnas prietaisų skydelis, skirtas visiems šiuolaikiniams naršymo poreikiams, jis neseniai buvo atnaujintas nuo 2022 m. ir netrukus bus pridėta daugiau funkcijų!\n\n--------------------------------------------------- -----\n\n• Kasdieniniai fonai / fono paveikslėliai\n• Nustatykite priminimus / fokusavimą / darbų sąrašą\n• Programos / Greitasis rinkimas. Pasirinkite savo prietaisų skydelio smeigtukus iš bet kurio URL („Facebook“, „Whatsapp“, „Youtube“ ir kt.)\n- Atidarykite naują skirtuką ir greičiau gaukite pagalbos dėl darbo!\n• Sekite naujausias orų prognozes\n• Tiesioginės paieškos pagalba naudojant google\n• Jauskitės gerai ir atlikite reikalus!\n\n--------------------------------------------------- -----\n\nPastaba: Mineral naujasis skirtukas šiuo metu bando savo beta (naujausią) versiją ir gali tinkamai neveikti tam tikrose įrenginio peržiūros srityse. Jei taip yra, susisiekite su mumis ir nurodykite įrenginio ekrano dydį. Tikimės, kad pasimėgausite mūsų pratęsimu!\n\nAPIE LEIDIMUS\nIstorija įgalinta, kad padėtų teikti atitinkamus paieškos rezultatus.\nVartotojo duomenys niekada nesiunčiami ir nesaugomi į jokį serverį/duomenų bazę.",
    "ml": "നേരിട്ടുള്ള AI അധിഷ്‌ഠിത തിരയൽ സഹായം നൽകുന്ന, നിങ്ങൾക്ക് ഒരു നിമിഷം ശാന്തത നൽകുകയും കൂടുതൽ ഉൽപ്പാദനക്ഷമതയുള്ളവരാകാൻ നിങ്ങളെ പ്രചോദിപ്പിക്കുകയും ചെയ്യുന്ന തരത്തിലുള്ള ഒരു പുതിയ ടാബ് പേജാണിത്. ദിവസേനയുള്ള പുതിയ പശ്ചാത്തലത്തിൽ പോകുക, നിങ്ങളുടെ ഫോക്കസ് സജ്ജമാക്കുക, ചെയ്യേണ്ട കാര്യങ്ങൾ ട്രാക്ക് ചെയ്യുക. നിങ്ങളുടെ ടോഡോ ലിസ്റ്റ് വേഗത്തിൽ പൂർത്തിയാക്കാൻ നിങ്ങളെ സഹായിക്കുന്നതിന് ഓരോ പുതിയ ടാബിലും ഞങ്ങളുടെ സ്വന്തം \"ഫോക്കസ് മോഡ്\" ഉപയോഗിച്ച് ശ്രദ്ധാശൈഥില്യങ്ങൾ ഇല്ലാതാക്കുകയും നീട്ടിവെക്കുകയും ചെയ്യുക. ചേരുക, നിങ്ങൾ ജീവിക്കാൻ ആഗ്രഹിക്കുന്ന ജീവിതം സൃഷ്ടിക്കാൻ പ്രചോദനം നേടുക.\n\nഈ പുതിയ ടാബ് പേജ്, നിങ്ങളുടെ തിരയൽ ഫലങ്ങൾ തടസ്സരഹിതമായി ലഭിക്കാൻ നിങ്ങളെ അനുവദിക്കുന്ന ഗൂഗിളിന്റെ സ്വയമേവ പൂർത്തീകരണ സവിശേഷതകൾ സമന്വയിപ്പിക്കുന്ന ഒരു വലിയ ഫോണ്ട് തിരയൽ സംവിധാനം നടപ്പിലാക്കുന്ന ഇത്തരത്തിലുള്ള ആദ്യത്തേതാണ്. പുതിയ ടാബ് വിദ്യാർത്ഥികൾക്കും വീടിനും ഓഫീസ് ജോലികൾക്കും മാത്രമല്ല, ബ്രൗസറുകളിൽ പ്രവേശനക്ഷമത പ്രശ്നങ്ങൾ ഉള്ളവർക്കും, പ്രത്യേകിച്ച് പരമ്പരാഗത തിരയൽ സംവിധാനങ്ങളിലെ ചെറിയ ഫോണ്ട് വലുപ്പമുള്ളവർക്കും മികച്ചതാണ്.\n\nമിനറൽ ന്യൂ ടാബ് പേജ് എല്ലാ ആധുനിക ബ്രൗസിംഗ് ആവശ്യങ്ങൾക്കുമുള്ള ഒരു പൂർണ്ണ ഡാഷ്‌ബോർഡാണ്, ഇത് അടുത്തിടെ 2022 മുതൽ അപ്‌ഡേറ്റ് ചെയ്‌തു, കൂടുതൽ സവിശേഷതകൾ ഉടൻ ചേർക്കും!\n\n---------------------------------------------- -----\n\n• പ്രതിദിന പശ്ചാത്തലങ്ങൾ/വാൾപേപ്പറുകൾ\n• റിമൈൻഡറുകൾ/ഫോക്കസ്/ടോഡോ ലിസ്റ്റ് സജ്ജീകരിക്കുക\n• ആപ്പുകൾ/സ്പീഡ് ഡയലുകൾ. ഏത് url-ൽ നിന്നും (Facebook, Whatsapp, Youtube മുതലായവ) നിങ്ങളുടെ ഡാഷ്‌ബോർഡിനായി പിന്നുകൾ തിരഞ്ഞെടുക്കുക\n- ഒരു പുതിയ ടാബ് തുറന്ന് നിങ്ങളുടെ ജോലി വേഗത്തിൽ ചെയ്യാൻ സഹായം നേടുക!\n• ഏറ്റവും പുതിയ കാലാവസ്ഥാ പ്രവചനം ഉപയോഗിച്ച് അപ്ഡേറ്റ് ചെയ്യുക\n• ഗൂഗിളിൽ നേരിട്ടുള്ള തിരയൽ സഹായം\n• സുഖം അനുഭവിച്ച് കാര്യങ്ങൾ ചെയ്തുതീർക്കുക!\n\n---------------------------------------------- -----\n\nശ്രദ്ധിക്കുക: മിനറൽ പുതിയ ടാബ് നിലവിൽ അതിന്റെ ബീറ്റ (ഏറ്റവും പുതിയ) പതിപ്പ് പരീക്ഷിക്കുകയാണ്, ചില ഉപകരണ വ്യൂപോർട്ടുകളിൽ ശരിയായി പ്രവർത്തിച്ചേക്കില്ല, അങ്ങനെയാണെങ്കിൽ നിങ്ങളുടെ ഉപകരണ സ്‌ക്രീൻ വലുപ്പവുമായി ഞങ്ങളെ ബന്ധപ്പെടുക. ഞങ്ങളുടെ വിപുലീകരണം നിങ്ങൾ ആസ്വദിക്കുമെന്ന് ഞങ്ങൾ പ്രതീക്ഷിക്കുന്നു!\n\nഅനുമതികളെ കുറിച്ച്\nപ്രസക്തമായ തിരയൽ ഫലങ്ങൾ നൽകാൻ സഹായിക്കുന്നതിന് ചരിത്രം പ്രവർത്തനക്ഷമമാക്കിയിരിക്കുന്നു.\nഉപയോക്തൃ ഡാറ്റ ഒരിക്കലും ഒരു സെർവറിലേക്കും/ഡാറ്റാബേസിലേക്കും അയയ്ക്കുകയോ സംഭരിക്കുകയോ ചെയ്യുന്നില്ല.",
    "mr": "हे एक प्रकारचे नवीन टॅब पृष्ठ आहे जे थेट AI चालित शोध सहाय्य प्रदान करते, तुम्हाला शांततेचा क्षण देते आणि तुम्हाला अधिक उत्पादक होण्यासाठी प्रेरित करते. रोजच्या नवीन पार्श्वभूमीसह पुढे जा, तुमचा फोकस सेट करा आणि तुमच्या कामाचा मागोवा घ्या. तुम्हाला तुमची कार्य सूची जलद पूर्ण करण्यात मदत करण्यासाठी प्रत्येक नवीन टॅबवर आमच्या स्वतःच्या \"फोकस मोड\" सह विचलितता दूर करा आणि विलंब दूर करा. सामील व्हा आणि तुम्हाला जे जीवन जगायचे आहे ते तयार करण्यासाठी प्रेरित व्हा.\n\nहे नवीन टॅब पृष्‍ठ गुगल स्‍वत:पूर्ण वैशिष्‍ट्ये एकत्रित करणारी मोठी फॉण्‍ट शोध यंत्रणा कार्यान्वित करणारे पहिले आहे, ज्यामुळे तुम्‍हाला तुमच्‍या शोध परिणामांची अडचण रहित करता येते. नवीन टॅब केवळ विद्यार्थी, घर आणि कार्यालयीन कामांसाठीच नाही तर ज्यांना ब्राउझरसह प्रवेशयोग्यतेच्या समस्या आहेत त्यांच्यासाठी देखील उत्तम आहे, विशेषत: पारंपारिक शोध यंत्रणेमध्ये लहान फॉन्ट आकारासह.\n\nमिनरल नवीन टॅब पृष्ठ हे सर्व आधुनिक ब्राउझिंग गरजांसाठी संपूर्ण डॅशबोर्ड आहे, ते अलीकडेच 2022 पर्यंत अद्यतनित केले गेले आहे आणि लवकरच आणखी वैशिष्ट्ये जोडली जाणार आहेत!\n\n-------------------------------------------------- -----\n\n• दैनिक पार्श्वभूमी/वॉलपेपर\n• स्मरणपत्रे/फोकस/टूडू सूची सेट करा\n• अॅप्स/स्पीड डायल. कोणत्याही url (Facebook, Whatsapp, Youtube इ.) वरून तुमच्या डॅशबोर्डसाठी पिन निवडा.\n- नवीन टॅब उघडा आणि तुमचे काम जलद पूर्ण करण्यात मदत मिळवा!\n• नवीनतम हवामान अंदाजासह अद्यतनित रहा\n• google सह थेट शोध सहाय्य\n• बरं वाटेल आणि गोष्टी पूर्ण करा!\n\n-------------------------------------------------- -----\n\nटीप: मिनरल नवीन टॅब सध्या त्याच्या बीटा (नवीनतम) आवृत्तीची चाचणी घेत आहे आणि विशिष्ट डिव्हाइस व्ह्यूपोर्टमध्ये योग्यरित्या कार्य करू शकत नाही, जर असे असेल तर कृपया तुमच्या डिव्हाइस स्क्रीन आकारासह आमच्याशी संपर्क साधा. आम्ही आमच्या विस्ताराचा आनंद घेण्यासाठी उत्सुक आहोत!\n\nपरवानग्यांबद्दल\nसंबंधित शोध परिणाम प्रदान करण्यात मदत करण्यासाठी इतिहास सक्षम केला आहे.\nवापरकर्ता डेटा कधीही कोणत्याही सर्व्हर/डेटाबेसवर पाठविला किंवा संग्रहित केला जात नाही.",
    "ms": "Ia adalah satu daripada jenis halaman Tab Baharu yang menyediakan bantuan carian langsung dipacu AI, memberikan anda ketenangan seketika dan memberi inspirasi kepada anda untuk menjadi lebih produktif. Teruskan dengan latar belakang baharu setiap hari, tetapkan fokus anda dan jejaki tugasan anda. Hilangkan gangguan dan kalahkan penangguhan dengan \"mod fokus\" kami sendiri pada setiap tab baharu untuk membantu anda menyelesaikan senarai tugasan anda dengan lebih cepat. Sertai dan dapatkan inspirasi untuk mencipta kehidupan yang anda mahu jalani.\n\nHalaman tab baharu ini adalah yang pertama seumpamanya melaksanakan mekanisme carian fon besar yang menyepadukan ciri autolengkap googles membolehkan anda mendapatkan hasil carian anda tanpa sebarang masalah. Tab baharu bukan sahaja bagus untuk pelajar, kerja rumah dan pejabat tetapi juga untuk mereka yang mempunyai masalah kebolehaksesan dengan penyemak imbas terutamanya dengan saiz fon kecil dalam mekanisme carian tradisional.\n\nHalaman tab baharu Mineral ialah papan pemuka lengkap untuk semua keperluan penyemakan imbas moden, ia telah dikemas kini baru-baru ini pada 2022 dan lebih banyak ciri akan ditambah tidak lama lagi!\n\n------------------------------------------------- -----\n\n• Latar belakang/kertas dinding harian\n• Tetapkan senarai peringatan/fokus/todo\n• Apl/Dail laju. Pilih pin untuk papan pemuka anda daripada mana-mana url (Facebook, Whatsapp, Youtube dll.)\n- Buka tab baharu dan dapatkan bantuan dengan kerja anda selesai dengan lebih cepat!\n• Sentiasa dikemas kini dengan ramalan cuaca terkini\n• Bantuan carian terus dengan google\n• Berasa baik dan selesaikan sesuatu!\n\n------------------------------------------------- -----\n\nNota: Tab baharu Mineral sedang mencuba versi beta (terkini)nya & mungkin tidak berfungsi dengan betul dalam port pandangan peranti tertentu, sila hubungi kami dengan saiz skrin peranti anda jika ini berlaku. Kami berharap anda menikmati sambungan kami!\n\nTENTANG KEBENARAN\nSejarah didayakan untuk membantu menyediakan hasil carian yang berkaitan.\nData pengguna tidak pernah dihantar atau disimpan ke mana-mana pelayan/pangkalan data.",
    "nl": "Het is een unieke nieuwe tabbladpagina die directe AI-gestuurde zoekhulp biedt, je een moment van rust geeft en je inspireert om productiever te zijn. Ga aan de slag met een dagelijkse nieuwe achtergrond, stel je focus in en houd je taken bij. Elimineer afleiding en voorkom uitstelgedrag met onze eigen \"focusmodus\" op elk nieuw tabblad, zodat je je takenlijst sneller af hebt. Doe mee en laat je inspireren om het leven te creëren dat je wilt leven.\n\nDeze nieuwe tabbladpagina is de eerste in zijn soort die een groot zoekmechanisme voor lettertypen implementeert dat de autocomplete-functies van Google integreert, zodat u probleemloos uw zoekresultaten kunt krijgen. Het nieuwe tabblad is niet alleen geweldig voor studenten, thuis- en kantoorwerk, maar ook voor mensen met toegankelijkheidsproblemen met browsers, vooral met de kleine lettergrootte in traditionele zoekmechanismen.\n\nDe nieuwe tabbladpagina van Mineral is een compleet dashboard voor alle moderne browsebehoeften, het is onlangs bijgewerkt vanaf 2022 en er zullen binnenkort meer functies worden toegevoegd!\n\n-------------------------------------------------- -----\n\n• Dagelijkse achtergronden/achtergronden\n• Herinneringen/focus/takenlijst instellen\n• Apps/Snelkiesnummers. Kies de pinnen voor uw dashboard uit alle url's (Facebook, Whatsapp, Youtube etc.)\n- Open een nieuw tabblad en krijg sneller hulp bij uw werk!\n• Blijf op de hoogte met de laatste weersvoorspelling\n• Directe zoekhulp met google\n• Voel je goed en krijg dingen voor elkaar!\n\n-------------------------------------------------- -----\n\nOpmerking: Mineraal nieuw tabblad test momenteel de bètaversie (laatste) en werkt mogelijk niet correct in bepaalde apparaatviewports. Neem contact met ons op met de schermgrootte van uw apparaat als dit het geval is. We kijken ernaar uit om u te laten genieten van onze uitbreiding!\n\nOVER TOESTEMMINGEN\nGeschiedenis is ingeschakeld om relevante zoekresultaten te bieden.\nGebruikersgegevens worden nooit naar een server/database verzonden of opgeslagen.",
    "no": "Det er en unik New Tab-side som gir direkte AI-drevet søkehjelp, gir deg et øyeblikk med ro og inspirerer deg til å bli mer produktiv. Kom i gang med en daglig ny bakgrunn, still fokus og følg gjøremålene dine. Eliminer distraksjoner og slå utsettelse med vår helt egen \"fokusmodus\" på hver nye fane for å hjelpe deg med å gjøre gjøremålslisten ferdig raskere. Bli med og bli inspirert til å skape det livet du ønsker å leve.\n\nDenne nye fanesiden er den første i sitt slag som implementerer en stor fontsøkemekanisme som integrerer Googles autofullføringsfunksjoner som lar deg få søkeresultatene dine problemfritt. Ikke bare er den nye fanen flott for studenter, hjemme- og kontorarbeid, men også for de med tilgjengelighetsproblemer med nettlesere, spesielt med den lille skriftstørrelsen i tradisjonelle søkemekanismer.\n\nMineral new tab-siden er et komplett dashbord for alle moderne nettleserbehov, den har nylig blitt oppdatert fra 2022 og flere funksjoner skal legges til snart!\n\n-------------------------------------------------- -----\n\n• Daglige bakgrunner/bakgrunnsbilder\n• Angi påminnelser/fokus/oppgaveliste\n• Apper/hurtigvalg. Velg pinnene for dashbordet ditt fra alle nettadresser (Facebook, Whatsapp, Youtube osv.)\n- Åpne en ny fane og få hjelp med arbeidet ditt gjort raskere!\n• Hold deg oppdatert med siste værmelding\n• Direkte søkehjelp med google\n• Ha det bra og få ting gjort!\n\n-------------------------------------------------- -----\n\nMerk: Mineral new tab prøver for øyeblikket sin betaversjon (nyeste) og vil kanskje ikke fungere korrekt i visse enhetsvisningsporter, vennligst kontakt oss med enhetens skjermstørrelse hvis dette er tilfelle. Vi ser frem til at du nyter utvidelsen vår!\n\nOM TILLATELSER\nHistorikk er aktivert for å gi relevante søkeresultater.\nBrukerdata sendes eller lagres aldri til noen server/database.",
    "pl": "To jedyna w swoim rodzaju strona nowej karty, która zapewnia bezpośrednią pomoc w wyszukiwaniu za pomocą sztucznej inteligencji, zapewnia chwilę spokoju i inspiruje do większej produktywności. Zacznij korzystać z codziennego nowego tła, skup się i śledź zadania do wykonania. Wyeliminuj elementy rozpraszające uwagę i pokonaj zwlekanie z naszym własnym „trybem skupienia” na każdej nowej karcie, który pomoże Ci szybciej ukończyć listę rzeczy do zrobienia. Dołącz i zainspiruj się, aby stworzyć życie, które chcesz żyć.\n\nTa nowa strona karty jest pierwszą w swoim rodzaju, która implementuje mechanizm wyszukiwania dużych czcionek integrujący funkcje autouzupełniania Google, co pozwala na bezproblemowe uzyskiwanie wyników wyszukiwania. Nowa karta jest świetna nie tylko dla studentów, prac domowych i biurowych, ale także dla osób, które mają problemy z dostępnością w przeglądarkach, zwłaszcza z małym rozmiarem czcionki w tradycyjnych mechanizmach wyszukiwania.\n\nStrona nowej karty Mineral jest kompletnym pulpitem nawigacyjnym dla wszystkich współczesnych potrzeb związanych z przeglądaniem, została niedawno zaktualizowana w 2022 r., a wkrótce zostanie dodanych więcej funkcji!\n\n-------------------------------------------------- -----\n\n• Codzienne tła/tapety\n• Ustaw przypomnienia/punkt skupienia/listę rzeczy do zrobienia\n• Aplikacje/Szybkie wybieranie. Wybierz piny do pulpitu nawigacyjnego z dowolnych adresów URL (Facebook, Whatsapp, Youtube itp.)\n- Otwórz nową kartę i uzyskaj pomoc w szybszej pracy!\n• Bądź na bieżąco z najnowszą prognozą pogody\n• Bezpośrednia pomoc w wyszukiwaniu z google\n• Poczuj się dobrze i załatwiaj sprawy!\n\n-------------------------------------------------- -----\n\nUwaga: Nowa karta Mineral jest obecnie w trakcie testowania swojej (najnowszej) wersji beta i może nie działać poprawnie w niektórych widokach urządzenia. W takim przypadku skontaktuj się z nami, podając rozmiar ekranu swojego urządzenia. Cieszymy się, że będziesz cieszyć się naszym rozszerzeniem!\n\nO ZEZWOLENIACH\nHistoria jest włączona, aby pomóc w dostarczaniu trafnych wyników wyszukiwania.\nDane użytkownika nigdy nie są wysyłane ani przechowywane na żadnym serwerze/bazie danych.",
    "pt_BR,pt_PT": "É uma página nova guia única que fornece assistência direta de pesquisa orientada por IA, oferece um momento de calma e inspira você a ser mais produtivo. Comece com um novo plano de fundo diário, defina seu foco e acompanhe suas tarefas. Elimine distrações e vença a procrastinação com nosso próprio \"modo de foco\" em cada nova guia para ajudá-lo a terminar sua lista de tarefas mais rapidamente. Participe e inspire-se para criar a vida que você quer viver.\n\nEsta nova página de guia é a primeira de seu tipo a implementar um mecanismo de pesquisa de fontes grandes, integrando recursos de preenchimento automático do Google, permitindo que você obtenha seus resultados de pesquisa sem problemas. A nova guia não é apenas ótima para estudantes, trabalho doméstico e de escritório, mas também para aqueles com problemas de acessibilidade com navegadores, principalmente com o tamanho de fonte pequeno nos mecanismos de pesquisa tradicionais.\n\nA página da nova guia Mineral é um painel completo para todas as necessidades de navegação modernas, foi atualizada recentemente a partir de 2022 e mais recursos serão adicionados em breve!\n\n-------------------------------------------------- -----\n\n• Planos de fundo/papéis de parede diários\n• Definir lembretes/foco/lista de tarefas\n• Aplicativos/discagens rápidas. Escolha os pinos para o seu painel de qualquer URL (Facebook, Whatsapp, Youtube etc.)\n- Abra uma nova guia e obtenha ajuda com seu trabalho mais rápido!\n• Mantenha-se atualizado com a previsão do tempo mais recente\n• Assistência de pesquisa direta com o google\n• Sinta-se bem e faça as coisas!\n\n-------------------------------------------------- -----\n\nNota: A nova guia Mineral está atualmente testando sua versão beta (mais recente) e pode não funcionar corretamente em determinadas janelas de visualização do dispositivo, entre em contato conosco com o tamanho da tela do seu dispositivo, se for o caso. Estamos ansiosos para que você aproveite nossa extensão!\n\nSOBRE PERMISSÕES\nO histórico está ativado para ajudar a fornecer resultados de pesquisa relevantes.\nOs dados do usuário nunca são enviados ou armazenados em nenhum servidor/banco de dados.",
    "ro": "Este o pagină unică în filă nouă, care oferă asistență directă în căutarea bazată pe inteligență artificială, vă oferă un moment de calm și vă inspiră să fiți mai productiv. Începeți cu un fundal nou zilnic, setați-vă concentrarea și urmăriți-vă sarcinile de făcut. Eliminați distragerile și învingeți amânarea cu propriul nostru „mod de focalizare” pe fiecare filă nouă, pentru a vă ajuta să finalizați mai repede lista de sarcini. Alăturați-vă și inspirați-vă pentru a crea viața pe care doriți să o trăiți.\n\nAceastă nouă pagină cu filă este prima de acest fel care implementează un mecanism mare de căutare a fonturilor care integrează funcțiile de completare automată Google, permițându-vă să obțineți rezultatele căutării fără probleme. Noua filă nu este excelentă numai pentru studenți, acasă și la birou, ci și pentru cei cu probleme de accesibilitate cu browsere, în special cu dimensiunea mică a fontului în mecanismele tradiționale de căutare.\n\nPagina Filă nouă Mineral este un tablou de bord complet pentru toate nevoile moderne de navigare, a fost actualizată recent din 2022 și mai multe funcții urmează să fie adăugate în curând!\n\n-------------------------------------------------- -----\n\n• Fundaluri/tapete de zi cu zi\n• Setați mementouri/focalizare/listă de activități\n• Aplicații/Apelare rapidă. Alegeți pinii pentru tabloul de bord din orice URL (Facebook, Whatsapp, Youtube etc.)\n- Deschideți o filă nouă și obțineți ajutor mai rapid cu munca dvs.!\n• Fii la curent cu cele mai recente prognoze meteo\n• Asistență pentru căutare directă cu google\n• Simțiți-vă bine și faceți lucrurile!\n\n-------------------------------------------------- -----\n\nNotă: Mineral new tab își testează în prezent versiunea beta (cea mai recentă) și este posibil să nu funcționeze corect în anumite ferestre de vizualizare a dispozitivului, vă rugăm să ne contactați cu dimensiunea ecranului dispozitivului dvs., dacă acesta este cazul. Vă așteptăm cu drag să vă bucurați de extensia noastră!\n\nDESPRE PERMISIUNI\nIstoricul este activat pentru a oferi rezultate relevante ale căutării.\nDatele utilizatorului nu sunt niciodată trimise sau stocate pe niciun server/bază de date.",
    "ru": "Это единственная в своем роде страница «Новая вкладка», которая обеспечивает прямую помощь в поиске на основе ИИ, дает вам момент спокойствия и вдохновляет вас на более продуктивную работу. Приступайте к работе с ежедневным новым фоном, настройте фокус и отслеживайте свои задачи. Избавьтесь от отвлекающих факторов и избавьтесь от прокрастинации благодаря нашему собственному «режиму фокусировки» на каждой новой вкладке, который поможет вам быстрее закончить список дел. Присоединяйтесь и вдохновляйтесь, чтобы создать жизнь, которой вы хотите жить.\n\nЭта новая вкладка является первой в своем роде, в которой реализован механизм поиска с крупным шрифтом, интегрирующий функции автозаполнения Google, что позволяет без проблем получать результаты поиска. Новая вкладка отлично подходит не только для студентов, домашней и офисной работы, но и для тех, у кого проблемы с доступностью в браузерах, особенно из-за небольшого размера шрифта в традиционных механизмах поиска.\n\nНовая вкладка «Минералы» представляет собой полную панель инструментов для всех современных потребностей просмотра, она недавно была обновлена ​​​​в 2022 году, и в ближайшее время будут добавлены дополнительные функции!\n\n-------------------------------------------------- -----\n\n• Ежедневные фоны/обои\n• Установите напоминания/фокус/список задач\n• Приложения/Быстрый набор. Выберите булавки для своей панели инструментов из любых URL-адресов (Facebook, Whatsapp, Youtube и т. д.).\n- Откройте новую вкладку и получите помощь в работе быстрее!\n• Будьте в курсе последних прогнозов погоды\n• Прямая помощь в поиске с помощью Google\n• Чувствуйте себя хорошо и добивайтесь цели!\n\n-------------------------------------------------- -----\n\nПримечание. Новая вкладка «Минералы» в настоящее время находится в пробной бета-версии (последней) версии и может работать некорректно в определенных окнах просмотра устройств. В этом случае свяжитесь с нами, сообщив размер экрана вашего устройства. Мы с нетерпением ждем, когда вам понравится наше расширение!\n\nО РАЗРЕШЕНИЯХ\nИстория включена, чтобы помочь предоставить релевантные результаты поиска.\nПользовательские данные никогда не отправляются и не сохраняются на каком-либо сервере/базе данных.",
    "sk": "Je to jedinečná stránka na novej karte, ktorá poskytuje priamu pomoc pri vyhľadávaní riadenú AI, poskytuje vám chvíľu pokoja a inšpiruje vás k vyššej produktivite. Začnite s každodenným novým pozadím, nastavte si zameranie a sledujte svoje úlohy. Eliminujte rozptýlenie a porazte prokrastináciu pomocou nášho vlastného „režimu zaostrenia“ na každej novej karte, ktorý vám pomôže rýchlejšie dokončiť zoznam úloh. Pripojte sa a nechajte sa inšpirovať pri vytváraní života, ktorý chcete žiť.\n\nTáto stránka na novej karte je prvou svojho druhu, ktorá implementuje veľký mechanizmus vyhľadávania písiem, ktorý integruje funkcie automatického dopĺňania Google, čo vám umožní získať výsledky vyhľadávania bez problémov. Nová karta je skvelá nielen pre študentov, domácu a kancelársku prácu, ale aj pre tých, ktorí majú problémy s dostupnosťou prehliadačov, najmä s malou veľkosťou písma v tradičných mechanizmoch vyhľadávania.\n\nStránka na novej karte Mineral je kompletný informačný panel pre všetky potreby moderného prehliadania, nedávno bola aktualizovaná od roku 2022 a čoskoro budú pridané ďalšie funkcie!\n\n-------------------------------------------------- -----\n\n• Denné pozadia/tapety\n• Nastavte pripomienky/zameranie/zoznam úloh\n• Aplikácie/Rýchle voľby. Vyberte si piny pre svoj informačný panel z ľubovoľných adries URL (Facebook, Whatsapp, Youtube atď.)\n- Otvorte novú kartu a získajte pomoc s prácou vykonanou rýchlejšie!\n• Buďte informovaní o najnovšej predpovedi počasia\n• Priama pomoc pri vyhľadávaní s google\n• Cíťte sa dobre a robte veci!\n\n-------------------------------------------------- -----\n\nPoznámka: Mineral new tab v súčasnosti testuje svoju beta (najnovšiu) verziu a nemusí fungovať správne v niektorých zobrazovacích poliach zariadenia. Ak je to tak, kontaktujte nás s uvedením veľkosti obrazovky vášho zariadenia. Tešíme sa, že sa vám naše rozšírenie bude páčiť!\n\nO POVOLENIACH\nHistória je povolená, aby vám pomohla poskytnúť relevantné výsledky vyhľadávania.\nÚdaje používateľa sa nikdy neodosielajú ani neukladajú na žiadny server/databázu.",
    "sl": "To je edinstvena stran z novimi zavihki, ki nudi neposredno pomoč pri iskanju, ki jo poganja umetna inteligenca, daje trenutek umirjenosti in vas navdihuje, da ste bolj produktivni. Začnite z novim dnevnim ozadjem, nastavite fokus in spremljajte svoja opravila. Odpravite motnje in premagajte odlašanje z našim lastnim \"načinom ostrenja\" na vsakem novem zavihku, ki vam pomaga hitreje dokončati seznam opravil. Pridružite se in pridobite navdih za ustvarjanje življenja, ki ga želite živeti.\n\nTa nova stran zavihka je prva te vrste, ki izvaja mehanizem iskanja velikih pisav, ki vključuje Googlove funkcije samodokončanja, ki vam omogočajo, da dobite rezultate iskanja brez težav. Novi zavihek ni odličen samo za študente, delo doma in v pisarni, ampak tudi za tiste, ki imajo težave z dostopnostjo brskalnikov, zlasti z majhno velikostjo pisave v tradicionalnih iskalnih mehanizmih.\n\nNov zavihek Mineral je popolna nadzorna plošča za vse sodobne potrebe brskanja, nedavno je bila posodobljena od leta 2022 in kmalu bo dodanih več funkcij!\n\n-------------------------------------------------- -----\n\n• Dnevna ozadja/ozadja\n• Nastavite opomnike/fokus/seznam opravil\n• Aplikacije/Hitro klicanje. Izberite žebljičke za svojo nadzorno ploščo s poljubnih URL-jev (Facebook, Whatsapp, Youtube itd.)\n- Odprite nov zavihek in poiščite pomoč pri hitrejšem opravljenem delu!\n• Bodite na tekočem z najnovejšo vremensko napovedjo\n• Pomoč pri neposrednem iskanju z Googlom\n• Počutite se dobro in opravite stvari!\n\n-------------------------------------------------- -----\n\nOpomba: Nov zavihek Mineral trenutno preizkuša svojo beta (najnovejšo) različico in morda ne bo pravilno deloval v določenih pogledih naprave. V tem primeru se obrnite na nas z velikostjo zaslona vaše naprave. Veselimo se, da boste uživali v naši razširitvi!\n\nO DOVOLJENJIH\nZgodovina je omogočena za pomoč pri zagotavljanju ustreznih rezultatov iskanja.\nUporabniški podatki se nikoli ne pošiljajo ali shranjujejo v noben strežnik/bazo podatkov.",
    "sr": "То је јединствена страница Нове картице која пружа директну помоћ у претраживању вођену вештачком интелигенцијом, даје вам тренутак смирености и инспирише вас да будете продуктивнији. Крените са новом дневном позадином, поставите фокус и пратите своје обавезе. Елиминишите ометања и победите одуговлачење помоћу нашег сопственог „режима фокуса“ на свакој новој картици како бисте брже завршили своју листу задатака. Придружите се и будите инспирисани да креирате живот какав желите да живите.\n\nОва нова страница са картицама је прва такве врсте која имплементира велики механизам за претрагу фонтова који интегрише функције Гоогле-овог аутоматског довршавања које вам омогућавају да добијете резултате претраге без проблема. Не само да је нова картица одлична за студенте, кућне и канцеларијске послове, већ и за оне који имају проблема са приступачношћу прегледача, посебно са малом величином фонта у традиционалним механизмима претраживања.\n\nНова картица Минерал је комплетна контролна табла за све модерне потребе претраживања, недавно је ажурирана од 2022. године и ускоро ће бити додато више функција!\n\n-------------------------------------------------- -----\n\n• Дневне позадине/тапете\n• Подесите подсетнике/фокус/листу обавеза\n• Апликације/Брза бирања. Изаберите игле за своју контролну таблу са било ког УРЛ-а (Фацебоок, Вхатсапп, Иоутубе итд.)\n- Отворите нову картицу и брже ћете добити помоћ за свој посао!\n• Будите у току са најновијом временском прогнозом\n• Помоћ за директну претрагу са Гоогле-ом\n• Осјећајте се добро и обавите ствари!\n\n-------------------------------------------------- -----\n\nНапомена: Нова картица Минерал тренутно тестира своју бета (најновију) верзију и можда неће исправно функционисати у одређеним оквирима за приказ уређаја, контактирајте нас са величином екрана вашег уређаја ако је то случај. Радујемо се што ћете уживати у нашем продужетку!\n\nО ДОЗВОЛАМА\nИсторија је омогућена да помогне у пружању релевантних резултата претраге.\nКориснички подаци се никада не шаљу нити чувају на било ком серверу/бази података.",
    "sv": "Det är en unik New Tab-sida som ger direkt AI-driven sökhjälp, ger dig ett ögonblick av lugn och inspirerar dig att bli mer produktiv. Kom igång med en daglig ny bakgrund, ställ in ditt fokus och spåra dina att göra. Eliminera distraktioner och slå förhalning med vårt alldeles egna \"fokusläge\" på varje ny flik för att hjälpa dig att få din att göra-lista klar snabbare. Var med och låt dig inspireras till att skapa det liv du vill leva.\n\nDen här nya fliksidan är den första i sitt slag som implementerar en sökmekanism för stora teckensnitt som integrerar Googles autoslutförandefunktioner så att du kan få dina sökresultat problemfritt. Den nya fliken är inte bara bra för studenter, hem- och kontorsarbete utan också för dem med tillgänglighetsproblem med webbläsare, särskilt med den lilla teckenstorleken i traditionella sökmekanismer.\n\nMineral new tab-sidan är en komplett instrumentpanel för alla moderna surfbehov, den har nyligen uppdaterats från och med 2022 och fler funktioner kommer att läggas till snart!\n\n-------------------------------------------------- -----\n\n• Dagliga bakgrunder/tapeter\n• Ställ in påminnelser/fokus/att göra-lista\n• Appar/Snabbval. Välj pins för din instrumentpanel från alla webbadresser (Facebook, Whatsapp, Youtube etc.)\n- Öppna en ny flik och få hjälp med ditt arbete snabbare!\n• Håll dig uppdaterad med den senaste väderprognosen\n• Direkt sökhjälp med google\n• Må bra och få saker gjorda!\n\n-------------------------------------------------- -----\n\nObs: Mineral new tab testar för närvarande sin betaversion (senaste) och kanske inte fungerar korrekt i vissa enhetsvisningsportar, kontakta oss med din enhets skärmstorlek om så är fallet. Vi ser fram emot att du ska njuta av vår förlängning!\n\nOM TILLSTÅND\nHistorik är aktiverad för att ge relevanta sökresultat.\nAnvändardata skickas eller lagras aldrig till någon server/databas.",
    "sw": "Ni mojawapo ya aina ya ukurasa wa Kichupo Kipya ambao hutoa usaidizi wa utafutaji wa moja kwa moja unaoendeshwa na AI, hukupa muda wa utulivu na kukuhimiza kuwa na tija zaidi. Endelea na usuli mpya wa kila siku, weka lengo lako, na ufuatilie mambo yako ya kufanya. Ondoa vishawishi na ushinde kuchelewesha kwa \"hali ya kulenga\" kwenye kila kichupo kipya ili kukusaidia kukamilisha orodha yako ya mambo kwa haraka. Jiunge na upate msukumo wa kuunda maisha unayotaka kuishi.\n\nUkurasa huu wa kichupo kipya ni wa kwanza wa aina yake kutekeleza utaratibu mkubwa wa utafutaji wa fonti unaojumuisha vipengele vya ukamilishaji kiotomatiki vya google vinavyokuruhusu kupata matokeo yako ya utafutaji bila usumbufu. Sio tu kwamba kichupo kipya ni bora kwa wanafunzi, kazi za nyumbani na ofisini bali pia kwa wale walio na matatizo ya ufikivu na vivinjari hasa vilivyo na saizi ndogo ya fonti katika mifumo ya kitamaduni ya utafutaji.\n\nUkurasa wa kichupo kipya cha Madini ni dashibodi kamili kwa mahitaji yote ya kisasa ya kuvinjari, imesasishwa hivi majuzi kuanzia 2022 na vipengele zaidi vitaongezwa hivi karibuni!\n\n------------------------------------------------ -----\n\n• Mandhari/mandhari ya kila siku\n• Weka vikumbusho/lengo/orodha ya mambo ya kufanya\n• Programu/Piga kwa kasi. Chagua pini za dashibodi yako kutoka kwa url zozote (Facebook, Whatsapp, Youtube n.k.)\n- Fungua kichupo kipya na upate usaidizi wa kufanya kazi yako haraka!\n• Endelea kusasishwa na utabiri wa hivi punde wa hali ya hewa\n• Usaidizi wa utafutaji wa moja kwa moja na google\n• Jisikie vizuri na fanya mambo!\n\n------------------------------------------------ -----\n\nKumbuka: Kichupo kipya cha madini kwa sasa kinajaribu toleo lake la beta (la hivi punde) na huenda kisifanye kazi ipasavyo katika sehemu fulani za kutazama za kifaa, tafadhali wasiliana nasi ukitumia saizi ya skrini ya kifaa chako ikiwa ndivyo. Tunatazamia kufurahia ugani wetu!\n\nKUHUSU RUHUSA\nHistoria imewashwa ili kusaidia kutoa matokeo muhimu ya utafutaji.\nData ya mtumiaji haitumwi au kuhifadhiwa kwa seva/database yoyote.",
    "ta": "இது ஒரு வகையான புதிய தாவல் பக்கமாகும், இது நேரடி AI இயக்கப்படும் தேடல் உதவியை வழங்குகிறது, உங்களுக்கு ஒரு நிதானத்தை அளிக்கிறது மற்றும் அதிக உற்பத்தி செய்ய உங்களை ஊக்குவிக்கிறது. தினசரி புதிய பின்னணியுடன் செல்லுங்கள், உங்கள் கவனத்தை அமைக்கவும் மற்றும் நீங்கள் செய்ய வேண்டியவற்றைக் கண்காணிக்கவும். உங்கள் டோடோ பட்டியலை விரைவாக முடிக்க உங்களுக்கு உதவ, ஒவ்வொரு புதிய தாவலிலும் எங்களின் சொந்த \"ஃபோகஸ் மோட்\" மூலம் கவனச்சிதறல்களை நீக்கி, தள்ளிப்போடுதலை வெல்லுங்கள். சேர்ந்து நீங்கள் வாழ விரும்பும் வாழ்க்கையை உருவாக்க உத்வேகம் பெறுங்கள்.\n\nஇந்த புதிய தாவல் பக்கம், உங்கள் தேடல் முடிவுகளை தொந்தரவு இல்லாமல் பெற அனுமதிக்கும் கூகுள்ஸ் தன்னியக்க அம்சங்களை ஒருங்கிணைத்து ஒரு பெரிய எழுத்துரு தேடல் பொறிமுறையை செயல்படுத்தும் வகைகளில் முதன்மையானது. புதிய தாவல் மாணவர்கள், வீடு மற்றும் அலுவலகப் பணிகளுக்கு மட்டுமல்ல, குறிப்பாக பாரம்பரிய தேடல் பொறிமுறைகளில் சிறிய எழுத்துரு அளவு கொண்ட உலாவிகளில் அணுகல் சிக்கல் உள்ளவர்களுக்கும் சிறந்தது.\n\nMineral new tab page என்பது அனைத்து நவீன உலாவல் தேவைகளுக்கும் முழுமையான டாஷ்போர்டாகும், இது சமீபத்தில் 2022 இல் புதுப்பிக்கப்பட்டது மேலும் பல அம்சங்கள் விரைவில் சேர்க்கப்படும்!\n\n------------------------------------------------- -----\n\n• தினசரி பின்னணிகள்/வால்பேப்பர்கள்\n• நினைவூட்டல்கள்/ஃபோகஸ்/டோடோ பட்டியலை அமைக்கவும்\n• ஆப்ஸ்/ஸ்பீடு டயல்கள். உங்கள் டாஷ்போர்டிற்கான பின்களை ஏதேனும் urlகளில் இருந்து தேர்வு செய்யவும் (Facebook, Whatsapp, Youtube போன்றவை.)\n- ஒரு புதிய தாவலைத் திறந்து, உங்கள் வேலையை விரைவாகச் செய்ய உதவுங்கள்!\n• சமீபத்திய வானிலை முன்னறிவிப்புகளுடன் புதுப்பித்த நிலையில் இருங்கள்\n• google உடன் நேரடி தேடல் உதவி\n• நன்றாக உணர்ந்து காரியங்களைச் செய்யுங்கள்!\n\n------------------------------------------------- -----\n\nகுறிப்பு: மினரல் நியூ டேப் அதன் பீட்டா (சமீபத்திய) பதிப்பை தற்போது சோதனை செய்து வருகிறது மற்றும் சில சாதன காட்சிப் போர்ட்டில் சரியாகச் செயல்படாமல் இருக்கலாம், இதுபோன்றால் உங்கள் சாதனத்தின் திரை அளவுடன் எங்களைத் தொடர்பு கொள்ளவும். எங்கள் நீட்டிப்பை நீங்கள் அனுபவிப்பீர்கள் என்று நாங்கள் எதிர்நோக்குகிறோம்!\n\nஅனுமதிகள் பற்றி\nதொடர்புடைய தேடல் முடிவுகளை வழங்க, வரலாறு இயக்கப்பட்டுள்ளது.\nபயனர் தரவு எந்த சேவையகம்/தரவுத்தளத்திற்கும் அனுப்பப்படுவதில்லை அல்லது சேமிக்கப்படுவதில்லை.",
    "te": "ఇది ఒక రకమైన కొత్త ట్యాబ్ పేజీ, ఇది ప్రత్యక్ష AI ఆధారిత శోధన సహాయాన్ని అందిస్తుంది, మీకు కొంత ప్రశాంతతను అందిస్తుంది మరియు మరింత ఉత్పాదకంగా ఉండటానికి మిమ్మల్ని ప్రేరేపిస్తుంది. రోజువారీ కొత్త నేపథ్యంతో వెళ్లండి, మీ దృష్టిని సెట్ చేయండి మరియు మీరు చేయవలసిన పనులను ట్రాక్ చేయండి. మీ టోడో జాబితాను వేగంగా పూర్తి చేయడంలో మీకు సహాయపడటానికి ప్రతి కొత్త ట్యాబ్‌లో మా స్వంత \"ఫోకస్ మోడ్\"తో పరధ్యానాలను తొలగించండి మరియు వాయిదా వేయండి. చేరండి మరియు మీరు జీవించాలనుకుంటున్న జీవితాన్ని సృష్టించడానికి ప్రేరణ పొందండి.\n\nఈ కొత్త ట్యాబ్ పేజీ మీ శోధన ఫలితాలను ఇబ్బంది లేకుండా పొందేందుకు మిమ్మల్ని అనుమతించే googles స్వీయపూర్తి ఫీచర్‌లను సమగ్రపరిచే పెద్ద ఫాంట్ శోధన మెకానిజంను అమలు చేయడంలో ఇదే మొదటిది. కొత్త ట్యాబ్ విద్యార్థులకు, ఇల్లు మరియు కార్యాలయ పనికి మాత్రమే కాకుండా, ప్రత్యేకించి సాంప్రదాయ శోధన మెకానిజమ్‌లలో చిన్న ఫాంట్ పరిమాణంతో బ్రౌజర్‌లతో ప్రాప్యత సమస్యలు ఉన్నవారికి కూడా గొప్పది.\n\nMineral కొత్త ట్యాబ్ పేజీ అన్ని ఆధునిక బ్రౌజింగ్ అవసరాలకు పూర్తి డాష్‌బోర్డ్, ఇది ఇటీవల 2022 నాటికి నవీకరించబడింది మరియు మరిన్ని ఫీచర్లు త్వరలో జోడించబడతాయి!\n\n------------------------------------------------- -----\n\n• రోజువారీ నేపథ్యాలు/వాల్‌పేపర్‌లు\n• రిమైండర్‌లు/ఫోకస్/టోడో జాబితాను సెట్ చేయండి\n• యాప్‌లు/స్పీడ్ డయల్స్. ఏదైనా url (Facebook, Whatsapp, Youtube మొదలైనవి) నుండి మీ డాష్‌బోర్డ్ కోసం పిన్‌లను ఎంచుకోండి\n- కొత్త ట్యాబ్‌ని తెరిచి, మీ పనిని వేగంగా పూర్తి చేయడంలో సహాయం పొందండి!\n• తాజా వాతావరణ సూచనతో అప్‌డేట్‌గా ఉండండి\n• Googleతో ప్రత్యక్ష శోధన సహాయం\n• మంచి అనుభూతి మరియు పనులను పూర్తి చేయండి!\n\n------------------------------------------------- -----\n\nగమనిక: మినరల్ కొత్త ట్యాబ్ ప్రస్తుతం దాని బీటా (తాజా) వెర్షన్‌ను ట్రయల్ చేస్తోంది & నిర్దిష్ట పరికర వీక్షణపోర్ట్‌లలో సరిగ్గా పని చేయకపోవచ్చు, ఇదే జరిగితే దయచేసి మీ పరికర స్క్రీన్ పరిమాణంతో మమ్మల్ని సంప్రదించండి. మీరు మా పొడిగింపును ఆనందిస్తున్నారని మేము ఎదురుచూస్తున్నాము!\n\nఅనుమతుల గురించి\nసంబంధిత శోధన ఫలితాలను అందించడంలో సహాయం చేయడానికి చరిత్ర ప్రారంభించబడింది.\nవినియోగదారు డేటా ఎప్పుడూ ఏ సర్వర్/డేటాబేస్‌కు పంపబడదు లేదా నిల్వ చేయబడదు.",
    "th": "เป็นหน้าแท็บใหม่รูปแบบหนึ่งที่ให้ความช่วยเหลือในการค้นหาที่ขับเคลื่อนด้วย AI โดยตรง ช่วยให้คุณมีช่วงเวลาแห่งความสงบและเป็นแรงบันดาลใจให้คุณมีประสิทธิผลมากขึ้น เริ่มต้นใช้งานพื้นหลังใหม่ทุกวัน ตั้งเป้าหมาย และติดตามสิ่งที่ต้องทำ ขจัดสิ่งรบกวนสมาธิและเอาชนะการผัดวันประกันพรุ่งด้วย \"โหมดโฟกัส\" ของเราเองในทุกๆ แท็บใหม่ เพื่อช่วยให้รายการสิ่งที่ต้องทำของคุณเสร็จเร็วขึ้น เข้าร่วมและรับแรงบันดาลใจในการสร้างชีวิตที่คุณต้องการ\n\nหน้าแท็บใหม่นี้เป็นหน้าแรกที่ใช้กลไกการค้นหาแบบอักษรขนาดใหญ่ที่ผสานรวมคุณลักษณะการเติมข้อความอัตโนมัติของ Google เพื่อให้คุณได้ผลการค้นหาที่ไม่ยุ่งยาก แท็บใหม่นี้ไม่เพียงแค่เหมาะสำหรับนักเรียน งานบ้านและในสำนักงานเท่านั้น แต่ยังเหมาะสำหรับผู้ที่มีปัญหาการช่วยสำหรับการเข้าถึงในเบราว์เซอร์ โดยเฉพาะอย่างยิ่งกับขนาดตัวอักษรที่เล็กในกลไกการค้นหาแบบเดิม\n\nหน้าแท็บใหม่ของ Mineral เป็นแดชบอร์ดที่สมบูรณ์สำหรับความต้องการการท่องเว็บที่ทันสมัยทั้งหมด เพิ่งได้รับการอัปเดตในปี 2022 และคุณสมบัติอื่น ๆ จะถูกเพิ่มในไม่ช้า!\n\n-------------------------------------------------- -----\n\n• ภูมิหลัง/วอลเปเปอร์ประจำวัน\n• ตั้งเตือนความจำ/โฟกัส/รายการสิ่งที่ต้องทำ\n• แอพ/โทรด่วน. เลือกหมุดสำหรับแดชบอร์ดของคุณจาก URL ใดก็ได้ (Facebook, Whatsapp, Youtube เป็นต้น)\n- เปิดแท็บใหม่และรับความช่วยเหลือในการทำงานให้เสร็จเร็วขึ้น!\n• ให้อัปเดตด้วยการพยากรณ์อากาศล่าสุด\n• ความช่วยเหลือในการค้นหาโดยตรงกับ google\n• รู้สึกดีและทำสิ่งต่างๆ ให้สำเร็จ!\n\n-------------------------------------------------- -----\n\nหมายเหตุ: แท็บใหม่ของ Mineral กำลังทดลองใช้เวอร์ชันเบต้า (ล่าสุด) และอาจทำงานไม่ถูกต้องในวิวพอร์ตของอุปกรณ์บางประเภท โปรดติดต่อเราพร้อมแจ้งขนาดหน้าจอของอุปกรณ์หากเป็นกรณีนี้ เราหวังเป็นอย่างยิ่งว่าจะได้เพลิดเพลินกับการขยายเวลาของเรา!\n\nเกี่ยวกับการอนุญาต\nเปิดใช้งานประวัติเพื่อช่วยแสดงผลการค้นหาที่เกี่ยวข้อง\nข้อมูลผู้ใช้จะไม่ถูกส่งหรือจัดเก็บไปยังเซิร์ฟเวอร์/ฐานข้อมูลใดๆ",
    "tr": "Doğrudan AI odaklı arama yardımı sağlayan, size bir an için sakinlik veren ve daha üretken olmanız için size ilham veren türünün tek örneği Yeni Sekme sayfasıdır. Günlük yeni bir arka planla başlayın, odağınızı belirleyin ve yapılacakları takip edin. Yapılacaklar listenizi daha hızlı bitirmenize yardımcı olmak için her yeni sekmede kendi \"odak modumuz\" ile dikkat dağıtıcı unsurları ortadan kaldırın ve ertelemeyi yenin. Katılın ve yaşamak istediğiniz hayatı yaratmak için ilham alın.\n\nBu yeni sekme sayfası, arama sonuçlarınızı sorunsuz bir şekilde almanıza olanak tanıyan googles otomatik tamamlama özelliklerini entegre eden büyük bir yazı tipi arama mekanizması uygulayan türünün ilk örneğidir. Yeni sekme sadece öğrenciler, ev ve ofis işleri için değil, aynı zamanda tarayıcılarda özellikle geleneksel arama mekanizmalarındaki küçük yazı tipi boyutuyla erişilebilirlik sorunları yaşayanlar için de harika.\n\nMineral yeni sekme sayfası, tüm modern tarama ihtiyaçları için eksiksiz bir gösterge panosudur, 2022 itibariyle yakın zamanda güncellenmiştir ve yakında daha fazla özellik eklenecektir!\n\n-------------------------------------------------- -----\n\n• Günlük arka planlar/duvar kağıtları\n• Hatırlatıcılar/odak/yapılacaklar listesi ayarlayın\n• Uygulamalar/Hızlı aramalar. Herhangi bir url'den (Facebook, Whatsapp, Youtube vb.)\n- Yeni bir sekme açın ve işinizde daha hızlı yardım alın!\n• En son hava durumu tahminleriyle güncel kalın\n• google ile doğrudan arama yardımı\n• Kendinizi iyi hissedin ve işleri halledin!\n\n-------------------------------------------------- -----\n\nNot: Mineral yeni sekmesi şu anda beta (en son) sürümünü deniyor ve bazı cihaz görünümlerinde düzgün çalışmayabilir, bu durumda lütfen cihazınızın ekran boyutuyla bize ulaşın. Uzantımızın keyfini çıkarmanızı bekliyoruz!\n\nİZİNLER HAKKINDA\nAlakalı arama sonuçları sağlamaya yardımcı olmak için geçmiş etkinleştirildi.\nKullanıcı verileri hiçbir zaman herhangi bir sunucuya/veritabanına gönderilmez veya saklanmaz.",
    "uk": "Це єдина в своєму роді сторінка нової вкладки, яка надає пряму допомогу в пошуку на основі штучного інтелекту, дає вам хвилину спокою та надихає бути більш продуктивними. Приступайте до щоденного нового фону, налаштуйте фокус і відстежуйте свої справи. Усуньте відволікання та подолайте прокрастинацію за допомогою нашого власного «режиму фокусування» на кожній новій вкладці, щоб допомогти вам швидше закінчити список справ. Приєднуйтесь і надихайтеся, щоб створити життя, яким ви хочете жити.\n\nЦя нова сторінка вкладки є першою у своєму роді, на якій реалізовано великий механізм пошуку шрифтів, який інтегрує функції автозаповнення Google, що дає змогу отримувати результати пошуку без проблем. Нова вкладка відмінно підходить не тільки для студентів, домашньої та офісної роботи, але й для тих, у кого є проблеми зі спеціальними можливостями браузерів, особливо з невеликим розміром шрифту в традиційних механізмах пошуку.\n\nСторінка нової вкладки Mineral — це повна інформаційна панель для всіх сучасних потреб у перегляді, нещодавно вона була оновлена ​​з 2022 року, і незабаром буде додано більше функцій!\n\n-------------------------------------------------- -----\n\n• Щоденні фони/шпалери\n• Встановити нагадування/фокус/список справ\n• Програми/швидкий набір. Виберіть шпильки для інформаційної панелі з будь-яких URL-адрес (Facebook, Whatsapp, Youtube тощо)\n- Відкрийте нову вкладку та отримайте допомогу з роботою швидше!\n• Будьте в курсі останніх прогнозів погоди\n• Пряма допомога в пошуку за допомогою Google\n• Відчуй себе добре та доведись до справи!\n\n-------------------------------------------------- -----\n\nПримітка. Нова вкладка Mineral зараз тестує свою бета-версію (останню) і може не працювати належним чином у певних вікнах перегляду пристрою. Якщо це так, зв’яжіться з нами, указавши розмір екрана вашого пристрою. Ми з нетерпінням чекаємо, що вам сподобається наше розширення!\n\nПРО ДОЗВОЛИ\nІсторія ввімкнена, щоб надавати релевантні результати пошуку.\nДані користувача ніколи не надсилаються та не зберігаються на жодному сервері/базі даних.",
    "vi": "Đây là một trong những trang Tab mới cung cấp hỗ trợ tìm kiếm trực tiếp do AI điều khiển, mang đến cho bạn giây phút bình tĩnh và truyền cảm hứng cho bạn để làm việc hiệu quả hơn. Bắt đầu với nền mới hàng ngày, đặt trọng tâm và theo dõi việc cần làm của bạn. Loại bỏ phiền nhiễu và đánh bại sự trì hoãn với \"chế độ tập trung\" rất riêng của chúng tôi trên mỗi tab mới để giúp bạn hoàn thành danh sách việc cần làm nhanh hơn. Tham gia và lấy cảm hứng để tạo ra cuộc sống mà bạn muốn sống.\n\nTrang tab mới này là trang đầu tiên thuộc loại này triển khai cơ chế tìm kiếm phông chữ lớn tích hợp các tính năng tự động hoàn thành của googles cho phép bạn tải kết quả tìm kiếm của mình không gặp rắc rối. Tab mới không chỉ tuyệt vời cho sinh viên, công việc gia đình và văn phòng mà còn cho những người gặp vấn đề về khả năng truy cập với các trình duyệt, đặc biệt là với kích thước phông chữ nhỏ trong cơ chế tìm kiếm truyền thống.\n\nTrang tab mới Mineral là một trang tổng quan hoàn chỉnh cho tất cả các nhu cầu duyệt web hiện đại, gần đây nó đã được cập nhật vào năm 2022 và nhiều tính năng khác sẽ sớm được thêm vào!\n\n-------------------------------------------------- -----\n\n• Hình nền / hình nền hàng ngày\n• Đặt lời nhắc / tiêu điểm / danh sách việc cần làm\n• Ứng dụng / Quay số nhanh. Chọn các ghim cho trang tổng quan của bạn từ bất kỳ url nào (Facebook, Whatsapp, Youtube, v.v.)\n- Mở tab mới và nhận trợ giúp hoàn thành công việc của bạn nhanh hơn!\n• Luôn cập nhật dự báo thời tiết mới nhất\n• Hỗ trợ tìm kiếm trực tiếp với google\n• Cảm thấy tốt và hoàn thành công việc!\n\n-------------------------------------------------- -----\n\nLưu ý: Tab Mineral mới hiện đang dùng thử phiên bản beta (mới nhất) và có thể hoạt động không chính xác trong một số chế độ xem thiết bị nhất định, vui lòng liên hệ với chúng tôi với kích thước màn hình thiết bị của bạn nếu rơi vào trường hợp này. Chúng tôi mong muốn bạn tận hưởng phần mở rộng của chúng tôi!\n\nGIỚI THIỆU GIẤY PHÉP\nLịch sử được bật để giúp cung cấp các kết quả tìm kiếm có liên quan.\nDữ liệu người dùng không bao giờ được gửi hoặc lưu trữ đến bất kỳ máy chủ / cơ sở dữ liệu nào.",
    "zh_CN": "这是一个独一无二的新标签页，提供直接的 AI 驱动搜索帮助，让您有片刻平静，并激励您提高工作效率。开始使用每日新背景，设置焦点并跟踪您的待办事项。在每个新选项卡上使用我们自己的“专注模式”来消除干扰并战胜拖延，以帮助您更快地完成待办事项列表。加入并获得灵感，创造您想要的生活。\n\n这个新标签页是同类中第一个实现集成了谷歌自动完成功能的大型字体搜索机制的标签页，让您可以轻松获得搜索结果。新标签不仅适用于学生、家庭和办公室工作，也适用于浏览器可访问性问题，尤其是传统搜索机制中字体较小的用户。\n\nMineral 新标签页是一个完整的仪表板，可满足所有现代浏览需求，它最近已于 2022 年进行了更新，更多功能即将添加！\n\n-------------------------------------------------- -----\n\n• 每日背景/壁纸\n• 设置提醒/焦点/待办事项列表\n• 应用程序/快速拨号。从任何网址（Facebook、Whatsapp、Youtube 等）中为您的仪表板选择图钉\n- 打开一个新标签并获得更快完成工作的帮助！\n• 随时了解最新的天气预报\n• 谷歌的直接搜索帮助\n• 感觉良好，把事情做好！\n\n-------------------------------------------------- -----\n\n注意：矿物新标签目前正在试用其 beta（最新）版本，可能无法在某些设备视口中正常运行，如果是这种情况，请联系我们并告知您的设备屏幕尺寸。我们期待您享受我们的扩展！\n\n关于权限\n启用历史记录有助于提供相关的搜索结果。\n用户数据永远不会发送或存储到任何服务器/数据库。",
    "zh_TW": "這是一個獨一無二的新標籤頁，提供直接的 AI 驅動搜索幫助，讓您有片刻平靜，並激勵您提高工作效率。開始使用每日新背景，設置焦點並跟踪您的待辦事項。在每個新選項卡上使用我們自己的“專注模式”來消除乾擾並戰勝拖延，以幫助您更快地完成待辦事項列表。加入並獲得靈感，創造您想要的生活。\n\n這個新標籤頁是同類中第一個實現集成了谷歌自動完成功能的大型字體搜索機制的標籤頁，讓您可以輕鬆獲得搜索結果。新標籤不僅適用於學生、家庭和辦公室工作，也適用於瀏覽器可訪問性問題，尤其是傳統搜索機制中字體較小的用戶。\n\nMineral 新標籤頁是一個完整的儀表板，可滿足所有現代瀏覽需求，它最近已於 2022 年進行了更新，更多功能即將添加！\n\n-------------------------------------------------- -----\n\n• 每日背景/壁紙\n• 設置提醒/焦點/待辦事項列表\n• 應用程序/快速撥號。從任何網址（Facebook、Whatsapp、Youtube 等）中為您的儀表板選擇圖釘\n- 打開一個新標籤並獲得更快完成工作的幫助！\n• 隨時了解最新的天氣預報\n• 谷歌的直接搜索幫助\n• 感覺良好，把事情做好！\n\n-------------------------------------------------- -----\n\n注意：礦物新標籤目前正在試用其 beta（最新）版本，可能無法在某些設備視口中正常運行，如果是這種情況，請聯繫我們並告知您的設備屏幕尺寸。我們期待您享受我們的擴展！\n\n關於權限\n啟用歷史記錄有助於提供相關的搜索結果。\n用戶數據永遠不會發送或存儲到任何服務器/數據庫。"
  }
}