{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Barcode Hero"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your Amazon & Online Arbitrage Helper to find EAN, UPC & GTINs"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🚀 Boost Your Product Research Efficiency: Introducing Barcode Hero, your indispensable tool for Amazon reselling success. Designed to dramatically reduce product research time, our Chrome Extension empowers you to find the right GTIN, EAN, and UPC codes quickly and accurately. Say goodbye to the hassle of mismatches and hello to streamlined product sourcing.\n\n🔍 Precision Search, Unmatched Accuracy: Barcode Hero goes beyond simple searches. Our advanced technology delves deep into product listings to retrieve precise GTIN, EAN, and UPC information. This ensures you always find the correct Amazon listing, enhancing your sourcing accuracy and saving valuable time.\n\n🌐 Seamless Chrome Integration: Tailor-made for Chrome, Barcode Hero integrates flawlessly with your browsing experience, delivering instant GTIN, EAN, and UPC results with just a click. Its user-friendly interface makes product verification faster than ever before.\n\n💳 Start with Our Free Trial: Experience the power of Barcode Hero firsthand with our no-risk free trial. Discover how our extension can streamline your product search process, ensuring you only source profitable products with accurate GTIN, EAN, and UPC matching.\n\n🤝 Committed to Your Success: At Barcode Hero, we're dedicated to supporting Amazon resellers like you. Our team continuously updates and refines the extension to meet your evolving needs, ensuring you stay ahead in the competitive reselling marketplace.\n\n📣 Keep Up with Regular Updates: Subscribe to stay informed about the latest features and improvements. We're constantly enhancing Barcode Hero to make your reselling journey as efficient and profitable as possible.\n\n👉 Transform Your Sourcing Today: Download Barcode Hero and start your journey towards more efficient and accurate product sourcing. Say goodbye to mismatches and wasted time, and hello to the future of Amazon reselling. Visit our website to begin your free trial and unlock the full potential of your reselling business."
  }
}