{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Aster - Prepare your meetings efficiently",
    "fr": "Aster - Préparez efficacement vos réunions"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With Aster take more decisions in meetings, and give them all their meaning!",
    "fr": "Avec Aster prenez plus de décisions en réunion, et redonnez-leur tout leur sens !"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Aster is a collaborative software for taking, structuring and visualizing notes for effective strategic meetings and a better follow-up of actions and decisions.\n \nWith Aster take more decisions in meetings, and give them all their meaning!\nAster's extension allows you to \n - take notes at any time from your browser and send them to your Aster meeting space\n - create your Aster meetings directly from Google Agenda\n\nYour meeting is easily prepared and you don't loose any information.\n\nAster intervenes in the 3 stages of a ritual.\nThe preparation of the meeting is collaborative and mostly automated directly from Google Chrome. From one occurrence to the next, Aster smartly sorts the elements to be kept or archived. Among our current users, 55% of meetings are prepared automatically. Thanks to roles defined in advance, Aster maximizes the contribution of the group. For example, at Riverdale, 90% of the meeting is prepared by the participants.\n\n\nAnimation is fluid and rhythmic. The meeting is structured and framed thanks to the preparation. Everyone arrives ready and all relevant information is centralized. The facilitator doesn't have to play all the roles since each participant can co-edit live directly from Aster. Time control is ensured with a timer associated with each topic. Thanks to Aster, the Chief Data Officer of Suez makes 3 times more decisions in meetings.\n\n\nAs soon as the meeting is over, the report is ready to be sent in one click according to each person's accreditation. The action lists are customized and their follow-up is industrialized. Then, the manager has access to a consolidated view of all the actions.\nOverall, Aster saves time before, during and after the meeting and reduces the mental burden. Tessi's COO reduced the time spent in meetings by one third and saved 10 working days by preparing and structuring his meetings with Aster.\n\nWe make effective committees, team meetings, 1-1 and the performance management of our 5000 users among our customers such as Air Liquide, Lagardère, MAIF, Michelin, BRED, Roche...\n\nToday, Aster is a valuable ally for hybrid groups, perfectly suited to their delocalized conditions.\n\nTo know more go on: https://asterapp.co/",
    "fr": "Aster est un logiciel collaboratif de prise, structuration et de visualisation de notes pour des réunions stratégiques efficaces et un meilleur suivi des actions.\n\nL’extension Aster vous permet de :\n - Prendre des notes directement depuis votre navigateur Chrome et de les envoyer dans les réunions Aster de votre choix. \n - Créer vos réunions Aster directement depuis Google Agenda\n\nVous préparez vos réunions au fil de l’eau et ne perdez plus aucune information.\n\nAster intervient sur les 3 temps d’un rituel.\nLa préparation de la réunion est collaborative et automatisée directement. D’une occurrence à l’autre, Aster trie intelligemment les éléments à garder ou à archiver. Chez nos utilisateurs actuels, les réunions sont préparées automatiquement à 55%. Grâce à des rôles définis en amont, Aster maximise la contribution du collectif. Ainsi, chez Riverdale, c’est à 90% les participants qui préparent la réunion.\n\n\nL’animation est fluide et rythmée. La réunion est structurée et cadrée grâce à la préparation. Tout le monde arrive prêt et toutes les informations pertinentes sont centralisées. L’animateur ne porte pas tous les rôles puisque chaque participant peut co-éditer en direct directement depuis Aster. La maîtrise du temps est assurée avec un chronomètre associé à chaque sujet. Grâce à Aster, le Chief Data Officer de Suez prend 3 fois plus de décisions en réunion.\n\n\nDès la fin de la réunion, le compte rendu est déjà prêt à être envoyé en un clic selon les accréditations de chacun. Les listes d’actions sont personnalisées et leur suivi est industrialisé. Le manager a alors accès à une vue consolidée de toutes les actions.\nAu global, c’est du temps gagné avant, pendant et après la réunion et une charge mentale allégée. Le COO de Tessi a ainsi réduit d’un tiers son temps passé en réunion et a gagné 10 jours de travail en préparant et structurant ses réunions avec Aster.\n\nNous rendons ainsi efficaces les comités, les réunions d’équipe, les 1-1 et le pilotage de la performance de nos 5000 utilisateurs chez nos clients tels que Air Liquide, Lagardère, MAIF, Michelin, BRED, Roche…\n\nAujourd’hui, Aster s'impose d’autant plus comme une précieuse alliée des collectifs hybrides en répondant parfaitement à leurs conditions de travail mixte."
  }
}