{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PDF Converter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PDF Converter"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to PDF Converter, your ultimate solution for seamless document conversion right from your Chrome browser. Say goodbye to the hassle of dealing with incompatible file formats – our extension empowers you to convert PDFs, Word documents, Excel spreadsheets, CSV files, and even presentations with just a few clicks.\n\nEffortless Conversion: With PDF Converter, converting files is a breeze. Whether you need to convert a PDF to Word, Excel to PDF, or any other format combination, our intuitive interface makes the process quick and straightforward.\n\nWide Range of Supported Formats: We support a variety of popular file formats, including PDF, Word, Excel, PowerPoint, and even image formats like JPG. No matter what type of document you're working with, PDF Converter has you covered.\n\nStreamlined Workflow: Enjoy seamless integration with your Chrome browser, allowing you to convert files directly without the need to download additional software. Simply select your file, choose the desired output format, and let PDF Converter handle the rest.\n\nMaintain Quality and Integrity: Rest assured that your converted files will retain their original quality and formatting. Whether you're converting complex documents or intricate presentations, PDF Converter ensures that your content remains intact.\n\nSecure and Confidential: Your privacy is our top priority. PDF Converter utilizes secure connections to transfer files, and we never store your data on our servers beyond what is necessary for the conversion process. Your files are safe with us.\n\nFrequent Updates and Support: We're committed to providing you with the best possible experience. Expect regular updates with new features and improvements based on user feedback. Plus, our dedicated support team is always available to assist you with any questions or issues.\n\nExperience the convenience and efficiency of PDF Converter today. Whether you're a student, professional, or anyone in between, our extension is the perfect companion for all your document conversion needs. Try it now and simplify your workflow!\n\nPlease Rate Us With 5 Stars."
  }
}