{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Display IP Address Plugin"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension will display your current IP Address on the page"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Clicking the extension icon will display your current IP Address in a box in the browser window.\n\nAs simple as that, no need to navigate away to another web page.\n\nYou can then click on the IP Address to copy it to your clipboard. There are also options to change the colour of the box and font as well as the positioning of the box.\n\nClicking the extension icon will display your IP address and clicking the icon again will hide it.\n\nAny feedback you have is much appreciated.\n\n==== Update: 23rd April 2020 ====\nJust a simple update to say I've made a couple of improvements to how this extension works. This should especially improve the way this extension works when on browser tabs it is not allowed to run on, for example: chrome://flags/\n\n\n==== Update: 19th February 2019 ====\n\nA browser technology l use to help in obtaining the IP addresses has been updated and this stopped the IP address lookup working. This issue has now been fixed and the extension is now working properly again.\n\n\n==== Update: 6th November 2018 ====\n\nAn issue was reported where after the first successful use of finding an IP address this extension stopped working. I have fixed an issue that may occur if the extension is run multiple times in succession so this should hopefully solve that issue. \n\n\n==== Update: 14th February 2018 ====\n\nIt seems some Ad Blockers were stopping this extension from working. I've now updated the code so it gets around this issue and works regardless of an Ad Blocker being in use."
  }
}