{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookmark Downloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookmark Downloader"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download bookmark links as an excel file\nBookmarking important links for future reference can be a time-saving and efficient way to organize information. However, having to access these links from multiple devices or platforms can be a challenge. Luckily, there is a solution to this problem – a Chrome extension that helps you download your bookmark links.\n\nThis type of extension allows users to easily export their bookmarks from the Chrome browser as a file. The file can then be imported into another browser or device, or simply stored for safekeeping. This way, users can access their bookmarks from anywhere without having to manually transfer them or log in to a different device.\n\nThe process of downloading bookmark links is simple. Users simply need to install the extension, select the bookmarks they wish to download, and then save the file to their computer or device. The file format is XLS.\n\nSome Chrome extensions that help to download bookmark links even offer additional features, such as the ability to organize and categorize bookmarks, merge multiple bookmark files, and even backup and restore bookmarks automatically. This added functionality can greatly enhance the user experience and provide peace of mind in the event of a browser crash or other data loss.\n\nIn conclusion, a Chrome extension that helps to download bookmark links can be a valuable tool for anyone who uses the Chrome browser. Whether you are looking to access your bookmarks from multiple devices, protect your data, or simply organize your links, this type of extension can provide a simple and efficient solution."
  }
}