{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TabX"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TabX is a simple utility that keeps tabs on all your open Chrome tabs and enables you to search any open tab by it’s title or URL."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hi! Are you someone who uses multiple tabs or even multiple windows (with multiple tabs) on Chrome? Do you lose track of your open tabs and invariably end up opening the same webpage on multiple tabs? Do you hate it when Chrome eats up 80% of your active RAM? Is hovering over miniature tab title bars your pet peeve?\n\nWell you’ve come to the right place. TabX is a simple tab management utility that keeps tabs on all your open tabs and enables you to search any open tab - if there’s a hit, simply click on that search result and Voila! - your desired tab will come to the foreground/focus and you’re ready to resume your work on that Chrome tab.\n\nWORKS ACROSS WINDOWS -\nTabX auto populates and indexes all open tabs even if those are spread across multiple windows of Chrome. Just start typing and it will show results of open tabs across all open windows of Chrome\n\nLIGHT MODE AND DARK MODES -\nAdapts to your system’s display settings - light or dark automatically\n\nUPCOMING UPGRADES -\n\nContent Matches - Don’t remember the precise title of your tab. No worries! Just search any word that maybe present on the webpage loaded in a tab. TabX will do the heavy lifting and display tabs that contain webpages with matching content\n\nHistory Matches - Closed a tab? Or Recall something that was open a week back or even a month back? TabX will index the contents of all tabs you’ve every browsed and once you search, TabX will fetch matching tab titles (title matches or content matches) from your browsing history going back indefinitely\n\nINVOKE WITH A SHORTCUT -\nIf you’re someone who prefers using shortcut combos are lot, simply set one to invoke TabX with. Go to Chrome Settings -> Extensions—> Hamburger Menu (Top Left) -> TabX —> Keyboard Shortcuts -> Activate the Extension -> Edit Pencil -> Type your desired shortcut beginning with Ctrl, Shift or Alt/Option and followed by a desired letter. E.g., Alt/Option + B\n\nHOW IT WORKS? -\nIt is one of the simplest to use extensions you’ll come across. Simply click on the TabX extension icon to the right of the Chrome address bar/Omni box and a search bar (similar to Spotlight on Mac) pops up. Type your desired search query/keyword (which may be the title of any tab you want to resume on your machine) in the search bar and if there are any matches between your searched keyword and tabs currently open across Chrome windows on your machine, the drop down will list those along with the Chrome window no. that the tab belongs to. Simply click on the desired result and Ta-Da - your selected tab will come to the foreground focus for you to resume your work on! No more hovering over tiny tab title bars to find what you desire.\n\nINCOGNITO - \nIf you want to use the TabX extension in Incognito mode, you should to do it manually as we respect our user's privacy and permissions. Here are the steps:\n1. Open Google Chrome.\n2. Click on the three-dot icon in the upper right corner of the browser.\n3. In the drop-down menu, navigate to More tools > Extensions.\n4. You will see a list of all installed extensions.\n5. Go to TabX and click on Details.\n6. Look for the Allow in Incognito option and toggle it on.\n\nMade with 💖 by Yash and Jeetu and a little help from ChatGPT 🤖"
  }
}