{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Peppa Pig Wallpaper New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enjoy fun and playful Peppa Pig wallpapers that brighten up your new tab!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring the cheerful world of Peppa Pig to your browser! Peppa Pig Theme lets you step into the fun and lively universe of Peppa and her friends with every new tab. \n\nThis theme is not only colorful and playful but also functional, making your browsing experience perfect for both children and Peppa Pig fans.\n\nPeppa Pig Theme offers a variety of great features to personalize your browser. With the shortcuts feature, you can quickly access your most visited websites. \n\nThe time and date display lets you easily check the time and stay organized throughout the day. You can save your favorite sites with bookmarks and access them instantly. Additionally, the notes feature allows you to jot down important reminders or ideas.\n\nThe theme also includes a theme switching feature, offering a fresh and colorful visual experience with every tab. With various Peppa Pig scenes and vibrant backgrounds, your browser will always look new and exciting. You can create a fun atmosphere in your browser, inspired by Peppa's adventures.\n\nPeppa Pig Theme sparks children's imaginations while offering a great combination of functionality and personalization for users of all ages. \n\nInstall it now and start enjoying a fun and engaging browsing experience in the colorful world of Peppa Pig!"
  }
}