{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "World View Wallpaper Launcher"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience the world with every tab"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stunning images from around the world, brought directly to your new tab page. \n\nFeatures:\n- Apps list: Convenient access to all of your Chrome apps. The list fades into the background when not in use.\n- Custom text or clock: Include your own custom inspirational message front and center, see the current time, or keep it zen.\n- Runs offline: enjoy it whether you're at home or traveling.\n- Features gallery-quality photographs from around the world.\n- Highly customizable: Show or hide your list of Chrome apps, change the size of the clock, and much more!\n- Based on time: By default, it acts like a time zone clock, showing you photographs of locations around the world in their time zone. If you set it to use local timezone, you'll see photographs from around the world taken at the same time of day.\n\nYou can help support this project by using the \"Amazon.com\" button in the bottom right to do your Amazon shopping. If you do, a portion of your purchase will be donated to World View Wallpaper, at no extra cost to you.\n\nWish these stunning images could be your computer wallpaper? They can be! Get the Windows and Mac apps at http://worldviewwallpaper.com\n\nIf you enjoy it, please rate and share it!\n\n\n\nGoogle Analytics is used to anonymously collect usage data to improve the World View Wallpaper experience. You can opt out of this at any time in the extension's settings.\n\nCHANGE LOG\n1.5.0 (9/13/18)\n- Support for custom text messages in settings.\n\n1.4.13 (6/11/18)\n- Update background color so that image change flashes aren't so disruptive.\n\n1.4.10 (1/15/18)\n- Added donate button\n\n1.4.7(8/11/17)\n- Added photographs for Los Angeles\n\n1.4.6 (6/14/17)\n- Bugfixes\n\n1.4.4 (6/5/17)\n- Add photos from Riga, Latvia\n- Added Amazon affiliate button\n\n1.4.3 (5/5/17)\n- Add highlight images from Boston\n\n1.4.2 (4/2/17)\n- Added San Fransisco and New York locations\n\n1.4.1 (3/20/17)\n- fix bug with picture going white after about a minute\n\n1.4.0 (3/15/17)\n- optimized code, improving performanace\n- added several new images\n- added \"highlight\" image mode\n\n1.3.1 (2/1/16)\n- bugfix: properly register the Lakeland, FL location so that you can enjoy it!\n\n1.3.0 (1/31/16)\n- add Lakeland, FL location\n- disabled the notification system to increase performance\n\n1.2.12 (9/1/15)\n- added additional options around font thickness / clock display\n\n1.2.11 (7/22/15)\n- increased the font thickness of the clock to increase visibility\n\n1.2.8 (5/4/15)\n- clicking on app icon no longer opens separate tab"
  }
}