{
  "name": {
    "ar": "محرر ليبر أوفيس",
    "am,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "LibreOffice Editor",
    "fr": "LibreOffice Editeur",
    "hi": "LibreOffice संपादक",
    "it": "LibreOffice Editore",
    "ja": "LibreOfficeエディタ",
    "ko": "LibreOffice 편집기",
    "ru,uk": "LibreOffice редактор",
    "tr": "LibreOffice Editör",
    "zh_CN": "LibreOffice编辑器"
  },
  "short": {
    "ar": "إنشاء وتحرير المستندات مع ليبر أوفيس أون لاين.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Create and edit documents with LibreOffice Online.",
    "de": "Erstellen und bearbeiten Sie Dokumente mit LibreOffice Online.",
    "es,es_419": "Crear y editar documentos con LibreOffice.",
    "fr": "Créez et modifiez des documents avec LibreOffice Online.",
    "hi": "बनाएँ और लिब्रे ऑफिस ऑनलाइन के साथ दस्तावेजों को संपादित करें।",
    "it": "Creare e modificare i documenti con LibreOffice Online.",
    "ja": "LibreOffice Onlineでドキュメントを作成、編集します。",
    "ko": "LibreOffice Online으로 문서를 만들고 편집하십시오.",
    "nl": "Maak en documenten met LibreOffice Online bewerken.",
    "pl": "Tworzenie i edytowanie dokumentów z LibreOffice Online.",
    "pt_BR,pt_PT": "Crie e edite documentos com o LibreOffice Online.",
    "ru": "Создание и редактирование документов с помощью LibreOffice Online.",
    "tr": "LibreOffice Online ile doküman oluşturun ve düzenleyin.",
    "uk": "Створення та редагування документів за допомогою LibreOffice Online.",
    "zh_CN": "使用LibreOffice在线创建和编辑文档。"
  },
  "long": {
    "ar": "LibreOffice Editor هو امتداد لمتصفح Chrome يسمح بإنشاء وتحرير وعرض أي مستند Microsoft Word وجدول بيانات Excel وشريحة Powerpoint. إنه تكامل مع LibreOffice Online ومدير الملفات للتعامل مع جميع مستنداتك عند الاتصال بالإنترنت. إنه محرر مستندات وجداول بيانات وعروض تقديمية مدمج مع مدير الملفات لدينا لإدارة أنواع ملفات \"Office\" فقط باستخدام هذا التطبيق عبر الإنترنت.\n\nميزاته الرئيسية هي:\n\n1) يوفر وصولاً مباشرًا لإنشاء مستند doc أو xls أو ppt من البداية باستخدام محرر LibreOffice هذا.\n2) يكتشف وقت وصولك إلى مستند \"Office\"، ويفتحه مباشرة باستخدام محرر LibreOffice هذا.\n\nهيكلها مقسم إلى ثلاث وحدات.\n\nأ) LibreOffice Editor Online ، والذي يحتوي على الميزات التالية:\n- إنشاء وتعديل وعرض جداول بيانات XLS المكتوبة باستخدام OpenOffice Calc أو LibreOffice Calc أو Microsoft Excel.\n- إنشاء وتحرير وعرض مستندات DOC المكتوبة باستخدام OpenOffice Doc أو LibreOffice Doc أو Microsoft Word.\n- إنشاء وتحرير وعرض شرائح PPT مكتوبة باستخدام OpenOffice Impress أو LibreOffice Impress أو Microsoft Powerpoint.\n- إدارة الأنماط.\n- أحجام الخطوط.\n- ألوان الخط.\n- ألوان الخلفية.\n- البحث عن النصوص.\n- إدراج أعمدة / صفوف / جداول / صور ..\n- حذف الصفوف / الأعمدة.\n- بحث واستبدال متقدم / تعابير عادية / أحرف خاصة.\n- وظائف جدول البيانات.\n- معاينة الشرائح.\n- تصدير إلى PDF.\n- حفظ تلقائي للملفات.\n- كود المصدر المفتوح.\n\n\nب) LibreOffice Desktop API ، والتي تدعم التنسيقات المفصلة هنا https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats.\n\n\n3) وحدة مدير الملفات ، والتي تتضمن الوظائف التالية على الملفات التي يستخدمها هذا الامتداد:\n- ملفات وأدلة شخصية في السحابة.\n- العمليات مع الملفات والمجلدات: نسخ ، نقل ، تحميل ، إنشاء مجلد / ملف ، إلخ\n- البحث عن الملفات\n\nيستخدم ملحق محرر LibreOffice هذا النظام الأساسي http://www.offidocs.com. وهي متاحة لمستخدمي الإنترنت مجانًا ولكنها تتيح أيضًا التكامل مع المستخدمين المتميزين وعمليات نشر OffiDocs المحلية حيث يتم تثبيت حزمة OffiDocs LibreOffice العالمية عبر الإنترنت.\n\n\nهام: يقوم هذا الامتداد بفحص عناوين URL التي تم تصفحها للكشف عن ملفات DOC وXLS وPPT. تظهر ملفات DOC وXLS وPPT المكتشفة في قائمة موجودة في النافذة المنبثقة للامتداد والتي يتم استردادها من خوادمنا. يتم إجراء المسح من خوادمنا حتى يتم إبلاغ نظامنا بعنوان URL الخاص بك. لا يتم جمع أي بيانات شخصية. يمكن تعطيل هذا الفحص من خلال مربع الاختيار الذي يظهر في النافذة المنبثقة للإضافة. إذا قمت بتعطيل هذا الفحص، فلن تكون هذه الوظيفة متاحة، وبالتالي تكون وظيفة الامتداد محدودة للغاية.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "LibreOffice Editor is a Chrome extension that allows to create, edit and view any Microsoft Word document, Excel spreadsheet and Powerpoint slide. It is an integration with LibreOffice Online and a file manager in order to handle all your documents when online.   It is a document, spreadsheet and presentation editor integrated with our file manager to manage only \"Office\" file types with this online app.\n\nIts main features are:\n\n1) It provides direct access to create a doc, xls or ppt document from scratch with this LibreOffice Editor.\n2) It detects when you access to an \"Office\" document, and it opens it directly using this LibreOffice Editor.\n\nIts architecture are split in three modules.\n\nA) LibreOffice Editor Online, which contains the following features:\n- Create, edit and view XLS spreadsheets written using OpenOffice Calc, LibreOffice Calc or Microsoft Excel.\n- Create, edit and view DOC documents written using OpenOffice Doc, LibreOffice Doc or Microsoft Word.\n- Create, edit and view PPT slides written using OpenOffice Impress, LibreOffice Impress or Microsoft Powerpoint.\n- Styles management.\n- Font sizes.\n- Font colours.\n- Background colours.\n- Search for texts.\n- Insert columns / rows / tables / images..\n- Delete rows / columns.\n- Advanced find & replace / regular expressions / special characters.\n- Spreadsheet functions.\n- Slides preview.\n- Export to PDF.\n- Auto save files.\n- Open source code.\n\n\nB) LibreOffice Desktop API, which supports the formats detailed here https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats. \n\n\n3) File manager module, which includes the following functionality over the files used by this extension:\n- Personal files and directories in the Cloud.\n- Operations with files and folders: copy, move, upload, create folder/file,  etc\n- Search for files\n\nThis LibreOffice Editor extension use the platform http://www.offidocs.com. It is available for free online users but it also allows the integration with premium users and on-premises OffiDocs deployments where the OffiDocs LibreOffice online global bundle is installed.\n\nIMPORTANT: This extension scans the URLs browsed in order to detect DOC, XLS, PPT files. The DOC, XLS, PPT files detected appear in a list located in the extension popup that are retrieved from our servers. The scanning is performed from our servers so your URL are reported to our system. No personal data is collected. This scan can be disabled with a checkbox that appears in the extension popup. If you disable this scanning, this functionality is not available so then the extension functionality is very limited.",
    "de": "LibreOffice Editor ist eine Chrome-Erweiterung, mit der Sie beliebige Microsoft Word-Dokumente, Excel-Tabellen und PowerPoint-Folien erstellen, bearbeiten und anzeigen können. Es handelt sich um eine Integration mit LibreOffice Online und einem Dateimanager, um alle Ihre Dokumente online zu verwalten. Es handelt sich um einen Dokument-, Tabellenkalkulations- und Präsentationseditor, der in unseren Dateimanager integriert ist und nur \"Office“-Dateitypen mit dieser Online-App verwalten kann.\n\nSeine Hauptmerkmale sind:\n\n1) Es bietet direkten Zugriff, um mit diesem LibreOffice-Editor ein Doc-, XLS- oder PPT-Dokument von Grund auf zu erstellen.\n2) Es erkennt, wenn Sie auf ein „Office“-Dokument zugreifen, und öffnet es direkt mit diesem LibreOffice-Editor.\n\nSeine Architektur ist in drei Module aufgeteilt.\n\nA) LibreOffice Editor Online, das die folgenden Funktionen enthält:\n- Erstellen, bearbeiten und betrachten Sie XLS-Tabellen, die mit OpenOffice Calc, LibreOffice Calc oder Microsoft Excel geschrieben wurden.\n- Erstellen, bearbeiten und betrachten Sie DOC-Dokumente, die mit OpenOffice Doc, LibreOffice Doc oder Microsoft Word geschrieben wurden.\n- Erstellen, bearbeiten und betrachten Sie PPT-Folien, die mit OpenOffice Impress, LibreOffice Impress oder Microsoft Powerpoint geschrieben wurden.\n- Stilverwaltung.\n- Schriftgrößen.\n- Schriftfarben.\n- Hintergrundfarben.\n- Suche nach Texten.\n- Spalten / Zeilen / Tabellen / Bilder einfügen..\n- Zeilen / Spalten löschen.\n- Erweitertes Suchen & Ersetzen / Reguläre Ausdrücke / Sonderzeichen.\n- Tabellenkalkulationsfunktionen.\n- Folienvorschau.\n- Als PDF exportieren.\n- Automatisches Speichern von Dateien.\n- Open-Source-Code.\n\n\nB) LibreOffice Desktop API, die die hier beschriebenen Formate unterstützt https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats.\n\n\n3) Dateimanagermodul, das die folgenden Funktionen über die von dieser Erweiterung verwendeten Dateien enthält:\n- Persönliche Dateien und Verzeichnisse in der Cloud.\n- Operationen mit Dateien und Ordnern: kopieren, verschieben, hochladen, Ordner/Datei erstellen usw.\n- Nach Dateien suchen\n\nDiese LibreOffice Editor-Erweiterung verwendet die Plattform http://www.offidocs.com. Es ist für kostenlose Online-Benutzer verfügbar, ermöglicht aber auch die Integration mit Premium-Benutzern und lokalen OffiDocs-Bereitstellungen, bei denen das globale OffiDocs LibreOffice-Online-Bundle installiert ist.\n\nWICHTIG: Diese Erweiterung scannt die durchsuchten URLs, um DOC-, XLS- und PPT-Dateien zu erkennen. Die erkannten DOC-, XLS- und PPT-Dateien werden in einer Liste im Erweiterungs-Popup angezeigt, das von unseren Servern abgerufen wird. Der Scanvorgang wird von unseren Servern aus durchgeführt, sodass Ihre URL an unser System gemeldet wird. Es werden keine personenbezogenen Daten erhoben. Dieser Scan kann mit einem Kontrollkästchen deaktiviert werden, das im Erweiterungs-Popup angezeigt wird. Wenn Sie diesen Scan deaktivieren, ist diese Funktionalität nicht verfügbar, sodass die Erweiterungsfunktionalität sehr eingeschränkt ist.",
    "es,es_419": "LibreOffice Editor es una extensión de Chrome que permite crear, editar y ver cualquier documento de Microsoft Word, hoja de cálculo de Excel y diapositiva de Powerpoint. Es una integración con LibreOffice Online y un administrador de archivos para poder manejar todos sus documentos cuando esté en línea. Es un editor de documentos, hojas de cálculo y presentaciones integrado con nuestro administrador de archivos para administrar solo tipos de archivos \"Office\" con esta aplicación en línea.\n\nSus principales características son:\n\n1) Proporciona acceso directo para crear un documento doc, xls o ppt desde cero con este Editor de LibreOffice.\n2) Detecta cuando accedes a un documento de \"Office\" y lo abre directamente usando este Editor de LibreOffice.\n\nSu arquitectura se divide en tres módulos.\n\nA) LibreOffice Editor Online, que contiene las siguientes funciones:\n- Cree, edite y vea hojas de cálculo XLS escritas con OpenOffice Calc, LibreOffice Calc o Microsoft Excel.\n- Cree, edite y vea documentos DOC escritos con OpenOffice Doc, LibreOffice Doc o Microsoft Word.\n- Cree, edite y vea diapositivas PPT escritas con OpenOffice Impress, LibreOffice Impress o Microsoft Powerpoint.\n- Gestión de estilos.\n- Tamaños de fuente.\n- Colores de fuente.\n- Colores de fondo.\n- Búsqueda de textos.\n- Insertar columnas / filas / tablas / imágenes ..\n- Eliminar filas / columnas.\n- Búsqueda y reemplazo avanzados / expresiones regulares / caracteres especiales.\n- Funciones de hoja de cálculo.\n- Vista previa de diapositivas.\n- Exportar a PDF.\n- Auto guardar archivos.\n- Código fuente abierto.\n\n\nB) LibreOffice Desktop API, que admite los formatos detallados aquí https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats.\n\n\n3) Módulo administrador de archivos, que incluye la siguiente funcionalidad sobre los archivos utilizados por esta extensión:\n- Archivos y directorios personales en la Nube.\n- Operaciones con archivos y carpetas: copiar, mover, cargar, crear carpeta / archivo, etc.\n- Búsqueda de archivos\n\nEsta extensión de LibreOffice Editor utiliza la plataforma http://www.offidocs.com. Está disponible para usuarios en línea gratuitos, pero también permite la integración con usuarios premium e implementaciones OffiDocs locales donde está instalado el paquete global en línea OffiDocs LibreOffice.\n\nIMPORTANTE: Esta extensión escanea las URL navegadas para detectar archivos DOC, XLS, PPT. Los archivos DOC, XLS, PPT detectados aparecen en una lista ubicada en la ventana emergente de extensiones que se recuperan de nuestros servidores. El escaneo se realiza desde nuestros servidores para que su URL se informe a nuestro sistema. No se recopilan datos personales. Este análisis se puede desactivar con una casilla de verificación que aparece en la ventana emergente de la extensión. Si desactiva este escaneo, esta funcionalidad no estará disponible, por lo que la funcionalidad de la extensión será muy limitada.",
    "fr": "LibreOffice Editor est une extension Chrome qui permet de créer, modifier et afficher n'importe quel document Microsoft Word, feuille de calcul Excel et diapositive Powerpoint. Il s'agit d'une intégration avec LibreOffice Online et un gestionnaire de fichiers afin de gérer tous vos documents en ligne. Il s'agit d'un éditeur de documents, de feuilles de calcul et de présentations intégré à notre gestionnaire de fichiers pour gérer uniquement les types de fichiers « Office » avec cette application en ligne.\n\nSes principales caractéristiques sont :\n\n1) Il fournit un accès direct pour créer un document doc, xls ou ppt à partir de zéro avec cet éditeur LibreOffice.\n2) Il détecte lorsque vous accédez à un document \"Office\" et l'ouvre directement à l'aide de cet éditeur LibreOffice.\n\nSon architecture est divisée en trois modules.\n\nA) LibreOffice Editor Online, qui contient les fonctionnalités suivantes :\n- Créez, modifiez et affichez des feuilles de calcul XLS écrites à l'aide d'OpenOffice Calc, LibreOffice Calc ou Microsoft Excel.\n- Créez, modifiez et affichez des documents DOC écrits à l'aide d'OpenOffice Doc, LibreOffice Doc ou Microsoft Word.\n- Créez, modifiez et affichez des diapositives PPT écrites à l'aide d'OpenOffice Impress, LibreOffice Impress ou Microsoft Powerpoint.\n- Gestion des styles.\n- Tailles de police.\n- Couleurs de police.\n- Couleurs de fond.\n- Recherche de textes.\n- Insérer des colonnes/lignes/tableaux/images..\n- Supprimer des lignes/colonnes.\n- Recherche et remplacement avancés / expressions régulières / caractères spéciaux.\n- Fonctions tableur.\n- Aperçu des diapositives.\n- Exporter au format PDF.\n- Sauvegarde automatique des fichiers.\n- Code source ouvert.\n\n\nB) LibreOffice Desktop API, qui prend en charge les formats détaillés ici https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats.\n\n\n3) Module de gestion de fichiers, qui inclut les fonctionnalités suivantes sur les fichiers utilisés par cette extension :\n- Fichiers et répertoires personnels dans le Cloud.\n- Opérations avec des fichiers et des dossiers : copier, déplacer, télécharger, créer un dossier/fichier, etc.\n- Recherche de fichiers\n\nCette extension LibreOffice Editor utilise la plateforme http://www.offidocs.com. Il est disponible pour les utilisateurs en ligne gratuits, mais il permet également l'intégration avec les utilisateurs premium et les déploiements OffiDocs sur site où le bundle global en ligne OffiDocs LibreOffice est installé.\n\nIMPORTANT : Cette extension scanne les URL parcourues afin de détecter les fichiers DOC, XLS, PPT. Les fichiers DOC, XLS, PPT détectés apparaissent dans une liste située dans le popup d'extension qui sont récupérés sur nos serveurs. L'analyse est effectuée à partir de nos serveurs afin que votre URL soit signalée à notre système. Aucune donnée personnelle n'est collectée. Cette analyse peut être désactivée avec une case à cocher qui apparaît dans la fenêtre contextuelle de l'extension. Si vous désactivez cette analyse, cette fonctionnalité n'est pas disponible et la fonctionnalité d'extension est donc très limitée.",
    "hi": "लिबरऑफिस एडिटर एक क्रोम एक्सटेंशन है जो किसी भी माइक्रोसॉफ्ट वर्ड दस्तावेज़, एक्सेल स्प्रेडशीट और पावरपॉइंट स्लाइड को बनाने, संपादित करने और देखने की अनुमति देता है। यह ऑनलाइन होने पर आपके सभी दस्तावेज़ों को संभालने के लिए लिब्रे ऑफिस ऑनलाइन और एक फ़ाइल प्रबंधक के साथ एक एकीकरण है। यह एक दस्तावेज़, स्प्रेडशीट और प्रस्तुति संपादक है जो इस ऑनलाइन ऐप के साथ केवल \"ऑफिस\" फ़ाइल प्रकारों को प्रबंधित करने के लिए हमारे फ़ाइल प्रबंधक के साथ एकीकृत है।\n\nइसकी मुख्य विशेषताएं हैं:\n\n1) यह इस लिबरऑफिस संपादक के साथ शुरुआत से एक डॉक, एक्सएलएस या पीपीटी दस्तावेज़ बनाने के लिए सीधी पहुंच प्रदान करता है।\n2) जब आप \"ऑफिस\" दस्तावेज़ तक पहुंचते हैं तो यह पता लगाता है, और यह सीधे इस लिब्रे ऑफिस संपादक का उपयोग करके इसे खोलता है।\n\nइसकी वास्तुकला तीन मॉड्यूल में विभाजित है।\n\nए) लिब्रे ऑफिस एडिटर ऑनलाइन, जिसमें निम्नलिखित विशेषताएं हैं:\n- ओपनऑफिस कैल्क, लिब्रे ऑफिस कैल्क या माइक्रोसॉफ्ट एक्सेल का उपयोग करके लिखी गई एक्सएलएस स्प्रेडशीट बनाएं, संपादित करें और देखें।\n- OpenOffice Doc, LibreOffice Doc या Microsoft Word का उपयोग करके लिखे गए DOC दस्तावेज़ बनाएं, संपादित करें और देखें।\n- OpenOffice Impress, LibreOffice Impress या Microsoft Powerpoint का उपयोग करके लिखी गई PPT स्लाइड्स बनाएं, संपादित करें और देखें।\n- शैलियाँ प्रबंधन।\n- फ़ॉन्ट आकार।\n- फ़ॉन्ट रंग।\n- पृष्ठभूमि रंग।\n- ग्रंथों के लिए खोजें।\n- कॉलम / पंक्तियाँ / टेबल / चित्र सम्मिलित करें ..\n- पंक्तियों / स्तंभों को हटा दें।\n- उन्नत खोज और बदलें / नियमित अभिव्यक्ति / विशेष वर्ण।\n- स्प्रेडशीट कार्य।\n- स्लाइड पूर्वावलोकन।\n- पीडीएफ में निर्यात करें।\n- ऑटो सेव फाइल्स।\n- ओपन सोर्स कोड।\n\n\nबी) लिब्रे ऑफिस डेस्कटॉप एपीआई, जो यहां विस्तृत प्रारूपों का समर्थन करता है https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats।\n\n\n3) फ़ाइल प्रबंधक मॉड्यूल, जिसमें इस एक्सटेंशन द्वारा उपयोग की जाने वाली फ़ाइलों पर निम्नलिखित कार्यक्षमता शामिल है:\n- क्लाउड में व्यक्तिगत फाइलें और निर्देशिकाएं।\n- फाइलों और फ़ोल्डरों के साथ संचालन: कॉपी करें, स्थानांतरित करें, अपलोड करें, फ़ोल्डर / फ़ाइल बनाएं, आदि\n- फाइलों के लिए खोजें\n\nयह लिब्रे ऑफिस संपादक एक्सटेंशन http://www.offidocs.com प्लेटफॉर्म का उपयोग करता है। यह मुफ़्त ऑनलाइन उपयोगकर्ताओं के लिए उपलब्ध है, लेकिन यह प्रीमियम उपयोगकर्ताओं और ऑन-प्रिमाइसेस ऑफ़िडॉक्स परिनियोजन के साथ एकीकरण की भी अनुमति देता है जहाँ ऑफ़िडॉक्स लिब्रे ऑफिस ऑनलाइन वैश्विक बंडल स्थापित है।\n\nमहत्वपूर्ण: यह एक्सटेंशन DOC, XLS, PPT फ़ाइलों का पता लगाने के लिए ब्राउज़ किए गए URL को स्कैन करता है। पाई गई DOC, XLS, PPT फ़ाइलें एक्सटेंशन पॉपअप में स्थित एक सूची में दिखाई देती हैं जो हमारे सर्वर से पुनर्प्राप्त की जाती हैं। स्कैनिंग हमारे सर्वर से की जाती है ताकि आपका यूआरएल हमारे सिस्टम को रिपोर्ट किया जा सके। कोई व्यक्तिगत डेटा एकत्र नहीं किया जाता है. इस स्कैन को एक्सटेंशन पॉपअप में दिखाई देने वाले चेकबॉक्स से अक्षम किया जा सकता है। यदि आप इस स्कैनिंग को अक्षम करते हैं, तो यह कार्यक्षमता उपलब्ध नहीं है इसलिए एक्सटेंशन कार्यक्षमता बहुत सीमित है।",
    "it": "LibreOffice Editor è un'estensione di Chrome che consente di creare, modificare e visualizzare qualsiasi documento Microsoft Word, foglio di calcolo Excel e diapositiva Powerpoint. Si tratta di un'integrazione con LibreOffice Online e un file manager per gestire tutti i tuoi documenti quando sei online. È un editor di documenti, fogli di calcolo e presentazioni integrato con il nostro file manager per gestire solo i tipi di file \"Office\" con questa app online.\n\nLe sue caratteristiche principali sono:\n\n1) Fornisce accesso diretto per creare da zero un documento doc, xls o ppt con questo editor di LibreOffice.\n2) Rileva quando accedi a un documento \"Office\" e lo apre direttamente utilizzando questo editor di LibreOffice.\n\nLa sua architettura è divisa in tre moduli.\n\nA) LibreOffice Editor Online, che contiene le seguenti funzionalità:\n- Crea, modifica e visualizza fogli di calcolo XLS scritti utilizzando OpenOffice Calc, LibreOffice Calc o Microsoft Excel.\n- Crea, modifica e visualizza documenti DOC scritti utilizzando OpenOffice Doc, LibreOffice Doc o Microsoft Word.\n- Crea, modifica e visualizza diapositive PPT scritte utilizzando OpenOffice Impress, LibreOffice Impress o Microsoft Powerpoint.\n- Gestione degli stili.\n- Dimensioni dei caratteri.\n- Colori dei caratteri.\n- Colori di sfondo.\n- Ricerca di testi.\n- Inserisci colonne/righe/tabelle/immagini..\n- Elimina righe/colonne.\n- Trova e sostituisci avanzati / espressioni regolari / caratteri speciali.\n- Funzioni del foglio di calcolo.\n- Anteprima diapositive.\n- Esporta in PDF.\n- Salva automaticamente i file.\n- Codice sorgente aperto.\n\n\nB) LibreOffice Desktop API, che supporta i formati descritti qui https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats.\n\n\n3) Modulo File manager, che include le seguenti funzionalità sui file utilizzati da questa estensione:\n- File e directory personali nel Cloud.\n- Operazioni con file e cartelle: copia, sposta, carica, crea cartella/file, ecc\n- Cerca file\n\nQuesta estensione di LibreOffice Editor utilizza la piattaforma http://www.offidocs.com. È disponibile per gli utenti online gratuiti ma consente anche l'integrazione con utenti premium e distribuzioni OffiDocs on-premise in cui è installato il pacchetto globale online OffiDocs LibreOffice.\n\nIMPORTANTE: questa estensione esegue la scansione degli URL esplorati per rilevare file DOC, XLS, PPT. I file DOC, XLS e PPT rilevati vengono visualizzati in un elenco situato nel popup dell'estensione recuperato dai nostri server. La scansione viene eseguita dai nostri server in modo che il tuo URL venga segnalato al nostro sistema. Non vengono raccolti dati personali. Questa scansione può essere disabilitata con una casella di controllo che appare nel popup dell'estensione. Se disabiliti questa scansione, questa funzionalità non sarà disponibile, quindi la funzionalità dell'estensione sarà molto limitata.",
    "ja": "LibreOffice Editor は、Microsoft Word ドキュメント、Excel スプレッドシート、Powerpoint スライドを作成、編集、表示できるようにする Chrome 拡張機能です。 これは、オンライン時にすべてのドキュメントを処理するための LibreOffice Online およびファイル マネージャーとの統合です。 これは、ファイル マネージャーと統合されたドキュメント、スプレッドシート、プレゼンテーション エディターであり、このオンライン アプリで「Office」ファイル タイプのみを管理します。\n\nその主な特徴は次のとおりです。\n\n1) この LibreOffice Editor を使用して、doc、xls、または ppt ドキュメントを最初から作成するための直接アクセスを提供します。\n2) 「Office」ドキュメントへのアクセスを検出し、この LibreOffice Editor を使用してドキュメントを直接開きます。\n\nそのアーキテクチャは3つのモジュールに分かれています。\n\nA）LibreOffice Editor Onlineには、次の機能が含まれています。\n-OpenOffice Calc、LibreOffice Calc、またはMicrosoft Excelを使用して作成されたXLSスプレッドシートを作成、編集、および表示します。\n-OpenOffice Doc、LibreOffice Doc、またはMicrosoft Wordを使用して作成されたDOCドキュメントを作成、編集、および表示します。\n-OpenOffice Impress、LibreOffice Impress、またはMicrosoft Powerpointを使用して作成されたPPTスライドを作成、編集、および表示します。\n-スタイル管理。\n-フォントサイズ。\n-フォントの色。\n-背景色。\n-テキストを検索します。\n-列/行/テーブル/画像を挿入します。\n-行/列を削除します。\n-高度な検索と置換/正規表現/特殊文字。\n-スプレッドシート関数。\n-スライドのプレビュー。\n-PDFにエクスポートします。\n-ファイルの自動保存。\n-オープンソースコード。\n\n\nB）LibreOffice DesktopAPI。https：//wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formatsで詳しく説明されている形式をサポートしています。\n\n\n3）ファイルマネージャモジュール。この拡張機能で使用されるファイルに対して次の機能が含まれています。\n-クラウド内の個人ファイルとディレクトリ。\n-ファイルとフォルダーの操作：コピー、移動、アップロード、フォルダー/ファイルの作成など\n-ファイルを検索する\n\nこのLibreOfficeEditor拡張機能は、プラットフォームhttp://www.offidocs.comを使用します。無料のオンラインユーザーが利用できますが、プレミアムユーザーやOffiDocsLibreOfficeオンライングローバルバンドルがインストールされているオンプレミスのOffiDocs展開との統合も可能です。\n\n重要: この拡張機能は、DOC、XLS、PPT ファイルを検出するために、閲覧された URL をスキャンします。 検出された DOC、XLS、PPT ファイルは、サーバーから取得された拡張機能ポップアップのリストに表示されます。 スキャンは当社のサーバーから実行されるため、URL は当社のシステムに報告されます。 個人データは収集されません。 このスキャンは、拡張機能のポップアップに表示されるチェックボックスを使用して無効にすることができます。 このスキャンを無効にすると、この機能は使用できなくなるため、拡張機能は非常に制限されます。",
    "ko": "LibreOffice Editor는 Microsoft Word 문서, Excel 스프레드시트 및 Powerpoint 슬라이드를 생성, 편집 및 볼 수 있는 Chrome 확장 프로그램입니다. 온라인에서 모든 문서를 처리하기 위해 LibreOffice Online 및 파일 관리자와의 통합입니다. 이 온라인 앱을 사용하면 \"Office\" 파일 형식만 관리할 수 있도록 파일 관리자와 통합된 문서, 스프레드시트 및 프리젠테이션 편집기입니다.\n\n주요 기능은 다음과 같습니다.\n\n1) 이 LibreOffice 편집기를 사용하면 처음부터 doc, xls 또는 ppt 문서를 생성할 수 있는 직접 액세스를 제공합니다.\n2) \"Office\" 문서에 액세스하면 이를 감지하고 이 LibreOffice 편집기를 사용하여 직접 엽니다.\n\n아키텍처는 세 가지 모듈로 나뉩니다.\n\nA) 다음 기능이 포함된 LibreOffice Editor Online:\n- OpenOffice Calc, LibreOffice Calc 또는 Microsoft Excel을 사용하여 작성된 XLS 스프레드시트를 만들고 편집하고 봅니다.\n- OpenOffice Doc, LibreOffice Doc 또는 Microsoft Word를 사용하여 작성된 DOC 문서를 작성, 편집 및 봅니다.\n- OpenOffice Impress, LibreOffice Impress 또는 Microsoft Powerpoint를 사용하여 작성된 PPT 슬라이드를 만들고 편집하고 봅니다.\n- 스타일 관리.\n- 글꼴 크기.\n- 글꼴 색상.\n- 배경색.\n- 텍스트를 검색합니다.\n- 열/행/표/이미지 삽입..\n- 행/열을 삭제합니다.\n- 고급 찾기 및 바꾸기 / 정규식 / 특수 문자.\n- 스프레드시트 기능.\n- 슬라이드 미리보기.\n- PDF로 내보내기.\n- 자동 저장 파일.\n- 오픈 소스 코드.\n\n\nB) https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats에 자세히 설명된 형식을 지원하는 LibreOffice Desktop API.\n\n\n3) 이 확장에서 사용하는 파일에 대해 다음 기능을 포함하는 파일 관리자 모듈:\n- 클라우드의 개인 파일 및 디렉토리.\n- 파일 및 폴더 작업: 복사, 이동, 업로드, 폴더/파일 생성 등\n- 파일 검색\n\n이 LibreOffice 편집기 확장은 http://www.offidocs.com 플랫폼을 사용합니다. 무료 온라인 사용자가 사용할 수 있지만 프리미엄 사용자 및 OffiDocs LibreOffice 온라인 글로벌 번들이 설치된 온프레미스 OffiDocs 배포와의 통합도 가능합니다.\n\n중요: 이 확장 프로그램은 DOC, XLS, PPT 파일을 탐지하기 위해 탐색된 URL을 검사합니다. 검색된 DOC, XLS, PPT 파일은 당사 서버에서 검색된 확장 팝업에 있는 목록에 나타납니다. 스캔은 당사 서버에서 수행되므로 귀하의 URL이 당사 시스템에 보고됩니다. 개인 데이터는 수집되지 않습니다. 확장 팝업에 나타나는 확인란을 사용하여 이 검사를 비활성화할 수 있습니다. 이 검사를 비활성화하면 이 기능을 사용할 수 없으므로 확장 기능이 매우 제한됩니다.",
    "nl": "LibreOffice Editor is een Chrome-extensie waarmee u elk Microsoft Word-document, Excel-spreadsheet en Powerpoint-dia kunt maken, bewerken en bekijken. Het is een integratie met LibreOffice Online en een bestandsbeheerder om al uw documenten online te beheren. Het is een document-, spreadsheet- en presentatie-editor die is geïntegreerd met onze bestandsbeheerder om alleen \"Office\"-bestandstypen te beheren met deze online app.\n\nDe belangrijkste kenmerken zijn:\n\n1) Het biedt directe toegang om een geheel nieuw document, xls of ppt-document te maken met deze LibreOffice Editor.\n2) Het detecteert wanneer u toegang krijgt tot een \"Office\"-document en opent het rechtstreeks met behulp van deze LibreOffice-editor.\n\nDe architectuur is opgedeeld in drie modules.\n\nA) LibreOffice Editor Online, die de volgende functies bevat:\n- Maak, bewerk en bekijk XLS-spreadsheets die zijn geschreven met OpenOffice Calc, LibreOffice Calc of Microsoft Excel.\n- Maak, bewerk en bekijk DOC-documenten die zijn geschreven met OpenOffice Doc, LibreOffice Doc of Microsoft Word.\n- Maak, bewerk en bekijk PPT-dia's die zijn geschreven met OpenOffice Impress, LibreOffice Impress of Microsoft Powerpoint.\n- Stijlbeheer.\n- Lettergroottes.\n- Letterkleuren.\n- Achtergrondkleuren.\n- Zoeken naar teksten.\n- Kolommen / rijen / tabellen / afbeeldingen invoegen..\n- Verwijder rijen / kolommen.\n- Geavanceerd zoeken en vervangen / reguliere expressies / speciale tekens.\n- Spreadsheetfuncties.\n- Voorbeeld van dia's.\n- Exporteren naar PDF.\n- Automatisch bestanden opslaan.\n- Open source-code.\n\n\nB) LibreOffice Desktop API, die de formaten ondersteunt die hier worden beschreven https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats.\n\n\n3) Bestandsbeheermodule, die de volgende functionaliteit bevat over de bestanden die door deze extensie worden gebruikt:\n- Persoonlijke bestanden en mappen in de Cloud.\n- Bewerkingen met bestanden en mappen: kopiëren, verplaatsen, uploaden, map/bestand maken, enz\n- Zoeken naar bestanden\n\nDeze LibreOffice Editor-extensie gebruikt het platform http://www.offidocs.com. Het is beschikbaar voor gratis online gebruikers, maar het maakt ook de integratie mogelijk met premium gebruikers en on-premises OffiDocs-implementaties waar de OffiDocs LibreOffice online globale bundel is geïnstalleerd.\n\nBELANGRIJK: deze extensie scant de bezochte URL's om DOC-, XLS- en PPT-bestanden te detecteren. De gedetecteerde DOC-, XLS- en PPT-bestanden verschijnen in een lijst in de extensiepop-up die van onze servers wordt opgehaald. Het scannen wordt uitgevoerd vanaf onze servers, zodat uw URL aan ons systeem wordt gerapporteerd. Er worden geen persoonlijke gegevens verzameld. Deze scan kan worden uitgeschakeld met een selectievakje dat in de extensiepop-up verschijnt. Als u dit scannen uitschakelt, is deze functionaliteit niet beschikbaar en is de extensiefunctionaliteit dus zeer beperkt.",
    "pl": "LibreOffice Editor to rozszerzenie przeglądarki Chrome, które pozwala tworzyć, edytować i przeglądać dowolny dokument Microsoft Word, arkusz kalkulacyjny Excel i slajd Powerpoint. Jest to integracja z LibreOffice Online i menedżerem plików w celu obsługi wszystkich dokumentów w trybie online. Jest to edytor dokumentów, arkuszy kalkulacyjnych i prezentacji zintegrowany z naszym menedżerem plików, umożliwiający zarządzanie wyłącznie typami plików „Office” za pomocą tej aplikacji online.\n\nJego główne cechy to:\n\n1) Zapewnia bezpośredni dostęp do tworzenia od podstaw dokumentu w formacie doc, xls lub ppt za pomocą tego edytora LibreOffice.\n2) Wykrywa, kiedy uzyskujesz dostęp do dokumentu „Office” i otwiera go bezpośrednio za pomocą edytora LibreOffice.\n\nJego architektura podzielona jest na trzy moduły.\n\nA) LibreOffice Editor Online, który zawiera następujące funkcje:\n- Twórz, edytuj i przeglądaj arkusze kalkulacyjne XLS napisane przy użyciu OpenOffice Calc, LibreOffice Calc lub Microsoft Excel.\n- Twórz, edytuj i przeglądaj dokumenty DOC napisane przy użyciu OpenOffice Doc, LibreOffice Doc lub Microsoft Word.\n- Twórz, edytuj i przeglądaj slajdy PPT napisane przy użyciu OpenOffice Impress, LibreOffice Impress lub Microsoft Powerpoint.\n- Zarządzanie stylami.\n- Rozmiary czcionek.\n- Kolory czcionek.\n- Kolory tła.\n- Szukaj tekstów.\n- Wstaw kolumny / wiersze / tabele / obrazy..\n- Usuń wiersze / kolumny.\n- Zaawansowane wyszukiwanie i zamiana / wyrażenia regularne / znaki specjalne.\n- Funkcje arkusza kalkulacyjnego.\n- Podgląd slajdów.\n- Eksport do formatu PDF.\n- Automatyczne zapisywanie plików.\n- Otwarty kod źródłowy.\n\n\nB) LibreOffice Desktop API, który obsługuje formaty opisane tutaj https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats.\n\n\n3) Moduł menedżera plików, który obejmuje następujące funkcje w plikach używanych przez to rozszerzenie:\n- Osobiste pliki i katalogi w chmurze.\n- Operacje na plikach i folderach: kopiowanie, przenoszenie, przesyłanie, tworzenie folderu/pliku itp.\n- Szukaj plików\n\nTo rozszerzenie LibreOffice Editor korzysta z platformy http://www.offidocs.com. Jest dostępny dla bezpłatnych użytkowników online, ale umożliwia również integrację z użytkownikami premium i lokalnymi wdrożeniami OffiDocs, w których zainstalowany jest globalny pakiet online OffiDocs LibreOffice.\n\nWAŻNE: To rozszerzenie skanuje przeglądane adresy URL w celu wykrycia plików DOC, XLS, PPT. Wykryte pliki DOC, XLS, PPT pojawiają się na liście znajdującej się w wyskakującym okienku rozszerzenia, które są pobierane z naszych serwerów. Skanowanie odbywa się z naszych serwerów, więc Twój adres URL jest zgłaszany do naszego systemu. Nie są gromadzone żadne dane osobowe. To skanowanie można wyłączyć za pomocą pola wyboru wyświetlanego w wyskakującym okienku rozszerzenia. Jeśli wyłączysz to skanowanie, ta funkcja nie będzie dostępna, więc funkcjonalność rozszerzenia będzie bardzo ograniczona.",
    "pt_BR,pt_PT": "LibreOffice Editor é uma extensão do Chrome que permite criar, editar e visualizar qualquer documento do Microsoft Word, planilha do Excel e slide do Powerpoint. É uma integração com o LibreOffice Online e um gerenciador de arquivos para gerenciar todos os seus documentos quando estiver online. É um editor de documentos, planilhas e apresentações integrado ao nosso gerenciador de arquivos para gerenciar apenas os tipos de arquivos \"Office\" com este aplicativo online.\n\nSuas principais características são:\n\n1) Fornece acesso direto para criar um documento doc, xls ou ppt do zero com este Editor do LibreOffice.\n2) Detecta quando você acessa um documento \"Office\" e o abre diretamente usando este Editor do LibreOffice.\n\nSua arquitetura está dividida em três módulos.\n\nA) LibreOffice Editor Online, que contém os seguintes recursos:\n- Crie, edite e visualize planilhas XLS escritas usando OpenOffice Calc, LibreOffice Calc ou Microsoft Excel.\n- Crie, edite e visualize documentos DOC escritos usando OpenOffice Doc, LibreOffice Doc ou Microsoft Word.\n- Criar, editar e visualizar slides PPT escritos usando OpenOffice Impress, LibreOffice Impress ou Microsoft Powerpoint.\n- Gerenciamento de estilos.\n- Tamanhos de fonte.\n- Cores da fonte.\n- Cores de fundo.\n- Pesquisa de textos.\n- Insira colunas / linhas / tabelas / imagens.\n- Exclua linhas / colunas.\n- Localizar e substituir avançado / expressões regulares / caracteres especiais.\n- Funções de planilha.\n- Visualização de slides.\n- Exportar para PDF.\n- Salvar arquivos automaticamente.\n- Código-fonte aberto.\n\n\nB) LibreOffice Desktop API, que suporta os formatos detalhados aqui https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats.\n\n\n3) Módulo gerenciador de arquivos, que inclui a seguinte funcionalidade sobre os arquivos usados ​​por esta extensão:\n- Arquivos e diretórios pessoais na nuvem.\n- Operações com arquivos e pastas: copiar, mover, fazer upload, criar pasta / arquivo, etc\n- Pesquisar arquivos\n\nEsta extensão do LibreOffice Editor usa a plataforma http://www.offidocs.com. Ele está disponível para usuários online gratuitamente, mas também permite a integração com usuários premium e implantações OffiDocs locais onde o pacote global online OffiDocs LibreOffice está instalado.\n\nIMPORTANTE: Esta extensão verifica os URLs navegados para detectar arquivos DOC, XLS, PPT. Os arquivos DOC, XLS, PPT detectados aparecem em uma lista localizada no pop-up de extensão que são recuperados de nossos servidores. A verificação é realizada em nossos servidores para que sua URL seja informada ao nosso sistema. Nenhum dado pessoal é coletado. Esta verificação pode ser desativada com uma caixa de seleção que aparece no pop-up da extensão. Se você desabilitar esta verificação, esta funcionalidade não estará disponível, portanto a funcionalidade da extensão será muito limitada.",
    "ru": "LibreOffice Editor — это расширение Chrome, которое позволяет создавать, редактировать и просматривать любые документы Microsoft Word, электронные таблицы Excel и слайды Powerpoint. Это интеграция с LibreOffice Online и файловым менеджером для обработки всех ваших документов в Интернете. Это редактор документов, таблиц и презентаций, интегрированный с нашим файловым менеджером, позволяющий управлять только типами файлов Office с помощью этого онлайн-приложения.\n\nЕго основные особенности:\n\n1) Он обеспечивает прямой доступ для создания документов doc, xls или ppt с нуля с помощью этого редактора LibreOffice.\n2) Он определяет, когда вы получаете доступ к документу «Office», и открывает его напрямую с помощью редактора LibreOffice.\n\nЕго архитектура разделена на три модуля.\n\nA) Онлайн-редактор LibreOffice, который содержит следующие функции:\n- Создавайте, редактируйте и просматривайте таблицы XLS, написанные с помощью OpenOffice Calc, LibreOffice Calc или Microsoft Excel.\n- Создавайте, редактируйте и просматривайте документы DOC, написанные с помощью OpenOffice Doc, LibreOffice Doc или Microsoft Word.\n- Создавайте, редактируйте и просматривайте слайды PPT, написанные с помощью OpenOffice Impress, LibreOffice Impress или Microsoft Powerpoint.\n- Управление стилями.\n- Размеры шрифта.\n- Цвета шрифта.\n- Цвета фона.\n- Поиск текстов.\n- Вставить столбцы / строки / таблицы / изображения ..\n- Удалить строки / столбцы.\n- Расширенный поиск и замена / регулярные выражения / специальные символы.\n- Функции электронных таблиц.\n- Предварительный просмотр слайдов.\n- Экспорт в PDF.\n- Автоматическое сохранение файлов.\n- Открытый исходный код.\n\n\nB) LibreOffice Desktop API, который поддерживает форматы, подробно описанные здесь https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats.\n\n\n3) Модуль файлового менеджера, который включает следующие функции по отношению к файлам, используемым этим расширением:\n- Личные файлы и каталоги в облаке.\n- Операции с файлами и папками: копирование, перемещение, загрузка, создание папки / файла и т. Д.\n- Поиск файлов\n\nЭто расширение LibreOffice Editor использует платформу http://www.offidocs.com. Он доступен для бесплатных онлайн-пользователей, но также обеспечивает интеграцию с премиум-пользователями и локальными развертываниями OffiDocs, где установлен глобальный онлайн-пакет OffiDocs LibreOffice.\n\nВАЖНО: Это расширение сканирует просматриваемые URL-адреса, чтобы обнаружить файлы DOC, XLS, PPT. Обнаруженные файлы DOC, XLS, PPT отображаются в списке, расположенном во всплывающем окне расширения и полученном с наших серверов. Сканирование выполняется с наших серверов, поэтому ваш URL-адрес передается в нашу систему. Никакие персональные данные не собираются. Это сканирование можно отключить с помощью флажка, который появляется во всплывающем окне расширения. Если вы отключите это сканирование, эта функция будет недоступна, поэтому функциональность расширения будет очень ограничена.",
    "tr": "LibreOffice Düzenleyici, herhangi bir Microsoft Word belgesini, Excel elektronik tablosunu ve Powerpoint slaytını oluşturmanıza, düzenlemenize ve görüntülemenize olanak tanıyan bir Chrome uzantısıdır. Çevrimiçiyken tüm belgelerinizi yönetmek için LibreOffice Online ve bir dosya yöneticisi ile entegrasyondur. Bu çevrimiçi uygulamayla yalnızca \"Office\" dosya türlerini yönetmek için dosya yöneticimizle entegre bir belge, elektronik tablo ve sunum düzenleyicisidir.\n\nBaşlıca özellikleri şunlardır:\n\n1) Bu LibreOffice Düzenleyici ile sıfırdan bir doc, xls veya ppt belgesi oluşturmak için doğrudan erişim sağlar.\n2) Bir \"Office\" belgesine ne zaman eriştiğinizi algılar ve bu LibreOffice Düzenleyiciyi kullanarak onu doğrudan açar.\n\nMimarisi üç modüle ayrılmıştır.\n\nA) Aşağıdaki özellikleri içeren LibreOffice Editor Online:\n- OpenOffice Calc, LibreOffice Calc veya Microsoft Excel kullanılarak yazılmış XLS elektronik tablolarını oluşturun, düzenleyin ve görüntüleyin.\n- OpenOffice Doc, LibreOffice Doc veya Microsoft Word kullanılarak yazılmış DOC belgeleri oluşturun, düzenleyin ve görüntüleyin.\n- OpenOffice Impress, LibreOffice Impress veya Microsoft Powerpoint kullanılarak yazılmış PPT slaytları oluşturun, düzenleyin ve görüntüleyin.\n- Stil yönetimi.\n- Yazı tipi boyutları.\n- Yazı tipi renkleri.\n- Arka plan renkleri.\n- Metinleri arayın.\n- Sütunları / satırları / tabloları / resimleri ekleyin ..\n- Satırları / sütunları silin.\n- Gelişmiş bul ve değiştir / normal ifadeler / özel karakterler.\n- Elektronik tablo işlevleri.\n- Slaytlar önizlemesi.\n- PDF'ye aktarın.\n- Dosyaları otomatik kaydedin.\n- Açık kaynak kodu.\n\n\nB) https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats burada ayrıntıları verilen biçimleri destekleyen LibreOffice Desktop API.\n\n\n3) Bu uzantı tarafından kullanılan dosyalar üzerinde aşağıdaki işlevleri içeren dosya yöneticisi modülü:\n- Buluttaki kişisel dosyalar ve dizinler.\n- Dosya ve klasörlerle işlemler: kopyalama, taşıma, yükleme, klasör/dosya oluşturma vb.\n- Dosyaları arayın\n\nBu LibreOffice Editor uzantısı http://www.offidocs.com platformunu kullanır. Ücretsiz çevrimiçi kullanıcılar için mevcuttur, ancak aynı zamanda Premium kullanıcılar ve OffiDocs LibreOffice çevrimiçi global paketinin kurulu olduğu şirket içi OffiDocs dağıtımlarıyla entegrasyona da olanak tanır.\n\nÖNEMLİ: Bu uzantı DOC, XLS, PPT dosyalarını tespit etmek için göz atılan URL'leri tarar. Algılanan DOC, XLS, PPT dosyaları, sunucularımızdan alınan uzantı açılır penceresinde yer alan bir listede görünür. Tarama sunucularımızdan yapıldığından URL'niz sistemimize raporlanır. Hiçbir kişisel veri toplanmaz. Bu tarama, uzantı açılır penceresinde görünen bir onay kutusuyla devre dışı bırakılabilir. Bu taramayı devre dışı bırakırsanız, bu işlevsellik kullanılamaz ve dolayısıyla uzantının işlevselliği çok sınırlıdır.",
    "uk": "LibreOffice Editor — це розширення Chrome, яке дозволяє створювати, редагувати та переглядати будь-який документ Microsoft Word, електронну таблицю Excel і слайд Powerpoint. Це інтеграція з LibreOffice Online і файловим менеджером для роботи з усіма вашими документами в Інтернеті. Це редактор документів, електронних таблиць і презентацій, інтегрований із нашим файловим менеджером для керування лише типами файлів «Office» за допомогою цієї онлайн-програми.\n\nЙого основні особливості:\n\n1) Він надає прямий доступ для створення документа doc, xls або ppt з нуля за допомогою цього редактора LibreOffice.\n2) Він визначає, коли ви отримуєте доступ до документа \"Office\", і відкриває його безпосередньо за допомогою цього редактора LibreOffice.\n\nЙого архітектура розділена на три модулі.\n\nA) LibreOffice Editor Online, який містить такі функції:\n- Створюйте, редагуйте та переглядайте електронні таблиці XLS, написані за допомогою OpenOffice Calc, LibreOffice Calc або Microsoft Excel.\n- Створюйте, редагуйте та переглядайте документи DOC, написані за допомогою OpenOffice Doc, LibreOffice Doc або Microsoft Word.\n- Створюйте, редагуйте та переглядайте слайди PPT, написані за допомогою OpenOffice Impress, LibreOffice Impress або Microsoft Powerpoint.\n- Управління стилями.\n- Розміри шрифтів.\n- Кольори шрифтів.\n- Кольори фону.\n- Пошук текстів.\n- Вставте стовпці / рядки / таблиці / зображення ..\n- Видалити рядки / стовпці.\n- Розширений пошук та заміна / регулярні вирази / спеціальні символи.\n- Функції електронних таблиць.\n- Попередній перегляд слайдів.\n- Експорт у PDF.\n- Автоматичне збереження файлів.\n- Відкритий вихідний код.\n\n\nB) LibreOffice Desktop API, який підтримує формати, деталізовані тут https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats.\n\n\n3) Модуль файлового менеджера, який включає наступну функціональність над файлами, що використовуються цим розширенням:\n- Особисті файли та каталоги в хмарі.\n- Операції з файлами та папками: копіювання, переміщення, завантаження, створення папки / файлу тощо\n- Пошук файлів\n\nЦе розширення LibreOffice Editor використовує платформу http://www.offidocs.com. Він доступний для безкоштовних онлайн-користувачів, але також дозволяє інтегрувати з преміум-користувачами та локальними розгортаннями OffiDocs, де встановлений глобальний пакет OffiDocs LibreOffice.\n\nВАЖЛИВО: це розширення сканує URL-адреси, які переглядаються, щоб виявити файли DOC, XLS, PPT. Виявлені файли DOC, XLS, PPT відображаються в списку, розташованому у спливаючому вікні розширення, отриманому з наших серверів. Сканування виконується з наших серверів, тому ваша URL-адреса повідомляється нашій системі. Особисті дані не збираються. Це сканування можна вимкнути за допомогою прапорця, який з’являється у спливаючому вікні розширення. Якщо ви вимкнете це сканування, ця функція буде недоступною, тому функціональність розширення буде дуже обмеженою.",
    "zh_CN": "LibreOffice Editor 是一款 Chrome 扩展程序，允许创建、编辑和查看任何 Microsoft Word 文档、Excel 电子表格和 Powerpoint 幻灯片。 它与 LibreOffice Online 和文件管理器集成，以便在线处理所有文档。 它是一个文档、电子表格和演示文稿编辑器，与我们的文件管理器集成，使用此在线应用程序仅管理“Office”文件类型。\n\n其主要特点是：\n\n1) 它提供了使用 LibreOffice 编辑器从头开始创建 doc、xls 或 ppt 文档的直接访问。\n2) 它会检测您何时访问“Office”文档，并使用此 LibreOffice 编辑器直接打开它。\n\n它的架构分为三个模块。\n\nA) LibreOffice 在线编辑器，它包含以下功能：\n- 创建、编辑和查看使用 OpenOffice Calc、LibreOffice Calc 或 Microsoft Excel 编写的 XLS 电子表格。\n- 创建、编辑和查看使用 OpenOffice Doc、LibreOffice Doc 或 Microsoft Word 编写的 DOC 文档。\n- 创建、编辑和查看使用 OpenOffice Impress、LibreOffice Impress 或 Microsoft Powerpoint 编写的 PPT 幻灯片。\n- 样式管理。\n- 字体大小。\n- 字体颜色。\n- 背景颜色。\n- 搜索文本。\n- 插入列/行/表格/图像..\n- 删除行/列。\n- 高级查找和替换/正则表达式/特殊字符。\n- 电子表格功能。\n- 幻灯片预览。\n- 导出为 PDF。\n- 自动保存文件。\n- 开源代码。\n\n\nB) LibreOffice 桌面 API，支持此处详述的格式 https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats。\n\n\n3) 文件管理器模块，其中包括针对此扩展使用的文件的以下功能：\n- 云中的个人文件和目录。\n- 文件和文件夹操作：复制、移动、上传、创建文件夹/文件等\n- 搜索文件\n\n这个 LibreOffice 编辑器扩展使用平台 http://www.offidocs.com。它可供免费在线用户使用，但也允许与安装了 OffiDocs LibreOffice 在线全球捆绑包的高级用户和本地 OffiDocs 部署集成。\n\n重要提示：此扩展程序会扫描浏览的 URL，以检测 DOC、XLS、PPT 文件。 检测到的 DOC、XLS、PPT 文件显示在从我们的服务器检索的扩展弹出窗口中的列表中。 扫描是从我们的服务器执行的，因此您的 URL 会报告给我们的系统。 不收集任何个人数据。 可以使用扩展弹出窗口中显示的复选框来禁用此扫描。 如果禁用此扫描，则此功能不可用，因此扩展功能非常有限。"
  }
}