{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MailTemp UK"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MailTemp Disposable Temporary Email allows you to receive email from a temporary address that self-destructs after a while."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the Ultimate Email Convenience: The MailTemp Chrome Extension\n\nExperience the future of temporary email services with the MailTemp Chrome Extension. Designed for efficiency and ease of use, our extension is a game-changer for anyone who values their online privacy and time.\n\nWhy Choose the MailTemp Chrome Extension?\n\nInstant Access: Create disposable email addresses directly from your Chrome browser, no need to navigate to our website. With just a few clicks, secure a new email ID for any online registration, subscription, or temporary communication need.\nReal-Time Notifications: Stay updated with real-time notifications for incoming emails. You don’t have to constantly check the website; our extension brings the information right to your browser.\nUser-Friendly Interface: We’ve designed our extension with simplicity in mind. Its intuitive interface means you can get started right away, without any learning curve.\nEnhanced Privacy and Security: Keep your primary email address clean and secure from spam, promotional emails, and potential phishing attacks. With MailTemp, your online interactions remain private and your inbox stays clutter-free.\nFree and Easy to Install: Like our email service, the MailTemp Chrome Extension is completely free to use. Installation is quick and straightforward, ensuring you can start using it without any hassle.\n\nHow It Works:\n\nInstall the MailTemp Chrome Extension from the Chrome Web Store.\nOnce installed, click on the extension icon in your browser to generate a new temporary email address.\nUse this email address as you wish, for sign-ups, registrations, or any other online activity where an email address is required.\nReceive and view emails directly through the extension, with alerts notifying you of new messages.\n\nIt's that simple! The MailTemp Chrome Extension is your new ally in managing online communications with ease and security. Say goodbye to spam and hello to simplicity."
  }
}