{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create Daily Quote"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Display a daily quote."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview\nThe \"Create Daily Quote\" Chrome extension is designed to provide users with daily inspiration by generating and displaying a random quote every day. This extension is perfect for anyone looking to start their day with a dose of motivation, wisdom, or positivity. Whether you're a student, professional, or someone who enjoys inspirational quotes, this extension offers an easy way to receive daily encouragement.\n\nHow It Works\n1. Simple and Intuitive Interface: Once installed, the \"Create Daily Quote\" extension can be accessed by clicking on the extension icon in your Chrome toolbar. The extension opens a small popup window that displays the quote of the day.\n2. Daily Quote Generation: Each day, when you open the extension, it generates a new random quote from a predefined list of inspirational quotes. This quote is displayed prominently in the popup window.\n3. Offline Access: The extension works offline, meaning you can access your daily quote even when you're not connected to the internet.\n\nLimitations\n1. Limited Quote Database: The extension currently relies on a predefined list of quotes. While it offers a diverse range of quotes, the database is finite, and you may eventually encounter repeated quotes if used extensively over a long period.\n2. No Advanced Filtering: The extension does not provide advanced filtering options for quotes. If you are looking for quotes on a very specific topic or from a specific author, this extension may not meet your needs.\n3. Limited Language Support: Currently, the extension supports only English-language quotes. Users looking for quotes in other languages will not find this extension useful.\n4. No Syncing Across Devices: The extension does not sync your favorite quotes or preferences across different devices. Customizations and quote history are stored locally on your browser.\n\nHow to Use\n1. Installation: Install the \"Create Daily Quote\" extension from the Chrome Web Store. Once installed, the extension icon will appear in your Chrome toolbar.\n2. Viewing the Daily Quote: Click on the extension icon to open the popup and view your daily quote.\n3. Changing the Quote: Clicking on the extension icon again & again will open the popup with new quote.\n\n\nPrivacy and Security\nThe \"Create Daily Quote\" extension is designed with user privacy in mind. It does not collect any personal data or track your browsing activity. The extension does not require any permissions beyond the minimum needed to function, and it does not interact with websites or access your browsing history.\n\nConclusion\nThe \"Create Daily Quote\" Chrome extension is a simple yet effective tool for anyone who enjoys starting their day with a bit of inspiration. While it has some limitations in terms of customization and quote variety, its ease of use, offline access, make it a valuable addition to your Chrome browser. Install it today and let a daily dose of inspiration brighten your day!"
  }
}