{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Infobase"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your search experience with access to your Infobase streaming video resources right along side your Google search results."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simply click “Add to Chrome” to start. Any time your users do a search, relevant video content from your active Infobase streaming video subscriptions will appear at the top right of the search results page. Your users will enjoy instant access to the outstanding films in your trusted Infobase streaming video resources—no need to scroll endlessly trying to find just the right content.\n \nThe Infobase streaming video subscriptions include:\n \nFilms On Demand (for academic institutions)\nClassroom Video On Demand (for high schools)\nLearn360 (for K-12 schools)\nAccess Video On Demand (for public libraries)\nJust for Kids (for public libraries)\nFeature Films for Education (for K-12 and academic institutions)\n \nHelp promote digital literacy and save your students and patrons time by ensuring that they find authoritative, reliable content fast.   \n \nQ: How do I start using the Infobase extension?\nClick “Add to Chrome” and sign in with either an existing Infobase user account or your Google account. You must have Google sign-in enabled in the admin portal for this option to work.\n \nQ. Do I need to be an Infobase subscriber?\nYes. Users must have an active subscription to Films On Demand, Classroom Video On Demand, or Access Video On Demand in order to use this extension."
  }
}