{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Focus - block distracting websites"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Block distracting websites to help you focus."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Why choose Focus?\n\nIt's straightforward. No overly-functional bs, just add the websites you want to block to the list and turn the blocking mode on.\nThe extension's core purpose is to prevent you from distracting yourself, by blocking your access to the websites you've listed. No registration is required, and no data is being collected. \n\nYou can check out the github repo by clicking on the link in the popup's \"Show links\" section, or directly access this link: https://github.com/prslv/focus\n\nFunctions:\n- Add as many websites as you want. Either click on the 'current page' button to add the current website you are on to the list, or manually write the website in the input below, which should be formatted like this: websitename.extension. Example: youtube.com\n(when you enter one website, submit it by pressing on the arrow that displays next to the input, or by pressing \"Enter\" on your keyboard).\n\n- Remove a website from the list by clicking on it.\n\n- Choose to either display a black overlay with a \"focus.\" text in the middle, or to automatically close the tab for you.\n\n- Changes you make to the list or blocking method apply in real time, so you don't need to refresh pages for them to work.\n\nImportant:\nYour preferences (website list, blocking mode, etc.) are saved in your browser's local storage. This means that if you clear your browser's cache or cookies they might reset."
  }
}