{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bloomreach Pixel Validator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enables you to effortlessly track and validate Bloomreach pixel requests"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This tool helps you validate, diagnose, and troubleshoot your implementation of the Bloomreach pixel. Bloomreach Pixel Validator checks if all the required parameters are populated and validates the accuracy of a specific set of parameter values.\n\nHere’s how you can use this tool: \n\n1. Toggle ON the recording to start the session.\n\n2. Browse the site and record Pixel activity\nStart browsing your site to record pixel logs. This can be a typical user workflow through your site. For instance, to check the implementation of the Conversion Page View Pixel and Add-to-cart Pixel, you can record yourself going through the checkout process after adding a few products to your cart. \n\n3. Understand Pixel records\nYou can now review what Pixel Validator captured. Each pixel record indicates the pixel status with the URL the pixel was fired on. The most recent pixel shows up on top in the expanded state. The records are color-coded to indicate the following.\n- Red - We are unable to validate the pixel parameters.\n- Yellow - Some parameters may have wrong or unnecessary values.\n- Green - The captured pixel looks good.\n\n4. Use additional features \n- Search using the type-in box to filter different parameters\n- Copy values to the clipboard by clicking any parameter \n- Delete the recorded pixels\n- Help option to get instant access to documentation. \n- Export files\nExport option allows you to save the report as a PDF.  Clicking the button opens a new window with all your pixel records.\n\n5. Toggle OFF the recording to end and clear the current session."
  }
}