{
  "name": {
    "ar": "تلعب Zwat vs Zombies عبر الإنترنت",
    "am": "ZWAT VS ዞምቢዎች በመስመር ላይ ይጫወታሉ",
    "bg": "Zwat срещу зомбита играят онлайн",
    "bn": "জওয়াত বনাম জম্বিগুলি অনলাইনে খেলুন",
    "ca": "Zwat vs Zombies Play en línia",
    "cs": "ZWAT vs Zombies hrají online",
    "da": "Zwat vs Zombies spiller online",
    "de": "Zwat gegen Zombies spielen online",
    "el": "Το Zwat vs Zombies παίζει στο διαδίκτυο",
    "en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pt_BR,pt_PT,zh_CN,zh_TW": "ZWAT vs Zombies Play Online",
    "es": "Zwat vs zombies juega en línea",
    "et": "Zwat vs zombid mängivad veebis",
    "fa": "Zwat vs Zombies بصورت آنلاین بازی می کند",
    "fi": "Zwat vs zombeja pelaa verkossa",
    "fr": "Zwat vs zombies jouent en ligne",
    "gu": "ઝ્વાટ વિ ઝોમ્બિઓ play નલાઇન રમે છે",
    "he": "Zwat vs Zombies משחק באינטרנט",
    "hi": "Zwat बनाम लाश ऑनलाइन खेलते हैं",
    "hr": "Zwat vs zombiji igraju se na mreži",
    "hu": "Zwat vs zombik online játszanak",
    "id": "Zombie zwat vs bermain online",
    "it": "Zwat vs Zombies gioca online",
    "ja": "ZWAT対ゾンビはオンラインでプレイします",
    "kn": "ಜ್ವಾಟ್ ವರ್ಸಸ್ ಸೋಮಾರಿಗಳು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಆಡುತ್ತಾರೆ",
    "ko": "Zwat vs Zombies는 온라인으로 플레이합니다",
    "ml": "Zwat Vs സോമ്പികൾ ഓൺലൈനിൽ പ്ലേ ചെയ്യുന്നു",
    "mr": "झ्वाट वि झोम्बी ऑनलाईन प्ले करा",
    "ms": "Zwat vs zombi main dalam talian",
    "nl": "Zwat vs zombies spelen online",
    "no": "Zwat vs zombier spiller online",
    "pl": "Zwat vs Zombies grają online",
    "ro": "Zwat vs Zombies joacă online",
    "ru": "Zwat vs Zombies Play Online",
    "sk": "Zwat vs zombie hrajú online",
    "sl": "Zwat vs zombiji igrajo na spletu",
    "sr": "ЗВАТ вс Зомбиес Плаи Онлине",
    "sv": "Zwat vs Zombies spelar online",
    "sw": "Zwat vs Zombies hucheza mkondoni",
    "ta": "ஸ்வாட் Vs ஜோம்பிஸ் ஆன்லைனில் விளையாடுகிறது",
    "te": "జ్వాట్ vs జాంబీస్ ఆన్‌లైన్‌లో ఆడతారు",
    "th": "Zwat vs Zombies เล่นออนไลน์",
    "tr": "Zwat vs Zombies Çevrimiçi Oynat",
    "uk": "Zwat vs Zombies грає в Інтернеті",
    "vi": "ZWAT vs Zombies chơi trực tuyến"
  },
  "short": {
    "ar": "العب كبطل تحتاج المدينة أثناء محاولة إنزال أكبر عدد ممكن من الزومبي. كسب المال للاستخدام على ترقيات الأسلحة.",
    "am": "በተቻለ መጠን ብዙ ዞምቢዎችን ለመውሰድ ሲሞክሩ ከተማዋ እንደ ጀግና ይጫወቱ. በጦር መሣሪያ ማሻሻያ ላይ ለመጠቀም የገንዘብ ገንዘብ ያግኙ.",
    "bg": "Играйте като герой, от който градът се нуждае, докато се опитвате да свалите колкото се може повече зомбита. Печелете пари в брой,…",
    "bn": "আপনি যতটা সম্ভব জম্বি নামানোর চেষ্টা করার সাথে সাথে শহরটির প্রয়োজন নায়ক হিসাবে খেলুন। অস্ত্র আপগ্রেডে ব্যবহারের জন্য নগদ অর্থ…",
    "ca": "Jugar com a heroi que la ciutat necessita a mesura que intenteu enderrocar el màxim de zombis possibles. Guanyeu diners en efectiu…",
    "cs": "Hrajte jako hrdina, který město potřebuje, když se snažíte sundat co nejvíce zombie. Vydělávejte peníze na použití na upgrady…",
    "da": "Spil som en helt, som byen har brug for, når du prøver at tage så mange zombier som muligt. Tjen kontante penge til brug på…",
    "de": "Spielen Sie als Held, die die Stadt braucht, während Sie versuchen, so viele Zombies wie möglich zu besiegen. Verdienen Sie…",
    "el": "Παίξτε ως ήρωας που χρειάζεται η πόλη καθώς προσπαθείτε να κατεβάσετε όσο το δυνατόν περισσότερα ζόμπι. Κερδίστε χρήματα μετρητών…",
    "en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pt_BR,pt_PT,zh_CN,zh_TW": "Play as a hero the city needs as you try to take down as many zombies as possible. Earn cash money to use on weapon upgrades.",
    "es": "Juega como un héroe que la ciudad necesita mientras intentas derribar tantos zombis como sea posible. Gane dinero en efectivo para…",
    "et": "Mängige kangelasena, mida linn vajab, kui proovite võimalikult palju zombisid maha võtta. Teenige raha raha relvade…",
    "fa": "به عنوان یک قهرمان بازی کنید که شهر به آن نیاز دارد که سعی می کنید هرچه بیشتر زامبی ها را از بین ببرید. برای استفاده در ارتقاء سلاح…",
    "fi": "Pelaa sankarina, jota kaupunki tarvitsee, kun yrität poistaa mahdollisimman monta zombia. Ansaitse käteisrahaa käytettäväksi…",
    "fr": "Jouez comme un héros dont la ville a besoin alors que vous essayez de retirer autant de zombies que possible. Gagnez de l'argent en…",
    "gu": "તમે શક્ય તેટલા ઝોમ્બિઓને નીચે ઉતારવાનો પ્રયાસ કરો ત્યારે શહેરને એક હીરોની જરૂર છે. શસ્ત્ર અપગ્રેડ્સ પર વાપરવા માટે રોકડ નાણાં કમાઓ.",
    "he": "שחק כגיבור שהעיר זקוקה לו כשאתה מנסה להוריד כמה שיותר זומבים. הרוויח כסף במזומן לשימוש בשדרוגי נשק.",
    "hi": "एक नायक के रूप में खेलें शहर की जरूरत है क्योंकि आप जितना संभव हो उतना लाश लेने की कोशिश करते हैं। हथियार उन्नयन पर उपयोग करने के…",
    "hr": "Igrajte se kao heroj koji grad treba dok pokušavate srušiti što više zombija. Zaradite novac za korištenje na nadogradnji oružja.",
    "hu": "Játsszon olyan hősként, amelyre a városnak szüksége van, amikor megpróbálja a lehető legtöbb zombit levenni. Keressen készpénzt a…",
    "id": "Bermainlah sebagai pahlawan yang dibutuhkan kota saat Anda mencoba untuk mengalahkan sebanyak mungkin zombie. Dapatkan uang tunai…",
    "it": "Gioca come un eroe di cui la città ha bisogno mentre cerchi di abbattere il maggior numero possibile di zombi. Guadagna denaro in…",
    "ja": "できるだけ多くのゾンビを倒そうとするとき、街が必要とするヒーローとしてプレイしてください。 武器のアップグレードで使用するために現金を稼ぎます。",
    "kn": "ನೀವು ಸಾಧ್ಯವಾದಷ್ಟು ಸೋಮಾರಿಗಳನ್ನು ಕೆಳಗಿಳಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಿರುವಾಗ ನಗರಕ್ಕೆ ಅಗತ್ಯವಿರುವ ನಾಯಕನಾಗಿ ಆಟವಾಡಿ. ಶಸ್ತ್ರಾಸ್ತ್ರ ನವೀಕರಣಗಳಲ್ಲಿ ಬಳಸಲು…",
    "ko": "가능한 한 많은 좀비를 쓰러 뜨리려고 할 때 도시가 필요로하는 영웅으로 플레이하십시오. 무기 업그레이드에 사용할 현금 자금을 벌 수 있습니다.",
    "ml": "നിങ്ങൾ കഴിയുന്നത്ര സോമ്പികൾ എടുക്കാൻ ശ്രമിക്കുമ്പോൾ നഗരത്തിന് ആവശ്യമായ നായകനെന്ന നിലയിൽ കളിക്കുക. ആയുധ നവീകരണങ്ങളിൽ ഉപയോഗിക്കാൻ പണ…",
    "mr": "आपण जास्तीत जास्त झोम्बी खाली घेण्याचा प्रयत्न करता तेव्हा शहराला आवश्यक एक नायक म्हणून खेळा. शस्त्राच्या अपग्रेडवर वापरण्यासाठी…",
    "ms": "Bermain sebagai wira yang diperlukan oleh bandar ketika anda cuba menurunkan sebanyak mungkin zombi. Dapatkan wang tunai untuk…",
    "nl": "Speel als een held die de stad nodig heeft als je probeert zoveel mogelijk zombies neer te halen. Verdien contant geld om te…",
    "no": "Spill som en helt byen trenger når du prøver å ta ned så mange zombier som mulig. Tjen kontantpenger for å bruke på…",
    "pl": "Graj jako bohater, którego miasto potrzebuje, próbując zdjąć jak najwięcej zombie. Zarabiaj pieniądze do użycia na modernizację…",
    "ro": "Joacă ca erou de care are nevoie orașul în timp ce încerci să dai jos cât mai mulți zombi. Câștigă bani în numerar pentru a fi…",
    "ru": "Играйте как героя, в котором нужен город город, пытаясь снять как можно больше зомби. Заработайте денежные деньги, чтобы…",
    "sk": "Hrajte ako hrdina, ktorý mesto potrebuje, keď sa snažíte zložiť čo najviac zombie. Zarobte si hotovostné peniaze na použitie pri…",
    "sl": "Igrajte kot junak, ki ga mesto potrebuje, ko poskušate odstraniti čim več zombijev. Zaslužite denar za uporabo pri nadgradnji…",
    "sr": "Играјте се као херој Цити треба док покушавате да срушите што је могуће више зомбија. Зарадите новчани новац за употребу на…",
    "sv": "Spela som en hjälte som staden behöver när du försöker ta ner så många zombies som möjligt. Tjäna kontantpengar att använda på…",
    "sw": "Cheza kama shujaa mji unahitaji wakati unajaribu kuchukua chini Zombies nyingi iwezekanavyo. Pata pesa za pesa kutumia kwenye…",
    "ta": "முடிந்தவரை பல ஜோம்பிஸை நீங்கள் எடுக்க முயற்சிக்கும்போது நகரத்திற்கு தேவைப்படும் ஒரு ஹீரோவாக விளையாடுங்கள். ஆயுத மேம்பாடுகளில்…",
    "te": "మీరు వీలైనన్ని ఎక్కువ జాంబీస్‌ను తొలగించడానికి ప్రయత్నిస్తున్నప్పుడు నగరానికి హీరోగా ఆడండి. ఆయుధ నవీకరణలలో ఉపయోగించడానికి నగదు…",
    "th": "เล่นเป็นฮีโร่ที่เมืองต้องการในขณะที่คุณพยายามกำจัดซอมบี้ให้ได้มากที่สุด รับเงินสดเพื่อใช้ในการอัพเกรดอาวุธ",
    "tr": "Bir kahraman olarak oynayın, mümkün olduğunca çok sayıda zombi indirmeye çalışırken şehrin ihtiyaç duyduğu bir kahraman. Silah…",
    "uk": "Грайте як герой, яке потрібно місту, коли ви намагаєтесь зняти якомога більше зомбі. Заробляйте готівкові гроші, щоб…",
    "vi": "Chơi như một anh hùng mà thành phố cần khi bạn cố gắng hạ gục càng nhiều zombie càng tốt. Kiếm tiền bằng tiền mặt để sử dụng cho…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play as a hero the city needs as you try to take down as many zombies as possible. Earn cash money to use on weapon upgrades and ammo as you attempt to survive as long as possible. \n\nyou can  Play all categories Game also.\n\nBlast away wave after wave of undead as you try to be the hero you always knew you could be in this epic online zombie shooting game.\n\nHow to play: PC: Arrow keys to move, Spacebar to attack, Q,E keys to change weapons. Mobile/Tablet: Use touch controls to move, attack and change weapons.Swat vs Zombies is an online action game that we hand picked for Lagged.com. This is one of our favorite mobile action games that we have to play. Simply click the big play button to start having fun. If you want more titles like this, then check out Turkey Shooter or Puppets Cemetery."
  }
}