{
  "name": {
    "ar": "Better Tab: الاتصال السريع وموجز الأخبار والمهام",
    "am,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,hi,hr,it,kn,ml,mr,ms,no,pt_PT,ru,sr,sw,ta,zh_CN,zh_TW": "Better Tab: Speed Dial, News Feed & To-do",
    "bg": "Better Tab: емисия за новини и задачи",
    "bn": "Better Tab: স্পিড ডায়াল, নিউজ ফিড এবং করণীয়",
    "ca": "Better Tab: Dreceres, canal de notícies i llista de tasques pendents",
    "cs": "Better Tab: Zkratky, informační kanál a seznam úkolů",
    "da": "Better Tab: Genveje, nyhedsfeed og opgaveliste",
    "de": "Better Tab: Kurzwahl, Newsfeed & Aufgaben",
    "es": "Better Tab - Noticias, clima, tareas y más!",
    "he": "Better Tab: חיוג מהיר, עדכון חדשות ומשימות",
    "hu": "Better Tab: Parancsikonok, hírfolyam és teendőlista",
    "id": "Better Tab: Pintasan, Umpan Berita, dan Daftar Tugas",
    "ja": "Better Tab: ショートカット、ニュースフィード、やることリスト",
    "ko": "Better Tab: 바로 가기, 뉴스 피드 및 할 일 목록",
    "lt": "Better Tab: Spartieji klavišai, naujienų kanalas ir darbų sąrašas",
    "lv": "Better Tab: Īsceļi, ziņu plūsma un uzdevumu saraksts",
    "nl": "Better Tab: Snelkoppelingen, nieuwsfeed en takenlijst",
    "pl": "Better Tab: Skróty, kanał informacyjny i lista rzeczy do zrobienia",
    "pt_BR": "Better Tab - Notícias, clima, tarefas e mais!",
    "ro": "Better Tab: Comenzi rapide, flux de știri și listă de activități",
    "sk": "Better Tab: Skratky, informačný kanál a zoznam úloh",
    "sl": "Better Tab: Bližnjice, vir novic in seznam opravil",
    "sv": "Better Tab: Genvägar, nyhetsflöde och att göra-lista",
    "te": "Better Tab: న్యూస్ ఫీడ్ మరియు చేయవలసిన పనుల జాబితా",
    "th": "Better Tab: ทางลัด ฟีดข่าว และรายการสิ่งที่ต้องทำ",
    "tr": "Better Tab: Kısayollar, Haber Kaynağı ve Yapılacaklar Listesi",
    "uk": "Better Tab: Ярлики, стрічка новин і список справ",
    "vi": "Better Tab: Bảng tin và việc cần làm"
  },
  "short": {
    "ar": "استبدل علامة التبويب الجديدة المملة بأي موجز أخبار وطقس وقائمة مهام وأحداث والمزيد!",
    "am,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,hi,hr,kn,ml,mr,ms,no,pt_PT,sr,sw,ta,zh_CN,zh_TW": "Replace your boring new tab with a feed of your favorite news, weather, to-do list, events and more!",
    "bg": "Заменете скучния си нов раздел с всяка емисия за новини, време, списък със задачи, събития и други!",
    "bn": "যেকোনো নিউজ ফিড, আবহাওয়া, করণীয় তালিকা, ইভেন্ট এবং আরও অনেক কিছু দিয়ে আপনার বিরক্তিকর নতুন ট্যাব প্রতিস্থাপন করুন!",
    "ca": "Substitueix la teva nova pestanya avorrida per qualsevol canal de notícies, temps, llista de tasques pendents, esdeveniments i molt…",
    "cs": "Nahraďte svou nudnou novou kartu jakýmkoli zpravodajským kanálem, počasím, seznamem úkolů, událostmi a dalšími!",
    "da": "Udskift din nye kedelige fane med ethvert nyhedsfeed, vejr, huskeliste, begivenheder og meget mere!",
    "de": "Ersetzen Sie Ihren langweiligen neuen Tab durch einen Feed mit Ihren Nachrichten, dem Wetter, Ihrer Aufgabenliste und mehr!",
    "el": "Αντικαταστήστε τη βαρετή νέα σας καρτέλα με μια ροή των ειδήσεων, του καιρού, της λίστας υποχρεώσεων και άλλων!",
    "es": "Reemplace su nueva pestaña aburrida con una fuente de sus noticias favoritas, clima, lista de tareas, eventos y más!",
    "fr": "Remplacez votre nouvel onglet ennuyeux par un flux d'actualités, de météo, de liste de tâches, et plus encore!",
    "he": "החלף את הכרטיסייה החדשה והמשעממת שלך בכל עדכון חדשות, מזג אוויר, רשימת מטלות, אירועים ועוד!",
    "hu": "Cserélje le unalmas új lapját bármilyen hírfolyammal, időjárással, teendők listájával, eseményekkel és még sok mással!",
    "id": "Ganti tab baru Anda yang membosankan dengan umpan berita, cuaca, daftar tugas, acara, dan lainnya!",
    "it": "Sostituisci la tua nuova noiosa scheda con un feed delle tue notizie, meteo, elenco di cose da fare e altro!",
    "ja": "退屈な新しいタブをニュースフィード、天気、やることリスト、イベントなどに置き換えてください！",
    "ko": "지루한 새 탭을 뉴스 피드, 날씨, 할 일 목록, 이벤트 등으로 교체하세요!",
    "lt": "Pakeiskite savo nuobodų naują skirtuką bet kokiu naujienų kanalu, oru, darbų sąrašu, įvykiais ir dar daugiau!",
    "lv": "Aizstājiet savu garlaicīgo jauno cilni ar jebkuru ziņu plūsmu, laikapstākļiem, uzdevumu sarakstu, notikumiem un daudz ko citu!",
    "nl": "Vervang je saaie nieuwe tabblad door een nieuwsfeed, weer, takenlijst, evenementen en meer!",
    "pl": "Zastąp swoją nudną nową kartę dowolnym kanałem wiadomości, pogodą, listą rzeczy do zrobienia, wydarzeniami i nie tylko!",
    "pt_BR": "Substitua a sua nova aba chata por um feed de suas notícias preferidas, clima, lista de tarefas, eventos e mais!",
    "ro": "Înlocuiește-ți noua filă plictisitoare cu orice flux de știri, vreme, listă de activități, evenimente și multe altele!",
    "ru": "Замените свою скучную новую вкладку лентой новостей, погоды, списка дел и многого другого!",
    "sk": "Nahraďte svoju nudnú novú kartu akýmkoľvek spravodajským kanálom, počasím, zoznamom úloh, udalosťami a ďalšími!",
    "sl": "Zamenjajte svoj dolgočasen nov zavihek s katerim koli virom novic, vremenom, seznamom opravil, dogodki in drugim!",
    "sv": "Byt ut din nya tråkiga flik med valfritt nyhetsflöde, väder, att göra-lista, evenemang och mer!",
    "te": "ఏదైనా వార్తల ఫీడ్, వాతావరణం, చేయవలసిన పనుల జాబితా, ఈవెంట్‌లు మరియు మరిన్నింటితో మీ బోరింగ్ కొత్త ట్యాబ్‌ను భర్తీ చేయండి!",
    "th": "แทนที่แท็บใหม่ที่น่าเบื่อของคุณด้วยฟีดข่าว สภาพอากาศ รายการสิ่งที่ต้องทำ กิจกรรม และอีกมากมาย!",
    "tr": "Sıkıcı yeni sekmenizi herhangi bir haber akışı, hava durumu, yapılacaklar listesi, etkinlikler ve daha fazlasıyla değiştirin!",
    "uk": "Замініть свою нудну нову вкладку будь-якою стрічкою новин, погодою, списком справ, подіями тощо!",
    "vi": "Thay thế tab mới nhàm chán của bạn bằng bất kỳ nguồn cấp tin tức, thời tiết, danh sách việc cần làm, sự kiện và hơn thế nữa!"
  },
  "long": {
    "ar": "تم تصميم Better Tab لجعل متصفحك أكثر فائدة! استبدل علامة التبويب الجديدة المملة بموجز من الأخبار المفضلة لديك والطقس وقائمة المهام والأحداث والمزيد! الكثير من التخصيصات لجعل \"علامة تبويب أفضل\" ملكك!\n\nمباشرة على صفحتك الرئيسية أو في علامة تبويب جديدة سيكون لديك:\n\n - موجز الأخبار: \nالأخبار بعشرات اللغات ، يمكنك اختيار أبرز الأحداث من منطقتك أو من موقع الأخبار المفضل لديك! من الممكن أيضًا إضافة أي رابط موجز RSS (بتنسيق XML) للبقاء على اطلاع دائمًا!\n\n - قائمة المهام: \nأضف مهامك إلى قائمة المهام ، وانقل المهام لتعيين الأولوية ، واحذفها عند الانتهاء ، وقم بالوصول بسهولة إلى مهامك في القائمة المنبثقة للملحق!\n\n - قائمة الأحداث والمواعيد: \nأضف تذكيرات وأعياد ميلاد واجتماعات ... واحصل على هذه المعلومات طوال الوقت!\n\n - اختصارات لمواقع الويب:\nاختر ما إذا كنت تريد تخطيطًا أبسط بمجرد البحث وقائمة الاتصال السريع مع 20 موقعًا من مواقعك المفضلة! قم بإضافة المواقع وإزالتها وإعادة ترتيبها كيفما تشاء. يمكنك أيضًا اختيار صورة خلفية لجعل علامة التبويب \"Better Tab\" أكثر تخصيصًا!\n\nسوف تجد أيضًا:\n- التاريخ و الوقت؛\n- كيف هي حالة الطقس الآن؛\n- تقويم الأعياد الوطنية.\n- 3 أنظمة ألوان للوضع الداكن ؛\n- 5 أنماط مختلفة للصفحة",
    "am,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,hi,hr,kn,ml,mr,ms,no,pt_PT,sr,sw,ta,zh_CN,zh_TW": "Better Tab was designed to make your browser more useful! Lots of customizations to make Better Tab your own!\n\nRight on your homepage or in a new tab you will have:\n\n- News feed:\nNews in dozens of languages, you can choose the highlights from your region or from your favorite news site! It is also possible to add any RSS Feed link (in XML) to stay always informed!\n\n- To-do list:\nAdd your tasks to a to-do list, move tasks to set priority, delete when done, and easily access your tasks in the extension popup!\n\n- List of events and appointments:\nAdd reminders, birthdays and meetings... and have this information all the time!\n\n- Shortcuts to websites:\nChoose if you want a simpler layout with just a search and a Speed Dial list with 20 of your favorite sites! Add, remove and rearrange sites however you like. You can also choose a background image to make your Better Tab even more personalized!\n\nYou will also find:\n- Date and time;\n- How is the weather now;\n- Calendar of national holidays;\n- 3 color schemes for dark mode;\n- 5 different page styles\n\nIMPORTANT:\n* This extension uses the following affiliate programs: AliExpress, Amazon, Banggood and Shopee. By installing and using it, you agree to replace the links on these sites with affiliate links.\n* Affiliate links do not generate any additional cost to the user.",
    "bg": "Better Tab е създаден, за да направи браузъра ви по-полезен! Директно на началната си страница или в нов раздел ще имате:\n\n- Емисия за новини:\nНовини на десетки езици, можете да изберете акцентите от вашия регион или от любимия си новинарски сайт! Също така е възможно да добавите всяка връзка към RSS емисия (в XML), за да сте винаги информирани!\n\n- Списък със задачи:\nДобавете задачите си към списък със задачи, преместете задачите, за да зададете приоритет, изтрийте, когато сте готови, и лесен достъп до задачите си в изскачащия прозорец на разширението!\n\n- Списък със събития и срещи:\nДобавете напомняния, рождени дни и срещи... и имайте тази информация през цялото време!\n\n- Преки пътища към уебсайтове:\nИзберете, ако искате по-просто оформление само с търсене и списък за бързо набиране с 20 от любимите ви сайтове! Добавяйте, премахвайте и пренареждайте сайтове, както желаете. Можете също да изберете фоново изображение, за да направите своя раздел Better още по-персонализиран!\n\nЩе намерите също:\n- Дата и час;\n- Как е времето сега;\n- Календар на националните празници;\n- 3 цветови схеми за тъмен режим;\n- 5 различни стила на страници;",
    "bn": "Better Tab আপনার ব্রাউজারকে আরও উপযোগী করার জন্য ডিজাইন করা হয়েছে! আপনার প্রিয় খবর, আবহাওয়া, করণীয় তালিকা, ইভেন্ট এবং আরও অনেক কিছুর ফিড দিয়ে আপনার বিরক্তিকর নতুন ট্যাবটি প্রতিস্থাপন করুন! Better Tab কে আপনার নিজের করার জন্য প্রচুর কাস্টমাইজেশন!\n\nসরাসরি আপনার হোমপেজে বা একটি নতুন ট্যাবে আপনার কাছে থাকবে:\n\n- নিউজ ফিড:\nকয়েক ডজন ভাষায় খবর, আপনি আপনার অঞ্চল বা আপনার প্রিয় সংবাদ সাইট থেকে হাইলাইট চয়ন করতে পারেন! সবসময় অবগত থাকার জন্য যেকোনো RSS ফিড লিঙ্ক (XML-এ) যোগ করাও সম্ভব!\n\n- করণীয় তালিকা:\nএকটি করণীয় তালিকায় আপনার কাজগুলি যুক্ত করুন, অগ্রাধিকার সেট করতে কাজগুলি সরান, হয়ে গেলে মুছুন এবং এক্সটেনশন পপআপে সহজেই আপনার কাজগুলি অ্যাক্সেস করুন!\n\n- ইভেন্ট এবং অ্যাপয়েন্টমেন্টের তালিকা:\nঅনুস্মারক, জন্মদিন এবং মিটিং যোগ করুন... এবং সব সময় এই তথ্য রাখুন!\n\n- ওয়েবসাইটের শর্টকাট:\nআপনি যদি আপনার পছন্দের 20টি সাইটের সাথে একটি অনুসন্ধান এবং একটি স্পিড ডায়াল তালিকা সহ একটি সহজ লেআউট চান তবে চয়ন করুন! আপনার পছন্দ অনুযায়ী সাইট যোগ করুন, সরান এবং পুনর্বিন্যাস করুন। আপনার বেটার ট্যাবকে আরও ব্যক্তিগতকৃত করতে আপনি একটি ব্যাকগ্রাউন্ড ইমেজও বেছে নিতে পারেন!\n\nএছাড়াও আপনি পাবেন:\n- তারিখ এবং সময়;\n- কিভাবে আবহাওয়া এখন;\n- জাতীয় ছুটির ক্যালেন্ডার;\n- অন্ধকার মোডের জন্য 3টি রঙের স্কিম;\n- 5টি ভিন্ন পৃষ্ঠা শৈলী",
    "ca": "Better Tab va ser dissenyat per fer que el vostre navegador sigui més útil! Substitueix la teva nova pestanya avorrida per un feed de les teves notícies preferides, el temps, la llista de tasques pendents, els esdeveniments i molt més! Moltes personalitzacions per fer la teva \"Better Tab\"!\n\nDirectament a la teva pàgina d'inici o en una nova pestanya tindreu:\n\n- Canal de notícies:\nNotícies en desenes d'idiomes, podeu triar els moments més destacats de la vostra regió o del vostre lloc de notícies preferit! També és possible afegir qualsevol enllaç RSS (en XML) per estar sempre informat!\n\n- Llista de tasques pendents:\nAfegiu les vostres tasques a una llista de tasques pendents, moveu-les per establir prioritats, suprimiu-les quan acabeu i accediu fàcilment a les vostres tasques a la finestra emergent de l'extensió.\n\n- Llista d'actes i cites:\nAfegiu recordatoris, aniversaris i reunions... i tingueu aquesta informació tot el temps!\n\n- Dreceres a llocs web:\nTrieu si voleu un disseny més senzill amb només una cerca i una llista de marcatge ràpid amb 20 dels vostres llocs preferits! Afegeix, elimina i reorganitza els llocs com vulguis. També podeu triar una imatge de fons per personalitzar encara més la vostra pestanya Better!\n\nTambé trobareu:\n- Data i hora;\n- Com està el temps ara?\n- Calendari de festes nacionals;\n- 3 esquemes de colors per al mode fosc;\n- 5 estils de pàgina diferents",
    "cs": "Better Tab byl navržen tak, aby byl váš prohlížeč užitečnější! Nahraďte svou nudnou novou kartu zdrojem vašich oblíbených zpráv, počasí, seznamu úkolů, událostí a dalších! Spousta přizpůsobení, abyste si mohli Better Tab přizpůsobit!\n\nPřímo na vaší domovské stránce nebo na nové záložce budete mít:\n\n- Zdroj zpráv:\nZprávy v desítkách jazyků, můžete si vybrat to nejlepší ze svého regionu nebo ze svého oblíbeného zpravodajského webu! Je také možné přidat jakýkoli odkaz na RSS kanál (v XML), abyste byli vždy informováni!\n\n- Seznam úkolů:\nPřidejte své úkoly do seznamu úkolů, přesouvejte úkoly a nastavte prioritu, po dokončení je odstraňte a snadno přistupujte k úkolům ve vyskakovacím okně rozšíření!\n\n- Seznam událostí a schůzek:\nPřidejte upomínky, narozeniny a schůzky... a mějte tyto informace neustále!\n\n- Zkratky na webové stránky:\nVyberte, zda chcete jednodušší rozvržení s pouhým vyhledáváním a seznamem rychlých voleb s 20 vašimi oblíbenými stránkami! Přidejte, odeberte a přeuspořádejte weby, jak chcete. Můžete si také vybrat obrázek na pozadí, aby byla karta Better Tab ještě více přizpůsobená!\n\nNajdete zde také:\n- Datum a čas;\n- Jaké je teď počasí;\n- Kalendář státních svátků;\n- 3 barevná schémata pro tmavý režim;\n- 5 různých stylů stránky",
    "da": "Better Tab er designet til at gøre din browser mere nyttig! Udskift din kedelige nye fane med et feed med dine yndlingsnyheder, vejr, huskeliste, begivenheder og meget mere! Masser af tilpasninger for at gøre Better Tab til din egen!\n\nDirekte på din hjemmeside eller i en ny fane vil du have:\n\n- Nyhedsfeed:\nNyheder på snesevis af sprog, du kan vælge højdepunkterne fra din region eller fra din foretrukne nyhedsside! Det er også muligt at tilføje et hvilket som helst RSS-feed-link (i XML) for altid at holde dig informeret!\n\n- Huskeliste:\nFøj dine opgaver til en opgaveliste, flyt opgaver for at indstille prioritet, slet, når du er færdig, og få let adgang til dine opgaver i popup-udvidelsen!\n\n- Liste over begivenheder og aftaler:\nTilføj påmindelser, fødselsdage og møder... og hav disse oplysninger hele tiden!\n\n- Genveje til websteder:\nVælg, om du vil have et enklere layout med blot en søgning og en hurtigopkaldsliste med 20 af dine yndlingssider! Tilføj, fjern og omarranger websteder, som du vil. Du kan også vælge et baggrundsbillede for at gøre din Better Tab endnu mere personlig!\n\nDu finder også:\n- Dato og tid;\n- Hvordan er vejret nu;\n- Kalender for nationale helligdage;\n- 3 farveskemaer til mørk tilstand;\n- 5 forskellige sidestile;",
    "de": "Better Tab wurde entwickelt, um Ihren Browser nützlicher zu machen! Ersetzen Sie Ihren langweiligen neuen Tab durch einen Feed mit Ihren Lieblingsnachrichten, dem Wetter, der Aufgabenliste, Veranstaltungen und mehr! Viele Anpassungen, um Better Tab zu Ihrem eigenen zu machen!\n\nDirekt auf Ihrer Homepage oder in einem neuen Tab haben Sie:\n\n- Newsfeed:\nNachrichten in Dutzenden von Sprachen, Sie können die Highlights aus Ihrer Region oder von Ihrer bevorzugten Nachrichtenseite auswählen! Es ist auch möglich, einen beliebigen RSS-Feed-Link (in XML) hinzuzufügen, um immer informiert zu bleiben!\n\n- Aufgabenliste:\nFügen Sie Ihre Aufgaben zu einer To-Do-Liste hinzu, verschieben Sie Aufgaben, um Prioritäten festzulegen, löschen Sie sie, wenn sie erledigt sind, und greifen Sie im Erweiterungs-Popup einfach auf Ihre Aufgaben zu!\n\n- Liste der Veranstaltungen und Termine:\nFügen Sie Erinnerungen, Geburtstage und Meetings hinzu... und haben Sie diese Informationen immer dabei!\n\n- Verknüpfungen zu Websites:\nWählen Sie, ob Sie ein einfacheres Layout mit nur einer Suche und einer Kurzwahlliste mit 20 Ihrer Lieblingsseiten wünschen! Fügen Sie Websites hinzu, entfernen Sie sie und ordnen Sie sie nach Belieben neu an. Sie können auch ein Hintergrundbild auswählen, um Ihren Better Tab noch persönlicher zu gestalten!\n\nAußerdem finden Sie:\n- Datum (und Uhrzeit;\n- Wie ist das Wetter zurzeit;\n- Kalender der nationalen Feiertage;\n- 3 Farbschemata für den Dunkelmodus;\n- 5 verschiedene Seitenstile",
    "el": "Το \"Better Tab\" σχεδιάστηκε για να κάνει το πρόγραμμα περιήγησής σας πιο χρήσιμο! Αντικαταστήστε τη βαρετή νέα σας καρτέλα με μια ροή με τα αγαπημένα σας νέα, τον καιρό, τη λίστα υποχρεώσεων, τις εκδηλώσεις και πολλά άλλα! Πολλές προσαρμογές για να κάνετε το \"Better Tab\" δικό σας!\n\nΑπευθείας στην αρχική σας σελίδα ή σε μια νέα καρτέλα θα έχετε:\n- Ροή ειδήσεων:\nΕιδήσεις σε δεκάδες γλώσσες, μπορείτε να επιλέξετε τις καλύτερες στιγμές από την περιοχή σας ή από τον αγαπημένο σας ιστότοπο ειδήσεων! Είναι επίσης δυνατή η προσθήκη οποιουδήποτε συνδέσμου RSS Feed (σε XML) για να είστε πάντα ενημερωμένοι!\n\n- Λίστα υποχρεώσεων:\nΠροσθέστε τις εργασίες σας σε μια λίστα υποχρεώσεων, μετακινήστε εργασίες για να ορίσετε προτεραιότητα, διαγράψτε τις όταν τελειώσετε και αποκτήστε εύκολη πρόσβαση στις εργασίες σας στο αναδυόμενο παράθυρο επέκτασης!\n\n- Λίστα εκδηλώσεων και ραντεβού:\nΠροσθέστε υπενθυμίσεις, γενέθλια και συναντήσεις... και έχετε αυτές τις πληροφορίες συνέχεια!\n\n- Συντομεύσεις σε ιστότοπους:\nΕπιλέξτε αν θέλετε μια απλούστερη διάταξη με μόνο μια αναζήτηση και μια λίστα ταχείας κλήσης με 20 από τους αγαπημένους σας ιστότοπους! Προσθέστε, αφαιρέστε και αναδιατάξτε τους ιστότοπους όπως θέλετε. Μπορείτε επίσης να επιλέξετε μια εικόνα φόντου για να κάνετε το Better Tab σας ακόμα πιο εξατομικευμένο!\n\nΘα βρείτε επίσης:\n- Ημερομηνία και ώρα;\n- Πώς είναι ο καιρός τώρα;\n- Ημερολόγιο εθνικών εορτών.\n- 3 συνδυασμοί χρωμάτων για σκοτεινή λειτουργία.\n- 5 διαφορετικά στυλ σελίδας",
    "es": "Better Tab fue diseñada para hacer que su navegador sea más útil! Reemplace su nueva pestaña aburrida con una fuente de sus noticias favoritas, clima, lista de tareas, eventos y más!\n\nDirectamente en tu página de inicio o en una nueva pestaña tendrás:\n- Fuente de noticias:\nNoticias en decenas de idiomas, puedes elegir las principales noticias de tu región o tu periódico favorito! ¡También es posible agregar cualquier enlace de fuente RSS (en XML) para estar siempre informado!\n\n- Lista de tareas pendientes:\n¡Agregue sus tareas a una lista de tareas pendientes, mueva tareas para establecer la prioridad, elimínelas cuando haya terminado y acceda fácilmente al popup de extensión!\n\n- Lista de eventos y citas:\nAñade recordatorios, reuniones... ¡y ten esta información en todo momento!\n\n- Accesos directos a sitios web:\n¡Elige si quieres un diseño más simple con solo una búsqueda y una lista de 20 de tus sitios favoritos! Agregue, elimine y reorganice los sitios como desee. ¡También puede elegir una imagen de fondo para personalizar aún más su Better Tab!\n\nTambién encontrarás:\n- Fecha y hora;\n- Cómo está el clima ahora;\n- Calendario de feriados nacionales;\n- 3 esquemas de color para el modo oscuro;\n- 5 estilos de página diferentes;",
    "fr": "Better Tab a été conçu pour rendre votre navigateur plus utile ! Remplacez votre nouvel onglet ennuyeux par un flux de vos actualités préférées, de la météo, de la liste des choses à faire, des événements et plus encore ! De nombreuses personnalisations pour personnaliser Better Tab!\n\nDirectement sur votre page d'accueil ou dans un nouvel onglet vous aurez :\n- Fil d'actualité :\nDes actualités dans des dizaines de langues, vous pouvez choisir les temps forts de votre région ou de votre site d'actualité préféré ! Il est également possible d'ajouter n'importe quel lien RSS Feed (en XML) pour rester toujours informé !\n\n- Liste de choses à faire:\nAjoutez vos tâches à une liste de tâches, déplacez les tâches pour définir la priorité, supprimez-les une fois terminées et accédez facilement à vos tâches dans la fenêtre contextuelle de l'extension !\n\n- Liste des événements et rendez-vous :\nAjoutez des rappels, des anniversaires et des rendez-vous... et ayez ces informations à tout moment !\n\n- Raccourcis vers les sites Web :\nChoisissez si vous voulez une mise en page plus simple avec juste une recherche et une liste de numéros abrégés avec 20 de vos sites préférés ! Ajoutez, supprimez et réorganisez les sites comme vous le souhaitez. Vous pouvez également choisir une image de fond pour rendre votre Better Tab encore plus personnalisé !\n\nVous trouverez également :\n- Date et l'heure;\n- Comment est le temps en ce moment;\n- Calendrier des fêtes nationales ;\n- 3 schémas de couleurs pour le mode sombre ;\n- 5 styles de page différents",
    "he": "Better Tab תוכנן כדי להפוך את הדפדפן שלך לשימושי יותר! החלף את הכרטיסייה החדשה והמשעממת שלך בעדכון של החדשות האהובות עליך, מזג האוויר, רשימת המטלות, אירועים ועוד! המון התאמות אישיות כדי להפוך את \"Better Tab\" לשלך!\n\nישירות בדף הבית שלך או בכרטיסייה חדשה יהיו לך:\n\n- עדכון חדשות:\nחדשות בעשרות שפות, אתה יכול לבחור את הדגשים מהאזור שלך או מאתר החדשות המועדף עליך! אפשר גם להוסיף כל קישור להזנת RSS (ב-XML) כדי להישאר מעודכן תמיד!\n\n- רשימת מטלות:</b>\nהוסף את המשימות שלך לרשימת מטלות, העבר משימות כדי לקבוע עדיפות, מחק בסיום, וגשת בקלות למשימות שלך בחלון הקופץ של התוסף!\n\n- רשימת אירועים ופגישות:\nהוסף תזכורות, ימי הולדת ופגישות... וקבל את המידע הזה כל הזמן!\n\n- קיצורי דרך לאתרים:\nבחר אם אתה רוצה פריסה פשוטה יותר עם רק חיפוש ורשימת חיוג מהיר עם 20 מהאתרים המועדפים עליך! הוסף, הסר וסדר מחדש אתרים איך שתרצה. אתה יכול גם לבחור תמונת רקע כדי להפוך את Better Tab שלך לעוד יותר אישית!\n\nתמצאו גם:\n- תאריך ושעה;\n- איך המזג אוויר עכשיו;\n- לוח שנה של חגים לאומיים;\n- 3 ערכות צבעים למצב כהה;\n- 5 סגנונות עמוד שונים",
    "hu": "A Better Tab célja az volt, hogy a böngésző még hasznosabb legyen! Cserélje le unalmas új lapját kedvenc híreinek, időjárásának, teendőinek, eseményeinek és egyebeinek hírfolyamával! Rengeteg testreszabás, hogy a \"Better Tab\" a sajátod legyen!\n\nKözvetlenül a kezdőlapján vagy egy új lapon a következőket kapja:\n\n- Hírfolyam:\nHírek több tucat nyelven, kiválaszthatja régiója vagy kedvenc híroldala legfontosabb híreit! Lehetőség van bármilyen RSS feed hivatkozás hozzáadására (XML-ben), hogy mindig tájékozódjon!\n\n- Teendők listája:\nAdja hozzá a feladatokat a teendők listájához, helyezze át a feladatokat prioritásként, törölje, ha végzett, és könnyen elérheti a feladatokat a bővítmény előugró ablakában!\n\n- Események és találkozók listája:\nAdjon hozzá emlékeztetőket, születésnapokat és találkozókat... és ez az információ mindig legyen kéznél!\n\n- Parancsikonok webhelyekhez:\nVálasszon, ha egyszerűbb elrendezést szeretne, mindössze egy kereséssel és egy gyorstárcsázási listával, amely 20 kedvenc webhelyét tartalmazza! Adjon hozzá, távolítson el és rendezzen át webhelyeket tetszés szerint. Választhat háttérképet is, hogy a Better Tab még személyre szabottabb legyen!\n\nA következőket is találja:\n- Dátum és idő;\n- Milyen most az időjárás;\n- Nemzeti ünnepnaptár;\n- 3 színséma a sötét módhoz;\n- 5 különböző oldalstílus;",
    "id": "Better Tab dirancang untuk membuat peramban Anda lebih berguna! Ganti tab baru Anda yang membosankan dengan feed berita favorit, cuaca, daftar tugas, acara, dan banyak lagi! Banyak penyesuaian untuk menjadikan \"Better Tab\" milik Anda!\n\nLangsung di beranda Anda atau di tab baru, Anda akan memiliki:\n\n- Umpan berita:\nBerita dalam lusinan bahasa, Anda dapat memilih sorotan dari wilayah Anda atau dari situs berita favorit Anda! Anda juga dapat menambahkan tautan Umpan RSS apa pun (dalam XML) agar selalu terinformasi!\n\n- Daftar tugas:\nTambahkan tugas Anda ke daftar tugas, pindahkan tugas untuk menetapkan prioritas, hapus saat selesai, dan akses tugas Anda dengan mudah di popup ekstensi!\n\n- Daftar acara dan janji temu:\nTambahkan pengingat, ulang tahun, dan rapat... dan dapatkan informasi ini setiap saat!\n\n- Pintasan ke situs web:\nPilih jika Anda menginginkan tata letak yang lebih sederhana hanya dengan pencarian dan daftar Panggilan Cepat dengan 20 situs favorit Anda! Tambah, hapus, dan atur ulang situs sesuka Anda. Anda juga dapat memilih gambar latar belakang untuk menjadikan Tab Lebih Baik Anda lebih personal!\n\nAnda juga akan menemukan:\n- Tanggal dan waktu;\n- Bagaimana cuaca sekarang;\n- Kalender hari libur nasional;\n- 3 skema warna untuk mode gelap;\n- 5 gaya halaman berbeda",
    "it": "Better Tab è stato progettato per rendere il tuo browser più utile! Sostituisci la tua nuova noiosa scheda con un feed delle tue notizie preferite, meteo, elenco di cose da fare, eventi e altro! Tante personalizzazioni per personalizzare Better Tab!\n\nDirettamente sulla tua home page o in una nuova scheda avrai:\n\n- Feed di notizie:\nNotizie in dozzine di lingue, puoi scegliere gli highlights dalla tua regione o dal tuo sito di notizie preferito! È inoltre possibile aggiungere qualsiasi collegamento al Feed RSS (in XML) per essere sempre informati!\n\n- Lista di cose da fare:\nAggiungi le tue attività a un elenco di cose da fare, sposta le attività per impostare la priorità, elimina una volta terminato e accedi facilmente alle tue attività nel popup dell'estensione!\n\n- Elenco di eventi e appuntamenti:\nAggiungi promemoria, compleanni e riunioni... e tieni sempre queste informazioni!\n\n- Collegamenti ai siti Web:\nScegli se desideri un layout più semplice con una semplice ricerca e un elenco di chiamate rapide con 20 dei tuoi siti preferiti! Aggiungi, rimuovi e riorganizza i siti come preferisci. Puoi anche scegliere un'immagine di sfondo per rendere il tuo Better Tab ancora più personalizzato!\n\nTroverai anche:\n- Data e ora;\n- Com'è il tempo ora;\n- Calendario delle festività nazionali;\n- 3 combinazioni di colori per la modalità oscura;\n- 5 diversi stili di pagina",
    "ja": "Better Tabは、ブラウザをより便利にするために設計されました。退屈な新しいタブを、お気に入りのニュース、天気、やることリスト、イベントなどのフィードに置き換えてください。 Better Tab を自分のものにするためのたくさんのカスタマイズ！\n\nホームページに直接、または新しいタブに次のように表示されます。\n\n-ニュースフィード：\n数十の言語のニュース。お住まいの地域またはお気に入りのニュースサイトからハイライトを選択できます。 RSSフィードリンク（XML）を追加して、常に最新情報を入手することもできます。\n\n-やることリスト：\nタスクをやることリストに追加し、タスクを移動して優先度を設定し、完了したら削除して、拡張機能ポップアップでタスクに簡単にアクセスします。\n\n-イベントと予定のリスト：\nリマインダー、誕生日、会議を追加...そしてこの情報を常に持っています！\n\n-ウェブサイトへのショートカット：\n検索と20のお気に入りのサイトを含むスピードダイヤルリストだけで、よりシンプルなレイアウトが必要な場合に選択してください。好きなようにサイトを追加、削除、再配置します。背景画像を選択して、BetterTabをさらにパーソナライズすることもできます。\n\nあなたはまた見つけるでしょう：\n- 日時;\n-今の天気はどうですか。\n-国民の祝日のカレンダー。\n-ダークモードの3つの配色。\n-5つの異なるページスタイル",
    "ko": "Better Tab 는 브라우저를 더욱 유용하게 만들도록 설계되었습니다! 지루한 새 탭을 좋아하는 뉴스, 날씨, 할 일 목록, 이벤트 등의 피드로 교체하십시오! Better Tab 을(를) 나만의 것으로 만들기 위한 다양한 사용자 정의!\n\n홈페이지 또는 새 탭에서 직접 다음을 수행할 수 있습니다.\n\n- 뉴스 피드:\n수십 가지 언어로 제공되는 뉴스, 지역 또는 즐겨찾는 뉴스 사이트의 하이라이트를 선택할 수 있습니다! RSS 피드 링크(XML)를 추가하여 항상 정보를 받는 것도 가능합니다!\n\n- 할 일 목록:\n할 일 목록에 작업을 추가하고, 작업을 이동하여 우선 순위를 설정하고, 완료되면 삭제하고, 확장 팝업에서 작업에 쉽게 액세스하세요!\n\n- 행사 및 약속 목록:\n미리 알림, 생일 및 회의를 추가하고... 이 정보를 항상 사용하십시오!\n\n- 웹사이트 바로가기:\n20개의 즐겨찾는 사이트가 있는 단축 다이얼 목록과 검색만으로 더 간단한 레이아웃을 원하신다면 선택하십시오! 원하는 대로 사이트를 추가, 제거 및 재정렬합니다. 배경 이미지를 선택하여 Better Tab을 더욱 개인화할 수도 있습니다!\n\n또한 다음을 찾을 수 있습니다.\n- 날짜와 시간;\n- 지금 날씨는 어떻습니까?\n- 공휴일 달력;\n- 다크 모드를 위한 3가지 색 구성표\n- 5가지 페이지 스타일",
    "lt": "Better Tab sukurta tam, kad jūsų naršyklė būtų naudingesnė! Pakeiskite nuobodų naują skirtuką mėgstamiausių naujienų, orų, darbų sąrašo, įvykių ir kt. sklaidos kanalu! Daug tinkinimų, kad Better Tab taptų savo!\n\nTiesiogiai savo pagrindiniame puslapyje arba naujame skirtuke turėsite:\n\n– Naujienų kanalas:\nNaujienos daugybe kalbų, galite pasirinkti svarbiausius savo regiono arba mėgstamos naujienų svetainės dalykus! Taip pat galite pridėti bet kurią RSS informacijos santraukos nuorodą (XML formatu), kad būtumėte visada informuoti!\n\n– Užduočių sąrašas:\nPridėkite užduotis į užduočių sąrašą, perkelkite užduotis, kad nustatytumėte prioritetą, ištrinkite, kai baigsite, ir lengvai pasiekite užduotis iššokančiame plėtinio lange!\n\n– Renginių ir susitikimų sąrašas:\nPridėkite priminimus, gimtadienius ir susitikimus... ir turėkite šią informaciją visą laiką!\n\n– Svetainių nuorodos:\nPasirinkite, jei norite paprastesnio išdėstymo su paieška ir greitojo rinkimo sąrašu su 20 mėgstamiausių svetainių! Pridėkite, pašalinkite ir pertvarkykite svetaines taip, kaip norite. Taip pat galite pasirinkti fono vaizdą, kad skirtukas „Geresnis“ būtų dar labiau suasmenintas!\n\nTaip pat rasite:\n- Data ir laikas;\n- Kaip dabar oras;\n- Valstybinių švenčių kalendorius;\n- 3 spalvų schemos tamsiam režimui;\n- 5 skirtingi puslapių stiliai",
    "lv": "Better Tab tika izstrādāts, lai padarītu jūsu pārlūkprogrammu noderīgāku! Aizstājiet savu garlaicīgo jauno cilni ar iecienītāko ziņu, laikapstākļu, uzdevumu saraksta, notikumu un vairāk informācijas plūsmu! Daudz pielāgojumu, lai padarītu Better Tab savu!\n\nTieši savā mājaslapā vai jaunā cilnē jums būs:\n\n- Ziņu plūsma:\nZiņas desmitiem valodu, varat izvēlēties svarīgākās ziņas no sava reģiona vai iecienītākās ziņu vietnes! Ir arī iespējams pievienot jebkuru RSS plūsmas saiti (XML formātā), lai vienmēr būtu informēts!\n\n- Uzdevumu saraksts:\nPievienojiet savus uzdevumus uzdevumu sarakstam, pārvietojiet uzdevumus, lai iestatītu prioritāti, izdzēsiet, kad tas ir paveikts, un viegli piekļūstiet saviem uzdevumiem paplašinājuma uznirstošajā logā!\n\n- Pasākumu un tikšanos saraksts:\nPievienojiet atgādinājumus, dzimšanas dienas un sanāksmes... un visu laiku iegūstiet šo informāciju!\n\n- Saīsnes uz vietnēm:\nIzvēlieties, ja vēlaties vienkāršāku izkārtojumu ar meklēšanu un ātro zvanu sarakstu ar 20 jūsu iecienītākajām vietnēm! Pievienojiet, noņemiet un pārkārtojiet vietnes, kā vēlaties. Varat arī izvēlēties fona attēlu, lai padarītu savu Better Tab vēl personalizētāku!\n\nJūs atradīsiet arī:\n- Datums un laiks;\n- Kādi laikapstākļi šobrīd;\n- Valsts svētku kalendārs;\n- 3 krāsu shēmas tumšajam režīmam;\n- 5 dažādi lapu stili",
    "nl": "Better Tab is ontworpen om uw browser nuttiger te maken! Vervang je saaie nieuwe tabblad door een feed met je favoriete nieuws, weer, takenlijst, evenementen en meer! Veel aanpassingen om Better Tab uw eigen te maken!\n\nDirect op uw homepage of in een nieuw tabblad heeft u:\n\n- Nieuwsfeed:\nNieuws in tientallen talen, u kunt de hoogtepunten uit uw regio of uw favoriete nieuwssite kiezen! Het is ook mogelijk om een ​​RSS Feed-link (in XML) toe te voegen om altijd op de hoogte te blijven!\n\n- Takenlijst:\nVoeg uw taken toe aan een takenlijst, verplaats taken om prioriteit in te stellen, verwijder wanneer u klaar bent en krijg eenvoudig toegang tot uw taken in de extensie-pop-up!\n\n- Lijst met evenementen en afspraken:\nVoeg herinneringen, verjaardagen en vergaderingen toe... en heb deze informatie altijd bij de hand!\n\n- Snelkoppelingen naar websites:\nKies of u een eenvoudigere lay-out wilt met slechts een zoekopdracht en een snelkieslijst met 20 van uw favoriete sites! Sites toevoegen, verwijderen en herschikken zoals u dat wilt. Je kunt ook een achtergrondafbeelding kiezen om je Better Tab nog persoonlijker te maken!\n\nU vindt er ook:\n- Datum en tijd;\n- Hoe is het weer nu;\n- Kalender van nationale feestdagen;\n- 3 kleurenschema's voor donkere modus;\n- 5 verschillende paginastijlen",
    "pl": "Better Tab został zaprojektowany, aby Twoja przeglądarka była bardziej użyteczna! Zamień swoją nudną nową kartę na kanał z ulubionymi wiadomościami, pogodą, listą rzeczy do zrobienia, wydarzeniami i nie tylko! Wiele dostosowań, aby dostosować Better Tab do własnych potrzeb!\n\nBezpośrednio na swojej stronie głównej lub w nowej zakładce będziesz mieć:\n\n- Kanał wiadomości:\nWiadomości w dziesiątkach języków, możesz wybrać najciekawsze momenty ze swojego regionu lub z ulubionej strony z wiadomościami! Możliwe jest również dodanie dowolnego łącza RSS (w formacie XML), aby być zawsze na bieżąco!\n\n- Lista rzeczy do zrobienia:\nDodaj swoje zadania do listy rzeczy do zrobienia, przenieś zadania, aby ustawić priorytet, usuń po zakończeniu i łatwo uzyskaj dostęp do swoich zadań w wyskakującym okienku rozszerzenia!\n\n- Lista wydarzeń i spotkań:\nDodawaj przypomnienia, urodziny i spotkania... i miej te informacje przez cały czas!\n\n- Skróty do stron internetowych:\nWybierz, jeśli chcesz prostszy układ z tylko wyszukiwaniem i listą szybkiego wybierania z 20 ulubionymi witrynami! Dodawaj, usuwaj i zmieniaj kolejność witryn w dowolny sposób. Możesz także wybrać obraz tła, aby Twoja Lepsza karta była jeszcze bardziej spersonalizowana!\n\nZnajdziesz również:\n- Data i godzina;\n- Jaka jest teraz pogoda;\n- Kalendarz świąt państwowych;\n- 3 schematy kolorów dla trybu ciemnego;\n- 5 różnych stylów stron",
    "pt_BR": "Better Tab foi pensada para dar mais utilidade ao seu navegador! Substitua a sua nova aba chata por um feed de suas notícias preferidas, clima, lista de tarefas, eventos e mais!\n\nDiretamente na sua página inicial ou em uma nova aba você terá:\n\n- Feed de notícias:\nNotícias em dezenas de idiomas, você pode escolher as principais notícias da sua região ou do seu jornal favorito! Também é possível adicionar qualquer link de Feed RSS (em XML) para se manter sempre informado!\n\n- Lista de tarefas:\nAdicione suas tarefas em uma lista de tarefas, mova as tarefas para definir prioridade, exclua quando concluir e acesse facilmente no balão da extensão!\n\n- Lista de eventos e compromissos:\nAdicione lembretes, reuniões... e tenha essas informações a todo momento!\n\n- Atalhos para sites:\nEscolha se quer um layout mais simples, com apenas a busca e uma lista para 20 dos seus sites favoritos! Adicione, remova e reorganize os sites como quiser. Também é possível escolhar uma imagem de plano de fundo para deixar sua Better Tab ainda mais personalizada!\n\nVocê também vai encontrar:\n- Data e hora;\n- Como está o clima agora;\n- Calendário de feriados nacionais;\n- 3 esquemas de cores para o modo escuro;\n- 5 diferentes estilos de página;\n\nIMPORTANTE:\n* Essa extensão utiliza os seguintes programas de afiliados: AliExpress, Amazon, Banggood e Shopee. Ao instalar e utilizar, você concorda em substituir os links destes sites por links afiliados.\n* Links afiliados não geram nenhum custo adicional ao usuário.",
    "ro": "Better Tab a fost conceput pentru a vă face browserul mai util! Înlocuiește-ți noua filă plictisitoare cu un flux cu știrile tale preferate, vremea, lista de activități, evenimentele și multe altele! O mulțime de personalizări pentru a face Better Tab al tău!\n\nDirect pe pagina ta de pornire sau într-o filă nouă vei avea:\n\n- Flux de știri:\nȘtiri în zeci de limbi, puteți alege cele mai importante momente din regiunea dvs. sau de pe site-ul de știri preferat! De asemenea, este posibil să adăugați orice link RSS Feed (în XML) pentru a rămâne mereu informat!\n\n- Lista de lucruri de făcut:\nAdăugați-vă sarcinile la o listă de activități, mutați sarcinile pentru a seta prioritate, ștergeți-vă când ați terminat și accesați-vă cu ușurință sarcinile în fereastra pop-up de extensie!\n\n- Lista de evenimente și întâlniri:\nAdăugați mementouri, zile de naștere și întâlniri... și aveți aceste informații tot timpul!\n\n- Comenzi rapide către site-uri web:\nAlegeți dacă doriți un aspect mai simplu, cu doar o căutare și o listă de apelare rapidă cu 20 dintre site-urile dvs. preferate! Adăugați, eliminați și rearanjați site-urile după cum doriți. De asemenea, puteți alege o imagine de fundal pentru a vă personaliza și mai mult fila Better!\n\nVeti gasi si:\n- Data si ora;\n- Cum este vremea acum;\n- Calendarul sărbătorilor naționale;\n- 3 scheme de culori pentru modul întunecat;\n- 5 stiluri diferite de pagină",
    "ru": "Better Tab была разработана, чтобы сделать ваш браузер более полезным! Замените свою скучную новую вкладку лентой ваших любимых новостей, погоды, списка дел, событий и многого другого! Множество настроек, чтобы сделать Better Tab своей собственной!\n\nНепосредственно на главной странице или в новой вкладке у вас будет:\n\n- Новостная лента:\nНовости на десятках языков, вы можете выбрать самые важные из вашего региона или с вашего любимого новостного сайта! Также можно добавить любую ссылку на RSS-канал (в формате XML), чтобы всегда быть в курсе!\n\n- Список дел:\nДобавляйте свои задачи в список дел, перемещайте задачи для установки приоритета, удаляйте их по завершении и легко получайте доступ к своим задачам во всплывающем окне расширения!\n\n- Список событий и встреч:\nДобавляйте напоминания, дни рождения и встречи... и всегда держите эту информацию под рукой!\n\n- Ярлыки для веб-сайтов:\nВыберите, хотите ли вы более простую раскладку только с поиском и списком быстрого набора с 20 вашими любимыми сайтами! Добавляйте, удаляйте и переупорядочивайте сайты по своему усмотрению. Вы также можете выбрать фоновое изображение, чтобы сделать вкладку Better Tab еще более персонализированной!\n\nВы также найдете:\n- Дата и время;\n- Как сейчас погода;\n- Календарь национальных праздников;\n- 3 цветовые схемы для темного режима;\n- 5 различных стилей страницы",
    "sk": "Better Tab bol navrhnutý tak, aby bol váš prehliadač užitočnejší! Nahraďte svoju nudnú novú kartu informačným kanálom s vašimi obľúbenými správami, počasím, zoznamom úloh, udalosťami a ďalšími! Množstvo prispôsobení, vďaka ktorým si Better Tab prispôsobíte!\n\nPriamo na svojej domovskej stránke alebo na novej karte budete mať:\n\n- Informačný kanál:\nSprávy v desiatkach jazykov, môžete si vybrať to najdôležitejšie z vášho regiónu alebo zo svojho obľúbeného spravodajského webu! Je tiež možné pridať akýkoľvek odkaz na informačný kanál RSS (v XML), aby ste boli vždy informovaní!\n\n- Zoznam úloh:\nPridajte svoje úlohy do zoznamu úloh, presuňte úlohy na nastavenie priority, odstráňte ich po dokončení a jednoducho získajte prístup k svojim úlohám v kontextovom okne rozšírenia!\n\n- Zoznam udalostí a stretnutí:\nPridajte pripomienky, narodeniny a stretnutia... a majte tieto informácie stále!\n\n- Odkazy na webové stránky:\nVyberte si, či chcete jednoduchšie rozloženie iba s vyhľadávaním a zoznam rýchlych volieb s 20 vašimi obľúbenými stránkami! Pridajte, odstráňte a preusporiadajte stránky, ako sa vám páči. Môžete si tiež vybrať obrázok na pozadí, aby bola vaša karta Better Tab ešte prispôsobenejšia!\n\nNájdete tu aj:\n- Dátum a čas;\n- Aké je teraz počasie;\n- Kalendár štátnych sviatkov;\n- 3 farebné schémy pre tmavý režim;\n- 5 rôznych štýlov stránok",
    "sl": "Better Tab je bil zasnovan tako, da bo vaš brskalnik bolj uporaben! Zamenjajte svoj dolgočasen nov zavihek z virom vaših najljubših novic, vremena, seznama opravil, dogodkov in še več! Veliko prilagoditev, da naredite Better Tab svoje!\n\nNeposredno na vaši domači strani ali v novem zavihku boste imeli:\n\n- Vir novic:\nNovice v več desetih jezikih, lahko izberete vrhunce iz svoje regije ali s svojega najljubšega spletnega mesta z novicami! Možno je tudi dodati katero koli povezavo RSS Feed (v XML), da boste vedno obveščeni!\n\n- Seznam opravil:\nDodajte svoja opravila na seznam opravil, premaknite opravila, da nastavite prednost, izbrišite, ko končate, in preprosto dostopajte do svojih nalog v pojavnem oknu razširitve!\n\n- Seznam dogodkov in sestankov:\nDodajte opomnike, rojstne dneve in sestanke ... in imejte te informacije ves čas!\n\n– Bližnjice do spletnih mest:\nIzberite, če želite preprostejšo postavitev samo z iskanjem in seznamom za hitro klicanje z 20 najljubšimi spletnimi mesti! Dodajte, odstranite in prerazporedite spletna mesta, kakor želite. Izberete lahko tudi sliko ozadja, da bo vaš zavihek Better še bolj prilagojen!\n\nNašli boste tudi:\n- Datum in čas;\n- Kakšno je vreme zdaj;\n- koledar državnih praznikov;\n- 3 barvne sheme za temni način;\n- 5 različnih stilov strani",
    "sv": "Better Tab har utformats för att göra din webbläsare mer användbar! Byt ut din nya tråkiga flik med ett flöde med dina favoritnyheter, väder, att göra-lista, evenemang och mer! Massor av anpassningar för att göra Better Tab till din egen!\n\nDirekt på din hemsida eller i en ny flik kommer du att ha:\n\n- Nyhetsflöde:\nNyheter på dussintals språk, du kan välja höjdpunkter från din region eller från din favoritnyhetssajt! Det är också möjligt att lägga till valfri RSS-flödeslänk (i XML) för att alltid hålla dig informerad!\n\n- Att göra-lista:\nLägg till dina uppgifter till en att-göra-lista, flytta uppgifter för att prioritera, ta bort när du är klar, och få enkelt åtkomst till dina uppgifter i tilläggets popup!\n\n- Lista över evenemang och möten:\nLägg till påminnelser, födelsedagar och möten... och ha denna information hela tiden!\n\n- Genvägar till webbplatser:\nVälj om du vill ha en enklare layout med bara en sökning och en snabbvalslista med 20 av dina favoritsajter! Lägg till, ta bort och ordna om webbplatser som du vill. Du kan också välja en bakgrundsbild för att göra din Better Tab ännu mer personlig!\n\nDu hittar även:\n- Datum och tid;\n- Hur är vädret nu;\n- Kalender för nationella helgdagar;\n- 3 färgscheman för mörkt läge;\n- 5 olika sidstilar",
    "te": "Better Tab మీ బ్రౌజర్‌ని మరింత ఉపయోగకరంగా చేయడానికి రూపొందించబడింది! మీకు ఇష్టమైన వార్తలు, వాతావరణం, చేయవలసిన పనుల జాబితా, ఈవెంట్‌లు మరియు మరిన్నింటితో మీ బోరింగ్ కొత్త ట్యాబ్‌ను భర్తీ చేయండి! Better Tab మీ స్వంతం చేసుకోవడానికి అనేక అనుకూలీకరణలు!\n\nనేరుగా మీ హోమ్‌పేజీలో లేదా కొత్త ట్యాబ్‌లో మీరు కలిగి ఉంటారు:\n\n- వార్తల ఫీడ్:\nడజన్ల కొద్దీ భాషల్లో వార్తలు, మీరు మీ ప్రాంతం నుండి లేదా మీకు ఇష్టమైన వార్తల సైట్ నుండి హైలైట్‌లను ఎంచుకోవచ్చు! ఎల్లప్పుడూ సమాచారం కోసం ఏదైనా RSS ఫీడ్ లింక్ (XMLలో) జోడించడం కూడా సాధ్యమే!\n\n- చేయవలసిన పనుల జాబితా:\nచేయవలసిన పనుల జాబితాకు మీ పనులను జోడించండి, ప్రాధాన్యతను సెట్ చేయడానికి టాస్క్‌లను తరలించండి, పూర్తయిన తర్వాత తొలగించండి మరియు పొడిగింపు పాప్‌అప్‌లో మీ పనులను సులభంగా యాక్సెస్ చేయండి!\n\n- ఈవెంట్‌లు మరియు అపాయింట్‌మెంట్‌ల జాబితా:\nరిమైండర్‌లు, పుట్టినరోజులు మరియు సమావేశాలను జోడించండి... మరియు ఈ సమాచారాన్ని ఎల్లప్పుడూ కలిగి ఉండండి!\n\n- వెబ్‌సైట్‌లకు సత్వరమార్గాలు:\nమీకు కేవలం శోధనతో సరళమైన లేఅవుట్ మరియు మీకు ఇష్టమైన 20 సైట్‌లతో స్పీడ్ డయల్ జాబితా కావాలంటే ఎంచుకోండి! మీకు నచ్చిన విధంగా సైట్‌లను జోడించండి, తీసివేయండి మరియు క్రమాన్ని మార్చండి. మీ బెటర్ ట్యాబ్‌ని మరింత వ్యక్తిగతీకరించడానికి మీరు నేపథ్య చిత్రాన్ని కూడా ఎంచుకోవచ్చు!\n\nమీరు కూడా కనుగొంటారు:\n- తేదీ మరియు సమయం;\n- ఇప్పుడు వాతావరణం ఎలా ఉంది;\n- జాతీయ సెలవులు క్యాలెండర్;\n- డార్క్ మోడ్ కోసం 3 రంగు పథకాలు;\n- 5 విభిన్న పేజీ శైలులు",
    "th": "Better Tab ได้รับการออกแบบมาเพื่อให้เบราว์เซอร์ของคุณมีประโยชน์มากขึ้น! แทนที่แท็บใหม่ที่น่าเบื่อของคุณด้วยฟีดข่าว สภาพอากาศ รายการสิ่งที่ต้องทำ กิจกรรม และอื่นๆ ที่คุณโปรดปราน! การปรับแต่งมากมายเพื่อทำให้ Better Tab เป็นของคุณเอง!\n\nโดยตรงบนหน้าแรกของคุณหรือในแท็บใหม่ คุณจะมี:\n\n- ฟีดข่าว:\nข่าวในหลายภาษา คุณสามารถเลือกไฮไลท์จากภูมิภาคของคุณหรือจากเว็บไซต์ข่าวที่คุณชื่นชอบ! นอกจากนี้ยังสามารถเพิ่มลิงค์ RSS Feed (ในรูปแบบ XML) เพื่อรับทราบข้อมูลได้ตลอดเวลา!\n\n- รายการสิ่งที่ต้องทำ:\nเพิ่มงานของคุณในรายการสิ่งที่ต้องทำ ย้ายงานเพื่อกำหนดลำดับความสำคัญ ลบเมื่อเสร็จสิ้น และเข้าถึงงานของคุณได้อย่างง่ายดายในป๊อปอัปส่วนขยาย!\n\n- รายการกิจกรรมและการนัดหมาย:\nเพิ่มการเตือนความจำ วันเกิด และการประชุม... และมีข้อมูลนี้ตลอดเวลา!\n\n- ทางลัดไปยังเว็บไซต์:\nเลือกว่าคุณต้องการเลย์เอาต์ที่เรียบง่ายกว่าด้วยการค้นหาและรายการโทรด่วนพร้อมไซต์โปรดของคุณ 20 ไซต์หรือไม่! เพิ่ม ลบ และจัดเรียงไซต์ใหม่ตามที่คุณต้องการ คุณยังสามารถเลือกภาพพื้นหลังเพื่อทำให้แท็บที่ดีกว่าของคุณเป็นส่วนตัวมากยิ่งขึ้น!\n\nคุณยังจะได้พบกับ:\n- วันและเวลา;\n- อากาศตอนนี้เป็นอย่างไรบ้าง\n- ปฏิทินวันหยุดนักขัตฤกษ์;\n- 3 โทนสีสำหรับโหมดมืด\n- 5 รูปแบบหน้าที่แตกต่างกัน",
    "tr": "Better Tab tarayıcınızı daha kullanışlı hale getirmek için tasarlandı! Sıkıcı yeni sekmenizi en sevdiğiniz haberler, hava durumu, yapılacaklar listesi, etkinlikler ve daha fazlası ile değiştirin! Better Tab'u kendinize ait kılmak için birçok özelleştirme!\n\nDoğrudan ana sayfanızda veya yeni bir sekmede şunlara sahip olacaksınız:\n\n- Haber akışı:\nOnlarca dilde haberler, bölgenizden veya favori haber sitenizden öne çıkanları seçebilirsiniz! Her zaman haberdar olmak için herhangi bir RSS Beslemesi bağlantısı (XML olarak) eklemek de mümkündür!\n\n- Yapılacaklar listesi:\nGörevlerinizi yapılacaklar listesine ekleyin, öncelik belirlemek için görevleri taşıyın, bittiğinde silin ve uzantı açılır penceresinde görevlerinize kolayca erişin!\n\n- Etkinliklerin ve randevuların listesi:\nHatırlatıcılar, doğum günleri ve toplantılar ekleyin... ve bu bilgilere her zaman sahip olun!\n\n- Web sitelerinin kısayolları:\nSadece bir arama ve en sevdiğiniz 20 siteden oluşan bir Hızlı Arama listesiyle daha basit bir düzen isteyip istemediğinizi seçin! Siteleri istediğiniz gibi ekleyin, kaldırın ve yeniden düzenleyin. Better Sekmenizi daha da kişiselleştirmek için bir arka plan resmi de seçebilirsiniz!\n\nAyrıca şunları da bulacaksınız:\n- Tarih ve saat;\n- Hava Şimdi nasıl;\n- Ulusal bayramların takvimi;\n- Karanlık mod için 3 renk şeması;\n- 5 farklı sayfa stili",
    "uk": "Better Tab створено, щоб зробити ваш веб-переглядач кориснішим! Замініть свою нудну нову вкладку стрічкою улюблених новин, погоди, списку справ, подій тощо! Багато налаштувань, щоб зробити Better Tab власним!\n\nБезпосередньо на вашій домашній сторінці або в новій вкладці ви матимете:\n\n- Стрічка новин:\nНовини десятками мов, ви можете вибрати найцікавіші моменти зі свого регіону або зі свого улюбленого сайту новин! Також можна додати будь-яке посилання на RSS-канал (у XML), щоб завжди бути в курсі!\n\n- Список справ:\nДодайте свої завдання до списку справ, переміщуйте завдання, щоб встановити пріоритет, видаляйте їх після завершення та легко отримайте доступ до завдань у спливаючому вікні розширення!\n\n- Список подій і зустрічей:\nДодайте нагадування, дні народження та зустрічі... і завжди мати цю інформацію!\n\n- Ярлики для веб-сайтів:\nВиберіть, чи хочете ви простіший макет лише за допомогою пошуку та списку швидкого набору з 20 улюбленими сайтами! Додавайте, видаляйте та змінюйте розташування сайтів, як вам подобається. Ви також можете вибрати фонове зображення, щоб зробити вашу вкладку Better ще більш персоналізованою!\n\nВи також знайдете:\n- Дата і час;\n- Яка зараз погода;\n- Календар державних свят;\n- 3 колірні схеми для темного режиму;\n- 5 різних стилів сторінок;",
    "vi": "Better Tab được thiết kế để làm cho trình duyệt của bạn hữu ích hơn! Thay thế tab mới nhàm chán của bạn bằng một nguồn cấp dữ liệu tin tức, thời tiết, danh sách việc cần làm, sự kiện, v.v. yêu thích của bạn! Rất nhiều tùy chỉnh để biến Better Tab thành của riêng bạn!\n\nTrực tiếp trên trang chủ của bạn hoặc trong một tab mới, bạn sẽ có:\n\n- Nguồn cấp tin tức:\nTin tức bằng hàng chục ngôn ngữ, bạn có thể chọn tin tức nổi bật từ khu vực của mình hoặc từ trang web tin tức yêu thích của bạn! Cũng có thể thêm bất kỳ liên kết Nguồn cấp RSS nào (bằng XML) để luôn được cập nhật!\n\n- Danh sách việc cần làm:\nThêm công việc của bạn vào danh sách việc cần làm, di chuyển công việc để đặt mức độ ưu tiên, xóa khi hoàn thành và dễ dàng truy cập các công việc của bạn trong cửa sổ bật lên tiện ích mở rộng!\n\n- Danh sách các sự kiện và cuộc hẹn:\nThêm lời nhắc, sinh nhật và cuộc họp ... và có thông tin này mọi lúc!\n\n- Các lối tắt đến các trang web:\nChọn nếu bạn muốn một bố cục đơn giản hơn chỉ với một tìm kiếm và danh sách Quay số nhanh với 20 trang web yêu thích của bạn! Thêm, xóa và sắp xếp lại các trang web theo cách bạn muốn. Bạn cũng có thể chọn một hình nền để làm cho Tab Tốt hơn của mình được cá nhân hóa hơn nữa!\n\nBạn cũng sẽ tìm thấy:\n- Ngày và giờ;\n- Thời tiết bây giờ như thế nào;\n- Lịch nghỉ các ngày lễ quốc gia;\n- 3 phối màu cho chế độ tối;\n- 5 kiểu trang khác nhau"
  }
}