{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Daymap Graphics"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Daymap is currently plain and boring. With Daymap Graphics, customise colour, transparency, blurred background, and more!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Have you ever wondered how Daymap would look if you could customise it? Instead of a white foreground on a white background, why not a glassy transparent foreground on a stellar background? Daymap Graphics lets you customise Daymap. You can change the background colour, foreground transparency, revert Daymap to the original layout, and more!\n\n\n\nChangelog\n6.0.0: Added changelog and introduced compatibility for Daymap's timetable view.\n6.0.1: Fixed a problem where opacity is reversed in timetable view.\n6.0.2: Changed the manual background change to apply to underlay rather than body. Increased speed of underlay rainbow.\n6.0.3: Allowed manual changing of the attendance indicator colour to anything, replacing the old background-color with background.\n6.1.0: Allows blurring behind the foreground cards, giving a glassy effect.\n6.1.1: Made header also change opacity and made logo transparent.\n7.0.0: Removed all jQuery usage to enable compatibility with new Daymap. Also basically rewrote a bunch of code to work with new Daymap.\n7.0.1: Fixed an issue to do with timetable view transparency. Also made transparent cards match with dark mode or light mode.\n7.0.2: Fixed transparency... again. This time for feed view. Also changed the namespace.\n7.1.0: Made the header less obtrusive and made dark mode work properly.\n7.2.0: Added option to revert to original layout.\n7.2.1: Fixed a major bug which would cause Daymap to not load properly.\n7.2.2: Removed auto background option as it confused many new users. Background will now load regardless of checking the box. Also accounted for school removing messages.\n7.2.3: Fixed a major bug that would cause the menus to not work properly some of the time. Also fixed the dark mode cookie expiring after the session.\n7.3.0: Storing settings in synced storage rather than local storage, and added help on where to find instructions, added comments in code and fixed a minor issue in timetable view. Also fixed evil mode and changed the icon!\n7.3.1: Fixed evil mode again, and fixed a very old bug with evil mode.\n7.4.0: Removed all localStorage-related code.\n7.5.0: Introduced compatibility for all Daymap pages, changed rainbows to a constructor so that all indicators can be rainbow, added custom profile pictures, fixed the post ticker, fixed changing message pages, changed dark mode cookie path, and a few cool graphical and performance improvements.\n7.5.1: Fixed a bug with the rainbow.\n7.5.2: Added the custom profile picture to the top right corner icon in the original layout.\n7.6.0: Moved settings to extension popup, removed top menu code due to the upcoming Daymap update that removes the top menu, fixed bug that led to the slow blur backdrop filter being applied even when unnecessary."
  }
}