{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ヒストリーマップ"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "地図を片手にブラウジング"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "さっき見たページが、バックボタンで見つからない。履歴を見ても見つからない。検索ワードも忘れてしまった。時間ばかり使って、結局見つからなかった。こんな経験ありませんか？\n\n『ヒストリーマップ』なら、履歴を図示するので、自分が見たウェブページが一目で分かります。地図の拡大・縮小・移動、検索、整理・編集、保存、削除など、使いやすくて便利な機能もたくさん。\n\n履歴機能を活用したことがない方、ウェブページを大量に閲覧することがよくある方には特にお薦めです。『ヒストリーマップ』をインストールしておけば、インストールしておいて良かった！という時が、きっと訪れます。仕事・趣味でのウェブ閲覧効率アップにお役立てください。\n\n外部レビュー：\n・『週刊アスキーPLUS』にて、解説記事を掲載して頂きました。(12/12/10)\nhttp://weekly.ascii.jp/elem/000/000/119/119802/\n・オンラインソフト紹介サイト『窓の杜』にて、解説記事を掲載して頂きました。(12/11/26)\nhttp://www.forest.impress.co.jp/docs/review/20121126_574799.html\n\n※ ヒストリーマップが図示できるのは、インストール後に閲覧したページです。\n※ 過去の１週間体験版・無料版など、他に履歴を置き換えるアプリがインストールされている場合には、無効にするかアンインストールしてください。無効化とアンインストールは、拡張機能ページで行えます。\n\nホームページ:\nhttp://www.linktracktool.com/\n解説ページ:\nhttp://www.linktracktool.com/chrome_kakuchokino_rireki/index.html\n\n使用方法:\nヒストリーマップは、Chromeのデフォルトの履歴画面を置き換えます。\n\n開き方:\n・　Chrome右上に表示される「Ｍ」ボタンで開きます。\n・　ショートカット「Ctrl + H」でも開けます。\n・　オプションで「Ｍ」ボタンをパネル（小窓）の表示に切り替えられます。\n\nマップの操作方法：\nヒストリーマップを開くと、まず全体が表示され、それから現在のページにフォーカスされます。\n- タイトルとボックス\n・　各タイトルをクリックすると、そのウェブページが開きます。\n・　各タイトルにマウスオーバーすると、そのウェブページの情報がポップアップします。\n・　各ボックスをクリックすると、そのボックスにフォーカスします。\n- マップ\n・　マップをドラッグにより移動することができます。\n・　マウスの真ん中ボタンを回転すると、マップが拡大縮小します。\n・　マップ枠外をダブルクリックすると、全体を表示します。\n- タブ\n・　現在閲覧中のページは青く表示され、そのタブの前後の閲覧履歴は緑で表示されます。\n・　パネルを表示中にタブをショートカット「Ctrl + Tab」で切り替えると、切り替えられたタブの閲覧履歴にフォーカスされます。\n・　パネルの場合に、アイテムのタブが存続しているときは、そのアイテムにマウスオーバーすると関係するタブが表示されます。\n- 操作補助ボタン\n・　メニュー下部に、上記操作を行う操作補助ボタンがあります。\n\nアイテムの編集：\n各アイテムのインデックス部（左上部の青い部分）により、マップとアイテムの編集ができます。\n・　アイテムの移動　－　インデックス部をドラッグ＆ドロップすることで、そのアイテムより下のすべてのアイテムを他のアイテムの下部へ、または独立したツリーとして右端へ移動させることができます。マップの白い余白にドロップすると独立したツリーとして右端に移動されます。\n・　アイテムの編集　－　アイテムのタイトル、URL、接続タイプを編集することができます。新しいアイテムを下部に追加することもできます。\n・　アイテムの削除　－　そのアイテムを削除します。\n・　以下、保存　－　そのアイテムより下のすべてのアイテムを保管箱に保存します。\n・　以下、削除　－　そのアイテムより下のすべてのアイテムを削除します。\n・　とりあえず履歴箱　－　そのアイテムより下のすべてのアイテムを削除して、履歴箱へ保存します。\n\nアイテムとマップの検索：\n「表示・検索」ボタンを押すと「表示中のマップ」、「履歴箱」、「保管箱」からマップとアイテムを検索することができます。\n・　キーワードを何も指定しないで「表示・検索」ボタンを押せば、直近の履歴を表示することができます。\n・　キーワードフィールド下部の詳細設定で、対象データ、表示する件数、対象期間や日付を指定することができます。\n・　表示された検索結果のウィンドウは、ドラッグで移動することができ、右下部分でウィンドウサイズを変えることができます。\n・　検索結果にはマップとアイテムが含まれています。マップが含まれている場合には、その下にマップ内のアイテム（条件に適合した）が表示されます。\n・　検索結果がアイテムの場合は、表示ボタンを押すとそのアイテムを含むマップが表示されたうえで、そのアイテムがフォーカスされます。\n・　検索結果がマップの場合には、表示ボタンを押すとマップ全体が表示されます。削除ボタンによりデータを削除することもできます。タイトルをクリックして変更することもできます。\n\nメニュー：\n- マップ処理\n・　現在のマップを表示　－　現在ボタンを押すと、現在のセッションのマップを表示したうえで、閲覧中のアイテムにフォーカスします。過去のマップを表示しているときに、現在セッションに戻るために使います。\n・　保管箱へ保存する　－　保存ボタンを押すと、現在表示しているマップを保管箱へ保存します。\n・　履歴箱へ削除する　－　削除ボタンを押すと、現在表示しているマップを履歴箱へ削除します。新しいテーマでウェブを閲覧し始めるときなどに使います。\n・　まとめ　－　表示中のマップに重複したページがある場合に、重複を排除することができます。\n・　エクスポート　－　表示中のマップをテキストデータでエクスポートすることができます。\n・　インポート　－　マップのテキストデータをインポートすることができます。表示中のマップに追加する形でインポートすることもできます。\n・　オプション　－　オプションを開きます。\n- マップデータ\n- 履歴箱\n・　履歴箱　－　履歴箱を開きます。履歴箱には過去の閲覧履歴がマップ単位で記録されています。\n・　マップの表示、削除、タイトル変更ができます。残りの全記憶容量が表示され、各マップのタイトル、日時、閲覧時間、サイズが表示されます。\n・　残りの記憶容量が少ない場合には、履歴箱の過去のマップが古い順に削除されます。\n- 保管箱\n・　保管箱　－　保管箱を開きます。保管箱には保存した閲覧履歴がマップ単位で記録されています。\n・　残りの記憶容量が少ない場合には、履歴箱の過去のマップが古い順に削除されるので、重要なマップは保管箱へ保存してください。\n\nオプション：\n- インターフェイスに関する設定\n・　利用するインターフェイス　－　「Ｍ」ボタンでパネルを開くか、タブを開くかを設定できます。\n・　スタイル　－　表示スタイルについてカラフルとプレーンのどちらかを選択できます。\n・　表示ページ数　－　現在のセッションの閲覧ページ数が多くなった場合に、自動でアイテムを履歴箱へ保存し、削除します。PC能力に合わせて表示ページ数を設定してください。\n- WEBページの内容表示に関する設定\n・　各タイトルへのマウスオーバーで表示する情報を選択できます。ポップアップが煩雑な場合にはタイトルのみを選択してください。ページ内容まで知りたい場合には、テキスト表示を選択してください。タイトル・URL・日時のみはその中間になります。\n- 経路の履歴に関する操作\n・　履歴箱と保管箱の全データをテクストファイル形式でエクスポート、インポートすることができます。データをすべて削除することもできます。\n\nChromeブラウザの設定について：\n通常、既定の設定状態であればアプリは問題なく動作します。\n１．『高度な設定』→『プライバシー』→『コンテンツの設定』ボタンにて、Javascriptを有効にしてください。\n２．『高度な設定』→『バックグラウンドアプリケーション』にチェックを入れて、「Google Chromeを閉じた際にバックグランドアプリケーションの処理を続行する」を有効にしてください。\n\n個人情報保護方針：\n本アプリは、ウェブページ内の情報にアクセスしますが、そのいかなる情報も、一切収集も保存もいたしておりません。\n\nご使用上の注意：\n本ウェブアプリは安全な技術に基づいて作成しておりますが、本プログラムを利用して発生した障害や損害に対して、弊社及び著作者はいかなる責任も負わないものとします。\n\n著作者・頒布者：　瀬端合同会社"
  }
}