{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Befluent - Business English AI tutor for professionals"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Improve Business English with Meeting Recordings."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your Business English communication effortlessly with Befluent.ai, the innovative AI-powered tool designed to improve your speaking fluency, grammar, vocabulary, and accent. Our solution is tailored for busy professionals seeking to elevate their English proficiency in the business setting.\n\nHow Does It Work?\nUsing Befluent.ai is simple and seamless (Really simple!!! like 6th grade simple😍). Follow these easy steps to start improving your Business English skills:\n1. Install the Befluent.ai Chrome Extension\n2. After installing, there’s nothing more to do! Simply join any virtual meeting on platforms like Google Meet or Zoom.\n3. Within 20 minutes of your meeting starting, you will receive a detailed speech analysis report adjacent to your meeting tab.\n4. Understand Your Feedback, review your comprehensive report, which includes insights on pronunciation, vocabulary usage, fluency, grammar, accent, and filler words. And personalized feedback and improvement notes by our AI tutor - Nora.\n5. Based on your report, our AI will recommend innovative exercises tailored to help you practice and improve efficiently.\n\nWhy Choose Befluent.ai?\n-Designed for Professionals: Whether you are preparing for a global job market or looking to advance in your career, our platform focuses on improving Business English communication skills crucial for professional success.\n-Effortless Learning:  With Befluent.ai, you don’t need to set aside extra time for language learning. Simply join your work/personal virtual meeting, and our AI will automatically analyze your speech in real-time. After each meeting, you receive a detailed report with personalized feedback and improvement notes, making it easy to track your progress.\n-Secure and Private: Your privacy is our priority. All speech data is encrypted and processed securely, ensuring that we do not save any personal information.\n-Effective Learning: We understand that professionals have demanding schedules. Befluent.ai seamlessly integrates into your workday, allowing you to learn and improve your Business English without disrupting your routine. With our tool, you can transform every virtual meeting into a unique learning opportunity.\n-AI recommended Exercise: Based on your performance analysis, our AI recommends specific exercises that require just 10-15 minutes of practice daily. This targeted approach ensures that you are focusing on areas that need improvement, making your learning process efficient and effective. \n\nBuild confidence and fluency in Business Communication skills without the need for additional study materials or apps.\n\nStart your journey to be fluent in Business English today with Befluent.ai! Download our Chrome extension now and experience personalized language learning that fits seamlessly into your professional life."
  }
}