{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "New Tab Stretches"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Improve your flexibility with every new tab."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "New Tab Stretches is a Chrome extension that reminds you to stretch your body while you're working from home. Whenever you open a new tab in Chrome, New Tab Stretches will show you a new stretch that you could do right in your office or even at your desk. Just follow the graphic and the on screen instructions and start stretching more throughout the day! \n\nWith COVID-19 and the current quarantine situation, we've been much more sedentary and staying in one place while working from home. New Tab Stretches is a gentle reminder to keep moving throughout the day. We're hope that this app can help keep you healthy and more sane during these strange times!\n\nWe've worked with yoga instructors as well as office ergonomic experts to put together this collection of illustrations. We've also tried to feature a diverse set of models in the illustrations to capture the diversity of folks at work.\n\nNew Tab Stretches will hopefully bring more movement to your body throughout these solitary days in quarantine. We will be adding more stretches to the extension as time goes on, so please stay updated! \n\nAs a final disclaimer - please know your own body and ease into stretches at your own pace. Moving your body can be hard especially if you're not used to it, so ease into the poses to avoid injury."
  }
}