{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EZ QR Code"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate QR codes easily."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EZ QR Code is the simplest and most efficient way to generate QR codes right from your Chrome browser. Whether you want to convert URLs, text, or the current page into a QR code, this extension has you covered. Perfect for quick sharing and easy access, EZ QR Code is your go-to tool for all things QR.\n\nFeatures:\n\nInstant QR Code Generation: Quickly generate QR codes from URLs, text, or the current page with a single click.\nCustomizable Colors: Personalize your QR codes by changing their colors and background colors to match your style or brand.\nEasy Downloads: Download your generated QR codes as PNG images for easy sharing and printing.\nUser-Friendly Interface: Clean and intuitive design for a seamless user experience.\nLightweight & Fast: Designed to be efficient with minimal impact on your browser's performance.\nHow to Use:\n\nGenerate from URL/Text: Open the extension, enter a URL or text in the provided textarea, and click \"Generate QR Code.\"\nGenerate from Current Page: Click the \"Generate QR for Current Page\" button to create a QR code of the page you're currently on.\nCustomize Colors: Use the color pickers to change the QR code and background colors.\nDownload QR Code: Click the \"Download QR Code\" button to save the generated QR code as a PNG file.\n\nDeveloped by Mustafa Hepekiz\nIcons by Gonca Hepekiz"
  }
}