{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatic Session Extender for ING Banking"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Verlängert ING Online Banking Sitzungen automatisch, sodass der Nutzer nicht nach 5 Minuten ausgeloggt wird."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Diese kleine Chrome Erweiterung sorgt dafür, dass man beim ING Online Banking nicht immer nach 5 Minuten automatisch ausgeloggt wird, solange noch ein Tab geöffnet ist.\n\nDie Erweiterung sammelt keinerlei Nutzerdaten und wertet keine solcher Daten aus. Das Einzige, was passiert, ist, dass regelmäßig automatisiert auf den \"Sitzungsverlängerungs-Button\" oben rechts auf der ING Online Banking Website gedrückt wird. Dadurch wird der 5-Minuten-Timer regelmäßig zurückgesetzt. Man wird allerdings weiterhin abgemeldet, sobald man alle ING-Tabs mindestens seit 5 Minuten geschlossen hat oder sobald man den Browser schließt. Ein manueller Logout ist selbstverständlich auch jederzeit möglich.\n\n- funktioniert auf https://banking.ing.de/\n- kann ein- und ausgeschaltet werden\n- erweiterte Optionen:\n    - Zeit-Intervall der Sitzungsverlängerung verändern (Standard: spätestens alle 60 Sek. wird automatisiert auf den \"Sitzungsverlängerungs-Button\" gedrückt)\n    - CSS-Klasse ändern, die den \"Sitzungsverlängerungs-Button\" auf der Online Banking Website identifiziert (falls sich diese zukünftig ändern sollte)\n\nHinweis: Hierbei handelt es sich um keine offizielle Software der ING-DiBa AG!"
  }
}