{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DMARC Check"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Check DMARC status for the current domain"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DMARC Check is a handy Chrome extension designed to help you quickly and easily verify the DMARC status of any domain you're browsing. With just one click, you can check if a domain's email authentication is properly configured to protect against spoofing and improve deliverability.\n\nKey Features:\n\nInstant DMARC Verification: Click the extension icon to immediately check the DMARC status of the current domain.\nUser-Friendly: No expert knowledge required - get clear results instantly.\nComprehensive Checks: Analyzes DMARC, DKIM, and SPF configurations.\nSecurity Awareness: Identify potential vulnerabilities in domain security and email deliverability.\nTime-Saving: Quickly assess email authentication setup without leaving your browser.\n\nWhy DMARC Matters:\n\nProtect Your Brand: DMARC helps prevent email spoofing attacks, safeguarding your company's reputation and customers.\nImprove Email Deliverability: Proper DMARC configuration can increase your email delivery rates.\nPrevent Financial Losses: DMARC protects against Business Email Compromise (BEC) attacks, a significant threat according to the FBI.\nGain Insights: Understand your email ecosystem and identify misconfigured sources.\n\nHow It Works:\n\nBrowse to any website you want to check.\nClick the DMARC Check extension icon.\nThe extension will open a new tab at DmarcDkim.com with the domain's DMARC check results.\nReview the analysis of the domain's email authentication setup.\n\nUseful For:\n\nBusiness owners concerned about brand protection\nMarketers looking to improve email campaign effectiveness\nIT professionals managing email infrastructure\nAnyone interested in learning about their domain's email security and deliverability\n\nStart exploring email authentication today with DMARC Check. This easy-to-use Chrome extension can help you take the first step in understanding and improving your domain's email security setup.\n\nRemember: This extension is an initial tool for DMARC awareness. For full protection and ongoing monitoring, consider connecting to DmarcDkim.com's comprehensive DMARC analytics and management platform.\n\nCheck your DMARC status today and take the first step towards better email authentication with DMARC Check!"
  }
}