{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Securexad"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension check if the site being visited is harmful"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience the web as it's meant to be—safe, fast, and free from threats with Securexad. Our cutting-edge extension ensures online safety through real-time detection of malicious URLs, Ad blockers, phishing attempts, parked domains, and email spam threats. Leveraging advanced machine learning, Securexad offers robust protection against emerging online threats, keeping users and systems secure.\n\nMake the web safer and faster with Securexad- your trusted online security companion. Securexad not only defends your system but also enhances your browsing experience and website security—\n\nSecure your browsing experience with Securexad. \n\nSecurexad has a robust feature suite engineered to autonomously fortify websites, uphold reputations, and shield visitors from an array of cyber threats. The seamless Ad Blocker guarantees uninterrupted browsing, fostering a cleaner online environment devoid of distractions.\n\nThe Live Malicious URL Scanner employs real-time threat intelligence to identify URLs distributing malware and promptly detects zero-day phishing links, ensuring heightened security. The Live Parked Detector efficiently locates parked domains, including those on private networks, and recognizes popular parked domain services.\n\nCombat email SPAM effectively with the Email Spam Filter, which identifies and filters domains known for sending unsolicited emails using real-time threat scoring. Securexad goes beyond by blocking access to abusive domains, including disposable email services, and combines this with IP reputation for comprehensive analysis.\n\nThe URL Safety Scanner provides live scanning of websites for scam behavior, calculating risk levels and supporting parked domain detection. Prioritizing security, Securexad excels in Phishing URL Prevention, efficiently detecting and blocking URLs used in phishing campaigns and deceptive advertising.\n\nFor real-time domain risk analysis, the Domain Reputation API identifies domains engaged in high-risk online activities, offering a robust defense against potential threats. Opt for Securexad for a proactive and potent defense against cyber threats, ensuring the safety and integrity of online presences."
  }
}