{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Focusio: Productivity and Inspiration"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Focusio: Productivity and Inspiration"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get into the zone and boost your productivity with Focusio that combines the power of focus and inspiration.\nCustom search bar with Results by Microsoft Bing on the New tab page.\n\nUnlock your creativity and achieve your goals faster with your personal dashboard designed to create a peaceful ambiance as you browse the web.\n\n☆Key Features☆\n🍀 Stunning visuals\nEnhance your productivity and inspiration, creating an environment that captivates your senses and transports you to a world of tranquility.\n\n⏰Built-in clock with current time and date\nStay productive and keep track of time effortlessly without losing sight of your goals.\n\n⛅️Real-time weather forecast\nGet accurate and up-to-date information on temperature in your location, and plan your day with confidence.\n\nFocusio is your ultimate companion for finding a balance between serenity and productivity. Indulge in breathtaking visuals, stay organized with time management features, and stay informed with weather updates—all in one seamless and inspiring package. Enhance your online journey and unlock your full potential!\n__________________________________________________________________________________\nThe search features used within the extension will be provided by Microsoft Bing. However, the extension will not make any changes in your default browser search setting.\nWe at Focusio are committed to protecting your privacy. The information we gather or process is used solely for core functionality of Focusio and to improve the quality and security of our service. Your information isn't and has never been sold to third parties. \nBy clicking \"Add to chrome\", the user accepts and agrees to installing Focusio search browser extension and setting New tab and Default search to Microsoft Bing that provided by the service, Terms of Use and Privacy Policy.\n\nFree stock media content is distributed by Unsplash - [https://unsplash.com](https://unsplash.com/)\n\nPrivacy Policy: https://focusio.richexts.com/info/privacy/ \n\nEULA/Terms of Use: https://focusio.richexts.com/info/terms/"
  }
}