{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Emoji Reaction By Key on meet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "You can type the keys 1-9 during a conversation in google meet to get the corresponding reaction."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Emoji Reaction By Key on meet is a browser extension that allows you to easily add emoji reactions during Google Meet meetings. When you install this extension, emoji reactions corresponding to the numbers you press on your keyboard will be displayed on the Meet emoji bar. You can simply press the keys to send reactions quickly.\n\nBenefits:\n\nEfficient Reactions: Send emoji reactions directly from your keyboard without the need to click through the reaction menu. This streamlines communication and makes it more seamless.\n\nHow to Use:\n\nDuring a meeting, type the number keys (1-9) on your keyboard.\n\nAs you type the keys, emoji reactions corresponding to them will appear on the Meet emoji bar and will be instantly conveyed to other participants in real-time.\n\nNote: When you install this extension, emoji reactions corresponding to the numbers you type will be displayed on the Meet emoji bar. However, if other extensions have assigned different actions to number keys, Meet Emoji Reactions may not function correctly. In such cases, you may need to adjust the settings of other extensions.\n\n================================================================\n\nEmoji Reaction By Key on meetはGoogle Meetの会議中に絵文字リアクションを簡単に追加できる拡張機能です。この拡張機能をインストールすると、Meetの絵文字バーに振った数字に対応する絵文字リアクションが表示され、キーを押すだけでリアクションを素早く送信できます。\n\n\nメリット:\n\n効率的なリアクション: リアクションメニューをクリックせずに、キーボードから直接絵文字リアクションを送信できます。これにより、コミュニケーションがよりスムーズになります。\n\n\n使い方:\n\n会議中にキーボードで数字キー（1〜9）をタイプしてください。\n\nキーをタイプすると、Meetの絵文字バーに対応する絵文字リアクションが表示され、他の参加者にリアルタイムで伝わります。\n\n\n注意: この拡張機能をインストールすると、Meetの絵文字バーに振った数字に対応する絵文字リアクションが表示されます。ただし、他の拡張機能によって数字キーに他のアクションが割り当てられている場合、Meet Emoji Reactionsはうまく機能しないことがあります。この場合、他の拡張機能の設定を調整してください。"
  }
}