{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Bummer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Bummer Automaticaly Bump Megaperson Posts. Its uses AI technology for recognizing all operation. Its safe and easy to use."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Our innovative extension is designed to simplify and enhance your online experience by automatically updating your posts every fifteen to sixteen minutes. With this tool, you can say goodbye to the hassle of manually bumping your posts regularly. By keeping your listings up-to-date, this extension ensures your online presence remains active and productive without any extra effort on your part. Embrace a stress-free and more efficient online life with our AI Bummer Extension!\n\nEasy Working Procedure:\n\nInstall the extension: After successfully installing the extension, you'll notice an additional element on your megapersonals web page, indicating that the extension is active. This element provides useful information like post numbers, next bump arrival, and two buttons: \"Reset\" and \"Remove/Select Post\".\n\nManual selection of posts: To ensure the extension functions properly, manually select all the posts on your page. Once you do this, the post count will be updated.\n\nRemoving and adding posts: If you want to remove a post, simply click the \"Remove Post\" or \"reset\" button. To add posts for auto-bumping, select the ones you want to include again.\n\nSubscription for full functionality: \n\nTo access the complete features of this extension, you need to subscribe using your IP address. Contact us on our support or website to obtain your subscription, which will make your life easier."
  }
}