{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Online Draw for Google Chrome™"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Draw Vector Graphics"
  },
  "long": {
    "ar": "ارسم الأشكال وأضف نصًا وارسم باستخدام قلم رصاص عند استخدام ملحق الرسم عبر الإنترنت.\n\nهل أردت يومًا أن تخربش / تخربش / ترسم وأنت على الإنترنت؟\n\nيمكنك القيام بذلك الآن بمجرد تثبيت هذا البرنامج ، ما عليك سوى استخدام برنامجنا لبدء الرسم اليوم.\n\nوتشمل الميزات\n\n- أداة القلم الرصاص ، ارسم يدويًا وارسم خطوطًا مخصصة بالسماكة التي تحددها\n- أداة الأشكال ، أضف دوائر / مستطيلات إلى رسوماتك\n- أداة النص ، أضف نصًا ، اختر الخط الذي تريد استخدامه وحجم الخط أيضًا\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Google وإنما بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا تصادق Google أو ترعى هذا الامتداد. هذا الامتداد ليس مملوكًا لـ Google Inc. ، وهو غير مرخص له وليست شركة تابعة لها.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Draw shapes, add text and draw using a pencil when you use our online draw extension.\n\nEver wanted to doodle/scribble/draw while you are on the Internet?\n\nYou can do so now once you install this software, simply use our software to begin drawing today.\n\nFeatures include\n\n- Pencil tool, draw using freehand and draw custom lines with the thickness you set\n- Shapes tool, add in circles/rectangles to your drawings\n- Text tool, add in text, choose the font you want to use and the font size as well\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this extension. This extension is not owned by, it is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Нарисувайте фигури, добавете текст и рисувайте с молив, когато използвате нашето онлайн разширение за рисуване.\n\nНякога искали ли сте да рисувате / драскате / рисувате, докато сте в Интернет?\n\nМожете да го направите сега, след като инсталирате този софтуер, просто използвайте нашия софтуер, за да започнете да рисувате днес.\n\nХарактеристиките включват\n\n- Инструмент молив, изчертайте с помощта на ръка и нарисувайте персонализирани линии с дебелината, която сте задали\n- Инструмент за фигури, добавете в кръгове / правоъгълници към вашите рисунки\n- Текстов инструмент, добавете в текст, изберете шрифта, който искате да използвате, както и размера на шрифта\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява и не спонсорира това разширение. Това разширение не е собственост, не е лицензирано и не е дъщерно дружество на Google Inc.",
    "ca": "Dibuixeu formes, afegiu text i dibuixeu amb un llapis quan utilitzeu la nostra extensió de dibuix en línia.\n\nAlguna vegada has volgut dibuixar / dibuixar / dibuixar mentre estàs a Internet?\n\nPodeu fer-ho ara un cop instal·leu aquest programari, només cal que utilitzeu el nostre programari per començar a dibuixar avui.\n\nLes funcions inclouen\n\n- Eina de llapis, dibuixar a mà alçada i dibuixar línies personalitzades amb el gruix establert\n- Eina de formes, afegiu cercles / rectangles als vostres dibuixos\n- Eina de text, afegiu text, trieu la font que vulgueu utilitzar i la mida de la font també\n\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Google i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris.\nGoogle no recolza ni patrocina aquesta extensió. Aquesta extensió no és propietat de, no té llicència ni és filial de Google Inc.",
    "cs": "Když používáte naše online rozšíření pro kreslení, kreslete tvary, přidávejte text a kreslete tužkou.\n\nUž jste někdy chtěli čmáranice, čmárat / kreslit, když jste na internetu?\n\nMůžete tak učinit hned po instalaci tohoto softwaru, jednoduše použijte náš software a začněte kreslit ještě dnes.\n\nMezi funkce patří\n\n- Nástroj Tužka, kreslete od ruky a kreslete vlastní čáry s nastavenou tloušťkou\n- Nástroj Tvary, přidejte do výkresů kruhy / obdélníky\n- Textový nástroj, přidejte text, vyberte písmo, které chcete použít, a také velikost písma\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ vytvořeno společností Google a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům.\nGoogle toto rozšíření nepodporuje ani nesponzoruje. Toto rozšíření není vlastněno, nemá licenci a není dceřinou společností společnosti Google Inc.",
    "da": "Tegn figurer, tilføj tekst og tegn ved hjælp af en blyant, når du bruger vores online tegneforlængelse.\n\nHar du nogensinde ønsket at doodle / skrive / tegne, mens du er på Internettet?\n\nDu kan gøre det nu, når du har installeret denne software, skal du blot bruge vores software til at begynde at tegne i dag.\n\nFunktioner inkluderer\n\n- Blyantværktøj, tegne med frihånd og tegne brugerdefinerede linjer med den tykkelse, du indstiller\n- Formværktøj, tilføj i cirkler / rektangler til dine tegninger\n- Tekstværktøj, tilføj tekst, vælg også den skrifttype, du vil bruge, og skriftstørrelsen\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE er lavet af Google og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere.\nGoogle godkender eller sponsorerer ikke denne udvidelse. Denne udvidelse ejes ikke af, den er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Zeichnen Sie Formen, fügen Sie Text hinzu und zeichnen Sie mit einem Bleistift, wenn Sie unsere Online-Zeichenerweiterung verwenden.\n\nWollten Sie schon immer kritzeln / kritzeln / zeichnen, während Sie im Internet sind?\n\nSie können dies jetzt tun, sobald Sie diese Software installiert haben. Verwenden Sie einfach unsere Software, um noch heute mit dem Zeichnen zu beginnen.\n\nFeatures sind\n\n- Bleistiftwerkzeug, zeichnen Sie mit Freihand und zeichnen Sie benutzerdefinierte Linien mit der von Ihnen festgelegten Dicke\n- Formen-Werkzeug, fügen Sie Ihren Zeichnungen Kreise / Rechtecke hinzu\n- Textwerkzeug, fügen Sie Text hinzu, wählen Sie die gewünschte Schriftart und die Schriftgröße aus\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Erweiterung nicht. Diese Erweiterung gehört nicht, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Σχεδιάστε σχήματα, προσθέστε κείμενο και σχεδιάστε χρησιμοποιώντας ένα μολύβι όταν χρησιμοποιείτε την online επέκταση κλήρωσης.\n\nΘέλατε ποτέ να κάνετε doodle / scribble / draw ενώ βρίσκεστε στο Διαδίκτυο;\n\nΜπορείτε να το κάνετε τώρα μόλις εγκαταστήσετε αυτό το λογισμικό, απλώς χρησιμοποιήστε το λογισμικό μας για να ξεκινήσετε να σχεδιάζετε σήμερα.\n\nΤα χαρακτηριστικά περιλαμβάνουν\n\n- Εργαλείο μολυβιού, σχεδιάστε χρησιμοποιώντας ελεύθερο χέρι και σχεδιάστε προσαρμοσμένες γραμμές με το πάχος που έχετε ορίσει\n- Εργαλείο σχήματος, προσθέστε κύκλους / ορθογώνια στα σχέδιά σας\n- Εργαλείο κειμένου, προσθήκη κειμένου, επιλέξτε τη γραμματοσειρά που θέλετε να χρησιμοποιήσετε και το μέγεθος της γραμματοσειράς\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση. Αυτή η επέκταση δεν ανήκει σε, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "es": "Dibuja formas, agrega texto y dibuja con un lápiz cuando usas nuestra extensión de dibujo en línea.\n\n¿Alguna vez has querido hacer garabatos / garabatos / dibujar mientras estás en Internet?\n\nPuede hacerlo ahora una vez que instale este software, simplemente use nuestro software para comenzar a dibujar hoy.\n\nLas características incluyen\n\n- Herramienta de lápiz, dibuje a mano alzada y dibuje líneas personalizadas con el grosor que establezca\n- Herramienta de formas, agregue círculos / rectángulos a sus dibujos\n- Herramienta de texto, agregue texto, elija la fuente que desea usar y el tamaño de fuente también\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión. Esta extensión no es propiedad de, no tiene licencia ni es una subsidiaria de Google Inc.",
    "et": "Joonistage kujundeid, lisage teksti ja joonistage pliiatsiga, kui kasutate meie veebilõike laiendust.\n\nKas olete kunagi tahtnud Internetis olles doodleerida / kritseldada / joonistada?\n\nSaate seda teha kohe, kui olete selle tarkvara installinud, kasutage täna meie joonistamise alustamiseks lihtsalt meie tarkvara.\n\nFunktsioonide hulka kuuluvad\n\n- Pliiatsi tööriist, joonistage vabakäega ja tõmmake teie määratud paksusega kohandatud jooned\n- Kujundite tööriist, lisage oma joonistele ringidesse / ristkülikutesse\n- Teksti tööriist, lisage tekst, valige kasutatav font ja ka fondi suurus\n\nKohustustest loobumine: Pange tähele, et seda laiendust EI teinud Google ja seda teeb sõltumatu arendustiim. Kõik autoriõigused kuuluvad nende omanikele.\nGoogle ei toeta ega sponsoreeri seda laiendust. See laiendus ei kuulu Google Inc.-le, see pole litsentseeritud ega ole Google Inc. tütarettevõte.",
    "fil": "Piirrä muotoja, lisää tekstiä ja piirrä lyijykynällä, kun käytät online-piirustuslaajennustamme.\n\nOletko koskaan halunnut piirtää / piirtää / piirtää ollessasi Internetissä?\n\nVoit tehdä niin nyt, kun olet asentanut tämän ohjelmiston, aloita piirtäminen jo tänään käyttämällä ohjelmistojamme.\n\nOminaisuuksiin kuuluu\n\n- Lyijykynätyökalu, piirrä vapaalla kädellä ja piirrä mukautettuja viivoja asettamasi paksuudella\n- Muodot-työkalu, lisää piireihisi ympyröinä / suorakulmioina\n- Tekstityökalu, lisää tekstiin, valitse haluamasi fontti ja kirjasinkoko\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole tehnyt Google, ja sen on tehnyt riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai sponsoroi tätä laajennusta. Tämä laajennus ei ole Google Inc: n omistuksessa, lisenssillä eikä se ole Google Inc: n tytäryhtiö.",
    "fr": "Dessinez des formes, ajoutez du texte et dessinez à l'aide d'un crayon lorsque vous utilisez notre extension de dessin en ligne.\n\nVous avez toujours voulu griffonner / griffonner / dessiner pendant que vous êtes sur Internet?\n\nVous pouvez le faire maintenant une fois que vous avez installé ce logiciel, utilisez simplement notre logiciel pour commencer à dessiner dès aujourd'hui.\n\nLes fonctionnalités incluent\n\n- Outil crayon, dessinez à main levée et dessinez des lignes personnalisées avec l'épaisseur que vous avez définie\n- Outil Formes, ajoutez des cercles / rectangles à vos dessins\n- Outil de texte, ajoutez du texte, choisissez la police que vous souhaitez utiliser et la taille de la police également\n\nClause de non-responsabilité: Veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension. Cette extension n'appartient pas à, elle n'est pas concédée sous licence et n'est pas une filiale de Google Inc.",
    "hi": "जब आप हमारे ऑनलाइन ड्रा एक्सटेंशन का उपयोग करते हैं, तो आकृतियाँ बनाएं, टेक्स्ट जोड़ें और एक पेंसिल का उपयोग करके ड्रा करें।\n\nजब आप इंटरनेट पर हैं तब डूडल / स्क्रिबल / ड्रा करना चाहते थे?\n\nआप इस सॉफ़्टवेयर को इंस्टॉल करने के बाद अब कर सकते हैं, आज ड्राइंग शुरू करने के लिए बस हमारे सॉफ़्टवेयर का उपयोग करें।\n\nविशेषताओं में शामिल\n\n- पेंसिल टूल, फ्रीहैंड का उपयोग करके ड्रा करें और आपके द्वारा निर्धारित मोटाई के साथ कस्टम लाइनें खींचें\n- आकृतियाँ उपकरण, अपने चित्र में हलकों / आयतों में जोड़ें\n- टेक्स्ट टूल, टेक्स्ट में जोड़ें, वह फ़ॉन्ट चुनें जिसे आप उपयोग करना चाहते हैं और फ़ॉन्ट आकार भी\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। यह एक्सटेंशन स्वामित्व में नहीं है, यह इसके द्वारा लाइसेंस प्राप्त नहीं है और Google इंक की सहायक कंपनी नहीं है।",
    "hr": "Crtajte oblike, dodajte tekst i crtajte olovkom kada koristite naše internetsko proširenje za crtanje.\n\nJeste li ikad poželjeli crtati / crtati / crtati dok ste na Internetu?\n\nTo možete učiniti sada nakon što instalirate ovaj softver, jednostavno upotrijebite naš softver da biste danas počeli crtati.\n\nZnačajke uključuju\n\n- Alat olovka, crtajte slobodnim rukama i crtajte prilagođene linije debljine koju ste postavili\n- Alat za oblike, dodajte crtežima u krugove / pravokutnike\n- Alat za tekst, dodajte u tekst, odaberite font koji želite koristiti i veličinu fonta\n\nIzjava o odricanju odgovornosti: imajte na umu da ovo proširenje NIJE Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava ili ne sponzorira ovo proširenje. Ovo proširenje nije u vlasništvu, nije licencirano i nije podružnica Google Inc.",
    "hu": "Rajzoljon formákat, adjon hozzá szöveget és rajzoljon ceruzával, amikor az online rajzhosszabbítónkat használja.\n\nMindig is szeretett volna firkálni / firkálni / rajzolni, miközben Ön az interneten van?\n\nA szoftver telepítése után most megteheti, egyszerűen használja a szoftverünket a mai rajz megkezdéséhez.\n\nA szolgáltatások közé tartozik\n\n- Ceruza eszköz, szabadkézi rajzolás és egyedi vonalak rajzolása a beállított vastagsággal\n- Alakzatok eszköz, adjon hozzá köröket / téglalapokat a rajzaihoz\n- Szöveg eszköz, adjon hozzá szöveget, válassza ki a használni kívánt betűtípust és a betűméretet is\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a bővítményt NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Google nem támogatja vagy szponzorálja ezt a bővítményt. Ez a kiterjesztés nem a Google Inc. tulajdonában van, nem rendelkezik engedéllyel és nem a Google Inc. leányvállalata.",
    "id": "Gambar bentuk, tambahkan teks, dan gambar menggunakan pensil saat Anda menggunakan ekstensi gambar online kami.\n\nPernah ingin mencoret-coret / mencoret-coret / menggambar saat Anda berada di Internet?\n\nAnda dapat melakukannya sekarang setelah Anda menginstal perangkat lunak ini, cukup gunakan perangkat lunak kami untuk mulai menggambar hari ini.\n\nFitur termasuk\n\n- Alat pensil, gambar menggunakan tangan bebas dan gambar garis khusus dengan ketebalan yang Anda atur\n- Alat Bentuk, tambahkan lingkaran / persegi panjang ke gambar Anda\n- Alat teks, tambahkan teks, pilih font yang ingin Anda gunakan dan ukuran font juga\n\nPenafian: Harap dicatat ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembangan independen. Semua hak cipta adalah milik masing-masing pemiliknya.\nGoogle tidak mendukung atau mensponsori ekstensi ini. Ekstensi ini tidak dimiliki oleh, tidak dilisensikan oleh dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Disegna forme, aggiungi testo e disegna con una matita quando utilizzi la nostra estensione di disegno online.\n\nHai mai desiderato scarabocchiare / scarabocchiare / disegnare mentre eri su Internet?\n\nPuoi farlo ora una volta installato questo software, usa semplicemente il nostro software per iniziare a disegnare oggi.\n\nLe caratteristiche includono\n\n- Strumento matita, disegna a mano libera e disegna linee personalizzate con lo spessore impostato\n- Strumento Forme, aggiungi cerchi / rettangoli ai tuoi disegni\n- Strumento testo, aggiungi testo, scegli il carattere che desideri utilizzare e anche la dimensione del carattere\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è realizzata da Google ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione. Questa estensione non è di proprietà di, non è concessa in licenza e non è una consociata di Google Inc.",
    "ja": "オンライン描画拡張機能を使用すると、図形を描画したり、テキストを追加したり、鉛筆を使用して描画したりできます。\n\nインターネットに接続しているときに、落書き/落書き/描画したいと思ったことはありませんか？\n\nこのソフトウェアをインストールしたら、今すぐインストールできます。ソフトウェアを使用して、今日から描画を開始してください。\n\n機能が含まれます\n\n-鉛筆ツール、フリーハンドで描画し、設定した太さでカスタム線を描画します\n-シェイプツール、図面に円/長方形を追加します\n-テキストツール、テキストの追加、使用するフォントとフォントサイズの選択\n\n免責事項：この拡張機能はGoogleによって作成されたものではなく、独立した開発チームによって作成されたものであることに注意してください。すべての著作権はそれぞれの所有者に帰属します。\nGoogleは、この拡張機能を推奨または後援していません。この拡張機能は、Google Incが所有しておらず、ライセンスも付与されておらず、GoogleIncの子会社でもありません。",
    "ko": "온라인 그리기 확장 프로그램을 사용할 때 모양을 그리고 텍스트를 추가하고 연필을 사용하여 그림을 그립니다.\n\n인터넷에있는 동안 낙서 / 낙서 / 그리기를 원한 적이 있습니까?\n\n이 소프트웨어를 설치 한 후 지금 바로 수행 할 수 있습니다. 소프트웨어를 사용하여 오늘 그리기를 시작하면됩니다.\n\n특징은 다음과 같습니다\n\n-연필 도구, 자유형으로 그리고 설정 한 두께로 사용자 정의 선을 그립니다.\n-도형 도구, 그림에 원 / 직사각형 추가\n-텍스트 도구, 텍스트 추가, 사용하려는 글꼴 및 글꼴 크기 선택\n\n면책 조항 :이 확장 프로그램은 Google에서 만든 것이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다.\nGoogle은이 확장 프로그램을 보증하거나 후원하지 않습니다. 이 확장 프로그램은 Google Inc.의 소유가 아니며 라이선스가 부여되지 않았으며 Google Inc.의 자회사가 아닙니다.",
    "lt": "Piešdami figūras, pridėkite teksto ir piešite pieštuku, kai naudojate mūsų internetinį piešimo plėtinį.\n\nAr kada norėjote papuošti / rašyti / piešti, kai esate internete?\n\nTai galite padaryti dabar, kai įdiegsite šią programinę įrangą, tiesiog naudokite mūsų programinę įrangą ir pradėkite piešti šiandien.\n\nĮranga apima\n\n- Pieštuko įrankis, nubrėžkite laisva ranka ir nubrėžkite pasirinktines linijas, kurių storis yra jūsų\n- Formų įrankis, pridėkite ratuose / stačiakampiuose prie savo piešinių\n- Teksto įrankis, pridėkite tekste, taip pat pasirinkite norimą naudoti šriftą ir šrifto dydį\n\nAtsakomybės apribojimas: atkreipkite dėmesį, kad šį plėtinį NEGALI „Google“, o jį atlieka nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepatvirtina ir neremia šio plėtinio. Šis plėtinys nepriklauso, nėra licencijuotas ir nėra „Google Inc.“ dukterinė įmonė.",
    "lv": "Izmantojot tiešsaistes zīmēšanas paplašinājumu, zīmējiet figūras, pievienojiet tekstu un zīmējiet, izmantojot zīmuli.\n\nVai esat kādreiz gribējuši rakstīt / rakstīt / zīmēt, kamēr atrodaties internetā?\n\nTo var izdarīt tagad, kad esat instalējis šo programmatūru, vienkārši izmantojiet mūsu programmatūru, lai sāktu zīmēšanu jau šodien.\n\nFunkcijas ietver\n\n- Zīmuļu rīks, zīmējiet, izmantojot brīvroku, un zīmējiet pielāgotas līnijas ar jūsu iestatīto biezumu\n- Formu rīks, pievienojiet zīmējumiem apļos / taisnstūros\n- Teksta rīks, pievienojiet tekstu, izvēlieties arī fontu, kuru vēlaties izmantot, un fonta lielumu\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to veic neatkarīga izstrādātāju komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neapstiprina un neatbalsta šo paplašinājumu. Šis paplašinājums nepieder, tas nav licencēts un nav Google Inc. meitasuzņēmums.",
    "ms": "Lukis bentuk, tambahkan teks dan lukis menggunakan pensil semasa anda menggunakan peluasan lukisan dalam talian kami.\n\nPernah mahu mencoret / mencoret / melukis semasa anda berada di Internet?\n\nAnda boleh melakukannya sekarang setelah memasang perisian ini, cukup gunakan perisian kami untuk mula melukis hari ini.\n\nCiri-ciri termasuk\n\n- Alat pensil, lukis menggunakan tangan bebas dan lukis garis khas dengan ketebalan yang anda tetapkan\n- Alat bentuk, tambahkan bulatan / segi empat tepat pada gambar anda\n- Alat teks, tambahkan teks, pilih fon yang ingin anda gunakan dan ukuran fon juga\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan ini. Pelanjutan ini tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Teken vormen, voeg tekst toe en teken met een potlood wanneer u onze online tekenuitbreiding gebruikt.\n\nOoit willen krabbelen / krabbelen / tekenen terwijl je op internet bent?\n\nU kunt dit nu doen nadat u deze software heeft geïnstalleerd, gebruik gewoon onze software om vandaag te beginnen met tekenen.\n\nFuncties zijn onder meer\n\n- Potloodtool, teken met de vrije hand en teken aangepaste lijnen met de dikte die u instelt\n- Vormtool, voeg cirkels / rechthoeken toe aan uw tekeningen\n- Teksttool, voeg tekst toe, kies het lettertype dat u wilt gebruiken en ook de lettergrootte\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelingsteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren.\nGoogle onderschrijft of sponsort deze extensie niet. Deze extensie is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Tegn figurer, legg til tekst og tegn med blyant når du bruker vår online tegneforlengelse.\n\nHar du noen gang ønsket å doodle / skribbe / tegne mens du er på Internett?\n\nDu kan gjøre det nå når du har installert denne programvaren, bare bruk programvaren vår for å begynne å tegne i dag.\n\nFunksjonene inkluderer\n\n- Blyantverktøy, tegne med frihånd og tegne egendefinerte linjer med tykkelsen du har angitt\n- Formverktøy, legg i sirkler / rektangler til tegningene dine\n- Tekstverktøy, legg til tekst, velg skrift du vil bruke og skriftstørrelse også\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nGoogle støtter ikke eller sponser denne utvidelsen. Denne utvidelsen eies ikke av, den er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Rysuj kształty, dodawaj tekst i rysuj ołówkiem, korzystając z naszego rozszerzenia do rysowania online.\n\nCzy kiedykolwiek chciałeś rysować / bazgrać / rysować, gdy jesteś w Internecie?\n\nMożesz to zrobić teraz po zainstalowaniu tego oprogramowania, po prostu użyj naszego oprogramowania, aby rozpocząć rysowanie już dziś.\n\nDodatki zawarte\n\n- Ołówek, rysuj odręcznie i rysuj niestandardowe linie o ustawionej grubości\n- Narzędzie kształtów, dodawaj okręgi / prostokąty do rysunków\n- Narzędzie tekstowe, dodaj tekst, wybierz czcionkę, której chcesz użyć, a także rozmiar czcionki\n\nZastrzeżenie: należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Google i zostało stworzone przez niezależny zespół programistów. Wszystkie prawa autorskie należą do ich odpowiednich właścicieli.\nGoogle nie popiera ani nie sponsoruje tego rozszerzenia. To rozszerzenie nie jest własnością firmy Google Inc., nie ma na nie licencji ani nie jest jej spółką zależną.",
    "ro": "Desenați forme, adăugați text și desenați folosind un creion atunci când utilizați extensia noastră de desen online.\n\nAți dorit vreodată să doodle / mâzgălit / desenat în timp ce sunteți pe internet?\n\nPuteți face acest lucru acum, după ce instalați acest software, pur și simplu utilizați software-ul nostru pentru a începe desenul astăzi.\n\nCaracteristicile includ\n\n- Instrument pentru creion, desenează cu mâna liberă și trasează linii personalizate cu grosimea setată\n- Instrument Shapes, adăugați în cercuri / dreptunghiuri la desenele dvs.\n- Instrument de text, adăugați text, alegeți fontul pe care doriți să îl utilizați și dimensiunea fontului\n\nDeclinare de responsabilitate: Rețineți că această extensie NU este realizată de Google și este realizată de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu aprobă sau sponsorizează această extensie. Această extensie nu este deținută, nu este licențiată și nu este o filială a Google Inc.",
    "ru": "Рисуйте фигуры, добавляйте текст и рисуйте карандашом, используя наше онлайн-расширение для рисования.\n\nВы когда-нибудь хотели рисовать / рисовать / рисовать, пока вы в Интернете?\n\nВы можете сделать это сейчас, установив это программное обеспечение, просто воспользуйтесь нашим программным обеспечением, чтобы начать рисовать сегодня.\n\nОсобенности включают\n\n- Инструмент «Карандаш»: рисуйте от руки и рисуйте собственные линии с установленной вами толщиной\n- Инструмент Фигуры, добавляйте круги / прямоугольники к вашим рисункам\n- Инструмент Текст, добавьте текст, выберите шрифт, который вы хотите использовать, а также размер шрифта\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Google, а создано независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не спонсирует это расширение. Это расширение не принадлежит, не лицензируется и не является дочерней компанией Google Inc.",
    "sk": "Ak používate naše online rozšírenie na kreslenie, kreslite tvary, pridajte text a kreslite ceruzkou.\n\nChceli ste niekedy kresliť, čmárať alebo kresliť, keď ste na internete?\n\nMôžete tak urobiť hneď po inštalácii tohto softvéru. Jednoducho použite náš softvér a začnite kresliť už dnes.\n\nMedzi funkcie patrí\n\n- Nástroj Ceruzka, kreslite rukou a nakreslite vlastné čiary s nastavenou hrúbkou\n- Nástroj Tvary, pridajte do svojich výkresov kruhy / obdĺžniky\n- Textový nástroj, pridajte text, vyberte písmo, ktoré chcete použiť, a tiež veľkosť písma\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE je vyrobené spoločnosťou Google a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom.\nGoogle toto rozšírenie nepodporuje ani nesponzoruje. Toto rozšírenie nie je vlastníkom, nemá licenciu od spoločnosti Google Inc. a nie je jeho dcérskou spoločnosťou.",
    "sl": "Ko uporabljate našo spletno razširitev za risanje, rišite oblike, dodajte besedilo in rišite s svinčnikom.\n\nSte že kdaj želeli risati / risati / risati, ko ste v internetu?\n\nTo lahko storite zdaj, ko namestite to programsko opremo, preprosto uporabite našo programsko opremo, da začnete risati danes.\n\nZnačilnosti vključujejo\n\n- Orodje svinčnik, narišite s prostoročnim vodenjem in narišite črte po meri z nastavljeno debelino\n- Orodje za oblike, dodajte svoje kroge v kroge / pravokotnike\n- Orodje za besedilo, dodajte v besedilo, izberite pisavo, ki jo želite uporabiti, in velikost pisave\n\nOmejitev odgovornosti: upoštevajte, da te razširitve NE izdeluje Google in jo je izdelala neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nGoogle ne podpira in ne sponzorira te razširitve. Ta razširitev ni v lasti družbe Google, ni licencirana in ni podružnica družbe Google Inc.",
    "sr": "Цртајте облике, додајте текст и цртајте оловком када користите наш додатак за цртање на мрежи.\n\nДа ли сте икада пожелели да цртате / цртате / цртате док сте на Интернету?\n\nТо можете учинити сада након што инсталирате овај софтвер, једноставно користите наш софтвер да бисте започели цртање већ данас.\n\nКарактеристике укључују\n\n- Алат оловка, цртајте користећи руку и цртајте прилагођене линије дебљине коју сте поставили\n- Алат за облике, додајте цртежима у кругове / правоугаонике\n- Алат за текст, додајте у текст, одаберите фонт који желите да користите и величину фонта\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НИЈЕ Гоогле, а направио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\nГоогле не подржава и не спонзорише ово проширење. Ово проширење није у власништву компаније, није лиценцирано и није подружница компаније Гоогле Инц.",
    "sv": "Rita former, lägg till text och rita med en penna när du använder vår online-ritningstillägg.\n\nNågonsin velat klotter / klottra / rita medan du är på Internet?\n\nDu kan göra det nu när du har installerat den här programvaran, använd helt enkelt vår programvara för att börja rita idag.\n\nFunktioner inkluderar\n\n- Pennverktyg, rita med frihand och rita anpassade linjer med den tjocklek du ställt in\n- Formverktyg, lägg i cirklar / rektanglar till dina ritningar\n- Textverktyg, lägg till text, välj teckensnittet du vill använda och teckensnittsstorleken också\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE är gjord av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör respektive ägare.\nGoogle stöder inte eller sponsrar detta tillägg. Denna tillägg ägs inte av, den är inte licensierad av och är inte ett dotterbolag till Google Inc.",
    "th": "วาดรูปทรงเพิ่มข้อความและวาดโดยใช้ดินสอเมื่อคุณใช้ส่วนขยายการวาดออนไลน์ของเรา\n\nคุณเคยต้องการที่จะวาดเส้นขยุกขยิก / ขีดเขียน / วาดภาพขณะที่คุณอยู่บนอินเทอร์เน็ตหรือไม่?\n\nคุณสามารถทำได้ทันทีที่คุณติดตั้งซอฟต์แวร์นี้เพียงใช้ซอฟต์แวร์ของเราเพื่อเริ่มวาดภาพวันนี้\n\nรวมถึงคุณสมบัติ\n\n- เครื่องมือดินสอวาดโดยใช้มือเปล่าและวาดเส้นที่กำหนดเองตามความหนาที่คุณกำหนด\n- เครื่องมือรูปร่างเพิ่มในวงกลม / สี่เหลี่ยมในภาพวาดของคุณ\n- เครื่องมือข้อความเพิ่มข้อความเลือกแบบอักษรที่คุณต้องการใช้และขนาดตัวอักษรเช่นกัน\n\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยายนี้ ส่วนขยายนี้ไม่ได้เป็นของโดยไม่ได้รับอนุญาตจากและไม่ใช่ บริษัท ในเครือของ Google Inc.",
    "tr": "Çevrimiçi çizim uzantımızı kullanırken şekiller çizin, metin ekleyin ve bir kalem kullanarak çizim yapın.\n\nHiç internetteyken karalama / karalama / çizim yapmak istediniz mi?\n\nBunu şimdi bu yazılımı yükledikten sonra yapabilirsiniz, bugün çizime başlamak için yazılımımızı kullanın.\n\nÖzellikler şunları içerir:\n\n- Kurşun kalem aracı, serbest el kullanarak çizim yapın ve belirlediğiniz kalınlıkta özel çizgiler çizin\n- Şekiller aracı, çizimlerinize daireler / dikdörtgenler ekleyin\n- Metin aracı, metni ekleyin, kullanmak istediğiniz yazı tipini ve yazı tipi boyutunu da seçin\n\nSorumluluk reddi beyanı: Lütfen bu uzantının Google tarafından OLMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları kendi sahiplerine aittir.\nGoogle, bu uzantıyı onaylamaz veya desteklemez. Bu uzantının sahibi değildir, lisansı yoktur ve Google Inc.'in bir yan kuruluşu değildir.",
    "uk": "Малюйте фігури, додайте текст і малюйте олівцем, коли ви використовуєте наше розширення для онлайн-малювання.\n\nВи коли-небудь хотіли малювати / писати / малювати, поки ви знаходитесь в Інтернеті?\n\nВи можете зробити це зараз, як тільки встановите це програмне забезпечення, просто скористайтесь нашим програмним забезпеченням, щоб розпочати малювати сьогодні.\n\nОсобливості включають\n\n- Інструмент \"Олівець\", малюйте від руки і малюйте власні лінії із заданою товщиною\n- Інструмент «Фігури», додайте круги / прямокутники до своїх малюнків\n- Інструмент \"Текст\", додайте в текст, виберіть шрифт, який ви хочете використовувати, а також розмір шрифту\n\nЗастереження. Зверніть увагу: це розширення НЕ робиться компанією Google, а робиться незалежною командою розробників. Усі авторські права належать їх власникам.\nGoogle не підтримує та не спонсорує це розширення. Це розширення не належить, не має ліцензії та не є дочірньою компанією Google Inc.",
    "vi": "Vẽ hình dạng, thêm văn bản và vẽ bằng bút chì khi bạn sử dụng tiện ích mở rộng vẽ trực tuyến của chúng tôi.\n\nBạn đã bao giờ muốn vẽ nguệch ngoạc / nguệch ngoạc / vẽ khi đang truy cập Internet?\n\nBạn có thể làm như vậy ngay bây giờ khi bạn cài đặt phần mềm này, chỉ cần sử dụng phần mềm của chúng tôi để bắt đầu vẽ ngay hôm nay.\n\nCác tính năng bao gồm\n\n- Công cụ bút chì, vẽ bằng tay và vẽ các đường tùy chỉnh với độ dày bạn đặt\n- Công cụ hình dạng, thêm hình tròn / hình chữ nhật vào bản vẽ của bạn\n- Công cụ văn bản, thêm văn bản, chọn phông chữ bạn muốn sử dụng và cả kích thước phông chữ\n\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG phải do Google tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ cho phần mở rộng này. Tiện ích mở rộng này không thuộc sở hữu của, không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN": "使用我们的在线绘图扩展程序时，可以绘制形状，添加文本并使用铅笔进行绘制。\n\n您是否曾经想在上网时进行涂鸦/涂鸦/绘画？\n\n安装此软件后，您现在就可以这样做，只需使用我们的软件即可立即开始绘图。\n\n功能包括\n\n-铅笔工具，使用徒手绘制，并以您设置的粗细绘制自定义线条\n-形状工具，在图形中添加圆/矩形\n-文字工具，添加文字，选择要使用的字体以及字体大小\n\n免责声明：请注意，此扩展程序不是由Google而是由独立的开发团队开发的。所有版权属于其各自所有者。\nGoogle不认可或赞助此扩展。此扩展程序不归Google Inc.所有，也不属于Google Inc.的子公司。",
    "zh_TW": "使用我們的在線繪圖擴展程序時，可以繪製形狀，添加文本並使用鉛筆進行繪製。\n\n您是否曾經想在上網時進行塗鴉/塗鴉/繪畫？\n\n安裝此軟件後，您現在就可以這樣做，只需使用我們的軟件即可立即開始繪圖。\n\n功能包括\n\n-鉛筆工具，使用徒手繪製，並以您設置的粗細繪製自定義線條\n-形狀工具，在圖形中添加圓/矩形\n-文字工具，添加文字，選擇要使用的字體以及字體大小\n\n免責聲明：請注意，此擴展程序不是由Google而是由獨立的開發團隊開發的。所有版權屬於其各自所有者。\nGoogle不認可或贊助此擴展。此擴展程序不歸Google Inc.所有，也不屬於Google Inc.的子公司。"
  }
}