{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sidecade"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your Personal Arcade, Just a Click Away!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Why limit your gaming experience to specific platforms or websites? With Sidecade, you bring the arcade with you, wherever you are on the web. With over 800 games and counting, your next moment of leisure is just a click away.\n\n🎮 Key Features\n- Instant Access: Enjoy over 800 games from anywhere on the web with a simple click.\n- User-Friendly Interface: Navigate through our extensive game library with ease.\n- In-Browser Gaming: All games run in windows within your browser—no need to juggle \nbetween tabs or software.\n-  Google Emergency Eject: When you don't want others to see you playing games, just press Alt+W and it will close all games and redirect you to google.\n- Multi-Game Support: Feeling ambitious? Play multiple games at once!\n- Absolutely Free: Zero cost, pure entertainment.\n- Always Fresh: We're constantly adding new games to keep the fun going.\n- Smart Recommendations: Discover new games tailored just for you with our advanced recommendation engine.\n\n🌟 Why Choose Sidecade?\n- Unparalleled Convenience: Why search for games when they can be right at your fingertips?\n- Variety Galore: Choose from a wide range of games—action, puzzle, strategy, and more!\n- Multi-Task Like a Pro: Who says you can't beat three levels in three different games at the same time?\n- Regular Updates: With new games added frequently, you'll never run out of options.\n\n📥 Installation and Setup\n- Click on the \"Add to Chrome\" button at the top-right corner of this page.\n- Confirm the installation by clicking \"Add Extension.\"\n- Open a new tab, and you'll find the Sidecade icon in your extension toolbar.\n- Click on it to open the arcade and start gaming!"
  }
}