{
  "name": {
    "ar,bg,bn,cs,fi,gu,hr,lv,mr,ro": "Unroll Ball Game",
    "am,de,en,en_AU,en_GB,en_US,es,es_419,fil,fr,hi,it,lt,ms,nl,pt_BR,pt_PT,ru,sk,sr,sw,tr,uk,vi,zh_CN,zh_TW": "Unroll Ball Puzzles Game",
    "ca,da,et,fa,hu,id,no,sv": "Unroll Ball Online Game",
    "el,ja,ta": "Unroll Ball Unblocked Game",
    "he,kn,ko,ml,pl,sl,te,th": "Unroll Ball Online"
  },
  "short": {
    "ar": "يجب عليك إكمال المستوى بثلاث نجوم عن طريق تمرير الكرة عبر الأنابيب في وضعين مختلفين.",
    "am": "ኳሱን በሁለት የተለያዩ ሞዶች በቧንቧዎቹ ውስጥ በማለፍ በሦስት ከዋክብት ደረጃውን ማጠናቀቅ አለብህ።",
    "bg": "Трябва да завършите нивото с три звезди, като прекарате топката през тръбите в два различни режима.",
    "bn": "আপনাকে অবশ্যই দুটি ভিন্ন মোডে পাইপগুলির মধ্য দিয়ে বলটি পাস করে তিনটি তারার সাথে স্তরটি সম্পূর্ণ করতে হবে।",
    "ca": "Heu de completar el nivell amb tres estrelles passant la pilota per les canonades en dos modes diferents.",
    "cs": "Úroveň musíte dokončit se třemi hvězdami tím, že projdete míčem trubkami ve dvou různých režimech.",
    "da": "Du skal gennemføre niveauet med tre stjerner ved at føre bolden gennem rørene i to forskellige tilstande.",
    "de": "Sie müssen das Level mit drei Sternen abschließen, indem Sie den Ball in zwei verschiedenen Modi durch die Rohre führen.",
    "el": "Πρέπει να ολοκληρώσετε το επίπεδο με τρία αστέρια περνώντας την μπάλα μέσα από τους σωλήνες σε δύο διαφορετικές λειτουργίες.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You must complete the level with three stars by passing the ball through the pipes in two different modes.",
    "es": "Debes completar el nivel con tres estrellas pasando la bola a través de los tubos en dos modos diferentes.",
    "et": "Taseme peate täitma kolme tärniga, juhtides palli läbi torude kahes erinevas režiimis.",
    "fa": "شما باید سطح با سه ستاره با عبور توپ از طریق لوله ها در دو حالت مختلف کامل.",
    "fi": "Sinun on suoritettava taso kolmella tähdellä viemällä pallo putkien läpi kahdessa eri tilassa.",
    "fil": "Kailangan mong kumpletuhin ang antas na may tatlong bituin sa pamamagitan ng pagpasa ng bola sa pama",
    "fr": "Vous devez compléter le niveau avec trois étoiles en passant la balle à travers les tuyaux dans deux modes différents.",
    "gu": "તમારે દડાને પાઇપમાંથી બે જુદી જુદી સ્થિતિઓમાં પસાર કરીને ત્રણ તારા વડે સ્તર પૂર્ણ કરવું જોઇએ.",
    "he": "עליך להשלים את הרמה עם שלושה כוכבים על ידי העברת הכדור דרך הצינורות בשני מצבים שונים.",
    "hi": "आप दो अलग अलग मोड में पाइप के माध्यम से गेंद को पारित करके तीन सितारों के साथ स्तर को पूरा करना होगा।",
    "hr": "Morate dovršiti razinu s tri zvjezdice dodavanjem lopte kroz cijevi u dva različita načina rada.",
    "hu": "A szintet három csillaggal kell teljesítened úgy, hogy a labdát két különböző módban haladod át a csöveken.",
    "id": "Anda harus menyelesaikan level dengan tiga bintang dengan mengoper bola melalui pipa dalam dua mode berbeda.",
    "it": "Devi completare il livello con tre stelle facendo passare la palla attraverso i tubi in due diverse modalità.",
    "ja": "あなたは2つの異なるモードでパイプを通してボールを渡すことによって3つの星でレベルを完了する必要があります。",
    "kn": "ಎರಡು ವಿಭಿನ್ನ ಮೋಡ್ ಗಳಲ್ಲಿ ಪೈಪ್ ಗಳ ಮೂಲಕ ಚೆಂಡನ್ನು ಪಾಸ್ ಮಾಡುವ ಮೂಲಕ ನೀವು ಮೂರು ನಕ್ಷತ್ರಗಳೊಂದಿಗೆ ಮಟ್ಟವನ್ನು ಪೂರ್ಣಗೊಳಿಸಬೇಕು.",
    "ko": "두 가지 모드로 파이프를 통해 공을 통과시켜 별 세 개로 레벨을 완료해야합니다.",
    "lv": "Jums ir jāpabeidz līmenis ar trim zvaigznēm, izlaižot bumbu caur caurulēm divos dažādos režīmos.",
    "ml": "രണ്ട് വ്യത്യസ്ത മോഡുകളിൽ പൈപ്പുകളിലൂടെ പന്ത് പാസ് ചെയ്തുകൊണ്ട് മൂന്ന് നക്ഷത്രങ്ങളുമായി നിങ്ങൾ ലെവൽ പൂർത്തിയാക്കണം.",
    "mr": "पाईप्समधून बॉल दोन वेगवेगळ्या मोडमध्ये पास करून आपण तीन ताऱ्यांसह पातळी पूर्ण करणे आवश्यक आहे.",
    "ms": "Anda mesti melengkapkan tahap dengan tiga bintang dengan melewati bola melalui paip dalam dua mod yang berbeza.",
    "nl": "Je moet het level met drie sterren voltooien door de bal in twee verschillende modi door de pijpen te laten gaan.",
    "no": "Du må fullføre nivået med tre stjerner ved å passere ballen gjennom rørene i to forskjellige moduser.",
    "pl": "Musisz ukończyć poziom z trzema gwiazdkami, przepuszczając piłkę przez rury w dwóch różnych trybach.",
    "ro": "Trebuie să completeze nivelul cu trei stele prin trecerea mingea prin conducte în două moduri diferite.",
    "ru": "Вы должны пройти уровень с тремя звездами, пропуская шар по трубам в двух разных режимах.",
    "sk": "Úroveň musíte dokončiť tromi hviezdičkami prechodom lopty potrubím v dvoch rôznych režimoch.",
    "sl": "Raven morate dokončati s tremi zvezdicami, tako da žogo skozi cevi opravite v dveh različnih načinih.",
    "sv": "Du måste slutföra nivån med tre stjärnor genom att leda bollen genom rören i två olika lägen.",
    "sw": "Lazima ukamilishe kiwango na nyota tatu kwa kupitisha mpira kupitia mabomba katika njia mbili tofauti.",
    "ta": "இரண்டு வெவ்வேறு முறைகளில் குழாய்கள் வழியாக பந்தை அனுப்புவதன் மூலம் நீங்கள் மூன்று நட்சத்திரங்களுடன் மட்டத்தை முடிக்க வேண்டும்.",
    "te": "రెండు విభిన్న మోడ్ ల్లో పైపుల గుండా బంతిని పాస్ చేయడం ద్వారా మీరు మూడు స్టార్ లతో లెవల్ ని పూర్తి చేయాలి.",
    "th": "คุณต้องผ่านด่านด้วยดาวสามดวงโดยผ่านลูกบอลผ่านท่อในสองโหมดที่แตกต่างกัน",
    "tr": "Topu borulardan iki farklı modda geçirerek seviyeyi üç yıldızla tamamlamalısınız.",
    "uk": "Ви повинні завершити рівень з трьома зірками, пропустивши м'яч по трубах в двох різних режимах."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Can you find a crazy ball's way through the maze! Complete challenging missions and witness the adventure.\n\nHow To Play\nPlayed with Mouse.\n\nUnroll Ball Puzzles Game Features\n✓ 2 Different mode\n✓ 20+ Level\n✓ 2D Graphics\n✓ Easy control\n\nFinally, you can enjoy these game for free (and more requests will be added)! Unroll Ball Puzzles Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}