{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ListenToRadio"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Access radio stations and interesting music sites in one spot with ListenToRadioToday new tab."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Listen2Radio new tab Extension by Aztec, provides top radio stations in a convenient list on your Chrome new tab and update your new tab page search.\n\nListen2Radio by aztec media is a new tab Chrome extension that replace your current new tab in chrome browser, the extension set your Chrome new tab page to the Listen2Radio new tab page:\n\nit offers:\ntop radio stations in a convenient list on your Chrome new tab , links to relevant music sites and convenient web search update on your Chrome new tab.\n\nPermissions used & reasons:\n\n\"Read and change your data on a number of websites\"\nFor our product to work, we require access to the websites we own and manage.\n\n\"Replace the page you see when opening a new tab\"\nThis allows us to show you our product - new tab page with free web search.\n\nPlease read carefully: By clicking the “Free+ Add to Chrome” button in the top right hand corner above and installing the ListenToRadio new tab extension, you agree to install this application, and you agree to the End User License Agreement and the Privacy Policy and to receiving any future updates and upgrades. You can uninstall the program at any time. \n\nEnd User License Agreement:  \nhttp://www.blpsearch.com/terms\n\nPrivacy Policy: \nhttp://www.blpsearch.com/privacy"
  }
}