{
  "name": {
    "am,ar,bg,bn,ca,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,ru,sk,sl,sr,sw,ta,te,th,uk,zh_CN,zh_TW": "Plagiarism Checker",
    "cs": "Kontrola plagiátorství",
    "da": "Plagiatkontrol",
    "de": "Plagiatsprüfung",
    "es": "Verificador de plagio",
    "fr": "Vérificateur de plagiat",
    "it": "Controllo antiplagio",
    "nl": "Plagiaatcontrole",
    "no,sv": "Plagieringskontroll",
    "pl": "Kontroler plagiatu",
    "pt_BR,pt_PT": "Verificador de plágio",
    "ro": "Verificator de plagiat",
    "tr": "İntihal programı",
    "vi": "Trình kiểm tra đạo văn"
  },
  "short": {
    "am,ar,bg,bn,ca,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,ru,sk,sl,sr,sw,ta,te,th,uk,zh_CN,zh_TW": "Plagiarisma is the world famous plagiarism checker for scholars, students, teachers, writers.",
    "cs": "Plagiarisma je světově proslulý nástroj na kontrolu plagiátů pro vědce, studenty, učitele a spisovatele.",
    "da": "Plagiarisma er den verdensberømte plagiatkontrol for lærde, studerende, lærere, forfattere.",
    "de": "Plagiarisma ist der weltberühmte Plagiatsprüfer für Gelehrte, Studenten, Lehrer, Schriftsteller.",
    "es": "Plagiarisma es el verificador de plagio de fama mundial para académicos, estudiantes, profesores y escritores.",
    "fr": "Plagiarisma est le vérificateur de plagiat de renommée mondiale pour les universitaires, les étudiants, les enseignants et les…",
    "it": "Plagiarisma è il correttore di plagio famoso in tutto il mondo per studiosi, studenti, insegnanti, scrittori.",
    "nl": "Plagiarisma is de wereldberoemde plagiaatcontrole voor wetenschappers, studenten, docenten, schrijvers.",
    "no": "Plagiarisma er den verdensberømte plagieringskontrollen for lærde, studenter, lærere, forfattere.",
    "pl": "Plagiarisma to znane na całym świecie narzędzie do sprawdzania plagiatu dla naukowców, studentów, nauczycieli, pisarzy.",
    "pt_BR,pt_PT": "Plagiarisma é o verificador de plágio mundialmente famoso para estudiosos, estudantes, professores, escritores.",
    "ro": "Plagiarisma este renumitul verificator de plagiat pentru savanți, studenți, profesori, scriitori.",
    "sv": "Plagiarisma är den världsberömda plagieringskontrollen för forskare, studenter, lärare, författare.",
    "tr": "Plagiarisma bilim adamları, öğrenciler, öğretmenler, yazarlar için dünyaca ünlü intihal denetleyicisidir.",
    "vi": "Plagiarisma là công cụ kiểm tra đạo văn nổi tiếng thế giới dành cho các học giả, sinh viên, giáo viên, nhà văn."
  },
  "long": {
    "am,ar,bg,bn,ca,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,ru,sk,sl,sr,sw,ta,te,th,uk,zh_CN,zh_TW": "How to use it:\n\nLog in https://plagiarisma.net/login.php or register https://plagiarisma.net/register.php a new account.\n\nGrab an API key from members area and authorize your extension.\n\nSelect any text on any website.\n\nPush the extension icon and click the \"Check Plagiarism\" button.\n\nWait for results.",
    "cs": "Plagiarisma je světově proslulý nástroj na kontrolu plagiátů pro vědce, studenty, učitele a spisovatele. Získejte nyní bezplatnou zprávu s procentem!\n\nJak to použít:\n\nPřihlaste se https://plagiarisma.net/cz/login.php nebo si zaregistrujte https://plagiarisma.net/cz/register.php nový účet.\n\nZískejte klíč API z členské oblasti a autorizujte své rozšíření.\n\nVyberte libovolný text na libovolné webové stránce.\n\nStiskněte ikonu rozšíření a klikněte na tlačítko „Zkontrolovat plagiát“.\n\nPočkejte na výsledky.\n\nhttps://plagiarisma.net/cz/",
    "da": "Plagiarisma er den verdensberømte plagiatkontrol for lærde, studerende, lærere, forfattere. Få en gratis rapport med procent nu!\n\nSådan bruges det:\n\nLog ind https://plagiarisma.net/dk/login.php eller registrer https://plagiarisma.net/dk/register.php en ny konto.\n\nFå fat i en API-nøgle fra medlemsområdet, og godkend din udvidelse.\n\nVælg en tekst på ethvert websted.\n\nTryk på udvidelsesikonet og klik på knappen \"Tjek plagiat\".\n\nVent på resultater.\n\nhttps://plagiarisma.net/dk/",
    "de": "Plagiarisma ist der weltberühmte Plagiatsprüfer für Gelehrte, Studenten, Lehrer, Schriftsteller. Holen Sie sich jetzt einen kostenlosen Bericht mit Prozentangaben!\n\nWie man es benutzt:\n\nMelden Sie sich auf https://plagiarisma.net/de/login.php an oder registrieren Sie https://plagiarisma.net/de/register.php ein neues Konto.\n\nHolen Sie sich einen API-Schlüssel aus dem Mitgliederbereich und autorisieren Sie Ihre Erweiterung.\n\nWählen Sie einen beliebigen Text auf einer beliebigen Website aus.\n\nDrücken Sie auf das Erweiterungssymbol und klicken Sie auf die Schaltfläche „Plagiat prüfen“.\n\nWarten Sie auf Ergebnisse.\n\nhttps://plagiarisma.net/de/",
    "es": "Plagiarisma es el verificador de plagio de fama mundial para académicos, estudiantes, profesores y escritores. ¡Obtenga un informe gratuito con el porcentaje ahora!\n\nCómo usarlo:\n\nInicie sesión https://plagiarisma.net/es/login.php o registre https://plagiarisma.net/es/register.php una nueva cuenta.\n\nTome una clave API del área de miembros y autorice su extensión.\n\nSeleccione cualquier texto en cualquier sitio web.\n\nPresione el icono de la extensión y haga clic en el botón \"Comprobar plagio\".\n\nEspera los resultados.\n\nhttps://plagiarisma.net/es/",
    "fr": "Plagiarisma est le vérificateur de plagiat de renommée mondiale pour les universitaires, les étudiants, les enseignants et les écrivains. Obtenez un rapport gratuit avec un pourcentage maintenant!\n\nComment l'utiliser:\n\nConnectez-vous https://plagiarisma.net/fr/login.php ou enregistrez https://plagiarisma.net/fr/register.php un nouveau compte.\n\nRécupérez une clé API dans la zone des membres et autorisez votre extension.\n\nSélectionnez n'importe quel texte sur n'importe quel site Web.\n\nAppuyez sur l'icône de l'extension et cliquez sur le bouton \"Vérifier le plagiat\".\n\nAttendez les résultats.\n\nhttps://plagiarisma.net/fr/",
    "it": "Plagiarisma è il correttore di plagio famoso in tutto il mondo per studiosi, studenti, insegnanti, scrittori. Ottieni subito un rapporto gratuito con percentuale!\n\nCome usarlo:\n\nAccedi https://plagiarisma.net/it/login.php o registra https://plagiarisma.net/it/register.php un nuovo account.\n\nPrendi una chiave API dall'area membri e autorizza la tua estensione.\n\nSeleziona qualsiasi testo su qualsiasi sito web.\n\nPremi l'icona dell'estensione e fai clic sul pulsante \"Controlla plagio\".\n\nAspetta i risultati.\n\nhttps://plagiarisma.net/it/",
    "nl": "Plagiarisma is de wereldberoemde plagiaatcontrole voor wetenschappers, studenten, docenten, schrijvers. Ontvang nu een gratis rapport met percentage!\n\nHoe te gebruiken:\n\nLog in https://plagiarisma.net/nl/login.php of registreer https://plagiarisma.net/nl/register.php een nieuw account.\n\nPak een API-sleutel uit het ledengedeelte en autoriseer uw extensie.\n\nSelecteer elke tekst op elke website.\n\nDruk op het extensiepictogram en klik op de knop \"Controleer Plagiaat\".\n\nWacht op resultaten.\n\nhttps://plagiarisma.net/nl/",
    "no": "Plagiarisma er den verdensberømte plagieringskontrollen for lærde, studenter, lærere, forfattere. Få en gratis rapport med prosent nå!\n\nHvordan bruke det:\n\nLogg inn https://plagiarisma.net/no/login.php eller registrer https://plagiarisma.net/no/register.php en ny konto.\n\nTa en API-nøkkel fra medlemsområdet og autoriser utvidelsen din.\n\nVelg hvilken som helst tekst på et hvilket som helst nettsted.\n\nTrykk på utvidelsesikonet og klikk på \"Sjekk plagiat\"-knappen.\n\nVent på resultater.\n\nhttps://plagiarisma.net/no/",
    "pl": "Plagiarisma to znane na całym świecie narzędzie do sprawdzania plagiatu dla naukowców, studentów, nauczycieli, pisarzy. Pobierz teraz darmowy raport z procentami!\n\nJak tego użyć:\n\nZaloguj się https://plagiarisma.net/pl/login.php lub zarejestruj https://plagiarisma.net/pl/register.php nowe konto.\n\nPobierz klucz API z obszaru członkowskiego i autoryzuj swoje rozszerzenie.\n\nZaznacz dowolny tekst na dowolnej stronie internetowej.\n\nNaciśnij ikonę rozszerzenia i kliknij przycisk „Sprawdź plagiat”.\n\nPoczekaj na wyniki.\n\nhttps://plagiarisma.net/pl/",
    "pt_BR": "Como usá-lo:\n\nFaça login https://plagiarisma.net/pt/login.php ou registre-se https://plagiarisma.net/pt/register.php uma nova conta.\n\nPegue uma chave de API na área de membros e autorize sua extensão.\n\nSelecione qualquer texto em qualquer site.\n\nPressione o ícone da extensão e clique no botão \"Verificar plágio\".\n\nAguarde os resultados.\n\nhttps://plagiarisma.net/pt/",
    "pt_PT": "Como usá-lo:\n\nInicie sessão https://plagiarisma.net/pt/login.php ou registe-se https://plagiarisma.net/pt/register.php uma nova conta.\n\nPegue uma chave de API da área de membros e autorize sua extensão.\n\nSelecione qualquer texto em qualquer site.\n\nPressione o ícone da extensão e clique no botão \"Verificar plágio\".\n\nAguarde os resultados.\n\nhttps://plagiarisma.net/pt/",
    "ro": "Plagiarisma este renumitul verificator de plagiat pentru savanți, studenți, profesori, scriitori. Obțineți un raport gratuit cu procentaj acum!\n\nCum să-l folosească:\n\nConectați-vă la https://plagiarisma.net/ro/login.php sau înregistrați un cont nou pe https://plagiarisma.net/ro/register.php.\n\nLuați o cheie API din zona membrilor și autorizați-vă extensia.\n\nSelectați orice text de pe orice site web.\n\nApăsați pictograma extensiei și faceți clic pe butonul „Verificați plagiatul”.\n\nAșteptați rezultatele.\n\nhttps://plagiarisma.net/ro/",
    "sv": "Plagiarisma är den världsberömda plagieringskontrollen för forskare, studenter, lärare, författare. Få en gratis rapport med procent nu!\n\nHur man använder det:\n\nLogga in https://plagiarisma.net/sv/login.php eller registrera https://plagiarisma.net/sv/register.php ett nytt konto.\n\nTa en API-nyckel från medlemsområdet och auktorisera ditt tillägg.\n\nVälj valfri text på vilken webbplats som helst.\n\nTryck på tilläggsikonen och klicka på knappen \"Kontrollera plagiat\".\n\nVänta på resultat.\n\nhttps://plagiarisma.net/sv/",
    "tr": "Plagiarisma bilim adamları, öğrenciler, öğretmenler, yazarlar için dünyaca ünlü intihal denetleyicisidir. Şimdi yüzde ile ücretsiz bir rapor alın!\n\nBu nasıl kullanılır:\n\nhttps://plagiarisma.net/tr/login.php adresinde oturum açın veya https://plagiarisma.net/tr/register.php adresinde yeni bir hesap açın.\n\nÜyeler alanından bir API anahtarı alın ve uzantınızı yetkilendirin.\n\nHerhangi bir web sitesindeki herhangi bir metni seçin.\n\nUzantı simgesine basın ve \"İntihal Kontrol Et\" düğmesini tıklayın.\n\nSonuçları bekleyin.\n\nhttps://plagiarisma.net/tr/",
    "vi": "Plagiarisma là công cụ kiểm tra đạo văn nổi tiếng thế giới dành cho các học giả, sinh viên, giáo viên, nhà văn. Nhận báo cáo miễn phí với tỷ lệ phần trăm ngay bây giờ!\n\nLàm thế nào để sử dụng nó:\n\nĐăng nhập https://plagiarisma.net/vn/login.php hoặc đăng ký https://plagiarisma.net/vn/register.php một tài khoản mới.\n\nLấy khóa API từ khu vực thành viên và ủy quyền cho tiện ích mở rộng của bạn.\n\nChọn bất kỳ văn bản nào trên bất kỳ trang web nào.\n\nNhấn vào biểu tượng tiện ích mở rộng và nhấp vào nút \"Kiểm tra đạo văn\".\n\nChờ kết quả.\n\nhttps://plagiarisma.net/vn/"
  }
}