{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NWEB AI: ChatGPT, Gemini, Claude and Private AIs (always Free with BYO Key)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chat with ChatGPT, Gemini, Claude, and private AIs on websites or documents. Enjoy full privacy and use your own keys for free."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🌟 Key Features:\n- 🧠 All-in-One AI Models: Chat with top AI models like ChatGPT, Gemini and Claude in one place.\n- 🔑 Free with Your Own Keys: Use AI models for free with your own keys. Don't have keys? No problem! You can use Private AI locally on your browser or visit https://nweb.ai to access our services directly.\n- 📄 Chat with Your Documents: Interact with PDFs, images, texts, CSVs, JSON files, and even web page content directly on your browser.\n- 🔒 Full Privacy: Use local AI models that run fully on Chrome, ensuring your data stays private. No data is transmitted to external servers.\n- 🚀 Smart Data Processing: Extract and process web content and documents within your browser to minimize costs and maximize efficiency. Works seamlessly with large files and multiple documents.\n- 🆓 Free Forever: Enjoy all these features entirely for free with your own keys!\n\nFrequently Asked Questions\nQ: Is this extension free to use?\nA: Yes, it is absolutely free to use with your own keys. If you don’t have keys, you can use the AI models directly on https://nweb.ai for free.\n\nQ: How does the extension manage my keys?\nA: NWEB AI extension does not manage your keys. Your keys are synced and managed by your Chrome profile, and the extension only access them when necessary. You can go to “Manage your keys” to delete them at any time.\n\nQ: Does the extension send data to NWEB AI servers?\nA: No, when you use your own keys, the extension does not send any data to NWEB AI servers. The extension communicates directly with AI providers like OpenAI and Google AI.\n\nQ: How does the extension process web content and documents? Is it costly for large website content or document files?\nA: The extension processes web content and documents directly in your browser; no data is submitted to external providers for extraction. When needed, it extracts and minifies the data to save on AI service costs. It efficiently handles multiple documents or large files simultaneously.\n\nQ: How do private AIs work? Does it send data to anyone?\nA: Private AIs work entirely within your browser. On first use, the extension downloads and caches AI models (such as Gemini, LLaMA, Phi...) locally. Subsequent interactions are fully private, with no data transferred over the Internet. Ensure your computer has sufficient memory/GPU resources for optimal performance.\n\nQ: How can I request more models or features?\nA: We value your feedback. Please use https://forms.gle/wSN3dfbPWfTcK3yL6 to submit your requests so we can prioritize new features.\n\nStay secure, protect your privacy, and boost your productivity by harnessing the intelligence of AI with the NWEB AI extension!"
  }
}