{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Loyal Smile - Set Amazon As Default Seller"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Set official Amazon, Inc. as the default seller on Amazon.com. Automate and no more manually switching to official seller needed."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you usually buy products that \"Ships from and sold by Amazon.com\"?\nIn other words, do you prefer items sold by Amazon, Inc. (the \"official seller\") and not third-parties, and you want that to be ensured effortlessly and automatically? Heck, do you even know such a difference actually exists? Do you think everything you can buy from the site is always directly from the official seller, not just the Website? (Hint: nope!)\n\nThen, look no further: Loyal Smile™ is your solution!\n\n★ Automatic & Better Consistency: It automatically selects the official seller as the Default Seller.\nThat also helps you filter out the noise when you just want to shop official seller.\nAutomate and no more manually switching sellers to the official one needed, which may even help avoid accidental/counterfeit purchases from third parties! For example, see this warning from Apple in ABC News: www.goo.gl/uwBaCQ\nAnd from manufacturers directly, like this official Samsung comment to an affected review: www.goo.gl/Jed94j\n\n★ Easy To Use: Just install it and off you go easily shopping from official seller, always^. That's thanks to Loyal Smile's sophisticated and intelligent approaches, such as being automatically compatible with ☆Amazon Smile☆ (smile.amazon.com) and search pages with complex filters.\n\n★ Full Control: Moreover, whenever you change your mind and decide to purchase from third parties, you can do so easily: this extension gives you the option to disable the automation on specified/all pages and go back to let the site decide—so you're always in complete control. Simply click on this extension's icon next to the address bar while you're on a page of the site to access the menu.\n\n★ Price Match: A bonus side effect: By using this extension, you can more easily and consistently obtain official seller prices that are needed to price match to/from the prices of many competitors that may have Low Price Guarantees. You can also submit requests to the site that may get honored, but they don't guarantee it for non-TVs & it may not work for all items/in the future: www.goo.gl/2NefPK\n\n➤ Are you an third-party seller? Please see my message:\nloyalsmile.uniosoft.com/#sellers\n\n➤ Are you concerned about this extension's integrity? Please see my statements:\nloyalsmile.uniosoft.com/#integrity\nloyalsmile.uniosoft.com/privacy-policy.html\n\n^Please note: Loyal Smile is still in beta. Although most functions work as they should, it may not work completely all the time.\nHowever, rest assured:\n   1. Controls to disable it are easily available as mentioned, built-in.\n   2. I continuously use and monitor this extension's accuracy myself, which ensures it always works at least on some of the most common page types.\n   3. I'm available to respond to your complaints and bug reports via this extension's \"Support\" tab or email—shown inside the extension's Options.\n\nIn addition, here's my current TO-DO list for known problems and goals (as well as version change logs): www.goo.gl/WUfGbY\n➤ Alternatively, please consider ☆subscribing☆ to be alerted once a stable version has been released:\nloyalsmile.uniosoft.com/#subscribe\n\n*Extra Permissions Explained:\n- \"Read your browsing history\": Needed to detect whether you have tabs that have opened pages that need the default seller to be automatically applied on. It's exclusively for that purpose, and nothing else. (I.e., it doesn't actually \"read\" your general browsing history.)\n\n*Legal Notices:\nLoyal Smile™ is not affiliated with Amazon.\nPrivacy Policy: loyalsmile.uniosoft.com/privacy-policy.html"
  }
}