{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Crazy Numbers"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Select the right numbers. Be careful! Selecting a wrong number makes the numbers crazy!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is a small numbers game for kids. \nPractice divisions and multiplications by selecting the right numbers from among the moving dots. \nBe careful! Clicking the wrong number makes the numbers nervous!\n\n------------------------------------\n\nChanges in version 1.9.1:\n\nMultiplication table game changed for better visualization of the task.\n\nFixed a bug in the High Scores, that caused new High Score to go to the previous record holder, if the player left the High Score form without giving a name.\n\nA few small improvements to playability.\n\n------------------------------------\n\nChanges in version 1.9:\n\nAdded sounds and spoken instructions.\n\nAdded a Halloween theme as spooky mode.\n\nA few small improvements to playability.\n\n------------------------------------\n\nChanges in version 1.8:\n\nThere are now two game modes:\n\nNever Ending Game\nThis mode starts at level two, where the player must find numbers divisible by two from among the numbers 1 to 4 (2×2).\nAt the next level, the player must find numbers divisible by three from the numbers 1 to 9 (3×3), and so on, continuing with higher numbers as the player progresses.\nIn other words, at each level, the player must find multiples of the target number, from 1× to X×.\nThis mode is the same as the one in the previous version but includes many improvements for better playability.\n\nMultiplication Tables\nThis new mode was not available in previous versions. Here, the levels are structured similarly to the \"Never Ending Game\" mode, but at each level, the player must find multiples of the target number, from 1× to 10×.\n\nThere are now two language options: English and Finnish.\n\nThe player can now restart either the current level or the entire game.\n\nA menu has been added to manage these new features. \nThe hint button has been moved to the menu.\n\nAdded a High Score table. (High Scores are local, only from your own installation.)"
  }
}