{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Validar usuário eSocial"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A funcionalidade de validação de usuário no eSocial foi desenvolvida com o objetivo de assegurar que os colaboradores estejam…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A funcionalidade de validação de usuário no eSocial foi desenvolvida com o objetivo de assegurar que os colaboradores estejam navegando no CNPJ correto durante o processo de abertura de folha. Essa medida é crucial para prevenir incidentes relacionados a inconsistências nos dados cadastrais das empresas e garantir a integridade e conformidade das informações prestadas.\n\nAo utilizar esta funcionalidade, os usuários terão a capacidade de confirmar a precisão do CNPJ associado ao seu perfil no eSocial, proporcionando uma camada adicional de segurança e mitigando riscos de equívocos durante a execução de tarefas críticas, como a abertura de folha de pagamento.\n\nPrincipais Benefícios:\n\nPrevenção de Incidentes:\n\nEvita a abertura de folhas de pagamento em CNPJs incorretos, reduzindo significativamente o risco de equívocos e inconsistências nos registros.\nGarantia de Conformidade:\n\nContribui para a conformidade legal ao assegurar que as operações estejam alinhadas com as informações cadastrais corretas da empresa, evitando possíveis penalidades.\nEficiência Operacional:\n\nAgiliza o processo de abertura de folha ao fornecer aos usuários uma verificação rápida e eficaz do CNPJ associado ao seu perfil, otimizando o fluxo de trabalho.\nSegurança da Informação:\n\nReforça a segurança dos dados ao confirmar a identidade da empresa associada ao colaborador, prevenindo acessos não autorizados e protegendo informações sensíveis.\nFacilidade de Uso:\n\nIntegra-se de maneira intuitiva à interface do eSocial, proporcionando uma experiência de usuário amigável e de fácil compreensão.\nEssa funcionalidade é uma ferramenta valiosa para organizações que buscam aprimorar a qualidade e a precisão das informações prestadas no eSocial, garantindo que o processo de abertura de folha seja conduzido de maneira eficiente e confiável. A validação do CNPJ durante a navegação no eSocial é um passo crucial na promoção de práticas seguras e conformes com as normativas vigentes."
  }
}