{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TrustZ"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance trust with TrustZ: This Chrome extension complements the TrustZ Shopify app"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🔥 TrustZ: Your Ultimate Trust-Building Chrome Extension for Shopify\n\nEnhance the credibility of your online store with TrustZ, a powerful Chrome extension meticulously designed to instill confidence and trust in your customers. TrustZ seamlessly integrates with your Shopify store, offering an array of features to optimize your store's theme, enhance vital information, and provide a secure and transparent shopping experience.\n\n🎯 Key Features:\n\n✔ Intelligent Store Theme Analysis:\nTrustZ employs cutting-edge algorithms to analyze your store's theme, determining the most strategic and effective locations for TrustZ widgets. These widgets serve as trust indicators, strategically placed to maximize their impact and assure visitors of the reliability of your online store.\n\n✔ Trust Optimization for Rewards, Shipping, and Refunds:\nElevate customer trust by optimizing critical information such as rewards, shipping details, and refund policies. TrustZ ensures that these elements are presented in a clear, user-friendly manner, fostering a sense of security and transparency that is crucial for online shoppers.\n\n✔ Seamless Integration with Shopify Themes:\nTrustZ offers smooth integration with all Shopify themes, ensuring a hassle-free experience for store owners. Whether you're using a standard theme or a customized design, TrustZ effortlessly adapts, preserving the aesthetic integrity of your store while enhancing its trustworthiness.\n\n✔ Compatibility with Shopify Automatic Discounts:\nTrustZ goes hand in hand with Shopify's automatic discount feature, allowing you to seamlessly incorporate discounts into your trust-building strategy. Customers can enjoy the benefits of automatic discounts while feeling secure and confident in their transactions.\n\n✔ Free and Accessible:\nTrustZ is a free Chrome extension, making it an accessible solution for online businesses of all sizes. No hidden costs or subscriptions – just a powerful tool designed to enhance your customers' trust in your brand.\n\n✔ Support via Email:\nNeed assistance or have questions? TrustZ offers dedicated support through support@trustz.app. Our team is ready to assist you in maximizing the potential of TrustZ for your Shopify store.\n\n✔ Shopify App Dependency:\nTo unlock the full potential of TrustZ, ensure you have the TrustZ app installed on your Shopify store. This seamless integration ensures that TrustZ functions optimally, providing you with the tools you need to build and maintain customer trust.\n\nTake your Shopify store to the next level with TrustZ – where trust meets technology for a more secure and confident online shopping experience. Download TrustZ for free and watch as your customers' trust in your brand grows."
  }
}