{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy Tab Renamer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension that enables renaming of browser tabs"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy Tab Renamer: Enhance Your Browsing Experience\n\nOverview:\nEasy Tab Renamer is the your companion for organized browsing. Say goodbye to generic tab names and hello to personalized labels that stick around even after you refresh or navigate away. With Easy Tab Renamer, your browsing sessions become smarter, tidier, and more efficient.\n\nKey Features:\n1.Rename Tabs with Ease:\nGive your tabs meaningful names that reflect their content. No more guessing which tab is which!\nSimply click on the extension and choose a custom name for the current tab. Then hit enter ot click on the Rename button. It’s that easy.\n\n2.Persistent Tab Names:\nTired of losing your carefully crafted tab labels? Easy Tab Renamer ensures your renamed tabs stay put, even after page reloads or after navigation to a different page.\nNever lose context again—your tab names are here to stay!\n\n3.Restore Original Names:\nChanged your mind? No worries! Revert to the original tab names effortlessly.\nClick the Restore button to restore tab name.\n\n4.Intuitive Interface:\nEasy Tab Renamer seamlessly integrates into your browser. No clutter, no fuss.\nEnjoy a clean, user-friendly interface that enhances your browsing workflow.\n\n\nWhy Choose Easy Tab Renamer?\n1.Boost Productivity:\nEfficiently manage multiple tabs by giving them meaningful names. No more tab chaos!\n\n2.Stay Organized:\nKeep track of research, projects, or shopping lists with personalized tab labels.\n\n3.Save Time:\nSay goodbye to tab hunting. Easy Tab Renamer streamlines your browsing experience.\nSpend less time deciphering cryptic tab titles and more time getting things done.\n\n\nDownload Easy Tab Renamer Pro now and take control of your tabs!"
  }
}