{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MpTool аналитика и автоматизация Wildberries"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MPTool - это бесплатное расширение, которое помогает выявлять новые ниши , анализировать продажи конкурентов и динамику рынка."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Функции расширения:\n\n- Подробная аналитика карточек товара для продавцов маркетплейсов.\n\n- Мониторинг соотношения заказов и остатков в виде графиков по дате и количеству.\n\n- Мониторинг соотношения цен и выручки в виде графиков по дате и сумме.\n\n- Инструмент для масштабирования графиков.\n\n- Инструмент для выгрузки графиков в форматах SVG, PNG, CSV.\n\n- Мониторинг позиций карточки по каталогу и запросам.\n\n- Отображение полной цены товара и его остатков.\n\nПреимущества расширения:\n\nЭкономия времени: Продавцы могут экономить время, необходимое для поиска информации о товарах и мониторинга цен, благодаря автоматизированным функциям расширения.\n\nУдобство использования: Интеграция с браузером и автоматическое определение страниц с товарами делают использование расширения удобным и интуитивно понятным.\n\nИнтеграция с браузером: Интеграция с браузером обеспечивает удобство использования и доступ к данным на вкладках, что делает расширение более мощным и эффективным инструментом для пользователей.\n\nПользовательская настройка: Возможность настройки параметров мониторинга позволяет продавцам получать наиболее детальную информацию о карточках товара.\n\nРасширение, описываемое здесь, предоставляет множество полезных функций и преимуществ, которые делают его ценным инструментом для пользователей, занимающихся торговлей на маркетплейсах и анализом рынка."
  }
}