{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helper | Кандидати"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Додавайте кандидатів до Helper напряму з інтеграцій"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helper для кандидатів - це потужний інструмент, розроблений спеціально для роботи з системою helper.robota.ua, який полегшує процес найму та управління кандидатами. Цей зручний плагін для браузера Chrome дозволяє з легкістю завантажувати дані про кандидатів до бази кандидатів або окремих проєктів користувача в системі helper.robota.ua.\n\nДля того щоб зберігати дані про кандидатів зі сторінок інтеграцій безпосередньо в систему helper.robota.ua використовуючи вікно плагіну, вам необхідно авторизуватись в системі як роботодавець.\nДля авторизації cкористайтеся вашими даними для входу, вказавши електронну пошту та пароль.\n\nОсновні функції:\n*  Завантаження даних про кандидатів: плагін дозволяє користувачам швидко і легко завантажувати дані про кандидатів, такі як резюме, контактні дані, досвід роботи, навички та інше.\n*  Додавання кандидатів до бази кандидатів: плагін надає можливість додавати завантажені дані про кандидатів безпосередньо до бази кандидатів системи helper.robota.ua. Це дозволяє ефективно організувати та категоризувати дані про кандидатів, забезпечуючи зручний доступ до них в майбутньому.\n*  Додавання кандидатів до окремих проєктів: плагін також дозволяє додавати кандидатів до окремих проєктів в системі helper.robota.ua. Це дозволяє легко відслідковувати процес найму для конкретних проєктів, взаємодіяти з колегами та керувати потоком кандидатів на рівні проєкту.\n*  Зручний інтерфейс користувача: плагін має простий та зрозумілий інтерфейс, що дозволяє легко керувати завантаженими даними про кандидатів. Користувачі можуть швидко переглядати, редагувати та оновлювати головні дані про кандидатів, такі як імʼя та контакти, використовуючи зручну форму в плагіні. Взаємодія з системою helper.robota.ua стає більш зручною та ефективною завдяки інтуїтивному інтерфейсу плагіну.\n*  Повідомлення про успішне додавання: плагін надає користувачам зворотний зв’язок про успішне додавання даних про кандидатів до бази кандидатів або окремих проєктів. Це дозволяє впевнитися, що дані були успішно завантажені та збережені в системі helper.robota.ua, що сприяє точному та організованому управлінню кандидатами.\n\nЗавантажте Helper для кандидатів просто зараз, щоб полегшити процес найму та управління кандидатами в системі helper.robota.ua та забезпечити ефективну роботу з резюме та даними кандидатів."
  }
}