{
  "name": {
    "ar": "ذيول المؤشر - الرسوم المتحركة للماوس الخاص بك",
    "am,en,en_AU,en_GB,en_US,es_419,pt_BR,pt_PT,zh_CN,zh_TW": "Cursor Tails - Animations for your mouse",
    "bg": "Cursor Tails - Анимации за вашата мишка",
    "bn": "কার্সার লেজ - আপনার মাউসের জন্য অ্যানিমেশন",
    "ca": "Cursor Tails: animacions per al ratolí",
    "cs": "Kurzorové ocasy - animace pro myši",
    "da": "Markørhaler - Animationer til din mus",
    "de": "Cursor Tails - Animationen für Ihre Maus",
    "el": "Tails Cursor - Animations για το ποντίκι σας",
    "es": "Cursor Tails - Animaciones para tu mouse",
    "et": "Kursori sabad - hiire animatsioonid",
    "fa": "دمهای مکان نما - انیمیشن هایی برای موش شما",
    "fi": "Kohdistimen hännät - animaatiot hiirellesi",
    "fil": "Cursor Tails - Mga Animasyon para sa iyong mouse",
    "fr": "Cursor Tails - Animations pour votre souris",
    "gu": "કર્સર પૂંછડીઓ - તમારા માઉસ માટે એનિમેશન",
    "he": "זנבות סמן - אנימציות לעכבר",
    "hi": "कर्सर पूंछ - अपने माउस के लिए एनिमेशन",
    "hr": "Repovi kursora - animacije za mišljenje",
    "hu": "Kurzor farok - animációk az egérhez",
    "id": "Kursor Ekor - Animasi untuk mouse Anda",
    "it": "Cursore Code - Animazioni per il tuo mouse",
    "ja": "カーソルテール - マウスのアニメーション",
    "kn": "ಕರ್ಸರ್ ಬಾಲಗಳು - ನಿಮ್ಮ ಮೌಸ್‌ಗಾಗಿ ಅನಿಮೇಷನ್‌ಗಳು",
    "ko": "커서 테일 - 마우스 애니메이션",
    "lt": "Žymeklio uodegos - pelės animacijos",
    "lv": "Kursora astes - animācijas pelei",
    "ml": "കഴ്സർ വാലുകൾ - നിങ്ങളുടെ മൗസിനായുള്ള ആനിമേഷനുകൾ",
    "mr": "कर्सर टेल - आपल्या माउससाठी अ‍ॅनिमेशन",
    "ms": "Kursor Ekor - Animasi untuk tetikus anda",
    "nl": "Cursor Tails - Animaties voor uw muis",
    "no": "Markørhaler - Animasjoner for musen din",
    "pl": "Ogony kursora - animacje dla myszy",
    "ro": "Cursor Tails - Animații pentru mouse",
    "ru": "Хвосты курсора - анимация для вашей мыши",
    "sk": "Kurzorové chvosty - animácie pre vašu myš",
    "sl": "Kazalec repi - animacije za miško",
    "sr": "Такси курсора - анимације за миш",
    "sv": "Markörsvansar - animationer för din mus",
    "sw": "Mkia wa mshale - michoro kwa panya yako",
    "ta": "கர்சர் வால்கள் - உங்கள் சுட்டிக்கான அனிமேஷன்கள்",
    "te": "కర్సర్ తోకలు - మీ మౌస్ కోసం యానిమేషన్లు",
    "th": "Cursor Tails - ภาพเคลื่อนไหวสำหรับเมาส์ของคุณ",
    "tr": "İmleç Kuyrukları - Fareniz için Animasyonlar",
    "uk": "Курсорні хвости - анімація для вашої миші",
    "vi": "Trail Tails - Hoạt hình cho chuột của bạn"
  },
  "short": {
    "ar": "إضافة تأثيرات مضحكة كلما قمت بنقل الماوس.هذا الامتداد يجعل الماوس يتحرك يخلق تأثيرات ممتعة.",
    "am,en,en_AU,en_GB,en_US,es_419,pt_BR,pt_PT,zh_CN,zh_TW": "Adding funny effects whenever you move your mouse. This extension make your mouse moving create fun effects.",
    "bg": "Добавяне на забавни ефекти, когато преместите мишката си.Това разширение кара да се движи мишката ви да създава забавни ефекти.",
    "bn": "আপনি যখনই আপনার মাউস সরান তখন মজার প্রভাব যুক্ত করা।এই এক্সটেনশনটি আপনার মাউসকে চলমান মজাদার প্রভাবগুলি তৈরি করে।",
    "ca": "Afegint efectes divertits cada vegada que mou el ratolí.Aquesta extensió fa que el ratolí en moviment crei efectes divertits.",
    "cs": "Přidáním vtipných efektů, kdykoli přesunete myši.Toto rozšíření způsobí, že vaše myš pohybuje, vytváří zábavné efekty.",
    "da": "Tilføjelse af sjove effekter, når du flytter musen.Denne udvidelse får musen til at bevæge sig skaber sjove effekter.",
    "de": "Fügen Sie lustige Effekte hinzu, wenn Sie Ihre Maus bewegen.Diese Erweiterung macht Ihre Mausbewegung unterhaltsamen Effekten.",
    "el": "Προσθέτοντας αστεία εφέ κάθε φορά που μετακινείτε το ποντίκι σας.Αυτή η επέκταση κάνει το ποντίκι να κινείται να δημιουργεί εφέ…",
    "es": "Agregar efectos divertidos cada vez que mueves el mouse.Esta extensión hace que el movimiento del mouse cree efectos divertidos.",
    "et": "Lisades naljakaid efekte alati, kui hiire liigutate.See laiendus paneb teie hiirt liikuvaks looma lõbusaid efekte.",
    "fa": "اضافه کردن جلوه های خنده دار هر زمان که ماوس خود را حرکت دهید.این پسوند باعث می شود که ماوس شما در حال حرکت جلوه های سرگرم کننده ای…",
    "fi": "Lisäämällä hauskoja tehosteita aina, kun siirrät hiirtäsi.Tämä laajennus tekee hiirestä liikkuvan luomista hauskoja tehosteita.",
    "fil": "Pagdaragdag ng mga nakakatawang epekto tuwing ililipat mo ang iyong mouse.Ang extension na ito ay gumawa ng iyong mouse na…",
    "fr": "Ajouter des effets amusants chaque fois que vous déplacez votre souris.Cette extension rend votre souris en mouvement créer des…",
    "gu": "જ્યારે પણ તમે તમારા માઉસને ખસેડો ત્યારે રમુજી અસરો ઉમેરી રહ્યા છે.આ એક્સ્ટેંશન તમારા માઉસને મૂવિંગ મનોરંજક અસરો બનાવે છે.",
    "he": "הוספת אפקטים מצחיקים בכל פעם שאתה מזיז את העכבר.סיומת זו גורמת להעברת העכבר שלך ליצור אפקטים מהנים.",
    "hi": "जब भी आप अपने माउस को स्थानांतरित करते हैं तो मजेदार प्रभाव जोड़ना।यह एक्सटेंशन आपके माउस को मजेदार प्रभाव पैदा करता है।",
    "hr": "Dodavanje smiješnih efekata kad god pomaknete miš.Ovo proširenje natjera da se vaš miš krene zabavnim efektima.",
    "hu": "Vicces effektusok hozzáadása, amikor mozgatja az egeret.Ez a kiterjesztés miatt az egér mozgatása szórakoztató effektusokat hoz…",
    "id": "Menambahkan efek lucu setiap kali Anda memindahkan mouse Anda.Ekstensi ini membuat mouse Anda bergerak membuat efek yang…",
    "it": "Aggiungendo effetti divertenti ogni volta che muovi il mouse.Questa estensione fa muovere il mouse creare effetti divertenti.",
    "ja": "マウスを動かすたびに面白い効果を追加します。この拡張機能により、マウスを動かして楽しい効果が生まれます。",
    "kn": "ನಿಮ್ಮ ಮೌಸ್ ಅನ್ನು ನೀವು ಚಲಿಸುವಾಗಲೆಲ್ಲಾ ತಮಾಷೆಯ ಪರಿಣಾಮಗಳನ್ನು ಸೇರಿಸುವುದು.ಈ ವಿಸ್ತರಣೆಯು ನಿಮ್ಮ ಮೌಸ್ ಚಲಿಸುವಿಕೆಯು ಮೋಜಿನ ಪರಿಣಾಮಗಳನ್ನು…",
    "ko": "마우스를 움직일 때마다 재미있는 효과를 추가합니다.이 연장선은 마우스 이동으로 재미있는 효과를 만듭니다.",
    "lt": "Pridedant juokingus efektus, kai perkeliate pelę.Dėl šio pratęsimo pelės judėjimas sukuria įdomų efektą.",
    "lv": "Smieklīgu efektu pievienošana ikreiz, kad pārvietojat peli.Šis paplašinājums liek pelei kustēties radīt jautrus efektus.",
    "ml": "നിങ്ങളുടെ മൗസ് നീക്കുമ്പോഴെല്ലാം രസകരമായ ഇഫക്റ്റുകൾ ചേർക്കുന്നു.ഈ വിപുലീകരണം നിങ്ങളുടെ മൗസ് ചലിപ്പിക്കുന്നത് രസകരമായ ഇഫക്റ്റുകൾ…",
    "mr": "जेव्हा आपण आपला माउस हलवाल तेव्हा मजेदार प्रभाव जोडणे.हा विस्तार आपला माउस हलविण्यास मजेदार प्रभाव निर्माण करतो.",
    "ms": "Menambah kesan lucu setiap kali anda menggerakkan tetikus anda.Pelanjutan ini menjadikan tetikus anda bergerak membuat kesan yang…",
    "nl": "Grappige effecten toevoegen wanneer u uw muis beweegt.Deze extensie zorgt ervoor dat uw muis in beweging gaat, leuke effecten…",
    "no": "Legge til morsomme effekter når du beveger musen.Denne utvidelsen gjør at musen din beveger seg til å skape morsomme effekter.",
    "pl": "Dodawanie śmiesznych efektów za każdym razem, gdy poruszasz myszą.To rozszerzenie sprawia, że ruch myszy tworzy efekty zabawne.",
    "ro": "Adăugarea de efecte amuzante ori de câte ori vă mutați mouse -ul.Această extensie face ca mouse -ul dvs. să creeze efecte…",
    "ru": "Добавление забавных эффектов всякий раз, когда вы двигаете мышью.Это расширение заставляет вашу мышь движение создавать забавные…",
    "sk": "Pridanie vtipných efektov vždy, keď presuniete myš.Toto rozšírenie spôsobuje, že pohyb myši vytvára zábavné efekty.",
    "sl": "Dodajanje smešnih učinkov vsakič, ko premikate miško.Zaradi te razširitve miške premikajo zabavne učinke.",
    "sr": "Додавање смешних ефеката кад год померите миш.Ово проширење чини да се миш помера креира забавне ефекте.",
    "sv": "Lägga till roliga effekter när du flyttar musen.Denna förlängning gör att musen rör sig att skapa roliga effekter.",
    "sw": "Kuongeza athari za kuchekesha wakati wowote unapohamisha panya yako.Ugani huu hufanya panya yako kusonga kuunda athari za…",
    "ta": "உங்கள் சுட்டியை நகர்த்தும்போதெல்லாம் வேடிக்கையான விளைவுகளைச் சேர்ப்பது.இந்த நீட்டிப்பு உங்கள் சுட்டி நகரும் வேடிக்கையான விளைவுகளை…",
    "te": "మీరు మీ మౌస్ను తరలించినప్పుడల్లా ఫన్నీ ప్రభావాలను జోడిస్తుంది.ఈ పొడిగింపు మీ మౌస్ కదిలే సరదా ప్రభావాలను సృష్టిస్తుంది.",
    "th": "การเพิ่มเอฟเฟกต์ตลกเมื่อใดก็ตามที่คุณย้ายเมาส์ส่วนขยายนี้ทำให้เมาส์ของคุณเคลื่อนไหวสร้างเอฟเฟกต์ความสนุกสนาน",
    "tr": "Farenizi hareket ettirdiğinizde komik efektler eklemek.Bu uzantı, farenizin hareket ettirilmesi eğlenceli efektler yaratır.",
    "uk": "Додавання смішних ефектів, коли ви рухаєте мишею.Це розширення змушує вашу мишу рухатися, створюючи цікаві ефекти.",
    "vi": "Thêm hiệu ứng hài hước bất cứ khi nào bạn di chuyển chuột.Phần mở rộng này làm cho chuột di chuyển của bạn tạo ra hiệu ứng thú vị."
  },
  "long": {
    "ar": "يزين هذا الامتداد متصفح الويب الخاص بك على الشاشة مع كائنات متخيل من مؤشر الماوس أيهما تتحرك أثناء ركوب الأمواج.هذا الامتداد تزيين الشاشة متصفح مع كائنات غريبة ، خيالية ، مبهرجة وملونة بعد المؤشر.الكائنات استجابة ديناميكية على تحرك الماوس.\n\nكيف تستمتع بالتمديد\n1. بعد تنزيل الامتداد ، انقر فوق أيقونة الامتداد على شريط الامتدادات على المتصفح.\n2. اختر أحد الرموز في التمديد المنبثق.\n3. اختبر الامتداد على أي موقع ويب يبدأ بـ http: // ... أو https: // ...\n3-1.في بعض الصفحات مثل Chrome: // ... أو Chrome Extension Web Store ، فإن الامتداد لا يعمل.\n\nيمكنك إيقاف تشغيل الامتداد عن طريق النقر فوق امتداد STOP من صفحة منبثقة.إذا كنت لا تريد أن تتضايق لعملك على المتصفح ، فقم بإيقاف تشغيل التمديد لفترة من الوقت.يمكنك التشغيل مرة أخرى عن طريق النقر فوق امتداد START من صفحة منبثقة.\n\nهذا الامتداد مفتوح المصدر ، لذا الترحيب دائمًا بالمساهمة.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "am,en,en_AU,en_GB,en_US,es_419,pt_BR,pt_PT,zh_CN,zh_TW": "This extension decorates your web browser on the screen with objects trailing from the mouse cursor whichever you move while surfing web. This extension embellish browser screen with strange, fancy, showy and colorful objects following cursor. The objects dynamically response on mouse move.\n\nHow to enjoy the extension\n1. After you download the extension, click the extension icon on extensions bar on the browser.\n2. Choose one of icons in the extension popup. \n3. Test the extension on any website starting with http://... or https://...\n3-1. On some pages like chrome://... or chrome extension web store, the extension doesn't work.\n\nYou can turn off the extension by clicking STOP extension from a popup page. If you don't want to be bothered for your work on the browser, then turn off the extension for a while. You can turn on again by clicking START extension from a popup page.\n\nThis extension is open source so always welcoming contributing.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "bg": "Това разширение украсява вашия уеб браузър на екрана с обекти, които се отбиват от курсора на мишката, който и да се движите, докато сърфирате в мрежата.Този разширение украсява екрана на браузъра със странни, фантастични, ефектни и цветни предмети след курсора.Обектите динамично реагират при движение на мишката.\n\nКак да се насладите на разширението\n1. След като изтеглите разширението, щракнете върху иконата за разширение на лентата за разширяване на браузъра.\n2. Изберете една от иконите в изскачащия прозорец.\n3. Тествайте разширението на всеки уебсайт, започвайки с http: // ... или https: // ...\n3-1.На някои страници като chrome: // ... или уеб магазин за разширяване на Chrome, разширението не работи.\n\nМожете да изключите разширението, като щракнете върху STOP разширение от изскачаща страница.Ако не искате да се притеснявате за работата си върху браузъра, тогава изключете разширението за известно време.Можете да включите отново, като щракнете върху Start Extension от изскачаща страница.\n\nТова разширение е с отворен код, така че винаги приветства допринасяне.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "bn": "এই এক্সটেনশনটি আপনার ওয়েব ব্রাউজারটিকে স্ক্রিনে সজ্জিত করে মাউস কার্সার থেকে পিছনে থাকা অবজেক্টগুলি দিয়ে আপনি যে কোনওটি সার্ফিং ওয়েবের সময় সরান।এই এক্সটেনশনটি কার্সার অনুসরণ করে অদ্ভুত, অভিনব, শোভিত এবং রঙিন বস্তুর সাথে ব্রাউজার স্ক্রিনটি অলঙ্কৃত করে।বস্তুগুলি মাউস পদক্ষেপে গতিশীল প্রতিক্রিয়া।\n\nকীভাবে এক্সটেনশন উপভোগ করবেন\n1. আপনি এক্সটেনশনটি ডাউনলোড করার পরে, ব্রাউজারে এক্সটেনশন বারে এক্সটেনশন আইকনটি ক্লিক করুন।\n2. এক্সটেনশন পপআপে একটি আইকন চয়ন করুন।\n৩. http: // ... বা https: // ... দিয়ে শুরু হওয়া কোনও ওয়েবসাইটে এক্সটেনশন পরীক্ষা করুন\n3-1।ক্রোম: // ... বা ক্রোম এক্সটেনশন ওয়েব স্টোরের মতো কয়েকটি পৃষ্ঠাগুলিতে এক্সটেনশনটি কার্যকর হয় না।\n\nআপনি কোনও পপআপ পৃষ্ঠা থেকে স্টপ এক্সটেনশনে ক্লিক করে এক্সটেনশনটি বন্ধ করতে পারেন।আপনি যদি ব্রাউজারে আপনার কাজের জন্য বিরক্ত হতে না চান তবে কিছুক্ষণের জন্য এক্সটেনশনটি বন্ধ করুন।আপনি একটি পপআপ পৃষ্ঠা থেকে শুরু এক্সটেনশনে ক্লিক করে আবার চালু করতে পারেন।\n\nএই এক্সটেনশনটি ওপেন সোর্স তাই সর্বদা অবদানকে স্বাগত জানায়।\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "ca": "Aquesta extensió decora el navegador web a la pantalla amb objectes que surten del cursor del ratolí que es mogui mentre navegueu per la web.Aquesta pantalla d'extensió embelleix la pantalla del navegador amb objectes estranys, fantàstics, vistosos i de colors després del cursor.Els objectes responen dinàmicament al moviment del ratolí.\n\nCom gaudir de l'extensió\n1. Després de descarregar l'extensió, feu clic a la icona d'extensions de la barra d'extensions del navegador.\n2. Trieu una de les icones de la finestra d'extensió.\n3. Proveu l'extensió en qualsevol lloc web a partir de http: // ... o https: // ...\n3-1.En algunes pàgines com Chrome: // ... o Chrome Extension Web Store, l'extensió no funciona.\n\nPodeu desactivar l'extensió fent clic a l'extensió STOP des d'una pàgina emergent.Si no voleu que us molesteu pel vostre treball al navegador, desactiveu l'extensió durant un temps.Podeu activar -lo de nou fent clic a l'extensió d'inici des d'una pàgina emergent.\n\nAquesta extensió és de codi obert, de manera que sempre és acollidora.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "cs": "Toto prodloužení zdobuje váš webový prohlížeč na obrazovce s objekty sledujícími z kurzoru myši podle toho, co se pohybujete při surfování na webu.Toto rozšíření ozdobuje obrazovku prohlížeče s podivnými, fantastickými, nápadnými a barevnými předměty po kurzoru.Objekty dynamicky odejdou na pohyb myši.\n\nJak si užít prodloužení\n1. Po stáhnutí přípony klikněte na ikonu rozšíření na panelu rozšíření v prohlížeči.\n2. Vyberte jednu z ikon v rozšiřování.\n3. Otestujte rozšíření na libovolném webu počínaje http: // ... nebo https: // ...\n3-1.Na některých stránkách, jako je Chrome: // ... nebo Chrome Extension Web Store, rozšíření nefunguje.\n\nProdloužení můžete vypnout kliknutím na rozšíření Stop z vyskakovací stránky.Pokud se nechcete obtěžovat pro svou práci na prohlížeči, pak na chvíli vypněte prodloužení.Můžete se znovu zapnout kliknutím na rozšíření Start z vyskakovací stránky.\n\nToto rozšíření je open source, takže vždy přispívá.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "da": "Denne udvidelse dekorerer din webbrowser på skærmen med genstande, der trækker fra musemarkøren, uanset hvad du flytter, mens du surfer på web.Denne udvidelse pynte browserskærm med mærkelige, smarte, prangende og farverige genstande efter markøren.Objekterne svarer dynamisk på musens bevægelse.\n\nSådan nyder du udvidelsen\n1. Når du har downloadet udvidelsen, skal du klikke på Extension -ikonet på Extensions -linjen i browseren.\n2. Vælg et af ikoner i udvidelsespopup.\n3. Test udvidelsen på ethvert websted, der starter med http: // ... eller https: // ...\n3-1.På nogle sider som Chrome: // ... eller Chrome Extension Web Store fungerer udvidelsen ikke.\n\nDu kan slukke for udvidelsen ved at klikke på Stop -udvidelse fra en popup -side.Hvis du ikke ønsker at blive generet af dit arbejde i browseren, skal du slukke for udvidelsen i et stykke tid.Du kan tænde igen ved at klikke på Start -udvidelse fra en popup -side.\n\nDenne udvidelse er open source, så altid indbydende bidrager.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "de": "Diese Erweiterung dekoriert Ihren Webbrowser auf dem Bildschirm mit Objekten, die vom Maus -Cursor zurückblieben, je nachdem, was Sie beim Surfen des Webs bewegen.Diese Erweiterung verschönert den Browser -Bildschirm mit seltsamen, ausgefallenen, auffälligen und farbenfrohen Objekten nach Cursor.Die Objekte reagieren dynamisch auf die Bewegung der Maus.\n\nSo genießen Sie die Erweiterung\n1. Klicken Sie nach dem Herunterladen der Erweiterung auf das Erweiterungssymbol in der Erweiterungsleiste im Browser.\n2. Wählen Sie eines der Symbole im Erweiterungspopup.\n3. Testen Sie die Erweiterung auf einer Website, beginnend mit http: // ... oder https: // ...\n3-1.Auf einigen Seiten wie Chrome: // ... oder Chrome Extension Web Store funktioniert die Erweiterung nicht.\n\nSie können die Erweiterung ausschalten, indem Sie auf eine Popup -Seite auf Stopp -Erweiterung klicken.Wenn Sie sich nicht um Ihre Arbeit am Browser kümmern möchten, schalten Sie die Erweiterung für eine Weile aus.Sie können erneut einschalten, indem Sie von einer Popup -Seite auf Start -Erweiterung klicken.\n\nDiese Erweiterung ist Open Source, so dass immer einladend beitragen.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "el": "Αυτή η επέκταση διακοσμεί το πρόγραμμα περιήγησης ιστού σας στην οθόνη με αντικείμενα που απομακρύνονται από το δρομέα του ποντικιού, όποια κι αν μετακινείτε κατά την περιήγηση στο Web.Αυτή η οθόνη του προγράμματος περιήγησης με την επέκταση με παράξενα, φανταχτερά, φαινομενικά και πολύχρωμα αντικείμενα μετά από δρομέα.Τα αντικείμενα δυναμικά ανταπόκριση στην κίνηση του ποντικιού.\n\nΠώς να απολαύσετε την επέκταση\n1. Αφού κατεβάσετε την επέκταση, κάντε κλικ στο εικονίδιο επέκτασης στη γραμμή επεκτάσεων στο πρόγραμμα περιήγησης.\n2. Επιλέξτε ένα από τα εικονίδια στο αναδυόμενο παράθυρο επέκτασης.\n3. Δοκιμάστε την επέκταση σε οποιονδήποτε ιστότοπο ξεκινώντας με http: // ... ή https: // ...\n3-1.Σε ορισμένες σελίδες όπως το Chrome: // ... ή το κατάστημα Web Extension Chrome, η επέκταση δεν λειτουργεί.\n\nΜπορείτε να απενεργοποιήσετε την επέκταση κάνοντας κλικ στο κλικ στο STOP Extension από μια αναδυόμενη σελίδα.Εάν δεν θέλετε να ενοχλείτε για την εργασία σας στο πρόγραμμα περιήγησης, τότε απενεργοποιήστε την επέκταση για λίγο.Μπορείτε να ενεργοποιήσετε ξανά κάνοντας κλικ στην επιλογή Εκκίνηση από μια αναδυόμενη σελίδα.\n\nΑυτή η επέκταση είναι ανοιχτή πηγή, ώστε πάντα καλωσορίζοντας τη συνεισφορά.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "es": "This extension decorates your web browser on the screen with objects trailing from the mouse cursor whichever you move while surfing web. This extension embellish browser screen with strange, fancy, showy and colorful objects following cursor. The objects dynamically response on mouse move.\n\nCómo disfrutar de la extensión\n1. Después de descargar la extensión, haga clic en el icono de la extensión en la barra de extensiones del navegador.\n2. Elija uno de los iconos en la ventana emergente de la extensión.\n3. Pruebe la extensión en cualquier sitio web que comience con http://... o https://...\n3-1. En algunas páginas como chrome://... o chrome extension web store, la extensión no funciona.\n\nPuede desactivar la extensión haciendo clic en DETENER extensión desde una página emergente. Si no quiere que lo molesten por su trabajo en el navegador, apague la extensión por un tiempo. Puede volver a activarla haciendo clic en INICIAR extensión desde una página emergente.\n\nEsta extensión es de código abierto, por lo que siempre damos la bienvenida a los colaboradores.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "et": "See laiendus kaunistab ekraanil teie veebibrauserit, kui hiire kursorist jälgivad objektid, olenevalt sellest, kumb te veebis surfates liigute.See laiendus kaunistab brauseri ekraan, millel on kummalised, väljamõeldud, efektsed ja värvikad objektid kursorite järgi.Objektid reageerivad dünaamiliselt hiire liikumisel.\n\nKuidas laiendust nautida\n1. Pärast laienduse allalaadimist klõpsake brauseri laiendusribal laiendusikooni.\n2. Valige pikenduse hüpikaknas üks ikoonidest.\n3. Testige laiendust mis tahes veebisaidil, alustades http: // ... või https: // ...\n3-1.Mõnel lehel, näiteks Chrome: // ... või Chrome Extension Web Store, ei tööta laiendus.\n\nLaiendi saate välja lülitada, klõpsates hüpiklehelt STOP -laiendi.Kui te ei soovi, et teid brauseris töö pärast vaevaks, siis lülitage pikendus mõnda aega välja.Saate uuesti sisse lülitada, klõpsates hüpikalehelt Start Laiend.\n\nSee laiendus on avatud lähtekoodiga, nii et alati tervitab panustamist.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "fa": "این برنامه افزودنی مرورگر وب شما را روی صفحه تزئین می کند و اشیاء از مکان نما ماوس هر کدام را که هنگام گشت و گذار در وب حرکت می کنید ، از مکان نشانگر ماوس استفاده می کند.این صفحه نمایش مرورگر تزئین شده با اشیاء عجیب ، فانتزی ، نمایشی و رنگارنگ به دنبال مکان نما.اشیاء به صورت پویا در حرکت ماوس پاسخ می دهند.\n\nچگونه از پسوند لذت ببریم\n1. پس از بارگیری پسوند ، روی نماد پسوند در نوار پسوند روی مرورگر کلیک کنید.\n2. یکی از نمادها را در پنجره افزودنی انتخاب کنید.\n3. پسوند را در هر وب سایت با شروع از http: // ... یا https: // ... آزمایش کنید.\n3-1در بعضی از صفحات مانند کروم: // ... یا فروشگاه وب پسوند Chrome ، پسوند کار نمی کند.\n\nمی توانید با کلیک روی برنامه افزودنی Stop از صفحه پنجره ، پسوند را خاموش کنید.اگر نمی خواهید برای کار خود در مرورگر زحمت بکشید ، مدتی پسوند را خاموش کنید.می توانید با کلیک روی برنامه افزودنی شروع از صفحه پنجره ، دوباره روشن کنید.\n\nاین پسوند منبع باز است ، بنابراین همیشه از مشارکت استقبال می کند.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "fi": "Tämä laajennus koristaa verkkoselaimeesi näytöllä esineiden jäljellä hiiren kohdistimesta sen mukaan, kumpi liikut surffailla verkossa.Tämä laajennus koristaa selaimen näyttöä omituisella, hienolla, näyttävällä ja värikkäällä esineellä, jotka seuraavat kohdistinta.Kohteet reagoivat dynaamisesti hiiren liikkeessä.\n\nKuinka nauttia laajennuksesta\n1. Kun olet ladannut laajennuksen, napsauta selaimen laajennuspalkin laajennuskuvaketta.\n2. Valitse yksi kuvakkeista laajennusta.\n3. Testaa laajennus millä tahansa verkkosivustolla alkaen http: // ... tai https: // ...\n3-1.Joillakin sivuilla, kuten Chrome: // ... tai Chrome Extension Web Store, laajennus ei toimi.\n\nVoit sammuttaa laajennuksen napsauttamalla STOP -laajennusta ponnahdusikkunalta.Jos et halua olla vaivautunut työhösi selaimessa, sammuta laajennus hetkeksi.Voit käynnistää uudelleen napsauttamalla aloituslaajennusta ponnahdusikkunalta.\n\nTämä laajennus on avoimen lähdekoodin, joten se on aina tyytyväinen osallistumaan.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "fil": "Pinalamutian ng extension na ito ang iyong web browser sa screen gamit ang mga bagay na sumusunod sa cursor ng mouse saan ka man lumipat habang nagsu-surf sa web. Pinalamutian ng extension na ito ang screen ng browser ng kakaiba, magarbong, pasikat at makulay na mga bagay na sumusunod sa cursor. Ang mga bagay ay dynamic na tumutugon sa paggalaw ng mouse.\n\nPaano tamasahin ang extension\n1. Pagkatapos mong i-download ang extension, i-click ang icon ng extension sa extension bar sa browser.\n2. Pumili ng isa sa mga icon sa popup ng extension.\n3. Subukan ang extension sa anumang website na nagsisimula sa http://... o https://...\n3-1. Sa ilang page tulad ng chrome://... o chrome extension web store, hindi gumagana ang extension.\n\nMaaari mong i-off ang extension sa pamamagitan ng pag-click sa STOP extension mula sa isang popup page. Kung ayaw mong maabala para sa iyong trabaho sa browser, pagkatapos ay i-off ang extension nang ilang sandali. Maaari mong i-on muli sa pamamagitan ng pag-click sa START extension mula sa isang popup page.\n\nAng extension na ito ay open source kaya palaging malugod ang mga nag-aambag.",
    "fr": "Cette extension décore votre navigateur Web à l'écran avec des objets qui traînent du curseur de la souris, le cas échéant tout en surfant sur le Web.Cette extension embellit l'écran du navigateur avec des objets étranges, fantaisistes, voyants et colorés suivant le curseur.La réponse des objets sur le mouvement de la souris.\n\nComment profiter de l'extension\n1. Après avoir téléchargé l'extension, cliquez sur l'icône d'extension sur la barre d'extensions du navigateur.\n2. Choisissez l'une des icônes de la popup d'extension.\n3. Testez l'extension sur n'importe quel site Web à partir de http: // ... ou https: // ...\n3-1-1.Sur certaines pages comme Chrome: // ... ou Chrome Extension Web Store, l'extension ne fonctionne pas.\n\nVous pouvez désactiver l'extension en cliquant sur l'extension Stop à partir d'une page contextuelle.Si vous ne voulez pas être dérangé pour votre travail sur le navigateur, éteignez l'extension pendant un certain temps.Vous pouvez réactiver à nouveau en cliquant sur l'extension de démarrage à partir d'une page contextuelle.\n\nCette extension est open source, donc toujours accueillant la contribution.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "gu": "આ એક્સ્ટેંશન તમારા વેબ બ્રાઉઝરને સ્ક્રીન પર માઉસ કર્સરથી પાછળથી ચાલતી objects બ્જેક્ટ્સ સાથે સજાવટ કરે છે જે તમે વેબ સર્ફિંગ કરતી વખતે ખસેડો છો.આ એક્સ્ટેંશન, કર્સરને નીચેના વિચિત્ર, ફેન્સી, પ્રદર્શિત અને રંગબેરંગી objects બ્જેક્ટ્સથી બ્રાઉઝર સ્ક્રીનને શણગારે છે.માઉસ મૂવ પર objects બ્જેક્ટ્સ ગતિશીલ રીતે પ્રતિસાદ આપે છે.\n\nકેવી રીતે એક્સ્ટેંશનનો આનંદ માણવો\n1. તમે એક્સ્ટેંશન ડાઉનલોડ કર્યા પછી, બ્રાઉઝર પર એક્સ્ટેંશન બાર પરના એક્સ્ટેંશન આયકનને ક્લિક કરો.\n2. એક્સ્ટેંશન પ pop પઅપમાં એક ચિહ્નો પસંદ કરો.\n3. http: // ... અથવા https: // થી શરૂ થતી કોઈપણ વેબસાઇટ પર એક્સ્ટેંશનનું પરીક્ષણ કરો ...\n31.ક્રોમ: // ... અથવા ક્રોમ એક્સ્ટેંશન વેબ સ્ટોર જેવા કેટલાક પૃષ્ઠો પર, એક્સ્ટેંશન કામ કરતું નથી.\n\nતમે પોપઅપ પૃષ્ઠ પરથી સ્ટોપ એક્સ્ટેંશન ક્લિક કરીને એક્સ્ટેંશનને બંધ કરી શકો છો.જો તમે બ્રાઉઝર પરના તમારા કામ માટે પરેશાન ન કરવા માંગતા હો, તો થોડા સમય માટે એક્સ્ટેંશન બંધ કરો.તમે પોપઅપ પૃષ્ઠથી પ્રારંભ એક્સ્ટેંશન ક્લિક કરીને ફરીથી ચાલુ કરી શકો છો.\n\nઆ એક્સ્ટેંશન ખુલ્લું સ્રોત છે તેથી હંમેશાં ફાળો આપવાનું સ્વાગત કરે છે.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "he": "סיומת זו מקשטת את דפדפן האינטרנט שלך על המסך עם חפצים נגררים מסמן העכבר לפי מי שתעבור בזמן הגלישה באינטרנט.הרחבה זו מקשטת את מסך הדפדפן עם חפצים מוזרים, מפוארים, ראוותניים וצבעוניים בעקבות הסמן.האובייקטים תגובה באופן דינמי על עכבר עוברים.\n\nאיך ליהנות מהארכה\n1. לאחר הורד את התוסף, לחץ על סמל ההרחבה בסרגל הרחבות בדפדפן.\n2. בחר באחד הסמלים בקופץ הרחבה.\n3. בדוק את התוסף בכל אתר שמתחיל בכתובת http: // ... או https: // ...\n3-1.בכמה דפים כמו Chrome: // ... או חנות אינטרנט של סיומת Chrome, התוסף לא עובד.\n\nאתה יכול לכבות את התוסף על ידי לחיצה על סיומת עצור מדף קופץ.אם אתה לא רוצה להיות מוטרד מהעבודה שלך בדפדפן, אז כבה את התוסף לזמן מה.אתה יכול להפעיל שוב על ידי לחיצה על סיומת התחל מדף קופץ.\n\nסיומת זו היא קוד פתוח כך שתמיד מסביר פנים.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "hi": "यह एक्सटेंशन आपके वेब ब्राउज़र को स्क्रीन पर माउस कर्सर से पीछे हटाने वाली वस्तुओं के साथ सजाता है, जो भी आप सर्फिंग करते समय चलते हैं।यह एक्सटेंशन कर्सर के बाद अजीब, फैंसी, दिखावटी और रंगीन वस्तुओं के साथ ब्राउज़र स्क्रीन को अलंकृत करता है।माउस चाल पर गतिशील रूप से प्रतिक्रियाएं।\n\nएक्सटेंशन का आनंद कैसे लें\n1. एक्सटेंशन डाउनलोड करने के बाद, ब्राउज़र पर एक्सटेंशन बार पर एक्सटेंशन आइकन पर क्लिक करें।\n2. एक्सटेंशन पॉपअप में एक आइकन चुनें।\n3. http: // ... या https: // के साथ शुरू होने वाली किसी भी वेबसाइट पर एक्सटेंशन का परीक्षण करें ...\n3-1।क्रोम: // ... या क्रोम एक्सटेंशन वेब स्टोर जैसे कुछ पृष्ठों पर, एक्सटेंशन काम नहीं करता है।\n\nआप पॉपअप पेज से स्टॉप एक्सटेंशन पर क्लिक करके एक्सटेंशन को बंद कर सकते हैं।यदि आप ब्राउज़र पर अपने काम के लिए परेशान नहीं होना चाहते हैं, तो थोड़ी देर के लिए एक्सटेंशन बंद करें।आप पॉपअप पेज से स्टार्ट एक्सटेंशन पर क्लिक करके फिर से चालू कर सकते हैं।\n\nयह एक्सटेंशन ओपन सोर्स है इसलिए हमेशा योगदान देने वाला स्वागत करता है।\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "hr": "Ovo proširenje ukrašava vaš web preglednik na ekranu s predmetima koji se zaobilaze od pokazivača miša, a to god se krećete dok surfate webom.Ovaj proširenje embislish preglednika s neobičnim, maštovitim, shojnim i šarenim predmetima koji slijede kursor.Objekti dinamički reagiraju na pomicanje miša.\n\nKako uživati u produžetku\n1. Nakon što preuzmete proširenje, kliknite ikonu proširenja na traci proširenja na pregledniku.\n2. Odaberite jednu od ikona u skočnom prozoru.\n3. Testirajte proširenje na bilo kojoj web stranici počevši od http: // ... ili https: // ...\n3-1.Na nekim stranicama poput Chrome: // ... ili web trgovine Chrome Extension, proširenje ne funkcionira.\n\nProširenje možete isključiti klikom na STOP Extension sa skočne stranice.Ako ne želite da vam se smeta za svoj rad na pregledniku, onda isključite produženje na neko vrijeme.Možete ponovo uključiti klikom na START Extension sa skočne stranice.\n\nOvo proširenje je otvoreni izvor, pa uvijek dobrodošlice doprinose.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "hu": "Ez a kiterjesztés a képernyőn lévő böngészőt díszíti az egér kurzorból levő objektumokkal, attól függően, hogy melyik mozog a szörfözés közben.Ez a kiterjesztés a kurzort követő furcsa, divatos, mutatós és színes objektumokkal díszíti a böngésző képernyőjét.Az objektumok dinamikusan reagálnak az egér mozgatására.\n\nHogyan lehet élvezni a kiterjesztést\n1. A kiterjesztés letöltése után kattintson a kiterjesztési ikonra a böngésző kiterjesztési sávján.\n2. Válassza ki az egyik ikonot a kiterjesztés felbukkanásában.\n3. Tesztelje a kiterjesztést bármely webhelyen, kezdve a http: // ... vagy a https: // ...\n3-1.Néhány oldalon, mint például a Chrome: // ... vagy a Chrome Extension Web Store, a kiterjesztés nem működik.\n\nKikapcsolhatja a kiterjesztést a STOP kiterjesztés gombra kattintva egy felbukkanó oldalról.Ha nem akarja, hogy zavarja a böngészőben végzett munkáját, akkor kapcsolja ki a hosszabbítást egy ideig.Újra bekapcsolhat, ha kattintson a Start kiterjesztés gombra egy felbukkanó oldalról.\n\nEz a kiterjesztés nyílt forráskódú, így mindig fogadja a közreműködést.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "id": "Ekstensi ini menghiasi browser web Anda di layar dengan objek yang tertinggal dari kursor mouse mana pun yang Anda pindahkan saat berselancar di web.Ekstensi ini memperindah layar browser dengan benda -benda aneh, mewah, mencolok dan penuh warna mengikuti kursor.Objek respons secara dinamis pada gerakan mouse.\n\nBagaimana menikmati ekstensi\n1. Setelah Anda mengunduh ekstensi, klik ikon ekstensi pada bilah ekstensi di browser.\n2. Pilih salah satu ikon di popup ekstensi.\n3. Uji ekstensi di situs web mana pun yang dimulai dengan http: // ... atau https: // ...\n3-1.Pada beberapa halaman seperti chrome: // ... atau toko web ekstensi chrome, ekstensi tidak berfungsi.\n\nAnda dapat mematikan ekstensi dengan mengklik Stop Extension dari halaman popup.Jika Anda tidak ingin diganggu untuk pekerjaan Anda di browser, maka matikan ekstensi untuk sementara waktu.Anda dapat menghidupkan lagi dengan mengklik ekstensi Mulai dari halaman popup.\n\nEkstensi ini adalah open source sehingga selalu menyambut kontribusi.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "it": "Questa estensione decora il tuo browser web sullo schermo con oggetti che trascinano dal cursore del mouse qualunque ti muovi durante la navigazione sul Web.Questa estensione abbellisce lo schermo del browser con oggetti strani, fantasiosi, appariscenti e colorati che segue il cursore.Gli oggetti rispondono dinamicamente sulla mossa del mouse.\n\nCome godersi l'estensione\n1. Dopo aver scaricato l'estensione, fare clic sull'icona di estensione sulla barra delle estensioni sul browser.\n2. Scegli una delle icone nel popup di estensione.\n3. Testare l'estensione su qualsiasi sito Web a partire da http: // ... o https: // ...\n3-1.Su alcune pagine come Chrome: // ... o Chrome Extension Web Store, l'estensione non funziona.\n\nÈ possibile disattivare l'estensione facendo clic sull'estensione di arresto da una pagina popup.Se non vuoi essere disturbato per il tuo lavoro sul browser, spegni l'estensione per un po '.È possibile attivare nuovamente facendo clic su Avvia l'estensione da una pagina popup.\n\nQuesta estensione è open source, quindi che accoglie sempre che contribuisce.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "ja": "この拡張機能は、マウスカーソルからトレイルするオブジェクトを使用して、Webブラウザーを画面上に飾ります。この拡張機能は、カーソルに続く奇妙で派手で派手でカラフルなオブジェクトを備えたブラウザ画面を画面に画面にします。オブジェクトは、マウスの移動で動的に応答します。\n\n拡張機能を楽しむ方法\n1.拡張機能をダウンロードしたら、ブラウザの拡張機能バーの拡張機能アイコンをクリックします。\n2.拡張機能ポップアップのアイコンのいずれかを選択します。\n3. http：// ...またはhttps：//で始まるWebサイトで拡張機能をテストします。\n3-1。Chrome：// ...やChrome Extension Webストアなどの一部のページでは、拡張機能は機能しません。\n\nポップアップページから停止拡張機能をクリックすると、拡張機能をオフにできます。ブラウザでの作業に悩まされたくない場合は、しばらく拡張機能をオフにします。ポップアップページから開始拡張子をクリックすると、再度オンになります。\n\nこの拡張機能はオープンソースなので、常に貢献を歓迎します。\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "kn": "ಈ ವಿಸ್ತರಣೆಯು ನಿಮ್ಮ ವೆಬ್ ಬ್ರೌಸರ್ ಅನ್ನು ಪರದೆಯ ಮೇಲೆ ಅಲಂಕರಿಸುತ್ತದೆ, ವೆಬ್ ಸರ್ಫಿಂಗ್ ಮಾಡುವಾಗ ನೀವು ಯಾವುದನ್ನು ಚಲಿಸುವಾಗ ಮೌಸ್ ಕರ್ಸರ್ನಿಂದ ಹಿಂದುಳಿದಿದೆ.ಈ ವಿಸ್ತರಣೆಯು ಕರ್ಸರ್ ಅನ್ನು ಅನುಸರಿಸಿ ವಿಚಿತ್ರ, ಅಲಂಕಾರಿಕ, ಆಕರ್ಷಕ ಮತ್ತು ವರ್ಣರಂಜಿತ ವಸ್ತುಗಳೊಂದಿಗೆ ಬ್ರೌಸರ್ ಪರದೆಯನ್ನು ಅಲಂಕರಿಸುತ್ತದೆ.ವಸ್ತುಗಳು ಮೌಸ್ ಚಲನೆಯ ಮೇಲೆ ಕ್ರಿಯಾತ್ಮಕವಾಗಿ ಪ್ರತಿಕ್ರಿಯಿಸುತ್ತವೆ.\n\nವಿಸ್ತರಣೆಯನ್ನು ಹೇಗೆ ಆನಂದಿಸುವುದು\n1. ನೀವು ವಿಸ್ತರಣೆಯನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿದ ನಂತರ, ಬ್ರೌಸರ್‌ನಲ್ಲಿರುವ ವಿಸ್ತರಣೆಗಳ ಪಟ್ಟಿಯಲ್ಲಿ ವಿಸ್ತರಣಾ ಐಕಾನ್ ಕ್ಲಿಕ್ ಮಾಡಿ.\n2. ವಿಸ್ತರಣಾ ಪಾಪ್ಅಪ್‌ನಲ್ಲಿ ಐಕಾನ್‌ಗಳಲ್ಲಿ ಒಂದನ್ನು ಆರಿಸಿ.\n3. http: // ... ಅಥವಾ https: // ... ನಿಂದ ಪ್ರಾರಂಭವಾಗುವ ಯಾವುದೇ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ವಿಸ್ತರಣೆಯನ್ನು ಪರೀಕ್ಷಿಸಿ\n3-1.Chrome: // ... ಅಥವಾ Chrome ವಿಸ್ತರಣೆ ವೆಬ್ ಅಂಗಡಿಯಂತಹ ಕೆಲವು ಪುಟಗಳಲ್ಲಿ, ವಿಸ್ತರಣೆ ಕಾರ್ಯನಿರ್ವಹಿಸುವುದಿಲ್ಲ.\n\nಪಾಪ್ಅಪ್ ಪುಟದಿಂದ ವಿಸ್ತರಣೆಯನ್ನು ನಿಲ್ಲಿಸಿ ಕ್ಲಿಕ್ ಮಾಡುವುದರ ಮೂಲಕ ನೀವು ವಿಸ್ತರಣೆಯನ್ನು ಆಫ್ ಮಾಡಬಹುದು.ಬ್ರೌಸರ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಕೆಲಸಕ್ಕಾಗಿ ನೀವು ತೊಂದರೆಗೊಳಗಾಗಲು ಬಯಸದಿದ್ದರೆ, ಸ್ವಲ್ಪ ಸಮಯದವರೆಗೆ ವಿಸ್ತರಣೆಯನ್ನು ಆಫ್ ಮಾಡಿ.ಪಾಪ್ಅಪ್ ಪುಟದಿಂದ ಪ್ರಾರಂಭ ವಿಸ್ತರಣೆಯನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವುದರ ಮೂಲಕ ನೀವು ಮತ್ತೆ ಆನ್ ಮಾಡಬಹುದು.\n\nಈ ವಿಸ್ತರಣೆಯು ತೆರೆದ ಮೂಲವಾಗಿದೆ ಆದ್ದರಿಂದ ಯಾವಾಗಲೂ ಕೊಡುಗೆಯನ್ನು ಸ್ವಾಗತಿಸುತ್ತದೆ.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "ko": "이 확장자는 화면의 웹 브라우저를 마우스 커서에서 트레일하는 객체가 웹을 서핑하는 동안 이동하는 중 어느 쪽이든 장식합니다.이 확장자는 커서를 따라 이상하고 화려하고 화려하고 화려한 물체를 갖춘 브라우저 화면을 장식합니다.마우스 이동에서 물체가 동적으로 응답합니다.\n\n확장을 즐기는 방법\n1. 확장자를 다운로드 한 후 브라우저의 확장자 막대에서 확장 아이콘을 클릭하십시오.\n2. 확장 팝업에서 아이콘 중 하나를 선택하십시오.\n3. http : // ... 또는 https : // ...부터 시작하는 모든 웹 사이트의 확장을 테스트하십시오.\n3-1.Chrome : // ... 또는 Chrome Extension Web Store와 같은 일부 페이지에서는 확장이 작동하지 않습니다.\n\n팝업 페이지에서 정지 확장을 클릭하여 확장을 끄질 수 있습니다.브라우저에서의 작업을 귀찮게하고 싶지 않다면 연장을 잠시 끄십시오.팝업 페이지에서 시작 확장을 클릭하여 다시 켜질 수 있습니다.\n\n이 확장은 오픈 소스이므로 항상 환영합니다.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "lt": "Šis plėtinys dekoruoja jūsų interneto naršyklę ekrane su objektais, esančiais iš pelės žymeklio, atsižvelgiant į tai, kurį judate naršydami internete.Šis pratęsimo naršyklės ekranas su keistais, išgalvotais, efektingais ir spalvingais objektais po žymeklio.Objektai dinamiškai reaguoja į pelės judėjimą.\n\nKaip mėgautis plėtiniu\n1. Atsisiuntę plėtinį spustelėkite plėtinio piktogramą, esančią naršyklės plėtinių juostoje.\n2. Pasirinkite vieną iš piktogramų pratęsimo iššokančiame iššokančiame.\n3. Išbandykite bet kurios svetainės plėtinį, pradedant nuo http: // ... arba https: // ...\n3-1.Kai kuriuose puslapiuose, tokiuose kaip „Chrome“: // ... arba „Chrome“ plėtinio internetinė parduotuvė, plėtinys neveikia.\n\nGalite išjungti plėtinį spustelėdami „Stop Extenance“ iš iššokančio puslapio.Jei nenorite varginti dėl savo darbo naršyklėje, kurį laiką išjunkite plėtinį.Galite dar kartą įjungti spustelėję pradžios plėtinį iš iššokančio puslapio.\n\nŠis pratęsimas yra atvirojo kodo, todėl visada sveikina prisidėjimą.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "lv": "Šis paplašinājums dekorē jūsu tīmekļa pārlūku ekrānā ar objektiem, kas atrodas no peles kursora, kurš pārvietojas, sērfojot tīmeklī.Šis paplašinājums izrotājiet pārlūka ekrānu ar dīvainiem, izdomātiem, košajiem un krāsainiem objektiem pēc kursora.Objekti dinamiski reaģē uz peles pārvietošanos.\n\nKā izbaudīt pagarinājumu\n1. Kad esat lejupielādējis paplašinājumu, pārlūkprogrammā noklikšķiniet uz paplašinājuma ikonas pagarinājumu joslā.\n2. Paplašināšanas uznirstošajā uznirstošajā uznirstošajā uznirstošajā ikonā izvēlieties.\n3. Pārbaudiet paplašinājumu jebkurā vietnē, sākot ar http: // ... vai https: // ...\n3-1.Dažās lapās, piemēram, Chrome: // ... vai Chrome Extension Web veikalā, paplašinājums nedarbojas.\n\nJūs varat izslēgt paplašinājumu, noklikšķinot uz Stop Extension no uznirstošās lapas.Ja jūs nevēlaties uztraukties par savu darbu pārlūkā, uz brīdi izslēdziet pagarinājumu.Jūs varat ieslēgt vēlreiz, noklikšķinot uz Sākt paplašinājumu no uznirstošās lapas.\n\nŠis paplašinājums ir atvērtā koda avots, tāpēc vienmēr uzņemiet ieguldījumu.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "ml": "ഈ വിപുലീകരണം നിങ്ങളുടെ വെബ് ബ്ര browser സറിനെ സ്ക്രീനിൽ അലങ്കരിക്കുന്നു, വെബിന്റെ സർഫിംഗ് സമയത്ത് നിങ്ങൾ നീങ്ങുന്ന മൗസ് കഴ്സറിൽ നിന്ന് പുറപ്പെടുന്ന ഒബ്ജക്റ്റുകൾ ഉപയോഗിച്ച് സ്ക്രീനിൽ അലങ്കരിക്കുന്നു.കഴ്സറിനെ തുടർന്നുള്ള വിചിത്രമായ, ഫാൻസി, ഷോ വർണ്ണാഭമായ വസ്തുക്കൾ ഉപയോഗിച്ച് ഈ വിപുലീകരണ ബ്ര browser സർ സ്ക്രീൻ അലങ്കാര ബ്ര browser സർ സ്ക്രീൻ.മൗസ് നീക്കത്തെക്കുറിച്ചുള്ള ചലനാത്മകമായി പ്രതികരിക്കുന്ന വസ്തുക്കൾ.\n\nവിപുലീകരണം എങ്ങനെ ആസ്വദിക്കാം\n1. നിങ്ങൾ വിപുലീകരണം ഡ download ൺലോഡ് ചെയ്ത ശേഷം, ബ്ര .സറിലെ വിപുലീകരണ ബാറിലെ വിപുലീകരണ ഐക്കൺ ക്ലിക്കുചെയ്യുക.\n2. വിപുലീകരണ പോപ്പ്അപ്പിൽ ഒരു ഐക്കണുകൾ തിരഞ്ഞെടുക്കുക.\n3. http: // ഉപയോഗിച്ച് ആരംഭിക്കുന്ന ഏത് വെബ്സൈറ്റിലും വിപുലീകരണം പരിശോധിക്കുക: // ... അല്ലെങ്കിൽ https: // ...\n3-1.Chrome: // പോലുള്ള ചില പേജുകളിൽ, Chrome വിപുലീകരണ വെബ് സ്റ്റോർ, വിപുലീകരണം പ്രവർത്തിക്കുന്നില്ല.\n\nഒരു പോപ്പ്അപ്പ് പേജിൽ നിന്ന് സ്റ്റോപ്പ് വിപുലീകരണം ക്ലിക്കുചെയ്ത് നിങ്ങൾക്ക് വിപുലീകരണം ഓഫാക്കാൻ കഴിയും.ബ്ര browser സറിലെ നിങ്ങളുടെ ജോലിയെക്കുറിച്ച് നിങ്ങൾ വിഷമിക്കാൻ ആഗ്രഹിക്കുന്നില്ലെങ്കിൽ, കുറച്ചുകാലത്തേക്ക് വിപുലീകരണം ഓഫാക്കുക.ഒരു പോപ്പ്അപ്പ് പേജിൽ നിന്ന് ആരംഭിക്കുക ക്ലിക്കുചെയ്ത് നിങ്ങൾക്ക് വീണ്ടും ഓണാക്കാം.\n\nഈ വിപുലീകരണം ഓപ്പൺ സോഴ്സ് ആണ്, അതിനാൽ എല്ലായ്പ്പോഴും സ്വാഗതം ചെയ്യുന്നു.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "mr": "हा विस्तार आपल्या वेब ब्राउझरला स्क्रीनवर सजावट करतो की आपण वेब सर्फिंग करताना आपण जे काही हलवितो त्या माउस कर्सरमधून पिछाडीवर असलेल्या ऑब्जेक्ट्ससह.हे विस्तार कर्सरच्या खाली विचित्र, फॅन्सी, शोभिवंत आणि रंगीबेरंगी वस्तूंसह ब्राउझर स्क्रीन सुशोभित करते.ऑब्जेक्ट्स गतिकरित्या माउस हलविण्यावर प्रतिसाद देतात.\n\nविस्ताराचा आनंद कसा घ्यावा\n1. आपण विस्तार डाउनलोड केल्यानंतर, ब्राउझरवरील एक्सटेंशन बारवरील विस्तार चिन्हावर क्लिक करा.\n2. विस्तार पॉपअपमधील चिन्हांपैकी एक निवडा.\n3. http: // ... किंवा https: // पासून प्रारंभ होणार्‍या कोणत्याही वेबसाइटवरील विस्ताराची चाचणी घ्या.\n3-1.क्रोम: // ... किंवा क्रोम एक्सटेंशन वेब स्टोअर सारख्या काही पृष्ठांवर, विस्तार कार्य करत नाही.\n\nआपण पॉपअप पृष्ठावरील स्टॉप विस्तार क्लिक करून विस्तार बंद करू शकता.आपण ब्राउझरवर आपल्या कार्यासाठी त्रास देऊ इच्छित नसल्यास, नंतर थोडा वेळ विस्तार बंद करा.आपण पॉपअप पृष्ठावरील प्रारंभ विस्तार क्लिक करून पुन्हा चालू करू शकता.\n\nहा विस्तार मुक्त स्त्रोत आहे म्हणून नेहमी योगदान देण्याचे स्वागत आहे.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "ms": "Pelanjutan ini menghiasi penyemak imbas web anda di skrin dengan objek yang mengikat dari kursor tetikus yang mana anda bergerak semasa melayari web.Skrin penyemak imbas Extension ini dengan objek aneh, mewah, menonjol dan berwarna -warni berikut kursor.Objek respons dinamik pada langkah tetikus.\n\nCara menikmati lanjutan\n1. Selepas anda memuat turun pelanjutan, klik ikon pelanjutan pada bar sambungan pada penyemak imbas.\n2. Pilih salah satu ikon dalam pop timbul.\n3. Uji pelanjutan di mana -mana laman web bermula dengan http: // ... atau https: // ...\n3-1.Pada beberapa halaman seperti Chrome: // ... atau kedai web Extension Chrome, lanjutan tidak berfungsi.\n\nAnda boleh mematikan pelanjutan dengan mengklik pelanjutan berhenti dari halaman pop timbul.Jika anda tidak mahu diganggu untuk kerja anda pada penyemak imbas, maka matikan lanjutan untuk seketika.Anda boleh menghidupkan semula dengan mengklik pelanjutan Mula dari halaman pop.\n\nPelanjutan ini adalah sumber terbuka supaya sentiasa menyambut penyumbang.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "nl": "Deze extensie siert uw webbrowser op het scherm met objecten die van de muiscursor achterhalen, welke u tijdens het surfen op het internet.Dit extensie verfraait het browserscherm met vreemde, mooie, opzichtige en kleurrijke objecten die de cursor volgen.De objecten dynamisch reactie op muisbeweging.\n\nHoe u kunt genieten van de extensie\n1. Nadat u de extensie hebt gedownload, klikt u op het extensiepictogram op Extensions Bar in de browser.\n2. Kies een van de pictogrammen in de extensiepop -up.\n3. Test de extensie op elke website die begint met http: // ... of https: // ...\n3-1.Op sommige pagina's zoals Chrome: // ... of Chrome Extension Web Store werkt de extensie niet.\n\nU kunt de extensie uitschakelen door te klikken op Stop Extension vanaf een pop -uppagina.Als u geen last wilt hebben van uw werk in de browser, schakel dan de extensie een tijdje uit.U kunt opnieuw inschakelen door te klikken op het starten van extensie vanaf een pop -uppagina.\n\nDeze extensie is open source, dus het verwelkomen van bijdragen altijd.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "no": "Denne utvidelsen dekorerer nettleseren din på skjermen med objekter som trekker fra musemarkøren, uansett hva du beveger deg mens du surfer på nettet.Denne utvidelsespynt -nettleserskjermen med rare, fancy, prangende og fargerike objekter etter markøren.Objektene dynamisk respons på musens bevegelse.\n\nHvordan glede deg over utvidelsen\n1. Etter at du har lastet ned utvidelsen, klikker du på utvidelsesikonet på utvidelseslinjen i nettleseren.\n2. Velg et av ikonene i utvidelsesoppopingen.\n3. Test utvidelsen på ethvert nettsted som starter med http: // ... eller https: // ...\n3-1.På noen sider som Chrome: // ... eller Chrome Extension Web Store fungerer ikke utvidelsen.\n\nDu kan slå av utvidelsen ved å klikke Stop Extension fra en popup -side.Hvis du ikke vil bli plaget for arbeidet ditt i nettleseren, så slå av utvidelsen en stund.Du kan slå på igjen ved å klikke på Start Extension fra en popup -side.\n\nDenne utvidelsen er åpen kildekode, så alltid innbydende bidragsyter.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "pl": "To rozszerzenie dekoruje przeglądarkę internetową na ekranie z obiektami wycofującymi się z kursora myszy, niezależnie od tego, co się poruszasz podczas surfowania.Ten rozszerzenie upiększają ekran przeglądarki z dziwnymi, fantazyjnymi, efektownymi i kolorowymi obiektami po kursorze.Obiekty dynamicznie reagują na ruch myszy.\n\nJak cieszyć się rozszerzeniem\n1. Po pobraniu rozszerzenia kliknij ikonę rozszerzenia na pasku rozszerzeń w przeglądarce.\n2. Wybierz jedną z ikon w wyskakującym okienku.\n3. Przetestuj rozszerzenie na dowolnej stronie internetowej, zaczynając od http: // ... lub https: // ...\n3-1.Na niektórych stronach, takich jak Chrome: // ... lub Chrome Extension Web Store, rozszerzenie nie działa.\n\nMożesz wyłączyć rozszerzenie, klikając rozszerzenie stop ze strony wyskakującego.Jeśli nie chcesz przeszkadzać w pracy w przeglądarce, wyłącz rozszerzenie na chwilę.Możesz włączyć ponownie, klikając rozszerzenie Start ze strony wyskakującego.\n\nTo rozszerzenie jest open source, więc zawsze przyjmuje przyczynianie się.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "ro": "Această extensie vă decorează browserul web pe ecran, cu obiecte care se ocupă de cursorul mouse -ului, indiferent de a vă deplasa în timp ce navigați pe web.Acest ecran al browserului înfrumusețează cu obiecte ciudate, fanteziste, spectaculoase și colorate în urma cursorului.Obiectele răspund dinamic la mișcarea mouse -ului.\n\nCum să te bucuri de extensie\n1. După ce descărcați extensia, faceți clic pe pictograma extensiei de pe bara de extensii din browser.\n2. Alegeți una dintre pictogramele din pop -up -ul de extensie.\n3. Testați extensia pe orice site web începând cu http: // ... sau https: // ...\n3-1.Pe unele pagini precum Chrome: // ... sau Chrome Extension Web Store, extensia nu funcționează.\n\nPuteți dezactiva extensia făcând clic pe extensie Stop dintr -o pagină pop -up.Dacă nu doriți să vă deranjați pentru munca dvs. pe browser, atunci opriți extensia o perioadă.Puteți porni din nou făcând clic pe Extensia Start de pe o pagină pop -up.\n\nAceastă extensie este open source, astfel încât să contribuie mereu întotdeauna.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "ru": "Это расширение украшает ваш веб -браузер на экране, объекты, выходящие из курсора мыши, независимо от того, что вы двигаете во время серфинга.Этот удлинительный экран браузера украшает странные, причудливые, эффектные и красочные объекты после курсора.Объекты динамически отклик на мышь перемещаются.\n\nКак насладиться расширением\n1. После загрузки расширения нажмите значок расширения на панели расширений в браузере.\n2. Выберите один из значков во всплывающем окне расширения.\n3. Проверьте расширение на любом веб -сайте, начиная с http: // ... или https: // ...\n3-1.На некоторых страницах, таких как Chrome: // ... или Web Store Chrome Extension, расширение не работает.\n\nВы можете отключить расширение, нажав расширение остановки со всплывающей страницы.Если вы не хотите, чтобы вас беспокоили о своей работе в браузере, то некоторое время отключите расширение.Вы можете включить снова, нажав на начало расширения со всплывающей страницы.\n\nЭто расширение является открытым исходным кодом, поэтому всегда приветствуют вклад.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "sk": "Toto rozšírenie zdobí váš webový prehliadač na obrazovke s objektmi, ktoré smerujú z kurzora myši, podľa toho, čo sa pohybujete pri surfovaní na webe.Táto extenzívna obrazovka prehliadača s podivnými, fantastickými a farebnými objektmi podľa kurzoru.Objekty dynamicky odozva pri pohybe myši.\n\nAko si užiť rozšírenie\n1. Po stiahnutí rozšírenia kliknite na ikonu rozšírenia na paneli rozšírení v prehliadači.\n2. Vyberte jednu z ikon v rozbaľovacom rozkaze rozšírenia.\n3. Otestujte rozšírenie na ľubovoľnej webovej stránke počnúc http: // ... alebo https: // ...\n3-1.Na niektorých stránkach, ako je Chrome: // ... alebo internetový obchod Chrome Extension, rozšírenie nefunguje.\n\nRozšírenie môžete vypnúť kliknutím na rozšírenie Stop z rozbaľovacej stránky.Ak sa nechcete obťažovať za svoju prácu v prehliadači, potom na chvíľu vypnite rozšírenie.Môžete sa znova zapnúť kliknutím na rozšírenie Štart z rozbaľovacej stránky.\n\nToto rozšírenie je otvoreným zdrojom, takže vždy vítajú prispievanie.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "sl": "Ta razširitev okrasi vaš spletni brskalnik na zaslonu s predmeti, ki se iz miške kazalca zalepijo, ne glede na to, ali se premikate med brskanjem.Ta razširitev krasi zaslon brskalnika s čudnimi, domišljijskimi, razstavnimi in barvnimi predmeti, ki sledijo kazalcu.Predmeti dinamično odzivajo na premik miške.\n\nKako uživati v podaljšku\n1. Ko prenesete razširitev, kliknite ikono razširitve v vrstici Extensions v brskalniku.\n2. Izberite eno od ikon v pojavnem oknu razširitve.\n3. Preizkusite razširitev na katerem koli spletnem mestu, začenši z http: // ... ali https: // ...\n3-1.Na nekaterih straneh, kot je Chrome: // ... ali Chrome Extension Web Store, razširitev ne deluje.\n\nPodaljšanje lahko izklopite s klikom na razširitveno razširitev s pojavne strani.Če se ne želite motiti za svoje delo v brskalniku, za nekaj časa izklopite podaljšanje.Ponovno lahko vklopite s klikom Start Extension s pojavne strani.\n\nTa razširitev je odprtokodna, zato vedno dobrodošli.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "sr": "Ово проширење украшава ваш веб претраживач на екрану са објектима који су вам постали курсор миша који год кренете док сурфате Веб.Овај екстензијски ембелтер прегледач са чудним, фанци, показаним и шареним објектима након курсора.Објекти динамички реаговали на потез миша.\n\nКако уживати у продужетку\n1. Након што преузмете екстензију, кликните икону екстензије на проширеном траку на претраживачу.\n2. Изаберите једну од икона у скочном прозору.\n3. Испитајте проширење на било којој веб локацији почевши од хттп: // ... или хттпс: // ...\n3-1.На неким страницама попут Цхроме: // ... или Цхроме веб продавница проширења, продужење не ради.\n\nПроширење можете искључити кликом на дугме Стоп Ектензион са скочне странице.Ако не желите да вас сметају вашем раду на претраживачу, а затим искључите продужење неко време.Можете поново укључити кликом на дугме Старт Ектензион са скочне странице.\n\nОво проширење је отворен извор, тако да увек допринос доприносе.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "sv": "Denna förlängning dekorerar din webbläsare på skärmen med objekt som slår från musmarkören oavsett vilken du flyttar när du surfar på webben.Denna förlängning utsmyckar webbläsarskärmen med konstiga, snygga, pråliga och färgglada föremål efter markören.Objekten svarar dynamiskt på musens rörelse.\n\nHur man njuter av förlängningen\n1. När du har laddat ner tillägget klickar du på förlängningsikonen i Extensions Bar i webbläsaren.\n2. Välj en av ikonerna i popupens tillägg.\n3. Testa tillägget på alla webbplatser som börjar med http: // ... eller https: // ...\n3-1.På vissa sidor som Chrome: // ... eller Chrome Extension Web Store fungerar inte tillägget.\n\nDu kan stänga av tillägget genom att klicka på STOP -förlängningen från en popup -sida.Om du inte vill bli besvärad för ditt arbete i webbläsaren, stäng av tillägget ett tag.Du kan slå på igen genom att klicka på Start Extension från en popup -sida.\n\nDenna förlängning är öppen källkod så att alltid välkomna bidragande.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "sw": "Ugani huu hupamba kivinjari chako cha wavuti kwenye skrini na vitu vinavyofuata kutoka kwa mshale wa panya unasongesha wakati wa kutumia wavuti.Skrini hii ya kivinjari cha kupanuka na vitu vya kushangaza, dhana, vya kupendeza na vya kupendeza vinavyofuata mshale.Vitu vya majibu ya nguvu kwenye hoja ya panya.\n\nJinsi ya kufurahiya ugani\n1. Baada ya kupakua kiendelezi, bonyeza ikoni ya ugani kwenye upanuzi wa upanuzi kwenye kivinjari.\n2. Chagua moja ya icons kwenye kidukizo cha ugani.\n3. Pima ugani kwenye wavuti yoyote inayoanza na http: // ... au https: // ...\n3-1.Kwenye kurasa zingine kama Chrome: // ... au duka la wavuti la Upanuzi wa Chrome, ugani haufanyi kazi.\n\nUnaweza kuzima kiendelezi kwa kubonyeza kiendelezi cha kuacha kutoka kwa ukurasa wa kidukizo.Ikiwa hautaki kusumbuliwa kwa kazi yako kwenye kivinjari, basi zima kiendelezi kwa muda.Unaweza kuwasha tena kwa kubonyeza Ugani wa Anza kutoka ukurasa wa kidukizo.\n\nUgani huu ni chanzo wazi kwa hivyo inakaribisha kila wakati.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "ta": "இந்த நீட்டிப்பு உங்கள் வலை உலாவியை திரையில் அலங்கரிக்கிறது, வலையில் உலாவும்போது நீங்கள் எதை நகர்த்தினாலும் சுட்டி கர்சரிலிருந்து பின்னால் செல்லும் பொருள்களால்.இந்த நீட்டிப்பு கர்சரைத் தொடர்ந்து விசித்திரமான, ஆடம்பரமான, கவர்ச்சியான மற்றும் வண்ணமயமான பொருள்களுடன் உலாவித் திரையை அழகுபடுத்துகிறது.சுட்டி நகர்வில் பொருள்கள் மாறும் பதில்.\n\nநீட்டிப்பை எவ்வாறு அனுபவிப்பது\n1. நீங்கள் நீட்டிப்பைப் பதிவிறக்கிய பிறகு, உலாவியில் நீட்டிப்பு பட்டியில் நீட்டிப்பு ஐகானைக் கிளிக் செய்க.\n2. நீட்டிப்பு பாப்அப்பில் ஐகான்களில் ஒன்றைத் தேர்வுசெய்க.\n3. http: // ... அல்லது https: // உடன் தொடங்கி எந்த வலைத்தளத்திலும் நீட்டிப்பை சோதிக்கவும் ...\n3-1.Chrome: // ... அல்லது Chrome நீட்டிப்பு வலை அங்காடி போன்ற சில பக்கங்களில், நீட்டிப்பு வேலை செய்யாது.\n\nபாப்அப் பக்கத்திலிருந்து நிறுத்த நீட்டிப்பைக் கிளிக் செய்வதன் மூலம் நீட்டிப்பை அணைக்கலாம்.உலாவியில் உங்கள் வேலைக்கு நீங்கள் கவலைப்பட விரும்பவில்லை என்றால், சிறிது நேரம் நீட்டிப்பை அணைக்கவும்.பாப்அப் பக்கத்திலிருந்து தொடக்க நீட்டிப்பைக் கிளிக் செய்வதன் மூலம் நீங்கள் மீண்டும் இயக்கலாம்.\n\nஇந்த நீட்டிப்பு திறந்த மூலமாகும், எனவே எப்போதும் பங்களிப்பை வரவேற்கிறது.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "te": "ఈ పొడిగింపు మీ వెబ్ బ్రౌజర్‌ను తెరపై అలంకరిస్తుంది, వెబ్‌లో సర్ఫింగ్ చేసేటప్పుడు మీరు ఏది కదులుతుందో మౌస్ కర్సర్ నుండి వెనుకంజలో ఉన్న వస్తువులతో.ఈ పొడిగింపు కర్సర్‌ను అనుసరించి వింత, ఫాన్సీ, ఆకర్షణీయమైన మరియు రంగురంగుల వస్తువులతో బ్రౌజర్ స్క్రీన్‌ను అలంకరిస్తుంది.మౌస్ కదలికపై వస్తువులు డైనమిక్‌గా ప్రతిస్పందన.\n\nపొడిగింపును ఎలా ఆస్వాదించాలి\n1. మీరు పొడిగింపును డౌన్‌లోడ్ చేసిన తర్వాత, బ్రౌజర్‌లోని పొడిగింపుల బార్‌లోని పొడిగింపు చిహ్నాన్ని క్లిక్ చేయండి.\n2. ఎక్స్‌టెన్షన్ పాపప్‌లో చిహ్నాలలో ఒకదాన్ని ఎంచుకోండి.\n3. http: // ... లేదా https: // తో ప్రారంభమయ్యే ఏదైనా వెబ్‌సైట్‌లో పొడిగింపును పరీక్షించండి.\n3-1.Chrome: // ... లేదా Chrome పొడిగింపు వెబ్ స్టోర్ వంటి కొన్ని పేజీలలో, పొడిగింపు పనిచేయదు.\n\nపాపప్ పేజీ నుండి స్టాప్ పొడిగింపును క్లిక్ చేయడం ద్వారా మీరు పొడిగింపును ఆపివేయవచ్చు.బ్రౌజర్‌లో మీ పనికి మీరు బాధపడకూడదనుకుంటే, కొంతకాలం పొడిగింపును ఆపివేయండి.పాపప్ పేజీ నుండి ప్రారంభ పొడిగింపును క్లిక్ చేయడం ద్వారా మీరు మళ్లీ ఆన్ చేయవచ్చు.\n\nఈ పొడిగింపు ఓపెన్ సోర్స్ కాబట్టి ఎల్లప్పుడూ సహకారాన్ని స్వాగతించింది.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "th": "ส่วนขยายนี้ตกแต่งเว็บเบราว์เซอร์ของคุณบนหน้าจอโดยมีวัตถุที่ตามมาจากเคอร์เซอร์เมาส์แล้วแต่ว่าคุณจะย้ายขณะท่องเว็บส่วนขยายนี้ทำให้หน้าจอเบราว์เซอร์ที่มีวัตถุแปลกประหลาดแฟนซีฉูดฉาดและมีสีสันตามเคอร์เซอร์วัตถุตอบสนองแบบไดนามิกในการเคลื่อนที่ของเมาส์\n\nวิธีเพลิดเพลินกับการขยาย\n1. หลังจากคุณดาวน์โหลดส่วนขยายให้คลิกไอคอนส่วนขยายบนแถบส่วนขยายบนเบราว์เซอร์\n2. เลือกไอคอนหนึ่งในป๊อปอัพส่วนขยาย\n3. ทดสอบส่วนขยายในเว็บไซต์ใด ๆ ที่เริ่มต้นด้วย http: // ... หรือ https: // ...\n3-1.ในบางหน้าเช่น Chrome: // ... หรือ Chrome Extension Web Store ส่วนขยายไม่ได้ผล\n\nคุณสามารถปิดส่วนขยายได้โดยคลิกที่ส่วนขยายหยุดจากหน้าป๊อปอัพหากคุณไม่ต้องการที่จะใส่ใจในการทำงานของคุณบนเบราว์เซอร์ให้ปิดส่วนขยายสักพักคุณสามารถเปิดอีกครั้งโดยคลิกที่ส่วนขยายเริ่มจากหน้าป๊อปอัพ\n\nส่วนขยายนี้เป็นโอเพ่นซอร์สดังนั้นยินดีต้อนรับการบริจาคเสมอ\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "tr": "Bu uzantı, web'de gezinirken hareket ettiğiniz her yerde fare imlecinden çıkan nesnelerle ekranda web tarayıcınızı süslüyor. Bu uzantı, tarayıcı ekranını imleci takip eden garip, süslü, gösterişli ve renkli nesnelerle süslüyor. Nesneler, fare hareketine dinamik olarak yanıt verir.\n\nUzantıdan nasıl yararlanılır\n1. Uzantıyı indirdikten sonra tarayıcının uzantılar çubuğundaki uzantı simgesine tıklayın.\n2. Uzantı açılır penceresindeki simgelerden birini seçin.\n3. Uzantıyı http://... veya https://... ile başlayan herhangi bir web sitesinde test edin.\n3-1. chrome://... veya chrome extension web store gibi bazı sayfalarda uzantı çalışmıyor.\n\nBir açılır sayfadan Uzantıyı DURDUR'u tıklayarak uzantıyı kapatabilirsiniz. Tarayıcıdaki işiniz için rahatsız edilmek istemiyorsanız, uzantıyı bir süreliğine kapatın. Bir açılır sayfadan Uzantıyı BAŞLAT'a tıklayarak tekrar açabilirsiniz.\n\nBu uzantı açık kaynaktır, bu nedenle katkıda bulunanlara her zaman hoş geldiniz.\n\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "uk": "Це розширення прикрашає ваш веб -браузер на екрані об’єктами, що виїжджають з курсору миші залежно від того, що ви рухаєтесь під час серфінгу в Інтернеті.Це розширення прикрашає екран браузера з дивними, вишуканими, витонченими та барвистими предметами, що слідують за курсором.Об'єкти динамічно відповідають на рух миші.\n\nЯк насолоджуватися розширенням\n1. Після завантаження розширення натисніть піктограму розширення на панелі розширень на браузері.\n2. Виберіть одну з піктограм у спливаючому вікні розширення.\n3. Перевірте розширення на будь -якому веб -сайті, починаючи з http: // ... або https: // ...\n3-1.На деяких сторінках, таких як Chrome: // ... або веб -магазин Chrome розширення, розширення не працює.\n\nВи можете вимкнути розширення, натиснувши розширення STOP зі спливаючої сторінки.Якщо ви не хочете, щоб вас турбували свою роботу в браузері, тоді вимкніть розширення на деякий час.Ви можете увімкнути знову, натиснувши розширення запуску зі спливаючої сторінки.\n\nЦе розширення є відкритим кодом, тому завжди вітає свій внесок.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint",
    "vi": "Phần mở rộng này trang trí trình duyệt web của bạn trên màn hình với các đối tượng theo dõi từ con trỏ chuột cho dù bạn di chuyển trong khi lướt web.Phần mở rộng này tô điểm cho màn hình trình duyệt với các vật thể kỳ lạ, lạ mắt, sặc sỡ và đầy màu sắc theo con trỏ.Các đối tượng phản ứng động trên di chuyển chuột.\n\nLàm thế nào để tận hưởng phần mở rộng\n1. Sau khi bạn tải xuống tiện ích mở rộng, nhấp vào biểu tượng tiện ích mở rộng trên thanh mở rộng trên trình duyệt.\n2. Chọn một trong các biểu tượng trong cửa sổ bật lên mở rộng.\n3. Kiểm tra tiện ích mở rộng trên bất kỳ trang web nào bắt đầu bằng http: // ... hoặc https: // ...\n3-1.Trên một số trang như chrome: // ... hoặc cửa hàng mở rộng Chrome, tiện ích mở rộng không hoạt động.\n\nBạn có thể tắt tiện ích mở rộng bằng cách nhấp vào phần mở rộng dừng từ trang bật lên.Nếu bạn không muốn bị làm phiền vì công việc của mình trên trình duyệt, thì hãy tắt phần mở rộng trong một thời gian.Bạn có thể bật lại bằng cách nhấp vào Khởi động tiện ích mở rộng từ trang bật lên.\n\nPhần mở rộng này là nguồn mở nên luôn luôn chào đón đóng góp.\nhttps://github.com/jacobkim9881/tailing-mouse-footprint"
  }
}