{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookmarks Manager Evolution",
    "fr": "Favoris Manager Evolution"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension add state to your favorite links as read/unread/urgent/archive before you save it to the Bookmarks.",
    "fr": "Cette extension permet de manager et noter vos liens favoris en état de lu/non lu/urgent/archive avant de les enregistré dans les…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "If your Bookmarks are too big and you need organisation. This  application is for you. This extension allows you to manage your Bookmaks with the possibility to mark them as urgent/read/unread statement, right before you send it to Bookmarks. Once a link is visited, Bookmarks Manager Evolution automatically send it to an unread state. Then you can delete it or push it in your Bookmarks. You can directly see in extension your Bookmaks, add link or folder, and delete them. You can also change title of url. Try it, it's free and funny!\nThe extension show now your history in a timeline panel and backup your closed tab\n\nSi vous êtes débordez par vos favoris que vous ajoutez à l'infini sans les lire dans votre navigateur, voici l'extension qu'il vous faut. Avant d'enregistrer vos liens favoris, vous pouvez le statuer en état d'urgent, non lu ou lu. Un lien qui a été visité sera automatiquement placé en etat de lu. Ensuite à vous de les placer dans vos favoris directement depuis l'application comme bon vous semble. Avec l'extension vous gérer vos favoris en ajoutant des éléments, en les modifiant ou les supprimant et tout cela deouis une seule plateforme. Essayez-le, c'est gratuit et bien pratique\nL'extension montre maintant votre historiqe sous forme de timeline et enregistre vos onglets fermé pour récupérer des paes fermées par erreur",
    "fr": "If your Bookmarks are too big and ned organisation. This is what you need. This extension allow you to manage your Bookmaks with the possibility to mark them as urgent/read/unread statement, right before you send it to Bookmarks. Once a link is visited, Bookmarks Manager Evolution automatically send it to an unread state. Then you can delete it or push it to your Bookmarks. You can directly in extension load your Bookmaks, add link or folder, and delete them. Try it, it's free!"
  }
}