{
  "name": {
    "ar": "لعبة Retro Bowl Online",
    "am": "Resto Bool ጨዋታ በመስመር ላይ",
    "bg": "Игра за ретро купа онлайн",
    "bn": "রেট্রো বাটি গেম অনলাইন",
    "ca": "Retro Bowl Game en línia",
    "cs,en,en_AU,en_GB,en_US,es_419,fil,lt,lv,no,pt_BR,pt_PT,ru,zh_CN,zh_TW": "Retro Bowl Game Online",
    "da": "Retro skålspil online",
    "de": "Retro Bowl -Spiel online",
    "el": "Ρετρό παιχνίδι μπολ online",
    "es": "Juego de tazón retro en línea",
    "et": "Retro Bowli mäng võrgus",
    "fa": "بازی کاسه یکپارچهسازی با سیستمعامل آنلاین",
    "fi": "Retro -kulhopeli verkossa",
    "fr": "Jeu de bol rétro en ligne",
    "gu": "રેટ્રો બાઉલ ગેમ .નલાઇન",
    "he": "משחק קערת רטרו ברשת",
    "hi": "रेट्रो बाउल गेम ऑनलाइन",
    "hr": "Retro Bowl igra na mreži",
    "hu": "Retro tál játék online",
    "id": "Game Retro Bowl Online",
    "it": "Gioco retrò ciotola online",
    "ja": "オンラインでレトロボウルゲーム",
    "kn": "ರೆಟ್ರೊ ಬೌಲ್ ಆಟ ಆನ್‌ಲೈನ್",
    "ko": "온라인 레트로 보울 게임",
    "ml": "റെട്രോ ബ l ൾ ഗെയിം ഓൺലൈൻ",
    "mr": "रेट्रो बाउल गेम ऑनलाईन",
    "ms": "Permainan mangkuk retro dalam talian",
    "nl": "Retro bowl -game online",
    "pl": "Gra retro w kręgle online",
    "ro": "Joc retro bol online",
    "sk": "Retro misa online",
    "sl": "Retro posoda na spletu",
    "sr": "Ретро Бовл Гаме Онлине",
    "sv": "Retro Bowl -spel online",
    "sw": "Mchezo wa bakuli wa retro mkondoni",
    "ta": "ரெட்ரோ பவுல் விளையாட்டு ஆன்லைன்",
    "te": "రెట్రో బౌల్ గేమ్ ఆన్‌లైన్",
    "th": "เกม Retro Bowl ออนไลน์",
    "tr": "Çevrimiçi retro kase oyunu",
    "uk": "Ретро -гра в онлайн",
    "vi": "Trò chơi bát retro trực tuyến"
  },
  "short": {
    "ar": "Retro Bowl هي اللعبة المثالية لاعب قورتربك لكرسي الذراع لإثبات نقطة.",
    "am": "Rogro Bool ለ Frarcharire ኳታሩክ ለመጨረሻ ጊዜ እንዲጠቁ ለማድረግ ፍጹም ጨዋታ ነው.",
    "bg": "Retro Bowl е перфектната игра за защитника на фотьойла, която най -накрая доказва точка.",
    "bn": "রেট্রো বাটি হ'ল আর্মচেয়ার কোয়ার্টারব্যাকের জন্য শেষ পর্যন্ত একটি পয়েন্ট প্রমাণ করার জন্য উপযুক্ত খেলা।",
    "ca": "Retro Bowl és el joc perfecte per al quarterback de la butaca per demostrar finalment un punt.",
    "cs": "Retro Bowl je perfektní hra pro quarterback křesla, která konečně dokáže bod.",
    "da": "Retro Bowl er det perfekte spil til lænestolens quarterback for endelig at bevise et punkt.",
    "de": "Retro Bowl ist das perfekte Spiel für den Sesselquarterback, um endlich einen Punkt zu beweisen.",
    "el": "Το Retro Bowl είναι το τέλειο παιχνίδι για το quarterback της πολυθρόνα για να αποδείξει τελικά ένα σημείο.",
    "en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pt_BR,pt_PT,zh_CN,zh_TW": "Retro Bowl is the perfect game for the armchair quarterback to finally prove a point.",
    "es": "Retro Bowl es el juego perfecto para que el mariscal de campo del sillón finalmente pruebe un punto.",
    "et": "Retro Bowl on ideaalne mäng tugitooli kvartalile, et lõpuks punkti tõestada.",
    "fa": "Retro Bowl بازی مناسبی برای خط حمله صندلی صندلی است تا سرانجام یک نکته را اثبات کند.",
    "fi": "Retro Bowl on täydellinen peli nojatuolin puolustajalle lopulta todistaakseen pisteen.",
    "fr": "Retro Bowl est le jeu parfait pour le quart-arrière de fauteuil pour prouver enfin un point.",
    "gu": "આખરે એક બિંદુ સાબિત કરવા માટે આર્મચેર ક્વાર્ટરબેક માટે રેટ્રો બાઉલ એ યોગ્ય રમત છે.",
    "he": "רטרו קערה הוא המשחק המושלם עבור הקווטרבק של הכורסה כדי סוף סוף להוכיח נקודה.",
    "hi": "रेट्रो बाउल आर्मचेयर क्वार्टरबैक के लिए एकदम सही खेल है जो अंत में एक बिंदु साबित होता है।",
    "hr": "Retro Bowl je savršena igra za napadač fotelje kako bi napokon dokazao bod.",
    "hu": "A Retro Bowl a tökéletes játék a karosszék hátvédjéhez, hogy végre igazolhassanak egy pontot.",
    "id": "Retro Bowl adalah permainan yang sempurna bagi quarterback kursi untuk akhirnya membuktikan satu poin.",
    "it": "Retro Bowl è il gioco perfetto per il quarterback della poltrona per dimostrare finalmente un punto.",
    "ja": "レトロボウルは、アームチェアクォーターバックが最終的にポイントを証明するのに最適なゲームです。",
    "kn": "ಆರ್ಮ್‌ಚೇರ್ ಕ್ವಾರ್ಟರ್‌ಬ್ಯಾಕ್‌ಗೆ ಅಂತಿಮವಾಗಿ ಒಂದು ಅಂಶವನ್ನು ಸಾಬೀತುಪಡಿಸಲು ರೆಟ್ರೊ ಬೌಲ್ ಸೂಕ್ತ ಆಟವಾಗಿದೆ.",
    "ko": "레트로 보울은 안락 의자 쿼터백이 마침내 요점을 증명할 수있는 완벽한 게임입니다.",
    "ml": "റെട്രോ ബൗൾ, ഒടുവിൽ ഒരു പോയിന്റ് തെളിയിക്കാൻ കസേര ക്വാർട്ടർബാക്കിന്റെ തികഞ്ഞ ഗെയിമാണ് റെട്രോ ബൗൾ.",
    "mr": "शेवटी एक बिंदू सिद्ध करण्यासाठी आर्मचेअर क्वार्टरबॅकसाठी रेट्रो बाउल हा एक परिपूर्ण खेळ आहे.",
    "ms": "Retro Bowl adalah permainan yang sempurna untuk quarterback kerusi untuk akhirnya membuktikan satu titik.",
    "nl": "Retro Bowl is het perfecte spel voor de quarterback van de fauteuil om eindelijk een punt te bewijzen.",
    "no": "Retro Bowl er det perfekte spillet for lenestol -quarterbacken for å endelig bevise et poeng.",
    "pl": "Retro Bowl to idealna gra dla rozgrywającego na fotelu, aby w końcu udowodnić punkt.",
    "ro": "Retro Bowl este jocul perfect pentru ca fundașul de fotoliu să demonstreze în sfârșit un punct.",
    "ru": "Retro Bowl - идеальная игра для защитника кресла, чтобы наконец доказать.",
    "sk": "Retro Bowl je ideálna hra pre quarterback kresla, aby konečne dokázala bod.",
    "sl": "Retro Bowl je odlična igra za povratni obračun na fotelju, da končno dokaže točko.",
    "sr": "Ретро Бовл је савршена игра да се фотеља на вратима на коначно докаже тачку.",
    "sv": "Retro Bowl är det perfekta spelet för fåtöljen quarterback för att äntligen bevisa en poäng.",
    "sw": "Retro Bowl ni mchezo mzuri kwa robo ya armchair ili hatimaye kudhibitisha hoja.",
    "ta": "ரெட்ரோ பவுல் என்பது ஒரு புள்ளியை நிரூபிக்க கை நாற்காலி குவாட்டர்பேக்கிற்கு சரியான விளையாட்டு.",
    "te": "రెట్రో బౌల్ ఆర్మ్‌చైర్ క్వార్టర్‌బ్యాక్ చివరకు ఒక పాయింట్‌ను నిరూపించడానికి సరైన ఆట.",
    "th": "Retro Bowl เป็นเกมที่สมบูรณ์แบบสำหรับกองหลังเก้าอี้เท้าแขนเพื่อพิสูจน์จุดในที่สุด",
    "tr": "Retro Bowl, koltuk oyun kurucu için nihayet bir noktayı kanıtlamak için mükemmel bir oyundur.",
    "uk": "Ретро -чаша - ідеальна гра для захисника крісла, щоб нарешті довести точку.",
    "vi": "Retro Bowl là trò chơi hoàn hảo cho tiền vệ ghế bành cuối cùng đã chứng minh một điểm."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Retro Bowl is an American style football game created by New Star Games. Are you ready to manage your dream team into victory? Be the boss of your NFL franchise, expand your roster, take care of your press duties to keep your team and fans happy. \n\nThe endless ways to customize your team and strategy will ensure the game will never get repetitive or boring.\n\nYou can also play other categories games in your tab by clicking game options..\n\nHow to play:\nNavigate - Mouse / Trackpad"
  }
}