{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Aliexpress Coupons",
    "ru": "Aliexpress Купоны"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy way to apply discount coupons on Aliexpress",
    "ru": "Простой способ использовать купоны на Алиэкспресс"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The extension tries to apply all available discount coupons for AliExpress ™ checkout page.\nNever miss an opportunity to apply a discount for your purchases on the favorite website!\nThere are tons of coupons for AliExpress ™. Many of them do not work at all. It is exhausting to try them all. This extension solves this issue!\n\nBy installing the Ali Coupons Chrome extension, you accept the terms of the «User Agreement» and allow redirecting you to the links of the affiliate program AliExpress. \n\n\n*Ali, Ali Express and AliExpress is a trademark of Alibaba Group Holding Limited. Use of this trademark is subject to AliExpress Affiliate Program Service Agreement.",
    "ru": "Расширение автоматически перебирает все существующие скидочные купоны и промокоды на странице оплаты АлиЭкспресс.\nНе упусти возможность использовать скидку при покупках на любимом сайте!\nКак известно, существует очень много купонов для АлиЭкспресс. Многие из них не рабочие. Очень долго перебирать все купоны и промокоды вручную. Это расширение решает эту проблему!\n\nУстанавливая расширение Ali Coupons для Chrome, вы принимаете условия «Пользовательского соглашения» и разрешаете переадресацию вас расширением по ссылкам партнерской программ AliExpress и других программ. \n\n*Ali, Ali Express и AliExpress являются торговыми марками Alibaba Group Holding Limited. Использование этого товарного знака регулируется Соглашением об обслуживании партнерской программы Ali Express."
  }
}