{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "User-Agent Switcher and Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spoof websites trying to gather information about your web navigation to deliver distinct content you may not want",
    "ru": "Подменяет User-Agent на веб-сайтах, пытающихся собрать информацию о ваших путешествиях по сети и выдать не нужное вам содержимое"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Usage example: You can alter your user-agent string to indicate you?re on a mobile device if you prefer seeing mobile versions of sites so they load quicker.\n\n--\n\nThis extension allows you to spoof your browser \"user-agent\" string to a custom designation, making it impossible for websites to know specific details about your browsing arrangement.\n\nVideo overview:\nhttps://www.youtube.com/watch?v=4M6_Zc4o1MQ\n\nNotes:\n1. You can easily set custom \"user-agent\" strings from the toolbar popup\n2. The extension uses a two-factor technique to mimic your default \"user-agent\" string, which is the most reliable method\n3. The extension does not use any resources when it is not spoofing the user-agent\n4. The extension enables user-agent spoofing on specific domains only; it is conversely possible to exclude certain domains from spoofing. Check the Options page for more info.\n5. You can set per-site user-agent strings\n6. There is an option to randomize user-agent strings.\n7. It is possible to set user-agent string for a single window; you can have a separate user-agent string for each browser window\n\n\nFor more info and general bug reports please use:\nhttps://add0n.com/useragent-switcher.html\n\nFor technical bug reports please use:\nhttps://github.com/ray-lothian/UserAgent-Switcher/",
    "ru": "Пример использования: если вы хотите загрузить более быструю мобильную версию сайта, вы можете подменить строку User-Agent вашего браузера и показать, что смотрите сайт с мобильного устройства.\n\n--\n\nДанное расширение позволит вам подменить строку User-Agent вашего браузера на установленную вами и не дать веб-сайтам узнать конкретные подробности о вашем браузере и операционной системе.\n\nОбзор:\nhttps://www.youtube.com/watch?v=4M6_Zc4o1MQ\n\nПримечания:\n1. Вы легко можете установить собственную строку User-Agent из всплывающего окна\n2. Расширение оиспользует двухфакторный метод сокрытия вашей строки User-Agent по умолчанию, считающийся самым надежным.\n3. Расширение не обращается ни к каким веб-сайтам в то время, когда оно не подменяет строку User-Agent.\n4. Расширение включает подмену строки User-Agent только на определенных доменах; наоборот, также можно отключить подмену на определенных доменах. Откройте раздел \"Настройки\" для получения более подробной информации.\n5. Вы можете установить различные строки User-Agent на отдельные сайты.\n6. Также есть настройка случайного изменения строк User-Agent.\n7. Возможно установить строку User-Agent для одного окна; вы можете установить отдельную строку User-Agent для каждого окна браузера.\n8. Данное расширение поддерживает Managed Storage, и эти настройки могут быть изменены автоматически или установлены изначально администратором домена.\n\nДля получения более подробной информации и решения общих проблем перейдите по адресу:\nhttps://add0n.com/useragent-switcher.html\n\nДля решения технических проблем перейдите по адресу:\nhttps://github.com/ray-lothian/UserAgent-Switcher/"
  }
}