{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Showroom Mod"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Showroom tools for Fullscreen and auto complete mission."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Watch Replay Showroom Live JKT48 Members :\nhttps://www.youtube.com/@48play\nDM me on X:\nhttps://x.com/beaviour\n\nTitle: \"Enhance Your SHOWROOM Experience with Full Screen Playback - Chrome Extension\"\n\nMeta Description: \"Unlock the full potential of SHOWROOM livestreams with our Chrome extension. Enjoy fullscreen video playback, auto-complete missions for free gold, and more. Download now for an immersive experience. [SHOWROOM ライブストリームをフルスクリーンで楽しむためのChrome拡張機能。全画面ビデオ再生、無料のゴールドを獲得するためのオートコンプリートミッションなどをお楽しみください。今すぐダウンロードして没入感ある体験を！]\"\n\nFeatures:\n\n1.  Fullscreen Video: Enjoy SHOWROOM videos in fullscreen for a more immersive viewing experience. [フルスクリーンビデオ：より没入感のある視聴体験のためにSHOWROOMの動画をフルスクリーンで楽しもう。]\n2.  Auto-Complete Missions: Automatically complete missions to earn free gold. Simply turn on the auto-mission toggle in the live tab menu. [オートコンプリートミッション：自動的にミッションを完了して無料のゴールドを獲得。ライブタブメニューでオートミッショントグルをオンにするだけでOK。]\n3.  Auto Star Farming: Automatically farm stars or stop farming when reaching a certain threshold. [オートスターファーミング：スターを自動的に獲得するか、特定のしきい値に達したら農業を停止。]\n4.  Show/Hide Recorder Button: Customize your experience by showing or hiding the recorder button. [レコーダーボタンの表示/非表示：レコーダーボタンを表示または非表示にして、自分好みの体験をカスタマイズ。]\n\nLatest Updates:\n*   Version [1.4.1] (2024-10-10): Change X  \n*   Version [1.4.0] (2024-05-15): Change logo \n*   Version [1.3.9] : - \n*   Version [1.3.8] (2023-10-11): Introducing auto-complete missions for free gold. [バージョン[1.3.8]（2023年10月11日）：無料のゴールドを獲得するためのオートコンプリートミッションを導入。]\n*   Version [1.3.7] (2023-09-08): Bug fixes for a smoother experience. [バージョン[1.3.7]（2023年9月8日）：よりスムーズな体験のためのバグ修正。]\n*   Version [1.3.6] (2023-06-13): Bug fixes and removal of recording function. [バージョン[1.3.6]（2023年6月13日）：バグ修正と録音機能の削除。]\n\nCall-to-Action: \"Download now for an enhanced SHOWROOM experience! [今すぐダウンロードしてSHOWROOMの体験を向上させよう！]\"\n\nNote: \"To use auto-complete missions, go to the Live tab menu and turn on the auto-missions toggle to have them complete automatically. If you have any questions or ideas for new extensions, please DM me at X @beaviour . If you need to create extensions for other websites, please DM us as well. [オートコンプリートミッションを使用するには、ライブタブメニューに移動し、オートミッショントグルをオンにして、自動的に完了させてください。質問や新しい拡張機能のアイデアがあれば、X @beaviour までDMしてください。他のウェブサイトで拡張機能を作成する必要があれば、同様にDMしてください。]\""
  }
}