{
  "name": {
    "ar,da,hr,id,ja,ml,sk,ta,te": "Infinite Ship Game",
    "am,bg,fi,gu,hi,kn,lv": "Infinite Ship Online",
    "bn,he,hu": "Infinite Ship Action Games",
    "ca,fa,fil,ko,mr,no,ro,sv,sw,th": "Infinite Ship Unblocked Game",
    "cs,el,et,ms,pl,sl": "Infinite Ship Online Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,it,lt,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Infinite Ship Action Game"
  },
  "short": {
    "ar": "تنتظرك لعبة مليئة بالإثارة في العالم السحري للمحيط باستخدام سفينة.",
    "am": "በመርከብ በመጠቀም በውቅያኖሱ አስማታዊ ዓለም ውስጥ አንድ የታሸገ ጨዋታ ይጠብቅዎታል.",
    "bg": "Действие опаковани игра ви очаква в магическия свят на океана с помощта на кораб.",
    "bn": "একটি অ্যাকশন প্যাকড গেম একটি জাহাজ ব্যবহার করে সমুদ্রের জাদুকরী বিশ্বে আপনার জন্য অপেক্ষা করছে।",
    "ca": "Un joc ple d'acció t'espera en el màgic món de l'oceà mitjançant l'ús d'un vaixell.",
    "cs": "Akční hra na vás čeká v kouzelném světě oceánu pomocí lodi.",
    "da": "Et actionfyldt spil venter dig i havets magiske verden ved hjælp af et skib.",
    "de": "Ein actiongeladenes Spiel erwartet Sie in der magischen Welt des Ozeans mit einem Schiff.",
    "el": "Ένα παιχνίδι γεμάτο δράση σας περιμένει στον μαγικό κόσμο του ωκεανού χρησιμοποιώντας ένα πλοίο.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "An action packed game awaits you in the magical world of the ocean by using a ship.",
    "es": "Un juego lleno de acción te espera en el mundo mágico del océano mediante el uso de un barco.",
    "et": "Tegevus pakitud mäng ootab teid maagiline maailm ookeani kasutades laeva.",
    "fa": "بازی عمل بسته بندی شده در انتظار شما در جهان جادویی اقیانوس با استفاده از یک کشتی.",
    "fi": "Toiminnantäyteinen peli odottaa sinua meren maagisessa maailmassa laivan avulla.",
    "fil": "Isang aksyon nakaimpake laro naghihintay sa iyo sa mahiko mundo ng karagatan sa pamamagitan ng paggamit ng isang barko.",
    "fr": "Un jeu bourré d’action vous attend dans le monde magique de l’océan en utilisant un navire.",
    "gu": "એક એક્શન પેક્ડ રમત વહાણનો ઉપયોગ કરીને સમુદ્રની જાદુઈ દુનિયામાં તમારી રાહ જુએ છે.",
    "he": "משחק מלא אקשן מחכה לכם בעולם הקסום של האוקיינוס באמצעות ספינה.",
    "hi": "एक कार्रवाई पैक खेल एक जहाज का उपयोग करके समुद्र की जादुई दुनिया में आप इंतजार कर रहा है।",
    "hr": "Akcijska igra čeka vas u čarobnom svijetu oceana pomoću broda.",
    "hu": "Egy akciódús játék vár rád az óceán varázslatos világában egy hajó segítségével.",
    "id": "Game penuh aksi menanti Anda di dunia magis lautan dengan menggunakan kapal.",
    "it": "Un gioco ricco di azione ti aspetta nel magico mondo dell'oceano usando una nave.",
    "ja": "アクション満載のゲームは、船を使用して海の魔法の世界であなたを待っています。",
    "kn": "ಹಡಗನ್ನು ಬಳಸುವ ಮೂಲಕ ಸಾಗರದ ಮಾಂತ್ರಿಕ ಜಗತ್ತಿನಲ್ಲಿ ಆಕ್ಷನ್ ಪ್ಯಾಕ್ಡ್ ಆಟವು ನಿಮಗಾಗಿ ಕಾಯುತ್ತಿದೆ.",
    "ko": "액션 포장 게임은 배를 사용하여 바다의 마법의 세계에서 당신을 기다리고 있습니다.",
    "lv": "Darbības pilna spēle jūs gaida maģiskajā okeāna pasaulē, izmantojot kuģi.",
    "ml": "ഒരു ആക്ഷൻ പായ്ക്ക്ഡ് ഗെയിം ഒരു കപ്പൽ ഉപയോഗിച്ച് സമുദ്രത്തിന്റെ മാന്ത്രിക ലോകത്ത് നിങ്ങളെ കാത്തിരിക്കുന്നു.",
    "mr": "एक अॅक्शन पॅक्ड गेम जहाजाचा वापर करून समुद्राच्या जादुई दुनियेत तुमची वाट पाहत असतो.",
    "ms": "Permainan penuh aksi menanti anda di dunia ajaib lautan dengan menggunakan kapal.",
    "nl": "Een actievolle game wacht op je in de magische wereld van de oceaan met behulp van een schip.",
    "no": "Et actionfylt spill venter deg i havets magiske verden ved å bruke et skip.",
    "pl": "Pełna akcji gra czeka na Ciebie w magicznym świecie oceanu za pomocą statku.",
    "ro": "Un joc plin de acțiune vă așteaptă în lumea magică a oceanului folosind o navă.",
    "ru": "Остросюжетная игра ждет вас в волшебном мире океана с помощью корабля.",
    "sk": "Akčná hra nabitá na vás čaká v magickom svete oceánu pomocou lode.",
    "sl": "Akcijska pakirana igra vas čaka v čarobnem svetu oceana z uporabo ladje.",
    "sv": "Ett actionfyllt spel väntar dig i havets magiska värld med hjälp av ett fartyg.",
    "sw": "Hatua packed mchezo kusubiri wewe katika ulimwengu wa kichawi wa bahari kwa kutumia meli.",
    "ta": "ஒரு நடவடிக்கை நிரம்பிய விளையாட்டு ஒரு கப்பலைப் பயன்படுத்தி கடலின் மந்திர உலகில் உங்களுக்காக காத்திருக்கிறது.",
    "te": "ఒక యాక్షన్ ప్యాక్డ్ గేమ్ ఒక ఓడను ఉపయోగించడం ద్వారా సముద్రం యొక్క మాయా ప్రపంచంలో మీ కోసం ఎదురు చూస్తుంది.",
    "th": "เกมที่เต็มไปด้วยแอ็คชั่นรอคุณอยู่ในโลกมหัศจรรย์ของมหาสมุทรโดยใช้เรือ",
    "tr": "Aksiyon dolu bir oyun okyanusun büyülü dünyasında bir gemi kullanarak sizi bekliyor.",
    "uk": "Насичена бойовиком гра чекає вас у чарівному світі океану, використовуючи корабель."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Start your adventure in the depths of the water with a mini submarine. Make the highest score by avoiding challenging obstacles.\n\nHow To Play\nPlayed with Mouse.\n\nInfinite Ship Action Game Features\n✓ Stylized Ship\n✓ Cartoon Graphics\n✓ Fun Sounds\n✓ Hard Obstacles\n✓ Realistic damage\n\nFinally, you can enjoy these game for free (and more requests will be added)! Infinite Ship Action Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}