{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AuTomato - Easy E2E tests and web automation"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automate your web tasks or make E2E testing easier just by recording your web interaction"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AuTomato helps you to record your web interactions and export these recordings as Playwright or Puppeteer Javascript code. You can also replay the recordings to automate web tasks. \n\nEdit the events of your recorded web interactions inside the extensions popup and setup the javascript events you want to be recorded. But if you want to track \"locked\" events, like for example \"pointerover\" or \"pointerout\", you need to hold the alt-key during capturing these events (its just because a few events are fired too often, so it would make no sense to track them all).\n\nThe tracking of assertions is already enabled but is not completely finished yet. \n\nSuccessfully tracked recordings can also be replayed in a new browser window, to give you the opportunity to visually check your recording.\n\nPlease help me to improve the extension so feel free to contact me for critics, bug reports and feature requests.\n\nFeature list:\n\nVersion 0.2.1 \n\n- When having the same event with the same css-selector, usually happening successively, it is now\npossible to replace the event chain by one event of this group. You can find this action\nwhile recording an automation, while replaying a recording or inside the popup recording details page.\n- It is now possible to run a recording replay within the same browser window.\n- It is also now possible to rerun a recording replay multiple times with the same settings.\n\n- Playwright: Tested with the latest version 1.45.0\n- Puppeteer: Tested with the latest version 22.12.0 and fixed a minor bug while using variables.\n- Cypress: Tested with the latest version 13.12.0.\n\nVersion 0.2.0\n\n- Its now possible to define variables within an input value by wrapping the variable name in curly braces. For example {{variable_example}}. More possibilities to define variables will follow with the next updates.\n- Before running the replay of a recording its now possible to reset the browser settings.\n- Fixed a few replay bugs\n- Playwright: added variables support and tested with the latest version 1.40.1\n- Puppeteer: added variables support and tested with the latest version 21.6.1.\n- Cypress: added variables support and tested with the latest version 13.6.1. Also fixed a few export bugs.\n\nVersion 0.1.6\n\n- Updated and fixed Playwright script for iFrames and popups (tested with version 1.32.3)\n- Updated and fixed Puppeteer script for iFrames and popups (tested with version 19.11.0)\n- Updated and fixed Cypress script for iframes (tested with version 12.10.0)\n- Refactored iFrame handling and added support to popups.\n- In replay mode you can now edit events during the replay.\n\nVersion 0.1.0:\n- Tracking multiple javascript events: scroll, click, dblclick, pointerdown, pointerup, pointerenter, pointerleave, pointerout, pointerover, keydown, keypress, keyup (Most the events are disabled per default, so you need to enable them inside the popup settings page)\n- Edit, delete and replay recordings.\n- Delete recording events (Editing recording events is not implemented yet)\n- Recordings export as Puppeteer or Playwright JS code\n- Pause a recording to be able to track assertions (Press the alt-key + Click on a HTML element during the recording is paused).\n\nVersion 0.1.5\n- Bug fixes\n\nVersion 0.1.4\n- Added Cypress Js export \n- Fixed a few minor assertion bugs\n\nVersion 0.1.2 + 0.1.3:\n- Minor CSS and Code Bug Fixes\n\nVersion 0.1.1:\n- Assertions and Events are now (partially) editable. \n- CSS-Selector settings are now also editable. That gives the possibility to optimize your css selector strings."
  }
}