{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Waiting?"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Displays an interactive loading screen to help users deal with stress that accompanies long online waiting times."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Would you be a millionaire if you had a dollar for every time you hit that reload button after waiting to no avail? Is that spinning wheel of doom no longer enough to control your stress levels? Are blank webpages driving you insane?\n\nIf so, then you are in need of a new type of loading screen - an interactive one.\n\nBased on the results of a study conducted by two high school students from Staten Island Technical High School (Eric Stein and Daniel Volshteyn), an interactive loading screen greatly assists in increasing a web user's tolerable waiting time (i.e. how long he/she is willing to wait) and therefore decreasing stress. When high-school students were tested with a blank, passive, and interactive loading screen, those with the interactive portrayed the highest average tolerable waiting time.\n\nThis extension adds a, \"Waiting?\" button to the top-right corner of your browser, which you can click on to view and interact with a Newton's Cradle loading screen as you wait, thus giving you access to an online survival tool on any website you visit.\n\nAcknowledgments:\n\nLiam Brummit for providing matter.js (https://github.com/liabru/matter-js) and Newton's Cradle (http://codepen.io/liabru/pen/abFml)"
  }
}