{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "manaTEAMS"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily view your grades."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "For students in AISD only.\nWith manaTEAMS, mange your grades and assignments easily.\n\nFUNCTIONAL\nThe AISD successor to QuickHAC, manaTEAMS brings:\n• Quick grade checking\n• Notifications when your grade changes\n• Offline grade viewing\n\nFREE\n• ManaTEAMS is completely free, without ads or in app purchases.\n• The project is open source. Check out the source code at https://github.com/project-manatee\n\nSECURE\n• All scraping is done on the client side.\n• As a result, it's impossible for us to view your grades even if we wanted to.\n\nCreated by Neil Patil and Ehsan Asdar, students at LASA High School.\n\nFeedback or questions? Want to see if your district can be added? Send an email to neilpatil215@gmail.com.\n\nTo use manaTEAMS the user must have a valid my.austinisd.org account as well as be registered with the AISD TEAMS service. If you don't have an account, or forgot your login info, talk to whoever runs the system at your school.\n\nManaTEAMS and its developers are not affiliated with Austin Independent School District or Stoneware. Source code is released under the GPL v3 license.\n\nTHIS SOFTWARE IS PROVIDED AS-IS WITH NO WARRANTY, EXPRESS OR IMPLIED, TO THE EXTENT PERMITTED BY APPLICABLE LAW. YOU ARE RESPONSIBLE FOR ANY CONSEQUENCES OF USING THIS SOFTWARE.\n\nIcon credit: Parts of icon made by Freepik from flaticon.com. Licensed under Creative Commons 3.0."
  }
}