{
  "name": {
    "ar": "توقعات تساقط الثلوج",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Snow Forecast",
    "bg": "Прогноза за сняг",
    "ca": "Previsió de neu",
    "cs": "Sněhová předpověď",
    "da": "Sneudsigt",
    "de": "Schneevorhersage",
    "el": "Πρόγνωση χιονιού",
    "es": "Pronóstico de nieve",
    "et": "Lumeprognoos",
    "fa": "پیش بینی بارش برف",
    "fi": "Lumiennuste",
    "fil": "Pagtataya ng Niyebe",
    "fr": "Prévisions de neige",
    "he": "תחזית שלג",
    "hi": "हिमपात पूर्वानुमान",
    "hr": "Prognoza za snijeg",
    "hu": "Hó-előrejelzés",
    "id": "Prakiraan Salju",
    "it": "Previsioni neve",
    "ja": "雪予報",
    "ko": "눈 예보",
    "lt": "Sniego prognozė",
    "lv": "Sniega prognoze",
    "ms": "Ramalan Salji",
    "nl": "Sneeuwvoorspelling",
    "no": "Snøvarsel",
    "pl": "Prognoza opadów śniegu",
    "ro": "Prognoza ninsoare",
    "ru": "Прогноз снега",
    "sk": "Predpoveď snehu",
    "sl": "Napoved sneženja",
    "sr": "Прогноза снега",
    "sv": "Snöprognos",
    "th": "พยากรณ์หิมะ",
    "tr": "Kar Tahmini",
    "uk": "Прогноз снігу",
    "vi": "Dự báo tuyết",
    "zh_CN": "降雪预报",
    "zh_TW": "降雪預報"
  },
  "short": {
    "ar": "توقعات أحوال الثلوج في الولايات المتحدة الأمريكية وكندا",
    "am,bn,en,en_AU,en_GB,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Snow forecast conditions in snowboard resorts of USA And Canada",
    "bg": "Прогнозни условия за сняг в САЩ и Канада",
    "ca": "Condicions de previsió de neu als EUA i Canadà",
    "cs": "Předpověď sněhu v USA a Kanadě",
    "da": "Sneudsigtsforhold i USA og Canada",
    "de": "Schneevorhersagebedingungen in den USA und Kanada",
    "el": "Πρόγνωση χιονιού στις ΗΠΑ και τον Καναδά",
    "en_US": "Snow forecast conditions in USA And Canada",
    "es": "Condiciones de pronóstico de nieve en EE. UU. Y Canadá",
    "et": "Lumeennustustingimused USA-s ja Kanadas",
    "fa": "شرایط پیش بینی برف در آمریکا و کانادا",
    "fi": "Lumiennusteolosuhteet Yhdysvalloissa ja Kanadassa",
    "fil": "Mga kondisyon ng pagtataya ng niyebe sa USA At Canada",
    "fr": "Conditions de prévisions de neige aux États-Unis et au Canada",
    "he": "תנאי תחזית שלג בארה&quot;ב וקנדה",
    "hi": "संयुक्त राज्य अमेरिका और कनाडा में हिमपात की भविष्यवाणी की स्थिति",
    "hr": "Snježne prognoze u SAD-u i Kanadi",
    "hu": "Előrejelzési hóviszonyok az Egyesült Államokban és Kanadában",
    "id": "Kondisi prakiraan salju di AS dan Kanada",
    "it": "Condizioni di previsione neve in USA e Canada",
    "ja": "アメリカとカナダの雪予報条件",
    "ko": "미국과 캐나다의 눈 예보 조건",
    "lt": "Sniego prognozės sąlygos JAV ir Kanadoje",
    "lv": "Sniega prognozes apstākļi ASV un Kanādā",
    "ms": "Keadaan ramalan salji di Amerika Syarikat Dan Kanada",
    "nl": "Sneeuwvoorspelling in de VS en Canada",
    "no": "Snømeldingsforhold i USA og Canada",
    "pl": "Prognoza opadów śniegu w USA i Kanadzie",
    "ro": "Condiții prognozate de ninsoare în SUA și Canada",
    "ru": "Условия прогноза снега в США и Канаде",
    "sk": "Predpoveď snehu v USA a Kanade",
    "sl": "Snežne razmere v ZDA in Kanadi",
    "sr": "Прогноза снежних услова у САД и Канади",
    "sv": "Snöprognosförhållanden i USA och Kanada",
    "th": "เงื่อนไขการพยากรณ์หิมะในสหรัฐอเมริกาและแคนาดา",
    "tr": "ABD ve Kanada&#39;da kar tahmini koşulları",
    "uk": "Прогноз снігу в США та Канаді",
    "vi": "Điều kiện dự báo tuyết ở Hoa Kỳ và Canada",
    "zh_CN": "美国和加拿大的降雪预报条件",
    "zh_TW": "美國和加拿大的降雪預報條件"
  },
  "long": {
    "ar": "تأكد من أنك لن تفوت يومًا آخر من التزلج على الجليد / التزلج على الجليد عند تثبيت امتداد البرنامج هذا اليوم. برنامجنا\nسوف يتصل بك / يحدّثك كلما كان هناك إسقاط لعاصفة ثلجية كبيرة في منتجعك المفضل. هذا يسمح لك بأخذ يوم عطلة\nالعمل والاستمتاع بالثلج البودرة خلال أحد أيام الأسبوع.\n\nعند تثبيت هذا البرنامج ، يمكنك الوصول الفوري إلى توقعات الطقس لأكثر من 100 منتجع حول العالم. اختيار\nالمنتجعات التي ترغب في مراقبتها ومقدار تساقط الثلوج الذي يحتاجون إليه قبل إرسال تنبيه إليك.\n\nباستخدام هذه الطريقة ، يمكنك اختيار الأيام التي يتوقع فيها تساقط مسحوق الثلج والاستمتاع بأفضل أيامك على الجبل.\n\nاستمتع بالمزيد من التزلج / التزلج على الجليد عند تثبيت امتداد البرنامج هذا اليوم. اصعد الجبل فقط عندما يكون هناك توقع لتساقط الثلوج.\n\nيرجى ملاحظة أنه بينما تحاول بيانات التنبؤ بالثلوج الخاصة بنا أن تكون دقيقة قدر الإمكان ، فإن توقعات تساقط الثلوج في بعض الأحيان لا ترقى إلى مستوى التوقعات.\nنقوم باستمرار بتحديث تنبؤاتنا للثلوج لإعطاء أدق تنبؤات ممكنة للثلوج.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Ensure you never miss another day of powder skiing/powder snowboarding when you install this software extension today. Our software\nwill ping you/update you whenever there is a projection of a big snow storm in your favorite resort. This allows you to take a day off\nwork and enjoy the powder snow during a weekday.\n\nWhen you install this software, you get instant access to the weather forecast for over 100+ resorts around the world. Choose which\nresorts you wish to monitor and the amount of snowfall they need to have before an alert is sent to you.\n\nWith this method, you can pick the days when powder snow is expected to fall and enjoy your best days on the mountain.\n\nHave fun more skiing/snowboarding when you install this software extension today. Only go up the mountain when there is snowfall predicted.\n\nPlease note while our snow forecast prediction data tries to be accurate as possible, sometimes the snow forecast does not live up to expectations.\nWe're constantly updating our snow predictions to give the most accurate snow forecasts possible.",
    "bg": "Уверете се, че никога не пропускате нито един ден ски на прах/сноуборд на прах, когато инсталирате това софтуерно разширение днес. Нашият софтуер\nще ви пингува/актуализира всеки път, когато има проекция на голяма снежна буря в любимия ви курорт. Това ви позволява да вземете почивен ден\nработете и се наслаждавайте на прахообразния сняг през делничен ден.\n\nКогато инсталирате този софтуер, получавате незабавен достъп до прогнозата за времето за над 100+ курорта по целия свят. Изберете коя\nкурорти, които искате да наблюдавате, и количеството снеговалеж, което трябва да има, преди да ви бъде изпратено предупреждение.\n\nС този метод можете да изберете дните, в които се очаква да падне прахообразен сняг и да се насладите на най-добрите си дни в планината.\n\nЗабавлявайте се повече ски/сноуборд, когато инсталирате това софтуерно разширение днес. Изкачвайте се в планината само когато има предвидени снеговалежи.\n\nМоля, имайте предвид, че нашите данни за прогноза за сняг се опитват да бъдат възможно най-точни, понякога прогнозата за сняг не отговаря на очакванията.\nНие непрекъснато актуализираме нашите прогнози за снега, за да дадем възможно най-точните прогнози за снега.",
    "ca": "Assegureu-vos que no us perdeu mai un altre dia d'esquí en pols o surf de neu en pols quan instal·leu aquesta extensió de programari avui. El nostre programari\nus enviarà un ping / us actualitzarà sempre que hi hagi una projecció d'una gran tempesta de neu al vostre complex preferit. Això et permet prendre un dia lliure\ntreballar i gaudir de la neu pols durant un dia laborable.\n\nQuan instal·leu aquest programari, obteniu accés instantani a la previsió meteorològica de més de 100 centres turístics d'arreu del món. Trieu quin\nles estacions que voleu controlar i la quantitat de nevades que necessiten abans que us enviï una alerta.\n\nAmb aquest mètode, podeu triar els dies en què s'espera que caigui neu pols i gaudir dels vostres millors dies a la muntanya.\n\nDiverteix-te més esquiant/snowboard quan instal·leu aquesta extensió de programari avui. Només pujar a la muntanya quan hi hagi nevades previstes.\n\nTingueu en compte que, encara que les nostres dades de predicció de la neu intenten ser el més precises possible, de vegades la previsió de neu no compleix les expectatives.\nActualitzem constantment les nostres prediccions de neu per oferir les previsions de neu més precises possibles.",
    "cs": "Když si dnes nainstalujete toto softwarové rozšíření, ujistěte se, že už nikdy nezmeškáte další den lyžování v prašanu/snowboardingu. Náš software\nbude vás pingovat/aktualizovat, kdykoli dojde ve vašem oblíbeném letovisku k projekci velké sněhové bouře. To vám umožní vzít si den volna\npracovat a užívat si prachového sněhu během všedního dne.\n\nPo instalaci tohoto softwaru získáte okamžitý přístup k předpovědi počasí pro více než 100 letovisek po celém světě. Vyberte který\nstřediska, která chcete monitorovat, a množství sněhu, které musí mít, než vám bude zasláno upozornění.\n\nPomocí této metody si můžete vybrat dny, kdy se očekává, že napadne prachový sníh, a užít si své nejlepší dny na hoře.\n\nUžijte si více zábavy při lyžování/snowboardingu, když si nainstalujete toto softwarové rozšíření ještě dnes. Na horu jděte pouze tehdy, když je předpovídáno sněžení.\n\nUpozorňujeme, že ačkoli se naše data předpovědi sněhové předpovědi snaží být co nejpřesnější, někdy sněhová předpověď nesplňuje očekávání.\nNeustále aktualizujeme naše sněhové předpovědi, abychom poskytovali co nejpřesnější sněhové předpovědi.",
    "da": "Sørg for, at du aldrig går glip af endnu en dag med pudderski/puddersnowboarding, når du installerer denne softwareudvidelse i dag. Vores software\nvil pinge dig/opdatere dig, når der er en projektion af en stor snestorm i dit foretrukne feriested. Dette giver dig mulighed for at holde en fridag\narbejde og nyde puddersneen i løbet af en hverdag.\n\nNår du installerer denne software, får du øjeblikkelig adgang til vejrudsigten for mere end 100 feriesteder rundt om i verden. Vælg hvilken\nferiesteder, du ønsker at overvåge, og mængden af snefald, de skal have, før en advarsel sendes til dig.\n\nMed denne metode kan du vælge de dage, hvor puddersneen forventes at falde, og nyde dine bedste dage på bjerget.\n\nHav det sjovt mere på ski/snowboard, når du installerer denne softwareudvidelse i dag. Gå kun op på bjerget, når der er forudsagt snefald.\n\nBemærk venligst, at selvom vores forudsigelsesdata for sneudsigt forsøger at være nøjagtige som muligt, lever sneprognosen nogle gange ikke op til forventningerne.\nVi opdaterer konstant vores sneforudsigelser for at give de mest nøjagtige sneudsigter som muligt.",
    "de": "Stellen Sie sicher, dass Sie keinen weiteren Tag beim Skifahren/Snowboarden im Pulverschnee verpassen, wenn Sie diese Softwareerweiterung noch heute installieren. Unsere Software\nwird Sie anpingen/aktualisieren, wenn in Ihrem Lieblingsresort ein großer Schneesturm projiziert wird. Dadurch können Sie einen Tag frei nehmen\nUnter der Woche arbeiten und den Pulverschnee genießen.\n\nWenn Sie diese Software installieren, erhalten Sie sofortigen Zugriff auf die Wettervorhersage für über 100 Resorts auf der ganzen Welt. Wählen Sie, welche\nSkigebiete, die Sie überwachen möchten, und die Menge an Schneefall, die sie haben müssen, bevor eine Warnung an Sie gesendet wird.\n\nMit dieser Methode können Sie sich die Tage aussuchen, an denen Pulverschnee erwartet wird, und Ihre besten Tage am Berg genießen.\n\nViel Spaß beim Skifahren/Snowboarden, wenn Sie diese Softwareerweiterung noch heute installieren. Gehen Sie nur auf den Berg, wenn Schneefall vorhergesagt ist.\n\nBitte beachten Sie, dass unsere Schneevorhersagedaten zwar versuchen, so genau wie möglich zu sein, die Schneevorhersage jedoch manchmal nicht den Erwartungen entspricht.\nWir aktualisieren ständig unsere Schneevorhersagen, um die genauesten Schneevorhersagen zu geben.",
    "el": "Βεβαιωθείτε ότι δεν θα χάσετε ποτέ άλλη μια μέρα σκι σε σκι/πόουντερ snowboard όταν εγκαταστήσετε αυτήν την επέκταση λογισμικού σήμερα. Το λογισμικό μας\nθα σας κάνει ping/θα σας ενημερώσει όποτε υπάρχει προβολή μεγάλης χιονοθύελλας στο αγαπημένο σας θέρετρο. Αυτό σας επιτρέπει να πάρετε μια μέρα άδεια\nεργαστείτε και απολαύστε το χιόνι σε σκόνη κατά τη διάρκεια μιας καθημερινής.\n\nΌταν εγκαθιστάτε αυτό το λογισμικό, έχετε άμεση πρόσβαση στην πρόγνωση καιρού για περισσότερα από 100 θέρετρα σε όλο τον κόσμο. Επιλέξτε ποιο\nθέρετρα που θέλετε να παρακολουθείτε και την ποσότητα χιονόπτωσης που πρέπει να έχουν πριν σας σταλεί μια ειδοποίηση.\n\nΜε αυτή τη μέθοδο, μπορείτε να επιλέξετε τις μέρες που αναμένεται να πέσει χιόνι σε σκόνη και να απολαύσετε τις καλύτερες μέρες σας στο βουνό.\n\nΔιασκεδάστε περισσότερο κάνοντας σκι/snowboard όταν εγκαταστήσετε αυτήν την επέκταση λογισμικού σήμερα. Ανεβείτε στο βουνό μόνο όταν προβλέπεται χιονόπτωση.\n\nΛάβετε υπόψη ότι ενώ τα δεδομένα πρόβλεψης χιονιού προσπαθούν να είναι όσο το δυνατόν ακριβέστερα, μερικές φορές η πρόβλεψη χιονιού δεν ανταποκρίνεται στις προσδοκίες.\nΕνημερώνουμε συνεχώς τις προβλέψεις χιονιού για να παρέχουμε τις πιο ακριβείς δυνατές προβλέψεις χιονιού.",
    "es": "Asegúrese de no perderse otro día de esquí en polvo/snowboard en polvo cuando instale esta extensión de software hoy. nuestro programa\nle avisará/le informará cada vez que haya una proyección de una gran tormenta de nieve en su centro turístico favorito. Esto le permite tomar un día libre\ntrabajar y disfrutar de la nieve polvo durante un día laborable.\n\nCuando instala este software, obtiene acceso instantáneo al pronóstico del tiempo para más de 100 resorts en todo el mundo. Elige cuál\nestaciones que desea monitorear y la cantidad de nieve que deben tener antes de que se le envíe una alerta.\n\nCon este método, puedes elegir los días en los que se espera que caiga nieve polvo y disfrutar de tus mejores días en la montaña.\n\nDiviértete más esquiando/haciendo snowboard cuando instales esta extensión de software hoy. Solo suba a la montaña cuando haya nevadas pronosticadas.\n\nTenga en cuenta que, si bien nuestros datos de predicción del pronóstico de nieve intentan ser lo más precisos posible, a veces el pronóstico de nieve no cumple con las expectativas.\nActualizamos constantemente nuestras predicciones de nieve para ofrecer las previsiones de nieve más precisas posibles.",
    "et": "Kui installite selle tarkvaralaienduse täna, veenduge, et te ei jätaks enam ühtegi päeva puudersuusatamise/puuderlumelauaga sõitmisest ilma. Meie tarkvara\npingib teid / värskendab teid alati, kui teie lemmikkuurordis on suur lumetorm. See võimaldab teil võtta vaba päeva\ntööta ja naudi puuderlund tööpäeva jooksul.\n\nKui installite selle tarkvara, saate kohese juurdepääsu ilmateadetele enam kui 100 kuurordi kohta üle maailma. Valige milline\nkuurordid, mida soovite jälgida, ja lumesadu, mis neil peab olema, enne kui teile hoiatuse saadetakse.\n\nSelle meetodi abil saate valida päevad, mil on oodata puuderlume maha, ja nautida oma parimaid päevi mäel.\n\nKui installite selle tarkvaralaienduse täna, nautige rohkem suusatamist/lumelauasõitu. Minge mäest üles ainult siis, kui ennustatakse lumesadu.\n\nPange tähele, et kuigi meie lumeprognooside andmed püüavad olla võimalikult täpsed, ei vasta lumeprognoos mõnikord ootustele.\nVärskendame pidevalt oma lumeprognoose, et anda võimalikult täpseid lumeprognoose.",
    "fa": "وقتی امروز این برنامه افزودنی نرم افزار را نصب می کنید، مطمئن شوید که هرگز یک روز دیگر از اسکی پودری/اسنوبورد پودری را از دست ندهید. نرم افزار ما\nهر زمان که طوفان بزرگ برفی در استراحتگاه مورد علاقه شما پیش بیاید، شما را پینگ می کند/به روز می کند. این به شما امکان می دهد یک روز مرخصی بگیرید\nکار کنید و از برف پودری در طول یک روز هفته لذت ببرید.\n\nبا نصب این نرم افزار، به پیش بینی آب و هوا برای بیش از 100+ استراحتگاه در سراسر جهان دسترسی فوری خواهید داشت. کدام را انتخاب کنید\nاستراحتگاه هایی که می خواهید نظارت کنید و میزان بارش برف که باید قبل از ارسال هشدار برای شما داشته باشند.\n\nبا این روش می توانید روزهایی که انتظار می رود برف پودری ببارد را انتخاب کنید و از بهترین روزهای خود در کوهستان لذت ببرید.\n\nامروز با نصب این برنامه افزودنی نرم افزار، بیشتر از اسکی/اسنوبورد لذت ببرید. فقط زمانی از کوه بالا بروید که بارش برف پیش بینی شده باشد.\n\nلطفاً توجه داشته باشید در حالی که داده‌های پیش‌بینی برف ما سعی می‌کند تا حد ممکن دقیق باشد، گاهی اوقات پیش‌بینی برف انتظارات را برآورده نمی‌کند.\nما دائماً پیش بینی های برف خود را به روز می کنیم تا دقیق ترین پیش بینی های ممکن برف را ارائه دهیم.",
    "fil": "Varmista, että et koskaan menetä puuterihiihtoa/puuterilautailupäivää, kun asennat tämän ohjelmistolaajennuksen tänään. Ohjelmistomme\nping/päivittää sinulle aina, kun suosikkikohteessasi on ennustettu suuri lumimyrsky. Näin voit pitää vapaapäivän\ntyöskentele ja nauti puuterilumesta arkisin.\n\nKun asennat tämän ohjelmiston, saat välittömän pääsyn sääennusteisiin yli 100 lomakeskuksessa ympäri maailmaa. Valitse kumpi\nlomakohteet, joita haluat tarkkailla, ja niiden lumisateen määrä, ennen kuin sinulle lähetetään hälytys.\n\nTällä menetelmällä voit valita päivät, jolloin puuterilunta on odotettavissa, ja nauttia parhaista päivistäsi vuorella.\n\nPidä enemmän hiihtämisestä/lumilautailusta, kun asennat tämän ohjelmistolaajennuksen tänään. Nouse vuorelle vain, kun lumisadetta on ennustettu.\n\nHuomaa, että vaikka lumiennustetietomme yrittävät olla mahdollisimman tarkkoja, lumiennuste ei toisinaan täytä odotuksia.\nPäivitämme lumiennusteitamme jatkuvasti tarjotaksemme mahdollisimman tarkat lumiennusteet.",
    "fr": "Assurez-vous de ne jamais manquer une autre journée de ski/snowboard dans la poudreuse en installant cette extension logicielle aujourd'hui. Notre logiciel\nvous envoie un ping/vous met à jour chaque fois qu'il y a une projection d'une grosse tempête de neige dans votre station préférée. Cela vous permet de prendre un jour de repos\ntravailler et profiter de la poudreuse en semaine.\n\nLorsque vous installez ce logiciel, vous obtenez un accès instantané aux prévisions météorologiques pour plus de 100 stations balnéaires à travers le monde. Choisis lequel\nles stations que vous souhaitez surveiller et la quantité de neige qu'elles doivent avoir avant qu'une alerte ne vous soit envoyée.\n\nAvec cette méthode, vous pouvez choisir les jours où la neige poudreuse devrait tomber et profiter de vos meilleures journées en montagne.\n\nAmusez-vous davantage à skier/snowboarder en installant cette extension logicielle dès aujourd'hui. Ne montez la montagne que lorsqu'il y a des chutes de neige prévues.\n\nVeuillez noter que même si nos données de prévisions de neige essaient d'être aussi précises que possible, il arrive parfois que les prévisions de neige ne soient pas à la hauteur des attentes.\nNous mettons constamment à jour nos prévisions de neige pour donner les prévisions de neige les plus précises possibles.",
    "hi": "सुनिश्चित करें कि जब आप आज इस सॉफ़्टवेयर एक्सटेंशन को इंस्टॉल करते हैं तो आप पाउडर स्कीइंग/पाउडर स्नोबोर्डिंग का एक और दिन कभी नहीं चूकते। हमारा सॉफ्टवेयर\nजब भी आपके पसंदीदा रिसॉर्ट में एक बड़े बर्फीले तूफान का प्रक्षेपण होगा, तो आपको पिंग/अपडेट करेगा। यह आपको एक दिन की छुट्टी लेने की अनुमति देता है\nएक कार्यदिवस के दौरान काम करें और पाउडर बर्फ का आनंद लें।\n\nजब आप इस सॉफ़्टवेयर को स्थापित करते हैं, तो आपको दुनिया भर के 100+ से अधिक रिसॉर्ट्स के लिए मौसम के पूर्वानुमान की त्वरित पहुँच प्राप्त होती है। कौन सा चुनें\nजिन रिसॉर्ट्स की आप निगरानी करना चाहते हैं और आपको अलर्ट भेजे जाने से पहले उन्हें कितनी बर्फबारी की जरूरत है।\n\nइस पद्धति से, आप उन दिनों को चुन सकते हैं जब पाउडर बर्फ गिरने की उम्मीद है और पहाड़ पर अपने सबसे अच्छे दिनों का आनंद लें।\n\nआज जब आप इस सॉफ़्टवेयर एक्सटेंशन को इंस्टॉल करते हैं तो अधिक स्कीइंग/स्नोबोर्डिंग का मज़ा लें। बर्फ़बारी की भविष्यवाणी होने पर ही पहाड़ पर चढ़ें।\n\nकृपया ध्यान दें कि हमारे हिमपात पूर्वानुमान पूर्वानुमान डेटा यथासंभव सटीक होने का प्रयास करते हैं, कभी-कभी हिमपात पूर्वानुमान उम्मीदों पर खरा नहीं उतरता है।\nसबसे सटीक हिमपात पूर्वानुमान देने के लिए हम लगातार अपने हिमपात पूर्वानुमानों को अद्यतन कर रहे हैं।",
    "hr": "Osigurajte da nikada ne propustite niti jedan dan skijanja na prahu/bordanja na prahu kada danas instalirate ovo softversko proširenje. Naš softver\nće vas pingovati/ažurirati kad god postoji projekcija velike snježne oluje u vašem omiljenom odmaralištu. To vam omogućuje da uzmete slobodan dan\nradite i uživajte u snijegu u prahu tijekom radnog dana.\n\nKada instalirate ovaj softver, dobivate trenutni pristup vremenskoj prognozi za više od 100 odmarališta diljem svijeta. Odaberite koje\nodmarališta koja želite pratiti i količinu snježnih padalina koje trebaju imati prije nego što vam se pošalje upozorenje.\n\nOvom metodom možete odabrati dane kada se očekuje da će pasti snijeg i uživati u svojim najboljim danima na planini.\n\nZabavite se više skijanja/snowboarda kada danas instalirate ovo softversko proširenje. Idite na planinu samo kada se predviđaju snježne padavine.\n\nNapominjemo da se naši podaci o prognozi snijega trude biti što točniji, ali ponekad prognoza snijega ne ispunjava očekivanja.\nStalno ažuriramo naša predviđanja snijega kako bismo dali najtočnije moguće prognoze snijega.",
    "hu": "Ha még ma telepíti ezt a szoftverbővítményt, ne hagyjon ki egyetlen napot sem a púder-síeléssel/por-sowboardozással. A szoftverünk\nminden alkalommal pingelni fog/frissít, ha nagy hóvihar várható kedvenc üdülőhelyén. Ez lehetővé teszi, hogy egy szabadnapot vegyen ki\ndolgozzon és élvezze a porhót hétköznapokon.\n\nA szoftver telepítésekor azonnali hozzáférést kap a világ több mint 100 üdülőhelyének időjárás-előrejelzéséhez. Válassza ki melyiket\na figyelni kívánt üdülőhelyek és a havazás mennyisége, amelyre szükség van, mielőtt riasztást küldenek Önnek.\n\nEzzel a módszerrel kiválaszthatja azokat a napokat, amikor várhatóan hullik a porhó, és élvezheti a legjobb napokat a hegyen.\n\nHa még ma telepíti ezt a szoftverbővítményt, élvezze a további síelést/snowboardozást. Csak akkor menjen fel a hegyre, ha havazást jósolnak.\n\nFelhívjuk figyelmét, hogy bár a hó-előrejelzési adataink igyekeznek a lehető legpontosabbak lenni, előfordul, hogy a hó előrejelzés nem váltja be a hozzá fűzött reményeket.\nFolyamatosan frissítjük a hó előrejelzését, hogy a lehető legpontosabb hó előrejelzést adjuk.",
    "id": "Pastikan Anda tidak pernah melewatkan hari lain dari ski bubuk/snowboarding bubuk saat Anda menginstal ekstensi perangkat lunak ini hari ini. Perangkat lunak kami\nakan melakukan ping/memperbarui Anda setiap kali ada proyeksi badai salju besar di resor favorit Anda. Ini memungkinkan Anda untuk mengambil hari libur\nbekerja dan menikmati butiran salju selama hari kerja.\n\nSaat Anda menginstal perangkat lunak ini, Anda mendapatkan akses instan ke ramalan cuaca untuk lebih dari 100+ resor di seluruh dunia. Pilih yang mana\nresor yang ingin Anda pantau dan jumlah hujan salju yang harus mereka miliki sebelum peringatan dikirimkan kepada Anda.\n\nDengan metode ini, Anda dapat memilih hari-hari ketika salju halus diperkirakan akan turun dan menikmati hari-hari terbaik Anda di gunung.\n\nBersenang-senang lebih banyak bermain ski/snowboarding saat Anda menginstal ekstensi perangkat lunak ini hari ini. Hanya naik gunung ketika ada prediksi hujan salju.\n\nHarap perhatikan meskipun data prediksi prakiraan salju kami berusaha seakurat mungkin, terkadang prakiraan salju tidak sesuai dengan ekspektasi.\nKami terus memperbarui prediksi salju untuk memberikan prakiraan salju seakurat mungkin.",
    "it": "Assicurati di non perdere mai un altro giorno di sci in polvere/snowboard su polvere quando installi questa estensione software oggi. Il nostro software\nti invierà un ping / ti aggiornerà ogni volta che c'è una proiezione di una grande tempesta di neve nella tua località preferita. Questo ti permette di prenderti un giorno libero\nlavorare e godersi la neve farinosa durante i giorni feriali.\n\nQuando installi questo software, ottieni l'accesso istantaneo alle previsioni del tempo per oltre 100+ località in tutto il mondo. Scegli quale\nlocalità che desideri monitorare e la quantità di neve necessaria prima che ti venga inviato un avviso.\n\nCon questo metodo, puoi scegliere i giorni in cui è prevista la caduta di neve farinosa e goderti i tuoi giorni migliori in montagna.\n\nDivertiti di più a sciare/snowboard quando installi questa estensione software oggi. Risalire la montagna solo quando sono previste nevicate.\n\nTieni presente che mentre i nostri dati di previsione delle previsioni della neve cercano di essere il più precisi possibile, a volte le previsioni della neve non sono all'altezza delle aspettative.\nAggiorniamo costantemente le nostre previsioni sulla neve per fornire le previsioni della neve più accurate possibili.",
    "ja": "今日このソフトウェア拡張機能をインストールするときは、パウダースキー/パウダースノーボードの別の日を見逃さないようにしてください。私たちのソフトウェア\nお気に入りのリゾートで大雪が降る可能性がある場合はいつでも、pingを送信/更新します。これにより、休日をとることができます\n平日のパウダースノーを楽しんでください。\n\nこのソフトウェアをインストールすると、世界中の100を超えるリゾートの天気予報にすぐにアクセスできます。どれを選択してください\n監視したいリゾートと、アラートが送信される前に必要な降雪量。\n\nこの方法では、パウダースノーが降ると予想される日を選び、山で最高の日を楽しむことができます。\n\n今日このソフトウェア拡張機能をインストールすると、スキーやスノーボードをもっと楽しむことができます。降雪が予想される場合にのみ山を登ります。\n\n雪の予報データは可能な限り正確にしようとしていますが、雪の予報が期待に応えられない場合がありますのでご注意ください。\n可能な限り最も正確な雪の予報を提供するために、雪の予報を常に更新しています。",
    "ko": "오늘 이 소프트웨어 확장을 설치하면 또 다른 날의 파우더 스키/파우더 스노보드를 놓치지 마십시오. 우리의 소프트웨어\n당신이 가장 좋아하는 리조트에 큰 눈 폭풍이 예상될 때마다 핑/업데이트를 할 것입니다. 이렇게 하면 하루를 쉴 수 있습니다.\n평일에는 일하고 파우더 스노우를 즐기십시오.\n\n이 소프트웨어를 설치하면 전 세계 100개 이상의 리조트에 대한 일기 예보에 즉시 액세스할 수 있습니다. 어느 것을 선택\n모니터링하려는 리조트와 경보가 전송되기 전에 필요한 강설량.\n\n이 방법을 사용하면 파우더 스노우가 내릴 것으로 예상되는 요일을 선택하여 산에서 가장 좋은 날을 즐길 수 있습니다.\n\n지금 이 소프트웨어 확장을 설치하면 더 많은 스키/스노우보드를 즐기십시오. 강설이 예상될 때만 산에 오르십시오.\n\n우리의 눈 예보 예측 데이터는 가능한 한 정확하기 위해 노력하지만 때때로 눈 예보가 기대에 미치지 못하는 경우가 있습니다.\n가장 정확한 눈 예보를 제공하기 위해 눈 예보를 지속적으로 업데이트하고 있습니다.",
    "lt": "Šiandien įdiegę šį programinės įrangos plėtinį įsitikinkite, kad niekada nepraleisite dar vienos slidinėjimo su pudra / snieglenčių sportu dienos. Mūsų programinė įranga\nsiųs jums ping / atnaujins jus, kai tik jūsų mėgstamame kurorte kils didelė sniego audra. Tai leidžia jums pasiimti laisvą dieną\ndirbkite ir mėgaukitės sniegu pudra darbo dienomis.\n\nĮdiegę šią programinę įrangą, gausite tiesioginę prieigą prie orų prognozės daugiau nei 100 kurortų visame pasaulyje. Pasirinkite kurį\nkurortus, kuriuos norite stebėti, ir sniego kiekį, kurį jie turi turėti, kol jums bus išsiųstas įspėjimas.\n\nNaudodami šį metodą galite pasirinkti dienas, kada turėtų iškristi pudros sniegas, ir mėgautis geriausiomis dienomis ant kalno.\n\nŠiandien įdiegę šį programinės įrangos plėtinį smagiai mėgaukitės slidinėjimu / snieglente. Į kalną kilkite tik tada, kai prognozuojamas sniegas.\n\nAtkreipkite dėmesį, nors mūsų sniego prognozių duomenys stengiasi būti kuo tikslesni, kartais sniego prognozė nepateisina lūkesčių.\nNuolat atnaujiname savo sniego prognozes, kad pateiktume kuo tikslesnes sniego prognozes.",
    "lv": "Šodien instalējot šo programmatūras paplašinājumu, noteikti nepalaidīsiet garām nevienu pulverslēpošanas/pūdersnovborda dienu. Mūsu programmatūra\njūs ping/atjauninās ikreiz, kad jūsu iecienītākajā kūrortā gaidāma liela sniega vētra. Tas ļauj jums paņemt brīvu dienu\nstrādāt un baudīt pūdersniegu darba dienās.\n\nInstalējot šo programmatūru, jūs iegūstat tūlītēju piekļuvi laikapstākļu prognozēm vairāk nekā 100 kūrortos visā pasaulē. Izvēlieties kuru\nkūrortiem, kurus vēlaties uzraudzīt, un sniegputenim, kas tiem ir nepieciešams, pirms jums tiek nosūtīts brīdinājums.\n\nIzmantojot šo metodi, varat izvēlēties dienas, kad gaidāms pūdersniegs, un izbaudīt savas labākās dienas kalnā.\n\nIzklaidējieties vairāk slēpošanas/snovborda dēļ, jau šodien instalējot šo programmatūras paplašinājumu. Kāp kalnā tikai tad, kad tiek prognozēts sniegs.\n\nLūdzu, ņemiet vērā, ka mūsu sniega prognožu dati cenšas būt pēc iespējas precīzi, dažkārt sniega prognoze neattaisno cerības.\nMēs pastāvīgi atjauninām mūsu sniega prognozes, lai sniegtu pēc iespējas precīzākās sniega prognozes.",
    "ms": "Pastikan anda tidak terlepas satu hari lagi bermain ski serbuk/papan salji serbuk apabila anda memasang sambungan perisian ini hari ini. Perisian kami\nakan ping anda/kemas kini anda setiap kali terdapat unjuran ribut salji besar di tempat peranginan kegemaran anda. Ini membolehkan anda mengambil cuti sehari\nbekerja dan menikmati salji serbuk pada hari bekerja.\n\nApabila anda memasang perisian ini, anda mendapat akses segera kepada ramalan cuaca untuk lebih 100+ pusat peranginan di seluruh dunia. Pilih yang mana\npusat peranginan yang anda ingin pantau dan jumlah salji yang perlu mereka miliki sebelum amaran dihantar kepada anda.\n\nDengan kaedah ini, anda boleh memilih hari apabila salji serbuk dijangka turun dan menikmati hari terbaik anda di gunung.\n\nBerseronok lebih bermain ski/papan salji apabila anda memasang sambungan perisian ini hari ini. Hanya naik gunung apabila salji turun diramalkan.\n\nSila ambil perhatian semasa data ramalan ramalan salji kami cuba setepat mungkin, kadangkala ramalan salji tidak memenuhi jangkaan.\nKami sentiasa mengemas kini ramalan salji kami untuk memberikan ramalan salji yang paling tepat yang mungkin.",
    "nl": "Zorg ervoor dat u nooit meer een dag poederskiën/snowboarden hoeft te missen wanneer u deze software-extensie vandaag nog installeert. Onze software\nzal u pingen/updaten wanneer er een projectie is van een grote sneeuwstorm in uw favoriete resort. Hierdoor kun je een dagje vrij nemen\nwerken en genieten van de poedersneeuw tijdens een doordeweekse dag.\n\nWanneer u deze software installeert, krijgt u direct toegang tot de weersvoorspelling voor meer dan 100+ resorts over de hele wereld. Kies welke\nresorts die u wilt controleren en de hoeveelheid sneeuw die ze moeten hebben voordat een waarschuwing naar u wordt verzonden.\n\nMet deze methode kun je de dagen kiezen waarop poedersneeuw wordt verwacht en kun je genieten van je beste dagen op de berg.\n\nVeel plezier met skiën/snowboarden wanneer u deze software-extensie vandaag nog installeert. Ga alleen de berg op als er sneeuwval voorspeld is.\n\nHoud er rekening mee dat hoewel onze sneeuwvoorspellingsvoorspellingsgegevens zo nauwkeurig mogelijk proberen te zijn, de sneeuwvoorspelling soms niet aan de verwachtingen voldoet.\nWe werken onze sneeuwvoorspellingen voortdurend bij om de meest nauwkeurige sneeuwvoorspellingen mogelijk te maken.",
    "no": "Sørg for at du aldri går glipp av en dag med pudderski/powder snowboard når du installerer denne programvareutvidelsen i dag. Vår programvare\nvil pinge deg/oppdatere deg hver gang det er en projeksjon av en stor snøstorm på favorittstedet ditt. Dette lar deg ta en fridag\njobbe og nyte puddersnøen i løpet av en ukedag.\n\nNår du installerer denne programvaren, får du umiddelbar tilgang til værmeldingen for over 100 feriesteder rundt om i verden. Velg hvilken\nalpinanlegg du ønsker å overvåke og mengden snøfall de må ha før et varsel sendes til deg.\n\nMed denne metoden kan du velge dagene da puddersnøen forventes å falle og nyte de beste dagene på fjellet.\n\nHa det gøy mer på ski/snowboard når du installerer denne programvareutvidelsen i dag. Gå kun opp på fjellet når det er spådd snøfall.\n\nVær oppmerksom på at selv om snøvarslingsdataene våre prøver å være nøyaktige som mulig, lever noen ganger snøvarselet ikke opp til forventningene.\nVi oppdaterer kontinuerlig snøprognosene våre for å gi mest mulig nøyaktige snøvarsel.",
    "pl": "Upewnij się, że nigdy nie przegapisz kolejnego dnia jazdy na nartach w puchu/snowboardzie w puchu, instalując to rozszerzenie oprogramowania już dziś. Nasze oprogramowanie\npoinformuje Cię / zaktualizuje Cię, gdy w Twoim ulubionym ośrodku będzie prognozowana duża burza śnieżna. Dzięki temu możesz wziąć dzień wolny\npracuj i ciesz się śniegiem w puchu w dzień powszedni.\n\nPo zainstalowaniu tego oprogramowania uzyskasz natychmiastowy dostęp do prognozy pogody dla ponad 100 ośrodków wypoczynkowych na całym świecie. Wybrać które\nkurorty, które chcesz monitorować, i ilość opadów śniegu, które muszą mieć, zanim zostanie wysłany do Ciebie alert.\n\nDzięki tej metodzie możesz wybrać dni, w których spadnie puszysty śnieg i cieszyć się najlepszymi dniami w górach.\n\nBaw się więcej jazdy na nartach/snowboardzie, instalując to rozszerzenie oprogramowania już dziś. Wspinaj się na górę tylko wtedy, gdy przewidywane są opady śniegu.\n\nNależy pamiętać, że chociaż nasze prognozy dotyczące opadów śniegu starają się być jak najdokładniejsze, czasami prognoza opadów śniegu nie spełnia oczekiwań.\nNieustannie aktualizujemy nasze prognozy opadów śniegu, aby zapewnić jak najdokładniejsze prognozy śniegu.",
    "ro": "Asigurați-vă că nu pierdeți niciodată o altă zi de schi/snowboard sub pudră atunci când instalați această extensie software astăzi. Software-ul nostru\nvă va ping/vă va actualiza ori de câte ori există o proiecție a unei furtuni mari de zăpadă în stațiunea dvs. preferată. Acest lucru vă permite să vă luați o zi liberă\nmunciți și bucurați-vă de zăpada praf în timpul unei zile lucrătoare.\n\nCând instalați acest software, aveți acces instantaneu la prognoza meteo pentru peste 100 de stațiuni din întreaga lume. Alege care\nstațiunile pe care doriți să le monitorizați și cantitatea de ninsoare pe care trebuie să o aibă înainte de a vă trimite o alertă.\n\nCu această metodă, puteți alege zilele în care se așteaptă să cadă zăpada praf și vă puteți bucura de cele mai bune zile pe munte.\n\nDistrați-vă mai mult la schi/snowboard când instalați această extensie de software astăzi. Urcă-te pe munte doar când sunt prognozate ninsori.\n\nVă rugăm să rețineți că, deși datele noastre de prognoză de zăpadă încearcă să fie cât mai exacte posibil, uneori prognoza de zăpadă nu se ridică la nivelul așteptărilor.\nActualizăm în mod constant previziunile noastre de ninsoare pentru a oferi cele mai precise prognoze de ninsoare posibile.",
    "ru": "Убедитесь, что вы никогда не пропустите еще один день катания на лыжах / сноуборде по снегу, установив это программное расширение сегодня. Наше программное обеспечение\nбудет пинговать вас / обновлять вас всякий раз, когда на вашем любимом курорте прогнозируется сильная снежная буря. Это позволяет вам взять выходной\nработать и наслаждаться рыхлым снегом в будний день.\n\nКогда вы устанавливаете это программное обеспечение, вы получаете мгновенный доступ к прогнозу погоды для более чем 100 курортов по всему миру. Выберите, какой\nкурорты, которые вы хотите отслеживать, и количество снегопадов, которые они должны иметь, прежде чем вам будет отправлено предупреждение.\n\nС помощью этого метода вы можете выбрать дни, когда ожидается выпадение рыхлого снега, и наслаждаться лучшими днями в горах.\n\nПолучите больше удовольствия от катания на лыжах/сноуборде, установив это программное расширение сегодня. Поднимайтесь на гору только тогда, когда прогнозируется снегопад.\n\nОбратите внимание, хотя наши данные прогноза снега стараются быть максимально точными, иногда прогноз снега не оправдывает ожиданий.\nМы постоянно обновляем наши прогнозы снега, чтобы давать максимально точные прогнозы снега.",
    "sk": "Keď si dnes nainštalujete toto softvérové rozšírenie, už nikdy nezmeškáte ďalší deň lyžovania v prašane/snoubordingu. Náš softvér\nbude vás pingovať/aktualizovať vždy, keď sa vo vašom obľúbenom stredisku objaví veľká snehová búrka. To vám umožní vziať si deň voľna\npracovať a užívať si prachový sneh počas pracovného dňa.\n\nKeď si nainštalujete tento softvér, získate okamžitý prístup k predpovedi počasia pre viac ako 100 letovísk po celom svete. Vyberte si ktorý\nstrediská, ktoré chcete monitorovať, a množstvo snehových zrážok, ktoré musia mať, kým vám bude zaslané upozornenie.\n\nPomocou tejto metódy si môžete vybrať dni, kedy má napadnúť prachový sneh, a užiť si svoje najlepšie dni na horách.\n\nUžite si viac zábavy pri lyžovaní/snowboardovaní, keď si dnes nainštalujete toto softvérové rozšírenie. Na horu choďte len vtedy, keď je predpovedané sneženie.\n\nUpozorňujeme, že aj keď sa naše predpovede snehových predpovedí snažia byť čo najpresnejšie, niekedy snehová predpoveď nespĺňa očakávania.\nNeustále aktualizujeme naše snehové predpovede, aby sme poskytli čo najpresnejšie snehové predpovede.",
    "sl": "Ko danes namestite to razširitev programske opreme, poskrbite, da ne boste nikoli zamudili nobenega dneva smučanja na prahu/deskanja na snegu. Naša programska oprema\nvas bo pingalo/obvestilo, ko bo v vašem najljubšem letovišču napovedana velika snežna nevihta. To vam omogoča, da si vzamete prost dan\ndelajte in uživajte v snegu v prahu med tednom.\n\nKo namestite to programsko opremo, dobite takojšen dostop do vremenske napovedi za več kot 100 letovišč po vsem svetu. Izberite katero\nletovišča, ki jih želite spremljati, in količino sneženja, ki jih morajo imeti, preden vam pošljemo opozorilo.\n\nS to metodo lahko izberete dneve, ko naj bi zapadel prah, in uživate v svojih najboljših dneh na gori.\n\nZabavajte se več smučanja/deskanja na snegu, ko danes namestite to razširitev programske opreme. Na goro se povzpnite le, ko je napovedano sneženje.\n\nUpoštevajte, da se naši podatki o napovedi sneženja trudijo biti čim bolj točni, vendar včasih snežna napoved ne izpolni pričakovanj.\nNenehno posodabljamo naše snežne napovedi, da zagotovimo najbolj natančne možne snežne napovedi.",
    "sr": "Уверите се да никада не пропустите ниједан дан скијања у праху/сноуборда када инсталирате овај софтверски додатак данас. Наш софтвер\nће вас пинговати/ажурирати кад год постоји пројекција велике снежне олује у вашем омиљеном одмаралишту. Ово вам омогућава да узмете слободан дан\nрадите и уживајте у снегу у праху током радног дана.\n\nКада инсталирате овај софтвер, добијате тренутни приступ временској прогнози за преко 100+ одмаралишта широм света. Изаберите који\nодмаралишта која желите да пратите и количину снежних падавина које треба да имају пре него што вам се пошаље упозорење.\n\nОвом методом можете одабрати дане када се очекује да пада снег и уживате у најбољим данима на планини.\n\nЗабавите се више скијања/сноуборда када данас инсталирате ово софтверско проширење. Идите на планину само када су предвиђене снежне падавине.\n\nИмајте на уму да се наши подаци о прогнози снега настоје да буду што прецизнији, али понекад прогноза снега не испуњава очекивања.\nСтално ажурирамо наша предвиђања снега да бисмо дали најтачније могуће прогнозе снега.",
    "sv": "Se till att du aldrig missar en dag med puderskidor/snowboardåkning när du installerar detta programtillägg idag. Vår mjukvara\nkommer att plinga dig/uppdatera dig när det är en projicering av en stor snöstorm på din favoritort. Detta gör att du kan ta en ledig dag\njobba och njuta av pudersnön under en vardag.\n\nNär du installerar den här programvaran får du omedelbar tillgång till väderprognosen för över 100+ orter runt om i världen. Välj vilken\norter du vill övervaka och mängden snöfall de behöver ha innan en varning skickas till dig.\n\nMed den här metoden kan du välja de dagar då pudersnö förväntas falla och njuta av dina bästa dagar på berget.\n\nHa kul mer skid-/snowboardåkning när du installerar detta programtillägg idag. Gå bara upp på berget när det är förutsett snöfall.\n\nObservera att medan vår prognosdata för snöprognos försöker vara korrekt som möjligt, lever snöprognosen ibland inte upp till förväntningarna.\nVi uppdaterar ständigt våra snöprognoser för att ge så exakta snöprognoser som möjligt.",
    "th": "รับรองว่าคุณจะไม่พลาดวันอื่นของการเล่นสกีแบบผง/สโนว์บอร์ดแบบผงเมื่อคุณติดตั้งส่วนขยายซอฟต์แวร์นี้วันนี้ ซอฟต์แวร์ของเรา\nจะ ping คุณ / อัปเดตคุณเมื่อใดก็ตามที่มีการคาดการณ์พายุหิมะขนาดใหญ่ในรีสอร์ทที่คุณชื่นชอบ ช่วยให้คุณได้หยุดพักผ่อน\nทำงานและเพลิดเพลินกับหิมะผงในช่วงวันธรรมดา\n\nเมื่อคุณติดตั้งซอฟต์แวร์นี้ คุณจะสามารถเข้าถึงพยากรณ์อากาศของรีสอร์ทกว่า 100 แห่งทั่วโลกได้ทันที เลือกอันไหน\nรีสอร์ทที่คุณต้องการตรวจสอบและปริมาณหิมะที่จำเป็นต้องมีก่อนที่จะส่งการแจ้งเตือนถึงคุณ\n\nด้วยวิธีนี้ คุณสามารถเลือกวันที่คาดว่าแป้งฝุ่นจะตกลงมาและเพลิดเพลินกับวันที่ดีที่สุดของคุณบนภูเขาได้\n\nขอให้สนุกกับการเล่นสกี/สโนว์บอร์ดมากขึ้นเมื่อคุณติดตั้งส่วนขยายซอฟต์แวร์นี้วันนี้ ขึ้นไปบนภูเขาเมื่อคาดการณ์ว่าหิมะจะตกเท่านั้น\n\nโปรดทราบว่าแม้ว่าข้อมูลการคาดการณ์หิมะของเราจะพยายามให้แม่นยำที่สุดเท่าที่จะเป็นไปได้ แต่บางครั้งการพยากรณ์หิมะก็ไม่เป็นไปตามที่คาดการณ์ไว้\nเรากำลังอัปเดตการคาดการณ์หิมะอย่างต่อเนื่องเพื่อให้การคาดการณ์หิมะที่แม่นยำที่สุดเท่าที่จะเป็นไปได้",
    "tr": "Bu yazılım uzantısını bugün yüklediğinizde, başka bir tozlu kayak/toz snowboard gününü asla kaçırmadığınızdan emin olun. Yazılımımız\nen sevdiğiniz tatil yerinde büyük bir kar fırtınası projeksiyonu olduğunda size ping atacak/sizi güncelleyecektir. Bu, bir gün izin almanızı sağlar\nhafta içi çalışın ve toz karın tadını çıkarın.\n\nBu yazılımı yüklediğinizde, dünya çapında 100'den fazla tatil yerinin hava tahminlerine anında erişebilirsiniz. Hangisini seç\nİzlemek istediğiniz tatil köyleri ve size bir uyarı gönderilmeden önce sahip olmaları gereken kar yağışı miktarı.\n\nBu yöntemle toz karın yağmasının beklendiği günleri seçebilir ve dağda en güzel günlerinizin tadını çıkarabilirsiniz.\n\nBu yazılım uzantısını bugün yüklediğinizde daha fazla kayak/snowboard yapın. Sadece tahmin edilen kar yağışı olduğunda dağa çıkın.\n\nKar tahmini verilerimiz mümkün olduğunca doğru olmaya çalışırken, bazen kar tahmininin beklentileri karşılamadığını lütfen unutmayın.\nMümkün olan en doğru kar tahminlerini vermek için kar tahminlerimizi sürekli güncelliyoruz.",
    "uk": "Переконайтеся, що ви ніколи не пропустите жодного дня катання на порохових лижах або сноуборді, коли ви встановите це розширення програмного забезпечення сьогодні. Наше програмне забезпечення\nзапитуватиме/оновлюватиме вас щоразу, коли на вашому улюбленому курорті буде проекція великої снігової бурі. Це дозволяє взяти вихідний\nпрацюйте та насолоджуйтесь снігом у будній день.\n\nВстановивши це програмне забезпечення, ви отримаєте миттєвий доступ до прогнозу погоди для понад 100 курортів по всьому світу. Виберіть який\nкурорти, за якими ви бажаєте відстежувати, і кількість снігопадів, які вони повинні мати, перш ніж вам буде надіслано сповіщення.\n\nЗа допомогою цього методу ви можете вибрати дні, коли очікується сніговий сніг, і насолоджуватися найкращими днями на горі.\n\nОтримайте більше задоволення від катання на лижах або сноуборді, встановивши це розширення програмного забезпечення сьогодні. Піднімайтеся на гору лише тоді, коли прогнозується снігопад.\n\nЗауважте, що, хоча наші дані прогнозу снігу намагаються бути максимально точними, іноді прогноз снігу не виправдовує очікувань.\nМи постійно оновлюємо наші прогнози снігу, щоб дати найточніші прогнози снігу.",
    "vi": "Đảm bảo bạn sẽ không bao giờ bỏ lỡ một ngày trượt tuyết bột / trượt tuyết bột nào khác khi bạn cài đặt tiện ích mở rộng phần mềm này ngay hôm nay. Phần mềm của chúng tôi\nsẽ ping cho bạn / cập nhật cho bạn bất cứ khi nào có dự báo về một cơn bão tuyết lớn tại khu nghỉ mát yêu thích của bạn. Điều này cho phép bạn nghỉ một ngày\nlàm việc và thưởng thức tuyết bột trong một ngày trong tuần.\n\nKhi bạn cài đặt phần mềm này, bạn có thể truy cập ngay vào dự báo thời tiết cho hơn 100 khu nghỉ dưỡng trên khắp thế giới. Chọn cái nào\ncác khu nghỉ dưỡng bạn muốn theo dõi và lượng tuyết rơi mà họ cần phải có trước khi cảnh báo được gửi cho bạn.\n\nVới phương pháp này, bạn có thể chọn những ngày tuyết bột dự kiến sẽ rơi và tận hưởng những ngày tuyệt vời nhất trên núi.\n\nVui hơn khi trượt tuyết / trượt ván tuyết khi bạn cài đặt tiện ích mở rộng phần mềm này ngay hôm nay. Chỉ lên núi khi dự báo có tuyết rơi.\n\nXin lưu ý rằng mặc dù dữ liệu dự báo về tuyết của chúng tôi cố gắng chính xác nhất có thể, nhưng đôi khi dự báo về tuyết không giống như mong đợi.\nChúng tôi liên tục cập nhật những dự đoán về tuyết của mình để đưa ra những dự báo về tuyết chính xác nhất có thể.",
    "zh_CN": "当您今天安装此软件扩展时，确保您不会错过另一天的粉末滑雪/粉末滑雪板。我们的软件\n每当您最喜欢的度假胜地有大暴风雪的预测时，都会给您发送消息/更新您。这让你可以休息一天\n在工作日工作和享受粉雪。\n\n安装此软件后，您可以即时访问全球 100 多个度假村的天气预报。选择哪个\n您希望监控的度假村以及在向您发送警报之前他们需要的降雪量。\n\n使用这种方法，您可以选择预计会下粉雪的日子，并在山上度过最美好的时光。\n\n今天安装此软件扩展时，享受更多滑雪/单板滑雪的乐趣。只有在预测有降雪时才上山。\n\n请注意，虽然我们的降雪预报预测数据尽可能准确，但有时降雪预报并没有达到预期。\n我们不断更新我们的降雪预测，以提供最准确的降雪预测。",
    "zh_TW": "當您今天安裝此軟件擴展時，確保您不會錯過另一天的粉末滑雪/粉末滑雪板。我們的軟件\n每當您最喜歡的度假勝地有大暴風雪的預測時，都會給您發送消息/更新您。這讓你可以休息一天\n在工作日工作和享受粉雪。\n\n安裝此軟件後，您可以即時訪問全球 100 多個度假村的天氣預報。選擇哪個\n您希望監控的度假村以及在向您發送警報之前他們需要的降雪量。\n\n使用這種方法，您可以選擇預計會下粉雪的日子，並在山上度過最美好的時光。\n\n今天安裝此軟件擴展時，享受更多滑雪/單板滑雪的樂趣。只有在預測有降雪時才上山。\n\n請注意，雖然我們的降雪預報預測數據盡可能準確，但有時降雪預報並沒有達到預期。\n我們不斷更新我們的降雪預測，以提供最準確的降雪預測。"
  }
}