{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Merci Nanou : Remboursement et bons plans"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chers seniors, imaginez ceci : vous faites vos courses en ligne comme d'habitude, et sans le moindre effort supplémentaire, toutes…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chers seniors, imaginez ceci : vous faites vos courses en ligne comme d'habitude, et sans le moindre effort supplémentaire, toutes les meilleures promotions, bons plans et offres vous sont proposées. \n\nRésultat : des économies garanties à chaque achat ! C'est exactement ce que vous propose notre extension.\n\nSpécialement conçue pour vous, cette extension veille à ce que vous ne manquiez jamais une occasion d'économiser. Plus besoin de chercher les bons plans, nous nous en chargeons. Avec Merci Nanou, faire des économies devient aussi facile qu'un simple clic.\n\nAvec Merci Nanou, chaque achat en ligne se transforme en une opportunité de récupérer de l'argent, et ce, sur plus de 1000 sites partenaires (oui, oui, on parle bien de Leclerc, WeightWatchers, Puma, Lastminute… et bien d’autres !). \n\nEn plus, c’est totalement gratuit, et pour vous souhaiter la bienvenue, 3€ vous sont offerts à l'inscription. Sympa, non ?\n\nPourquoi vous allez adorer Merci Nanou ?\n\n✔ Un clic, et le remboursement est dans la poche !\nPas besoin de se compliquer la vie. Notre extension vous fait un petit coucou dès que vous êtes sur un site partenaire, pour vous rappeler que du remboursement vous attend. \nUn clic, et c'est parti !\n\n✔ Les codes promo, c’est pour nous !\nVous êtes à la caisse virtuelle, prêt à payer ? Laissez-nous chercher les meilleurs codes promo pour vous. On trouve, on applique, et vous, vous encaissez les économies. Que demander de plus ?\n\n✔ Toutes les bonnes affaires en un clin d'œil\nEnvie de faire une super affaire ? Avec Merci Nanou, accédez en un clic à toutes les offres du moment chez vos marchands préférés. On vous déniche les bons plans du jour pour que vous n'ayez plus qu'à en profiter.\n\nEt ce n’est pas tout…\n\n✔ Suivez vos gains en temps réel\nCurieux de savoir combien vous avez économisé ? Consultez votre solde Merci Nanou en un clin d’œil et suivez l’évolution de vos gains (remboursements, bonus parrainage, et plus encore).\n\n✔ Accès rapide à vos boutiques préférées\nBesoin d’aller vite ? Retrouvez vos marchands favoris en un seul clic, sans perdre de temps."
  }
}