{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Classe Nano Sauvegarde"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sauvegarde automatique des données de Classe Nano sur l'appareil de l'utilisateur."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Aperçu: \nL'extension Classe Nano Sauvegarde est conçue pour fournir des fonctionnalités de sauvegarde et de restauration automatisées pour les données des utilisateurs stockées dans la base de données du site web classenano.ca. L'extension se concentre principalement sur la protection des données des utilisateurs contre la perte et la garantie de l'intégrité des données.\n\nSauvegardes automatiques: \nL'extension effectue des sauvegardes automatiques des données des utilisateurs toutes les 15 minutes. Cette fonctionnalité garantit que les données sont régulièrement enregistrées sans nécessiter d'intervention manuelle.\n\nRestauration des données: \nLes utilisateurs peuvent restaurer leurs données à partir de sauvegardes précédentes via une interface conviviale. Cette fonctionnalité permet une récupération facile en cas de perte ou de corruption des données.\n\nNotifications de statut: \nL'extension fournit des notifications en temps réel concernant l'état des sauvegardes et des processus de restauration. Les utilisateurs sont informés des sauvegardes réussies ou des erreurs rencontrées pendant le processus.\n\nOpération en arrière-plan: \nL'extension fonctionne en arrière-plan sans interférer avec l'expérience de navigation des utilisateurs. Elle s'intègre au navigateur Chrome pour offrir une fonctionnalité transparente.\n\nVérifications de la base de données: \nL'extension inclut des fonctionnalités pour vérifier l'existence et l'état de la base de données du site Classe Nano. Si la base de données est vide ou inexistante, elle invite les utilisateurs à restaurer leurs données à partir d'une sauvegarde.\n\nConformité: \nL'extension de sauvegarde Classe Nano est construite en conformité avec les politiques de Google pour les extensions Chrome, en mettant l'accent sur la sécurité et la confidentialité des données des utilisateurs. Elle assure le respect des meilleures pratiques en matière de gestion des données.\n\nConclusion: \nL'extension de sauvegarde Classe Nano fournit des fonctionnalités essentielles de sauvegarde et de restauration pour les utilisateurs de la base de données du site Classe Nano, garantissant l'intégrité des données et la confiance des utilisateurs dans la sécurité de leurs données. L'extension est facile à utiliser et fonctionne dans le respect des directives établies par Google."
  }
}