{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nope 2 Overlays"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Removes intrusive popups, overlays, signup walls, sign-in walls, and adblock reminders. Improve your browsing experience."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of getting those annoying \"It looks like you’re using an ad-blocker\" popups?\n\nTired of using an extension only to find out the page is not scrollable or\nthe page is blurry and unreadable?\n\nThen Nope 2 Overlays is the solution for you!\n\nDismiss email newsletter overlays, and special offers modals as well.\n\nInitially created for personal use after having one too many bad experiences with other extensions. Some would work for simple sites but eventually fail on another site. Most extensions use the same logic for all sites, ignoring the fact that sites are unique.\n\nWe aim to be a constantly evolving extension with the help of Chrome users to stay ahead of the curve and keep bad popups down.\n\n### Features:\n☞ No performance impact on your browsing. It will only activate when triggered.\n☞ Your preferences are not saved, just refresh to see the popups you removed again.\n☞ Defaults to using a generic logic for most unknown sites.\n☞ Custom logic for all sites on the 'supported' list to guarantee removal of overlays and free updates when the sites change/update.\n\n★ With your help we can identify and grow a list of sites\nthat circumvent extensions like this one and add them to our 'supported' list.\n\n★ Supported list of sites is available publicly on [Github](https://github.com/redballoon/chrome-extension_Nope2Overlays_support-list) to make it easier to track and update. Those who are familiar with the site can create pull requests or issues for sites they have identified.\n\n★ You can also send us sites to add through this [form](https://goo.gl/forms/4shqVwIRPgonvprr2)\n\n\n### FAQ\n**Does it only work for supported sites ?**\n\nNo, it will also run on unknown sites and try it's best to remove overlays. If you have any issues with a certain site you can always contact us with this [form](https://goo.gl/forms/4shqVwIRPgonvprr2).\n\n**I found a site that doesn't work, how do I add it to the supported list?**\nYou can either send us the info through this [form](https://goo.gl/forms/4shqVwIRPgonvprr2) or through Github if you are familiar with it.\n\n\n### Shoutouts\n- Used https://vectr.com to create the icons quickly and easily. (#673ab7)\n\n\n### Other\n- [Privacy Policy](https://privacypolicies.com/privacy/view/ef45aefc9aa575051d0712e174836704)\n\n\n### Updates\n\n1.0.8\nMinor description updates\nMinor enhancement and bug fixes.\n\n----------------------------------------------------\n\n1.0.7\nMinor improvement to generic logic, will handle sites like washingtonpost better.\nAdd support for latimes site\nTrack output reports to watch bundle size\nFix GA bug\n\n----------------------------------------------------\n\n1.0.6\nUpdate nytimes site logic\nAdd support for forbes site\n\n----------------------------------------------------\n\n1.0.5\nFix GA bug\n\n----------------------------------------------------\n\n1.0.4\nFix scrollbar bug on certain pages.\nSince we don't use any permissions each update would cause a review process of 5+ days.\nRefactored to use 'activeTab' to reduce review time.\nAdding UI feedback for user actions.\n\n----------------------------------------------------\n\n1.0.0.3\nRemove stats file that was bloating the extension. From 1.3MB to 145KB.\nUpdate custom algorithm for www.nytimes.com.\n\n----------------------------------------------------\n\n\nBy using this add-on, you agree to the Nope2Overlays Terms & Conditions.\n\nDisclaimer:\nThis extension uses Google Analytics to collect extension usage statistics to help improve user experience. If you want to opt-out of Google Analytics tracking, please visit http://tools.google.com/dlpage/gaoptout or you can set up a filter in Adblock Plus or similar ad blocker tools like AdBlock, uBlock or Adblock Pro.\n\n\n----------------------------------------------------\n\n\nNope to Overlays\n\na chrome extension that aims to improve your browsing experience. Removes intrusive popups, overlays, signup walls, sign-in walls, adblock reminders, email newsletter overlays, and special offers modals."
  }
}