{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jokester"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Inject humor into your browsing with Jokester's Chrome Extension! This hilarious tool ensures a smile while you surf the web"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Looking to inject a little humor into your browsing experience? Look no further than Jokester's Chrome Extension! This hilarious extension is designed to bring a smile to your face while you surf the web.\n\nWith Jokester's Chrome Extension, you'll enjoy a daily dose of laughter with a wide range of funny jokes that pop up in your browser. Whether you're working, reading articles, or just casually browsing, these jokes will keep you entertained and brighten your day.\n\nThe extension features an extensive collection of rib-tickling one-liners, puns, and clever wordplay that will leave you in stitches. You'll find yourself chuckling at witty punchlines and clever observations that are sure to make even the toughest crowd crack a smile.\n\nBut that's not all! Jokester's Chrome Extension allows you to customize your joke preferences, so you can tailor the humor to your liking. Whether you prefer light-hearted jokes or have a taste for sarcasm, this extension has got you covered.\n\nPlus, sharing the laughter is made easy with the built-in social sharing feature. Spread the joy by instantly posting your favorite jokes to your social media accounts and brighten up your friends' timelines too!\n\nSo why wait? Install Jokester's Chrome Extension today and let the fun begin! Get ready to unleash your laughter and turn your browsing sessions into hilarious adventures. Remember, a good laugh is just a click away!"
  }
}