{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SeoHead Checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Проверка SEO-оптимизации текста"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SeoHead Checker - это мощный инструмент для быстрой оценки и оптимизации SEO-параметров вашего контента. \n\n\nКак пользоваться расширением SeoHead Checker?\n\nВот пошаговое руководство по использованию расширения:\n\n\n1. Выбор ключевого слова\n\nВведите ваше основное ключевое слово или фразу в поле \"Лучший ключ\".\nПример: Если ваша статья о приготовлении пиццы, ключевым словом может быть \"домашняя пицца\".\n\n2. Заполнение H1-заголовка\n\nВведите главный заголовок вашей страницы (H1) в соответствующее поле.\nПример: \"Как приготовить идеальную домашнюю пиццу\"\n\n3. Ввод основного текста\n\nВставьте основной текст вашей статьи в поле \"Текст\".\nРасширение автоматически подсчитает количество слов и символов.\n\n4. Настройка Title\n\nВведите title для вашей страницы. Помните, оптимальная длина - до 80 символов.\nПример: \"Рецепт домашней пиццы: секреты идеального теста и начинки | Кулинарный блог\"\n\n5. Составление Description\n\nНапишите краткое описание (description) вашей страницы. Оптимальная длина - до 180 символов.\nПример: \"Узнайте, как приготовить настоящую итальянскую пиццу в домашних условиях. Пошаговый рецепт теста и лучшие идеи для начинки.\"\n\n6. Проверка URL\n\nURL генерируется автоматически на основе H1-заголовка. Убедитесь, что он содержит ключевое слово.\nПример: \"kak-prigotovit-idealnuyu-domashnyuyu-piccu\"\n\n7. Анализ SEO\n\nНажмите кнопку \"Рассчитать SEO\" для получения оценки и рекомендаций.\nРасширение проанализирует ваш контент и предоставит детальный отчет.\n\n8. Интерпретация результатов\n\nОценка 90-100: Отличная SEO-оптимизация\nОценка 70-89: Хорошая оптимизация, есть небольшие области для улучшения\nОценка 50-69: Средняя оптимизация, требуется доработка\nОценка ниже 50: Необходима серьезная оптимизация контента\n\n9. Улучшение контента\n\nНа основе полученных рекомендаций внесите изменения в ваш контент.\nПовторите анализ после внесения изменений для проверки улучшений.\n\n\nСоветы по использованию:\n\nСтарайтесь естественно включать ключевое слово в текст, особенно в начало статьи.\nИспользуйте разные формы ключевого слова для более естественного звучания текста.\nОбратите внимание на длину контента: статьи от 1500 слов обычно лучше ранжируются в поисковых системах.\n\n\nРегулярно проверяйте и обновляйте ваш контент для поддержания высоких SEO-показателей.\n\nС помощью SeoHead Checker вы сможете быстро и эффективно оптимизировать ваш контент для лучшего ранжирования в поисковых системах, сохраняя при этом его качество и релевантность для читателей.\n\n\n****\nОбновление SeoHead Checker v 2.0\n- Исправление бага с кешем и удалением при переключении между вкладками браузера\n- Добавлена кнопка \"Очистить\"\n- Исправлена транслитерация русских символов в URL поле"
  }
}