{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Title & Meta Description Checkers - cmlabs SEO Tools"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This tool helps you produce concise, attractive, and SEO-friendly elements to be seen on the SERP and attract readers."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Writing titles and meta descriptions in SEO practices is an important thing that needs to be done properly. In this case, the Title and Meta Description Checker tool helps you adjusting the length of the characters and the pixels of the title and description that will be displayed later on the SERP.\n\nWith this tool, you can ensure your title and description are written according to SEO guidelines, relevant, concise, and interesting to users. Download and try now!\n\nFeatures & Benefits\n\nHere are some of its functions you should know about:\n\n- This tool is available for free.\n- Helping the search engine algorithm and users identify documents on a website\n- Simplify website address naming.\n- Make it easier for users to recognize the address with easy-to-remember URL characters.\n- Increase the page ranking on the SERP.\n- Determine the conversion value of CTR.\n\nHow to Use\n\n1. Open Title and Meta Description Checker \nOnce you open it, you will be welcomed by the display of two columns, which are Page Title and Meta Description. On the upper side, you will see the column to input your website’s URL.\n\n2. Choose the Modes\nThere are two available modes provided by the tool, which are manual and bot. Manual mode can be used to adjust the title and description according to your needs. In this mode, you can write or copy texts and adjust them according to the SEO principles.\n\nOn the other hand, the bot mode will display the title and description based on the data from the website’s URL you input in the designated column. You just need to copy the URL of the site or page. Afterward, you can click on the Crawl URL button to get the result of the title tag and meta description automatically.\n\n3.  Fulfill the Column \nAfter choosing the mode, you can input the text in the column. You can copy the text and paste it in the respective places for the title and description. Aside from that, you can write and edit the text right away.\n\n4. Adjust the Title Tag and Meta Description\nTo write the title, the criteria of the characters should generally be adjusted according to SEO principles which consist of 50-60 characters. As for the pixel itself, the title should not be more than 500 pixels.\n\nAs for the meta description, the text should consist of 50-150 characters. The pixel length of the description should not be longer than 900.\n\nIf the writing of the title and description already comply with the SEO principles, the indicator light will turn green. However, if it doesn’t, the light will stay white.\n\nHelp & Support\n\nWe value your feedback! If you have any suggestions for improving the Title and Meta Description Checker or encounter any issues while using the tool, please don't hesitate to let us know. Our support team is here to help. Reach us by email at:\n\nmarketing@cmlabs.co \ndev@cmlabs.co"
  }
}