{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN": "Flickr Tab",
    "es": "Pestaña de Flickr",
    "fr": "Onglet Flickr",
    "id,vi": "Tab Flickr",
    "it": "Scheda Flickr",
    "ko": "Flickr 탭",
    "pt_BR": "Guia do Flickr",
    "zh_TW": "Flickr 分頁"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN": "Explore Flickr on your new Chrome tab.",
    "de": "Entdecke Flickr auf deiner neuen Chrome-Registerkarte.",
    "es": "Explora Flickr en tu nueva pestaña de Chrome.",
    "fr": "Explorez Flickr sur notre nouvel onglet Chrome.",
    "id": "Jelajahi Flickr di tab Chrome baru.",
    "it": "Esplora Flickr nella nuova scheda di Chrome.",
    "ko": "새로운 Chrome 탭에서 Flickr를 둘러보세요.",
    "pt_BR": "Explore o Flickr em sua nova guia para o Chrome.",
    "vi": "Khám phá Flickr trên tab Chrome mới của bạn.",
    "zh_TW": "在你的全新 Chrome 分頁發掘 Flickr。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN": "Flickr displays a popular photograph from our community every time you open a new tab. Click the photo to see it on Flickr or click the user name to see more photos from the user.",
    "de": "Jedes Mal, wenn du eine neue Registerkarte öffnest, zeigt Flickr ein schönes und einmaliges Foto aus unserer Community an. Klicke auf das Foto, um es auf Flickr anzuzeigen, oder auf den Nutzernamen, um mehr anzuzeigen.",
    "es": "Cada vez que abras una pestaña nueva, Flickr te mostrará una fotografía hermosa y única de nuestra comunidad. Haz clic en la foto para verla en Flickr o en el nombre del usuario para obtener más información.",
    "fr": "Flickr affiche une magnifique photo exclusive de notre communauté dès que vous ouvrez un nouvel onglet. Cliquez sur la photo pour l'afficher dans Flickr ou sur le nom du membre pour en voir plus.",
    "id": "Flickr menampilkan foto unik dan cantik dari komunitas kami setiap kali Anda membuka tab baru. Klik foto untuk melihatnya di Flickr atau klik nama pengguna untuk melihat lainnya.",
    "it": "Ogni volta che apri una nuova scheda, Flickr visualizzerà una foto bellissima e unica tratta dalla nostra community. Clicca sulla foto per vederla su Flickr oppure clicca sul nome utente per maggiori informazioni.",
    "ko": "회원님이 새 탭을 열 때마다 Flickr에서는 커뮤니티의 독특하고 멋진 사진을 제시합니다. Flickr에서 사진을 보려면 해당 사진을 클릭하십시오. 사용자 이름을 클릭하면 더 자세한 내용을 보실 수 있습니다.",
    "pt_BR": "O Flickr exibe uma linda e exclusiva fotografia de nossa comunidade sempre que você abre uma nova guia. Clique na foto para vê-la no Flickr ou clique no nome de usuário para ver mais.",
    "vi": "Flickr sẽ hiển thị một bức ảnh đẹp và độc đáo từ cộng đồng của chúng tôi mỗi khi bạn mở một tab mới. Hãy nhấp vào ảnh để xem ảnh đó trên Flickr hoặc nhấp vào tên người dùng để xem thêm thông tin.",
    "zh_TW": "Flickr 會在你每次開啟新分頁時，顯示來自我們社群的精美獨特相片。 按一下該相片即可在 Flickr 上查看，或者按一下用戶名稱瀏覽更多相片。"
  }
}