{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chollometro: Info de precios, alertas y más"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chollometro: Info de precios, alertas y más"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gracias a la extensión gratuita de Chollometro, comprar nunca ha sido tan fácil. Esta herramienta te acompañará y te ayudará a tomar decisiones inteligentes en tus compras. Con ella podrás responder a preguntas como: ¿Es un buen precio? ¿Ha estado más barato? ¿Quizá haya algún chollo disponible en otra tienda para este producto o algo similar? ¿Hay algún cupón descuento que pueda aplicar? \n\nInstálala ahora y comienza usar nuestras características:\n\n# Historial de precios de todas las tiendas que te gustan\n¡Deja de comprar a ciegas! Para que sepas si se trata de un buen precio o no, la extensión te mostrará el historial de precio de ese producto. Esta característica está disponible para muchas tiendas online.\n\n# Ofertas similares\nTendrás a tu disposición ofertas publicadas en Chollometro similares al producto que estés viendo. Por si acaso existe un chollo similar o igual a lo que estás buscando en cualquier otra tienda.\n\n# Mejores ofertas de la tienda\nChollometro te acompaña para mostrarte las mejores ofertas publicadas para la tienda que estés visitando. Esto es útil cuando - por ejemplo - necesitas llegar a un pedido mínimo para tener envío gratis y no sabes si hay algo más que merezca la pena comprar.\n\n# Seguimiento de precios y alertas\nNo nos hemos quedado en un historial, también podrás hacer seguimiento al precio de un producto.\n\n# Cupones\n¿No te acuerdas de los cupones que tenemos disponibles para una tienda? Hemos dejado una sección específica para los cupones y descuentos generales de la tienda que estés visitando.\n\n# Si la oferta existe en Chollometro, te la mostramos\nCuando visites un producto de una tienda, si está publicado en Chollometro, te mostraremos la publicación, los grados que ha conseguido, y también podrás acceder a los comentarios para saber qué opinan los demás.\n\n# Multi-tienda\nTodo esto en todas las tiendas más utilizadas en España, actualmente soportamos más de 150 tiendas.\n\nAl instalar la extensión Chollometro para Chrome, acepta los términos del «Aviso Legal y Condiciones de Uso» (https://www.chollometro.com/aviso-legal). También aprueba que al interactuar con nuestra extensión, le redirigiremos a los enlaces de los programas de afiliación de las diversas tiendas con las que trabajamos. Un enlace de afiliación indica a la tienda que la Extensión de Chollometro ha contribuido a que una venta se produzca, y por ello Chollometro recibe una compensación, así es como nos financiamos y conseguimos que sea gratis para los usuarios usar nuestros servicios. Puede conocer más en https://www.chollometro.com/faqs#dinero"
  }
}