{
  "name": {
    "ar": "قراءة كتاب شيرلوك هولمز الإلكتروني على الإنترنت",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Sherlock Holmes Book PDF",
    "bg": "Прочетете електронната книга на Шерлок Холмс онлайн",
    "ca": "Llegiu el llibre electrònic de Sherlock Holmes en línia",
    "cs": "Přečtěte si e-knihu Sherlocka Holmese online",
    "da": "Læs Sherlock Holmes Ebook Online",
    "de": "Lesen Sie Sherlock Holmes Ebook Online",
    "el": "Διαβάστε το Sherlock Holmes Ebook online",
    "es": "Leer el libro electrónico de Sherlock Holmes en línea",
    "et": "Lugege Sherlock Holmesi raamatut veebis",
    "fa": "کتاب الکترونیکی شرلوک هولمز را بخوانید آنلاین",
    "fi": "Lue Sherlock Holmes Ebook Online",
    "fil": "Basahin ang Sherlock Holmes Ebook Online",
    "fr": "Lire le livre électronique de Sherlock Holmes en ligne",
    "he": "קרא את שרלוק הולמס ספר אלקטרוני מקוון",
    "hi": "शर्लक होम्स ईबुक ऑनलाइन पढ़ें",
    "hr": "Pročitajte Sherlock Holmes Ebook na mreži",
    "hu": "Olvassa el Sherlock Holmes Ebook Online",
    "id": "Baca Sherlock Holmes Ebook Online",
    "it": "Leggi l&#39;ebook online di Sherlock Holmes",
    "ja": "シャーロックホームズの電子ブックをオンラインで読む",
    "ko": "Sherlock Holmes Ebook 온라인 읽기",
    "lt": "Skaitykite „Sherlock Holmes Ebook Online“",
    "lv": "Lasiet Šerloka Holmsa e-grāmatu tiešsaistē",
    "ms": "Baca Ebook Sherlock Holmes dalam talian",
    "nl": "Lees Sherlock Holmes e-boek online",
    "no": "Les Sherlock Holmes Ebook Online",
    "pl": "Przeczytaj Sherlock Holmes Ebook Online",
    "ro": "Citește Ebook online Sherlock Holmes",
    "ru": "Читать электронную книгу о Шерлоке Холмсе онлайн",
    "sk": "Prečítajte si elektronickú knihu Sherlocka Holmesa online",
    "sl": "Preberite spletno knjigo Sherlock Holmes",
    "sr": "Прочитајте Схерлоцк Холмес Ебоок на мрежи",
    "sv": "Läs Sherlock Holmes Ebook Online",
    "th": "อ่าน Sherlock Holmes Ebook ออนไลน์",
    "tr": "Sherlock Holmes Ebook Online&#39;ı Okuyun",
    "uk": "Читайте електронну книгу про Шерлока Холмса в Інтернеті",
    "vi": "Đọc Ebook Sherlock Holmes trực tuyến",
    "zh_CN": "在线阅读Sherlock Holmes电子书",
    "zh_TW": "在線閱讀Sherlock Holmes電子書"
  },
  "short": {
    "ar": "شرلوك هولمز مخبر خاص خيالي أنشأه المؤلف البريطاني السير آرثر كونان دويل.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Sherlock Holmes is a fictional private detective created by British author Sir Arthur Conan Doyle.",
    "bg": "Шерлок Холмс е измислен частен детектив, създаден от британския автор сър Артър Конан Дойл.",
    "ca": "Sherlock Holmes és un detectiu privat de ficció creat per l’autor britànic Sir Arthur Conan Doyle.",
    "cs": "Sherlock Holmes je fiktivní soukromý detektiv, který vytvořil britský autor Sir Arthur Conan Doyle.",
    "da": "Sherlock Holmes er en fiktiv privatdetektiv oprettet af den britiske forfatter Sir Arthur Conan Doyle.",
    "de": "Sherlock Holmes ist ein fiktiver Privatdetektiv des britischen Autors Sir Arthur Conan Doyle.",
    "el": "Ο Σέρλοκ Χολμς είναι ένας φανταστικός ιδιωτικός ντετέκτιβ που δημιουργήθηκε από τον Βρετανό συγγραφέα Sir Arthur Conan Doyle.",
    "es": "Sherlock Holmes es un detective privado ficticio creado por el autor británico Sir Arthur Conan Doyle.",
    "et": "Sherlock Holmes on väljamõeldud eradetektiiv, mille on loonud Briti kirjanik Sir Arthur Conan Doyle.",
    "fa": "شرلوک هلمز یک کارآگاه خصوصی خیالی است که توسط نویسنده انگلیسی سر آرتور کانن دویل خلق شده است.",
    "fi": "Sherlock Holmes on kuvitteellinen yksityisetsivä, jonka on luonut brittiläinen kirjailija Sir Arthur Conan Doyle.",
    "fil": "Ang Sherlock Holmes ay isang kathang-isip na pribadong tiktik na nilikha ng may-akdang British na si Sir Arthur Conan Doyle.",
    "fr": "Sherlock Holmes est un détective privé fictif créé par l&#39;auteur britannique Sir Arthur Conan Doyle.",
    "he": "שרלוק הולמס הוא בלש פרטי בדיוני שיצר הסופר הבריטי סר ארתור קונאן דויל.",
    "hi": "शर्लक होम्स ब्रिटिश लेखक सर आर्थर कॉनन डॉयल द्वारा बनाई गई एक काल्पनिक निजी जासूस है।",
    "hr": "Sherlock Holmes izmišljeni je privatni detektiv koji je stvorio britanski autor Sir Arthur Conan Doyle.",
    "hu": "Sherlock Holmes egy kitalált magánnyomozó, amelyet Sir Arthur Conan Doyle brit szerző készített.",
    "id": "Sherlock Holmes adalah detektif swasta fiksi yang dibuat oleh penulis Inggris Sir Arthur Conan Doyle.",
    "it": "Sherlock Holmes è un detective privato immaginario creato dall&#39;autore britannico Sir Arthur Conan Doyle.",
    "ja": "シャーロックホームズは、英国の作家アーサーコナンドイル卿によって作成された架空の私立探偵です。",
    "ko": "Sherlock Holmes는 영국 작가 Arthur Conan Doyle이 만든 가상의 사립 탐정입니다.",
    "lt": "Sherlockas Holmesas yra išgalvotas privatus detektyvas, kurį sukūrė britų autorius seras Arthuras Conanas Doyle&#39;as.",
    "lv": "Šerloks Holmss ir izdomāts privātdetektīvs, kuru izveidojis britu autors sers Artūrs Konans Doils.",
    "ms": "Sherlock Holmes adalah detektif peribadi fiksyen yang dicipta oleh pengarang Britain Sir Arthur Conan Doyle.",
    "nl": "Sherlock Holmes is een fictieve privédetective gemaakt door de Britse auteur Sir Arthur Conan Doyle.",
    "no": "Sherlock Holmes er en fiktiv privatdetektiv opprettet av den britiske forfatteren Sir Arthur Conan Doyle.",
    "pl": "Sherlock Holmes to fikcyjny prywatny detektyw stworzony przez brytyjskiego pisarza Sir Arthura Conana Doyle&#39;a.",
    "ro": "Sherlock Holmes este un detectiv privat fictiv creat de autorul britanic Sir Arthur Conan Doyle.",
    "ru": "Шерлок Холмс - вымышленный частный детектив, созданный британским писателем сэром Артуром Конан Дойлем.",
    "sk": "Sherlock Holmes je fiktívny súkromný detektív, ktorý vytvoril britský autor Sir Arthur Conan Doyle.",
    "sl": "Sherlock Holmes je izmišljeni zasebni detektiv, ki ga je ustvaril britanski avtor Sir Arthur Conan Doyle.",
    "sr": "Схерлоцк Холмес је измишљени приватни детектив који је створио британски аутор Сир Артхур Цонан Доиле.",
    "sv": "Sherlock Holmes är en fiktiv privatdetektiv skapad av den brittiska författaren Sir Arthur Conan Doyle.",
    "th": "เชอร์ล็อกโฮล์มส์เป็นนักสืบเอกชนที่สร้างขึ้นโดยเซอร์อาเธอร์โคนันดอยล์นักเขียนชาวอังกฤษ",
    "tr": "Sherlock Holmes, İngiliz yazar Sir Arthur Conan Doyle tarafından yaratılan kurgusal bir özel dedektiftir.",
    "uk": "Шерлок Холмс - вигаданий приватний детектив, створений британським автором сером Артуром Конан Дойлом.",
    "vi": "Sherlock Holmes là một thám tử tư hư cấu được tạo ra bởi tác giả người Anh, Sir Arthur Conan Doyle.",
    "zh_CN": "夏洛克·福尔摩斯是由英国作家亚瑟·柯南·道尔爵士创作的虚构的私人侦探。",
    "zh_TW": "夏洛克·福爾摩斯是由英國作家亞瑟·柯南·道爾爵士創作的虛構的私人偵探。"
  },
  "long": {
    "ar": "شرلوك هولمز مخبر خاص خيالي أنشأه المؤلف البريطاني السير آرثر كونان دويل. بالإشارة إلى نفسه على أنه \"مخبر استشاري\" في القصص ، يُعرف هولمز بكفاءته في الملاحظة والاستنتاج وعلم الطب الشرعي والتفكير المنطقي الذي يحد على الخيال ، والذي يستخدمه عند التحقيق في القضايا لمجموعة واسعة من العملاء ، بما في ذلك سكوتلاند يارد.\n\nاحصل على الوصول إلى رواية شيرلوك هولمز مجانًا داخل هذا البرنامج. ما عليك سوى تثبيت الامتداد ويمكنك البدء في قراءة رواية Sherlock Holmes مجانًا!",
    "am,bn,en,en_AU,en_GB,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Sherlock Holmes is a fictional private detective created by British author Sir Arthur Conan Doyle. Referring to himself as a \"consulting detective\" in the stories, Holmes is known for his proficiency with observation, deduction, forensic science, and logical reasoning that borders on the fantastic, which he employs when investigating cases for a wide variety of clients, including Scotland Yard.\n\nGet access to the Sherlock Holmes novel for free inside this software. Simply install the extension and you can start reading the novel Sherlock Holmes for free!",
    "bg": "Шерлок Холмс е измислен частен детектив, създаден от британския автор сър Артър Конан Дойл. Позовавайки се на себе си като „консултант-детектив“ в историите, Холмс е известен със своите умения с наблюдение, приспадане, криминалистика и логически разсъждения, които граничат с фантастичното, което той използва при разследване на дела за широк кръг клиенти, включително Скотланд Ярд.\n\nПолучете безплатен достъп до романа за Шерлок Холмс вътре в този софтуер. Просто инсталирайте разширението и можете да започнете да четете романа Sherlock Holmes безплатно!",
    "ca": "Sherlock Holmes és un detectiu privat de ficció creat per l’autor britànic Sir Arthur Conan Doyle. Es refereix a si mateix com a \"detectiu consultor\" a les històries, Holmes és conegut per la seva competència en observació, deducció, ciència forense i raonament lògic que limita amb el fantàstic, que utilitza quan investiga casos per a una àmplia varietat de clients, inclosos Scotland Yard.\n\nAccediu gratuïtament a la novel·la de Sherlock Holmes dins d’aquest programari. Simplement instal·leu l’extensió i podreu començar a llegir la novel·la Sherlock Holmes de forma gratuïta.",
    "cs": "Sherlock Holmes je fiktivní soukromý detektiv, který vytvořil britský autor Sir Arthur Conan Doyle. O Holmesovi, který se v příbězích zmiňuje jako o „konzultantském detektivovi“, je známý svou odborností v oblasti pozorování, dedukce, forenzní vědy a logického uvažování, které hraničí s fantastickou situací, kterou využívá při vyšetřování případů u široké škály klientů, včetně Scotland Yard.\n\nZískejte zdarma přístup k románu Sherlocka Holmese uvnitř tohoto softwaru. Jednoduše nainstalujte rozšíření a můžete začít číst nový Sherlock Holmes zdarma!",
    "da": "Sherlock Holmes er en fiktiv privatdetektiv oprettet af den britiske forfatter Sir Arthur Conan Doyle. Holmes henviser til sig selv som en \"konsulentdetektiv\" i historierne og er kendt for sin dygtighed med observation, deduktion, retsmedicinsk videnskab og logisk ræsonnement, der grænser op til det fantastiske, som han anvender, når han undersøger sager for en bred vifte af klienter, herunder Scotland Yard.\n\nFå gratis adgang til Sherlock Holmes-romanen inde i denne software. Du skal blot installere udvidelsen, så kan du begynde at læse romanen Sherlock Holmes gratis!",
    "de": "Sherlock Holmes ist ein fiktiver Privatdetektiv des britischen Autors Sir Arthur Conan Doyle. Holmes, der sich in den Geschichten als \"beratender Detektiv\" bezeichnet, ist bekannt für seine Fähigkeiten in Bezug auf Beobachtung, Ableitung, forensische Wissenschaft und logisches Denken, die an das Fantastische grenzen, das er bei der Untersuchung von Fällen für eine Vielzahl von Kunden einsetzt, einschließlich Scotland Yard.\n\nIn dieser Software erhalten Sie kostenlosen Zugang zum Sherlock Holmes-Roman. Installieren Sie einfach die Erweiterung und Sie können den Roman Sherlock Holmes kostenlos lesen!",
    "el": "Ο Σέρλοκ Χολμς είναι ένας φανταστικός ιδιωτικός ντετέκτιβ που δημιουργήθηκε από τον Βρετανό συγγραφέα Sir Arthur Conan Doyle. Αναφερόμενος στον εαυτό του ως «συμβουλευτικός ντετέκτιβ» στις ιστορίες, ο Χολμς είναι γνωστός για την ικανότητά του με παρατήρηση, αφαίρεση, ιατροδικαστική επιστήμη και λογικό συλλογισμό που συνορεύει με το φανταστικό, το οποίο απασχολεί κατά τη διερεύνηση υποθέσεων για μια μεγάλη ποικιλία πελατών, συμπεριλαμβανομένων Scotland Yard.\n\nΑποκτήστε δωρεάν πρόσβαση στο μυθιστόρημα Sherlock Holmes μέσα σε αυτό το λογισμικό. Απλώς εγκαταστήστε την επέκταση και μπορείτε να αρχίσετε να διαβάζετε το μυθιστόρημα Sherlock Holmes δωρεάν!",
    "en_US,fi,he": "Sherlock Holmes is a fictional private detective created by British author Sir Arthur Conan Doyle. Referring to himself as a \"consulting detective\" in the stories, Holmes is known for his proficiency with observation, deduction, forensic science, and logical reasoning that borders on the fantastic, which he employs when investigating cases for a wide variety of clients, including Scotland Yard.\n \n\n\nGet access to the Sherlock Holmes novel for free inside this software. Simply install the extension and you can start reading the novel Sherlock Holmes for free!",
    "es": "Sherlock Holmes es un detective privado ficticio creado por el autor británico Sir Arthur Conan Doyle. Refiriéndose a sí mismo como un \"detective consultor\" en las historias, Holmes es conocido por su habilidad con la observación, la deducción, la ciencia forense y el razonamiento lógico que raya en lo fantástico, que emplea cuando investiga casos para una amplia variedad de clientes, incluidos Scotland Yard.\n\nObtenga acceso a la novela de Sherlock Holmes de forma gratuita dentro de este software. ¡Simplemente instale la extensión y podrá comenzar a leer la novela Sherlock Holmes gratis!",
    "et": "Sherlock Holmes on väljamõeldud eradetektiiv, mille on loonud Briti kirjanik Sir Arthur Conan Doyle. Nimetades end lugudes \"konsultatiivdetektiiviks\", on Holmes tuntud oma osavuse poolest vaatlusest, deduktsioonist, kohtuekspertiisist ja fantastikaga piirnevast loogilisest arutluskäigust, mida ta rakendab juhtumite uurimisel paljudele klientidele, sealhulgas Scotland Yard.\n\nSelles tarkvaras saate tasuta juurdepääsu Sherlock Holmesi romaanile. Paigaldage lihtsalt laiendus ja võite hakata romaani Sherlock Holmes tasuta lugema!",
    "fa": "شرلوک هلمز یک کارآگاه خصوصی خیالی است که توسط نویسنده انگلیسی سر آرتور کانن دویل خلق شده است. هولمز با اشاره به خود به عنوان \"کارآگاه مشاور\" در داستان ها ، به تبحر در مشاهده ، کسر ، پزشکی قانونی و استدلال منطقی که با موارد خارق العاده ای که در هنگام بررسی پرونده ها برای طیف وسیعی از مشتریان ، از جمله اسکاتلند یارد.\n\nدر داخل این نرم افزار به صورت رایگان به رمان شرلوک هلمز دسترسی پیدا کنید. کافیست پسوند را نصب کنید و می توانید رمان شرلوک هلمز را به صورت رایگان بخوانید!",
    "fil": "Sherlock Holmes on kuvitteellinen yksityisetsivä, jonka on luonut brittiläinen kirjailija Sir Arthur Conan Doyle. Viitaten itsensä tarinoissa \"konsultoivaksi etsiväksi\", Holmes tunnetaan taitostaan havainnoinnilla, deduktiolla, rikosteknologialla ja loogisella päättelyllä, joka rajoittuu fantastiseen, jota hän käyttää tutkiessaan tapauksia useille asiakkaille, mukaan lukien Scotland Yard.\n\nPääset Sherlock Holmes -romaaniin ilmaiseksi tämän ohjelmiston sisällä. Asenna vain laajennus ja voit alkaa lukea romaania Sherlock Holmes ilmaiseksi!",
    "fr": "Sherlock Holmes est un détective privé fictif créé par l'auteur britannique Sir Arthur Conan Doyle. Se référant à lui-même comme un «détective consultant» dans les histoires, Holmes est connu pour sa maîtrise de l'observation, de la déduction, de la science médico-légale et du raisonnement logique qui frise le fantastique, qu'il utilise lorsqu'il enquête sur des cas pour une grande variété de clients, y compris Scotland Yard.\n\nAccédez gratuitement au roman de Sherlock Holmes dans ce logiciel. Installez simplement l'extension et vous pouvez commencer à lire le roman Sherlock Holmes gratuitement!",
    "hi": "शर्लक होम्स ब्रिटिश लेखक सर आर्थर कॉनन डॉयल द्वारा बनाई गई एक काल्पनिक निजी जासूस है। कहानियों में खुद को एक \"परामर्श जासूस\" के रूप में संदर्भित करते हुए, होम्स अवलोकन, कटौती, फोरेंसिक विज्ञान के साथ अपनी प्रवीणता के लिए जाना जाता है, और तार्किक तर्क है कि शानदार पर सीमाओं, जो वह काम करता है जब ग्राहकों की एक विस्तृत विविधता के लिए मामलों की जांच सहित, स्कॉटलैंड यार्ड।\n\nइस सॉफ्टवेयर के अंदर मुफ्त में शर्लक होम्स उपन्यास तक पहुँच प्राप्त करें। बस विस्तार स्थापित करें और आप उपन्यास शर्लक होम्स को मुफ्त में पढ़ना शुरू कर सकते हैं!",
    "hr": "Sherlock Holmes izmišljeni je privatni detektiv koji je stvorio britanski autor Sir Arthur Conan Doyle. U pričama sebe nazivajući se \"konzultantskim detektivom\", Holmes je poznat po svojoj vještini promatranja, dedukcije, forenzičke znanosti i logičnog zaključivanja koje graniči s fantastičnim, a koje koristi u istrazi slučajeva za široku paletu klijenata, uključujući Scotland Yard.\n\nPristupite romanu o Sherlocku Holmesu besplatno unutar ovog softvera. Jednostavno instalirajte produžetak i možete početi čitati roman Sherlock Holmes besplatno!",
    "hu": "Sherlock Holmes egy kitalált magánnyomozó, amelyet Sir Arthur Conan Doyle brit szerző készített. A történetekben \"tanácsadó nyomozóként\" emlegetett Holmes a megfigyeléssel, a deduktivitással, az igazságügyi tudományokkal és a fantasztikussal határos logikai érveléssel kapcsolatos jártasságáról ismert, amelyet a legkülönbözőbb ügyfelek, köztük az ügyfelek vizsgálatakor alkalmaz. Scotland Yard.\n\nIngyenes hozzáférés a Sherlock Holmes-regényhez ezen a szoftveren belül. Egyszerűen telepítse a bővítményt, és elkezdheti ingyen olvasni a Sherlock Holmes regényt!",
    "id": "Sherlock Holmes adalah detektif swasta fiksi yang dibuat oleh penulis Inggris Sir Arthur Conan Doyle. Mengacu pada dirinya sebagai \"detektif konsultan\" dalam cerita, Holmes dikenal karena kemahirannya dalam observasi, deduksi, ilmu forensik, dan penalaran logis yang berbatasan dengan fantastis, yang ia gunakan saat menyelidiki kasus untuk berbagai klien, termasuk Scotland Yard.\n\nDapatkan akses ke novel Sherlock Holmes secara gratis di dalam perangkat lunak ini. Cukup instal ekstensi dan Anda dapat mulai membaca novel Sherlock Holmes dengan gratis!",
    "it": "Sherlock Holmes è un detective privato immaginario creato dall'autore britannico Sir Arthur Conan Doyle. Riferendosi a se stesso come un \"detective consulente\" nelle storie, Holmes è noto per la sua competenza con l'osservazione, la deduzione, la scienza forense e il ragionamento logico che rasenta il fantastico, che impiega quando indaga su casi per un'ampia varietà di clienti, tra cui Scotland Yard.\n\nAccedi gratuitamente al romanzo di Sherlock Holmes all'interno di questo software. Installa semplicemente l'estensione e puoi iniziare a leggere il romanzo Sherlock Holmes gratuitamente!",
    "ja": "シャーロックホームズは、英国の作家アーサーコナンドイル卿によって作成された架空の私立探偵です。ホームズは、物語の中で自分自身を「コンサルティング探偵」と呼んでおり、観察、演繹、法医学、論理的推論に精通していることで知られています。スコットランドヤード。\n\nこのソフトウェア内でシャーロックホームズの小説に無料でアクセスできます。拡張機能をインストールするだけで、小説のシャーロックホームズを無料で読み始めることができます。",
    "ko": "Sherlock Holmes는 영국 작가 Arthur Conan Doyle이 만든 가상의 사립 탐정입니다. 이야기에서 자신을 \"컨설팅 탐정\"이라고 부르는 홈즈는 관찰, 추론, 법의학 및 환상에 접하는 논리적 추론에 능숙한 것으로 유명합니다. 스코틀랜드 평야.\n\n이 소프트웨어 내에서 무료로 Sherlock Holmes 소설에 액세스하십시오. 확장 프로그램을 설치하기 만하면 소설 Sherlock Holmes를 무료로 읽을 수 있습니다!",
    "lt": "Sherlockas Holmesas yra išgalvotas privatus detektyvas, kurį sukūrė britų autorius seras Arthuras Conanas Doyle'as. Apsakymuose save vadinantis „konsultuojančiu detektyvu“, Holmsas yra žinomas dėl savo sugebėjimo stebėti, išskaičiuoti, kriminalistikos mokslus ir loginius argumentus, besiribojančius su fantastika, kurią jis taiko tirdamas bylas įvairiausiems klientams, įskaitant Scotland Yard.\n\nŠioje programinėje įrangoje galite nemokamai naudotis Sherlock Holmes romanu. Tiesiog įdiekite plėtinį ir galėsite pradėti skaityti romaną „Sherlock Holmes“ nemokamai!",
    "lv": "Šerloks Holmss ir izdomāts privātdetektīvs, kuru izveidojis britu autors sers Artūrs Konans Doils. Stāstījumos atsaucoties uz sevi kā par \"konsultējošu detektīvu\", Holmss ir pazīstams ar savu prasmi ar novērojumiem, dedukciju, tiesu ekspertīzi un loģisko pamatojumu, kas robežojas ar fantastiku, ko viņš izmanto, izmeklējot lietas dažādiem klientiem, tostarp Skotlendjards.\n\nŠajā programmatūrā bez maksas varat piekļūt Šerloka Holmsa romānam. Vienkārši instalējiet paplašinājumu, un jūs varat sākt lasīt romānu Šerloks Holmss bez maksas!",
    "ms": "Sherlock Holmes adalah detektif peribadi fiksyen yang dicipta oleh pengarang Britain Sir Arthur Conan Doyle. Merujuk dirinya sebagai \"detektif perunding\" dalam kisah-kisah itu, Holmes terkenal dengan kemahirannya dengan pemerhatian, pemotongan, sains forensik, dan alasan logik yang bersesuaian dengan fantasi, yang dia gunakan ketika menyiasat kes untuk pelbagai jenis klien, termasuk Scotland Yard.\n\nDapatkan akses ke novel Sherlock Holmes secara percuma di dalam perisian ini. Cukup pasangkan pelanjutan dan anda boleh mula membaca novel Sherlock Holmes secara percuma!",
    "nl": "Sherlock Holmes is een fictieve privédetective gemaakt door de Britse auteur Sir Arthur Conan Doyle. Holmes noemt zichzelf in de verhalen een 'adviserende detective' en staat bekend om zijn vaardigheid met observatie, deductie, forensische wetenschap en logisch redeneren die grenst aan het fantastische, dat hij gebruikt bij het onderzoeken van zaken voor een breed scala aan cliënten, waaronder Scotland Yard.\n\nKrijg gratis toegang tot de Sherlock Holmes-roman in deze software. Installeer gewoon de extensie en je kunt de roman Sherlock Holmes gratis gaan lezen!",
    "no": "Sherlock Holmes er en fiktiv privatdetektiv opprettet av den britiske forfatteren Sir Arthur Conan Doyle. Holmes refererer til seg selv som en \"rådgivende detektiv\" i historiene, og er kjent for sin ferdighet med observasjon, deduksjon, rettsmedisinsk vitenskap og logisk resonnement som grenser til det fantastiske, som han benytter når han undersøker saker for et bredt utvalg av klienter, inkludert Scotland Yard.\n\nFå gratis tilgang til Sherlock Holmes-romanen i denne programvaren. Bare installer utvidelsen, så kan du begynne å lese romanen Sherlock Holmes gratis!",
    "pl": "Sherlock Holmes to fikcyjny prywatny detektyw stworzony przez brytyjskiego pisarza Sir Arthura Conana Doyle'a. Nazywając się w opowiadaniach „detektywem-konsultantem”, Holmes jest znany ze swojej biegłości w obserwacji, dedukcji, kryminalistyce i logicznym rozumowaniu, które graniczy z fantastycznością, którą stosuje przy badaniu spraw dla wielu różnych klientów, w tym Scotland Yard.\n\nUzyskaj dostęp do powieści Sherlocka Holmesa za darmo w tym oprogramowaniu. Po prostu zainstaluj rozszerzenie i możesz zacząć czytać powieść Sherlock Holmes za darmo!",
    "ro": "Sherlock Holmes este un detectiv privat fictiv creat de autorul britanic Sir Arthur Conan Doyle. Referindu-se la el însuși drept „detectiv consultant” în povești, Holmes este cunoscut pentru abilitatea sa de observație, deducție, știință criminalistică și raționament logic care se învecinează cu fantasticul, pe care îl folosește atunci când investighează cazuri pentru o mare varietate de clienți, inclusiv Scotland Yard.\n\nObțineți acces gratuit la romanul Sherlock Holmes în cadrul acestui software. Pur și simplu instalați extensia și puteți începe să citiți romanul Sherlock Holmes gratuit!",
    "ru": "Шерлок Холмс - вымышленный частный детектив, созданный британским писателем сэром Артуром Конан Дойлем. Ссылаясь в рассказах «детективом-консультантом», Холмс известен своим мастерством в наблюдении, дедукции, судебной медицине и логических рассуждениях, граничащих с фантастикой, которые он использует при расследовании дел для самых разных клиентов, включая Скотланд-Ярд.\n\nПолучите бесплатный доступ к роману Шерлока Холмса внутри этой программы. Просто установите расширение, и вы сможете начать читать роман Шерлока Холмса бесплатно!",
    "sk": "Sherlock Holmes je fiktívny súkromný detektív, ktorý vytvoril britský autor Sir Arthur Conan Doyle. Holmes, ktorý sa v príbehoch označuje ako „konzultantský detektív“, je známy svojou odbornosťou v oblasti pozorovania, dedukcie, forenznej vedy a logického uvažovania, ktoré hraničia s fantastickými poznatkami, ktoré využíva pri vyšetrovaní prípadov pre širokú škálu klientov, vrátane Scotland Yard.\n\nZískajte zadarmo prístup k románu Sherlocka Holmesa vo vnútri tohto softvéru. Jednoducho si nainštalujte rozšírenie a môžete si zadarmo prečítať román Sherlock Holmes!",
    "sl": "Sherlock Holmes je izmišljeni zasebni detektiv, ki ga je ustvaril britanski avtor Sir Arthur Conan Doyle. Holmes se v zgodbah imenuje \"posvetovalni detektiv\" in je znan po svoji spretnosti z opazovanjem, odbitkom, forenzično znanostjo in logičnim sklepanjem, ki meji na fantastično, ki jo uporablja pri preiskovanju primerov za najrazličnejše stranke, vključno z Scotland Yard.\n\nV tej programski opremi lahko brezplačno dostopate do romana Sherlock Holmes. Preprosto namestite razširitev in lahko začnete brati roman Sherlock Holmes brezplačno!",
    "sr": "Схерлоцк Холмес је измишљени приватни детектив који је створио британски аутор Сир Артхур Цонан Доиле. Назвавши се у причама „консултантским детективом“, Холмес је познат по својој вештини посматрања, дедукције, форензичке науке и логичког резоновања које се граничи са фантастичним, а које користи приликом истраге случајева за најразличитије клијенте, укључујући Скотланд Јард.\n\nПриступите роману о Схерлоцк Холмесу бесплатно унутар овог софтвера. Једноставно инсталирајте продужетак и можете започети читање романа Схерлоцк Холмес бесплатно!",
    "sv": "Sherlock Holmes är en fiktiv privatdetektiv skapad av den brittiska författaren Sir Arthur Conan Doyle. Med hänvisning till sig själv som en \"konsulterande detektiv\" i berättelserna är Holmes känd för sin skicklighet med observation, deduktion, kriminalteknik och logiskt resonemang som gränsar till det fantastiska, som han använder när han undersöker ärenden för ett stort antal kunder, inklusive Scotland Yard.\n\nFå gratis tillgång till Sherlock Holmes-romanen i denna programvara. Installera bara tillägget så kan du börja läsa romanen Sherlock Holmes gratis!",
    "th": "เชอร์ล็อกโฮล์มส์เป็นนักสืบเอกชนที่สร้างขึ้นโดยเซอร์อาเธอร์โคนันดอยล์นักเขียนชาวอังกฤษ โฮล์มส์เรียกตัวเองว่าเป็น \"นักสืบให้คำปรึกษา\" ในเรื่องราวต่างๆโฮล์มส์เป็นที่รู้จักในเรื่องความสามารถในการสังเกตการหักมุมนิติวิทยาศาสตร์และการใช้เหตุผลเชิงตรรกะที่เชื่อมโยงกับสิ่งมหัศจรรย์ซึ่งเขาใช้ในการสืบสวนคดีสำหรับลูกค้าที่หลากหลายรวมถึง สกอตแลนด์ยาร์ด.\n\nเข้าถึงนวนิยาย Sherlock Holmes ได้ฟรีภายในซอฟต์แวร์นี้ เพียงแค่ติดตั้งส่วนขยายและคุณสามารถเริ่มอ่านนวนิยาย Sherlock Holmes ได้ฟรี!",
    "tr": "Sherlock Holmes, İngiliz yazar Sir Arthur Conan Doyle tarafından yaratılan kurgusal bir özel dedektiftir. Hikayelerde kendisine \"danışman dedektif\" olarak atıfta bulunan Holmes, fantastik olanın sınırlarını oluşturan gözlem, çıkarım, adli bilimler ve mantıksal akıl yürütme konusundaki uzmanlığıyla tanınır. Scotland Yard.\n\nBu yazılımın içinden Sherlock Holmes romanına ücretsiz olarak erişin. Sadece uzantıyı yükleyin ve Sherlock Holmes romanını ücretsiz okumaya başlayabilirsiniz!",
    "uk": "Шерлок Холмс - вигаданий приватний детектив, створений британським автором сером Артуром Конан Дойлом. Посилаючись на себе як на \"консалтингового детектива\", Холмс відомий своїм майстерністю спостереження, дедукції, криміналістики та логічних міркувань, які межують із фантастичним, що він використовує при розслідуванні справ для найрізноманітніших клієнтів, у тому числі Скотланд-Ярд.\n\nОтримайте доступ до роману про Шерлока Холмса безкоштовно в цьому програмному забезпеченні. Просто встановіть розширення, і ви зможете почати читати роман Шерлок Холмс безкоштовно!",
    "vi": "Sherlock Holmes là một thám tử tư hư cấu được tạo ra bởi tác giả người Anh, Sir Arthur Conan Doyle. Tự coi mình là \"thám tử tư vấn\" trong các câu chuyện, Holmes được biết đến với khả năng quan sát, suy luận, khoa học pháp y thành thạo và suy luận logic đến mức tuyệt vời, mà anh sử dụng khi điều tra các vụ án cho nhiều loại khách hàng, bao gồm Scotland Yard.\n\nNhận quyền truy cập miễn phí vào tiểu thuyết Sherlock Holmes bên trong phần mềm này. Chỉ cần cài đặt tiện ích mở rộng và bạn có thể bắt đầu đọc tiểu thuyết Sherlock Holmes miễn phí!",
    "zh_CN": "夏洛克·福尔摩斯是由英国作家亚瑟·柯南·道尔爵士创作的虚构的私人侦探。福尔摩斯自称是故事中的“咨询侦探”，以其精通观察，演绎，法医学和逻辑推理而著称，他在为众多客户调查案件时采用了这种方法，包括苏格兰场。\n\n在此软件内免费获得《福尔摩斯探案》小说。只需安装扩展程序，您就可以免费阅读小说《福尔摩斯》！",
    "zh_TW": "夏洛克·福爾摩斯是由英國作家亞瑟·柯南·道爾爵士創作的虛構的私人偵探。福爾摩斯自稱是故事中的“諮詢偵探”，以其精通觀察，演繹，法醫科學和邏輯推理而著稱，他在為眾多客戶調查案件時採用了這種方法，包括蘇格蘭場。\n\n在此軟件內免費獲得《福爾摩斯探案》小說。只需安裝擴展程序，您就可以免費閱讀小說《福爾摩斯》！"
  }
}