{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Slope 2 Classroom 6x"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Slope 2 Classroom 6x Game is the ultimate running game that will challenge your abilities. Now you can play on Chrome™ Browser!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Slope 2 is an exciting and fast-paced game available as a Chrome Extension. In this game, you control a ball and navigate it through a treacherous slope full of obstacles and twists. Your objective is to keep the ball rolling as far as possible without falling off the edge or hitting any obstacles.\n\nThe gameplay of \"Slope 2\" is simple yet highly addictive. You need to use your reflexes and quick thinking to steer the ball, avoiding the gaps and barriers that come your way. The slope is constantly moving, adding an extra challenge to the game. As you progress, the speed increases, making it even more thrilling and challenging.\n\nThe game features smooth controls, immersive graphics, and a dynamic soundtrack that adds to the overall experience. With each run, you can compete against your own high score or challenge your friends to beat it.\n\nYou can enjoy playing \"Slope 2\" for free on the website https://classroom-6x.org/. So don't wait any longer, put your skills to the test, and see how far you can roll in this exhilarating slope adventure!\n\n*Note: We have added \"Classroom 6x\" button, making it easy for players to quickly access the games on our website https://classroom-6x.org, https://geometrydash.ee, https://drivemad.org/, https://monkeymart.org/, https://retrobowls.org/"
  }
}