{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gyde Walkthrough Creator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create step by step walkthroughs easily for your Application."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly auto-generate step-by-step walkthroughs for your complex application process.\n\n▶ Why invest endless hours in application user training?\n\nWhen you can save time and effort by utilizing Gyde – a powerful extension that automatically creates step-by-step audio-visual walkthroughs for every complex app process, it ensures that every user can quickly learn the process within the app.\n\n▶ How to use this extension in 3 easy steps? \n\nStep 1 - Create\n\nOpen the process for which you want to create an audio-visual walkthrough on your browser.\n\nNow, select the text you want to add as a first step in the walkthrough.\n\nGyde will automatically record the step and generate the title and description (powered by ChatGPT).\n\nKeep adding steps until your walkthrough is complete. \n\nStep 2 - Customize\n\nYou have full control over customizing your walkthrough. Add more details, tweak the text, position the message box exactly where you want, adjust the time delay for displaying the message box, and easily reorganize, add, or remove steps as needed.\n\nStep 3 - Save\n\nClick Save, and your walkthrough will be added to the selected application library\n\n ▶ What users are saying about Gyde?\n\nThis extension is hands down the best tool I've come across for making step-by-step walkthroughs within my application. I was genuinely impressed because it took me just a few seconds to put together a walkthrough for a process. And you can even include audio in these walkthroughs!!\n\nNachiket Dhavalikar, CEO, Studio Albatross\n\nEver since I started using Gyde walkthroughs, my app usage has literally doubled. Not only that, but the user experience has improved significantly. I believe every app owner should have these walkthroughs in place to make their apps more user-friendly. It's a no-brainer.\n\nPritesh Baviskar, Co-founder Storeplum\n\nTraining employees on various applications has just become so easy with these walkthroughs - Plus, our employees have become much more productive. \n\nTanmay Dighe, Founder, HackXSecurity\n\nReady to see Gyde walkthroughs in action? \n\nDownload the extension now!\nAnd leave application training to us - You achieve your business goals🚀"
  }
}