{
  "name": {
    "ar": "إرم الرمح  Unblocked Game",
    "am,fi": "Spear Toss  Online",
    "bg": "Хвърляне на копие  Unblocked Games",
    "bn": "বর্শা টস  Online Game",
    "ca": "Llançament de llança  Online",
    "cs": "Hození kopím  Stickman Game",
    "da": "Spydkast  Online Games",
    "de": "Speerwurf  Unblocked Game",
    "el": "Εκτίναξη δόρατος  Online Game",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Spear Toss - HTML5 Game",
    "es": "Lanzamiento de lanza Unblocked",
    "et": "Odaviskamine  Unblocked Game",
    "fa": "پرتاب نیزه  Online Games",
    "fil": "Sibat Ihagis  Unblocked Game",
    "fr": "Lancer de lance  Skill Game",
    "gu": "ભાલા ટૉસ  Stickman Game",
    "he": "זריקת חנית  Online Game",
    "hi": "स्पीयर टॉस  Unblocked Game",
    "hr": "Bacanje koplja  Unblocked Game",
    "hu": "Spear Toss  Online Game",
    "id": "Lempar tombak  Unblocked Games",
    "it": "Lancio della lancia  Online Game",
    "ja": "槍投げ  Stickman Game",
    "kn": "ಸ್ಪಿಯರ್ ಟಾಸ್  Skill Game",
    "ko": "창 던지기  Unblocked Game",
    "lv": "Šķēpu mešana  Online Games",
    "ml": "കുന്തം ടോസ്  Skill Game",
    "mr": "भाला टॉस  Unblocked Games",
    "ms": "Lembing Lembing  Online",
    "nl": "Speer gooien  Online",
    "pl": "Rzut Włócznią  Online",
    "ro": "Aruncarea suliței  Stickman Game",
    "ru": "Бросок копья  Unblocked Games",
    "sk": "Hádzanie oštepom  Unblocked Game",
    "sl": "Met kopja  Skill Game",
    "sw": "Mkuki Toss  Unblocked Game",
    "ta": "ஈட்டி டாஸ்  Online",
    "te": "స్పియర్ టాస్  Online Games",
    "th": "โยนหอก  Skill Game",
    "tr": "mızrak fırlatma  Online Game",
    "uk": "Метання списа  Online"
  },
  "short": {
    "ar": "Spear Throwing هي لعبة إطلاق نار ممتعة حيث تقوم أنت وأفراد القبيلة برمي الرماح من خلال الانتباه إلى المنطقة التي نواجهها",
    "am": "ስፒር መወርወር እርስዎ እና የጎሳ አባል ለገጠመን አካባቢ ትኩረት በመስጠት ጦር የሚወረውሩበት አዝናኝ የተኩስ ጨዋታ ነው።",
    "bg": "Spear Throwing е забавна игра със стрелба, в която вие и член на племето хвърляте копия, като обръщате внимание на зоната, която…",
    "bn": "স্পিয়ার থ্রোয়িং হল একটি মজার শুটিং গেম যেখানে আপনি এবং উপজাতির সদস্যরা বর্শা নিক্ষেপ করে আমরা যে এলাকা জুড়ে আসি সেদিকে মনোযোগ…",
    "ca": "Spear Throwing és un divertit joc de trets on tu i un membre de la tribu llancen llances prestant atenció a la zona que ens trobem.",
    "cs": "Spear Throwing je zábavná střílečka, ve které vy a člen kmene házíte oštěpy tím, že věnujete pozornost oblasti, na kterou narazíme.",
    "da": "Spear Throwing er et sjovt skydespil, hvor du og stammemedlem kaster spyd ved at være opmærksom på det område, vi støder på",
    "de": "Spear Throwing ist ein lustiges Schießspiel, bei dem Sie und Stammesmitglieder Speere werfen, indem Sie auf das Gebiet achten, auf…",
    "el": "Το Spear Throwing είναι ένα διασκεδαστικό παιχνίδι σκοποβολής όπου εσείς και το μέλος της φυλής ρίχνετε δόρατα δίνοντας προσοχή…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Spear Throwing is a fun shooting game where you and tribe member throw spears by paying attention to the area we come across",
    "es": "Spear Throwing es un divertido juego de disparos en el que tú y los miembros de la tribu lanzan lanzas prestando atención al área…",
    "et": "Odaviskamine on lõbus tulistamismäng, kus teie ja hõimuliige viskate oda, pöörates tähelepanu alale, millega kokku puutume.",
    "fa": "Spear Throwing یک بازی تیراندازی سرگرم کننده است که در آن شما و اعضای قبیله با توجه به منطقه ای که با آن روبرو می شویم نیزه پرتاب…",
    "fi": "Spear Throwing on hauska ammuntapeli, jossa sinä ja heimon jäsen heittelet keihää kiinnittämällä huomiota kohtaamaamme alueeseen",
    "fil": "Ang Spear Throwing ay isang nakakatuwang laro ng pagbaril kung saan ikaw at ang miyembro ng tribo ay naghahagis ng mga sibat sa…",
    "fr": "Spear Throwing est un jeu de tir amusant où vous et un membre de la tribu lancez des lances en prêtant attention à la zone que nous…",
    "gu": "ભાલા ફેંકવું એ એક મનોરંજક શૂટિંગ ગેમ છે જ્યાં તમે અને આદિજાતિના સભ્ય અમે જે વિસ્તાર તરફ આવીએ છીએ તેના પર ધ્યાન આપીને ભાલા ફેંકીએ…",
    "he": "זריקת חניתות הוא משחק יריות מהנה שבו אתה וחבר השבט זורקים חניתות על ידי שימת לב לאזור שאנו נתקלים בו",
    "hi": "स्पीयर थ्रोइंग एक मजेदार शूटिंग गेम है जहां आप और जनजाति के सदस्य उस क्षेत्र पर ध्यान देकर भाले फेंकते हैं जहां हम आते हैं",
    "hr": "Spear Throwing je zabavna pucačka igra u kojoj vi i član plemena bacate koplja obraćajući pozornost na područje na koje naiđemo",
    "hu": "A lándzsadobás egy szórakoztató lövöldözős játék, ahol te és a törzs tagja lándzsát dobál úgy, hogy odafigyelsz arra a területre,…",
    "id": "Spear Throwing adalah game tembak-tembakan seru di mana kamu dan anggota suku melempar tombak dengan memperhatikan area yang kita…",
    "it": "Spear Throwing è un divertente gioco di tiro in cui tu e il membro della tribù lanciate lance prestando attenzione all&#39;area che…",
    "ja": "槍投げは楽しいシューティングゲームで、あなたと部族のメンバーが遭遇した領域に注意を払いながら槍を投げます",
    "kn": "ಸ್ಪಿಯರ್ ಥ್ರೋಯಿಂಗ್ ಒಂದು ಮೋಜಿನ ಶೂಟಿಂಗ್ ಆಟವಾಗಿದ್ದು, ನೀವು ಮತ್ತು ಬುಡಕಟ್ಟು ಸದಸ್ಯರು ನಾವು ಕಾಣುವ ಪ್ರದೇಶಕ್ಕೆ ಗಮನ ಕೊಡುವ ಮೂಲಕ ಈಟಿಗಳನ್ನು…",
    "ko": "Spear Throwing은 당신과 부족원이 마주치는 지역에 주의를 기울여 창을 던지는 재미있는 슈팅 게임입니다.",
    "lv": "Šķēpu mešana ir jautra šaušanas spēle, kurā jūs un cilts loceklis metiet šķēpus, pievēršot uzmanību apgabalam, kurā sastopamies.",
    "ml": "കുന്തം എറിയുന്നത് രസകരമായ ഒരു ഷൂട്ടിംഗ് ഗെയിമാണ്",
    "mr": "भाला फेकणे हा एक मजेदार शूटिंग गेम आहे जिथे आपण आणि टोळीचे सदस्य आपण ज्या भागाला भेटतो त्याकडे लक्ष देऊन भाले फेकतात",
    "ms": "Lempar Lembing ialah permainan menembak yang menyeronokkan di mana anda dan ahli puak melontar lembing dengan memberi perhatian…",
    "nl": "Speerwerpen is een leuk schietspel waarbij jij en een stamlid speren gooien door te letten op het gebied dat we tegenkomen",
    "pl": "Rzucanie włócznią to zabawna strzelanka, w której ty i członek plemienia rzucacie włóczniami, zwracając uwagę na obszar, który…",
    "ro": "Aruncarea suliței este un joc distractiv de împușcături în care tu și un membru al tribului aruncați sulițele acordând atenție…",
    "ru": "Spear Throwing — веселая игра-стрелялка, в которой вы и член племени бросаете копья, обращая внимание на местность, с которой мы…",
    "sk": "Spear Throwing je zábavná strieľačka, v ktorej vy a člen kmeňa hádžete oštepy tak, že budete venovať pozornosť oblasti, na ktorú…",
    "sl": "Spear Throwing je zabavna strelska igra, kjer vi in član plemena mečete kopja tako, da ste pozorni na območje, na katerega naletimo",
    "sw": "Kurusha Mkuki ni mchezo wa kufurahisha wa kurusha risasi ambapo wewe na washiriki wa kabila hutupa mikuki kwa kuzingatia eneo…",
    "ta": "ஈட்டி எறிதல் என்பது ஒரு வேடிக்கையான படப்பிடிப்பு விளையாட்டு ஆகும்",
    "te": "స్పియర్ త్రోయింగ్ అనేది ఒక ఆహ్లాదకరమైన షూటింగ్ గేమ్, ఇక్కడ మీరు మరియు తెగ సభ్యులు మేము చూసే ప్రాంతాన్ని దృష్టిలో ఉంచుకుని…",
    "th": "Spear Throwing เป็นเกมยิงแสนสนุกที่คุณและสมาชิกเผ่าขว้างหอกโดยให้ความสนใจกับพื้นที่ที่เราเจอ",
    "tr": "Mızrak Fırlatma, kabile üyelerinizle birlikte karşımıza çıkan alana dikkat ederek mızrak fırlattığınız eğlenceli bir atış oyunudur.",
    "uk": "Spear Throwing — це весела гра-стрілялка, у якій ви та член племені кидаєте списи, звертаючи увагу на область, яку ми зустрічаємо"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spear Throwing is a fun shooting game where you and a tribe member throw spears by paying attention to the area we come across.\n\nThere is a tribe member in the game. With this tribe member, we accelerate by running in a field and throwing spears before reaching the line. By adjusting the direction of the Spear well, we throw it as far as possible and get points. We continue the game by maintaining our high score goal with the points we have achieved. Throwing the Spear is a fun shooting game designed with us in mind for skill game lovers.\n\nTo swipe Install this extension to play the Spear Throwing Game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}