{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fuelet Wallet | Fuel"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wallet on Fuel"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fuelet Wallet – a self-custodial crypto wallet designed for the Fuel blockchain. \n\nExperience unparalleled speed and security with the fastest execution layer for modular blockchains. Fuelet Wallet is more than just a wallet; it's your all-in-one portal to the world of decentralized applications (dApps) and crypto assets.\n\nKey Features:\n- Send and Receive with Ease: Effortlessly store, send, and receive crypto assets anytime, anywhere\n- Full Control in Your Hands: As a self-custodial wallet, you have complete control over your assets without intermediaries\n- Explore the World of dApps: Dive into the expansive universe of decentralized applications on the Fuel blockchain\n- High-Speed Transactions: Powered by Fuel – enjoy the highest flexible throughput with maximum security\n- NFT Gallery: browse NFTs you have\n- Backup: backup you seed phrase to avoid loosing access if you seed phrase goes loosing\n- Watchlist: watch any public wallet on Fuel\n- Real-time notification: instantly know when you receive crypto\n- Dark mode: use dark or light mode\n- Transparent Operations and History: Know exactly what's happening in your transactions\n- Multi-Account Management: Create and manage multiple accounts effortlessly for diversified asset handling\n- Cross-Browser Compatibility: Enjoy seamless experience on Desktop and Mobile\n\nFor feedback: hi@fuelet.app"
  }
}