{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FLOW/Companion"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your efficiency with the Flow/Companion Chrome Extension by your side."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Elevate your workflow, streamline tasks, and enhance your efficiency with the CI&T/Flow Companion Chrome Extension by your side.\n\nSay goodbye to tedious copy-pasting and let FLOW handle the heavy lifting. Simply select content on the page or on your screen, right-click, and choose from a variety of options to accelerate your simple tasks.\n\nFeatures:\nEffortless Task Automation: With just a right-click, you can instantly perform a variety of tasks, saving you valuable time and effort. Whether it’s copying text, translating content, or sharing information, Flow takes care of it for you.\n\nSmart Content Selection: No more manual copying and pasting! Just highlight the content you need, and let Flow do the rest. It’s that easy.\n\nVersatile Functionality: From quick text extraction to seamless sharing, our extension offers a range of options to suit your needs. Enhance your productivity with tools that adapt to your workflow.\n\nUser-Friendly Design: Designed with simplicity and efficiency in mind, the CI&T/Flow Companion integrates effortlessly into your browser, offering a seamless user experience.\n\nExperience a new level of productivity with the CI&T/Flow Companion Chrome Extension. Let Flow work for you, so you can focus on what really matters.",
    "es": "Mejora tu flujo de trabajo, agiliza tareas y aumenta tu eficiencia con la extensión de Chrome CI&T/Flow Companion a tu lado.\n\nDespídete del tedioso copiar y pegar y deja que FLOW haga el trabajo pesado. Simplemente selecciona el contenido en la página o en tu pantalla, haz clic derecho y elige entre una variedad de opciones para acelerar tus tareas simples.\n\nCaracterísticas: Automatización de Tareas sin Esfuerzo: Con solo un clic derecho, puedes realizar una variedad de tareas al instante, ahorrándote tiempo y esfuerzo valiosos. Ya sea copiar texto, traducir contenido o compartir información, Flow se encarga de ello por ti.\n\nSelección Inteligente de Contenido: ¡No más copiar y pegar manualmente! Simplemente resalta el contenido que necesitas y deja que Flow haga el resto. Es así de fácil.\n\nFuncionalidad Versátil: Desde la extracción rápida de texto hasta el compartir de manera fluida, nuestra extensión ofrece una gama de opciones para adaptarse a tus necesidades. Mejora tu productividad con herramientas que se adaptan a tu flujo de trabajo.\n\nDiseño Amigable para el Usuario: Diseñado con la simplicidad y eficiencia en mente, el CI&T/Flow Companion se integra sin esfuerzo en tu navegador, ofreciendo una experiencia de usuario fluida.\n\nExperimenta un nuevo nivel de productividad con la extensión de Chrome CI&T/Flow Companion. Deja que Flow trabaje por ti, para que puedas concentrarte en lo que realmente importa.",
    "ja": "あなたのワークフローを向上させ、タスクを効率化し、CI&T/Flow Companion Chrome 拡張機能で効率を高めましょう。\n\n面倒なコピー＆ペーストにさよならを告げ、重労働はFLOWに任せましょう。ページや画面上のコンテンツを選択し、右クリックして、さまざまなオプションからシンプルなタスクを加速する方法を選びます。\n\n特徴:\n\n簡単なタスク自動化: 右クリックだけでさまざまなタスクを即座に実行し、貴重な時間と労力を節約できます。テキストのコピー、コンテンツの翻訳、情報の共有など、Flowがすべてを処理します。\nスマートなコンテンツ選択: 手動でのコピー＆ペーストはもう不要です！必要なコンテンツをハイライトするだけで、あとはFlowにお任せ。これだけで簡単です。\n多機能: クイックなテキスト抽出からシームレスな共有まで、拡張機能はさまざまなオプションを提供し、ニーズに応じたツールで生産性を向上させます。\nユーザーフレンドリーなデザイン: シンプルさと効率性を念頭に設計されたCI&T/Flow Companionは、ブラウザにスムーズに統合され、シームレスなユーザー体験を提供します。\nCI&T/Flow Companion Chrome 拡張機能で新しい生産性のレベルを体験してください。Flowがあなたのために働くので、本当に重要なことに集中できます。",
    "pt_BR,pt_PT": "Eleve seu fluxo de trabalho, simplifique tarefas e aumente sua eficiência com a extensão CI&T/Flow Companion para Chrome ao seu lado.\n\nDiga adeus ao tedioso copiar e colar e deixe que o FLOW faça o trabalho pesado. Basta selecionar o conteúdo na página ou na sua tela, clicar com o botão direito e escolher entre uma variedade de opções para acelerar suas tarefas simples.\n\nRecursos:\n\nAutomatização de Tarefas Sem Esforço: Com apenas um clique direito, você pode realizar instantaneamente uma variedade de tarefas, economizando tempo e esforço valiosos. Seja copiando texto, traduzindo conteúdo ou compartilhando informações, o Flow cuida disso para você.\n\nSeleção Inteligente de Conteúdo: Chega de copiar e colar manualmente! Basta destacar o conteúdo que você precisa e deixar o Flow fazer o resto. É tão fácil assim.\n\nFuncionalidade Versátil: Desde extração rápida de texto até compartilhamento contínuo, nossa extensão oferece uma gama de opções para atender às suas necessidades. Aumente sua produtividade com ferramentas que se adaptam ao seu fluxo de trabalho.\n\nDesign Amigável ao Usuário: Projetada com simplicidade e eficiência em mente, a CI&T/Flow Companion se integra perfeitamente ao seu navegador, oferecendo uma experiência de usuário contínua.\n\nExperimente um novo nível de produtividade com a extensão CI&T/Flow Companion para Chrome. Deixe o Flow trabalhar para você, para que você possa se concentrar no que realmente importa.",
    "zh_CN": "提升您的工作流程，简化任务，并通过 CI&T/Flow Companion Chrome 扩展程序提高您的效率。\n\n告别繁琐的复制粘贴，让 FLOW 处理繁重的工作。只需在页面或屏幕上选择内容，右键单击，然后从各种选项中进行选择，以加速您的简单任务。\n\n功能：\n\n轻松的任务自动化：只需右键单击，您就可以立即执行各种任务，节省宝贵的时间和精力。无论是复制文本、翻译内容，还是分享信息，Flow 都能为您处理。\n\n智能内容选择：无需手动复制和粘贴！只需突出显示您需要的内容，剩下的交给 Flow。就是这么简单。\n\n多功能性：从快速文本提取到无缝分享，我们的扩展程序提供一系列选项以满足您的需求。使用适应您的工作流程的工具来提高生产力。\n\n用户友好的设计：CI&T/Flow Companion 以简洁和高效为设计理念，轻松集成到您的浏览器中，提供无缝的用户体验。\n\n通过 CI&T/Flow Companion Chrome 扩展程序体验新的生产力水平。让 Flow 为您工作，这样您就可以专注于真正重要的事情。"
  }
}