{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pörssisähkön Hinta"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Näyttää nykyisen sähkön hinnan Pörssisähkö API:sta"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Pörssisähkön Hinta\" -laajennus Chrome-selaimelle tarjoaa sinulle mahdollisuuden seurata sähkön reaaliaikaista hintaa suoraan selaimesi työkalupalkista poistumatta sivulta, jota olet parhaillaan lukemassa. Tämä laajennus on suunniteltu erityisesti niille, jotka haluavat pysyä ajan tasalla sähkömarkkinoiden muutoksista nopeasti ja vaivattomasti.\n\nLaajennuksen avulla näet pörssisähkön hinnan tänään, nyt ja huomenna yhdellä vilkaisulla. Se hyödyntää luotettavaa Pörssisähkö-API\n, joten voit olla varma tietojen tarkkuudesta ja ajantasaisuudesta. Tämä tekee siitä erinomaisen työkalun kaikille, jotka haluavat optimoida sähkön kulutustaan hintojen vaihteluiden mukaan.\n\nKenelle laajennus sopii?\n\nKotitalouksille ja yrityksille, jotka käyttävät pörssisähkösopimusta ja haluavat seurata hintojen kehitystä reaaliajassa.\nSähköä aktiivisesti seuraaville kuluttajille, jotka haluavat tietoa nopeasti ja helposti ilman tarvetta vaihtaa verkkosivustoa tai avata uusia sovelluksia.\nKaikille, jotka ovat kiinnostuneita siitä, mikä on pörssisähkön hinta tällä hetkellä, ja haluavat varautua tuleviin hinnanmuutoksiin.\nMiksi asentaa tämä laajennus?\n\nSe säästää aikaa, koska sinun ei tarvitse avata erillisiä sivustoja tarkistaaksesi pörssisähkön hintatiedot.\nLaajennus tarjoaa reaaliaikaisen ja tarkan kuvan siitä, mikä on pörssisähkön hinta nyt ja mikä se on seuraavana päivänä, jotta voit tehdä tietoon perustuvia päätöksiä sähkönkulutuksessasi.\nSen avulla voit optimoida sähkönkäyttöäsi ja säästää rahaa seuraamalla pörssisähkön hintaa tänään ja huomenna suoraan selaimesta.\nTämä helppokäyttöinen laajennus tuo sähkön hinnat suoraan silmiesi eteen ja varmistaa, että sinulla on aina ajantasaista tietoa saatavilla – olit sitten kotona, töissä tai liikkeellä.\n\nLaajennus on ihanteellinen valinta kaikille, jotka haluavat pörssisähkön hinnan olevan helposti seurattavissa koko ajan.\n\nSuosittelemme tutustumaan sivustoomme, mikäli haluat tutustua tarkemmin pörssisähkön hintaan:\nhttps://xn--prssishknhinta-bib6zia.com/"
  }
}