{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fetch"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Summon ChatGPT anywhere you can type in the browser."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Fetch - Your Web Assistant\n\nFetch is a powerful Chrome extension designed to enhance your browsing experience by seamlessly integrating AI-powered responses into text inputs across the web. With Fetch, you can unlock a new level of productivity and convenience with just a few simple commands.\n\nUsing Fetch is as easy as typing \"/ai <prompt>\" in any input field on supported websites. Whether it's a search bar, a form, or a messaging platform, Fetch instantly generates intelligent responses based on your input. No more switching tabs or manually searching for information. Fetch brings the answers directly to you.\n\nPowered by Chat GPT, an advanced language model, Fetch delivers accurate and contextually relevant responses to your queries. It understands natural language and provides insightful suggestions, making it feel like you have a personal AI assistant at your fingertips.\n\nIntegrates directly with websites such as Reddit, Twitter, GitHub, and thousands more.\n\nKey Features:\n\nSeamless integration: Fetch works across various websites, enabling you to access its capabilities wherever you need them.\nLightning-fast responses: Get immediate, AI-generated responses without the need for manual searching or browsing.\nEnhanced productivity: Save time and effort by effortlessly populating inputs with intelligent suggestions from Fetch.\nNatural language understanding: Enjoy a conversational experience with Chat GPT, which comprehends and responds to your prompts effectively.\nWhether you're a student, professional, or simply someone who wants to streamline their online interactions, Fetch is here to revolutionize the way you engage with the web. Discover a whole new world of convenience and efficiency with Fetch today.\n\nNote: Fetch requires an internet connection and operates within the supported websites and inputs. The accuracy of responses may vary based on the complexity of the prompt and the available information.\n\nExperience the future of browsing with Fetch. Try it today and unleash the potential of AI at your fingertips."
  }
}