{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keep Awake"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Override system power-saving settings."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension makes it easy to temporarily disable power management on Chrome OS.\n\nIt adds an icon in the upper-right corner of the browser that can be clicked to switch between modes where the screen is kept on (sun icon), the system is prevented from sleeping (sunset), or power-saving settings are left unchanged (moon).\n\n----\n\nFrequently-asked questions:\n\n* Will this extension prevent a Chromebook from suspending when its lid is closed?\n\nNo, but if an external display is connected, recent versions of Chrome OS will remain awake when the lid is closed.\n\n* What's the difference between the \"screen is kept on\" and \"system is prevented from sleeping\" modes?\n\nWhen the system is prevented from sleeping (sunset icon), network connections will remain active; this may be useful if using e.g. the Secure Shell app. The screen will still dim and turn off eventually, though. In the \"screen is kept on\" mode (sun icon), the system will avoid sleeping and the display will additionally remain on.\n\n* What do the icons mean?\n\nThe sun icon means that the screen will be kept on. The moon icon means that the system will behave the same way that it would if the extension were not installed. The sunset icon is a middle ground: the system will avoid sleeping (as described above) but the screen will still turn off.\n\n----\n\nRelease notes for version 1.8 (1.7 was never published):\n\nRemoved windows.onCreated hack added to work around http://crbug.com/222473 on Chrome OS.\n\nRelease notes for version 1.6:\n\nRemoved scary \"tabs\" permission.  (Technical details: There's a bug where Chrome doesn't notify extensions after the user logs in on Chrome OS.  This extension loads its saved state whenever a window is created instead.  The chrome.windows API is documented as requiring the \"tabs\" permission but listening for window creation appears to work without it.)\n\nRelease notes for version 1.5:\n\nThis version fixes a bug where the previous mode would not be correctly restored after logging out and back in.\n\nNote also that only the \"keep the screen on\" and \"unchanged\" modes are available in Chrome 26.  In Chrome 27, the \"prevent the system from sleeping\" mode is also available."
  }
}