{
  "name": {
    "am,ar,el,fi,ko,ml,mr,ms,ro,sl,th": "Wall To Wall Unblocked Game",
    "bg,da,et,fa,hr,ja,kn,sk,sv": "Wall To Wall Online",
    "bn,ca,cs,fil,gu,he,hi,hu,id,lv,no,pl,sw,ta,te": "Wall To Wall Online Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,it,lt,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Wall To Wall Game"
  },
  "short": {
    "ar": "يمكنك كسب النقاط عن طريق الانتقال من جدار إلى آخر ، إذا خطوت على الأشواك ، فسوف تخسر اللعبة.",
    "am": "ከአንዱ ግድግዳ ወደ ሌላው በመዘዋወር ነጥብ ማግኘት ትችላለህ። በእሾህ ላይ ከተራመድክ ጨዋታውን ታጣለህ።",
    "bg": "Можете да спечелите точки, като се преместите от една стена в другата, ако стъпите на тръните, ще загубите играта.",
    "bn": "আপনি এক প্রাচীর থেকে অন্য প্রাচীরে চলে গিয়ে পয়েন্ট অর্জন করতে পারেন, যদি আপনি কাঁটার উপর পা রাখেন তবে আপনি গেমটি হারাবেন।",
    "ca": "Vostè pot guanyar punts movent-se d'una paret a l'altra, si es trepitja les espines, es perdrà la partida.",
    "cs": "Body můžete získat pohybem z jedné zdi na druhou, pokud šlápnete na trny, prohrajete hru.",
    "da": "Du kan få point ved at flytte fra den ene væg til den anden, hvis du træder på tornene, vil du tabe spillet.",
    "de": "Sie können Punkte sammeln, indem Sie sich von einer Wand zur anderen bewegen, wenn Sie auf die Dornen treten, verlieren Sie das ...",
    "el": "Μπορείτε να κερδίσετε πόντους μετακινώντας από τον ένα τοίχο στον άλλο, αν πατήσετε στα αγκάθια, θα χάσετε το παιχνίδι.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You can gain points by moving from one wall to the other, if you step on the thorns, you will lose the game.",
    "es": "Puedes ganar puntos moviéndote de una pared a la otra, si pisas las espinas, perderás el juego.",
    "et": "Punkte saab saada, liikudes ühelt seinalt teisele, kui astute okkadele, kaotate mängu.",
    "fa": "شما می توانید امتیاز با حرکت از یک دیوار به دیوار دیگر به دست آوردن, اگر شما گام بر روی خار, شما بازی را از دست بدهند.",
    "fi": "Voit saada pisteitä siirtymällä seinältä toiselle, jos astut piikkeihin, menetät pelin.",
    "fil": "Maaari kang makakuha ng mga puntos sa pamamagitan ng paglipat mula sa isang pader sa iba pang mga, k",
    "fr": "Vous pouvez gagner des points en vous déplaçant d’un mur à l’autre, si vous marchez sur les épines, vous perdrez la partie.",
    "gu": "તમે એક દિવાલથી બીજી દિવાલ તરફ આગળ વધીને પોઇન્ટ મેળવી શકો છો, જો તમે કાંટા પર પગ મૂકશો, તો તમે રમત હારી જશો.",
    "he": "אתה יכול לצבור נקודות על ידי מעבר מקיר אחד למשנהו, אם אתה דורך על הקוצים, אתה תפסיד את המשחק.",
    "hi": "आप एक दीवार से दूसरी दीवार पर जाकर अंक प्राप्त कर सकते हैं, यदि आप कांटों पर कदम रखते हैं, तो आप खेल खो देंगे।",
    "hr": "Bodove možete dobiti pomicanjem s jednog zida na drugi, ako stanete na trnje, izgubit ćete igru.",
    "hu": "Pontokat szerezhet, ha az egyik falról a másikra lép, ha a tövisekre lép, elveszíti a játékot.",
    "id": "Anda bisa mendapatkan poin dengan berpindah dari satu dinding ke dinding lainnya, jika Anda menginja",
    "it": "Puoi guadagnare punti spostandoti da una parete all'altra, se calpesti le spine, perderai la partita.",
    "ja": "あなたはある壁から別の壁に移動することによってポイントを得ることができます、あなたがとげを踏むならば、あなたはゲームを失うでしょう。",
    "kn": "ಒಂದು ಗೋಡೆಯಿಂದ ಇನ್ನೊಂದಕ್ಕೆ ಚಲಿಸುವ ಮೂಲಕ ನೀವು ಪಾಯಿಂಟ್ ಗಳನ್ನು ಗಳಿಸಬಹುದು, ನೀವು ಮುಳ್ಳುಗಳ ಮೇಲೆ ಹೆಜ್ಜೆ ಹಾಕಿದ",
    "ko": "한 벽에서 다른 벽으로 이동하여 포인트를 얻을 수 있으며, 가시를 밟으면 게임을 잃게됩니다.",
    "lv": "Jūs varat iegūt punktus, pārvietojoties no vienas sienas uz otru, ja jūs uzkāpjat uz ērkšķiem, jūs zaudēsit spēli.",
    "ml": "ഒരു ഭിത്തിയിൽ നിന്ന് മറ്റൊന്നിലേക്ക് നീങ്ങുന്നതിലൂടെ നിങ്ങൾക്ക് പോയിന്റുകൾ നേടാൻ കഴിയും, നിങ്ങൾ മുള്",
    "mr": "एका भिंतीवरून दुसऱ्या भिंतीकडे जाऊन गुण मिळवू शकता, काट्यावर पाऊल टाकलंत तर खेळ हरेल.",
    "ms": "Anda boleh mendapatkan mata dengan bergerak dari satu dinding ke dinding yang lain, jika anda melang",
    "nl": "Je kunt punten verdienen door van de ene muur naar de andere te gaan, als je op de doornen stapt, verlies je het spel.",
    "no": "Du kan få poeng ved å flytte fra den ene veggen til den andre, hvis du tråkker på tornene, vil du miste spillet.",
    "pl": "Możesz zdobywać punkty, przechodząc od jednej ściany do drugiej, jeśli nadepniesz na ciernie, przegrasz grę.",
    "ro": "Puteți câștiga puncte prin mutarea de la un perete la altul, dacă pășiți pe spini, veți pierde jocul.",
    "ru": "Вы можете набирать очки, перемещаясь от одной стены к другой, если вы наступите на шипы, вы проиграете игру.",
    "sk": "Body môžete získať prechodom z jednej steny na druhú, ak stúpite na tŕne, prehráte hru.",
    "sl": "Točke lahko pridobite tako, da se premaknete iz ene stene na drugo, če stopite na trnje, boste izgubili igro.",
    "sv": "Du kan få poäng genom att flytta från en vägg till en annan, om du går på taggarna kommer du att förlora spelet.",
    "sw": "Unaweza kupata pointi kwa kusonga kutoka ukuta mmoja hadi mwingine, kama wewe hatua juu ya miiba, wewe kupoteza mchezo.",
    "ta": "நீங்கள் ஒரு சுவரில் இருந்து மற்றொன்றுக்கு நகர்வதன் மூலம் புள்ளிகளைப் பெறலாம், நீங்கள் முட்கள் மீது அ",
    "te": "మీరు ఒక గోడ నుండి మరొక గోడకు కదలడం ద్వారా పాయింట్లను పొందవచ్చు, మీరు ముళ్ళపై అడుగుపెడితే, మీరు ఆటను కోల్పోతారు.",
    "th": "คุณสามารถรับคะแนนได้โดยการย้ายจากกําแพงหนึ่งไปยังอีกด้านหนึ่งหากคุณเหยียบหนามคุณจะแพ้เกม",
    "tr": "Bir duvardan diğerine geçerek puan kazanabilirsiniz, dikenlerin üzerine basarsanız oyunu kaybedersiniz.",
    "uk": "Набрати очки можна, перейшовши від однієї стіни до іншої, якщо наступити на шипи, то програєш гру."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready to avoid sharp obstacles on a colorful platform. Achieve your high score goal by making your best escape.\n\nHow To Play\nPlayed with Mouse.\n\nWall To Wall Game Features\n✓ Colorful platform\n✓ Hard obstacles\n✓ Fun graphics\n✓ Extreme level\n\nFinally, you can enjoy these game for free (and more requests will be added)! Wall To Wall Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}