{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save & Convert Image as Type | IMCO"
  },
  "short": {
    "ar": "احفظ بتنسيق jpeg أو avif أو jfif أو webp بتنسيق jpg أو png أو webp مع قائمة السياق على الصورة.",
    "am,en,en_AU,en_GB,en_US,es_419,fil,ml,ms,tr,uk": "Save as jpeg, avif, jfif, webp as jpg, png or webp with context menu on image.",
    "bg": "Запазете като jpeg, avif, jfif, webp като jpg, png или webp с контекстно меню върху изображението.",
    "bn": "ছবিতে প্রসঙ্গ মেনু সহ jpeg, avif, jfif, webp jpg, png বা webp হিসাবে সংরক্ষণ করুন৷",
    "ca": "Desa com a jpeg, avif, jfif, webp com a jpg, png o webp amb el menú contextual a la imatge.",
    "cs": "Uložit jako jpeg, avif, jfif, webp jako jpg, png nebo webp s kontextovou nabídkou na obrázku.",
    "da": "Gem som jpeg, avif, jfif, webp som jpg, png eller webp med kontekstmenuen på billedet.",
    "de": "Speichern Sie als JPEG, Avif, JFIF, WebP, als JPG, PNG oder WebP mit Kontextmenü im Bild.",
    "el": "Αποθήκευση ως jpeg, avif, jfif, webp ως jpg, png ή webp με μενού περιβάλλοντος στην εικόνα.",
    "es": "Guarde como jpeg, avif, jfif, webp como jpg, png o webp con menú contextual en la imagen.",
    "et": "Salvestage jpeg-, avif-, jfif-, webp-vormingus jpg-, png- või webp-vormingus koos pildi kontekstimenüüga.",
    "fa": "به عنوان jpeg، avif، jfif، webp به عنوان jpg، png یا webp با منوی زمینه روی تصویر ذخیره کنید.",
    "fi": "Tallenna jpeg-, avif-, jfif-, webp-muodossa jpg-, png- tai webp-muodossa kontekstivalikon avulla.",
    "fr": "Enregistrez au format jpeg, avif, jfif, webp au format jpg, png ou webp avec le menu contextuel sur l'image.",
    "gu": "છબી પર સંદર્ભ મેનૂ સાથે jpeg, avif, jfif, webp ને jpg, png અથવા webp તરીકે સાચવો.",
    "he": "שמור כ-jpeg, avif, jfif, webp כ-jpg, png או webp עם תפריט ההקשר בתמונה.",
    "hi": "छवि पर संदर्भ मेनू के साथ jpeg, avif, jfif, webp को jpg, png या webp के रूप में सहेजें।",
    "hr": "Spremi kao jpeg, avif, jfif, webp kao jpg, png ili webp s kontekstnim izbornikom na slici.",
    "hu": "Mentés jpeg, avif, jfif, webp formátumban jpg, png vagy webp formátumban, helyi menüvel a képen.",
    "id": "Simpan sebagai jpeg, avif, jfif, webp sebagai jpg, png atau webp dengan menu konteks pada gambar.",
    "it": "Salva come jpeg, avif, jfif, webp come jpg, png o webp con il menu contestuale sull'immagine.",
    "ja": "画像のコンテキスト メニューを使用して、jpeg、avif、jfif、webp を jpg、png、または webp として保存します。",
    "kn": "ಚಿತ್ರದಲ್ಲಿನ ಸಂದರ್ಭ ಮೆನುವಿನೊಂದಿಗೆ jpeg, avif, jfif, webp ಅನ್ನು jpg, png ಅಥವಾ webp ಆಗಿ ಉಳಿಸಿ.",
    "ko": "이미지의 컨텍스트 메뉴를 사용하여 jpeg, avid, jfif, webp를 jpg, png 또는 webp로 저장합니다.",
    "lt": "Išsaugokite kaip jpeg, avif, jfif, webp kaip jpg, png arba webp su kontekstiniu meniu paveikslėlyje.",
    "lv": "SSaglabājiet kā jpeg, avif, jfif, webp kā jpg, png vai webp, izmantojot attēla konteksta izvēlni.",
    "mr": "प्रतिमेवरील संदर्भ मेनूसह jpeg, avif, jfif, webp jpg, png किंवा webp म्हणून जतन करा.",
    "nl": "Opslaan als jpeg, avif, jfif, webp als jpg, png of webp met contextmenu op afbeelding.",
    "no": "Lagre som jpeg, avif, jfif, webp som jpg, png eller webp med kontekstmeny på bildet.",
    "pl": "Zapisz jako jpeg, avif, jfif, webp jako jpg, png lub webp z menu kontekstowym na obrazie.",
    "pt_BR,pt_PT": "Salve como jpeg, avif, jfif, webp como jpg, png ou webp com menu de contexto na imagem.",
    "ro": "Salvați ca jpeg, avif, jfif, webp ca jpg, png sau webp cu meniul contextual pe imagine.",
    "ru": "Сохраните в формате jpeg, avif, jfif, webp как jpg, png или webp с контекстным меню на изображении.",
    "sk": "Uložiť ako jpeg, avif, jfif, webp ako jpg, png alebo webp s kontextovou ponukou na obrázku.",
    "sl": "Shrani kot jpeg, avif, jfif, webp kot jpg, png ali webp s kontekstnim menijem na sliki.",
    "sr": "Сачувајте као јпег, авиф, јфиф, вебп као јпг, пнг или вебп са контекстним менијем на слици.",
    "sv": "Spara som jpeg, avif, jfif, webp som jpg, png eller webp med snabbmenyn på bilden.",
    "sw": "Hifadhi kama jpeg, avif, jfif, webp kama jpg, png au webp na menyu ya muktadha kwenye picha.",
    "ta": "படத்தில் சூழல் மெனுவுடன் jpeg, avif, jfif, webp ஐ jpg, png அல்லது webp ஆக சேமிக்கவும்.",
    "te": "చిత్రంపై సందర్భ మెనుతో jpeg, avif, jfif, webpని jpg, png లేదా webpగా సేవ్ చేయండి.",
    "th": "บันทึกเป็น jpeg, avif, jfif, webp เป็น jpg, png หรือ webp พร้อมเมนูบริบทบนรูปภาพ",
    "vi": "Lưu dưới dạng jpeg, avif, jfif, webp dưới dạng jpg, png hoặc webp với menu ngữ cảnh trên hình ảnh.",
    "zh_CN": "使用图像上的上下文菜单将图像另存为 jpeg、avif、jfif、webp 和 jpg、png 或 webp。",
    "zh_TW": "另存為 jpeg、avif、jfif、webp 為 jpg、png 或 webp，並在圖片上顯示上下文選單。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hr,hu,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk": "Save as jpeg, avif, jfif, webp as jpg, png or webp with context menu on image.\n\nAdd context menu for images to save image as PNG, JPG or WebP format.\n\nThis extension adds a context menu on images to easily save them as JPG, PNG or WebP files to your computer, it automatically does the format conversion for you.\n\n1️⃣ Installation: click on \"Add to Chrome\" and follow the on-screen instructions for installation.\n2️⃣ Activation: navigate to any web page containing images.\n3️⃣ Right-click on the picture you wish to save.\n4️⃣ A new option will now be part of your context menu.\n5️⃣ Hover option \"Save image as...\" will reveal the following sub-options:\n- Save as PDF - convert your image to PDF and initiate the download process.\n- Save as PNG - if required, the image will be converted to PNG format before being uploaded.\n- Save as JPG - if required, convert to JPG format before being uploaded.\n- Save as WebP - if necessary, the image will be converted to WebP format before being uploaded.",
    "hi": "छवि पर संदर्भ मेनू के साथ jpeg, avif, jfif, webp को jpg, png या webp के रूप में सहेजें।\n\nछवियों के लिए संदर्भ मेनू जोड़ें ताकि छवि PNG, JPG या WebP प्रारूप में सहेजी जा सके।\n\nयह एक्सटेंशन छवियों पर एक संदर्भ मेनू जोड़ता है ताकि उन्हें आसानी से आपके कंप्यूटर पर JPG, PNG या WebP फ़ाइलों के रूप में सहेजा जा सके, यह स्वचालित रूप से आपके लिए प्रारूप रूपांतरण करता है।\n\n1️⃣ स्थापना: \"Chrome में जोड़ें\" पर क्लिक करें और स्थापना के लिए ऑन-स्क्रीन निर्देशों का पालन करें।\n\n2️⃣ सक्रियण: छवियों वाले किसी भी वेब पेज पर नेविगेट करें।\n\n3️⃣ उस चित्र पर राइट-क्लिक करें जिसे आप सहेजना चाहते हैं।\n\n4️⃣ अब एक नया विकल्प आपके संदर्भ मेनू का हिस्सा होगा।\n\n5️⃣ होवर विकल्प \"छवि को इस रूप में सहेजें...\" निम्नलिखित उप-विकल्प प्रकट करेगा:\n\n- PDF के रूप में सहेजें - अपनी छवि को PDF में बदलें और डाउनलोड प्रक्रिया आरंभ करें।\n\n- PNG के रूप में सहेजें - यदि आवश्यक हो, तो छवि अपलोड होने से पहले PNG प्रारूप में परिवर्तित हो जाएगी।\n\n- JPG के रूप में सहेजें - यदि आवश्यक हो, तो अपलोड करने से पहले JPG प्रारूप में कनवर्ट करें। - WebP के रूप में सहेजें - यदि आवश्यक हो, तो अपलोड करने से पहले छवि को WebP प्रारूप में कनवर्ट किया जाएगा।\n\n\nchhavi par sandarbh menoo ke saath jpaig, avif, jfif, waibp ko jpg, png ya waibp ke roop mein sahejen.\n\nchhaviyon ke lie sandarbh menoo joden taaki chhavi png, jpg ya waibp praaroop mein sahejee ja sake.\n\nyah eksatenshan chhaviyon par ek sandarbh menoo jodata hai taaki unhen aasaanee se aapake kampyootar par jpg, png ya waibp failon ke roop mein saheja ja sake, yah svachaalit roop se aapake lie praaroop roopaantaran karata hai.\n\n1⃣ sthaapana: \"chhromai mein joden\" par klik karen aur sthaapana ke lie on-skreen nirdeshon ka paalan karen.\n\n2⃣ sakriyan: chhaviyon vaale kisee bhee veb pej par neviget karen.\n\n3⃣ us chitr par rait-klik karen jise aap sahejana chaahate hain.\n\n4⃣ ab ek naya vikalp aapake sandarbh menoo ka hissa hoga.\n\n5⃣ hovar vikalp \"chhavi ko is roop mein sahejen...\" nimnalikhit up-vikalp prakat karega:\n\n- pdf ke roop mein sahejen - apanee chhavi ko pdf mein badalen aur daunalod prakriya aarambh karen.\n\n- png ke roop mein sahejen - yadi aavashyak ho, to chhavi apalod hone se pahale png praaroop mein parivartit ho jaegee.\n\n- jpg ke roop mein sahejen - yadi aavashyak ho, to apalod karane se pahale jpg praaroop mein kanavart karen. - waibp ke roop mein sahejen - yadi aavashyak ho, to apalod karane se pahale chhavi ko waibp praaroop mein kanavart kiya jaega.\n\nSave as jpeg, avif, jfif, webp as jpg, png or webp with context menu on image.\n\nAdd context menu for images to save image as PNG, JPG or WebP format.\n\nThis extension adds a context menu on images to easily save them as JPG, PNG or WebP files to your computer, it automatically does the format conversion for you.\n\n1️⃣ Installation: click on \"Add to Chrome\" and follow the on-screen instructions for installation.\n2️⃣ Activation: navigate to any web page containing images.\n3️⃣ Right-click on the picture you wish to save.\n4️⃣ A new option will now be part of your context menu.\n5️⃣ Hover option \"Save image as...\" will reveal the following sub-options:\n- Save as PDF - convert your image to PDF and initiate the download process.\n- Save as PNG - if required, the image will be converted to PNG format before being uploaded.\n- Save as JPG - if required, convert to JPG format before being uploaded.\n- Save as WebP - if necessary, the image will be converted to WebP format before being uploaded.",
    "id": "Simpan sebagai jpeg, avif, jfif, webp sebagai jpg, png atau webp dengan menu konteks pada gambar.\n\nTambahkan menu konteks pada gambar untuk menyimpan gambar sebagai format PNG, JPG atau WebP.\n\nEkstensi ini menambahkan menu konteks pada gambar untuk menyimpannya dengan mudah sebagai file JPG, PNG atau WebP ke komputer Anda, secara otomatis melakukan konversi format untuk Anda.\n\n1️⃣ Instalasi: klik \"Tambahkan ke Chrome\" dan ikuti petunjuk di layar untuk instalasi.\n2️⃣ Aktivasi: navigasikan ke halaman web mana pun yang berisi gambar.\n3️⃣ Klik kanan pada gambar yang ingin Anda simpan.\n4️⃣ Opsi baru sekarang akan menjadi bagian dari menu konteks Anda.\n5️⃣ Opsi hover \"Simpan gambar sebagai...\" akan menampilkan sub-opsi berikut:\n- Simpan sebagai PDF - konversi gambar Anda ke PDF dan mulai proses pengunduhan.\n- Simpan sebagai PNG - jika diperlukan, gambar akan dikonversi ke format PNG sebelum diunggah.\n- Simpan sebagai JPG - jika diperlukan, konversikan ke format JPG sebelum diunggah.\n- Simpan sebagai WebP - jika perlu, gambar akan dikonversi ke format WebP sebelum diunggah.\n\nSave as jpeg, avif, jfif, webp as jpg, png or webp with context menu on image.\n\nAdd context menu for images to save image as PNG, JPG or WebP format.\n\nThis extension adds a context menu on images to easily save them as JPG, PNG or WebP files to your computer, it automatically does the format conversion for you.\n\n1️⃣ Installation: click on \"Add to Chrome\" and follow the on-screen instructions for installation.\n2️⃣ Activation: navigate to any web page containing images.\n3️⃣ Right-click on the picture you wish to save.\n4️⃣ A new option will now be part of your context menu.\n5️⃣ Hover option \"Save image as...\" will reveal the following sub-options:\n- Save as PDF - convert your image to PDF and initiate the download process.\n- Save as PNG - if required, the image will be converted to PNG format before being uploaded.\n- Save as JPG - if required, convert to JPG format before being uploaded.\n- Save as WebP - if necessary, the image will be converted to WebP format before being uploaded.",
    "ja": "画像のコンテキスト メニューを使用して、jpeg、avif、jfif、webp を jpg、png、または webp として保存します。\n\n画像のコンテキスト メニューを追加して、画像を PNG、JPG、または WebP 形式で保存します。\n\nこの拡張機能は、画像にコンテキスト メニューを追加して、画像を JPG、PNG、または WebP ファイルとしてコンピューターに簡単に保存できるようにします。自動的に形式変換が行われます。\n\n1️⃣ インストール: [Chrome に追加] をクリックし、画面に表示されるインストール手順に従います。\n\n2️⃣ アクティベーション: 画像を含む任意の Web ページに移動します。\n\n3️⃣ 保存する画像を右クリックします。\n\n4️⃣ 新しいオプションがコンテキスト メニューの一部になります。\n\n5️⃣ [名前を付けて画像を保存...] にマウスを合わせると、次のサブ オプションが表示されます:\n- PDF として保存 - 画像を PDF に変換し、ダウンロード プロセスを開始します。\n- PNG として保存 - 必要に応じて、画像はアップロード前に PNG 形式に変換されます。\n- JPG として保存 - 必要に応じて、アップロードする前に JPG 形式に変換します。\n- WebP として保存 - 必要に応じて、画像はアップロードする前に WebP 形式に変換されます。\n\n\nGazō no kontekisuto menyū o shiyō shite, jpeg, avif, jfif, webp o jpg, png, matawa webp to shite hozon shimasu. Gazō no kontekisuto menyū o tsuika shite, gazō o PNG, JPG, matawa WebP keishiki de hozon shimasu. Kono kakuchō kinō wa, gazō ni kontekisuto menyū o tsuika shite, gazō o JPG, PNG, matawa WebP fairu to shite konpyūtā ni kantan ni hozon dekiru yō ni shimasu. Jidōteki ni keishiki henkan ga okonawa remasu. 1 ️ ⃣ Insutōru: [Kurōmu ni tsuika] o kurikku shi, gamen ni hyōji sa reru insutōru tejun ni shitagaimasu. 2 ️ ⃣ Akutibēshon: Gazō o fukumu nin'i no u~ebu pēji ni idō shimasu. 3 ️ ⃣ Hozon suru gazō o migi kurikku shimasu. 4 ️ ⃣ Atarashī opushon ga kontekisuto menyū no ichibu ni narimasu. 5 ️ ⃣ [Namae o tsukete gazō o hozon... ] Ni mausu o awaseru to,-ji no sabu opushon ga hyōji sa remasu: - PDF to shite hozon - gazō o PDF ni henkan shi, daunrōdo purosesu o kaishi shimasu. - PNG to shite hozon - hitsuyōniōjite, gazō wa appurōdo mae ni PNG keishiki ni henkan sa remasu. - JPG to shite hozon - hitsuyōniōjite, appurōdo suru mae ni JPG keishiki ni henkan shimasu. - WebP to shite hozon - hitsuyōniōjite, gazō wa appurōdo suru mae ni WebP keishiki ni henkan sa remasu.\n\nSave as jpeg, avif, jfif, webp as jpg, png or webp with context menu on image.\n\nAdd context menu for images to save image as PNG, JPG or WebP format.\n\nThis extension adds a context menu on images to easily save them as JPG, PNG or WebP files to your computer, it automatically does the format conversion for you.\n\n1️⃣ Installation: click on \"Add to Chrome\" and follow the on-screen instructions for installation.\n2️⃣ Activation: navigate to any web page containing images.\n3️⃣ Right-click on the picture you wish to save.\n4️⃣ A new option will now be part of your context menu.\n5️⃣ Hover option \"Save image as...\" will reveal the following sub-options:\n- Save as PDF - convert your image to PDF and initiate the download process.\n- Save as PNG - if required, the image will be converted to PNG format before being uploaded.\n- Save as JPG - if required, convert to JPG format before being uploaded.\n- Save as WebP - if necessary, the image will be converted to WebP format before being uploaded.",
    "ko": "이미지의 컨텍스트 메뉴를 사용하여 jpeg, avid, jfif, webp를 jpg, png 또는 webp로 저장합니다.\n\n이미지를 PNG, JPG 또는 WebP 형식으로 저장하려면 이미지에 대한 상황에 맞는 메뉴를 추가하세요.\n\n이 확장 프로그램은 이미지에 상황에 맞는 메뉴를 추가하여 이미지를 JPG, PNG 또는 WebP 파일로 컴퓨터에 쉽게 저장할 수 있으며 자동으로 형식 변환을 수행합니다.\n\n1️⃣ 설치: 'Chrome에 추가'를 클릭하고 화면의 지시에 따라 설치하세요.\n2️⃣ 활성화: 이미지가 포함된 웹페이지로 이동합니다.\n3️⃣ 저장하려는 사진을 마우스 오른쪽 버튼으로 클릭하세요.\n4️⃣ 이제 새로운 옵션이 상황에 맞는 메뉴의 일부가 됩니다.\n5️⃣ 마우스오버 옵션 \"이미지를 다른 이름으로 저장...\"에는 다음 하위 옵션이 표시됩니다.\n- PDF로 저장 - 이미지를 PDF로 변환하고 다운로드 프로세스를 시작합니다.\n- PNG로 저장 - 필요한 경우 이미지가 업로드되기 전에 PNG 형식으로 변환됩니다.\n- JPG로 저장 - 필요한 경우 업로드하기 전에 JPG 형식으로 변환하세요.\n- WebP로 저장 - 필요한 경우 이미지가 업로드되기 전에 WebP 형식으로 변환됩니다.\n\n\nimijiui keontegseuteu menyuleul sayonghayeo jpeg, avid, jfif, webpleul jpg, png ttoneun webplo jeojanghabnida.\n\nimijileul PNG, JPG ttoneun WebP hyeongsig-eulo jeojanghalyeomyeon imijie daehan sanghwang-e majneun menyuleul chugahaseyo.\n\ni hwagjang peulogeulaem-eun imijie sanghwang-e majneun menyuleul chugahayeo imijileul JPG, PNG ttoneun WebP paillo keompyuteoe swibge jeojanghal su iss-eumyeo jadong-eulo hyeongsig byeonhwan-eul suhaenghabnida.\n\n1️⃣ seolchi: 'Chromee chuga'leul keullighago hwamyeon-ui jisie ttala seolchihaseyo.\n2️⃣ hwalseonghwa: imijiga pohamdoen webpeijilo idonghabnida.\n3️⃣ jeojanghalyeoneun sajin-eul mauseu oleunjjog beoteun-eulo keullighaseyo.\n4️⃣ ije saeloun obsyeon-i sanghwang-e majneun menyuui ilbuga doebnida.\n5️⃣ mauseuobeo obsyeon \"imijileul daleun ileum-eulo jeojang...\"eneun da-eum hawi obsyeon-i pyosidoebnida.\n- PDFlo jeojang - imijileul PDFlo byeonhwanhago daunlodeu peuloseseuleul sijaghabnida.\n- PNGlo jeojang - pil-yohan gyeong-u imijiga eoblodeudoegi jeon-e PNG hyeongsig-eulo byeonhwandoebnida.\n- JPGlo jeojang - pil-yohan gyeong-u eoblodeuhagi jeon-e JPG hyeongsig-eulo byeonhwanhaseyo.\n- WebPlo jeojang - pil-yohan gyeong-u imijiga eoblodeudoegi jeon-e WebP hyeongsig-eulo byeonhwandoebnida.\n\n\nSave as jpeg, avif, jfif, webp as jpg, png or webp with context menu on image.\n\nAdd context menu for images to save image as PNG, JPG or WebP format.\n\nThis extension adds a context menu on images to easily save them as JPG, PNG or WebP files to your computer, it automatically does the format conversion for you.\n\n1️⃣ Installation: click on \"Add to Chrome\" and follow the on-screen instructions for installation.\n2️⃣ Activation: navigate to any web page containing images.\n3️⃣ Right-click on the picture you wish to save.\n4️⃣ A new option will now be part of your context menu.\n5️⃣ Hover option \"Save image as...\" will reveal the following sub-options:\n- Save as PDF - convert your image to PDF and initiate the download process.\n- Save as PNG - if required, the image will be converted to PNG format before being uploaded.\n- Save as JPG - if required, convert to JPG format before being uploaded.\n- Save as WebP - if necessary, the image will be converted to WebP format before being uploaded.",
    "vi": "Lưu dưới dạng jpeg, avif, jfif, webp dưới dạng jpg, png hoặc webp với menu ngữ cảnh trên hình ảnh.\n\nThêm menu ngữ cảnh cho hình ảnh để lưu ảnh dưới định dạng PNG, JPG hoặc WebP.\n\nTiện ích mở rộng này thêm menu ngữ cảnh trên hình ảnh để dễ dàng lưu chúng dưới dạng tệp JPG, PNG hoặc WebP vào máy tính của bạn, nó sẽ tự động thực hiện chuyển đổi định dạng cho bạn.\n\n1️⃣ Cài đặt: nhấp vào \"Thêm vào Chrome\" và làm theo hướng dẫn trên màn hình để cài đặt.\n2️⃣ Kích hoạt: điều hướng đến bất kỳ trang web nào có chứa hình ảnh.\n3️⃣ Nhấp chuột phải vào ảnh bạn muốn lưu.\n4️⃣ Giờ đây, một tùy chọn mới sẽ là một phần trong menu ngữ cảnh của bạn.\n5️⃣ Tùy chọn di chuột \"Save image as...\" sẽ hiển thị các tùy chọn phụ sau:\n- Lưu dưới dạng PDF - chuyển đổi hình ảnh của bạn sang PDF và bắt đầu quá trình tải xuống.\n- Lưu dưới dạng PNG - nếu cần, hình ảnh sẽ được chuyển sang định dạng PNG trước khi tải lên.\n- Lưu dưới dạng JPG - nếu cần, hãy chuyển đổi sang định dạng JPG trước khi tải lên.\n- Lưu dưới dạng WebP - nếu cần, hình ảnh sẽ được chuyển sang định dạng WebP trước khi tải lên.\n\n\nSave as jpeg, avif, jfif, webp as jpg, png or webp with context menu on image.\n\nAdd context menu for images to save image as PNG, JPG or WebP format.\n\nThis extension adds a context menu on images to easily save them as JPG, PNG or WebP files to your computer, it automatically does the format conversion for you.\n\n1️⃣ Installation: click on \"Add to Chrome\" and follow the on-screen instructions for installation.\n2️⃣ Activation: navigate to any web page containing images.\n3️⃣ Right-click on the picture you wish to save.\n4️⃣ A new option will now be part of your context menu.\n5️⃣ Hover option \"Save image as...\" will reveal the following sub-options:\n- Save as PDF - convert your image to PDF and initiate the download process.\n- Save as PNG - if required, the image will be converted to PNG format before being uploaded.\n- Save as JPG - if required, convert to JPG format before being uploaded.\n- Save as WebP - if necessary, the image will be converted to WebP format before being uploaded.",
    "zh_CN": "使用图片上的上下文菜单将 jpeg、avif、jfif、webp 另存为 jpg、png 或 webp。\n\n添加图片上下文菜单，将图片另存为 PNG、JPG 或 WebP 格式。\n\n此扩展程序在图片上添加了上下文菜单，可轻松将其另存为 JPG、PNG 或 WebP 文件到您的计算机，它会自动为您进行格式转换。\n\n1️⃣ 安装：单击“添加到 Chrome”，然后按照屏幕上的说明进行安装。\n\n2️⃣ 激活：导航到任何包含图片的网页。\n\n3️⃣ 右键单击​​要保存的图片。\n\n4️⃣ 新选项现在将成为上下文菜单的一部分。\n\n5️⃣ 悬停选项“将图片另存为...”将显示以下子选项：\n- 另存为 PDF - 将图片转换为 PDF 并启动下载过程。\n- 另存为 PNG - 如果需要，图片将在上传前转换为 PNG 格式。\n- 另存为 JPG - 如果需要，在上传前转换为 JPG 格式。\n- 保存为 WebP - 如果需要，图像将在上传之前转换为 WebP 格式。\n\n\nShǐyòng túpiàn shàng de shàngxiàwén càidān jiāng jpeg,avif,jfif,webp lìngcún wèi jpg,png huò webp.\n\nTiānjiā túpiàn shàngxiàwén càidān, jiāng túpiàn lìngcún wèi PNG,JPG huò WebP géshì.\n\nCǐ kuòzhǎn chéngxù zài túpiàn shàng tiānjiāle shàngxiàwén càidān, kě qīngsōng jiāng qí lìngcún wèi JPG,PNG huò WebP wénjiàn dào nín de jìsuànjī, tā huì zìdòng wèi nín jìnxíng géshì zhuǎnhuàn.\n\n1️⃣ Ānzhuāng: Dān jī “tiānjiā dào Chrome”, ránhòu ànzhào píngmù shàng de shuōmíng jìnxíng ānzhuāng.\n\n2️⃣ Jīhuó: Dǎoháng dào rènhé bāohán túpiàn de wǎngyè.\n\n3️⃣ Yòujiàn dān jī​​yào bǎocún de túpiàn.\n\n4️⃣ Xīn xuǎnxiàng xiànzài jiāng chéngwéi shàngxiàwén càidān de yībùfèn.\n\n5️⃣ Xuán tíng xuǎnxiàng “jiāng túpiàn lìngcún wèi...” Jiāng xiǎnshì yǐxià zi xuǎnxiàng:\n- Lìngcún wèi PDF - jiāng túpiàn zhuǎnhuàn wèi PDF bìng qǐdòng xiàzài guòchéng.\n- Lìngcún wèi PNG - rúguǒ xūyào, túpiàn jiàng zài shàngchuán qián zhuǎnhuàn wèi PNG géshì.\n- Lìngcún wèi JPG - rúguǒ xūyào, zài shàngchuán qián zhuǎnhuàn wèi JPG géshì.\n- Bǎocún wèi WebP - rúguǒ xūyào, túxiàng jiàng zài shàngchuán zhīqián zhuǎnhuàn wèi WebP géshì.\n\nSave as jpeg, avif, jfif, webp as jpg, png or webp with context menu on image.\n\nAdd context menu for images to save image as PNG, JPG or WebP format.\n\nThis extension adds a context menu on images to easily save them as JPG, PNG or WebP files to your computer, it automatically does the format conversion for you.\n\n1️⃣ Installation: click on \"Add to Chrome\" and follow the on-screen instructions for installation.\n2️⃣ Activation: navigate to any web page containing images.\n3️⃣ Right-click on the picture you wish to save.\n4️⃣ A new option will now be part of your context menu.\n5️⃣ Hover option \"Save image as...\" will reveal the following sub-options:\n- Save as PDF - convert your image to PDF and initiate the download process.\n- Save as PNG - if required, the image will be converted to PNG format before being uploaded.\n- Save as JPG - if required, convert to JPG format before being uploaded.\n- Save as WebP - if necessary, the image will be converted to WebP format before being uploaded.",
    "zh_TW": "另存為 jpeg、avif、jfif、webp 為 jpg、png 或 webp，並在圖片上顯示上下文選單。\n\n新增圖片上下文選單，將圖像儲存為 PNG、JPG 或 WebP 格式。\n\n此擴充功能在圖像上新增了一個上下文選單，可以輕鬆地將它們儲存為 JPG、PNG 或 WebP 檔案到您的計算機，它會自動為您進行格式轉換。\n\n1️⃣ 安裝：點選「新增至Chrome」並依照螢幕上的指示安裝。\n2️⃣ 啟動：導航至任何包含圖像的網頁。\n3️⃣ 右鍵點選您要儲存的圖片。\n4️⃣ 新選項現在將成為您的上下文選單的一部分。\n5️⃣ 將滑鼠懸停選項「將圖像另存為...」將顯示以下子選項：\n- 另存為 PDF - 將圖像轉換為 PDF 並啟動下載過程。\n- 另存為 PNG - 如果需要，映像將在上傳之前轉換為 PNG 格式。\n- 另存為 JPG - 如果需要，請在上傳前轉換為 JPG 格式。\n- 另存為 WebP - 如有必要，映像將在上傳前轉換為 WebP 格式。\n\n\nLìngcún wèi jpeg,avif,jfif,webp wèi jpg,png huò webp, bìng zài túpiàn shàng xiǎnshì shàngxiàwén xuǎndān.\n\nXīn zēng túpiàn shàngxiàwén xuǎndān, jiāng tú xiàng chúcún wèi PNG,JPG huò WebP géshì.\n\nCǐ kuòchōng gōngnéng zài tú xiàng shàng xīn zēngle yīgè shàngxiàwén xuǎndān, kěyǐ qīngsōng de jiāng tāmen chúcún wèi JPG,PNG huò WebP dǎng'àn dào nín de jìsuànjī, tā huì zìdòng wèi nín jìnxíng géshì zhuǎnhuàn.\n\n1️⃣ Ānzhuāng: Diǎn xuǎn `xīn zēng zhì Chrome'bìng yīzhào yíngmù shàng de zhǐshì ānzhuāng.\n2️⃣ Qǐdòng: Dǎoháng zhì rènhé bāohán tú xiàng de wǎngyè.\n3️⃣ Yòujiàn diǎn xuǎn nín yào chúcún de túpiàn.\n4️⃣ Xīn xuǎnxiàng xiànzài jiāng chéngwéi nín de shàngxiàwén xuǎndān de yībùfèn.\n5️⃣ Jiāng huá shǔ xuán tíng xuǎnxiàng `jiāng tú xiàng lìngcún wèi...'Jiāng xiǎnshì yǐxià zi xuǎnxiàng:\n- Lìngcún wèi PDF - jiāng tú xiàng zhuǎnhuàn wèi PDF bìng qǐdòng xiàzài guòchéng.\n- Lìngcún wèi PNG - rúguǒ xūyào, yìngxiàng jiàng zài shàngchuán zhīqián zhuǎnhuàn wèi PNG géshì.\n- Lìngcún wèi JPG - rúguǒ xūyào, qǐng zài shàngchuán qián zhuǎnhuàn wèi JPG géshì.\n- Lìngcún wèi WebP - rú yǒu bìyào, yìngxiàng jiàng zài shàngchuán qián zhuǎnhuàn wèi WebP géshì.\n\nSave as jpeg, avif, jfif, webp as jpg, png or webp with context menu on image.\n\nAdd context menu for images to save image as PNG, JPG or WebP format.\n\nThis extension adds a context menu on images to easily save them as JPG, PNG or WebP files to your computer, it automatically does the format conversion for you.\n\n1️⃣ Installation: click on \"Add to Chrome\" and follow the on-screen instructions for installation.\n2️⃣ Activation: navigate to any web page containing images.\n3️⃣ Right-click on the picture you wish to save.\n4️⃣ A new option will now be part of your context menu.\n5️⃣ Hover option \"Save image as...\" will reveal the following sub-options:\n- Save as PDF - convert your image to PDF and initiate the download process.\n- Save as PNG - if required, the image will be converted to PNG format before being uploaded.\n- Save as JPG - if required, convert to JPG format before being uploaded.\n- Save as WebP - if necessary, the image will be converted to WebP format before being uploaded."
  }
}