{
  "name": {
    "ar": "مترجم مانغا",
    "am": "ማንጋ ተርጓሚ",
    "bg": "Преводач на манга",
    "bn": "মাঙ্গা অনুবাদক",
    "ca,es,es_419": "Traductor de manga",
    "cs": "Překladač manga",
    "da": "Manga oversætter",
    "de": "Manga-Übersetzer",
    "el": "Μεταφραστής Manga",
    "en,en_AU,en_GB,en_US": "Manga Translator",
    "et": "Manga tõlkija",
    "fa": "مترجم مانگا",
    "fi": "Manga Kääntäjä",
    "fil": "Tagasalin ng Manga",
    "fr": "Traducteur de mangas",
    "gu": "મંગા અનુવાદક",
    "he": "מתרגם מנגה",
    "hi,mr": "मंगा अनुवादक",
    "hr": "Prevoditelj manga",
    "hu": "Manga fordító",
    "id": "Penerjemah Manga",
    "it": "Traduttore di Manga",
    "ja": "マンガ翻訳家",
    "kn": "ಮಂಗಾ ಅನುವಾದಕ",
    "ko": "만화 번역기",
    "lt": "Manga vertėjas",
    "lv": "Mangas tulkotājs",
    "ml": "മംഗ വിവർത്തകൻ",
    "ms": "Penterjemah Manga",
    "nl": "Manga-vertaler",
    "no": "Manga-oversetter",
    "pl": "Tłumacz mangi",
    "pt_BR": "Tradutor de mangá",
    "pt_PT": "Tradutor de Manga",
    "ro": "Traducător Manga",
    "ru": "Переводчик манги",
    "sk": "Prekladač manga",
    "sl": "Prevajalec mange",
    "sr": "Манга Транслатор",
    "sv": "Manga översättare",
    "sw": "Mtafsiri wa Manga",
    "ta": "மங்கா மொழிபெயர்ப்பாளர்",
    "te": "మాంగా అనువాదకుడు",
    "th": "นักแปลมังงะ",
    "tr": "Manga Çevirmeni",
    "uk": "Перекладач манги",
    "vi": "Dịch giả truyện tranh",
    "zh_CN": "漫画翻译器",
    "zh_TW": "漫畫翻譯器"
  },
  "short": {
    "ar": "قم بترجمة الصورة بسرعة إلى أكثر من 30 لغة من خلال الذكاء الاصطناعي. ويمكنه أيضًا ترجمة القصص المصورة أو مانهوا، وترجمة Manga.",
    "am": "በፍጥነት በ AI በኩል ምስልን ከ30 በላይ ቋንቋዎች መተርጎም። እንዲሁም ኮሚክስን ወይም ማንሁአን መተርጎም፣ Manga መተርጎም ይችላል።",
    "bg": "Бързо превеждайте изображение на над 30 езика чрез AI. Може също да превежда Comics или Manhua, превежда Manga.",
    "bn": "AI এর মাধ্যমে 30 টিরও বেশি ভাষায় ছবি দ্রুত অনুবাদ করুন। এটি কমিক্স বা মানহুয়া অনুবাদ করতে পারে, Manga অনুবাদ করতে পারে।",
    "ca": "Tradueix ràpidament imatges a més de 30 idiomes mitjançant IA. També pot traduir Comics o Manhua, traduir Manga.",
    "cs": "Rychle přeložte obrázek do více než 30 jazyků pomocí AI. Může také překládat Comics nebo Manhua, přeložit Manga.",
    "da": "Oversæt hurtigt billedet til over 30 sprog gennem AI. Det kan også oversætte tegneserier eller Manhua, oversætte Manga.",
    "de": "Übersetzen Sie Bilder mithilfe von KI schnell in über 30 Sprachen. Es kann auch Comics oder Manhua übersetzen, Manga übersetzen.",
    "el": "Μεταφράστε γρήγορα εικόνα σε περισσότερες από 30 γλώσσες μέσω AI. Μπορεί επίσης να μεταφράσει Comics ή Manhua, να μεταφράσει το…",
    "en,en_AU,en_GB,en_US": "Quickly translate image into over 30 languages through AI. It can also translate Comics or Manhua, translate Manga.",
    "es,es_419": "Traduce rápidamente imágenes a más de 30 idiomas a través de IA. También puede traducir Comics o Manhua, traducir Manga.",
    "et": "Tõlkige pilt tehisintellekti kaudu kiiresti enam kui 30 keelde. See võib tõlkida ka koomiksid või Manhua, tõlkida Manga.",
    "fa": "ترجمه سریع تصویر به بیش از 30 زبان از طریق هوش مصنوعی. همچنین می تواند کمیک یا مانهوا، ترجمه Manga را ترجمه کند.",
    "fi": "Käännä kuva nopeasti yli 30 kielelle tekoälyn avulla. Se voi myös kääntää sarjakuvat tai Manhua, kääntää Manga.",
    "fil": "Mabilis na isalin ang larawan sa mahigit 30 wika sa pamamagitan ng AI. Maaari rin itong magsalin ng Komiks o Manhua, magsalin ng…",
    "fr": "Traduisez rapidement des images dans plus de 30 langues grâce à l'IA. Il peut également traduire des bandes dessinées ou Manhua,…",
    "gu": "AI દ્વારા 30 થી વધુ ભાષાઓમાં છબીનો ઝડપથી અનુવાદ કરો. તે કોમિક્સ અથવા મનહુઆ, Manga નો અનુવાદ પણ કરી શકે છે.",
    "he": "תרגם במהירות תמונה ליותר מ-30 שפות באמצעות AI. זה יכול גם לתרגם קומיקס או Manhua, לתרגם Manga.",
    "hi": "AI के माध्यम से छवि का 30 से अधिक भाषाओं में त्वरित अनुवाद करें। यह कॉमिक्स या मनहुआ का अनुवाद भी कर सकता है, Manga का अनुवाद भी कर…",
    "hr": "Brzo prevedite sliku na više od 30 jezika putem AI. Također može prevesti Comics ili Manhua, prevesti Manga.",
    "hu": "Gyorsan lefordíthatja a képeket több mint 30 nyelvre az AI segítségével. Képregényt vagy Manhuát is fordíthat, fordítsa le a…",
    "id": "Terjemahkan gambar dengan cepat ke lebih dari 30 bahasa melalui AI. Bisa juga menerjemahkan Komik atau Manhua, menerjemahkan Manga.",
    "it": "Traduci rapidamente l'immagine in oltre 30 lingue tramite l'intelligenza artificiale. Può anche tradurre Comics o Manhua, tradurre…",
    "ja": "AI を通じて画像を 30 以上の言語に迅速に翻訳します。 漫画や中国語の翻訳も可能で、Manga を翻訳できます。",
    "kn": "AI ಮೂಲಕ 30 ಕ್ಕೂ ಹೆಚ್ಚು ಭಾಷೆಗಳಿಗೆ ಚಿತ್ರವನ್ನು ತ್ವರಿತವಾಗಿ ಅನುವಾದಿಸಿ. ಇದು ಕಾಮಿಕ್ಸ್ ಅಥವಾ ಮನ್ಹುವಾ, Manga ಅನ್ನು ಅನುವಾದಿಸಬಹುದು.",
    "ko": "AI를 통해 이미지를 30개 이상의 언어로 빠르게 번역하세요. 만화나 만화, Manga 번역도 가능합니다.",
    "lt": "Greitai išverskite vaizdą į daugiau nei 30 kalbų naudodami AI. Taip pat galima išversti komiksus arba manhua, išversti Manga.",
    "lv": "Ātri tulkojiet attēlu vairāk nekā 30 valodās, izmantojot AI. Tas var arī tulkot komiksus vai manhua valodu, tulkot Manga.",
    "ml": "AI വഴി 30-ലധികം ഭാഷകളിലേക്ക് ചിത്രം വേഗത്തിൽ വിവർത്തനം ചെയ്യുക. ഇതിന് കോമിക്സ് അല്ലെങ്കിൽ മാൻഹുവ വിവർത്തനം ചെയ്യാനും Manga…",
    "mr": "AI द्वारे 30 पेक्षा जास्त भाषांमध्ये प्रतिमा द्रुतपणे अनुवादित करा. हे कॉमिक्स किंवा मॅनहुआ, Manga चे भाषांतर देखील करू शकते.",
    "ms": "Terjemahkan imej dengan pantas ke dalam lebih 30 bahasa melalui AI. Ia juga boleh menterjemah Komik atau Manhua, menterjemah Manga.",
    "nl": "Vertaal afbeeldingen snel in meer dan 30 talen via AI. Het kan ook Comics of Manhua vertalen, vertaal Manga.",
    "no": "Oversett bildet raskt til over 30 språk gjennom AI. Den kan også oversette tegneserier eller Manhua, oversette Manga.",
    "pl": "Szybko tłumacz obraz na ponad 30 języków za pomocą sztucznej inteligencji. Może również tłumaczyć komiksy lub Manhua, tłumaczyć…",
    "pt_BR": "Traduza rapidamente imagens em mais de 30 idiomas por meio de IA. Ele também pode traduzir histórias em quadrinhos ou Manhua,…",
    "pt_PT": "Traduz rapidamente imagens para mais de 30 línguas através de IA. Também pode traduzir banda desenhada ou Manhua, traduzir Manga.",
    "ro": "Traduceți rapid imaginea în peste 30 de limbi prin AI. De asemenea, poate traduce Benzi desenate sau Manhua, traduce Manga.",
    "ru": "Быстро переводите изображения на более чем 30 языков с помощью искусственного интеллекта. Он также может переводить комиксы или…",
    "sk": "Rýchlo preložte obrázok do viac ako 30 jazykov pomocou AI. Dokáže preložiť aj Comics alebo Manhua, preložiť Manga.",
    "sl": "Z AI hitro prevedite sliko v več kot 30 jezikov. Lahko tudi prevede Comics ali Manhua, prevede Manga.",
    "sr": "Брзо преведите слику на преко 30 језика помоћу вештачке интелигенције. Такође може превести стрипове или манхуа, превести Manga.",
    "sv": "Översätt snabbt bilden till över 30 språk genom AI. Det kan också översätta Comics eller Manhua, översätta Manga.",
    "sw": "Tafsiri picha kwa haraka katika lugha zaidi ya 30 kupitia AI. Inaweza pia kutafsiri Vichekesho au Manhua, kutafsiri Manga.",
    "ta": "AI மூலம் 30க்கும் மேற்பட்ட மொழிகளில் படத்தை விரைவாக மொழிபெயர்க்கவும். இது காமிக்ஸ் அல்லது மன்ஹுவா, Manga ஐ மொழிபெயர்க்கலாம்.",
    "te": "AI ద్వారా చిత్రాన్ని 30కి పైగా భాషల్లోకి త్వరగా అనువదించండి. ఇది కామిక్స్ లేదా మాన్హువా, Manga అనువదించవచ్చు.",
    "th": "แปลรูปภาพเป็นภาษาต่างๆ มากกว่า 30 ภาษาอย่างรวดเร็วผ่าน AI นอกจากนี้ยังสามารถแปลการ์ตูนหรือ Manhua แปล Manga",
    "tr": "Görüntüyü AI aracılığıyla hızla 30'dan fazla dile çevirin. Ayrıca Comics veya Manhua'yı da çevirebilir, Manga'i çevirebilir.",
    "uk": "Швидко перекладайте зображення понад 30 мовами за допомогою ШІ. Він також може перекладати Comics або Manhua, перекладати Manga.",
    "vi": "Dịch nhanh hình ảnh sang hơn 30 ngôn ngữ thông qua AI. Nó cũng có thể dịch Comics hoặc Manhua, dịch Manga.",
    "zh_CN": "通过AI快速将图像翻译成30多种语言。 它还可以翻译漫画，翻译Manga。",
    "zh_TW": "透過AI快速將圖像翻譯成30多種語言。 它也可以翻譯漫畫，翻譯Manga。"
  },
  "long": {
    "ar": "ترجمة الصور إلى أكثر من 30 لغة في ثوانٍ ، سواء كانت ملصقات أو كتيبات أو لقطات شاشة أو إعلانات أو رسوم بيانية أو رسومات أو صور منتجات أو رسوم كاريكاتورية أو مانغا أو ملصقات منتجات أو مخططات انسيابية أو منشورات على وسائل التواصل الاجتماعي أو كتيبات المنتجات أو رسوم بيانية أو لافتة أو بطاقة أو صور خطاب الدعوة أو صور meme أو manhua أو webtoon. تُستخدم خدمات التعرف الضوئي على الحروف المتطورة وخدمات الترجمة الآلية لضمان جودة الترجمة. نحن ندعم تنسيقات PNG و JPG.\n\nيمكنك النقر بزر الماوس الأيمن فوق الصورة التي تريد ترجمتها وتحديد اللغة المستهدفة للترجمة. وقريبًا ، ستحل الصورة المترجمة محل الصورة الأصلية تلقائيًا على صفحة الويب ، وهي تجربة تصفح مثالية.\n\nبعد تحديد الصورة المستهدفة ، سيتم مسحها ضوئيًا تلقائيًا مع ترجمة النص.\n\nالفوائد والميزات الرئيسية\nالتعرف التلقائي على النص\nاستخدم أحدث تقنيات التعرف الضوئي على الحروف القائمة على الذكاء الاصطناعي للتعرف التلقائي على النصوص في الصورة\n \nترجمة دقيقة\nاتصل بواجهة برمجة تطبيقات Google للترجمة الحديثة لتحويل النصوص إلى أكثر من 30 لغة\n\nحاليًا ، تمت ترجمته من خلال Google Translate ، وفي المستقبل ، ستدعم DeepL و ChatGPT و Open AI و Yandex Translate.\nسوف يدعم وضع الدُفعات في المستقبل.\n\nحسب التصميم ، تظل بياناتك في جميع الأوقات على حسابك في Google ، ولا يتم حفظها مطلقًا في قاعدة البيانات الخاصة بنا. ولا تتم مشاركة بياناتك مع أي شخص ، بما في ذلك مالك الوظيفة الإضافية.\nنحن نلتزم بقوانين الخصوصية (خاصة القانون العام لحماية البيانات وقانون الخصوصية في كاليفورنيا) لحماية بياناتك.",
    "am": "ፎቶዎችን ወደ 30+ ቋንቋዎች በሰከንዶች ውስጥ ይተርጉሙ ፖስተሮች፣ ብሮሹሮች፣ ቅጽበታዊ ገጽ እይታዎች፣ ማስታወቂያዎች፣ ኢንፎግራፊክስ፣ ስዕሎች፣ የምርት ምስሎች፣ ኮሚክስ፣ ማንጋ፣ የምርት መለያዎች፣ የፍሰት ገበታዎች፣ የማህበራዊ ሚዲያ ልጥፎች፣ የምርት መመሪያዎች፣ ግራፊክ፣ ባነር፣ ካርድ፣ ግብዣ የደብዳቤ ምስሎች፣ ሜም ምስሎች፣ ማንዋ ወይም ዌብቶን። የዘመናዊ ኦሲአር እና የማሽን የትርጉም አገልግሎቶች የትርጉም ጥራትን ለማረጋገጥ ያገለግላሉ። PNG፣ JPG ቅርጸቶችን እንደግፋለን።\n\nለመተርጎም በሚፈልጉት ምስል ላይ ቀኝ-ጠቅ ማድረግ እና ለትርጉም ቋንቋ መምረጥ ይችላሉ. በቅርቡ፣ የተተረጎመው ምስል በድረ-ገጹ ላይ ያለውን የመጀመሪያውን ምስል በራስ-ሰር ይተካዋል፣ ይህም ፍጹም የአሰሳ ተሞክሮ ነው።\n\nየታለመውን ምስል ከመረጡ በኋላ፣ በቀጥታ ከጽሑፉ ትርጉም ጋር ይቃኛል።\n\nዋና ጥቅሞች እና ባህሪያት\n➤ የጽሑፍ ራስ ማወቂያ\nበምስሉ ውስጥ ያሉ ጽሑፎችን በራስ-ሰር ለመለየት የቅርብ ጊዜ AI ላይ የተመሠረተ OCR ቴክኖሎጂን ተጠቀም\n \n➤ ትክክለኛ ትርጉም\nጽሑፎችን ወደ 30+ ቋንቋዎች ለመቀየር ለዘመነ ጎግል ትርጉም ኤፒአይ ይደውሉ\n\nበአሁኑ ጊዜ በጎግል ተርጓሚ የተተረጎመ ሲሆን ወደፊት ደግሞ DeepL፣ ChatGPT፣ Open AI እና Yandex ትርጉምን ይደግፋል።\nባች ሁነታ ወደፊት ይደግፋል.\n\nየ ግል የሆነ\n\nበንድፍ፣ የእርስዎ ውሂብ ሁል ጊዜ በGoogle መለያዎ ላይ ይቆያል፣ በእኛ የውሂብ ጎታ ውስጥ በጭራሽ አልተቀመጠም። የተጨማሪ ባለቤቱን ጨምሮ የእርስዎ ውሂብ ለማንም አልተጋራም።\nየእርስዎን ውሂብ ለመጠበቅ የግላዊነት ህጎችን (በተለይ የGDPR እና የካሊፎርኒያ የግላዊነት ህግ) እናከብራለን።",
    "bg": "Превеждайте снимки на 30+ езика за секунди, независимо дали са плакати, брошури, екранни снимки, реклами, инфографики, рисунки, изображения на продукти, комикси, манга, продуктови етикети, блок-схеми, публикации в социални медии, ръководства за продукти, графики, банери, картички, покана изображения на писма, изображения на мемове, manhua или webtoon. Използват се най-съвременни OCR и услуги за машинен превод, за да се гарантира качеството на превода. Ние поддържаме PNG, JPG формати.\n\nМожете да щракнете с десния бутон върху изображението, което искате да преведете, и да изберете целевия език за превод. Скоро преведеното изображение автоматично ще замени оригиналното изображение на уеб страницата, което е перфектно изживяване при сърфиране.\n\nСлед като изберете целевото изображение, то автоматично ще бъде сканирано с превод на текста.\n\nОСНОВНИ ПРЕДИМСТВА И ХАРАКТЕРИСТИКИ\n➤ Автоматично разпознаване на текст\nИзползвайте най-новата OCR технология, базирана на AI, за автоматично разпознаване на текстове в изображението\n \n➤ Точен превод\nОбадете се на актуален API за превод на Google, за да конвертирате текстове в над 30 езика\n\nВ момента се превежда чрез Google Translate, а в бъдеще ще поддържа DeepL, ChatGPT, Open AI и Yandex Translate.\nПакетният режим ще се поддържа в бъдеще.\n\nПолитика за поверителност\n\nПо дизайн вашите данни остават по всяко време във вашия акаунт в Google, никога не се записват в нашата база данни. Вашите данни не се споделят с никого, включително собственика на добавката.\nНие спазваме законите за поверителност (особено GDPR и Закона за поверителност на Калифорния), за да защитим вашите данни.",
    "bn": "ছবিগুলিকে সেকেন্ডে 30+ ভাষায় অনুবাদ করুন, সেগুলি পোস্টার, ব্রোশার, স্ক্রিনশট, বিজ্ঞাপন, ইনফোগ্রাফিক্স, অঙ্কন, পণ্যের ছবি, কমিকস, মাঙ্গা, পণ্যের লেবেল, ফ্লোচার্ট, সোশ্যাল মিডিয়া পোস্ট, পণ্য ম্যানুয়াল, গ্রাফিক, ব্যানার, কার্ড, আমন্ত্রণ চিঠির ছবি, মেমে ছবি, মানহুয়া বা ওয়েবটুন। অনুবাদের গুণমান নিশ্চিত করতে অত্যাধুনিক ওসিআর এবং মেশিন অনুবাদ পরিষেবা ব্যবহার করা হয়। আমরা PNG, JPG ফর্ম্যাট সমর্থন করি।\n\nআপনি যে ছবিটি অনুবাদ করতে চান তাতে ডান-ক্লিক করতে পারেন এবং অনুবাদের জন্য লক্ষ্য ভাষা নির্বাচন করতে পারেন। শীঘ্রই, অনূদিত ছবি স্বয়ংক্রিয়ভাবে ওয়েবপেজে আসল ছবি প্রতিস্থাপন করবে, যা একটি নিখুঁত ব্রাউজিং অভিজ্ঞতা।\n\nলক্ষ্য চিত্র নির্বাচন করার পরে, এটি স্বয়ংক্রিয়ভাবে পাঠ্যের অনুবাদ সহ স্ক্যান করা হবে।\n\nপ্রধান সুবিধা এবং বৈশিষ্ট্য\n➤ পাঠ্য স্বয়ংক্রিয় স্বীকৃতি\nইমেজে টেক্সট স্বয়ংক্রিয়ভাবে শনাক্ত করতে সর্বশেষ AI-ভিত্তিক OCR প্রযুক্তি ব্যবহার করুন\n \n➤ সঠিক অনুবাদ\n30+ ভাষায় পাঠ্য রূপান্তর করতে আপ-টু-ডেট Google অনুবাদ API-এ কল করুন\n\nবর্তমানে, এটি Google অনুবাদের মাধ্যমে অনুবাদ করা হয়েছে এবং ভবিষ্যতে, এটি DeepL, ChatGPT, Open AI, এবং Yandex Translate সমর্থন করবে।\nব্যাচ মোড ভবিষ্যতে সমর্থন করবে।\n\nগোপনীয়তা নীতি\n\nডিজাইন অনুসারে, আপনার ডেটা সর্বদা আপনার Google অ্যাকাউন্টে থাকে, আমাদের ডাটাবেসে কখনও সংরক্ষণ করা হয় না। অ্যাড-অন মালিক সহ আপনার ডেটা কারও সাথে শেয়ার করা হয় না।\nআমরা আপনার ডেটা সুরক্ষিত রাখতে গোপনীয়তা আইন (বিশেষত GDPR এবং ক্যালিফোর্নিয়া গোপনীয়তা আইন) মেনে চলি।",
    "ca": "Tradueix fotos a més de 30 idiomes en segons, ja siguin pòsters, fulletons, captures de pantalla, anuncis, infografies, dibuixos, imatges de productes, còmics, manga, etiquetes de productes, diagrames de flux, publicacions a les xarxes socials, manuals de productes, gràfics, pancartes, targetes o invitacions. imatges de lletres, imatges de memes, manhua o webtoon. S'utilitzen serveis d'OCR i traducció automàtica d'última generació per garantir la qualitat de la traducció. Admetem formats PNG, JPG.\n\nPodeu fer clic amb el botó dret a la imatge que voleu traduir i seleccionar l'idioma de destinació per a la traducció. Aviat, la imatge traduïda substituirà automàticament la imatge original a la pàgina web, la qual cosa és una experiència de navegació perfecta.\n\nDesprés de seleccionar la imatge de destinació, s'escanejarà automàticament amb una traducció del text.\n\nPRINCIPALS BENEFICIS I CARACTERÍSTIQUES\n➤ Reconeixement automàtic de text\nUtilitzeu la darrera tecnologia OCR basada en IA per reconèixer automàticament els textos de la imatge\n \n➤ Traducció precisa\nTruqueu a l'API de traducció de Google actualitzada per convertir textos a més de 30 idiomes\n\nActualment, es tradueix a través de Google Translate i, en el futur, admetrà DeepL, ChatGPT, Open AI i Yandex Translate.\nEl mode per lots serà compatible en el futur.\n\nPolítica de privacitat\n\nPer disseny, les vostres dades es mantenen en tot moment al vostre compte de Google, mai es desaran a la nostra base de dades. Les teves dades no es comparteixen amb ningú, inclòs el propietari del complement.\nComplim amb les lleis de privadesa (especialment GDPR i la Llei de privadesa de Califòrnia) per protegir les vostres dades.",
    "cs": "Přeložte fotografie do více než 30 jazyků během několika sekund, ať už se jedná o plakáty, brožury, snímky obrazovky, reklamy, infografiky, kresby, obrázky produktů, komiksy, manga, produktové štítky, vývojové diagramy, příspěvky na sociálních sítích, produktové manuály, grafiky, bannery, karty, pozvánky obrázky písmen, obrázky meme, manhua nebo webtoon. K zaručení kvality překladu se používají nejmodernější služby OCR a strojového překladu. Podporujeme formáty PNG, JPG.\n\nMůžete kliknout pravým tlačítkem na obrázek, který chcete přeložit, a vybrat cílový jazyk překladu. Přeložený obrázek brzy automaticky nahradí původní obrázek na webové stránce, což je perfektní zážitek z prohlížení.\n\nPo výběru cílového obrázku bude automaticky naskenován s překladem textu.\n\nHLAVNÍ VÝHODY A VLASTNOSTI\n➤ Automatické rozpoznávání textu\nPoužijte nejnovější technologii OCR na bázi AI k automatickému rozpoznání textů v obraze\n \n➤ Přesný překlad\nChcete-li převést texty do více než 30 jazyků, zavolejte aktuální rozhraní Google Translation API\n\nV současné době se překládá přes Google Translate a v budoucnu bude podporovat DeepL, ChatGPT, Open AI a Yandex Translate.\nDávkový režim bude v budoucnu podporován.\n\nZásady ochrany osobních údajů\n\nPodle návrhu zůstávají vaše data vždy na vašem účtu Google, nikdy nejsou uložena v naší databázi. Vaše data nejsou sdílena s nikým, včetně vlastníka doplňku.\nDodržujeme zákony na ochranu soukromí (zejména GDPR a Kalifornský zákon o ochraně osobních údajů), abychom chránili vaše data.",
    "da": "Oversæt billeder til mere end 30 sprog på få sekunder, uanset om det er plakater, brochurer, skærmbilleder, annoncer, infografik, tegninger, produktbilleder, tegneserier, manga, produktetiketter, flowcharts, indlæg på sociale medier, produktmanualer, grafik, banner, kort, invitation bogstavbilleder, memebilleder, manhua eller webtoon. State-of-art OCR og maskinoversættelsestjenester bruges til at garantere oversættelseskvaliteten. Vi understøtter PNG, JPG-formater.\n\nDu kan højreklikke på det billede, du vil oversætte, og vælge målsproget til oversættelse. Snart vil det oversatte billede automatisk erstatte det originale billede på websiden, hvilket er en perfekt browsingoplevelse.\n\nNår du har valgt målbilledet, vil det automatisk blive scannet med en oversættelse af teksten.\n\nVIGTIGSTE FORDELE OG FUNKTIONER\n➤ Automatisk tekstgenkendelse\nBrug den nyeste AI-baserede OCR-teknologi til automatisk at genkende tekster i billedet\n \n➤ Nøjagtig oversættelse\nRing til den opdaterede Google Translation API for at konvertere tekster til mere end 30 sprog\n\nI øjeblikket er det oversat via Google Translate, og i fremtiden vil det understøtte DeepL, ChatGPT, Open AI og Yandex Translate.\nBatch-tilstand vil understøtte i fremtiden.\n\nFortrolighedspolitik\n\nVed design forbliver dine data til enhver tid på din Google-konto, aldrig gemt i vores database. Dine data deles ikke med nogen, inklusive tilføjelsesejeren.\nVi overholder lovene om beskyttelse af personlige oplysninger (især GDPR og California Privacy Act) for at beskytte dine data.",
    "de": "Übersetzen Sie Fotos in 30+ Sprachen in Sekundenschnelle, egal ob es sich um Poster, Broschüren, Screenshots, Anzeigen, Infografiken, Zeichnungen, Produktbilder, Comics, Manga, Produktetiketten, Flussdiagramme, Social Media Posts, Produkthandbücher, Grafiken, Banner, Karten, Einladungsschreiben, Meme, Manhua oder Webtoons handelt. Modernste OCR- und Maschinenübersetzungsdienste werden eingesetzt, um die Qualität der Übersetzung zu gewährleisten. Wir unterstützen die Formate PNG und JPG.\n\nSie können mit der rechten Maustaste auf das zu übersetzende Bild klicken und die Zielsprache für die Übersetzung auswählen. Schon bald wird das übersetzte Bild automatisch das Originalbild auf der Webseite ersetzen, was ein perfektes Browsing-Erlebnis darstellt.\n\nNachdem Sie das Zielbild ausgewählt haben, wird es automatisch mit einer Übersetzung des Textes gescannt.\n\nHAUPTVORTEILE UND FUNKTIONEN\n➤ Automatische Texterkennung\nNeueste KI-basierte OCR-Technologie zur automatischen Erkennung von Texten im Bild\n➤ Präzise Übersetzung\nAufruf der aktuellen Google Translation API, um Texte in mehr als 30 Sprachen zu übersetzen.\n\nDerzeit wird über Google Translate übersetzt, in Zukunft werden auch DeepL, ChatGPT, Open AI und Yandex Translate unterstützt.\nDer Batch-Modus wird in Zukunft unterstützt. \n\nDatenschutzbestimmungen \nIhre Daten bleiben immer in Ihrem Google-Konto und werden niemals in unserer Datenbank gespeichert. Ihre Daten werden an niemanden weitergegeben, auch nicht an den Eigentümer des Add-ons. \nWir halten uns an die Datenschutzgesetze (insbesondere GDPR und California Privacy Act), um Ihre Daten zu schützen.",
    "el": "Μεταφράστε φωτογραφίες σε 30+ γλώσσες σε δευτερόλεπτα, είτε πρόκειται για αφίσες, φυλλάδια, στιγμιότυπα οθόνης, διαφημίσεις, infographics, σχέδια, εικόνες προϊόντων, κόμικς, manga, ετικέτες προϊόντων, διαγράμματα ροής, αναρτήσεις στα μέσα κοινωνικής δικτύωσης, εγχειρίδια προϊόντων, γραφικά, banner, κάρτες, εικόνες επιστολών προσκλήσεων, εικόνες meme, manhua ή webtoon. Χρησιμοποιούνται υπηρεσίες OCR και μηχανικής μετάφρασης τελευταίας τεχνολογίας για την εγγύηση της ποιότητας της μετάφρασης. Υποστηρίζουμε μορφές PNG, JPG.\n\nΜπορείτε να κάνετε δεξί κλικ στην εικόνα που θέλετε να μεταφράσετε και να επιλέξετε τη γλώσσα-στόχο για τη μετάφραση. Σύντομα, η μεταφρασμένη εικόνα θα αντικαταστήσει αυτόματα την αρχική εικόνα στην ιστοσελίδα, η οποία είναι μια τέλεια εμπειρία περιήγησης.\n\nΑφού επιλέξετε την εικόνα-στόχο, θα σαρώσει αυτόματα τη μετάφραση του κειμένου.\n\nΚΎΡΙΑ ΟΦΈΛΗ ΚΑΙ ΧΑΡΑΚΤΗΡΙΣΤΙΚΆ\n➤ Αυτόματη αναγνώριση κειμένου\nΧρησιμοποιήστε την πιο πρόσφατη τεχνολογία OCR βασισμένη στην τεχνητή νοημοσύνη για την αυτόματη αναγνώριση κειμένων στην εικόνα\n➤ Ακριβής μετάφραση\nΚαλέστε το ενημερωμένο Google Translation API για τη μετατροπή κειμένων σε 30+ γλώσσες\n\nΕπί του παρόντος, μεταφράζεται μέσω του Google Translate και στο μέλλον θα υποστηρίζει τα DeepL, ChatGPT, Open AI και Yandex Translate.\nΗ λειτουργία παρτίδας θα υποστηρίζεται στο μέλλον. \n\nΠολιτική απορρήτου \nΑπό το σχεδιασμό, τα δεδομένα σας παραμένουν ανά πάσα στιγμή στο λογαριασμό σας στη Google και δεν αποθηκεύονται ποτέ στη βάση δεδομένων μας. Τα δεδομένα σας δεν κοινοποιούνται σε κανέναν, συμπεριλαμβανομένου του ιδιοκτήτη του πρόσθετου. \nΣυμμορφωνόμαστε με τους νόμους περί απορρήτου (ιδίως GDPR & California Privacy Act) για την προστασία των δεδομένων σας.",
    "en,en_AU,en_GB,en_US": "Translate photos into 30+ Languages In Seconds, whether they are posters, brochures, screenshots, advertisements, infographics, drawings, product images, comics, manga, product labels, flowcharts, Social media posts, product manuals, graphic, banner, card, invitation letter images, meme images, manhua or webtoon. State-of-art OCR and machine translation services are used to guarantee the translation quality. We support PNG, JPG formats.\n\nYou can right-click on the image you want to translate and select the target language for translation. Soon, the translated image will automatically replace the original image on the webpage, which is a perfect browsing experience.\n\nAfter selecting the target image, it will automatically be scanned with a translation of the text.\n\nMAIN BENEFITS AND FEATURES\n➤ Text Auto Recognition\nUse Latest AI-based OCR Technology to Auto Recognize Texts in the Image\n \n➤ Accurate Translation\nCall Up-to-date Google Translation API to convert texts into 30+ Languages\n\nCurrently, it translated through Google Translate, and in the future, it will support DeepL, ChatGPT, Open AI, and Yandex Translate.\nBatch mode will support in the future. \n\nPrivacy Policy \n\nBy design, your data stays at all times on your Google account, never saved in our database. Your data aren’t shared with anyone, including the add-on owner. \nWe complies with privacy laws (especially GDPR & California Privacy Act) to protect your data.",
    "es,es_419": "Traduce fotos a más de 30 idiomas en segundos, ya sean pósteres, folletos, capturas de pantalla, anuncios, infografías, dibujos, imágenes de productos, cómics, manga, etiquetas de productos, diagramas de flujo, mensajes en redes sociales, manuales de productos, gráficos, banners, tarjetas, imágenes de cartas de invitación, imágenes de memes, manhua o webtoon. Para garantizar la calidad de la traducción, utilizamos OCR de última generación y servicios de traducción automática. Admitimos los formatos PNG y JPG.\n\nPuedes hacer clic con el botón derecho en la imagen que quieras traducir y seleccionar el idioma de destino de la traducción. Pronto, la imagen traducida sustituirá automáticamente a la imagen original en la página web, lo que supone una experiencia de navegación perfecta.\n\nDespués de seleccionar la imagen de destino, se escaneará automáticamente con una traducción del texto.\n\nPRINCIPALES VENTAJAS Y CARACTERÍSTICAS\n➤ Reconocimiento automático de texto\nUtilice la última tecnología OCR basada en IA para reconocer automáticamente los textos en la imagen\n➤ Traducción precisa\nLlame a la API de traducción de Google actualizada para convertir textos en más de 30 idiomas.\n\nActualmente, traduce a través de Google Translate, y en el futuro, apoyará DeepL, ChatGPT, Open AI, y Yandex Translate.\nModo por lotes apoyará en el futuro. \n\nPolítica de privacidad \nPor diseño, tus datos permanecen en todo momento en tu cuenta de Google, nunca se guardan en nuestra base de datos. Tus datos no se comparten con nadie, incluido el propietario del complemento. \nCumplimos con las leyes de privacidad (especialmente GDPR y California Privacy Act) para proteger tus datos.",
    "et": "Tõlgi fotod sekunditega enam kui 30 keelde, olgu need siis plakatid, brošüürid, ekraanipildid, reklaamid, infograafikud, joonised, tootepildid, koomiksid, mangad, tootesildid, vooskeemid, sotsiaalmeedia postitused, tootejuhendid, graafika, bänner, kaart, kutse kirjapildid, meemipildid, manhua või veebitoon. Tõlkekvaliteedi tagamiseks kasutatakse nüüdisaegseid OCR- ja masintõlketeenuseid. Toetame PNG-, JPG-vorminguid.\n\nSaate paremklõpsata pildil, mida soovite tõlkida, ja valida tõlkimise sihtkeele. Peagi asendab tõlgitud pilt automaatselt veebilehel algse pildi, mis on suurepärane sirvimiskogemus.\n\nPärast sihtpildi valimist skannitakse see automaatselt koos teksti tõlkega.\n\nPEAMISED EELISED JA OMADUSED\n➤ Teksti automaatne tuvastamine\nKasutage pildil olevate tekstide automaatseks tuvastamiseks uusimat AI-põhist OCR-tehnoloogiat\n \n➤ Täpne tõlge\nHelistage ajakohasele Google Translation API-le, et teisendada tekstid enam kui 30 keelde\n\nPraegu tõlgitakse seda Google'i tõlke kaudu ja tulevikus toetab see DeepL-i, ChatGPT-d, Open AI-d ja Yandexi tõlget.\nPakettrežiim toetab tulevikus.\n\nImage Translator on populaarne rakendus Google Chorme'i veebipoes. Muud rakendused hõlmavad FindFlix, Fleex, subtitles, ShortsBlocker, ytcFilter, XCAD, Subadub, Udemy, ScreenPad, Theater, DPlus Party, Vidmate, Clickbait, Btools, Dmooji, pakku, Seek Subtitles, Buster, Postlight Reader, Dashlane, Dualless, Chameleon, FreshStart, EditThisCookie, iTab, SuperCopy, Adkrig, FocusGuard, OrangeMonkey, 1Password, RoPro, Avast, TABLERONE, IQ Robot, utab, Bitwarden, Tampermonkey, Manganum, EverSync, Revolver, WebCRX, Bonjourr, Papaly, PhantomBuster, Tetrys, DualSafe, Instapaper, BSearch, Windscribe, MightyText, LockPW, uBlacklist.\n\nPrivaatsuspoliitika\n\nDisaini järgi jäävad teie andmed kogu aeg teie Google'i kontole ja neid ei salvestata kunagi meie andmebaasi. Teie andmeid ei jagata kellegagi, sealhulgas pistikprogrammi omanikuga.\nJärgime teie andmete kaitsmiseks privaatsusseadusi (eriti GDPR-i ja California privaatsusseadust).",
    "fa": "عکس‌ها را در چند ثانیه به بیش از 30 زبان ترجمه کنید، خواه پوستر، بروشور، اسکرین شات، تبلیغات، اینفوگرافیک، طراحی، تصاویر محصول، کمیک، مانگا، برچسب محصول، فلوچارت، پست رسانه‌های اجتماعی، کتابچه راهنمای محصول، گرافیک، بنر، کارت، دعوت‌نامه باشد. تصاویر نامه، تصاویر الگوی رفتاری، manhua یا webtoon. برای تضمین کیفیت ترجمه از خدمات پیشرفته OCR و ترجمه ماشینی استفاده می شود. ما از فرمت های PNG، JPG پشتیبانی می کنیم.\n\nمی توانید روی تصویری که می خواهید ترجمه شود کلیک راست کرده و زبان مقصد را برای ترجمه انتخاب کنید. به زودی، تصویر ترجمه شده به طور خودکار جایگزین تصویر اصلی در صفحه وب می شود که یک تجربه مرور عالی است.\n\nپس از انتخاب تصویر مورد نظر، به طور خودکار با ترجمه متن اسکن می شود.\n\nمزایا و ویژگی های اصلی\n➤ تشخیص خودکار متن\nاز جدیدترین فناوری OCR مبتنی بر هوش مصنوعی برای تشخیص خودکار متون در تصویر استفاده کنید\n \n➤ ترجمه دقیق\nبرای تبدیل متون به بیش از 30 زبان با به‌روزرسانی Google Translation API تماس بگیرید\n\nدر حال حاضر از طریق Google Translate ترجمه شده و در آینده از DeepL، ChatGPT، Open AI و Yandex Translate پشتیبانی خواهد کرد.\nحالت دسته ای در آینده پشتیبانی خواهد شد.\n\nسیاست حفظ حریم خصوصی\n\nبراساس طراحی، داده های شما همیشه در حساب Google شما باقی می ماند و هرگز در پایگاه داده ما ذخیره نمی شود. داده‌های شما با کسی، از جمله مالک برافزا، به اشتراک گذاشته نمی‌شود.\nما از قوانین حفظ حریم خصوصی (به ویژه GDPR و قانون حفظ حریم خصوصی کالیفرنیا) برای محافظت از داده های شما پیروی می کنیم.",
    "fi": "Käännä valokuvat yli 30 kielelle sekunneissa, olivatpa ne julisteita, esitteitä, kuvakaappauksia, mainoksia, infografioita, piirroksia, tuotekuvia, sarjakuvia, mangaa, tuoteetikettejä, vuokaavioita, sosiaalisen median viestejä, tuoteoppaita, grafiikkaa, bannereita, kortteja, kutsuja kirjekuvia, meemikuvia, manhuaa tai webtoonia. Käännösten laadun takaamiseksi käytetään huippuluokan OCR- ja konekäännöspalveluita. Tuemme PNG- ja JPG-muotoja.\n\nVoit napsauttaa hiiren kakkospainikkeella käännettävää kuvaa ja valita käännöksen kohdekielen. Pian käännetty kuva korvaa automaattisesti verkkosivun alkuperäisen kuvan, mikä on täydellinen selauskokemus.\n\nKun kohdekuva on valittu, se skannataan automaattisesti tekstin käännöksen kanssa.\n\nTÄRKEIMMÄT EDUT JA OMINAISUUDET\n➤ Tekstin automaattinen tunnistus\nKäytä uusinta AI-pohjaista OCR-tekniikkaa kuvien tekstien automaattiseen tunnistamiseen\n \n➤ Tarkka käännös\nSoita ajan tasalla olevaan Google-käännössovellusliittymään muuntaaksesi tekstit yli 30 kielelle\n\nTällä hetkellä se käännetään Google-kääntäjän kautta, ja tulevaisuudessa se tukee DeepL-, ChatGPT-, Open AI- ja Yandex-kääntäjä.\nErätila tukee jatkossa.\n\nTietosuojakäytäntö\n\nSuunniteltuna tietosi pysyvät aina Google-tililläsi, eikä niitä koskaan tallenneta tietokantaan. Tietojasi ei jaeta kenellekään, mukaan lukien laajennuksen omistajalle.\nNoudatamme tietosuojalakeja (erityisesti GDPR:ää ja Kalifornian tietosuojalakia) tietojesi suojaamiseksi.",
    "fil": "Isalin ang mga larawan sa 30+ na Wika Sa Mga Segundo, ito man ay mga poster, brochure, screenshot, advertisement, infographic, drawing, larawan ng produkto, komiks, manga, mga label ng produkto, flowchart, mga post sa social media, manual ng produkto, graphic, banner, card, imbitasyon mga larawan ng sulat, mga imahe ng meme, manhua o webtoon. Ang makabagong OCR at mga serbisyo sa pagsasalin ng makina ay ginagamit upang magarantiya ang kalidad ng pagsasalin. Sinusuportahan namin ang PNG, JPG na mga format.\n\nMaaari kang mag-right-click sa larawang gusto mong isalin at piliin ang target na wika para sa pagsasalin. Sa lalong madaling panahon, awtomatikong papalitan ng isinalin na larawan ang orihinal na larawan sa webpage, na isang perpektong karanasan sa pagba-browse.\n\nPagkatapos piliin ang target na imahe, awtomatiko itong mai-scan gamit ang pagsasalin ng teksto.\n\nPANGUNAHING BENEPISYO AT TAMPOK\n➤ Text Auto Recognition\nGamitin ang Pinakabagong AI-based na OCR Technology para Awtomatikong Makilala ang Mga Teksto sa Larawan\n \n➤ Tumpak na Pagsasalin\nTumawag ng Up-to-date na Google Translation API upang i-convert ang mga text sa 30+ na Wika\n\nSa kasalukuyan, isinalin ito sa pamamagitan ng Google Translate, at sa hinaharap, susuportahan nito ang DeepL, ChatGPT, Open AI, at Yandex Translate.\nSusuportahan ang batch mode sa hinaharap.\n\nPatakaran sa Privacy\n\nSa pamamagitan ng disenyo, ang iyong data ay nananatili sa lahat ng oras sa iyong Google account, hindi kailanman nai-save sa aming database. Hindi ibinabahagi ang iyong data sa sinuman, kabilang ang may-ari ng add-on.\nSumusunod kami sa mga batas sa privacy (lalo na sa GDPR at California Privacy Act) para protektahan ang iyong data.",
    "fr": "Traduisez des photos dans plus de 30 langues en quelques secondes, qu'il s'agisse d'affiches, de brochures, de captures d'écran, de publicités, d'infographies, de dessins, d'images de produits, de bandes dessinées, de mangas, d'étiquettes de produits, d'organigrammes, de publications sur les réseaux sociaux, de manuels de produits, de graphiques, de bannières, de cartes, d'invitations. images de lettres, images mèmes, manhua ou webtoon. Des services d’OCR et de traduction automatique de pointe sont utilisés pour garantir la qualité de la traduction. Nous prenons en charge les formats PNG, JPG.\n\nVous pouvez cliquer avec le bouton droit sur l'image que vous souhaitez traduire et sélectionner la langue cible pour la traduction. Bientôt, l’image traduite remplacera automatiquement l’image originale sur la page Web, ce qui constitue une expérience de navigation parfaite.\n\nAprès avoir sélectionné l'image cible, elle sera automatiquement numérisée avec une traduction du texte.\n\nPRINCIPAUX AVANTAGES ET CARACTÉRISTIQUES\n➤ Reconnaissance automatique de texte\nUtilisez la dernière technologie OCR basée sur l'IA pour reconnaître automatiquement les textes dans l'image\n \n➤ Traduction précise\nAppelez l'API Google Translation à jour pour convertir des textes dans plus de 30 langues\n\nActuellement, il est traduit via Google Translate et, à l'avenir, il prendra en charge DeepL, ChatGPT, Open AI et Yandex Translate.\nLe mode batch sera pris en charge à l’avenir.\n\npolitique de confidentialité\n\nDe par leur conception, vos données restent à tout moment sur votre compte Google, jamais enregistrées dans notre base de données. Vos données ne sont partagées avec personne, y compris le propriétaire du module complémentaire.\nNous respectons les lois sur la confidentialité (en particulier le RGPD et le California Privacy Act) pour protéger vos données.",
    "gu": "ફોટાને સેકન્ડોમાં 30+ ભાષાઓમાં અનુવાદિત કરો, પછી ભલે તે પોસ્ટર્સ, બ્રોશર્સ, સ્ક્રીનશૉટ્સ, જાહેરાતો, ઇન્ફોગ્રાફિક્સ, ડ્રોઇંગ્સ, પ્રોડક્ટની છબીઓ, કૉમિક્સ, મંગા, પ્રોડક્ટ લેબલ્સ, ફ્લોચાર્ટ્સ, સોશિયલ મીડિયા પોસ્ટ્સ, પ્રોડક્ટ મેન્યુઅલ, ગ્રાફિક, બેનર, કાર્ડ, આમંત્રણ હોય. લેટર ઈમેજીસ, મેમ ઈમેજીસ, મેનહુઆ અથવા વેબટૂન. અનુવાદની ગુણવત્તાની બાંયધરી આપવા માટે અત્યાધુનિક OCR અને મશીન અનુવાદ સેવાઓનો ઉપયોગ કરવામાં આવે છે. અમે PNG, JPG ફોર્મેટને સપોર્ટ કરીએ છીએ.\n\nતમે જે ઇમેજનો અનુવાદ કરવા માંગો છો તેના પર તમે રાઇટ-ક્લિક કરી શકો છો અને અનુવાદ માટે લક્ષ્ય ભાષા પસંદ કરી શકો છો. ટૂંક સમયમાં, અનુવાદિત છબી વેબપેજ પરની મૂળ છબીને આપમેળે બદલશે, જે એક સંપૂર્ણ બ્રાઉઝિંગ અનુભવ છે.\n\nલક્ષ્ય છબી પસંદ કર્યા પછી, તે ટેક્સ્ટના અનુવાદ સાથે આપમેળે સ્કેન કરવામાં આવશે.\n\nમુખ્ય લાભો અને લક્ષણો\n➤ ટેક્સ્ટ ઓટો રેકગ્નિશન\nઈમેજમાં લખાણોને સ્વતઃ ઓળખવા માટે નવીનતમ AI-આધારિત OCR ટેકનોલોજીનો ઉપયોગ કરો\n \n➤ સચોટ અનુવાદ\nટેક્સ્ટને 30+ ભાષાઓમાં કન્વર્ટ કરવા માટે અપ-ટુ-ડેટ Google અનુવાદ API પર કૉલ કરો\n\nહાલમાં, તે Google અનુવાદ દ્વારા અનુવાદિત થાય છે, અને ભવિષ્યમાં, તે DeepL, ChatGPT, Open AI અને Yandex Translate ને સપોર્ટ કરશે.\nબેચ મોડ ભવિષ્યમાં સપોર્ટ કરશે.\n\nગોપનીયતા નીતિ\n\nડિઝાઇન દ્વારા, તમારો ડેટા હંમેશા તમારા Google એકાઉન્ટ પર રહે છે, અમારા ડેટાબેઝમાં ક્યારેય સાચવવામાં આવતો નથી. તમારો ડેટા એડ-ઓન માલિક સહિત કોઈપણ સાથે શેર કરવામાં આવતો નથી.\nઅમે તમારા ડેટાને સુરક્ષિત રાખવા માટે ગોપનીયતા કાયદાઓ (ખાસ કરીને GDPR અને કેલિફોર્નિયા પ્રાઇવસી એક્ટ)નું પાલન કરીએ છીએ.",
    "he": "תרגם תמונות ל-30+ שפות בשניות, בין אם הן פוסטרים, חוברות, צילומי מסך, פרסומות, אינפוגרפיקה, ציורים, תמונות מוצר, קומיקס, מנגה, תוויות מוצרים, תרשימי זרימה, פוסטים במדיה חברתית, מדריכים למוצר, גרפיקה, באנר, כרטיס, הזמנה תמונות אותיות, תמונות ממים, manhua או webtoon. נעשה שימוש בשירותי OCR ותרגום מכונה מתקדמים כדי להבטיח את איכות התרגום. אנו תומכים בפורמטים PNG, JPG.\n\nאתה יכול ללחוץ לחיצה ימנית על התמונה שברצונך לתרגם ולבחור את שפת היעד לתרגום. בקרוב, התמונה המתורגמת תחליף אוטומטית את התמונה המקורית בדף האינטרנט, וזו חווית גלישה מושלמת.\n\nלאחר בחירת תמונת היעד, היא תיסרק אוטומטית עם תרגום של הטקסט.\n\nיתרונות ותכונות עיקריים\n➤ זיהוי אוטומטי של טקסט\nהשתמש בטכנולוגיית OCR העדכנית ביותר מבוססת AI לזיהוי אוטומטי של טקסטים בתמונה\n➤ תרגום מדויק\nהתקשר ל-Google Translation API העדכני כדי להמיר טקסטים ליותר מ-30 שפות\n\nנכון לעכשיו, הוא תורגם דרך Google Translate, ובעתיד הוא יתמוך ב-DeepL, ChatGPT, Open AI ו-Yandex Translate.\nמצב אצווה יתמוך בעתיד.\n\nמדיניות הפרטיות\nלפי התכנון, הנתונים שלך נשארים בכל עת בחשבון Google שלך, לעולם לא נשמרים במסד הנתונים שלנו. הנתונים שלך אינם משותפים עם אף אחד, כולל הבעלים של התוסף.\nאנו מצייתים לחוקי הפרטיות (במיוחד GDPR וחוק הפרטיות של קליפורניה) כדי להגן על הנתונים שלך.",
    "hi": "सेकंडों में तस्वीरों का 30+ भाषाओं में अनुवाद करें, चाहे वे पोस्टर, ब्रोशर, स्क्रीनशॉट, विज्ञापन, इन्फोग्राफिक्स, चित्र, उत्पाद छवियां, कॉमिक्स, मंगा, उत्पाद लेबल, फ़्लोचार्ट, सोशल मीडिया पोस्ट, उत्पाद मैनुअल, ग्राफिक, बैनर, कार्ड, निमंत्रण हों पत्र छवियाँ, मीम छवियाँ, मनहुआ या वेबटून। अनुवाद गुणवत्ता की गारंटी के लिए अत्याधुनिक ओसीआर और मशीनी अनुवाद सेवाओं का उपयोग किया जाता है। हम पीएनजी, जेपीजी प्रारूपों का समर्थन करते हैं।\n\nआप उस छवि पर राइट-क्लिक कर सकते हैं जिसका आप अनुवाद करना चाहते हैं और अनुवाद के लिए लक्ष्य भाषा का चयन कर सकते हैं। जल्द ही, अनुवादित छवि स्वचालित रूप से वेबपेज पर मूल छवि को प्रतिस्थापित कर देगी, जो एक आदर्श ब्राउज़िंग अनुभव है।\n\nलक्ष्य छवि का चयन करने के बाद, यह स्वचालित रूप से पाठ के अनुवाद के साथ स्कैन किया जाएगा।\n\nमुख्य लाभ और विशेषताएं\n➤ टेक्स्ट ऑटो रिकग्निशन\nछवि में टेक्स्ट को स्वतः पहचानने के लिए नवीनतम एआई-आधारित ओसीआर तकनीक का उपयोग करें\n \n➤ सटीक अनुवाद\nटेक्स्ट को 30+ भाषाओं में बदलने के लिए नवीनतम Google अनुवाद एपीआई पर कॉल करें\n\nवर्तमान में, इसका अनुवाद Google अनुवाद के माध्यम से किया जाता है, और भविष्य में, यह DeepL, ChatGPT, Open AI और Yandex Translate का समर्थन करेगा।\nभविष्य में बैच मोड सपोर्ट करेगा.\n\nगोपनीयता नीति\n\nडिज़ाइन के अनुसार, आपका डेटा हर समय आपके Google खाते पर रहता है, हमारे डेटाबेस में कभी भी सहेजा नहीं जाता है। आपका डेटा ऐड-ऑन स्वामी सहित किसी के साथ साझा नहीं किया जाता है।\nहम आपके डेटा की सुरक्षा के लिए गोपनीयता कानूनों (विशेषकर जीडीपीआर और कैलिफ़ोर्निया गोपनीयता अधिनियम) का अनुपालन करते हैं।",
    "hr": "Prevedite fotografije na više od 30 jezika u sekundi, bilo da se radi o posterima, brošurama, snimkama zaslona, oglasima, infografikama, crtežima, slikama proizvoda, stripovima, mangama, oznakama proizvoda, dijagramima toka, objavama na društvenim mrežama, priručnicima za proizvode, grafikama, natpisima, karticama, pozivnicama slike slova, slike memea, manhua ili webtoon. Za jamstvo kvalitete prijevoda koriste se najsuvremenije OCR i usluge strojnog prevođenja. Podržavamo PNG, JPG formate.\n\nMožete desnom tipkom miša kliknuti sliku koju želite prevesti i odabrati ciljni jezik za prijevod. Uskoro će prevedena slika automatski zamijeniti izvornu sliku na web stranici, što je savršeno iskustvo pregledavanja.\n\nNakon odabira ciljane slike, ona će se automatski skenirati s prijevodom teksta.\n\nGLAVNE PREDNOSTI I ZNAČAJKE\n➤ Automatsko prepoznavanje teksta\nKoristite najnoviju OCR tehnologiju temeljenu na umjetnoj inteligenciji za automatsko prepoznavanje teksta na slici\n \n➤ Precizan prijevod\nPozovite Up-to-date Google Translation API za pretvaranje tekstova u više od 30 jezika\n\nTrenutno se prevodi putem Google Translatea, au budućnosti će podržavati DeepL, ChatGPT, Open AI i Yandex Translate.\nSkupni način će biti podržan u budućnosti.\n\nPolitika privatnosti\n\nPrema dizajnu, vaši podaci cijelo vrijeme ostaju na vašem Google računu, nikada se ne spremaju u našu bazu podataka. Vaši se podaci ne dijele ni s kim, uključujući vlasnika dodatka.\nPridržavamo se zakona o privatnosti (osobito GDPR-a i Kalifornijskog zakona o privatnosti) kako bismo zaštitili vaše podatke.",
    "hu": "Fordítsa le a fényképeket 30+ nyelvre pillanatok alatt, legyen szó plakátról, brosúráról, képernyőfotóról, reklámról, infografikáról, rajzról, termékképről, képregényről, mangáról, termékcímkéről, folyamatábráról, közösségi média posztról, termékkézikönyvről, grafikáról, bannerről, kártyáról, meghívólevélről, mémképekről, manhuáról vagy webtoonról. A fordítás minőségének garantálása érdekében a legkorszerűbb OCR és gépi fordítási szolgáltatásokat használjuk. Támogatjuk a PNG, JPG formátumokat.\n\nKattintson a jobb gombbal a lefordítandó képre, és válassza ki a fordítás célnyelvét. Hamarosan a lefordított kép automatikusan felváltja az eredeti képet a weboldalon, ami tökéletes böngészési élményt nyújt.\n\nA célkép kiválasztása után automatikusan beolvasásra kerül a szöveg fordítása.\n\nFŐ ELŐNYÖK ÉS FUNKCIÓK\n➤ Szöveg automatikus felismerése\nA legújabb AI-alapú OCR technológia használata a képen lévő szövegek automatikus felismeréséhez.\n➤ Pontos fordítás\nHívja a naprakész Google Fordító API-t a szövegek több mint 30 nyelvre történő átalakításához.\n\nJelenleg a Google Translate segítségével fordít, a jövőben pedig támogatni fogja a DeepL, a ChatGPT, az Open AI és a Yandex Translate oldalakat.\nBatch módot támogatni fog a jövőben. \n\nAdatvédelmi irányelvek \nAz Ön adatai a tervek szerint mindig az Ön Google-fiókjában maradnak, és soha nem kerülnek elmentésre az adatbázisunkba. Az Ön adatait nem osztjuk meg senkivel, beleértve a bővítmény tulajdonosát sem. \nAdatainak védelme érdekében betartjuk az adatvédelmi törvényeket (különösen a GDPR és a kaliforniai adatvédelmi törvény).",
    "id": "Terjemahkan foto ke dalam 30+ Bahasa Dalam Detik, baik itu poster, brosur, tangkapan layar, iklan, infografis, gambar, gambar produk, komik, manga, label produk, diagram alur, postingan media sosial, manual produk, grafik, spanduk, kartu, undangan gambar surat, gambar meme, manhua atau webtoon. Layanan OCR dan terjemahan mesin canggih digunakan untuk menjamin kualitas terjemahan. Kami mendukung format PNG, JPG.\n\nAnda dapat mengklik kanan pada gambar yang ingin Anda terjemahkan dan memilih bahasa target untuk diterjemahkan. Segera, gambar yang diterjemahkan akan secara otomatis menggantikan gambar asli di halaman web, yang merupakan pengalaman menjelajah yang sempurna.\n\nSetelah memilih gambar target, maka secara otomatis akan dipindai dengan terjemahan teks.\n\nMANFAAT DAN FITUR UTAMA\n➤ Pengenalan Otomatis Teks\nGunakan Teknologi OCR berbasis AI Terbaru untuk Mengenali Teks dalam Gambar secara Otomatis\n \n➤ Terjemahan Akurat\nHubungi API Terjemahan Google Terkini untuk mengonversi teks ke dalam 30+ Bahasa\n\nSaat ini diterjemahkan melalui Google Translate, dan kedepannya akan mendukung DeepL, ChatGPT, Open AI, dan Yandex Translate.\nMode batch akan mendukung di masa depan.\n\nKebijakan pribadi\n\nSesuai desainnya, data Anda selalu tersimpan di akun Google Anda, tidak pernah disimpan di database kami. Data Anda tidak dibagikan kepada siapa pun, termasuk pemilik add-on.\nKami mematuhi undang-undang privasi (khususnya GDPR & California Privacy Act) untuk melindungi data Anda.",
    "it": "Traduci foto in oltre 30 lingue in pochi secondi, siano essi poster, brochure, screenshot, pubblicità, infografiche, disegni, immagini di prodotti, fumetti, manga, etichette di prodotti, diagrammi di flusso, post sui social media, manuali di prodotto, grafica, banner, biglietti, inviti immagini di lettere, immagini di meme, manhua o webtoon. Per garantire la qualità della traduzione vengono utilizzati servizi OCR e di traduzione automatica all'avanguardia. Supportiamo i formati PNG, JPG.\n\nPuoi fare clic con il pulsante destro del mouse sull'immagine che desideri tradurre e selezionare la lingua di destinazione per la traduzione. Presto l'immagine tradotta sostituirà automaticamente l'immagine originale sulla pagina web, offrendo un'esperienza di navigazione perfetta.\n\nDopo aver selezionato l'immagine di destinazione, questa verrà automaticamente scansionata con una traduzione del testo.\n\nPRINCIPALI VANTAGGI E CARATTERISTICHE\n➤ Riconoscimento automatico del testo\nUtilizza la più recente tecnologia OCR basata sull'intelligenza artificiale per riconoscere automaticamente i testi nell'immagine\n \n➤ Traduzione accurata\nChiama l'API aggiornata di Google Translation per convertire i testi in oltre 30 lingue\n\nAttualmente è tradotto tramite Google Translate e in futuro supporterà DeepL, ChatGPT, Open AI e Yandex Translate.\nLa modalità batch sarà supportata in futuro.\n\npolitica sulla riservatezza\n\nPer impostazione predefinita, i tuoi dati rimangono sempre nel tuo account Google, mai salvati nel nostro database. I tuoi dati non vengono condivisi con nessuno, incluso il proprietario del componente aggiuntivo.\nRispettiamo le leggi sulla privacy (in particolare GDPR e California Privacy Act) per proteggere i tuoi dati.",
    "ja": "ポスター、パンフレット、スクリーンショット、広告、インフォグラフィック、図面、製品画像、コミック、漫画、製品ラベル、フローチャート、ソーシャルメディア投稿、製品マニュアル、グラフィック、バナー、カード、案内状画像、ミーム画像、マンファ、ウェブトゥーンなど、写真を30以上の言語に瞬時に翻訳します。翻訳品質を保証するために、最先端のOCRと機械翻訳サービスを使用しています。我々は、PNG、JPG形式をサポートしています。\n\n翻訳したい画像を右クリックし、翻訳先の言語を選択してください。すぐに、翻訳された画像は、自動的に完璧なブラウジング体験であるウェブページ上の元の画像を置き換えます。\n\nターゲット画像を選択した後、自動的にテキストの翻訳と一緒にスキャンされます。\n\n主な利点と機能\n➤ テキスト自動認識\n最新のAIベースのOCR技術により、画像内のテキストを自動認識します。\n➤ 正確な翻訳\n最新のGoogle翻訳APIを呼び出し、テキストを30以上の言語に変換します。\n\n現在、Google翻訳を通して翻訳され、将来的には、DeepL、ChatGPT、Open AI、Yandex翻訳をサポートします。\nバッチモードは将来的にサポートされる予定です。\n\nプライバシーポリシー \n設計上、お客様のデータは常にお客様のGoogleアカウントに保存され、当社のデータベースに保存されることはありません。お客様のデータは、アドオンの所有者を含め、誰とも共有されません。\n私たちはあなたのデータを保護するためにプライバシー法（特にGDPRとカリフォルニアプライバシー法）を遵守しています。",
    "kn": "ಫೋಟೋಗಳನ್ನು ಸೆಕೆಂಡ್‌ಗಳಲ್ಲಿ 30+ ಭಾಷೆಗಳಿಗೆ ಭಾಷಾಂತರಿಸಿ, ಅವುಗಳು ಪೋಸ್ಟರ್‌ಗಳು, ಬ್ರೋಷರ್‌ಗಳು, ಸ್ಕ್ರೀನ್‌ಶಾಟ್‌ಗಳು, ಜಾಹೀರಾತುಗಳು, ಇನ್ಫೋಗ್ರಾಫಿಕ್ಸ್, ರೇಖಾಚಿತ್ರಗಳು, ಉತ್ಪನ್ನ ಚಿತ್ರಗಳು, ಕಾಮಿಕ್ಸ್, ಮಂಗಾ, ಉತ್ಪನ್ನ ಲೇಬಲ್‌ಗಳು, ಫ್ಲೋಚಾರ್ಟ್‌ಗಳು, ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮ ಪೋಸ್ಟ್‌ಗಳು, ಉತ್ಪನ್ನ ಕೈಪಿಡಿಗಳು, ಗ್ರಾಫಿಕ್, ಬ್ಯಾನರ್, ಕಾರ್ಡ್, ಆಹ್ವಾನ ಅಕ್ಷರ ಚಿತ್ರಗಳು, ಮೆಮೆ ಚಿತ್ರಗಳು, ಮನ್ಹುವಾ ಅಥವಾ ವೆಬ್‌ಟೂನ್. ಅನುವಾದದ ಗುಣಮಟ್ಟವನ್ನು ಖಾತರಿಪಡಿಸಲು ಅತ್ಯಾಧುನಿಕ OCR ಮತ್ತು ಯಂತ್ರ ಅನುವಾದ ಸೇವೆಗಳನ್ನು ಬಳಸಲಾಗುತ್ತದೆ. ನಾವು PNG, JPG ಸ್ವರೂಪಗಳನ್ನು ಬೆಂಬಲಿಸುತ್ತೇವೆ.\n\nನೀವು ಅನುವಾದಿಸಲು ಬಯಸುವ ಚಿತ್ರದ ಮೇಲೆ ಬಲ ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ಅನುವಾದಕ್ಕಾಗಿ ಗುರಿ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಬಹುದು. ಶೀಘ್ರದಲ್ಲೇ, ಅನುವಾದಿಸಿದ ಚಿತ್ರವು ವೆಬ್‌ಪುಟದಲ್ಲಿನ ಮೂಲ ಚಿತ್ರವನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಬದಲಾಯಿಸುತ್ತದೆ, ಇದು ಪರಿಪೂರ್ಣ ಬ್ರೌಸಿಂಗ್ ಅನುಭವವಾಗಿದೆ.\n\nಗುರಿ ಚಿತ್ರವನ್ನು ಆಯ್ಕೆ ಮಾಡಿದ ನಂತರ, ಪಠ್ಯದ ಅನುವಾದದೊಂದಿಗೆ ಅದನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸ್ಕ್ಯಾನ್ ಮಾಡಲಾಗುತ್ತದೆ.\n\nಮುಖ್ಯ ಪ್ರಯೋಜನಗಳು ಮತ್ತು ವೈಶಿಷ್ಟ್ಯಗಳು\n➤ ಪಠ್ಯ ಸ್ವಯಂ ಗುರುತಿಸುವಿಕೆ\nಚಿತ್ರದಲ್ಲಿನ ಪಠ್ಯಗಳನ್ನು ಸ್ವಯಂ ಗುರುತಿಸಲು ಇತ್ತೀಚಿನ AI ಆಧಾರಿತ OCR ತಂತ್ರಜ್ಞಾನವನ್ನು ಬಳಸಿ\n \n➤ ನಿಖರವಾದ ಅನುವಾದ\nಪಠ್ಯಗಳನ್ನು 30+ ಭಾಷೆಗಳಿಗೆ ಪರಿವರ್ತಿಸಲು ಅಪ್-ಟು-ಡೇಟ್ Google Translation API ಗೆ ಕರೆ ಮಾಡಿ\n\nಪ್ರಸ್ತುತ, ಇದು Google ಅನುವಾದದ ಮೂಲಕ ಅನುವಾದಿಸುತ್ತದೆ ಮತ್ತು ಭವಿಷ್ಯದಲ್ಲಿ, ಇದು DeepL, ChatGPT, Open AI ಮತ್ತು Yandex Translate ಅನ್ನು ಬೆಂಬಲಿಸುತ್ತದೆ.\nಬ್ಯಾಚ್ ಮೋಡ್ ಭವಿಷ್ಯದಲ್ಲಿ ಬೆಂಬಲಿಸುತ್ತದೆ.\n\nಗೌಪ್ಯತಾ ನೀತಿ\n\nವಿನ್ಯಾಸದ ಮೂಲಕ, ನಿಮ್ಮ ಡೇಟಾ ನಿಮ್ಮ Google ಖಾತೆಯಲ್ಲಿ ಎಲ್ಲಾ ಸಮಯದಲ್ಲೂ ಇರುತ್ತದೆ, ನಮ್ಮ ಡೇಟಾಬೇಸ್‌ನಲ್ಲಿ ಎಂದಿಗೂ ಉಳಿಸಲಾಗುವುದಿಲ್ಲ. ಆಡ್-ಆನ್ ಮಾಲೀಕರು ಸೇರಿದಂತೆ ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಯಾರೊಂದಿಗೂ ಹಂಚಿಕೊಳ್ಳಲಾಗುವುದಿಲ್ಲ.\nನಿಮ್ಮ ಡೇಟಾವನ್ನು ರಕ್ಷಿಸಲು ನಾವು ಗೌಪ್ಯತೆ ಕಾನೂನುಗಳನ್ನು (ವಿಶೇಷವಾಗಿ GDPR ಮತ್ತು ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ಗೌಪ್ಯತೆ ಕಾಯಿದೆ) ಅನುಸರಿಸುತ್ತೇವೆ.",
    "ko": "포스터, 브로셔, 스크린샷, 광고, 인포그래픽, 그림, 제품 이미지, 만화, 만화, 제품 라벨, 순서도, 소셜 미디어 게시물, 제품 설명서, 그래픽, 배너, 카드, 초대장 이미지, 밈 이미지, 만화 또는 웹툰 등 사진을 30개 이상의 언어로 단 몇 초 만에 번역할 수 있습니다. 번역 품질을 보장하기 위해 최첨단 OCR 및 기계 번역 서비스를 사용합니다. PNG, JPG 형식을 지원합니다.\n\n번역하려는 이미지를 마우스 오른쪽 버튼으로 클릭하고 번역 대상 언어를 선택하면 됩니다. 곧 번역된 이미지가 웹페이지의 원본 이미지를 자동으로 대체하여 완벽한 브라우징 환경을 제공합니다.\n\n대상 이미지를 선택하면 자동으로 텍스트 번역과 함께 스캔됩니다.\n\n주요 장점 및 기능\n➤ 텍스트 자동 인식\n최신 AI 기반 OCR 기술을 사용하여 이미지의 텍스트를 자동 인식합니다.\n➤ 정확한 번역\n최신 Google 번역 API를 호출하여 텍스트를 30 개 이상의 언어로 변환합니다.\n\n현재는 구글 번역을 통해 번역되며, 향후 DeepL, ChatGPT, Open AI, Yandex 번역을 지원할 예정입니다.\n향후 배치 모드도 지원할 예정입니다. \n\n개인정보 처리방침 \n설계상 사용자의 데이터는 Google 계정에 항상 보관되며 데이터베이스에 저장되지 않습니다. 사용자의 데이터는 애드온 소유자를 포함하여 그 누구와도 공유되지 않습니다. \nGoogle은 개인정보 보호법(특히 GDPR 및 캘리포니아 개인정보 보호법)을 준수하여 사용자의 데이터를 보호합니다.",
    "lt": "Išverskite nuotraukas į daugiau nei 30 kalbų per kelias sekundes, nesvarbu, ar tai plakatai, brošiūros, ekrano kopijos, skelbimai, infografika, piešiniai, produktų vaizdai, komiksai, manga, produktų etiketės, struktūrinės diagramos, socialinės žiniasklaidos įrašai, produktų vadovai, grafika, reklamjuostė, kortelė, kvietimas raidžių vaizdai, memų vaizdai, manhua arba internetinis filmas. Vertimo kokybei užtikrinti naudojamos moderniausios OCR ir mašininio vertimo paslaugos. Mes palaikome PNG, JPG formatus.\n\nGalite dešiniuoju pelės mygtuku spustelėti vaizdą, kurį norite išversti, ir pasirinkti vertimo kalbą. Netrukus išverstas vaizdas automatiškai pakeis originalų vaizdą tinklalapyje, o tai yra puiki naršymo patirtis.\n\nPasirinkus tikslinį vaizdą, jis bus automatiškai nuskaitytas su teksto vertimu.\n\nPAGRINDINIAI PRIVALUMAI IR SAVYBĖS\n➤ Automatinis teksto atpažinimas\nNaudokite naujausią AI pagrįstą OCR technologiją, kad automatiškai atpažintumėte tekstus vaizde\n \n➤ Tikslus vertimas\nNorėdami konvertuoti tekstus į daugiau nei 30 kalbų, paskambinkite į naujausią „Google“ vertimo API\n\nŠiuo metu jis verčiamas per „Google Translate“, o ateityje palaikys „DeepL“, „ChatGPT“, „Open AI“ ir „Yandex Translate“.\nPaketinis režimas bus palaikomas ateityje.\n\nPrivatumo politika\n\nPagal dizainą jūsų duomenys visą laiką lieka jūsų „Google“ paskyroje ir niekada neišsaugomi mūsų duomenų bazėje. Jūsų duomenys nėra bendrinami su niekuo, įskaitant priedo savininką.\nSiekdami apsaugoti jūsų duomenis, laikomės privatumo įstatymų (ypač GDPR ir Kalifornijos privatumo įstatymo).",
    "lv": "Tulkojiet fotoattēlus vairākās 30 valodās dažu sekunžu laikā neatkarīgi no tā, vai tie ir plakāti, brošūras, ekrānuzņēmumi, reklāmas, infografikas, zīmējumi, produktu attēli, komiksi, manga, produktu etiķetes, blokshēmas, sociālo mediju ziņas, produktu rokasgrāmatas, grafika, reklāmkarogs, kartīte, ielūgums burtu attēli, mēmu attēli, manhua vai tīmekļa filma. Lai garantētu tulkošanas kvalitāti, tiek izmantoti vismodernākie OCR un mašīntulkošanas pakalpojumi. Mēs atbalstām PNG, JPG formātus.\n\nVarat ar peles labo pogu noklikšķināt uz attēla, kuru vēlaties tulkot, un atlasīt tulkošanas mērķa valodu. Drīzumā tulkotais attēls automātiski aizstās sākotnējo attēlu tīmekļa lapā, kas ir lieliska pārlūkošanas pieredze.\n\nPēc mērķa attēla atlasīšanas tas tiks automātiski skenēts ar teksta tulkojumu.\n\nGALVENĀS PRIEKŠROCĪBAS UN ĪPAŠĪBAS\n➤ Teksta automātiskā atpazīšana\nIzmantojiet jaunāko uz mākslīgo intelektu balstītu OCR tehnoloģiju, lai automātiski atpazītu tekstus attēlā\n \n➤ Precīzs tulkojums\nZvaniet uz jaunāko Google tulkošanas API, lai pārvērstu tekstus 30+ valodās\n\nPašlaik tas tiek tulkots, izmantojot Google tulkotāju, un nākotnē tas atbalstīs DeepL, ChatGPT, Open AI un Yandex Translate.\nPakešu režīms tiks atbalstīts arī turpmāk.\n\nPrivātuma politika\n\nPēc konstrukcijas jūsu dati vienmēr paliek jūsu Google kontā un nekad netiek saglabāti mūsu datubāzē. Jūsu dati netiek kopīgoti ar citiem, tostarp ar pievienojumprogrammas īpašnieku.\nMēs ievērojam privātuma likumus (jo īpaši GDPR un Kalifornijas privātuma likumu), lai aizsargātu jūsu datus.",
    "ml": "പോസ്റ്ററുകൾ, ബ്രോഷറുകൾ, സ്‌ക്രീൻഷോട്ടുകൾ, പരസ്യങ്ങൾ, ഇൻഫോഗ്രാഫിക്‌സ്, ഡ്രോയിംഗുകൾ, ഉൽപ്പന്ന ചിത്രങ്ങൾ, കോമിക്‌സ്, മാംഗ, ഉൽപ്പന്ന ലേബലുകൾ, ഫ്ലോചാർട്ടുകൾ, സോഷ്യൽ മീഡിയ പോസ്റ്റുകൾ, ഉൽപ്പന്ന മാനുവലുകൾ, ഗ്രാഫിക്, ബാനർ, കാർഡ്, ക്ഷണം എന്നിങ്ങനെ 30-ലധികം ഭാഷകളിലേക്ക് ഫോട്ടോകൾ നിമിഷങ്ങൾക്കുള്ളിൽ വിവർത്തനം ചെയ്യുക അക്ഷര ചിത്രങ്ങൾ, മെമ്മെ ചിത്രങ്ങൾ, മാൻഹുവ അല്ലെങ്കിൽ വെബ്‌ടൂൺ. വിവർത്തന നിലവാരം ഉറപ്പുനൽകാൻ അത്യാധുനിക OCR, മെഷീൻ വിവർത്തന സേവനങ്ങൾ ഉപയോഗിക്കുന്നു. ഞങ്ങൾ PNG, JPG ഫോർമാറ്റുകളെ പിന്തുണയ്ക്കുന്നു.\n\nനിങ്ങൾ വിവർത്തനം ചെയ്യാൻ ആഗ്രഹിക്കുന്ന ചിത്രത്തിൽ വലത്-ക്ലിക്കുചെയ്ത് വിവർത്തനത്തിനായി ടാർഗെറ്റ് ഭാഷ തിരഞ്ഞെടുക്കാം. താമസിയാതെ, വിവർത്തനം ചെയ്‌ത ചിത്രം വെബ്‌പേജിലെ യഥാർത്ഥ ചിത്രത്തെ സ്വയമേവ മാറ്റിസ്ഥാപിക്കും, ഇത് മികച്ച ബ്രൗസിംഗ് അനുഭവമാണ്.\n\nടാർഗെറ്റ് ഇമേജ് തിരഞ്ഞെടുത്ത ശേഷം, ടെക്‌സ്‌റ്റിന്റെ വിവർത്തനം ഉപയോഗിച്ച് അത് സ്വയമേവ സ്കാൻ ചെയ്യും.\n\nപ്രധാന നേട്ടങ്ങളും സവിശേഷതകളും\n➤ ടെക്സ്റ്റ് സ്വയമേവ തിരിച്ചറിയൽ\nചിത്രത്തിലെ ടെക്‌സ്‌റ്റുകൾ സ്വയമേവ തിരിച്ചറിയാൻ ഏറ്റവും പുതിയ AI അടിസ്ഥാനമാക്കിയുള്ള OCR സാങ്കേതികവിദ്യ ഉപയോഗിക്കുക\n \n➤ കൃത്യമായ വിവർത്തനം\nടെക്‌സ്‌റ്റുകൾ 30+ ഭാഷകളിലേക്ക് പരിവർത്തനം ചെയ്യാൻ അപ്-ടു-ഡേറ്റ് Google Translation API-യിൽ വിളിക്കുക\n\nനിലവിൽ, ഇത് Google വിവർത്തനത്തിലൂടെ വിവർത്തനം ചെയ്യുന്നു, ഭാവിയിൽ ഇത് DeepL, ChatGPT, Open AI, Yandex Translate എന്നിവയെ പിന്തുണയ്ക്കും.\nബാച്ച് മോഡ് ഭാവിയിൽ പിന്തുണയ്ക്കും.\n\nസ്വകാര്യതാ നയം\n\nരൂപകൽപ്പന പ്രകാരം, നിങ്ങളുടെ ഡാറ്റ നിങ്ങളുടെ Google അക്കൗണ്ടിൽ എല്ലായ്‌പ്പോഴും നിലനിൽക്കും, ഞങ്ങളുടെ ഡാറ്റാബേസിൽ ഒരിക്കലും സംരക്ഷിക്കപ്പെടില്ല. ആഡ്-ഓൺ ഉടമ ഉൾപ്പെടെ ആരുമായും നിങ്ങളുടെ ഡാറ്റ പങ്കിട്ടിട്ടില്ല.\nനിങ്ങളുടെ ഡാറ്റ പരിരക്ഷിക്കുന്നതിന് ഞങ്ങൾ സ്വകാര്യതാ നിയമങ്ങൾ (പ്രത്യേകിച്ച് GDPR & കാലിഫോർണിയ സ്വകാര്യതാ നിയമം) പാലിക്കുന്നു.",
    "mr": "फोटोंचे ३०+ भाषांमध्ये सेकंदात भाषांतर करा, मग ते पोस्टर्स, ब्रोशर, स्क्रीनशॉट, जाहिराती, इन्फोग्राफिक्स, रेखाचित्रे, उत्पादन प्रतिमा, कॉमिक्स, मंगा, उत्पादन लेबले, फ्लोचार्ट, सोशल मीडिया पोस्ट, उत्पादन पुस्तिका, ग्राफिक, बॅनर, कार्ड, आमंत्रण असोत. अक्षर प्रतिमा, meme प्रतिमा, manhua किंवा webtoon. अनुवादाच्या गुणवत्तेची हमी देण्यासाठी अत्याधुनिक OCR आणि मशीन भाषांतर सेवा वापरल्या जातात. आम्ही PNG, JPG फॉरमॅटला सपोर्ट करतो.\n\nतुम्ही भाषांतर करू इच्छित असलेल्या प्रतिमेवर उजवे-क्लिक करू शकता आणि भाषांतरासाठी लक्ष्य भाषा निवडू शकता. लवकरच, अनुवादित प्रतिमा वेबपृष्ठावरील मूळ प्रतिमेची आपोआप पुनर्स्थित करेल, जी एक परिपूर्ण ब्राउझिंग अनुभव आहे.\n\nलक्ष्य प्रतिमा निवडल्यानंतर, ती मजकूराच्या भाषांतरासह स्वयंचलितपणे स्कॅन केली जाईल.\n\nमुख्य फायदे आणि वैशिष्ट्ये\n➤ मजकूर स्वयं ओळख\nप्रतिमेतील मजकूर स्वयं ओळखण्यासाठी नवीनतम AI-आधारित OCR तंत्रज्ञान वापरा\n \n➤ अचूक भाषांतर\nमजकूर 30+ भाषांमध्ये रूपांतरित करण्यासाठी अद्ययावत Google Translation API वर कॉल करा\n\nसध्या, ते Google Translate द्वारे भाषांतरित केले आहे आणि भविष्यात, ते DeepL, ChatGPT, Open AI आणि Yandex Translate ला समर्थन देईल.\nबॅच मोड भविष्यात समर्थन करेल.\n\nगोपनीयता धोरण\n\nडिझाइननुसार, तुमचा डेटा नेहमी तुमच्या Google खात्यावर राहतो, आमच्या डेटाबेसमध्ये कधीही जतन केला जात नाही. अॅड-ऑन मालकासह तुमचा डेटा कोणाशीही शेअर केला जात नाही.\nतुमचा डेटा संरक्षित करण्यासाठी आम्ही गोपनीयता कायद्यांचे (विशेषत: GDPR आणि कॅलिफोर्निया गोपनीयता कायदा) पालन करतो.",
    "ms": "Terjemahkan foto ke dalam 30+ Bahasa Dalam Sesaat, sama ada ia adalah poster, risalah, tangkapan skrin, iklan, maklumat grafik, lukisan, imej produk, komik, manga, label produk, carta alir, siaran media sosial, manual produk, grafik, sepanduk, kad, jemputan imej surat, imej meme, manhua atau webtoon. Perkhidmatan OCR dan mesin penterjemahan terkini digunakan untuk menjamin kualiti terjemahan. Kami menyokong format PNG, JPG.\n\nAnda boleh klik kanan pada imej yang ingin anda terjemah dan pilih bahasa sasaran untuk terjemahan. Tidak lama lagi, imej yang diterjemahkan akan menggantikan imej asal pada halaman web secara automatik, yang merupakan pengalaman menyemak imbas yang sempurna.\n\nSelepas memilih imej sasaran, ia akan diimbas secara automatik dengan terjemahan teks.\n\nFAEDAH DAN CIRI UTAMA\n➤ Pengecaman Auto Teks\nGunakan Teknologi OCR berasaskan AI Terkini untuk Auto Mengecam Teks dalam Imej\n \n➤ Terjemahan Tepat\nPanggil API Terjemahan Google Terkini untuk menukar teks kepada 30+ Bahasa\n\nPada masa ini, ia diterjemahkan melalui Terjemahan Google, dan pada masa hadapan, ia akan menyokong DeepL, ChatGPT, Open AI dan Yandex Translate.\nMod kelompok akan menyokong pada masa hadapan.\n\nDasar Privasi\n\nMengikut reka bentuk, data anda kekal pada setiap masa pada akaun Google anda, tidak pernah disimpan dalam pangkalan data kami. Data anda tidak dikongsi dengan sesiapa, termasuk pemilik alat tambah.\nKami mematuhi undang-undang privasi (terutamanya GDPR & Akta Privasi California) untuk melindungi data anda.",
    "nl": "Vertaal foto's binnen enkele seconden naar meer dan 30 talen, of het nu gaat om posters, brochures, screenshots, advertenties, infographics, tekeningen, productafbeeldingen, strips, manga, productlabels, stroomdiagrammen, posts op sociale media, producthandleidingen, afbeeldingen, banners, kaarten, uitnodigingen letterafbeeldingen, meme-afbeeldingen, manhua of webtoon. Er wordt gebruik gemaakt van de modernste OCR- en machinevertaaldiensten om de vertaalkwaliteit te garanderen. We ondersteunen PNG- en JPG-formaten.\n\nU kunt met de rechtermuisknop op de afbeelding klikken die u wilt vertalen en de doeltaal voor vertaling selecteren. Binnenkort zal de vertaalde afbeelding automatisch de originele afbeelding op de webpagina vervangen, wat een perfecte browse-ervaring is.\n\nNadat u de doelafbeelding heeft geselecteerd, wordt deze automatisch gescand met een vertaling van de tekst.\n\nBELANGRIJKSTE VOORDELEN EN FUNCTIES\n➤ Automatische tekstherkenning\nGebruik de nieuwste op AI gebaseerde OCR-technologie om teksten in de afbeelding automatisch te herkennen\n \n➤ Nauwkeurige vertaling\nRoep de up-to-date Google Translation API aan om teksten naar meer dan 30 talen te converteren\n\nMomenteel wordt het vertaald via Google Translate en in de toekomst zal het DeepL, ChatGPT, Open AI en Yandex Translate ondersteunen.\nDe batchmodus zal in de toekomst worden ondersteund.\n\nPrivacybeleid\n\nDoor het ontwerp blijven uw gegevens te allen tijde in uw Google-account staan en nooit opgeslagen in onze database. Uw gegevens worden met niemand gedeeld, ook niet met de eigenaar van de add-on.\nWe voldoen aan de privacywetten (met name de AVG en de California Privacy Act) om uw gegevens te beschermen.",
    "no": "Oversett bilder til 30+ språk på sekunder, enten de er plakater, brosjyrer, skjermbilder, annonser, infografikk, tegninger, produktbilder, tegneserier, manga, produktetiketter, flytskjemaer, innlegg i sosiale medier, produktmanualer, grafikk, banner, kort, invitasjon bokstavbilder, memebilder, manhua eller webtoon. State-of-art OCR og maskinoversettelsestjenester brukes for å garantere oversettelseskvaliteten. Vi støtter PNG, JPG-formater.\n\nDu kan høyreklikke på bildet du vil oversette og velge målspråket for oversettelse. Snart vil det oversatte bildet automatisk erstatte det originale bildet på nettsiden, som er en perfekt nettleseropplevelse.\n\nEtter å ha valgt målbildet, vil det automatisk bli skannet med en oversettelse av teksten.\n\nHOVED FORDELER OG FUNKSJONER\n➤ Automatisk tekstgjenkjenning\nBruk den nyeste AI-baserte OCR-teknologien for å automatisk gjenkjenne tekster i bildet\n \n➤ Nøyaktig oversettelse\nRing opp oppdatert Google Translation API for å konvertere tekster til over 30 språk\n\nFor øyeblikket er den oversatt gjennom Google Translate, og i fremtiden vil den støtte DeepL, ChatGPT, Open AI og Yandex Translate.\nBatch-modus vil støttes i fremtiden.\n\nPersonvernerklæring\n\nVed design forblir dataene dine til enhver tid på Google-kontoen din, aldri lagret i databasen vår. Dataene dine deles ikke med noen, inkludert eieren av tillegget.\nVi overholder personvernlover (spesielt GDPR og California Privacy Act) for å beskytte dataene dine.",
    "pl": "Tłumaczenie zdjęć na ponad 30 języków w ciągu kilku sekund, niezależnie od tego, czy są to plakaty, broszury, zrzuty ekranu, reklamy, infografiki, rysunki, zdjęcia produktów, komiksy, manga, etykiety produktów, schematy blokowe, posty w mediach społecznościowych, instrukcje produktów, grafika, baner, karta, zaproszenie obrazy listów, obrazy memów, manhua lub webtoon. Aby zagwarantować jakość tłumaczenia, stosujemy najnowocześniejsze usługi OCR i tłumaczenia maszynowego. Obsługujemy formaty PNG, JPG.\n\nMożesz kliknąć prawym przyciskiem myszy obraz, który chcesz przetłumaczyć i wybrać język docelowy tłumaczenia. Wkrótce przetłumaczony obraz automatycznie zastąpi oryginalny obraz na stronie internetowej, co zapewnia doskonałe doświadczenie przeglądania.\n\nPo wybraniu obrazu docelowego zostanie on automatycznie zeskanowany wraz z tłumaczeniem tekstu.\n\nGŁÓWNE KORZYŚCI I CECHY\n➤ Automatyczne rozpoznawanie tekstu\nUżyj najnowszej technologii OCR opartej na sztucznej inteligencji, aby automatycznie rozpoznawać teksty na obrazie\n \n➤ Dokładne tłumaczenie\nZadzwoń do aktualnego interfejsu API tłumaczenia Google, aby konwertować teksty na ponad 30 języków\n\nObecnie jest tłumaczony za pomocą Tłumacza Google, a w przyszłości będzie obsługiwał DeepL, ChatGPT, Open AI i Yandex Translate.\nTryb wsadowy będzie obsługiwany w przyszłości.\n\nPolityka prywatności\n\nZ założenia Twoje dane pozostają przez cały czas na Twoim koncie Google i nigdy nie są zapisywane w naszej bazie danych. Twoje dane nie są nikomu udostępniane, w tym właścicielowi dodatku.\nPrzestrzegamy przepisów dotyczących prywatności (w szczególności RODO i kalifornijskiej ustawy o ochronie prywatności), aby chronić Twoje dane.",
    "pt_BR": "Traduza fotos para mais de 30 idiomas em segundos, sejam elas pôsteres, folhetos, capturas de tela, anúncios, infográficos, desenhos, imagens de produtos, quadrinhos, mangás, rótulos de produtos, fluxogramas, publicações em mídias sociais, manuais de produtos, gráficos, banners, cartões, imagens de cartas-convite, imagens de memes, manhua ou webtoon. Serviços de tradução automática e OCR de última geração são usados para garantir a qualidade da tradução. Oferecemos suporte aos formatos PNG e JPG.\n\nVocê pode clicar com o botão direito do mouse na imagem que deseja traduzir e selecionar o idioma de destino da tradução. Em breve, a imagem traduzida substituirá automaticamente a imagem original na página da Web, o que é uma experiência de navegação perfeita.\n\nDepois de selecionar a imagem de destino, ela será automaticamente digitalizada com uma tradução do texto.\n\nPRINCIPAIS BENEFÍCIOS E RECURSOS\n➤ Reconhecimento automático de texto\nUse a mais recente tecnologia de OCR baseada em IA para reconhecer automaticamente os textos na imagem\n \n➤ Tradução precisa\nChame a API de tradução do Google atualizada para converter textos em mais de 30 idiomas\n\nAtualmente, ele traduz através do Google Translate e, no futuro, será compatível com DeepL, ChatGPT, Open AI e Yandex Translate.\nO modo em lote será compatível no futuro. \n\nPolítica de privacidade \n\nPor padrão, seus dados permanecem o tempo todo em sua conta do Google e nunca são salvos em nosso banco de dados. Seus dados não são compartilhados com ninguém, inclusive com o proprietário do complemento. \nEstamos em conformidade com as leis de privacidade (especialmente o GDPR e a Lei de Privacidade da Califórnia) para proteger seus dados.",
    "pt_PT": "Traduza fotografias para mais de 30 idiomas em segundos, quer sejam cartazes, brochuras, capturas de ecrã, anúncios, infografias, desenhos, imagens de produtos, banda desenhada, manga, etiquetas de produtos, fluxogramas, publicações nas redes sociais, manuais de produtos, gráficos, banners, cartões, imagens de cartas de convite, imagens de memes, manhua ou webtoon. São utilizados serviços de OCR e de tradução automática de última geração para garantir a qualidade da tradução. Suportamos os formatos PNG e JPG.\n\nPode clicar com o botão direito do rato na imagem que pretende traduzir e selecionar o idioma de destino da tradução. Em breve, a imagem traduzida substituirá automaticamente a imagem original na página Web, o que constitui uma experiência de navegação perfeita.\n\nDepois de selecionar a imagem de destino, esta será automaticamente digitalizada com uma tradução do texto.\n\nPRINCIPAIS VANTAGENS E CARACTERÍSTICAS\n➤ Reconhecimento automático de texto\nUtiliza a mais recente tecnologia OCR baseada em IA para reconhecer automaticamente os textos na imagem\n \n➤ Tradução exacta\nChame a API de tradução do Google actualizada para converter textos em mais de 30 idiomas\n\nAtualmente, é traduzido através do Google Translate e, no futuro, suportará DeepL, ChatGPT, Open AI e Yandex Translate.\nO modo de lote será suportado no futuro. \n\nPolítica de privacidade \n\nPor definição, os seus dados permanecem sempre na sua conta Google, nunca sendo guardados na nossa base de dados. Os seus dados não são partilhados com ninguém, incluindo o proprietário da extensão. \nCumprimos as leis de privacidade (especialmente o RGPD e a Lei de Privacidade da Califórnia) para proteger os seus dados.",
    "ro": "Traduceți fotografii în peste 30 de limbi în câteva secunde, fie că sunt postere, broșuri, capturi de ecran, reclame, infografice, desene, imagini de produse, benzi desenate, manga, etichete de produse, diagrame de flux, postări pe rețelele sociale, manuale de produse, grafică, banner, card, invitație imagini cu scrisori, imagini meme, manhua sau webtoon. Pentru a garanta calitatea traducerii, sunt utilizate servicii de OCR și traducere automată de ultimă generație. Suportăm formatele PNG, JPG.\n\nPuteți să faceți clic dreapta pe imaginea pe care doriți să o traduceți și să selectați limba țintă pentru traducere. În curând, imaginea tradusă va înlocui automat imaginea originală de pe pagina web, ceea ce reprezintă o experiență de navigare perfectă.\n\nDupă selectarea imaginii țintă, aceasta va fi scanată automat cu o traducere a textului.\n\nPRINCIPALE BENEFICII ȘI CARACTERISTICI\n➤ Recunoaștere automată a textului\nUtilizați cea mai recentă tehnologie OCR bazată pe inteligență artificială pentru a recunoaște automat textele din imagine\n \n➤ Traducere exactă\nApelați API-ul de traducere Google actualizat pentru a converti textele în peste 30 de limbi\n\nÎn prezent, a tradus prin Google Translate și, în viitor, va accepta DeepL, ChatGPT, Open AI și Yandex Translate.\nModul lot va fi acceptat în viitor.\n\nPolitica de confidențialitate\n\nPrin proiectare, datele dvs. rămân tot timpul în contul dvs. Google, niciodată salvate în baza noastră de date. Datele dvs. nu sunt partajate cu nimeni, inclusiv cu proprietarul suplimentului.\nRespectăm legile de confidențialitate (în special GDPR și California Privacy Act) pentru a vă proteja datele.",
    "ru": "Перевод фотографий на 30+ языков за считанные секунды, будь то плакаты, брошюры, скриншоты, реклама, инфографика, рисунки, изображения продуктов, комиксы, манга, этикетки продуктов, блок-схемы, посты в социальных сетях, руководства по эксплуатации продуктов, графика, баннеры, открытки, изображения пригласительных писем, мемы, маньхуа или вебтун. Для обеспечения качества перевода используются современные сервисы OCR и машинного перевода. Мы поддерживаем форматы PNG, JPG.\n\nВы можете щелкнуть правой кнопкой мыши на изображении, которое хотите перевести, и выбрать язык перевода. Вскоре переведенное изображение автоматически заменит оригинальное изображение на веб-странице, что обеспечит идеальное удобство просмотра.\n\nПосле выбора целевого изображения оно будет автоматически отсканировано с переводом текста.\n\nОСНОВНЫЕ ПРЕИМУЩЕСТВА И ВОЗМОЖНОСТИ\n➤ Автоматическое распознавание текста\nИспользование новейшей технологии OCR на основе искусственного интеллекта для автоматического распознавания текста на изображении\n➤ Точный перевод\nИспользование новейшего API Google Translation для перевода текстов на 30+ языков.\n\nВ настоящее время перевод осуществляется через Google Translate, в будущем будет поддерживаться DeepL, ChatGPT, Open AI и Yandex Translate.\nВ будущем будет поддерживаться пакетный режим. \n\nПолитика конфиденциальности \nПо своей природе ваши данные всегда остаются в вашем аккаунте Google и никогда не сохраняются в нашей базе данных. Ваши данные не передаются никому, включая владельца дополнения. \nМы соблюдаем законы о конфиденциальности (в частности, GDPR и California Privacy Act), чтобы защитить ваши данные.",
    "sk": "Prekladajte fotografie do viac ako 30 jazykov za pár sekúnd, či už sú to plagáty, brožúry, snímky obrazovky, reklamy, infografiky, kresby, obrázky produktov, komiksy, manga, štítky produktov, vývojové diagramy, príspevky na sociálnych sieťach, manuály k produktom, grafika, banner, karta, pozvánka obrázky písmen, obrázky meme, manhua alebo webtoon. Na zaručenie kvality prekladu sa používajú najmodernejšie služby OCR a strojového prekladu. Podporujeme formáty PNG, JPG.\n\nMôžete kliknúť pravým tlačidlom myši na obrázok, ktorý chcete preložiť, a vybrať cieľový jazyk prekladu. Čoskoro preložený obrázok automaticky nahradí pôvodný obrázok na webovej stránke, čo je dokonalý zážitok z prehliadania.\n\nPo výbere cieľového obrázka sa automaticky naskenuje s prekladom textu.\n\nHLAVNÉ VÝHODY A VLASTNOSTI\n➤ Automatické rozpoznávanie textu\nPoužite najnovšiu technológiu OCR založenú na AI na automatické rozpoznanie textu na obrázku\n \n➤ Presný preklad\nAk chcete previesť texty do viac ako 30 jazykov, zavolajte na aktuálne rozhranie Google Translation API\n\nV súčasnosti sa prekladá cez Google Translate a v budúcnosti bude podporovať DeepL, ChatGPT, Open AI a Yandex Translate.\nDávkový režim bude podporovaný v budúcnosti.\n\nZásady ochrany osobných údajov\n\nPodľa návrhu zostávajú vaše údaje vždy vo vašom účte Google a nikdy sa neukladajú v našej databáze. Vaše údaje sa nezdieľajú s nikým vrátane vlastníka doplnku.\nNa ochranu vašich údajov dodržiavame zákony na ochranu osobných údajov (najmä GDPR a Kalifornský zákon o ochrane osobných údajov).",
    "sl": "V nekaj sekundah prevedite fotografije v več kot 30 jezikov, ne glede na to, ali gre za plakate, brošure, posnetke zaslona, oglase, infografike, risbe, slike izdelkov, stripe, mange, oznake izdelkov, diagrame poteka, objave v družabnih omrežjih, priročnike za izdelke, grafike, pasice, kartice, vabila slike črk, slike meme, manhua ali webtoon. Za zagotavljanje kakovosti prevoda se uporabljajo najsodobnejše storitve OCR in strojnega prevajanja. Podpiramo formate PNG, JPG.\n\nZ desno miškino tipko lahko kliknete sliko, ki jo želite prevesti, in izberete ciljni jezik za prevod. Kmalu bo prevedena slika samodejno nadomestila izvirno sliko na spletni strani, kar je popolna izkušnja brskanja.\n\nPo izbiri ciljne slike bo ta samodejno skenirana s prevodom besedila.\n\nGLAVNE PREDNOSTI IN ZNAČILNOSTI\n➤ Samodejno prepoznavanje besedila\nUporabite najnovejšo tehnologijo OCR, ki temelji na AI, za samodejno prepoznavanje besedil na sliki\n \n➤ Natančen prevod\nPokličite posodobljen Google Translation API za pretvorbo besedil v več kot 30 jezikov\n\nTrenutno je prevajal prek Google Translate, v prihodnosti pa bo podpiral DeepL, ChatGPT, Open AI in Yandex Translate.\nPaketni način bo podprt v prihodnosti.\n\nPolitika zasebnosti\n\nPo zasnovi vaši podatki ves čas ostanejo v vašem Google Računu in nikoli niso shranjeni v naši bazi podatkov. Vaši podatki se ne delijo z nikomer, vključno z lastnikom dodatka.\nUpoštevamo zakone o zasebnosti (zlasti GDPR in kalifornijski zakon o zasebnosti), da zaščitimo vaše podatke.",
    "sr": "Преведите фотографије на више од 30 језика за неколико секунди, било да су постери, брошуре, снимци екрана, рекламе, инфографике, цртежи, слике производа, стрипови, манга, ознаке производа, дијаграми тока, постови на друштвеним мрежама, приручници за производе, графика, банер, картица, позивница слике писма, слике мема, манхуа или вебтун. Најсавременије услуге ОЦР и машинског превођења користе се да гарантују квалитет превода. Подржавамо ПНГ, ЈПГ формате.\n\nМожете да кликнете десним тастером миша на слику коју желите да преведете и изаберете циљни језик за превод. Ускоро ће преведена слика аутоматски заменити оригиналну слику на веб страници, што је савршено искуство прегледања.\n\nНакон одабира циљне слике, она ће аутоматски бити скенирана са преводом текста.\n\nГЛАВНЕ ПРЕДНОСТИ И КАРАКТЕРИСТИКЕ\n➤ Аутоматско препознавање текста\nКористите најновију ОЦР технологију засновану на АИ за аутоматско препознавање текстова на слици\n \n➤ Тачан превод\nПозовите ажурирани АПИ за Гоогле превод да бисте претворили текстове у 30+ језика\n\nТренутно се преводи преко Гоогле Транслате-а, ау будућности ће подржавати ДеепЛ, ЦхатГПТ, Опен АИ и Иандек Транслате.\nБатцх режим ће подржавати у будућности.\n\nПравила о приватности\n\nДизајнирано, ваши подаци остају у сваком тренутку на вашем Гоогле налогу, никада се не чувају у нашој бази података. Ваши подаци се не деле ни са ким, укључујући власника додатка.\nПоштујемо законе о приватности (нарочито ГДПР и Калифорнијски закон о приватности) да бисмо заштитили ваше податке.",
    "sv": "Översätt foton till över 30 språk på några sekunder, oavsett om det är affischer, broschyrer, skärmdumpar, annonser, infografik, ritningar, produktbilder, serier, manga, produktetiketter, flödesscheman, inlägg på sociala medier, produktmanualer, grafik, banner, kort, bilder på inbjudningsbrev, meme-bilder, manhua eller webtoon. Toppmoderna OCR- och maskinöversättningstjänster används för att garantera översättningens kvalitet. Vi stöder PNG- och JPG-format.\n\nDu kan högerklicka på den bild du vill översätta och välja målspråk för översättningen. Snart kommer den översatta bilden automatiskt att ersätta originalbilden på webbsidan, vilket är en perfekt surfupplevelse.\n\nNär du har valt målbild kommer den automatiskt att skannas med en översättning av texten.\n\nHUVUDSAKLIGA FÖRDELAR OCH FUNKTIONER\n➤ Automatisk igenkänning av text\nAnvänd den senaste AI-baserade OCR-tekniken för att automatiskt känna igen texter i bilden\n➤ Exakt översättning\nRing uppdaterade Google Translation API för att konvertera texter till 30+ språk\n\nFör närvarande översätts det via Google Translate, och i framtiden kommer det att stödja DeepL, ChatGPT, Open AI och Yandex Translate.\nBatch-läge kommer att stödja i framtiden. \n\nIntegritetspolicy \nDina uppgifter finns hela tiden på ditt Google-konto och sparas aldrig i vår databas. Dina uppgifter delas inte med någon, inklusive ägaren till tillägget. \nVi följer sekretesslagar (särskilt GDPR & California Privacy Act) för att skydda dina uppgifter.",
    "sw": "Tafsiri picha katika Lugha 30+ Baada ya Sekunde, iwe ni mabango, brosha, picha za skrini, matangazo, infographics, michoro, picha za bidhaa, vichekesho, manga, lebo za bidhaa, chati za mtiririko, machapisho ya mitandao ya kijamii, miongozo ya bidhaa, picha, bango, kadi, mwaliko. picha za barua, picha za meme, manhua au webtoon. Huduma za kisasa za OCR na utafsiri wa mashine hutumiwa ili kuhakikisha ubora wa tafsiri. Tunatumia muundo wa PNG, JPG.\n\nUnaweza kubofya kulia kwenye picha unayotaka kutafsiri na uchague lugha lengwa kwa tafsiri. Hivi karibuni, picha iliyotafsiriwa itachukua nafasi ya picha asili kiotomatiki kwenye ukurasa wa tovuti, ambayo ni matumizi bora ya kuvinjari.\n\nBaada ya kuchagua picha inayolengwa, itachanganuliwa kiotomatiki kwa tafsiri ya maandishi.\n\nFAIDA NA SIFA KUU\n➤ Utambuzi wa Nakala Otomatiki\nTumia Teknolojia ya Hivi Punde ya OCR inayotokana na AI ili Kutambua Kiotomatiki Maandishi kwenye Picha\n \n➤ Tafsiri Sahihi\nPiga simu API ya Tafsiri ya Google iliyosasishwa ili kubadilisha maandishi hadi Lugha 30+\n\nKwa sasa, ilitafsiriwa kupitia Google Tafsiri, na katika siku zijazo, itasaidia DeepL, ChatGPT, Open AI, na Yandex Translate.\nHali ya kundi itasaidia katika siku zijazo.\n\nSera ya Faragha\n\nKwa muundo, data yako hukaa kwenye akaunti yako ya Google kila wakati, haihifadhiwi katika hifadhidata yetu. Data yako haishirikiwi na mtu yeyote, akiwemo mmiliki wa programu jalizi.\nTunatii sheria za faragha (hasa GDPR na Sheria ya Faragha ya California) ili kulinda data yako.",
    "ta": "புகைப்படங்கள் போஸ்டர்கள், பிரசுரங்கள், திரைக்காட்சிகள், விளம்பரங்கள், இன்போ கிராபிக்ஸ், வரைபடங்கள், தயாரிப்பு படங்கள், காமிக்ஸ், மாங்கா, தயாரிப்பு லேபிள்கள், ஃப்ளோசார்ட்கள், சமூக ஊடக இடுகைகள், தயாரிப்பு கையேடுகள், கிராஃபிக், பேனர், அட்டை, அழைப்பிதழ் என அனைத்தையும் நொடிகளில் 30+ மொழிகளில் மொழிபெயர்க்கலாம் கடிதப் படங்கள், நினைவுப் படங்கள், மன்ஹுவா அல்லது வெப்டூன். நவீன OCR மற்றும் இயந்திர மொழிபெயர்ப்பு சேவைகள் மொழிபெயர்ப்பு தரத்திற்கு உத்தரவாதம் அளிக்க பயன்படுத்தப்படுகின்றன. நாங்கள் PNG, JPG வடிவங்களை ஆதரிக்கிறோம்.\n\nநீங்கள் மொழிபெயர்க்க விரும்பும் படத்தின் மீது வலது கிளிக் செய்து மொழிபெயர்ப்பிற்கான இலக்கு மொழியைத் தேர்ந்தெடுக்கலாம். விரைவில், மொழிபெயர்க்கப்பட்ட படம் வலைப்பக்கத்தில் உள்ள அசல் படத்தை தானாகவே மாற்றிவிடும், இது சரியான உலாவல் அனுபவமாகும்.\n\nஇலக்குப் படத்தைத் தேர்ந்தெடுத்த பிறகு, அது தானாகவே உரையின் மொழிபெயர்ப்புடன் ஸ்கேன் செய்யப்படும்.\n\nமுக்கிய நன்மைகள் மற்றும் அம்சங்கள்\n➤ உரை தானியங்கு அங்கீகாரம்\nபடத்தில் உள்ள உரைகளைத் தானாக அங்கீகரிக்க சமீபத்திய AI- அடிப்படையிலான OCR தொழில்நுட்பத்தைப் பயன்படுத்தவும்\n \n➤ துல்லியமான மொழிபெயர்ப்பு\nஉரைகளை 30+ மொழிகளாக மாற்ற, புதுப்பித்த Google Translation API ஐ அழைக்கவும்\n\nதற்போது, இது Google Translate மூலம் மொழிபெயர்க்கப்பட்டுள்ளது, எதிர்காலத்தில், இது DeepL, ChatGPT, Open AI மற்றும் Yandex Translate ஆகியவற்றை ஆதரிக்கும்.\nபேட்ச் பயன்முறை எதிர்காலத்தில் ஆதரிக்கப்படும்.\n\nதனியுரிமைக் கொள்கை\n\nவடிவமைப்பின்படி, உங்கள் தரவு எப்போதும் உங்கள் Google கணக்கில் இருக்கும், எங்கள் தரவுத்தளத்தில் சேமிக்கப்படாது. ஆட்-ஆன் உரிமையாளர் உட்பட யாருடனும் உங்கள் தரவு பகிரப்படவில்லை.\nஉங்கள் தரவைப் பாதுகாக்க தனியுரிமைச் சட்டங்களுக்கு (குறிப்பாக GDPR & கலிபோர்னியா தனியுரிமைச் சட்டம்) நாங்கள் இணங்குகிறோம்.",
    "te": "ఫోటోలు పోస్టర్‌లు, బ్రోచర్‌లు, స్క్రీన్‌షాట్‌లు, ప్రకటనలు, ఇన్ఫోగ్రాఫిక్‌లు, డ్రాయింగ్‌లు, ఉత్పత్తి చిత్రాలు, కామిక్స్, మాంగా, ఉత్పత్తి లేబుల్‌లు, ఫ్లోచార్ట్‌లు, సోషల్ మీడియా పోస్ట్‌లు, ఉత్పత్తి మాన్యువల్‌లు, గ్రాఫిక్, బ్యానర్, కార్డ్, ఆహ్వానం వంటి వాటిని సెకన్లలో 30+ భాషల్లోకి అనువదించండి అక్షర చిత్రాలు, పోటి చిత్రాలు, మాన్హువా లేదా వెబ్‌టూన్. అనువాద నాణ్యతకు హామీ ఇవ్వడానికి అత్యాధునిక OCR మరియు యంత్ర అనువాద సేవలు ఉపయోగించబడతాయి. మేము PNG, JPG ఫార్మాట్‌లకు మద్దతిస్తాము.\n\nమీరు అనువదించాలనుకుంటున్న చిత్రంపై కుడి-క్లిక్ చేసి, అనువాదం కోసం లక్ష్య భాషను ఎంచుకోవచ్చు. త్వరలో, అనువదించబడిన చిత్రం వెబ్‌పేజీలోని అసలు చిత్రాన్ని స్వయంచాలకంగా భర్తీ చేస్తుంది, ఇది పరిపూర్ణ బ్రౌజింగ్ అనుభవం.\n\nలక్ష్య చిత్రాన్ని ఎంచుకున్న తర్వాత, అది స్వయంచాలకంగా టెక్స్ట్ యొక్క అనువాదంతో స్కాన్ చేయబడుతుంది.\n\nప్రధాన ప్రయోజనాలు మరియు లక్షణాలు\n➤ టెక్స్ట్ ఆటో రికగ్నిషన్\nచిత్రంలోని వచనాలను స్వయంచాలకంగా గుర్తించడానికి తాజా AI-ఆధారిత OCR సాంకేతికతను ఉపయోగించండి\n \n➤ ఖచ్చితమైన అనువాదం\nటెక్స్ట్‌లను 30+ భాషల్లోకి మార్చడానికి అప్-టు-డేట్ Google Translation APIకి కాల్ చేయండి\n\nప్రస్తుతం, ఇది Google అనువాదం ద్వారా అనువదించబడింది మరియు భవిష్యత్తులో, ఇది DeepL, ChatGPT, Open AI మరియు Yandex Translateకి మద్దతు ఇస్తుంది.\nబ్యాచ్ మోడ్ భవిష్యత్తులో మద్దతు ఇస్తుంది.\n\nగోప్యతా విధానం\n\nడిజైన్ ప్రకారం, మీ డేటా మీ Google ఖాతాలో ఎల్లప్పుడూ ఉంటుంది, మా డేటాబేస్‌లో ఎప్పుడూ సేవ్ చేయబడదు. మీ డేటా యాడ్-ఆన్ యజమానితో సహా ఎవరితోనూ భాగస్వామ్యం చేయబడదు.\nమేము మీ డేటాను రక్షించడానికి గోప్యతా చట్టాలకు (ముఖ్యంగా GDPR & కాలిఫోర్నియా గోప్యతా చట్టం) కట్టుబడి ఉంటాము.",
    "th": "แปลรูปภาพเป็นภาษาต่างๆ กว่า 30 ภาษาในไม่กี่วินาที ไม่ว่าจะเป็นโปสเตอร์ โบรชัวร์ ภาพหน้าจอ โฆษณา อินโฟกราฟิก ภาพวาด ภาพผลิตภัณฑ์ การ์ตูน มังงะ ฉลากผลิตภัณฑ์ ผังงาน โพสต์โซเชียลมีเดีย คู่มือผลิตภัณฑ์ กราฟิก แบนเนอร์ การ์ด บัตรเชิญ ภาพตัวอักษร ภาพมีม มันฮัวหรือเว็บตูน OCR ที่ล้ำสมัยและบริการการแปลด้วยเครื่องใช้เพื่อรับประกันคุณภาพการแปล เรารองรับรูปแบบ PNG, JPG\n\nคุณสามารถคลิกขวาที่รูปภาพที่คุณต้องการแปลและเลือกภาษาเป้าหมายสำหรับการแปล ในไม่ช้า รูปภาพที่แปลจะแทนที่รูปภาพต้นฉบับบนหน้าเว็บโดยอัตโนมัติ ซึ่งเป็นประสบการณ์การท่องเว็บที่สมบูรณ์แบบ\n\nหลังจากเลือกภาพเป้าหมายแล้ว ภาพนั้นจะถูกสแกนโดยอัตโนมัติพร้อมกับคำแปลของข้อความ\n\nประโยชน์และคุณสมบัติหลัก\n➤ การจดจำข้อความอัตโนมัติ\nใช้เทคโนโลยี OCR ที่ใช้ AI ล่าสุดเพื่อจดจำข้อความในรูปภาพโดยอัตโนมัติ\n➤ การแปลที่ถูกต้อง\nเรียกใช้ API การแปลของ Google ที่อัปเดตเพื่อแปลงข้อความเป็นภาษาต่างๆ มากกว่า 30 ภาษา\n\nปัจจุบันแปลผ่าน Google Translate และในอนาคตจะรองรับ DeepL, ChatGPT, Open AI และ Yandex Translate\nโหมดแบทช์จะรองรับในอนาคต\n\nนโยบายความเป็นส่วนตัว\nด้วยการออกแบบ ข้อมูลของคุณจะอยู่ในบัญชี Google ของคุณตลอดเวลา ไม่เคยบันทึกในฐานข้อมูลของเรา ข้อมูลของคุณจะไม่ถูกแชร์กับใครก็ตาม รวมถึงเจ้าของส่วนเสริม\nเราปฏิบัติตามกฎหมายความเป็นส่วนตัว (โดยเฉพาะ GDPR & California Privacy Act) เพื่อปกป้องข้อมูลของคุณ",
    "tr": "Posterler, broşürler, ekran görüntüleri, reklamlar, infografikler, çizimler, ürün görselleri, çizgi romanlar, mangalar, ürün etiketleri, akış şemaları, Sosyal medya gönderileri, ürün kılavuzları, grafik, banner, kart, davetiye olsun, fotoğrafları Saniyeler İçinde 30'dan Fazla Dile Çevirin mektup görselleri, meme görselleri, manhua veya webtoon. Çeviri kalitesini garanti altına almak için son teknoloji ürünü OCR ve makine çevirisi hizmetleri kullanılmaktadır. PNG, JPG formatlarını destekliyoruz.\n\nÇevirmek istediğiniz görselin üzerine sağ tıklayıp çeviri için hedef dili seçebilirsiniz. Yakında çevrilen görsel, web sayfasındaki orijinal görselin yerini otomatik olarak alacak ve bu da mükemmel bir gezinme deneyimi olacak.\n\nHedef görseli seçtikten sonra otomatik olarak metnin çevirisiyle birlikte taranacaktır.\n\nANA FAYDALARI VE ÖZELLİKLERİ\n➤ Otomatik Metin Tanıma\nGörüntüdeki Metinleri Otomatik Olarak Tanımak için En Son Yapay Zeka Tabanlı OCR Teknolojisini Kullanın\n \n➤ Doğru Çeviri\nMetinleri 30'dan fazla dile dönüştürmek için Güncel Google Çeviri API'sini arayın\n\nŞu anda Google Çeviri aracılığıyla çevrilmiştir ve gelecekte DeepL, ChatGPT, Open AI ve Yandex Translate'i destekleyecektir.\nToplu mod gelecekte desteklenecektir.\n\nGizlilik Politikası\n\nTasarım gereği verileriniz her zaman Google hesabınızda kalır, hiçbir zaman veritabanımıza kaydedilmez. Verileriniz eklenti sahibi dahil hiç kimseyle paylaşılmaz.\nVerilerinizi korumak için gizlilik yasalarına (özellikle GDPR ve Kaliforniya Gizlilik Yasası) uyarız.",
    "uk": "За лічені секунди перекладайте фотографії понад 30 мовами, будь то постери, брошури, скріншоти, реклама, інфографіка, малюнки, зображення продуктів, комікси, манга, етикетки продуктів, блок-схеми, публікації в соціальних мережах, посібники з продуктів, графіка, банери, картки, запрошення зображення листів, зображення мемів, манхуа або веб-мультфільми. Для гарантії якості перекладу використовуються найсучасніші послуги оптичного розпізнавання тексту та машинного перекладу. Ми підтримуємо формати PNG, JPG.\n\nВи можете клацнути правою кнопкою миші зображення, яке потрібно перекласти, і вибрати мову перекладу. Невдовзі перекладене зображення автоматично замінить оригінальне зображення на веб-сторінці, що є ідеальним досвідом перегляду.\n\nПісля вибору цільового зображення воно автоматично сканується з перекладом тексту.\n\nОСНОВНІ ПЕРЕВАГИ ТА ОСОБЛИВОСТІ\n➤ Автоматичне розпізнавання тексту\nВикористовуйте новітню технологію оптичного розпізнавання символів на основі штучного інтелекту для автоматичного розпізнавання текстів на зображенні\n \n➤ Точний переклад\nВикличте оновлений API перекладу Google, щоб конвертувати тексти на понад 30 мов\n\nЗараз він перекладається через Google Translate, а в майбутньому він підтримуватиме DeepL, ChatGPT, Open AI і Yandex Translate.\nПакетний режим підтримуватиметься в майбутньому.\n\nПолітика конфіденційності\n\nЗа задумом ваші дані завжди залишаються у вашому обліковому записі Google і ніколи не зберігаються в нашій базі даних. Ваші дані нікому не надаються, включаючи власника надбудови.\nМи дотримуємося законів про конфіденційність (особливо GDPR і Закону Каліфорнії про конфіденційність), щоб захистити ваші дані.",
    "vi": "Dịch ảnh sang hơn 30 ngôn ngữ trong vài giây, cho dù đó là áp phích, tài liệu quảng cáo, ảnh chụp màn hình, quảng cáo, đồ họa thông tin, bản vẽ, hình ảnh sản phẩm, truyện tranh, manga, nhãn sản phẩm, sơ đồ, bài đăng trên mạng xã hội, hướng dẫn sử dụng sản phẩm, đồ họa, biểu ngữ, thiệp, thiệp mời hình ảnh chữ cái, hình ảnh meme, manhua hoặc webtoon. Các dịch vụ OCR và dịch máy hiện đại được sử dụng để đảm bảo chất lượng bản dịch. Chúng tôi hỗ trợ các định dạng PNG, JPG.\n\nBạn có thể nhấp chuột phải vào hình ảnh muốn dịch và chọn ngôn ngữ đích để dịch. Ngay sau đó, hình ảnh được dịch sẽ tự động thay thế hình ảnh gốc trên trang web, mang lại trải nghiệm duyệt web hoàn hảo.\n\nSau khi chọn hình ảnh mục tiêu, nó sẽ tự động được quét cùng với bản dịch văn bản.\n\nLỢI ÍCH VÀ TÍNH NĂNG CHÍNH\n➤ Tự động nhận dạng văn bản\nSử dụng Công nghệ OCR dựa trên AI mới nhất để tự động nhận dạng văn bản trong hình ảnh\n \n➤ Dịch thuật chính xác\nGọi API Google Dịch cập nhật để chuyển đổi văn bản sang hơn 30 ngôn ngữ\n\nHiện tại, nó được dịch thông qua Google Translate và trong tương lai, nó sẽ hỗ trợ DeepL, ChatGPT, Open AI và Yandex Translate.\nChế độ hàng loạt sẽ hỗ trợ trong tương lai.\n\nChính sách bảo mật\n\nTheo thiết kế, dữ liệu của bạn luôn nằm trong tài khoản Google của bạn và không bao giờ được lưu trong cơ sở dữ liệu của chúng tôi. Dữ liệu của bạn không được chia sẻ với bất kỳ ai, kể cả chủ sở hữu tiện ích bổ sung.\nChúng tôi tuân thủ luật về quyền riêng tư (đặc biệt là GDPR & Đạo luật quyền riêng tư của California) để bảo vệ dữ liệu của bạn.",
    "zh_CN": "瞬间将照片翻译成 30 多种语言，无论它们是海报、手册、截图、广告、信息图表、图画、产品图片、漫画、漫画、产品标签、流程图、社交媒体帖子、产品手册、图形、横幅、卡片、邀请函图片、备忘录图片、漫画或网络漫画。我们采用最先进的 OCR 和机器翻译服务来保证翻译质量。我们支持 PNG、JPG 格式。\n\n您可以右键单击要翻译的图片，然后选择要翻译的目标语言。很快，翻译后的图片就会自动取代网页上的原始图片，带来完美的浏览体验。\n\n选择目标图片后，会自动扫描出翻译文本。\n\n主要优势和功能\n➤文本自动识别\n使用最新的人工智能 OCR 技术自动识别图像中的文字\n➤ 精确翻译\n调用最新的谷歌翻译 API 将文本转换为 30 多种语言\n\n目前，它通过谷歌翻译进行翻译，未来将支持 DeepL、ChatGPT、Open AI 和 Yandex Translate。未来还将支持批量模式。\n\n隐私政策 \n根据设计，您的数据始终保留在您的 Google 账户中，绝不会保存在我们的数据库中。您的数据不会与任何人共享，包括附加组件所有者。我们遵守隐私法（尤其是 GDPR 和加州隐私法），以保护您的数据。",
    "zh_TW": "瞬間將照片翻譯成30 多種語言，無論它們是海報、手冊、截圖、廣告、信息圖表、圖畫、產品圖片、漫畫、漫畫、產品標籤、流程圖、社交媒體帖子、產品手冊、圖形、橫幅、卡片、邀請函圖片、備忘錄圖片、漫畫或網絡漫畫。我們採用最先進的 OCR 和機器翻譯服務來保證翻譯質量。我們支持 PNG、JPG 格式。\n\n您可以右鍵單擊要翻譯的圖片，然後選擇要翻譯的目標語言。很快，翻譯後的圖片就會自動取代網頁上的原始圖片，帶來完美的瀏覽體驗。\n\n選擇目標圖片後，會自動掃描出翻譯文本。\n\n主要優勢和功能\n➤文本自動識別\n使用最新的人工智能 OCR 技術自動識別圖像中的文字\n➤ 精確翻譯\n調用最新的谷歌翻譯 API 將文本轉換為 30 多種語言\n\n目前，它通過谷歌翻譯進行翻譯，未來將支持 DeepL、ChatGPT、Open AI 和 Yandex Translate。未來還將支持批量模式。\n\n隱私政策 \n根據設計，您的數據始終保留在您的 Google 賬戶中，絕不會保存在我們的數據庫中。您的數據不會與任何人共享，包括附加組件所有者。我們遵守隱私法（尤其是 GDPR 和加州隱私法），以保護您的數據。"
  }
}