{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shots by Waybook — Instant Process Guides"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost team efficiency with Shots by Waybook: Turn any task into a step-by-step guide and simplify creating onboarding & SOPs."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shots by Waybook is the ultimate free tool for turning your team’s know-how into actionable, easy-to-follow guides. With Shots, you can instantly capture any process and create a step-by-step guide that’s ready to share and scale your business’s knowledge.\n\nAutomatically take beautiful screenshots as you navigate between pages and steps. Once you're done, you can instantly share your Shots with others.\n\n*Why install Shots by Waybook?*\n\n- Capture with Ease: Shots simplifies the way you document business processes. It’s as simple as performing the task and letting Shots do the rest, capturing each step with precision.\n\n- Onboard Like a Pro: Bring new team members up to speed with interactive guides that make learning engaging and effective.\n\n- Create SOPs in Seconds: Standardize how tasks are done across your organization with clear, concise SOPs that everyone can follow.\n\n- Empower with Knowledge: Make troubleshooting and customer support a breeze by providing staff and customers with straightforward guides.\n\n- Share and Track: Easily share your Shots with anyone online or directly import into a Waybook account for best in class knowledge management.\n\n\n*Key Features Include:*\n\n- Automated Guide Creation: Perform a process, and Shots turns it into a guide.\n\n- Easy Sharing: Distribute guides with a link – no login or download necessary.\n\n- Knowledge Tracking: See who’s viewed and completed guides with built-in analytics when imported into your Waybook account.\n\n- Iterative Learning: Update and improve guides based on user feedback and changing processes.\n\n- Testing & Validation: Embed quizzes to ensure your team understands the processes after importing into a Waybook account.\n\n\nWith Shots by Waybook, gone are the days of outdated manuals and inconsistent training. Welcome to a world where knowledge transfer is seamless, and every team member is empowered to contribute their best.\n\n\n*Join the productivity revolution:*\nThousands of teams have transformed their processes into progress with Waybook, and now with Shots by Waybook. Be the next success story. Install Shots by Waybook for free today and start building a smarter, more efficient workplace.\n\nFor any queries or support, our friendly Waybook team is just a click away, ready to assist you in harnessing the full potential of Shots. Embrace the power of simplicity and let Shots by Waybook be your guide to operational excellence."
  }
}