{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Etsyshop - Etsy™ Rank Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "The most useful product and shop analysis tool to help Etsy seller optimize Etsy rank.",
    "de": "Das nützlichste Produkt- und Shop-Analyse-Tool, das Etsy-Verkäufern hilft, ihr Etsy-Ranking zu optimieren.",
    "es": "La herramienta de análisis de productos y tiendas más útil para ayudar a los vendedores de Etsy a optimizar su posición en Etsy.",
    "fr": "L'outil d'analyse de produits et de boutiques le plus utile pour aider les vendeurs Etsy à optimiser leur classement sur Etsy.",
    "ja": "EtsyセラーがEtsyランクを最適化するのに役立つ、最も便利な商品・ショップ分析ツールです。",
    "pt_PT": "A ferramenta de análise de produtos e lojas mais útil para ajudar o vendedor Etsy a otimizar a classificação Etsy.",
    "zh_CN": "最有用的商品和店铺分析工具，帮助Etsy卖家优化排名。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "As a Google Chrome extension for analyzing Etsy data, Etsyshop extension significantly enhances your product research efficiency. With this Etsy seller helper, you can quickly view data for all products and shops on Etsy, assess the value of related products, and find creative, high-demand items. Simultaneously, by analyzing product and shop data, you can optimize your Etsy rank.\n\n1. Quickly view core metrics of products\nOn various pages of Etsy, below the product images, you can quickly view core metrics of products such as 7-day sales, total sales, favorites, release time, and more. Additionally, by clicking the \"\"Favorite\"\" icon, you can save the current product for later viewing. Or click the \"\"Details\"\" button to see more data for that product.\n\n2. Batch product analysis\nOn various pages of Etsy, clicking the batch analysis button allows you to analyze the performance of product lists in real-time, view average prices, average sales, average 7-day sales, average reviews, and average favorites, among others. Product data is displayed clearly.\n\n3. Product detail analysis\nOn the product list page, below the product images, the Etsyshop extension directly displays all detailed information about the product in tabular form. In addition to conventional information such as sales volume, price, favorites, Best Seller, Etsy's Pick, etc., it also includes product tags. As you may know, adding appropriate tags to your products is crucial to making your Etsy rank stand out among many platforms.\n\n4. Shop detail analysis\nOn the shop detail page, you can also find a table displaying detailed information about the shop. In addition to conventional data, it also shows the shop's sales trends, popular tags, and categories, providing you with references to optimize your Etsy ranking.\n\n5. Keyword search analysis\nWhen conducting searches at the top of the Etsy page, Etsyshop extension displays the competition of that keyword. If you want to learn more, clicking \"\"More\"\" will allow you to view more data for that keyword, such as competition, sales, favorites, Google monthly search, Google PD, Google CPC, similar keywords, related product lists, and more.\n\nAttention! Etsyshop supports product research, shop analysis, and keyword research. All of these can help improve your Etsy rank. Download and try it out now.\n\nFor more information on Etsy rank analysis, please visit https://www.etsyshop.ai/.",
    "de": "Als Google Chrome-Erweiterung zur Analyse von Etsy-Daten verbessert die Etsyshop-Erweiterung die Effizienz Ihrer Produktrecherche erheblich. Mit diesem Helfer für Etsy-Verkäufer können Sie schnell Daten für alle Produkte und Shops auf Etsy anzeigen, den Wert verwandter Produkte bewerten und kreative, stark nachgefragte Artikel finden. Gleichzeitig können Sie durch die Analyse von Produkt- und Shopdaten Ihr Etsy-Ranking optimieren.\n\n1. Schnelles Anzeigen der wichtigsten Produktkennzahlen\nAuf verschiedenen Seiten von Etsy können Sie unter den Produktbildern schnell die wichtigsten Produktkennzahlen einsehen, z. B. 7-Tage-Verkäufe, Gesamtverkäufe, Favoriten, Veröffentlichungszeitpunkt und mehr. Wenn Sie auf das Symbol \"\"Favorit\"\" klicken, können Sie das aktuelle Produkt zur späteren Ansicht speichern. Oder klicken Sie auf die Schaltfläche \"\"Details\"\", um weitere Daten zu diesem Produkt anzuzeigen.\n\n2. Batch-Produktanalyse\nWenn Sie auf verschiedenen Seiten von Etsy auf die Schaltfläche \"\"Stapelanalyse\"\" klicken, können Sie die Leistung von Produktlisten in Echtzeit analysieren und u. a. Durchschnittspreise, durchschnittliche Verkäufe, durchschnittliche 7-Tage-Verkäufe, durchschnittliche Bewertungen und durchschnittliche Favoriten anzeigen. Die Produktdaten werden übersichtlich dargestellt.\n\n3. Produkt-Detail-Analyse\nAuf der Produktlistenseite, unterhalb der Produktbilder, zeigt die Etsyshop-Erweiterung direkt alle Detailinformationen zum Produkt in Tabellenform an. Neben den herkömmlichen Informationen wie Verkaufsvolumen, Preis, Favoriten, Best Seller, Etsy's Pick usw. werden auch die Produkt-Tags angezeigt. Wie Sie vielleicht wissen, ist das Hinzufügen geeigneter Tags zu Ihren Produkten entscheidend dafür, dass sich Ihr Etsy-Ranking unter den vielen Plattformen abhebt.\n\n4. Shop-Detail-Analyse\nAuf der Shop-Detailseite finden Sie auch eine Tabelle mit detaillierten Informationen über den Shop. Neben den herkömmlichen Daten werden auch die Verkaufstrends des Shops, beliebte Tags und Kategorien angezeigt, die Ihnen Hinweise zur Optimierung Ihres Etsy-Rankings liefern.\n\n5. Analyse der Schlüsselwortsuche\nWenn Sie eine Suche auf der Etsy-Seite durchführen, zeigt die Etsyshop-Erweiterung den Wettbewerb für dieses Schlüsselwort an. Wenn Sie mehr erfahren möchten, klicken Sie auf \"\"Mehr\"\", um weitere Daten für dieses Keyword anzuzeigen, wie z. B. Wettbewerb, Verkäufe, Favoriten, monatliche Google-Suche, Google PD, Google CPC, ähnliche Keywords, Listen verwandter Produkte und mehr.\n\nAchtung! Etsyshop unterstützt Produktforschung, Shop-Analyse und Keyword-Recherche. All dies kann Ihnen helfen, Ihr Etsy-Ranking zu verbessern. Laden Sie es herunter und probieren Sie es jetzt aus.\n\nFür weitere Informationen zur Etsy-Ranking-Analyse besuchen Sie bitte https://www.etsyshop.ai/.",
    "es": "Como extensión de Google Chrome para analizar datos de Etsy, la extensión Etsyshop mejora significativamente la eficacia de tu búsqueda de productos. Con esta ayuda para vendedores de Etsy, puedes ver rápidamente los datos de todos los productos y tiendas de Etsy, evaluar el valor de los productos relacionados y encontrar artículos creativos de gran demanda. Simultáneamente, al analizar los datos de productos y tiendas, puedes optimizar tu rango en Etsy.\n\n1. Ver rápidamente las métricas principales de los productos\nEn varias páginas de Etsy, debajo de las imágenes de los productos, puedes ver rápidamente las métricas principales de los productos, como las ventas en 7 días, las ventas totales, los favoritos, el tiempo de lanzamiento y mucho más. Además, si haces clic en el icono \"\"Favorito\"\", puedes guardar el producto actual para verlo más tarde. O haga clic en el botón \"\"Detalles\"\" para ver más datos de ese producto.\n\n2. Análisis de productos por lotes\nEn varias páginas de Etsy, hacer clic en el botón de análisis por lotes te permite analizar el rendimiento de las listas de productos en tiempo real, ver los precios medios, las ventas medias, las ventas medias en 7 días, las opiniones medias y los favoritos medios, entre otros. Los datos de los productos se muestran con claridad.\n\n3. Análisis detallado del producto\nEn la página de la lista de productos, debajo de las imágenes de los productos, la extensión de Etsyshop muestra directamente toda la información detallada sobre el producto en forma de tabla. Además de la información convencional, como volumen de ventas, precio, favoritos, Best Seller, Etsy's Pick, etc., también incluye las etiquetas de los productos. Como ya sabrás, añadir etiquetas adecuadas a tus productos es crucial para que tu ranking en Etsy destaque entre muchas plataformas.\n\n4. Análisis detallado de la tienda\nEn la página de detalles de la tienda, también puedes encontrar una tabla que muestra información detallada sobre la tienda. Además de los datos convencionales, también muestra las tendencias de ventas de la tienda, las etiquetas populares y las categorías, proporcionándote referencias para optimizar tu ranking en Etsy.\n\n5. Análisis de búsqueda de palabras clave\nAl realizar búsquedas en la parte superior de la página de Etsy, la extensión Etsyshop muestra la competencia de esa palabra clave. Si quieres saber más, al hacer clic en \"\"Más\"\" podrás ver más datos para esa palabra clave, como competencia, ventas, favoritos, búsqueda mensual en Google, Google PD, Google CPC, palabras clave similares, listas de productos relacionados y mucho más.\n\n¡Atención! Etsyshop admite la investigación de productos, el análisis de tiendas y la investigación de palabras clave. Todo ello puede ayudarte a mejorar tu posición en Etsy. Descárgalo y pruébalo ahora.\n\nPara obtener más información sobre el análisis del ranking de Etsy, visita https://www.etsyshop.ai/.",
    "fr": "En tant qu'extension Google Chrome pour l'analyse des données Etsy, l'extension Etsyshop améliore considérablement l'efficacité de votre recherche de produits. Grâce à cette aide aux vendeurs Etsy, vous pouvez rapidement consulter les données de tous les produits et boutiques sur Etsy, évaluer la valeur des produits connexes et trouver des articles créatifs et très demandés. En même temps, l'analyse des données relatives aux produits et aux boutiques vous permet d'optimiser votre classement sur Etsy.\n\n1. Visualiser rapidement les indicateurs de base des produits\nSur plusieurs pages d'Etsy, sous les images des produits, vous pouvez rapidement visualiser les principales mesures des produits, telles que les ventes sur 7 jours, les ventes totales, les favoris, l'heure de sortie, etc. En outre, en cliquant sur l'icône \"\"Favoris\"\", vous pouvez enregistrer le produit en cours pour le consulter ultérieurement. Vous pouvez également cliquer sur le bouton \"\"Détails\"\" pour afficher d'autres données relatives à ce produit.\n\n2. Analyse des produits par lots\nSur plusieurs pages d'Etsy, cliquer sur le bouton d'analyse par lots vous permet d'analyser les performances des listes de produits en temps réel, d'afficher les prix moyens, les ventes moyennes, les ventes moyennes sur 7 jours, les avis moyens et les favoris moyens, entre autres. Les données relatives aux produits sont affichées clairement.\n\n3. Analyse détaillée des produits\nSur la page de la liste des produits, sous les images des produits, l'extension Etsyshop affiche directement toutes les informations détaillées sur le produit sous forme de tableau. Outre les informations classiques telles que le volume des ventes, le prix, les favoris, les meilleures ventes, le choix d'Etsy, etc. Comme vous le savez peut-être, il est essentiel d'ajouter des étiquettes appropriées à vos produits pour que votre classement Etsy se démarque parmi les nombreuses plateformes.\n\n4. Analyse détaillée de la boutique\nSur la page des détails de la boutique, vous pouvez également trouver un tableau affichant des informations détaillées sur la boutique. Outre les données conventionnelles, il indique également les tendances de vente de la boutique, les tags populaires et les catégories, vous fournissant ainsi des références pour optimiser votre classement sur Etsy.\n\n5. Analyse de la recherche par mot-clé\nLorsque vous effectuez des recherches en haut de la page Etsy, l'extension Etsyshop affiche la concurrence de ce mot-clé. Si vous souhaitez en savoir plus, cliquez sur \"\"Plus\"\" pour afficher d'autres données pour ce mot-clé, telles que la concurrence, les ventes, les favoris, la recherche mensuelle Google, Google PD, Google CPC, les mots-clés similaires, les listes de produits apparentés, etc.\n\nAttention ! Etsyshop prend en charge la recherche de produits, l'analyse de boutiques et la recherche de mots-clés. Tous ces outils peuvent vous aider à améliorer votre classement sur Etsy. Téléchargez-le et essayez-le dès maintenant.\n\nPour plus d'informations sur l'analyse du classement Etsy, veuillez visiter https://www.etsyshop.ai/.",
    "ja": "Etsyのデータを分析するためのGoogle Chrome拡張機能として、Etsyshop拡張機能はあなたの商品リサーチの効率を大幅に向上させます。このEtsyセラーヘルパーを使えば、Etsy上のすべての商品とショップのデータを素早く表示し、関連商品の価値を評価し、クリエイティブで需要の高いアイテムを見つけることができます。同時に、商品とショップのデータを分析することで、Etsyランクを最適化することができます。\n\n1. 商品のコアメトリクスを素早く表示\nEtsyの様々なページで、商品画像の下に、7日間の売上、合計売上、お気に入り、リリース時間などの商品のコアメトリクスを素早く見ることができます。さらに、「お気に入り」アイコンをクリックすると、現在の商品を保存して後で見ることができます。また、「詳細」ボタンをクリックすると、その商品の詳細データを見ることができます。\n\n2. 商品一括分析\nEtsyの様々なページで、一括分析ボタンをクリックすると、商品リストのパフォーマンスをリアルタイムで分析し、平均価格、平均売上、平均7日間売上、平均レビュー、平均お気に入りなどを見ることができます。商品データはわかりやすく表示されます。\n\n3. 商品詳細分析\n商品一覧ページで、商品画像の下に、Etsyshopエクステンションは商品に関するすべての詳細情報を表形式で直接表示します。販売量、価格、お気に入り、ベストセラー、Etsy's Pickなどの従来の情報に加え、商品タグも表示されます。ご存知の通り、商品に適切なタグを追加することは、Etsyのランキングを多くのプラットフォームの中で際立たせるために非常に重要です。\n\n4. ショップ詳細分析\nショップ詳細ページでは、ショップの詳細情報を表示する表も見つけることができます。従来のデータに加え、ショップの売上傾向や人気のタグ、カテゴリーなども表示され、Etsyランキングを最適化するための参考になります。\n\n5. キーワード検索分析\nEtsyページのトップで検索を行う際、Etsyshopエクステンションはそのキーワードの競合を表示します。もっと詳しく知りたい場合は、「もっと見る」をクリックすると、そのキーワードの競合、売上、お気に入り、Google月間検索、Google PD、Google CPC、類似キーワード、関連商品リストなどのデータを見ることができます。\n\nご注意 Etsyshopは商品リサーチ、ショップ分析、キーワードリサーチをサポートしています。これらはすべてあなたのEtsyランクを向上させるのに役立ちます。今すぐダウンロードしてお試しください。\n\nEtsyランキング分析の詳細については、https://www.etsyshop.ai/。",
    "pt_PT": "Enquanto extensão do Google Chrome para analisar dados do Etsy, a extensão Etsyshop melhora significativamente a eficiência da sua pesquisa de produtos. Com este auxiliar de vendedor Etsy, pode visualizar rapidamente os dados de todos os produtos e lojas no Etsy, avaliar o valor de produtos relacionados e encontrar artigos criativos e de elevada procura. Simultaneamente, ao analisar os dados dos produtos e das lojas, pode otimizar a sua classificação no Etsy.\n\n1. Visualizar rapidamente as principais métricas dos produtos\nEm várias páginas do Etsy, por baixo das imagens dos produtos, pode ver rapidamente as principais métricas dos produtos, como as vendas de 7 dias, o total de vendas, os favoritos, o tempo de lançamento e muito mais. Além disso, ao clicar no ícone \"\"Favorito\"\", pode guardar o produto atual para visualização posterior. Ou clique no botão \"\"Detalhes\"\" para ver mais dados sobre esse produto.\n\n2. Análise de produtos em lote\nEm várias páginas do Etsy, clicar no botão de análise de lote permite-lhe analisar o desempenho das listas de produtos em tempo real, ver os preços médios, as vendas médias, as vendas médias de 7 dias, as avaliações médias e os favoritos médios, entre outros. Os dados dos produtos são apresentados de forma clara.\n\n3. Análise detalhada do produto\nNa página da lista de produtos, por baixo das imagens dos produtos, a extensão Etsyshop apresenta diretamente todas as informações detalhadas sobre o produto em forma de tabela. Para além das informações convencionais, como o volume de vendas, o preço, os favoritos, o Best Seller, o Etsy's Pick, etc., inclui também as etiquetas dos produtos. Como deve saber, adicionar etiquetas adequadas aos seus produtos é crucial para que a sua classificação no Etsy se destaque entre muitas plataformas.\n\n4. Análise dos detalhes da loja\nNa página de detalhes da loja, você também pode encontrar uma tabela que exibe informações detalhadas sobre a loja. Para além dos dados convencionais, mostra também as tendências de vendas da loja, as etiquetas populares e as categorias, fornecendo-lhe referências para otimizar a sua classificação no Etsy.\n\n5. Análise de pesquisa de palavras-chave\nAo efetuar pesquisas no topo da página da Etsy, a extensão Etsyshop apresenta a concorrência dessa palavra-chave. Se quiser saber mais, ao clicar em \"\"Mais\"\" poderá visualizar mais dados para essa palavra-chave, tais como concorrência, vendas, favoritos, pesquisa mensal no Google, Google PD, Google CPC, palavras-chave semelhantes, listas de produtos relacionados e muito mais.\n\nAtenção! A Etsyshop suporta pesquisa de produtos, análise de lojas e pesquisa de palavras-chave. Tudo isto pode ajudar a melhorar a sua classificação no Etsy. Descarregue e experimente agora.\n\nPara obter mais informações sobre a análise de classificação do Etsy, visite https://www.etsyshop.ai/.",
    "zh_CN": "作为 分析Etsy数据的谷歌浏览器扩展，Etsyshop 扩展可大大提升您的产品研究效率。在它的帮助下，您能快速查看Etsy上全部商品和店铺的数据，判断相关商品的价值，寻找有创意，需求旺盛的商品。同时通过分析商品和店铺的数据，优化自己的 Etsy 排名。\n\n1. 快速查看产品的核心指标\n\n在 Etsy 的各个页面，所有产品图片的下方，你可以快速查看产品的核心指标，如7天销量、总销量，收藏量，发布时间等。同时，通过点击收藏图标，还能收藏当前商品，方便后续查看。或点击详情查看按钮，查看该商品的更多数据。\n\n2. 批量商品分析\n在 Etsy 的各个页面，点击批量分析按钮，你可以实时分析产品列表的表现，查看平均价格、平均销量、平均7天销量、平均评论和平均收藏等。产品的数据一目了然。\n\n\n3. 商品详情分析\n在商品列表页面，商品图片下方Etsyshop插件通过表格形式直接展示商品的所有详细信息。除了常规的销量，价格，收藏量、Best Seller、Etsy's Pick等信息，还包含了产品标签。大家可能都知道，如果想让自己的 Etsy 排名在众多平台中脱颖而出，给自己的商品添加合适的标签是至关重要的。\n\n\n4. 店铺详情分析\n在店铺详情页上，你同样可以找到一个表格，该表格展示了店铺的详细信息。除了常规的数据之外，还展示了店铺的销售趋势，受欢迎的标签以及分类，能给你优化你的 Etsy 排名提供参考。\n\n\n5. 关键词搜索分析\n在Etsy页面顶部进行搜索查找时，当你输入关键词时，Etsyshop插件会展示该关键词的竞争度。如果您想了解更多，点击“更多”还能查看该关键词的更多数据，如，竞争度，销量，收藏量，谷歌月搜索量，谷歌PD，谷歌CPC，相似关键词，相关商品列表等。\n\n\n注意！Etsyshop 支持产品研究、店铺分析和关键词研究。所有这些都能帮助您提升产品在 Etsy 搜索结果中的排名。现在就下载试试看吧。\n\n如需了解更多 Etsy 排名分析，请访问 https://www.etsyshop.ai/"
  }
}