{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DeepSeek AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DeepSeek AI助手旨在为用户提供即时、智能的网页内容分析与回答服务。通过集成先进的人工智能大模型，用户可以轻松选择网页上的任何文本内容，并立即获得深度、准确的AI回答。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "简介：\nDeepSeek利用先进的AI技术，为用户提供了一个直观、高效的网页内容分析和回答工具。用户只需选择网页上的文本，DeepSeek即可调用强大的AI模型，为您提供深入的解析和回答。\n\n主要特点：\n1. 智能回答： 选择网页上的任何文本，DeepSeek将提供相关的智能回答。\n2. 自定义API接入：用户可以填入自己的API密钥，使用自定义的AI服务。\n3. 多语言支持： 支持多种语言，打破语言障碍，提供全球化服务。\n4. 用户友好的界面： 简洁直观的用户界面，易于使用和集成。\n5. 隐私保护： 尊重用户隐私，所有数据处理均在本地完成，无需担心数据泄露。\n\n使用场景：\n- 快速获取网页信息的深入解析。\n- 学术研究和资料查询时的辅助工具。\n- 日常浏览时对复杂信息的即时理解。\n\n安装说明：\n1. 访问Chrome商店，搜索DeepSeek扩展。\n2. 点击“添加至Chrome”按钮进行安装。\n3. 安装完成后，根据提示输入您的API密钥以激活自定义AI服务。\n4. 选择网页上的文本，右键点击并选择DeepSeek进行智能回答。\n\n隐私政策：\n我们重视用户的隐私和数据安全。DeepSeek不会收集或存储用户的任何数据。所有AI处理均在用户的设备上完成，确保您的信息安全。\n\n我们期待您的反馈和建议，以帮助我们不断改进DeepSeek，为您提供更好的服务。\nIntroduction:\nDeepSeek utilizes advanced AI technology to provide users with an intuitive and efficient web content analysis and response tool. Users simply select text on a webpage, and DeepSeek calls upon powerful AI models to offer in-depth analysis and responses.\n\nMain Features:\n1. Intelligent Responses: Select any text on a webpage, and DeepSeek will provide relevant intelligent answers.\n2. Custom API Integration: Users can input their own API keys to use custom AI services.\n3. Multilingual Support: Supports multiple languages, breaking language barriers for global service provision.\n4. User-Friendly Interface: A simple and intuitive user interface that is easy to use and integrate.\n5. Privacy Protection: Respects user privacy; all data processing is done locally without concerns about data leaks.\n\nUse Cases:\n- Quickly obtain in-depth analysis of web information.\n- An auxiliary tool for academic research and information retrieval.\n- Instant understanding of complex information during daily browsing.\n\nInstallation Instructions:\n1. Visit the Chrome Store, search for the DeepSeek extension.\n2. Click the \"Add to Chrome\" button to install it.\n3. After installation, follow the prompts to enter your API key to activate custom AI services.\n4. Select text on a webpage, right-click, and choose DeepSeek for intelligent responses.\n\nPrivacy Policy:\nWe value user privacy and data security. DeepSeek does not collect or store any user data; all AI processing is completed on the user's device ensuring your information's safety.\n\nWe look forward to your feedback and suggestions as we continuously improve DeepSeek to provide you with better service"
  }
}