{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "New Reddit Enhancements & Chemo (nREC)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Improvements for new Reddit: subreddit filters, ad-block, user-tags, video downloading, and more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "--v2.0.0 early release--\n\nAs of 2024 Aug 26 Reddit officially took down the (older) new UI offline, replacing it with the newer-new UI, and the new.reddit.com bypass doesn't work to bring back the older-new UI. (Yeah the terminology is confusing, much like many of Reddit's decisions..) As expected, this broke the core of how nREC worked, since it parses through and monitors the HTML DOM.\n\nVersion 2.0.0 has been rushed to an early release to accommodate these changes and work with the newer-new UI. Things may still be a bit glitchy and some features (e.g. the usertags) are not yet ported. But I'll try to keep regular fixes incoming.\n\nThanks for your support and patience. If you liked this extension and want to keep using it, consider donating @ https://ko-fi.com/F1F25YGLA\n\nFEATURES:\n\nWide mode. Manually set the max-width (for the main container and right-sidebar).\n\nHide trending and sidebars. Add options to hide the trending strip, left navbar, right sidebar, and/or subreddit sidebar.\n\nBlur NSFW. Quick option to blur NSFW thumbnails. Not a replacement for the similar option in the Reddit settings but provides a shortcut to quick turn on/off should the need arise without having to navigate through the settings.\n\nFix image previews. Clicking on image previews take you directly to the image itself, instead of the lightbox element.\n\nDirect image links. Bypass Reddit forcing direct image links onto a preview page/template.\n\nAdd video download links. When viewing a video, download links are provided, using both a direct link and a link through rapidsave.com.\n\nReddit Chemo Filter feed posts by subreddit as well as removal of some advertisements.\n\nUser Tags. Add tags to usernames.\n\nUSAGE:\n\nOn installation, most features are enabled by default. However, features like Reddit Chemo and user tags need to be populated to see their full effects. Features can be enabled, disabled, and modified through the extension's UI (accessed by clicking the extension logo on the browser Toolbar).\n\nMost features, such as dark mode, hide trending and sidebars, blur nsfw, fix image previews, direct image links, and add video download links can simply be toggled in the UI using the various controls.\n\nWide mode is always enabled, but allows one to override the default max-width of the main container. Must be a valid CSS value (e.g. a numeric length value with units of px, %, vw, or rem), or the default of 100% will apply.\n\nAdd video download links attempts to add a link to the video (with buttons in the upper-left corner). In the feed, it will attempt to find and apply a direct video link. However, this is only possible with short videos. Otherwise, if the buttons do not appear, try opening the post/comments. Then two links will be provided: one for the direct video (usually without sound as Reddit separates the video/audio feed) and another using RapidSave (which can rectify the video download with audio).\n\nTo add subreddits to Reddit Chemo's ban list, simply click the \"ban\" button next to posts in the r/all or r/popular feed from subreddits you do not wish to see. By default, a small strip will be shown in place of the blocked post with an option to remove the subreddit from the ban. To hide this strip, toggle \"Show/hide blocked posts\" in the extension's UI.\n\nTo remove subreddits from the ban go to \"Edit banned list\" in the extension's UI to view the full ban list and remove subreddits from it. The effects of removing subreddits from the ban list may not take effect until a page change or refresh.\n\nUser Tags. Next to every username (including your own) you will see an empty 'tag' icon (or an active tag, if one was set). To set or edit this value, simply click once and type to edit the text. When in edit mode inside of a tag, click the tag again to cycle different tag colors. Click outside the tag or press 'enter' to save changes or press 'esc' to cancel changes. If the new tag value is set as empty or whitespace, the tag will be removed.\n\nAll existing user tags may also be viewed and edited from the extension's UI. Click \"Edit user tags\" to get a list of all existing user tags and edit individual tags as necessary."
  }
}