{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DraGo"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "drago"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DraGo is a personal on-chain security guard dedicated to serving blockchain users. With a mission to \"safeguard the security of the blockchain ecosystem,\" DraGo aims to provide users with the most comprehensive, secure, and convenient security services on the chain worldwide. Its vision is to build a secure web3.0 digital ecosystem.\n\nThe DraGo founding team consists of core personnel from top blockchain companies and internet giants, with years of experience in blockchain technology development and application. They are proficient in blockchain underlying development, smart contract design, blockchain big data mining, and security risk control.\n\nDraGo has on-chain information query, intelligent security detection, and on-chain security protection plugin functions. It provides users with comprehensive security protection, including pre-defense, mid-prompting, and post-tracing. Before investment, it detects and identifies risks in advance and promptly warns users. During investment, it provides security protection for investment transactions. After investment, it monitors the entire investment project and assists in recovering lost funds in case of accidents. By relying on multidimensional data integration, continuous analysis, and filtering of data value, DraGo can fully protect user asset security in an all-round, intelligent, and full-process manner.\n\nDraGo will uphold the principle of putting users first, continuously innovate in technology, and optimize user experience, helping users better avoid risks and invest securely and efficiently. It will work with users to explore and advance together, and build a new industry ecology in the web3.0 era."
  }
}