{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Open Digital Signer App"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Open Digital Signer enables any website to integrate the feature signing of digital documents(PDF or XML) from browser"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Open Digital Signer by Bangladesh Computer Council CA(BCC CA) is a google chrome  extension that enables any website to integrate the feature signing of digital documents(PDF or XML) from browser,  with a locally held  Certificate & key storage ( in Smartcards, USB Token, User's Local Certificate Store)\n\nPlease follow the steps before you start signing :-\n- Step 1: Get Open Digital Signer Chrome extension from the chrome webstore  in your Chrome browser\n\n- Step 2: Download Windows Host application Installer and install it your local windows 7/8/10/11 machine. (Download link : https://bcloud.bcc.gov.bd/index.php/s/KTZjPkeypQUA88h)\n\n- Step 3: If both step 1 & step 2 are complete , then open link https://opensigner.bcc-ca.gov.bd/ and choose Certificate Selection Test tab and click the Select Certificate to Test button. If it opens a certificate selection option like the picture below then we are ready to sign xml or pdf in the next tabs\n\n- Step 4 (optional): If you have no certificate installed in your local computer, you can install and try with is test certificate to check the functionalities. Please download test certificate from here : https://bcloud.bcc.gov.bd/index.php/s/Z3DzUswHPZVVC0Y password: 123456\n\n- Step 5: If Step 3 works fine, your local environment is ready to sign any xml or pdf using our native app and browser extension."
  }
}