{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "tuvis for WhatsApp and Salesforce",
    "es": "tuvis para WhatsApp y Salesforce",
    "pt_BR": "tuvis para WhatsApp e Salesforce"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Salesforce AppExchange Partner, create leads, view contact details and copy chats into Salesforce.",
    "es": "Un socio de Salesforce AppExchange, cree clientes potenciales, vea detalles de contacto y copie chats en Salesforce.",
    "pt_BR": "Um parceiro do Salesforce AppExchange, crie leads, exiba detalhes de contato e copie bate-papos no Salesforce."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "tuvis™ for Personal or Business WhatsApp & Salesforce CRM. \n\n- - - An official Salesforce AppExchange partner - - -\nhttps://share.tuvis.com/apex\n\nTuvis helps companies to improve engagement with their clients on Direct-to-Customer WhatsApp chats and significantly boosts customer-facing teams’ productivity.\n\nWith Tuvis, sales teams can create leads/contacts, view known customer details in real-time and log their chats as activities, tasks and cases in Salesforce with just one click without ever leaving the WhatsApp Web screen.\n\nTuvis works on the browser version of WhatsApp (the Web App) and enables Sales, Customer Service and Support teams to communicate with customers while automatically syncing the chats into Salesforce. \n\nTo learn more we recommend you to watch this short demo video: https://youtu.be/PFRAJDMUkvE \n\n\nKey Features\n-------------\n✓✓ 20 seconds installation\n✓✓ Automatic chat syncing\n✓✓ Integrates effortlessly between WhatsApp & Salesforce\n✓✓ 1-Click to WhatsApp Chat - to start a new chat simply click the Tuvis Chat Now button showing up when hovering phone numbers in Salesforce.\n✓✓ Supports Salesforce's Standard and Lightning versions\n✓✓ Supports WhatsApp Classic and Business (web app)\n✓✓ Fields customization\n✓✓ Support Salesforce custom domain or sandbox implementation\n✓✓ Add new people to mobile contacts list\n✓✓ Dynamic message templates\n✓✓ Send WhatsApp chat via emails\n✓✓ Fields customization\n\n  \nAdditional Features:\n------------------------\n\n✓ View known lead/contact data in real-time\n✓ Review related activities, tasks, cases and opportunities (opportunity bar will show for contacts)\n✓ Log chats and media files as an activity/task/case\n✓ Auto Sync chats and media files\n✓ Upload chat files as attachments\n✓ Send an email\n✓ Set a meeting with Google Calendar or MS Outlook-(Coming Soon)\n✓ Navigate with Google Maps\n✓ Create new leads or contacts\n✓ Schedule a meeting\n✓ Add new people to the mobile contacts list\n✓ Search on LinkedIn\n✓ Search on Facebook\n✓ Search on Google\n✓ Chat on Messenger\n✓ Schedule and launch instant Google Meet, Zoom or Microsoft Teams video calls\n✓ Group your conversations on WhatsApp using filters\n\n \nMarketplace: Tuvis partners with top brands to enrich agents experience and efficiency \n------------------------\n\nTuvis <> Zoom \nTuvis <> Microsoft Teams \nTuvis <> Google Meet \n\n\nTuvis doesn't do:\n------------------------\n✗ Any type of bulk/automated messaging\n✗ Auto-responses or any type of automated engagement (i.e chatbot)\n✗ WhatsApp calls using desktop\n✗ Messaging through a single (company) number\nWe're completely following WhatsApp's terms of use (see: https://www.WhatsApp.com/legal/)!\n\nFees\n-----\nContact us for other multi-user subscription options\n \nPermissions & Privacy\n----------------------\nOnce you install the Extension we request the following permissions:\n• \"storage\" - Allows us to store, retrieve, and track changes to user data. We use it to store your settings and user info.\n• \"activeTab\" - Allows us temporary access to the currently active tab when the user invokes the extension. We use this to operate almost everything Tuvis enables you to do. We only use this permission on specific and relevant websites.\n• For the authentication and validation process we are capturing and storing your Salesforce user information (no password or API keys), WhatsApp user ID and phone number.\n• You will be asked to connect with your Salesforce user\n• You will be asked to provide your Salesforce username (no passwords!) for login validation\n• WE DO NOT STORE ANY OF YOUR LEADS/PROSPECTS/CONTACTS/CUSTOMERS DATA\n \nSee our Privacy Policy (https://tuvis.com/privacy-policy/) and terms of use (https://tuvis.com/terms-conditions/)\n \nFor any questions/concerns, please don't hesitate to contact us at support@tuvis.com or book a demo at https://tuvis.com/demo/\n\nOur happy customers say:\n\nhttps://www.capterra.es/software/1020156/whatslly \n-------------------------------\nThe most updated feedback!\n\nLEGAL\n------\nTuvis is an independent solution developed by Tuvis Solutions Ltd, an official Salesforce AppExchange partner and has no relationship to WhatsApp™ or Meta™.\n\ntuvis is not related in any shape or form with TÜV",
    "es": "tuvis™ para WhatsApp Personal o Empresarial y Salesforce CRM.\n\n- - - Un socio oficial de AppExchange de Salesforce - - -\nhttps://share.tuvis.com/apex\n\nTuvis ayuda a las empresas a mejorar la relación con sus clientes en los chats de WhatsApp directos al cliente aumentando significativamente la productividad de los equipos de atención al cliente.\n\nCon Tuvis, los equipos de ventas pueden crear clientes potenciales/contactos, ver detalles de clientes conocidos en tiempo real y registrar sus chats como actividades, tareas y casos en Salesforce con solo un clic sin salir de la pantalla de WhatsApp Web.\n\nTuvis funciona en la versión de navegador de WhatsApp Web y permite que los equipos de ventas, atención al cliente y soporte se comuniquen con los clientes mientras sincroniza automáticamente los chats en Salesforce.\n\nPara obtener más información, le recomendamos que vea este breve video de demostración: https://youtu.be/1lkp8Rg6BmE \n\nFunciones Clave\n-------------\n\n✓✓ 20 segundos de instalación\n✓✓ Sincronización automática de los chats\n✓✓ Se integra facilmente entre WhatsApp y Salesforce\n✓✓ 1-Clic para WhatsApp Chat: para iniciar un nuevo chat, simplemente haga clic en el botón Tuvis Chatear Ahora que aparece al pasar el cursor por encima de los números de teléfono en Salesforce.\n✓✓ Admite las versiones Standard y Lightning de Salesforce\n✓✓ Admite WhatsApp Classic y Business (aplicación web)\n✓✓ Personalización de campos\n✓✓ Admite la implementación de un dominio personalizado o sandbox de Salesforce\n✓✓ Agregar nuevas personas a la lista de contactos móviles\n✓✓ Plantillas de mensajes dinámicos\n✓✓ Enviar chat de WhatsApp a través de correos electrónicos\n✓✓ Personalización de campos\n\nFunciones Adicionales\n-------------\n\n✓ Ver datos conocidos de clientes potenciales/contactos en tiempo real\n✓ Revisar actividades, tareas, casos y oportunidades relacionadas (la barra de oportunidades se mostrará para los contactos)\n✓ Registrar chats y archivos multimedia como una actividad/tarea/caso\n✓ Sincronización automática de chats y archivos multimedia\n✓ Subir archivos de chat como archivos adjuntos\n✓ Enviar un correo electrónico\n✓ Establecer una reunión con Google Calendar o MS Outlook-(Próximamente)\n✓ Navegar con Google Maps\n✓ Crear nuevos clientes potenciales o contactos\n✓ Programar una reunión\n✓ Agregar nuevas personas a la lista de contactos móviles\n✓ Buscar en LinkedIn\n✓ Buscar en Facebook\n✓ Buscar en Google\n✓ Chatear en Messenger\n✓ Programe e inicie videollamadas instantáneas de Google Meet, Zoom o Microsoft Teams\n✓ Agrupa tus conversaciones en WhatsApp usando filtros\n \nMarketplace: Tuvis se asocia con las mejores marcas para enriquecer la experiencia y la eficiencia de los agentes\n------------------------\n\nTuvis <> Zoom \nTuvis <> Microsoft Teams \nTuvis <> Google Meet \n\n\nLo que Tuvis NO hace:\n------------------------\n\n✗ Cualquier tipo de mensajería masiva/automatizada\n✗ Respuestas automáticas o cualquier tipo de participación automatizada (es decir, chatbot)\n✗ Llamadas de WhatsApp usando el escritorio\n✗ Mensajería a través de un único número (empresa)\n¡Seguimos completamente los términos de uso de WhatsApp (ver: https://www.WhatsApp.com/legal/)!\n\nTarifa\n-----\nContáctenos para otras opciones de suscripción multiusuario\n \nPermisos y Privacidad\n----------------------\n\nUna vez que instalas la Extensión solicitamos los siguientes permisos:\n• \"almacenamiento\": nos permite almacenar, recuperar y realizar un seguimiento de los cambios en los datos del usuario. Lo usamos para almacenar su configuración e información de usuario.\n• \"activeTab\" - Nos permite un acceso temporal a la pestaña actualmente activa cuando el usuario invoca la extensión. Usamos esto para operar casi todo lo que Tuvis le permite hacer. Solo usamos este permiso en los sitios web específicos y relevantes.\n• Para el proceso de autenticación y validación, capturamos y almacenamos su información de usuario de Salesforce (sin contraseña ni claves API), ID de usuario de WhatsApp y número de teléfono.\n• Se le pedirá que se conecte con su usuario de Salesforce\n• Se le pedirá que proporcione su nombre de usuario de Salesforce (¡sin contraseñas!) para la validación de inicio de sesión\n• NO ALMACENAMOS NINGUNO DE SUS DATOS DE CLIENTES/PROSPECTOS/CONTACTOS/CLIENTES\n\nConsulte nuestra Política de Privacidad (https://tuvis.com/privacy-policy/) y términos de uso (https://tuvis.com/terms-conditions/) \n\nSi tiene alguna pregunta o inquietud, no dude en ponerse en contacto con nosotros en support@tuvis.com o agende una demostración en https://tuvis.com/demo/ \n\nDescubre lo que opinan nuestros felices usuarios de Tuvis: \nhttps://www.capterra.es/software/1020156/whatslly  \n\nLEGAL\n------\nTuvis es una solución independiente desarrollada por Tuvis Solutions Ltd, un socio oficial de Salesforce AppExchange y no tiene relación con WhatsApp™ o Meta™.\n\ntuvis no está relacionado de ninguna manera o forma con TÜV.",
    "pt_BR": "tuvis™ para WhatsApp pessoal ou empresarial e Salesforce CRM.\n\n- - - Um parceiro oficial do Salesforce AppExchange - - -\nhttps://share.tuvis.com/apex\n\nA Tuvis ajuda as empresas a melhorar o engajamento com seus clientes em chats Direct-to-Customer do WhatsApp e aumenta significativamente a produtividade das equipes voltadas para o chats como atividades, tarefas e casos no Salesforce com apenas um clique, sem sair da tela do WhatsApp Web.\n\nA Tuvis funciona na versão para navegador do WhatsApp (o aplicativo Web) e permite que as equipes de vendas, atendimento ao cliente e suporte se comuniquem com os clientes enquanto sincronizam automaticamente os chats no Salesforce.\n\nPara saber mais, recomendamos que você assista a este pequeno vídeo de demonstração: https://www.youtube.com/watch?v=gvqW8Z5Vxas\n\nFuncionalidades principais\n-------------\n✓✓ 20 segundos de instalação\n✓✓ Sincronização automática de chats\n✓✓ Integra-se facilmente entre WhatsApp e Salesforce\n✓✓ 1-Click to WhatsApp Chat - para iniciar um novo chat, basta clicar no botão Tuvis Chat Now que aparece ao passar os números de telefone no Salesforce.\n✓✓ Suporta as versões Standard e Lightning do Salesforce\n✓✓ Suporta WhatsApp Classic e Business (aplicativo web)\n✓✓ Personalização de campos\n✓✓ Suporte a implementação de domínio personalizado ou sandbox do Salesforce\n✓✓ Adicione novas pessoas à lista de contatos do celular\n✓✓ Modelos de mensagens dinâmicas\n✓✓ Enviar chats do WhatsApp por e-mail\n✓✓ Personalização de campos\n\n  \nFuncionalidades adicionais:\n------------------------\n\n✓ Visualize dados de leads/contatos conhecidos em tempo real\n✓ Revise atividades, tarefas, casos e oportunidades relacionadas (a barra de oportunidades será exibida para contatos)\n✓ Registre chats e arquivos de mídia como uma atividade/tarefa/caso\n✓ Sincronização automática de chats e arquivos de mídia\n✓ Carregue arquivos do chat como anexos\n✓ Envie um e-mail\n✓ Defina uma reunião com o Google Calendar ou MS Outlook-(Em breve)\n✓ Navegue com o Google Maps\n✓ Crie novos leads ou contatos\n✓ Agende uma reunião\n✓ Adicione novas pessoas à lista de contatos móveis\n✓ Pesquise no LinkedIn\n✓ Pesquise no Facebook\n✓ Pesquise no Google\n✓ Bate-papo no Messenger\n✓ Agende e inicie videochamadas instantâneas do Google Meet, Zoom ou Microsoft Teams\n✓ Agrupe suas conversas no WhatsApp usando filtros\n\n \nMarketplace: Tuvis faz parceria com as principais marcas para enriquecer a experiência e a eficiência dos agentes\n------------------------\n\nTuvis <> Zoom\nTuvis <> Microsoft Teams\nTuvis <> Google Meet\n\n\nTuvis não faz:\n------------------------\n✗ Qualquer tipo de mensagem em massa/automatizada\n✗ Respostas automáticas ou qualquer tipo de engajamento automatizado (por exemplo, chatbot)\n✗ Chamadas do WhatsApp usando a área de trabalho\n✗ Envio de mensagens através de um único número (empresa)\nEstamos seguindo integralmente os termos de uso do WhatsApp (veja: https://www.WhatsApp.com/legal/)!\n\n\nTaxas\n-----\nEntre em contato conosco para outras opções de assinatura multiusuário\n \nPermissões e privacidade\n-----------------------\nDepois de instalar a extensão, solicitamos as seguintes permissões:\n• \"armazenamento\" - nos permite armazenar, recuperar e rastrear alterações nos dados do usuário. Nós o usamos para armazenar suas configurações e informações do usuário.\n• \"activeTab\" - Permite um acesso temporário à aba atualmente ativa quando o usuário invoca o ramal. Usamos isso para operar quase tudo que a Tuvis permite que você faça. Usamos essa permissão apenas nos sites específicos e relevantes.\n• Para o processo de autenticação e validação, estamos capturando e armazenando suas informações de usuário do Salesforce (sem senha ou chaves de API), ID de usuário do WhatsApp e número de telefone.\n• Você será solicitado a se conectar com seu usuário do Salesforce\n• Você será solicitado a fornecer seu nome de usuário do Salesforce (sem senhas!) para validação de login\n• NÃO ARMAZENAMOS NENHUM DE SEUS LEADS/PROSPECTS/CONTACTS/DADOS DE CLIENTES\n \nConsulte nossa Política de Privacidade (https://tuvis.com/privacy-policy/) e termos de uso (https://tuvis.com/terms-conditions/)\n \nPara qualquer dúvida/preocupação, não hesite em nos contatar em support@tuvis.com ou reserve uma demonstração em https://tuvis.com/demo/\n\nO que nossos clientes estão dizendo: https://www.capterra.es/software/1020156/whatslly\n-------------------------------\n\nJURÍDICO\n------\nTuvis é uma solução independente desenvolvida pela Tuvis Solutions Ltd, uma parceira certificada do Salesforce AppExchange e não tem relação com WhatsApp™ ou Meta™.\n\ntuvis não está relacionado de forma alguma com TÜV."
  }
}