{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Slope Game Unblocked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Slope unblocked game at Classroom 6x. Slope online game. For Slope game unblocked fans."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Slope Game offers an exhilarating and fast-paced gaming experience that captivates players with its simple yet profoundly addictive mechanics. As an endless running game, the objective is straightforward—guide a ball down a steep slope while navigating the ever-increasing speed and obstacles that come your way. The 3D graphics are minimalist but effectively enhance the gameplay, creating a sense of speed and urgency that keeps players on the edge of their seats.\n\nThe charm of Slope Game lies in its unpredictability. Each run presents a unique challenge as the course is procedurally generated. This means no two games are ever the same, providing a fresh challenge every time you play. The controls are incredibly responsive, requiring only the arrow keys to maneuver the ball from side to side. This simplicity in control belies the complexity of the challenges presented, making it easy to learn yet difficult to master.\n\nIf you have any questions about our Slope Unblocked game extension or just want to give us some feedback, feel free to send us a message or write a review! We'd love to hear from you. You can mouse over to Support tab on the extension, then click on \"visit the developer's support site\" to contact us.\n\nIf you wish to remove this extension, follow this steps:\n1. Click the 3-dot icon at the top-right corner of your screen.\n2. Hover your mouse on More tools then click Extensions.\n3. Find the Slope Game Unblocked extension.\n4. Press \"Remove\""
  }
}