{
  "name": {
    "ar": "ChatGPT - Google, Bing, و اكثر",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "ChatGPT - Google, Bing, Baidu, More",
    "de": "ChatGPT - Google, Bing, und mehr",
    "es,es_419": "ChatGPT - Google, Bing, y más",
    "fr": "ChatGPT - Google, Bing, et plus",
    "it": "ChatGPT - Google, Bing, Di più",
    "ja": "ChatGPT - Google, Yahoo, Bing, もっと",
    "ko": "ChatGPT - Google, Naver, Bing, 그리고 더",
    "pt_BR,pt_PT": "ChatGPT - Google, Bing, e mais",
    "ru": "ChatGPT - Google, Yandex, Bing, и более",
    "zh_CN": "ChatGPT - 谷歌，百度，必应，更多",
    "zh_TW": "ChatGPT - 谷歌，百度，必應，更多"
  },
  "short": {
    "ar": "نتائج البحث المحسنة ChatGPT",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "ChatGPT enhanced search results",
    "de": "Erweiterte ChatGPT-Suchergebnisse",
    "es,es_419": "Resultados de búsqueda mejorados de ChatGPT",
    "fr": "Résultats de recherche améliorés ChatGPT",
    "it": "Risultati di ricerca migliorati di ChatGPT",
    "ja": "ChatGPT 拡張検索結果",
    "ko": "ChatGPT 향상된 검색 결과",
    "pt_BR,pt_PT": "Resultados de pesquisa aprimorados do ChatGPT",
    "ru": "Расширенные результаты поиска ChatGPT",
    "zh_CN": "ChatGPT智能扩展搜索结果",
    "zh_TW": "ChatGPT智能擴展搜索結果"
  },
  "long": {
    "ar": "هل سبق لك أن جربت ChatGPT ، مساعد الذكاء الاصطناعي الأحمر الساخن من وادي السيليكون؟\n\nأتمنى أن يصبح محرك البحث الخاص بك أكثر ذكاءً ودقة؟\n\nالآن يمكنك الحصول على أفضل ما في العالمين. يتم تحسين نتائج البحث الخاصة بك بسلاسة مع إجابات ChatGPT جنبًا إلى جنب.\n\nالآن ندعم 15 محرك بحث دولي رئيسي بما في ذلك Google و Bing و Baidu.\n\nأنت بحاجة إلى حساب openai لاستخدام ChatGPT. يمكنك إنشاء واحد مجانًا على الموقع الرسمي: https://chat.openai.com",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Ever tried ChatGPT, the red hot AI assistant from Silicon Valley?\n\nWish your search engine become more intelligent and accurate?\n\nNow you can get the best of both worlds.  Your search results are seamlessly enhanced with ChatGPT answers, side by side.\n\nNow supporting 16 major international search engines including Google, Bing and Baidu.\n\nYou need an openai account to use ChatGPT.  You can create one for free at the official site: https://chat.openai.com\n\nYou can choose to use your personal openai account (login required), or shared account (no login required).",
    "de": "Haben Sie schon einmal ChatGPT ausprobiert, den brandaktuellen KI-Assistenten aus dem Silicon Valley?\n\nMöchten Sie, dass Ihre Suchmaschine intelligenter und genauer wird?\n\nJetzt können Sie das Beste aus beiden Welten bekommen. Ihre Suchergebnisse werden nahtlos mit ChatGPT-Antworten nebeneinander erweitert.\n\nUnterstützt jetzt 15 große internationale Suchmaschinen, darunter Google, Bing und Baidu.\n\nSie benötigen ein openai-Konto, um ChatGPT zu verwenden. Sie können einen kostenlos auf der offiziellen Website erstellen: https://chat.openai.com.",
    "es,es_419": "¿Alguna vez probó ChatGPT, el asistente de inteligencia artificial al rojo vivo de Silicon Valley?\n\n¿Desea que su motor de búsqueda sea más inteligente y preciso?\n\nAhora puede obtener lo mejor de ambos mundos. Sus resultados de búsqueda se mejoran a la perfección con las respuestas de ChatGPT, una al lado de la otra.\n\nAhora es compatible con 15 de los principales motores de búsqueda internacionales, incluidos Google, Bing y Baidu.\n\nNecesitas una cuenta de openai para usar ChatGPT. Puedes crear uno gratis en el sitio oficial: https://chat.openai.com.",
    "fr": "Avez-vous déjà essayé ChatGPT, l'assistant IA de la Silicon Valley ?\n\nSouhaitez-vous que votre moteur de recherche devienne plus intelligent et précis ?\n\nMaintenant, vous pouvez obtenir le meilleur des deux mondes. Vos résultats de recherche sont parfaitement améliorés avec les réponses ChatGPT, côte à côte.\n\nPrend désormais en charge 15 principaux moteurs de recherche internationaux, dont Google, Bing et Baidu.\n\nVous avez besoin d'un compte openai pour utiliser ChatGPT. Vous pouvez en créer un gratuitement sur le site officiel : https://chat.openai.com",
    "it": "Hai mai provato ChatGPT, il rovente assistente AI della Silicon Valley?\n\nDesideri che il tuo motore di ricerca diventi più intelligente e preciso?\n\nOra puoi ottenere il meglio da entrambi i mondi. I tuoi risultati di ricerca vengono migliorati senza soluzione di continuità con le risposte ChatGPT, fianco a fianco.\n\nOra supporta 15 principali motori di ricerca internazionali tra cui Google, Bing e Baidu.\n\nHai bisogno di un account openai per usare ChatGPT. Puoi crearne uno gratuitamente sul sito ufficiale: https://chat.openai.com.",
    "ja": "シリコン バレーの真っ赤な AI アシスタント、ChatGPT を試したことがありますか?\n\n検索エンジンがよりインテリジェントで正確になることを望みますか?\n\nこれで、両方の長所を活かすことができます。 検索結果は、ChatGPT の回答を並べてシームレスに強化されます。\n\n現在、Google、Bing、Baidu を含む 15 の主要な国際検索エンジンをサポートしています。\n\nChatGPTを利用するにはopenaiアカウントが必要です。 公式サイトで無料で作成できます: https://chat.openai.com.",
    "ko": "실리콘 밸리의 핫한 AI 비서인 ChatGPT를 사용해 본 적이 있습니까?\n\n검색 엔진이 더 지능적이고 정확해지기를 원하십니까?\n\n이제 두 세계의 장점을 모두 얻을 수 있습니다. 검색 결과는 ChatGPT 답변과 함께 나란히 매끄럽게 개선됩니다.\n\n현재 Google, Bing 및 Baidu를 포함한 15개의 주요 국제 검색 엔진을 지원합니다.\n\nChatGPT를 사용하려면 openai 계정이 필요합니다. 공식 사이트에서 무료로 만들 수 있습니다: https://chat.openai.com.",
    "pt_BR,pt_PT": "Já experimentou o ChatGPT, o assistente de IA do Vale do Silício?\n\nDeseja que seu mecanismo de pesquisa se torne mais inteligente e preciso?\n\nAgora você pode obter o melhor dos dois mundos. Seus resultados de pesquisa são aprimorados perfeitamente com as respostas do ChatGPT, lado a lado.\n\nAgora com suporte para 15 dos principais mecanismos de pesquisa internacionais, incluindo Google, Bing e Baidu.\n\nVocê precisa de uma conta openai para usar o ChatGPT. Você pode criar um gratuitamente no site oficial: https://chat.openai.com.",
    "ru": "Вы когда-нибудь пробовали ChatGPT, горячего помощника искусственного интеллекта из Силиконовой долины?\n\nХотите, чтобы ваша поисковая система стала умнее и точнее?\n\nТеперь вы можете получить лучшее из обоих миров. Ваши результаты поиска легко дополняются ответами ChatGPT.\n\nТеперь поддерживается 15 основных международных поисковых систем, включая Google, Bing и Baidu.\n\nВам нужна учетная запись openai для использования ChatGPT. Вы можете создать его бесплатно на официальном сайте: https://chat.openai.com.",
    "zh_CN": "试过ChatGPT，硅谷AI领域的当红炸子鸡吗？\n\n希望你的搜索引擎能再智能精准一点？\n\n现在你可以熊掌鱼肉兼得。你的搜索结果扩展了ChatGPT的智能解答，并排罗列便于选择。\n\n目前已支持15个主要搜索引擎和网站，包括谷歌、必应、百度。\n\n使用ChatGPT之前，你需要先去官网：https://chat.openai.com免费注册开通一个openai账户。\n\n你可以选择用个人的openai账户（要登录），或者共享账号（免登录）",
    "zh_TW": "試過ChatGPT，矽谷AI領域的當紅炸子雞嗎？\n\n希望你的搜索引擎能再智能精準一點？\n\n現在你可以熊掌魚肉兼得。你的搜索結果擴展了ChatGPT的智能解答，並排羅列便於選擇。\n\n目前已支持15個主要搜索引擎和網站，包括谷歌、必應、百度、雅虎。\n\n使用ChatGPT之前，你需要先去官網：https://chat.openai.com免費註冊開通一個openai賬戶。\n\n你可以選擇用個人的openai賬戶（要登錄），或者共享賬號（免登錄）"
  }
}