{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "neo4j Commander"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Query, Edit, Clone, Merge, Calculate, Undo, Bookmarks, Export and much more"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🔥NEW FEATURE: Commander Queries\nWatch this: 📺 https://youtu.be/dds-i9dZpP0\n\nneo4j Commander 3 for neo4j graph databases lets you...\n📌 Query and navigate the graph\n📌 View nodes and relationships and all of their data\n📌 Edit labels and properties of nodes and relationships\n📌 Create and delete nodes and relationships\n📌 Supports all datatypes of neo4j, including temporal and spatial types plus all types of arrays & datatype conversion\n📌 Handy built-in calculator for numerical values with calculations based on node/relationship properties\n📌 Text/Code editor with syntax highlighting for Markup, Markdown, JSON and more\n📌 Easily merge nodes\n📌 Export data in various JSON and Cypher formats\n📌 UNDO-History for label/property changes and even node/relationship deletion\n📌 Query-History\n📌 Bookmarks for DB connections, queries, and editors you need frequently\n📌 Preferences to set your favorite labels, properties and avatars for keeping a clear view on your data\n📌 Runs as a Chrome Extension in your browser or nicely integrated in neo4j Desktop\n📌 Fully responsive UI can be used on all devices and form factors\n\nNote: Your browser shows a notification that the app requests access to your \"browser history\". That's because the app has a handy popup to manage and switch to open neo4j Commander tabs quickly. None of your browsing history or tabs/URLs is read/used/stored!\n\nData protection & privacy: This extension works entirely on your computer and none of your data/information ever leaves your computer. The only network connection the extension makes is to check your license key if you are using the PRO or Premium versions.\n\n[Neo4j® and Cypher® are registered trademarks of Neo4j, Inc. at neo4j.com]"
  }
}