{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chalk"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Own your day with Chalk."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reclaim your time \n \nChalk allows you to easily color code your events, label individual colors and analyze time spent per color - all in your existing Google Calendar. Use it for timeblocking, timetracking, improving your calendar visuals or however else color coding helps your workflow.\n \n*Key Features*\n- Color coding of calendar events made easy\n- Customized labeling of each calendar color\n- Flexible tracking of time spent per color\n \n*Use Cases*\n- Turbocharged Timeblocking in your existing Google Calendar environment \n- Enhanced color coding-based Calendar Mgmt\n- Calendar management-based Timetracking \n- Integrated, customizable Reporting, e.g. as input for freelancer invoicing\n\nPlease find a short usage guide below the line.\n \nWe are continuously improving the tool and are grateful for feedback on existing features, bugs and suggestions on what to improve and suggestions for additional features\n\nThanks!\n\n-----\n\n*Usage guide*\n \nStarting up\n\n- Download and enable the extension\n- Go to your signed-in Google Calendar session\n- Press “T” to enable the Chalk panel on the right hand side. This will switch to the current day/week\n\n(Batch) Color coding\n\n- In the “Colors” section on the top of the panel, click a color to activate it. A black frame around the activated color will appear\n- Click an existing time slot in your calendar to assign the activated color to it. This can be done quickly for multiple time slots (batch color coding)\n- A delay of a few seconds in the color switch is to be expected. Press the refresh shortcut (“command+r” on mac) to expedite the color switch\n- Creating a new time slot with a color activated will not change the color of that new slot\nPress “Esc” to deactivate the color, or press on a different color to activate it\n- Note: You can also right-click on a time slot to recolor it (and the color will be recognized by Chalk’s time tracking feature - see below), but this process is significantly streamlined by Chalk. The right-click method might be still preferable when you want to color each instance of a recurring time slot.\n\nColor labeling\n\n- In the “Colors” section on the top of the panel, double click on a color to rename it; confirm the \nrenaming by pressing “Enter”\n- Click “hide” next to a color to hide it; click “unhide” to unhide all hidden colors\n\nTime tracking\n\n- In the “Summary” section on the bottom of the panel, click the “From:” and “To:” fields to activate a selection field for the time tracking time range. You can also type in custom dates\n- Press “”Reset to current week” to switch back to the current week time frame\nThe table indicates the time spent per category\n\n\nChalks icons created by Freepik - Flaticon (https://www.flaticon.com/free-icons/chalks)"
  }
}