{
  "name": {
    "am,ar,bg,bn,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DuckDuckGo Privacy Essentials",
    "ca": "Privacy Essentials de DuckDuckGo",
    "cs": "Privacy Essentials – DuckDuckGo"
  },
  "short": {
    "ar": "حماية خصوصية بسيطة وسلسة لمتصفحك.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,he,hi,kn,ml,mr,ms,pt_BR,sr,sw,ta,te,th,uk,vi": "Simple and seamless privacy protection for your browser.",
    "bg": "Лесна и безпроблемна защита на поверителността за Вашия браузър.",
    "ca": "Protecció de la privadesa de manera senzilla i continuada per al teu navegador.",
    "cs": "Snadná a bezproblémová ochrana soukromí pro tvůj prohlížeč.",
    "da": "Enkel og problemfri beskyttelse af privatlivets fred i din browser.",
    "de": "Einfacher und nahtlos integrierter Datenschutz für deinen Browser.",
    "el": "Απλή και απρόσκοπτη προστασία απορρήτου για το πρόγραμμα περιήγησής σας.",
    "es": "Protección de privacidad sencilla y sin fisuras para tu navegador.",
    "et": "Lihtne ja sujuv eraelu puutumatuse kaitse sinu brauserile.",
    "fi": "Yksinkertainen ja saumaton tietosuoja selaimeesi.",
    "fr": "Une solution simple pour naviguer tout en protégeant votre confidentialité.",
    "hr": "Jednostavna i besprijekorna zaštita privatnosti za vaš preglednik.",
    "hu": "Egyszerű és folyamatos adatvédelem a böngésződhöz.",
    "id": "Perlindungan privasi yang sederhana dan mulus untuk browser Anda.",
    "it": "Tutela della privacy semplice e costante per il tuo browser.",
    "ja": "シンプルかつシームレスにプライバシーを保護するブラウザ向け拡張機能。",
    "ko": "간단하고 간편한 브라우저용 개인 정보 보호 서비스.",
    "lt": "Paprasta ir sklandi privatumo apsauga jūsų naršyklei.",
    "lv": "Vienkārša un ērta privātuma aizsardzība tavai pārlūkprogrammai.",
    "nl": "Eenvoudige en naadloze bescherming van je privacy voor in je browser.",
    "no": "Enkelt og sømløst personvern i nettleseren.",
    "pl": "Łatwa i bezproblemowa ochrona prywatności w przeglądarce.",
    "pt_PT": "Proteção de privacidade simples e sem falhas para o seu navegador.",
    "ro": "O protecție simplă, fără sincope, pentru browserul tău.",
    "ru": "Простая защита конфиденциальности, интегрированная в браузер.",
    "sk": "Jednoduchá a bezproblémová ochrana súkromia pre váš prehliadač.",
    "sl": "Preprosta in brezhibna zaščita zasebnosti za vaš brskalnik.",
    "sv": "Enkelt och okomplicerat integritetsskydd för din webbläsare.",
    "tr": "Tarayıcınız için basit ve sorunsuz gizlilik koruması.",
    "zh_CN": "为浏览器提供简单无缝的隐私保护。",
    "zh_TW": "為你的瀏覽器提供簡單好用又萬無一失的隱私保護。"
  },
  "long": {
    "ar": "إن حماية خصوصيتك على الإنترنت تشبه تمامًا حماية منزلك. فلن يمنع إغلاق الباب الأمامي المتطفلين من الدخول، لا سيما إذا تركت الباب الخلفي والنوافذ مفتوحةً وتركت لهم مفتاحًا إضافيًا أسفل عتبة الباب. لهذا السبب نقدم أنواعًا متعددة من حماية الخصوصية، وكل ذلك لغرض واحد هو حماية خصوصيتك بشكل أفضل في Chrome. \nبضغطة زر واحدة، ستحصل على حماية سلسة من معظم برامج التعقب التابعة لجهات خارجية أثناء البحث والتصفح، وتتبع حماية رسائل البريد الإلكتروني التي تتلقاها، والكثير غيرها من إجراءات الحماية التي لا تُقدمها المتصفحات الأكثر شيوعًا بشكلٍ افتراضي. تعمل Privacy Essentials هذه مع بعضها البعض لجعل تعزيز الخصوصية أمرًا افتراضيًا بالنسبة لك.  \nأهم الميزات \n• البحث باستخدام DuckDuckGo افتراضيًا—قم بالتثبيت، وسنقوم بتعيين محرك البحث الافتراضي والصفحة الرئيسية على DuckDuckGo Search حتى تتمكن من بدء عمليات البحث على الإنترنت دون أن يتم تعقبك. \n• الهروب من برامج تعقب مواقع الويب قبل تحميلها—قم تلقائيًا بإيقاف معظم أجهزة التتبع المخفية (البرامج النصية التابعة لجهات خارجية) من التحميل، مما يمنع الشركات من التجميع والاستخدام (على سبيل المثال البيع والإعلانات وغيرها) من برامج التعقب هذه واستخدامها. يتجاوز ما تحصل عليه من تقنية حظر برامج التعقب المتطورة لدينا ما تجده لدى المتصفحات الأكثر شيوعًا بشكلٍ افتراضي. \n• فرض التشفير تلقائيًا - إجبار العديد من المواقع التي تزورها على استخدام اتصال مشفر (HTTPS) تلقائيًا، مما يساعد على حماية بياناتك من متطفلي Wi-Fi والمتفرجين على الشبكة مثل مزود الإنترنت الخاص بك. لا توجه معظم المتصفحات الشائعة المستخدم إلى الإصدارات المشفرة من الصفحات إلا في حالات معينة، على سبيل المثال، عندما تنتقل إلى صفحةٍ ما من شريط العناوين مباشرةً. إننا نتحقق من قائمة المواقع التي يمكن ترقيتها لجميع الروابط التي تنقر عليها. \n• تفعيل الحماية المدمجة لرسائل البريد الإلكتروني — تنطوي أكثر من 85% من رسائل البريد الإلكتروني المرسلة إلى \"عناوين Duck\" على برامج تعقب يمكنها اكتشاف وقت فتحك للرسالة، ومكان تواجدك عندما فتحتها، والجهاز الذي كنت تستخدمه. وتسهل حماية رسائل البريد الإلكتروني من حظر معظم برامج تعقب رسائل البريد الإلكتروني وإخفاء عنوانك الحالي عند الاشتراك في الخدمات عبر الإنترنت، كل ذلك دون تبديل مزودي البريد الإلكتروني. \n• تجنب التعريف ببصمة الإصبع — تساعد هذه الميزة على منع الشركات من إنشاء معرّف فريد لك، وذلك بحظر محاولاتها لدمج معلومات محددة حول إعدادات متصفحك وجهازك.  \n• حظر ملفات تعريف الارتباط الخاصة بالتعقب — تمنع هذه الميزة معظم ملفات تعريف الارتباط التابعة لجهات خارجية من تعقبك أثناء تصفحك من موقع لآخر. \n \nإجراءات حماية إضافية لا تتوافر لدى معظم المتصفحات \n• الحماية من تعقب الروابط — يساعد هذا الإجراء على منع الشركات من جمع سجل تصفحك وغيره من المعلومات من خلال المعرّفات الشخصية المضمنة في الروابط التي تنقر عليها.  \n• الحماية من تقنية التعقب الجديدة لدى Chrome — يمنع هذا الإجراء Google من استخدام متصفحك لجمع بياناتك الشخصية والمزايدة بها باستخدام أحدث برامج الاستهداف وتعقب الإعلانات (FLEDGE والموضوعات) لديها. \n• الحماية من تعقب المحتوى المضمن على وسائل التواصل الاجتماعي — يحظر هذا الإجراء محتوى Facebook المضمن من الويب حتى لا يتمكن من تعقبك عبر مقاطع الفيديو والمنشورات والتعليقات الموجودة على المواقع الأخرى. ويسهل عليك إلغاء هذا الحظر لمشاهدتها إذا رغبت في ذلك.  \n• حماية صفحات AMP من Google — تجبر المواقع على تحميل المحتوى من الناشرين مباشرةً بدلاً من استخدام الروابط المملوكة لـ Google الزاخرة ببرامج التعقب المخيفة.  \n• حدد تفضيلات الخصوصية الخاصة بك من خلال التحكم العالمي في الخصوصية (GPC) - المدمج في تطبيقنا، تعتزم GPC مساعدتك في التعبير عن حقوق إلغاء الاشتراك تلقائيًا عن طريق إخبار مواقع الويب بعدم بيع معلوماتك الشخصية أو مشاركتها. وتعتمد إمكانية استخدامه لفرض حقوقك القانونية (مثل المتطلبات الحالية أو المستقبلية لقانون خصوصية المستهلك في كاليفورنيا (CCPA) أو النظام الأوروبي العام لحماية البيانات (GDPR)) على قوانين ولايتك القضائية. \nإليك ملاحظة حول \"الحماية من تحميل برامج التعقب التابعة لجهات خارجية\" بعد نقرات الإعلان على DuckDuckGo: يتجاوز ما تحصل عليه من \"الحماية من برامج التعقب التابعة لجهات خارجية\" ما تجده لدى المتصفحات الأكثر شيوعًا بشكلٍ افتراضي، لكننا نواصل العمل لجعلها أكثر شمولاً. إذا أراد المعلن حاليًا اكتشاف التحويلات الجارية على موقعه لإعلانات البحث بخصوصية من DuckDuckGo الخاصة بنا، فلن توقف \"الحماية من تحميل برامج التعقب التابعة لجهات خارجية\" لدينا تحميل طلبات bat.bing.com على موقع المعلن بعد نقرات الإعلان على DuckDuckGo، لكن يتم إيقاف هذه الطلبات في جميع السياقات الأخرى. وذلك نظرًا لعقد شراكة بين إعلانات البحث بخصوصية من DuckDuckGo وMicrosoft. وتُعد سرية عرض الإعلانات على DuckDuckGo جزءًا من هذه الشراكة، كما تعهدت Microsoft بعدم الربح من نقرات الإعلان الخاصة بمستخدمينا.   \nاقرأ المزيد عن هذا وعن إجراءات الحماية من التتبع الخاصة بنا على https://help.duckduckgo.com/privacy/web-tracking-protections/  \nإنها الطريقة التي تفي بها DuckDuckGo Privacy Essentials بوعدنا من أجل غرضٍ واحد وهو تقديم حماية خصوصية على Chrome. فهذه هي الخصوصية المبسّطة.   \n \n---------------------------------------------------------------- \n\n\nلتتمتع بأكثر حماية ممكنة على Chrome، نقترح عليك أيضًا تبديل إعدادات Chrome التي لا يمكن التحكم فيها بواسطة الإضافات،  \n1.\tمن إعدادات وضع حماية الخصوصية على Chrome Privacy Sandbox، قم بتعطيل الإصدار التجريبي من وضع حماية الخصوصية https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073 ; \n2.\tقم بتسجيل الخروج من Chrome https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538; \n3.\tقم بإيقاف تسجيلات الدخول على Chrome https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538; \n4.\tلا تقم بمزامنة بيانات السجل الخاصة بك مع Chrome https://support.google.com/chrome/answer/185277; \n5.\tمن عناصر التحكم في أنشطة Google، قم بتعطيل \"النشاط على الويب وفي التطبيقات\"https://support.google.com/chrome/answer/185277; \n6.\tمن إعدادات الإعلانات على Google، قم بتعطيل \"تخصيص الإعلانات\" https://adssettings.google.com/ \n\nالمزيد حول تقنيتنا \n• رادار التعقب: https://spreadprivacy.com/duckduckgo-tracker-radar/ \n• التشفير الأذكى: https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• GPC: https://spreadprivacy.com/announcing-global-privacy-control/ \n• حظر FLEDGE/الموضوعات: https://spreadprivacy.com/topics-and-fledge-blocked/ \n \nيرجى ملاحظة أن حظر برامج التعقب يتطلب أذونات معينة، لكن هذه الأذونات لا تعمل إلا على جهازك المحلي. إننا لا نحفظ أو نشارك معلومات البحث أو التصفح الخاصة بك بأنفسنا، وفقًا لسياسة الخصوصية الصارمة الخاصة بنا: https://duckduckgo.com/privacy/ \n\nهل تبحث عن تطبيق التصفح الخاص بنا لأجهزة Mac؟ يمكنك الاشتراك على قائمة الانتظار الخاصة من إعدادات تطبيقات Android أو iOS. تعرّف على المزيد: https://spreadprivacy.com/introducing-duckduckgo-for-mac/ \n \nالمزيد حول DUCKDUCKGO\n• نبذة عنّا: https://duckduckgo.com/about/ \n• آلية العمل: https://duckduckgo.com/app \n• نشرة الخصوصية: https://duckduckgo.com/newsletter \n• سياسة الخصوصية: https://duckduckgo.com/privacy/",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,he,hi,kn,ml,mr,ms,pt_BR,sr,sw,ta,te,th,uk,vi,zh_TW": "Protecting your privacy online is like protecting your home. Locking the front door won’t stop the most determined folks from getting inside, especially if you’ve left the back door and windows unlocked and an extra key under the doormat. That’s why we offer multiple types of privacy protection, all with the single purpose of better protecting your privacy in Chrome. \n\nWith the press of a button, you get seamless protection from most 3rd-party trackers while you search and browse, access to tracking protections for emails you receive, and many more protections which aren't offered in most popular browsers by default. Together these privacy essentials make more privacy your default.  \n\nFEATURE HIGHLIGHTS \n• Search with DuckDuckGo by Default — install, and we'll set your default search engine and homepage to DuckDuckGo Search so you can start your Internet searches without being tracked.  \n• Escape Website Trackers Before They Load — automatically stop most hidden trackers (3rd-party scripts) from loading, which prevents companies from collecting and using (e.g. sale, ads, etc.) any data from these trackers. Our cutting-edge tracker blocking technology goes well above and beyond what you get in most popular browsers by default. \n• Automatically Enforce Encryption — force many sites you visit to automatically use an encrypted (HTTPS) connection, which helps shield your data from Wi-Fi snoopers and network onlookers like your Internet provider. Most popular browsers only direct users to encrypted versions of pages in specific circumstances, like when you navigate directly to a page in the address bar. We check our list of upgradable sites for all links you click. \n• Enable Built-in Email Protection — Over 85% of emails sent to Duck Addresses contained trackers that can detect when you’ve opened a message, where you were when you opened it, and what device you were using. Email Protection makes it easy to block most email trackers and hide your existing address when signing up for things online, all without switching email providers. \n• Escape Fingerprinting — helps stop companies from creating a unique identifier for you by blocking their attempts to combine specific information about your browser and device settings.  \n• Block Tracking Cookies — prevents most 3rd-party cookies from tracking you as you browse from site to site. \n \nADDITIONAL PROTECTIONS NOT AVAILABLE ON MOST BROWSERS \n• Link Tracking Protection — helps stop companies from gathering your browsing history and other information via personal identifiers embedded in the links you click on.  \n• Chrome’s New Tracking Tech Protection — stops Google from using your browser to collect and auction off your personal data with their latest advertising trackers and targeting (FLEDGE and Topics). \n• Embedded Social Content Tracking Protection — blocks embedded Facebook content around the web so they can't track you through their videos, posts, and comments found on other sites. You can easily unblock to view them if desired.  \n• Google AMP Protection — forces sites to load content directly from publishers instead of using Google-owned links, which are full of creepy trackers.  \n• Signal Your Privacy Preference with Global Privacy Control (GPC) — built-into our app, GPC intends to help you express your opt-out rights automatically by telling websites not to sell or share your personal information. Whether it can be used to enforce your legal rights (for example, current or future CCPA, GDPR requirements) depends on the laws in your jurisdiction. \n\nNote about our 3rd-Party Tracker Loading Protection following DuckDuckGo ad clicks: Our 3rd-Party Tracker Protection goes above and beyond what you get in most popular browsers by default, but we’re constantly working to make it more comprehensive. Currently, if an advertiser wants to detect conversions on their own website for our private DuckDuckGo search ads, our 3rd-Party Tracker Loading Protection will not stop bat.bing.com requests from loading on the advertiser’s website following DuckDuckGo ad clicks, but those requests are stopped in all other contexts. This is because DuckDuckGo private search advertising is in partnership with Microsoft. As part of that partnership, viewing ads on DuckDuckGo is anonymous and Microsoft has committed to not profile our users’ ad clicks.   \n\nRead more about this and our Tracking Protections at https://help.duckduckgo.com/privacy/web-tracking-protections/  \n\nThat's how DuckDuckGo Privacy Essentials delivers on our single-purpose promise to provide seamless privacy protection in Chrome. It’s privacy, simplified.   \n \n---------------------------------------------------------------- \n\nTo be the most privacy-protected you can be in Chrome, we also suggest tweaking your Chrome settings that are not controllable by extensions,  \nIn Chrome Privacy Sandbox settings, disable Privacy Sandbox trial https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073 ; \nSign out of Chrome https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538; \nTurn off Chrome sign-in https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538; \nDon't sync your history data with Chrome https://support.google.com/chrome/answer/185277; \nIn Google Activity Controls, disable “Web & App Activity”https://support.google.com/chrome/answer/185277; \nIn Google Ad Settings, disable “Ad Personalization” https://adssettings.google.com/ \n\nMORE ABOUT OUR TECHNOLOGY \n• Tracker Radar: https://spreadprivacy.com/duckduckgo-tracker-radar/ \n• Smarter Encryption: https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• GPC: https://spreadprivacy.com/announcing-global-privacy-control/ \n• FLEDGE/Topics Blocking: https://spreadprivacy.com/topics-and-fledge-blocked/ \n \nPlease note that tracker blocking requires certain permissions, but these permissions work solely on your local device. We do not save or share your search or browsing information ourselves, as per our strict privacy policy: https://duckduckgo.com/privacy/ \n\nLooking for our Mac browsing app? You can sign up for the private waitlist in the settings of the Android or iOS apps. Learn More: https://spreadprivacy.com/introducing-duckduckgo-for-mac/ \n \nMORE ABOUT DUCKDUCKGO\n• About Us: https://duckduckgo.com/about/ \n• How It Works: https://duckduckgo.com/app \n• Privacy Newsletter: https://duckduckgo.com/newsletter \n• Privacy Policy: https://duckduckgo.com/privacy/ \n• Terms of Service: https://duckduckgo.com/terms/ \n• Open Source: https://github.com/duckduckgo/duckduckgo-privacy-extension",
    "bg": "Защитата на личните Ви данни онлайн е също като защитата на дома Ви. Заключената входната врата няма да попречи на най-решителните крадци да влязат вътре, особено ако сте оставили задната врата и прозорците отключени, и резервен ключ - под изтривалката. Ето защо предлагаме няколко вида защита на поверителността с единствената цел да защитим по-добре поверителността в Chrome. \n\nС натискането на един бутон получавате рационализирана защита от повечето тракери на трети страни при търсене и сърфиране, достъп до защити за проследяване в имейлите, които получавате, и много други защити, които не се предлагат по подразбиране в най-популярните браузъри. Комбинацията от тези основни елементи за поверителност осигурява по-голяма поверителност по подразбиране.  \n\nПОЛЕЗНИ ФУНКЦИИ \n• Търсене с DuckDuckGo по подразбиране — след инсталиране ще зададем DuckDuckGo Search като начална страница и търсачка по подразбиране, за да можете да търсите в интернет, без да бъдете проследявани.  \n• Избягване на тракери на уебсайтове още преди да се заредят - автоматично спира зареждането на повечето скрити тракери (скриптове на трети страни), което не позволява на компаниите да събират и използват (напр. за продажба, реклами и др.) данните от тези тракери. Нашата най-съвременна технология за блокиране на тракерите надхвърля значително това, което получавате по подразбиране в най-популярните браузъри. \n• Автоматично прилагане на криптиране — задължава много от сайтовете, които посещавате, автоматично да използват криптирана връзка (HTTPS), която помага да защитите данните си от Wi-Fi шпиони и наблюдатели в мрежата, като например вашия интернет доставчик. Повечето популярни браузъри насочват потребителите към криптирани версии на страници само при определени обстоятелства, например когато въведете адреса на страницата директно в адресната лента. Ние проверяваме всички избрани от Вас връзки в нашия списък със сайтове, които могат да бъдат надградени. \n• Активиране на вградена имейл защита - над 85% от имейлите, изпратени до адреси Duck Address, съдържат тракери, които могат да отчетат кога сте отворили дадено съобщение, къде сте били, когато сте го отворили, и какво устройство сте използвали. Email Protection улеснява блокирането на повечето имейл тракери и скриването на реалния Ви адрес при онлайн регистрация, без да се налага да сменяте имейл доставчика. \n• Предотвратяване създаването на цифров отпечатък – не позволява на компаниите да създават уникален идентификатор за Вас, като блокира опитите им да комбинират конкретна информация за настройките на браузъра и устройството.  \n• Блокиране на проследяващите бисквитки - не позволява на повечето бисквитки на трети страни да Ви проследяват, докато сърфирате от сайт в сайт. \n \nДОПЪЛНИТЕЛНИ ЗАЩИТИ, КОИТО НЕ СЕ ПРЕДЛАГАТ ОТ ПОВЕЧЕТО БРАУЗЪРИ \n• Защита от проследяване на връзки — не позволява на компаниите да събират историята на сърфирането и друга информация чрез лични идентификатори, вградени във връзките, върху които кликвате.  \n• Защита от новите технологии за проследяване в Chrome — не позволява на Google да използва Вашия браузър, за да събира и търгува с Вашите лични данни чрез най-новите си тракери за реклама и насочване на съдържание (FLEDGE и Topics). \n• Защита от проследяване чрез вградено съдържание от социалните мрежи - блокира вграденото съдържание на Facebook в мрежата, за да не могат да Ви проследяват чрез своите видеоклипове, публикации и коментари в други сайтове. Ако искате да видите съдържанието, можете лесно да го разблокирате.  \n• Защита от Google AMP — принуждава сайтовете да зареждат съдържание директно от издателите, вместо да използват връзки, които са собственост на Google и са пълни с опасни тракери.  \n• Сигнализирайте за предпочитанията за поверителност с Global Privacy Control (GPC) — вграден в нашето приложение, GPC има за цел да Ви помогне да изразите автоматично правото си на отказ, като кажете на уебсайтовете да не продават или споделят личната Ви информация. Дали може да се използва за прилагане на Вашите законни права (например настоящи или бъдещи изисквания на ЗЗЛД, ОРЗД) зависи от законите във Вашата юрисдикция. \n\nЗабележка относно нашата защита от зареждане на тракери от трети страни след кликване върху реклами в DuckDuckGo: Нашата защита от тракери на трети страни надхвърля това, което получавате по подразбиране в най-популярните браузъри, но ние постоянно работим, за да я направим по-комплексна. В момента, ако даден рекламодател иска да отчете прехвърляне към собствения си уебсайт от нашите реклами за поверително търсене в DuckDuckGo, нашата защита от зареждане на тракери на трети страни няма да спре зареждането на заявки bat.bing.com в уебсайта на рекламодателя след кликване върху рекламата в DuckDuckGo, но тези заявки се спират във всички други ситуации. Това е така, защото рекламата за поверително търсене в DuckDuckGo е в партньорство с Microsoft. Като част от това партньорство гледането на реклами в DuckDuckGo е анонимно и Microsoft се ангажира да не профилира кликванията на нашите потребители върху рекламите.   \n\nПрочетете повече за това и за нашите защити от проследяване на адрес https://help.duckduckgo.com/privacy/web-tracking-protections/  \n\nЕто как Privacy Essentials на DuckDuckGo изпълнява простото си обещание за осигури безпроблемна защита на поверителността в Chrome. Това е поверителност, по лесен начин.   \n \n---------------------------------------------------------------- \n\nЗа да си осигурите възможно най-добра защита на поверителността в Chrome, Ви предлагаме също да промените настройките на Chrome, които не могат да бъдат управлявани от разширенията,  \nВ настройките на Chrome Privacy Sandbox деактивирайте пробната версия на Privacy Sandbox https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073 ; \nИзлезте от Chrome https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538; \nИзключете влизането в Chrome https://support.google.com/chrome/answer/9159867?hl=bg&ref_topic=7439538; \nНе синхронизирайте данните от историята си с Chrome https://support.google.com/chrome/answer/185277; \nВ „Контроли за активността“ в Google деактивирайте „Активност в мрежата и приложенията“ https://support.google.com/chrome/answer/185277; \nВ Настройки на рекламите в Google деактивирайте „Персонализиране на рекламите“ https://adssettings.google.com/ \n\nПовече за нашата технология \n• Радар за тракери: https://spreadprivacy.com/duckduckgo-tracker-radar/ \n• По-интелигентно криптиране: https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• Глобален контрол на поверителността (GPC): https://spreadprivacy.com/announcing-global-privacy-control/ \n• Блокиране на FLEDGE/Теми: https://spreadprivacy.com/topics-and-fledge-blocked/ \n \nМоля, имайте предвид, че за блокиране на тракери се изискват определени разрешения, но те работят само на локалното устройство. Ние самите не запазваме и не споделяме информацията за Вашето търсене или сърфиране съгласно нашата строга политика за поверителност: https://duckduckgo.com/privacy/ \n\nТърсите нашето приложение за сърфиране в Mac? Можете да се запишете в частния списък на чакащите в настройките на приложенията за Android или iOS. Научете повече: https://spreadprivacy.com/introducing-duckduckgo-for-mac/ \n \nПовече за DuckDuckGo\n• За нас: https://duckduckgo.com/about/ \n• Как работи: https://duckduckgo.com/app \n• Бюлетин за поверителност: https://duckduckgo.com/newsletter \n• Политика за поверителност: https://duckduckgo.com/privacy/ \n• Условия на услугата: https://duckduckgo.com/terms/\n• Отворен код: https://github.com/duckduckgo/duckduckgo-privacy-extension",
    "ca": "Privacitat sense complicacions.\n\nA DuckDuckGo creiem que internet no hauria de fer por i que garantir la privacitat que toca quan hom és en línia hauria de ser tan senzill com abaixar la persiana. \n\nProporcionem les eines essencials de privacitat necessàries per poder donar-vos el control de la vostra informació personal de manera eficaç quan cerqueu i navegueu pel web, independentment d’on aneu a parar a internet:\n• Escapeu de les xarxes de seguiment publicitari: la nostra protecció de la privacitat bloqueja totes les eines de seguiment que trobem. Desemmascaren les principals xarxes publicitàries que us rastregen, així que podreu rastrejar els que proven de rastrejar-vos.\n• Protecció encriptada reforçada: forcem als web que facin servir una connexió encriptada sempre que sigui possible. Les vostres dades estaran protegides de les mirades indiscretes, com ara les dels proveïdors de serveis d’internet.\n• Cerques privades: quan feu servir el motor de cerca, esteu compartint la vostra informació més personal, incloses dades financeres, mèdiques o polítiques. El que cerqueu és cosa vostra. Per aquest motiu, la cerca de DuckDuckGo no us rastreja. Mai de la vida.\n• Identificació de les condicions de privacitat: col·laborem amb Terms of Service; Didn’t Read per incloure les seves puntuacions i etiquetes de les condicions del servei i de privacitat dels webs, sempre que sigui possible. \n\nA mesura que cerqueu i navegueu, DuckDuckGo us mostrarà una nota (d’A a F) de privacitat quan visiteu un web. Aquesta puntuació permet saber en un vist i no vist quin grau de protecció teniu, conèixer en profunditat a qui hem enxampat provant de rastrejar-vos i saber com reforcem les mesures de privacitat subjacents del web. La nota de privacitat s’obté automàticament en funció del predomini de xarxes de rastreig amagades, de la disponibilitat d’encriptació i de les pràctiques de privacitat del web.\n\nMassa gent dona per fet que la privacitat a internet no és possible. Ens revoltem contra aquesta concepció fins al punt que hem adoptat com a missió establir un nou estàndard de confiança en línia. Instal·leu DuckDuckGo i recupereu la vostra privacitat!\n\nNote about our 3rd-Party Tracker Loading Protection following DuckDuckGo ad clicks:  \nOur 3rd-Party Tracker Protection goes above and beyond what you get in most popular browsers by default, but we’re constantly working to make it more comprehensive. Currently, if an advertiser wants to detect conversions on their own website for our private DuckDuckGo search ads, our 3rd-Party Tracker Loading Protection will not stop bat.bing.com requests from loading on the advertiser’s website following DuckDuckGo ad clicks, but those requests are stopped in all other contexts. This is because DuckDuckGo private search advertising is in partnership with Microsoft. As part of that partnership, viewing ads on DuckDuckGo is anonymous and Microsoft has committed to not profile our users’ ad clicks.  \n \nRead more about this and our Tracking Protections at https://help.duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/ \n\nQui som: https://duckduckgo.com/about/\nConsells de privacitat per a dispositius: https://spreadprivacy.com/tag/device-privacy-tips/\nMés informació sobre privacitat: https://spreadprivacy.com/tag/privacy-newsletter/\nLes nostres condicions de privacitat: https://duckduckgo.com/privacy/\n\nCodi obert disponible a https://github.com/duckduckgo/duckduckgo-privacy-extension. \n\n\nEns podeu escriure en tot moment a chrome@duckduckgo.com. Ens encanta rebre missatges de tothom!",
    "cs": "Snadná a bezproblémová ochrana soukromí pro tvůj prohlížeč.  \n\nChránit své soukromí na internetu je jako chránit svůj domov. Sice máš zamčené vchodové dveře, ale to není záruka, že dovnitř se nikdo nedostane – obzvlášť, když necháváš klíč pod rohožkou a okno dokořán. Proto nabízíme několik typů ochrany soukromí, které mají jediný cíl – lépe chránit tvoje soukromí v Chromu. \n\nStisknutím tlačítka získáš bezproblémovou ochranu před většinou trackerů třetích stran při vyhledávání a surfování, přístup k ochraně před sledováním e-mailů, které ti chodí, a mnoho dalších funkcí, které většina oblíbených prohlížečů ve výchozím nastavení nenabízí. Společně ti tyhle prvky zajistí naprosté soukromí.  \n\nNEJDŮLEŽITĚJŠÍ FUNKCE \n• DuckDuckGo jako výchozí vyhledávač – nainstaluj si nás a my nastavíme DuckDuckGo jako tvůj výchozí vyhledávač a domovskou stránku. A pak už budeš vyhledávat na internetu, aniž by tě někdo sledoval. \n• Zablokování webových trackerů dřív, než se načtou – automaticky zastavíme načítání většiny skrytých trackerů (skriptů třetích stran), čímž zabráníme různým subjektům ve shromažďování a používání tvých dat (například údaje o nákupech a zobrazování reklam atd.). Naše špičková technologie blokování trackerů jde vysoko nad rámec toho, co nabízí většina oblíbených prohlížečů. \n• Automaticky vynucované šifrování – na mnoha navštívených webech si vyžádáme automatické používání šifrovaného připojení (HTTPS), které pomáhá chránit tvoje data před internetovými slídily a zvědavci, mezi které může patřit i tvůj poskytovatel internetu. Většina oblíbených prohlížečů přesměrovává uživatele na šifrované verze stránek jen za určitých okolností, třeba při zadání adresy přímo do adresního řádku. U každého odkazu, na který klikneš, ověřujeme, jestli neumožňuje šifrování. \n• Povolení vestavěné ochrany e-mailů – přes 85 % e-mailů odeslaných na adresy Duck obsahovalo trackery, které dokážou zjistit, jestli e-mail čteš, kde zrovna jsi, když ho čteš, a jaké zařízení zrovna používáš. S naší ochranou e-mailů můžeš většinu trackerů jednoduše zablokovat a skrýt svou adresu, když se k něčemu na internetu registruješ. A ani k tomu nemusíš měnit poskytovatele e-mailu. \n• Už žádné digitální otisky – zabraň firmám v tom, aby si vytvářely tvůj jedinečný identifikátor! Zablokujeme jejich pokusy zkombinovat konkrétní informace o tvém prohlížeči a nastavení.  \n• Blokování sledovacích souborů cookie – zabraň většině souborů cookie třetích stran, aby sledovaly, jak surfuješ na webu. \n \nDODATEČNÁ OCHRANA (JEN U NĚKTERÝCH PROHLÍŽEČŮ) \n• Ochrana před sledováním odkazů – brání tomu, aby firmy shromažďovaly tvou historii prohlížení a další informace prostřednictvím osobních identifikátorů vložených do odkazů, na které klikáš.  \n• Ochrana před novými sledovacími funkcemi v Chromu – zabraň Googlu, aby pomocí nejnovějších reklamních trackerů a cílení (FLEDGE a Témata) využíval tvůj prohlížeč ke shromažďování tvých osobních údajů a následně je prodával inzerentům. \n• Ochrana před sledováním vloženého obsahu ze sociálních sítí – blokuj na webu vložený obsah z Facebooku, ať tě nemůže sledovat prostřednictvím svých videí, příspěvků a komentářů na jiných webech. Když budeš chtít, můžeš ho zase jednoduše odblokovat a obsah si prohlédnout.  \n• Ochrana před Google AMP – nech weby načítat obsah přímo od vydavatelů, místo aby používaly odkazy od Googlu, které jsou plné otravných trackerů.  \n• Signalizuj své nastavení ochrany soukromí pomocí funkce Global Privacy Control (GPC) – integrovaná funkce GPC ti pomůže automaticky využívat právo na odmítnutí a webovým stránkám zakáže prodej nebo sdílení tvých osobních údajů. To, jestli ji můžeš použít i k vymáhání svých zákonných práv (například současných nebo budoucích požadavků podle zákona CCPA a nebo nařízení GDPR), závisí na tvé jurisdikci. \n\nPoznámka k naší ochraně před načítáním trackerů třetích stran po kliknutí na reklamu na DuckDuckGo: Tato naše ochrana jde vysoko nad rámec toho, co běžně nabízí většina oblíbených prohlížečů, ale neustále pracujeme na tom, aby byla ještě komplexnější. Aktuálně je to tak, že když chce inzerent na svých webových stránkách zjišťovat konverze z našich soukromých reklam ve vyhledávání DuckDuckGo, naše ochrana před načítáním trackerů třetích stran nezastaví načítání požadavků bat.bing.com na webových stránkách inzerenta po kliknutí na reklamu na DuckDuckGo, ale na všech ostatních místech tyto požadavky zablokujeme. Je to proto, že soukromé reklamy ve vyhledávání na DuckDuckGo provozujeme ve spolupráci se společností Microsoft. V rámci tohoto partnerství je zobrazování reklam na DuckDuckGo anonymní a společnost Microsoft se zavázala, že naše uživatele nebude po kliknutí na reklamy profilovat.   \nDalší informace o této ochraně a ochraně před trackery si můžeš přečíst na adrese https://help.duckduckgo.com/privacy/web-tracking-protections/.\n\nTak plní ochrana Privacy Essentials od klíčový závazek DuckDuckGo – že ti v Chromu poskytneme ochranu soukromí, která tě nebude při surfování zpomalovat. Ochrana soukromí, zjednodušená.   \n \n---------------------------------------------------------------- \n\nAby bylo tvoje soukromí v Chromu co nejvíc chráněné, doporučujeme také upravit nastavení Chromu tak, aby ho nešlo ovládat pomocí rozšíření.  \n1.\tV nastavení Privacy Sandbox v Chromu zakaž zkušební verze funkcí Privacy Sandbox https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073 ;\n2.\tOdhlas se z Chromu https://support.google.com/chrome/answer/9159867?hl=cs&ref_topic=7439538;\n3.\tVypni přihlášení do Chromu https://support.google.com/chrome/answer/9159867?hl=cs&ref_topic=7439538;\n4.\tNesynchronizuj svou historii prohlížení s Chromem https://support.google.com/chrome/answer/185277;\n5.\tDeaktivuj ve svém nastavení účtu Google možnost Aktivita na webu a v aplikacích https://support.google.com/chrome/answer/185277;\n6.\tV Nastaveních reklamy Google vypni „Personalizace reklamy“ https://adssettings.google.com/.\n\nVÍCE O NAŠÍ TECHNOLOGII \n• Detektor trackerů: https://spreadprivacy.com/duckduckgo-tracker-radar/ \n• Chytřejší šifrování: https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• GPC: https://spreadprivacy.com/announcing-global-privacy-control/ \n• FLEDGE / blokování témat: https://spreadprivacy.com/topics-and-fledge-blocked/ \n \nUpozorňujeme, že blokování trackerů vyžaduje určitá oprávnění, ale tato oprávnění se týkají jen tvého lokálního zařízení. My sami neukládáme ani nesdílíme žádné údaje o tom, co hledáš nebo co si prohlížíš. Ostatně přesně tak to píšeme i v našich přísných zásadách ochrany soukromí: https://duckduckgo.com/privacy \n\nPotřebuješ naši aplikaci pro Mac? V nastaveních aplikace pro Android nebo iOS se můžeš zapsat na soukromou frontu čekajících. Další informace: https://spreadprivacy.com/introducing-duckduckgo-for-mac/ \n \nVÍCE O DUCKDUCKGO\n• O nás: https://duckduckgo.com/about/ \n• Jak to funguje: https://duckduckgo.com/app \n• Newsletter o ochraně soukromí: https://duckduckgo.com/newsletter \n• Zásady ochrany osobních údajů: https://duckduckgo.com/privacy/ \n• Podmínky služby: \nhttps://duckduckgo.com/terms/ \n• Open source: https://github.com/duckduckgo/duckduckgo-privacy-extension",
    "da": "Enkelt og sømløst personvern i nettleseren din.  \n\nÅ beskytte personvernet ditt på nettet er som å beskytte hjemmet ditt. En låst inngangsdør stopper ikke de mest målbevisste fra å bryte seg inn, særlig ikke hvis du har latt bakdøren eller vinduene stå ulåst og lagt ekstranøkkelen under dørmatten. Det er derfor vi tilbyr flere typer personvernsfunksjoner, alle med det ene formålet å bedre beskytte personvernet ditt i Chrome. \n\nTrykk på en knapp og få sømløs beskyttelse mot tredjepartssporere mens du søker og surfer, tilgang til sporingsbeskyttelse for e-post og mange flere beskyttelser som ikke tilbys som standard i de fleste nettlesere. Sammen gjør disse verktøyene i Privacy Essentials økt personvern til normen.  \n\nHØYDEPUNKTER \n• Søk med DuckDuckGo som standard – installer, så gjør vi DuckDuckGo Search til din standard søkemotor og startside, slik at du kan starte internett-søkene dine uten å bli sporet.  \n• Unngå nettstedssporere før de lastes – stopp automatisk de fleste skjulte sporere (tredjepartsskript) fra å bli lastet. Dette forhindrer selskaper i å samle inn og bruke data fra disse sporerne (som salg, annonser osv.) Vår banebrytende sporingsblokkeringsteknologi går langt utover det du vanligvis får som standard i de fleste populære nettleserne. \n• Fremtving kryptering automatisk – tving mange nettsteder du besøker, til å automatisk bruke en kryptert tilkobling (HTTPS), som bidrar til å verne dataene dine mot wifi-snokere og nettverkstilskuere som internettleverandøren din. De fleste populære nettlesere bare omdirigerer brukerne til krypterte versjoner av sider under visse omstendigheter, som når du går direkte til en side i adressefeltet. Vi sjekker listen vår over oppgraderbare nettsteder for alle lenker du klikker på. \n• Aktiver innebygd Email Protection – over 85 % av e-poster som ble sendt til Duck-adresser, inneholdt sporere som kan oppdage når du har åpnet en e-post, hvor du var da du åpnet den, og hvilken enhet du brukte. Email Protection gjør det lett å blokkere de fleste e-postsporere og skjule den eksisterende adressen din når du registrerer deg for ting på nettet, og alt dette uten å bytte e-postleverandører. \n• Unngå digitalt fingeravtrykk – forhindre selskaper i å opprette en unik identifikator for deg ved å blokkere forsøkene deres på å kombinere spesifikk informasjon om nettleseren og enhetsinnstillingene dine.  \n• Blokker sporingsinformasjonskapsler – forhindrer at de fleste tredjeparts informasjonskapsler sporer deg når du surfer fra nettsted til nettsted. \n \nBESKYTTELSESFUNKSJONER DE FLESTE NETTLESERE IKKE TILBYR \n• Beskyttelse mot lenkesporing – forhindrer selskaper i å samle inn nettleserhistorikken din og annen informasjon via personlige identifikatorer som er innebygd i lenkene du klikker på.  \n• Beskyttelse mot Chromes nye sporingsteknologi – forhindrer Google i å bruke nettleseren din til å samle inn og auksjonere bort personopplysningene dine med deres nyeste annonsesporere og -målretting (FLEDGE og Topics). \n• Beskyttelse mot innebygde sporere fra sosiale medier – blokkerer innebygd Facebook-innhold på nettet, slik at de ikke kan spore deg gjennom videoene, innleggene og kommentarene som finnes på andre nettsteder. Du kan enkelt fjerne blokkeringen hvis du vil se dem.  \n• Beskyttelse mot Google AMP – tvinger nettsteder til å laste innhold direkte fra utgivere i stedet for å bruke Google-eide lenker, som er fulle av lumske sporere.  \n• Signaliser personvernreferansene dine med GPC (Global Privacy Control) – det er innebygd i appen og uttrykker automatisk reservasjonsretten din ved å gi beskjed til nettstedene om at de ikke kan selge eller dele personopplysningene dine. Om dette kan brukes til å håndheve dine juridiske rettigheter (for eksempel i henhold til nåværende eller fremtidige CCPA- og GDPR-krav), avhenger av lovene i din jurisdiksjon. \n\nMerknad om vår beskyttelse mot lasting av tredjepartssporere etter annonseklikk på DuckDuckGo: I utgangspunktet går vår beskyttelse mot tredjepartssporing langt utover hva du får i de fleste populære nettlesere, men vi jobber uavlatelig med å gjøre den mer omfattende. For øyeblikket er det slik at hvis en annonsør vil registrere konverteringer på sitt eget nettsted for våre private DuckDuckGo-søkeannonser, forhindrer ikke beskyttelse mot lasting av tredjepartssporere bat.bing.com-forespørsler i å lastes på annonsørens nettsted etter DuckDuckGo-annonseklikk, men disse forespørslene stoppes i alle andre sammenhenger. Dette er fordi DuckDuckGos Private Search-annonsering skjer i samarbeid med Microsoft. Dette samarbeidet innebærer at du ser annonser anonymt på DuckDuckGo, og Microsoft har forpliktet seg til å ikke profilere brukernes annonseklikk.   \n\nLes mer om dette og sporingsbeskyttelsene våre på https://help.duckduckgo.com/privacy/web-tracking-protections/ \n \nSlik innfrir DuckDuckGos Privacy Essentials løftet om å gi sømløst personvern i Chrome. Dette er personvern gjort enkelt.   \n \n---------------------------------------------------------------- \n\nFor å beskytte opplysningene dine så godt som det er mulig i Chrome, anbefaler vi også at du justerer de Chrome-innstillingene som ikke kan kontrolleres med utvidelser:  \n1. I Chromes Privacy Sandbox-innstillinger deaktiverer du Privacy Sandbox-prøveversjonen https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073 \n2. Logg av Chrome https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538 \n3. Slå av Chrome-pålogging https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538; \n4. Ikke synkroniser historikkdataene dine med Chrome https://support.google.com/chrome/answer/185277; \n5. I Googles Aktivitetskontroller deaktiverer du «Nett- og appaktivitet»-https://support.google.com/chrome/answer/185277; \n6. Deaktiver «Personlig tilpasning av annonser» i Googles Annonseinnstillinger https://adssettings.google.com/ \n\nMER OM TEKNOLOGIEN VÅR \n• Sporingsradar: https://spreadprivacy.com/duckduckgo-tracker-radar/ \n• Smartere kryptering: https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• GPC: https://spreadprivacy.com/announcing-global-privacy-control/ \n• Blokkering av FLEDGE/Topics: https://spreadprivacy.com/topics-and-fledge-blocked/ \n \nVær oppmerksom på at sporingsblokkering krever visse tillatelser, men disse tillatelsene fungerer bare på din lokale enhet. Vi samler ikke inn eller deler noe av søke- eller nettleserinformasjonen din selv, i henhold til den strenge personvernerklæringen vår: https://duckduckgo.com/privacy/ \n\nSer du etter nettleserappen for Mac? Du kan registrere deg på den private ventelisten i innstillingene i Android- eller iOS-appen. Finn ut mer: https://spreadprivacy.com/introducing-duckduckgo-for-mac/ \n \nMER OM DUCKDUCKGO\n• Om oss: https://duckduckgo.com/about/ \n• Hvordan det fungerer: https://duckduckgo.com/app \n• Nyhetsbrev om personvern: https://duckduckgo.com/newsletter \n• Personvern: https://duckduckgo.com/privacy/ \n• Åpen kildekode: https://github.com/duckduckgo/duckduckgo-privacy-extension",
    "de": "Einfacher und nahtloser Datenschutz für deinen Browser.  \n\nOnline-Datenschutz ist wie der Schutz deines Zuhauses. Das Abschließen der Haustür wird die entschlossensten Personen nicht vom Eindringen abhalten – vor allem, wenn du die Hintertür und die Fenster offen gelassen hast und ein zusätzlicher Schlüssel unter der Fußmatte liegt. Aus diesem Grund bieten wir mehrere Arten von Datenschutz an, alle mit dem einzigen Ziel, deine Privatsphäre in Chrome besser zu schützen. \n\nMit nur einem Klick erhältst du nahtlosen Schutz vor den meisten Trackern von Drittanbietern beim Suchen und Surfen, Zugriff auf Tracking-Schutz beim Empfang von E-Mails und viele weitere Schutzfunktionen, die in den meisten gängigen Browsern standardmäßig nicht angeboten werden. Zusammengenommen machen diese Privacy Essentials den Datenschutz zu deinem Standard.  \n\nHIGHLIGHTS DER FUNKTION \n• Suche standardmäßig mit DuckDuckGo – im Rahmen der Installation richten wir DuckDuckGo Search als deine standardmäßige Suchmaschine und Startseite ein. So wirst du bei deinen Internetsuchen nicht getrackt. \n• Entkomme Website-Tracker schon bevor sie laden – stoppt automatisch das Laden der meisten versteckten Tracker (Skripte von Drittanbietern), was Unternehmen daran hindert, Daten zu sammeln und zu verwenden (z. B. Daten (z. B.Verkauf, Werbung usw.) von diesen Trackern zu sammeln und zu verwenden. Unsere hochmoderne Tracker-Blockierungstechnologie geht weit über das hinaus, was Sie standardmäßig in den meisten gängigen Browsern erhalten. \n• Verschlüsselung automatisch erzwingen – Zwinge viele der von dir besuchten Websites dazu, automatisch eine verschlüsselte Verbindung (HTTPS) zu verwenden. So werden deine Daten vor WLAN-Schnüfflern und Netzwerkzaungästen wie deinem Internetanbieter geschützt. Die meisten gängigen Browser leiten Benutzer nur unter bestimmten Umständen zu verschlüsselten Versionen von Seiten weiter, z. B. wenn du direkt zu einer Seite in der Adressleiste navigierst. Wir überprüfen unsere Liste der aktualisierbaren Websites auf alle Links, auf die du klickst. \n• Integrierte Email Protection aktivieren – Über 85 % der an Duck-Adressen gesendeten E-Mails enthalten Tracker, die erkennen können, wann du eine Nachricht geöffnet hast, wo du warst, als du sie geöffnet hast, und welches Gerät du verwendet hast. Email Protection macht es einfach, die meisten E-Mail-Tracker zu blockieren und deine vorhandene Adresse zu verbergen, wenn du dich online anmeldest – und das alles, ohne den E-Mail-Anbieter zu wechseln. \n• Escape Fingerprinting – verhindert, dass Unternehmen eine eindeutige Kennung für dich erstellen, indem deren Versuche blockiert werden, spezifische Informationen über deinen Browser und deine Geräteeinstellungen zu kombinieren.  \n• Tracking-Cookies blockieren – verhindert, dass die meisten Cookies von Drittanbietern dich beim Surfen von Website zu Website zu tracken. \n \nZUSÄTZLICHER SCHUTZ, DER IN DEN MEISTEN BROWSERN NICHT VERFÜGBAR IST \n• Link Tracking Protection – verhindert, dass Unternehmen deinen Browserverlauf und andere Informationen mithilfe persönlicher Identifikatoren sammeln, die in den Links eingebettet sind, auf die du klickst.  \n• Die neue Tracking Tech Protection von Chrome – verhindert, dass Google deinen Browser verwendet, um mit den neuesten Werbetrackern und Targeting-Techniken (FLEDGE und Topics) deine persönlichen Daten zu sammeln und zu versteigern. \n• Eingebetteter Tracking-Schutz für Social-Media-Inhalte – blockiert eingebettete Facebook-Inhalte im Internet, sodass du nicht durch Videos, Beiträge und Kommentare von Facebook auf anderen Websites getrackt werden kannst. Du kannst die Blockierung einfach aufheben, um diese Inhalte bei Bedarf anzuzeigen.  \n• Google AMP Protection – zwingt Websites, Inhalte direkt zu laden, anstatt Links zu verwenden, die im Besitz von Google und voller gruseliger Tracker sind.  \n• Signalisiere deine Privatsphäre-Präferenz mit Global Privacy Control (GPC) – GPC ist in unsere App integriert und hilft dir, deine Widerspruchsrechte automatisch auszuüben, indem du Websites darüber informierst, dass sie deine persönlichen Daten nicht verkaufen oder weitergeben dürfen. Ob deine Rechtsansprüche (z. B. aktuelle oder zukünftige CCPA- oder DSGVO-Anforderungen) auf diese Weise durchgesetzt werden können, hängt von den Gesetzen in deiner Gerichtsbarkeit ab. \n\n3rd-Party Tracker Loading Protection nach Klicken auf DuckDuckGo-Werbung geht weit über das hinaus, was die meisten gängigen Browser standardmäßig bieten. Wir arbeiten ständig daran, die Funktion noch umfassender zu gestalten. Wenn ein Werbetreibender die Konvertierung auf seiner eigenen Website für DuckDuckGo Private Search-Werbung ermitteln möchte, verhindert 3rd-Party Tracker Loading Protection nicht, dass bat.bing.com-Anfragen auf der Website des Werbetreibenden geladen werden, nachdem die DuckDuckGo-Werbung angeklickt wurde. Diese Anfragen werden jedoch in allen anderen Zusammenhängen gestoppt. Das liegt daran, dass DuckDuckGo Private Search-Werbung in Partnerschaft mit Microsoft erfolgt. Im Rahmen dieser Zusammenarbeit ist das Ansehen von Werbung auf DuckDuckGo anonym. Zudem hat sich Microsoft verpflichtet, keine Profile der Anzeigenklicks unserer Nutzer zu erstellen.   \n\nWeitere Informationen hierzu sowie zu Tracking Protection unter https://help.duckduckgo.com/privacy/web-tracking-protections/ \n\nAuf diese Weise erfüllt DuckDuckGo Privacy Essentials unser zentrales Versprechen, einen nahtlosen Datenschutz in Chrome zu bieten. Das ist Datenschutz, vereinfacht.   \n \n---------------------------------------------------------------- \n\nUm den bestmöglichen Datenschutz in Chrome zu erreichen, empfehlen wir außerdem die Optimierung deiner Chrome-Einstellungen, die nicht von Erweiterungen gesteuert werden können:  \n1. Deaktiviere in den Chrome Privacy Sandbox-Einstellungen die Privacy Sandbox-Testversion https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073 ; \n2. Melde dich bei Chrome ab https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538; \n3. Deaktiviere die Chrome-Anmeldung https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538; \n4. Synchronisiere deine Verlaufsdaten nicht mit Chrome https://support.google.com/chrome/answer/185277; \n5. Deaktiviere „Web- & App-Aktivitäten“ in Google Activity Controls https://support.google.com/chrome/answer/185277; \n6. Deaktiviere in den Google Ad-Einstellungen die Option „Personalisierte Werbung“ https://adssettings.google.com/ \n\nMEHR ÜBER UNSERE TECHNOLOGIE \n• Tracker Radar: https://spreadprivacy.com/duckduckgo-tracker-radar/ \n• Smarter Encryption: https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• GPC: https://spreadprivacy.com/announcing-global-privacy-control/ \n• FLEDGE/Topics blockieren: https://spreadprivacy.com/topics-and-fledge-blocked/ \n \nBitte beachte, dass für die Tracker-Blockade bestimmte Berechtigungen erforderlich sind. Diese Berechtigungen funktionieren jedoch ausschließlich auf deinem lokalen Gerät. Gemäß unserer strengen Datenschutzrichtlinie speichern oder teilen wir selbst keine deiner Daten im Zusammenhang mit dem Suchen oder Browsen: https://duckduckgo.com/privacy/ \n\nSuchst du nach unserer Browsing-App für Mac? Du kannst dich in den Einstellungen der Android- oder iOS-App für die private Warteliste anmelden. Mehr erfahren:https://spreadprivacy.com/introducing-duckduckgo-for-mac/ \n \nMEHR ÜBER DUCKDUCKGO\n• Über uns: https://duckduckgo.com/about/ \n• So funktioniert es: https://duckduckgo.com/app \n• Datenschutz-Newsletter: https://duckduckgo.com/newsletter \n• Datenschutzrichtlinie: https://duckduckgo.com/privacy/ \n• Nutzungsbedingungen: https://duckduckgo.com/terms/ \n• Open Source: https://github.com/duckduckgo/duckduckgo-privacy-extension",
    "el": "Απλή και απρόσκοπτη προστασία απορρήτου για το πρόγραμμα περιήγησής σας.  \n\nΤο να προστατεύετε την ιδιωτικότητά σας στο διαδίκτυο είναι σα να προστατεύετε το σπίτι σας. Το να κλειδώσετε την μπροστινή πόρτα του σπιτιού σας δεν θα εμποδίσει τους πιο αποφασισμένους να μπουν μέσα, ειδικά αν έχετε αφήσει την πίσω πόρτα και τα παράθυρα ξεκλείδωτα κι ένα επιπλέον κλειδί κάτω από το χαλάκι της πόρτας. Γι' αυτό προσφέρουμε πολλαπλούς τύπους προστασίας για τα προσωπικά δεδομένα, όλοι με μοναδικό σκοπό την καλύτερη προστασία της ιδιωτικότητάς σας στο Chrome. \n\nΜε το πάτημα ενός κουμπιού, λαμβάνετε απρόσκοπτη προστασία από τις περισσότερες εφαρμογές παρακολούθησης τρίτων κατά την αναζήτηση και την περιήγησή σας, πρόσβαση σε προστασίες παρακολούθησης για τα email που λαμβάνετε και πολλές άλλες προστασίες που δεν προσφέρονται ως προεπιλογή από τα περισσότερα δημοφιλή προγράμματα περιήγησης. Συνδυαστικά, αυτά τα βασικά Privacy Essentials καθιστούν το απόρρητο την κύρια προεπιλογή σας.  \n\nΚΥΡΙΟΤΕΡΑ ΧΑΡΑΚΤΗΡΙΣΤΙΚΑ \n• Αναζήτηση με το DuckDuckGo βάσει προεπιλογής — κάντε εγκατάσταση και θα ορίσουμε την προεπιλεγμένη μηχανή αναζήτησης και την αρχική σελίδα σας σε Αναζήτηση DuckDuckGo, ώστε να μπορείτε να πραγματοποιείτε αναζητήσεις στο διαδίκτυο χωρίς να σας παρακολουθούν.  \n• Αποφυγή εφαρμογών παρακολούθησης προτού φορτωθούν — σταματήστε αυτόματα τη φόρτωση των περισσότερων κρυφών εφαρμογών παρακολούθησης (δέσμες ενεργειών τρίτων μερών), γεγονός που εμποδίζει τις εταιρείες να συλλέγουν και να χρησιμοποιούν δεδομένα (π.χ. για πωλήσεις, διαφημίσεις, κ.λπ.) από τις εν λόγω εφαρμογές παρακολούθησης. Η πρωτοποριακή τεχνολογία μας για αποκλεισμό εφαρμογών παρακολούθησης υπερβάλλει εαυτόν σε σύγκριση με αυτά που λαμβάνετε από προεπιλογή στα πιο δημοφιλή προγράμματα περιήγησης. \n• Αυτόματη επιβολή κρυπτογράφησης — επιβάλετε σε πολλούς ιστότοπους που επισκέπτεστε να χρησιμοποιούν αυτόματα μια κρυπτογραφημένη σύνδεση (HTTPS), η οποία συμβάλλει στη θωράκιση των δεδομένων σας από τους αδιάκριτους των Wi-Fi και όσους παρακολουθούν το δίκτυό σας, όπως ο πάροχος υπηρεσιών διαδικτύου που χρησιμοποιείτε. Τα περισσότερα δημοφιλή προγράμματα περιήγησης κατευθύνουν τους χρήστες σε κρυπτογραφημένες εκδόσεις σελίδων μόνο υπό συγκεκριμένες συνθήκες, όπως όταν πλοηγείστε απευθείας σε μια σελίδα στη γραμμή διευθύνσεων. Ελέγχουμε τη λίστα των αναβαθμίσιμων ιστότοπων για όλους τους συνδέσμους στους οποίους κάνετε κλικ. \n• Ενεργοποίηση της ενσωματωμένης προστασίας email — Πάνω από το 85% των email που αποστέλλονται σε Διευθύνσεις Duck περιείχαν εφαρμογές παρακολούθησης που μπορούν να ανιχνεύσουν πότε ανοίξατε ένα μήνυμα, πού βρισκόσασταν όταν το ανοίξατε και ποια συσκευή χρησιμοποιούσατε. Η Προστασία email καθιστά εύκολο το μπλοκάρισμα των περισσότερων εφαρμογών παρακολούθησης email και την απόκρυψη της υπάρχουσας διεύθυνσής σας όταν κάνετε εγγραφή για υπηρεσίες στο διαδίκτυο, και όλα αυτά χωρίς να αλλάξετε πάροχο email. \n• Αποφυγή δακτυλικών αποτυπωμάτων — βοηθάει ώστε να σταματήσουν οι εταιρείες να δημιουργούν ένα μοναδικό αναγνωριστικό για εσάς, εμποδίζοντας τις προσπάθειές τους να συνδυάζουν συγκεκριμένες πληροφορίες σχετικά με το πρόγραμμα περιήγησης που χρησιμοποιείτε και τις ρυθμίσεις της συσκευής σας.  \n• Αποκλεισμός cookies παρακολούθησης — αποτρέπει τα περισσότερα cookies τρίτων από το να σας παρακολουθούν καθώς περιηγείστε σε ιστότοπους. \n \nΠΡΟΣΘΕΤΕΣ ΠΡΟΣΤΑΣΙΕΣ ΠΟΥ ΔΕΝ ΔΙΑΤΙΘΕΝΤΑΙ ΣΤΑ ΠΕΡΙΣΣΟΤΕΡΑ ΠΡΟΓΡΑΜΜΑΤΑ ΠΕΡΙΗΓΗΣΗΣ \n• Προστασία παρακολούθησης συνδέσμων — βοηθάει στο να σταματήσουν οι εταιρείες να συλλέγουν το ιστορικό περιήγησής σας και άλλες πληροφορίες μέσω προσωπικών αναγνωριστικών, τα οποία ενσωματώνονται στους συνδέσμους στους οποίους κάνετε κλικ.  \n• Νέα τεχνολογία προστασίας από παρακολούθηση του Chrome — εμποδίζει την Google από το να χρησιμοποιεί το πρόγραμμα περιήγησής σας για συλλογή και δημοπράτηση των προσωπικών δεδομένων σας με τις τελευταίες εφαρμογές τους για παρακολούθηση διαφημίσεων και στόχευση (FLEDGE και Topics). \n• Ενσωματωμένη προστασία παρακολούθησης περιεχομένου κοινωνικών μέσων — αποκλείει ενσωματωμένο περιεχόμενο του Facebook στο διαδίκτυο, ώστε να μην μπορούν να σας εντοπίζουν μέσω των βίντεο, αναρτήσεων και σχολίων που υπάρχουν σε άλλους ιστότοπους. Μπορείτε εύκολα να κάνετε άρση του αποκλεισμού τους για να τα δείτε, εάν το επιθυμείτε.  \n• Προστασία Google AMP — εξαναγκάζει ιστότοπους να πραγματοποιούν φόρτωση περιεχομένου απευθείας από τους εκδότες αντί να χρησιμοποιούν συνδέσμους της Google, οι οποίοι είναι γεμάτοι από ανατριχιαστικές εφαρμογές παρακολούθησης.  \n• Δηλώστε την Προτίμηση απορρήτου σας με τον Παγκόσμιο έλεγχο απορρήτου (GPC) — ενσωματωμένο στην εφαρμογή μας, το GPC έχει ως στόχο να σας βοηθήσει να εκφράζετε αυτόματα τα δικαιώματά σας για εξαίρεση, ενημερώνοντας τους ιστότοπους να μην πωλούν ή να μην μοιράζονται τα προσωπικά στοιχεία σας. Το κατά πόσον μπορεί να χρησιμοποιηθεί για επιβολή των νομικών δικαιωμάτων σας (για παράδειγμα, τρέχουσες ή μελλοντικές απαιτήσεις CCPA, GDPR) εξαρτάται από τη νομοθεσία που ισχύει στη δικαιοδοσία στην οποία βρίσκεστε. \n\nΣημείωση σχετικά με το 3rd-Party Tracker Loading Protection μετά από κλικ σε διαφημίσεις DuckDuckGo: Το 3rd-Party Tracker Loading Protection υπερβάλλει εαυτόν σε σύγκριση με τα πιο δημοφιλή προγράμματα περιήγησης, από προεπιλογή, ωστόσο εργαζόμαστε συνεχώς για να το καταστήσουμε πιο ολοκληρωμένο. Επί του παρόντος, εάν ένας διαφημιζόμενος επιθυμεί να εντοπίσει μετατροπές στον ιστότοπό του για τις διαφημίσεις ιδιωτικής αναζήτησης DuckDuckGo, το 3rd-Party Tracker Loading Protection δεν θα σταματήσει τη φόρτωση αιτημάτων bat.bing.com στον ιστότοπο του διαφημιζόμενου μετά από κλικ σε διαφημίσεις στο DuckDuckGo, ωστόσο τα αιτήματα αυτά διακόπτονται σε όλα τα άλλα πλαίσια. Αυτό συμβαίνει επειδή οι διαφημίσεις στις ιδιωτικές αναζητήσεις DuckDuckGo παρέχονται σε συνεργασία με τη Microsoft. Στο πλαίσιο της συνεργασίας αυτής, η προβολή διαφημίσεων στο DuckDuckGo είναι ανώνυμη και η Microsoft έχει δεσμευτεί να μην προβάλλει τα κλικ των χρηστών μας σε διαφημίσεις.   \n\nΔιαβάστε περισσότερα για αυτό και τις Προστασίες παρακολούθησης στη διεύθυνση \nhttps://help.duckduckgo.com/privacy/web-tracking-protections/ \n \nΑυτός είναι ο τρόπος με τον οποίο τα Privacy Essentials της DuckDuckGo υλοποιούν την αποκλειστική δέσμευσή μας για απρόσκοπτη προστασία της ιδιωτικότητας στο Chrome. Η ιδιωτικότητα, απλοποιημένη.   \n \n---------------------------------------------------------------- \n\n\nΓια να προστατεύσετε όσο περισσότερο μπορείτε την ιδιωτικότητά σας στο Chrome, προτείνουμε επίσης να τροποποιήσετε τις ρυθμίσεις του Chrome που δεν μπορούν να ελεγχθούν από επεκτάσεις,  \n1.\tΣτις ρυθμίσεις του Chrome Privacy Sandbox, απενεργοποιήστε τη δοκιμαστική του έκδοση https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073 , \n2.\tΑποσυνδεθείτε από το Chrome https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538, \n3. Απενεργοποιήστε τη σύνδεση Chrome https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538, \n4. Μη συγχρονίζετε τα δεδομένα του ιστορικού σας με το Chrome https://support.google.com/chrome/answer/185277, \n5. Στους Ελέγχους δραστηριοτήτων Google, απενεργοποιήστε το «Δραστηριότητα ιστού και εφαρμογών https://support.google.com/chrome/answer/185277, \n6. Στις Ρυθμίσεις Διαφημίσεων Google, απενεργοποιήστε την επιλογή Εξατομίκευση διαφημίσεων https://adssettings.google.com/ \n\nΠΕΡΙΣΣΟΤΕΡΑ ΣΧΕΤΙΚΑ ΜΕ ΤΗΝ ΤΕΧΝΟΛΟΓΙΑ ΜΑΣ \n• Ραντάρ εφαρμογών παρακολούθησης: https://spreadprivacy.com/duckduckgo-tracker-radar/ \n• Πιο έξυπνη κρυπτογράφηση: https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• GPC: https://spreadprivacy.com/announcing-global-privacy-control/ \n• Αποκλεισμός FLEDGE/Θεμάτων: https://spreadprivacy.com/topics-and-fledge-blocked/ \n \nΣημειώστε ότι ο αποκλεισμός της εφαρμογής παρακολούθησης απαιτεί ορισμένα δικαιώματα, ωστόσο τα δικαιώματα αυτά λειτουργούν αποκλειστικά στην τοπική συσκευή σας. Δεν αποθηκεύουμε ούτε κοινοποιούμε τις πληροφορίες αναζήτησης ή περιήγησής σας, σύμφωνα με την αυστηρή πολιτική απορρήτου μας: https://duckduckgo.com/privacy/ \n\nΑναζητάτε την εφαρμογή περιήγησής μας για Mac; Μπορείτε να εγγραφείτε στην ιδιωτική λίστα αναμονής από τις ρυθμίσεις των εφαρμογών Android ή iOS. Μάθετε περισσότερα: https://spreadprivacy.com/introducing-duckduckgo-for-mac/ \n \nΠΕΡΙΣΣΟΤΕΡΑ ΣΧΕΤΙΚΑ ΜΕ ΤΟ DUCKDUCKGO\n• Σχετικά με εμάς: https://duckduckgo.com/about/ \n• Πώς λειτουργεί: https://duckduckgo.com/app \n• Ενημερωτικό δελτίο για την προστασία των προσωπικών δεδομένων: https://duckduckgo.com/newsletter \n• Πολιτική απορρήτου: https://duckduckgo.com/privacy/ \n• Όροι χρήσης υπηρεσίας: https://duckduckgo.com/terms/ \n• Ανοικτός κώδικας: https://github.com/duckduckgo/duckduckgo-privacy-extension",
    "es": "Protección de privacidad sencilla y sin fisuras para tu navegador. \n \nLa protección de tu privacidad en línea es como la protección de tu hogar. Cerrar la puerta principal no impedirá que los delincuentes más decididos entren, sobre todo si has dejado la puerta trasera y las ventanas sin cerrar y una llave bajo el felpudo. Ese es el motivo por el que ofrecemos varios tipos de protección de privacidad, todo ello con el único propósito de proteger mejor su privacidad en Chrome. \n\nCon solo pulsar un botón, obtienes una protección perfecta contra la mayoría de rastreadores de terceros mientras buscas y navegas, accedes a las protecciones de rastreo para correos electrónicos que recibes y muchas más protecciones que no se ofrecen por defecto en la mayoría de navegadores populares. Junto con Privacy Essentials, hacen de la privacidad tu valor por defecto.  \n\nFUNCIONES DESTACADAS \n• Busca con DuckDuckGo de forma predeterminada: instálalo y estableceremos DuckDuckGo como tu motor de búsqueda y página de inicio predeterminados para que puedas iniciar tus búsquedas en Internet sin ser rastreado. \n• Escapa de los rastreadores de sitios web antes de que se carguen: evita automáticamente que la mayoría de los rastreadores ocultos (secuencias de comandos de terceros) se carguen, lo que evita que las empresas recopilen y utilicen (por ejemplo, para venta, anuncios, etc.) cualquier dato de estos rastreadores. Nuestra tecnología de vanguardia para el bloqueo de rastreadores va más allá de lo que ofrecen los navegadores más populares por defecto. \n• Aplica el cifrado automáticamente: obliga a muchos de los sitios que visitas a utilizar automáticamente una conexión cifrada (HTTPS), lo que ayuda a proteger tus datos de los fisgones de la Wi-Fi y de los curiosos de la red, como tu proveedor de Internet. Los navegadores más populares solo dirigen a los usuarios a versiones cifradas de páginas en circunstancias específicas, como cuando navegas directamente a una página en la barra de direcciones. Consulta nuestra lista de sitios actualizables para ver todos los enlaces en los que haces clic. \n• Habilita Email Protection integrado: más del 85 % de los correos electrónicos enviados a direcciones de Duck contenían rastreadores que pueden detectar el momento en que abres un mensaje, el lugar en el que estás cuando lo haces y el dispositivo que usas. Email Protection facilita el bloqueo de la mayoría de los rastreadores de correo electrónico y oculta tu dirección cuando te registras en línea, y todo ello sin cambiar de proveedor de correo electrónico. \n• Escapa de la huella digital: ayuda a impedir que las empresas creen un identificador único para ti bloqueando sus intentos de combinar información específica sobre la configuración de tu navegador y dispositivo.  \n• Bloquea cookies de rastreo: evita que la mayoría de las cookies de terceros te rastreen mientras navegas de un sitio a otro. \n \nPROTECCIONES ADICIONALES NO DISPONIBLES EN LA MAYORÍA DE LOS NAVEGADORES \n• Protección de rastreo de enlaces: ayuda a evitar que las empresas recopilen tu historial de navegación y otra información a través de identificadores personales integrados en los enlaces en los que haces clic.  \n• Nueva protección de tecnología de rastreo de Chrome: evita que Google utilice tu navegador para recopilar y subastar tus datos personales con sus rastreadores de publicidad y segmentación de última generación (FLEDGE y Topics). \n• Protección de rastreo de contenidos de redes sociales integrada: bloquea el contenido integrado de Facebook en la web para que no puedan rastrearte a través de sus vídeos, publicaciones y comentarios encontrados en otros sitios. Si lo deseas, puedes desbloquearlo fácilmente para visualizarlos.  \n• Protección de Google AMP: obliga a los sitios a cargar contenido directamente de los editores en lugar de usar enlaces propiedad de Google, que están llenos de rastreadores horribles.  \n• Marca tus preferencias de privacidad con Global Privacy Control (GPC): integrado en la aplicación, GPC te ayuda a expresar tus derechos de exclusión voluntaria automáticamente para indicar a los sitios web que no pueden vender o compartir tu información personal. El hecho de que se pueda utilizar para hacer valer tus derechos (por ejemplo, la CCPA actual o futura, los requisitos del RGPD) depende de las leyes de tu jurisdicción.\n \nNota sobre nuestra protección de carga de rastreadores de terceros tras los clics de los anuncios de DuckDuckGo: nuestra protección de rastreadores de terceros va más allá de lo que obtienes en la mayoría de los navegadores populares por defecto, pero estamos trabajando constantemente para hacerla aún más completa. Actualmente, si un anunciante desea detectar conversiones en su propio sitio web para nuestros anuncios privados de búsqueda de DuckDuckGo, nuestra protección de carga de rastreadores de terceros no impedirá que las solicitudes de bat.bing.com se carguen del sitio web del anunciante tras los clics en anuncios de DuckDuckGo, pero esas solicitudes se detienen en todos los demás contextos. Esto se debe a que la publicidad de DuckDuckGo Private Search está asociada con Microsoft. Como parte de esa asociación, la visualización de anuncios en DuckDuckGo es anónima y Microsoft se ha comprometido a no perfilar los clics en los anuncios de nuestros usuarios.   \n\nLee más sobre esto y sobre nuestras protecciones de rastreo en https://help.duckduckgo.com/privacy/web-tracking-protections/  \n\nAsí es como DuckDuckGo Privacy Essentials cumple con nuestra promesa de proporcionar una protección de privacidad sin fisuras en Chrome. Es tan solo privacidad simplificada.   \n \n---------------------------------------------------------------- \n\nPara proteger tu privacidad lo máximo posible en Chrome, también te sugerimos que modifiques la configuración de Chrome que no sea controlable por las extensiones,  \n1. En la configuración de Chrome Privacy Sandbox, desactiva la prueba de Privacy Sandbox https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073 ; \n2. Date de baja de Chrome https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538; \n3. Desactiva el inicio de sesión de Chrome https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538; \n4. No sincronices los datos de tu historial con Chrome https://support.google.com/chrome/answer/185277; \n5. En Google Activity Controls, desactiva “Web & App Activity\" https://support.google.com/chrome/answer/185277; \n6. En la configuración de anuncios de Google, deshabilita \"Personalización de anuncios\"https://adssettings.google.com/ \n\nMÁS INFORMACIÓN SOBRE NUESTRA TECNOLOGÍA \n• Tracker Radar: https://spreadprivacy.com/duckduckgo-tracker-radar/ \n• Smarter Encryption: https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• GPC: https://spreadprivacy.com/announcing-global-privacy-control/ \n• Bloqueo de FLEDGE/Topics: https://spreadprivacy.com/topics-and-fledge-blocked/ \n \nTen en cuenta que el bloqueo de rastreadores requiere ciertos permisos, pero estos permisos solo funcionan en tu dispositivo local. No guardamos ni compartimos tu información de navegación o búsqueda personal, conforme a nuestra estricta política de privacidad: https://duckduckgo.com/privacy/ \n\n¿Buscas nuestra aplicación de navegación para Mac? Puedes suscribirte a la lista de espera privada en la configuración de las aplicaciones para Android o iOS. Más información: https://spreadprivacy.com/introducing-duckduckgo-for-mac/ \n \nMÁS INFORMACIÓN SOBRE DUCKDUCKGO\n• Acerca de nosotros: https://duckduckgo.com/about/ \nCómo funciona: https://duckduckgo.com/app \n• Boletín de noticias: https://duckduckgo.com/newsletter \n• Política de privacidad: https://duckduckgo.com/privacy/ \n• Condiciones del servicio: https://duckduckgo.com/terms/\n• Código abierto: https://github.com/duckduckgo/duckduckgo-privacy-extension",
    "et": "Oma privaatsuse kaitsmine internetis on nagu oma kodu kaitsmine. Välisukse lukustamine ei takista kõige sihikindlamate inimeste sissepääsemist, eriti kui oled jätnud tagaukse ja aknad lukustamata ning varuvõtme uksemati alla. Seepärast pakume mitut tüüpi privaatsuskaitset, mille ainus eesmärk on sinu privaatsuse parem kaitsmine Chrome’is. \n\nÜhe nupuvajutusega saad otsingu ja sirvimise ajal sujuva kaitse enamiku kolmandate poolte jälgurite eest, juurdepääsu saadud meilide jälgimiskaitsele ja palju muid kaitsevahendeid, mida enamik populaarsemaid brausereid vaikimisi ei paku. Ühiselt muudavad need privaatsusvahendid sinu suurema privaatsuse iseendastmõistetavaks.  \n\nPARIMAD OMADUSED \n• Kasuta vaikimisi otsimiseks DuckDuckGod – installi ja me määrame sinu vaikeotsingumootoriks ja avaleheks DuckDuckGo Searchi, et saaksid internetis otsida ilma jälitamiseta.  \n• Hoidu veebisaidi jälguritest juba enne nende laadimist: peata automaatselt enamiku peidetud jälgurite (kolmandate poolte skriptid) laadimine, mis tähendab, et ettevõtted ei saa koguda ja kasutada (nt müügiks, reklaamimiseks jne) mitte mingeid jälgurite kogutavaid andmeid. Meie tipptasemel jälgurite blokeerimise tehnoloogia võimaldab palju enamat kui enamiku levinud brauserite vaikefunktsioonid. \n• Kasuta automaatselt krüptimist: sunni paljusid külastatavaid saite automaatselt kasutama krüptitud ühendust (HTTPS), mis aitab sinu andmeid kaitsta Wi-Fi-nuhkijate ja võrgujälgurite, nt sinu internetiteenuse pakkuja eest. Enamik populaarsemaid brausereid suunab kasutajaid lehtede krüptitud versioonile ainult teatud juhtudel, näiteks kui avad lehe otse aadressiribalt. Iga kord, kui klõpsad mõnel lingil, kontrollime oma krüptimistoega lehtede loendit. \n• Luba sisseehitatud Email Protection: üle 85% Duck Addressitele saadetud meilidest sisaldas jälgureid, mis suudavad tuvastada, millal sa kirja avad, kus sa selle avamise ajal viibid ja millist seadet kasutad. Email Protection võimaldab hõlpsasti blokeerida enamiku meilijälguritest ja varjata sinu aadressi internetis registreerudes, ilma et peaks vahetama meili teenusepakkujat. \n• Hoidu brauserituvastusest: aitab takistada ettevõtetel sinu unikaalse identifikaatori loomist, blokeerides nende katsed kombineerida konkreetset teavet sinu brauseri ja seadme seadete kohta.  \n• Blokeeri jälgimisküpsised: takistab enamiku kolmanda poole küpsiste jälgimist, kui liigud ühelt saidilt teisele. \n \nTÄIENDAVAD KAITSEFUNKTSIOONID, MIDA ENAMIK BRAUSEREID EI PAKU \n• Linkide jälgimise kaitse: aitab takistada ettevõtetel koguda sinu sirvimisajalugu ja muud teavet isiklike identifikaatorite kaudu, mis on manustatud sinu klõpsatud linkidele.  \n• Chrome’i uue jälgimistehnoloogia kaitse: takistab Google’il kasutamast sinu brauserit sinu isikuandmete kogumiseks ja oksjonitel müümiseks oma uusimate reklaamijälgurite ja sihtimise kaudu (FLEDGE ja Topics). \n• Sisseehitatud ühismeedia sisu jälgimise kaitse: blokeerib veebis manustatud Facebooki sisu, nii et Facebook ei saa sind jälgida oma teistel saitidel asuvate videote, postituste ja kommentaaride kaudu. Soovi korral saad blokeeringu hõlpsalt tühistada, et neid vaadata.  \n• Google AMPi kaitse: sunnib saite sisu laadima otse avaldajatelt, selle asemel et kasutada jälguritest kubisevaid Google’i linke.  \n• Anna oma privaatsuseelistusest märku, kasutades vahendit Global Privacy Control (GPC): meie rakendusse sisse ehitatud GPC aitab sul väljendada oma loobumisõigusi automaatselt, öeldes veebisaitidele, et nad ei müüks ega jagaks sinu isikuandmeid. See, kas seda saab kasutada sinu seaduslike õiguste jõustamiseks (nt praegune või tulevane CCPA, isikuandmete kaitse üldmääruse nõuded), sõltub sinu jurisdiktsiooni seadustest. \n\nMärkus meie kolmanda poole jälguri laadimiskaitse kohta pärast DuckDuckGo reklaamidel klõpsamist: meie kolmanda poole jälguri kaitse on enamikus populaarsetes brauserites pakutavast juba praegu märksa parem, kuid töötame pidevalt selle täiustamise nimel. Praegu on nii, et kui reklaamija soovib tuvastada oma veebisaidil meie privaatsete DuckDuckGo otsingureklaamide konversioone, ei peata meie kolmanda poole jälguri laadimiskaitse saidi bat.bing.com päringute laadimist reklaamija veebisaidil pärast DuckDuckGo reklaamiklõpsamisi, kuid need päringud peatatakse kõigis muudes kontekstides. Selle põhjuseks on asjaolu, et DuckDuckGo privaatotsingus reklaamitakse koostöös Microsoftiga. Selle partnerluse osana on DuckDuckGo reklaamide vaatamine anonüümne ja Microsoft on võtnud endale kohustuse mitte profileerida meie kasutajate reklaamiklõpsamisi.   \n\nLisateavet selle ja meie jälgimiskaitse funktsioonide kohta leiad lehelt https://help.duckduckgo.com/privacy/web-tracking-protections/  \n\nNii täidab DuckDuckGo Privacy Essentials meie põhilubadust pakkuda Chrome’is sujuvat privaatsuse kaitset. See on lihtsaks tehtud privaatsus.   \n \n---------------------------------------------------------------- \n\nSoovitame Chrome’is parima võimaliku privaatsuskaitse tagamiseks muuta ka Chrome’i seadeid, mida laiendused ei saa juhtida.  \nKeela Chrome Privacy Sandboxi seadetes Privacy Sandbox trial: https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073 ; \nlogi Chrome’ist välja: https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538; \nlülita välja Chrome’i sisselogimine: https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538; \nära sünkrooni oma ajalooandmeid Chrome’iga: https://support.google.com/chrome/answer/185277; \nkeela Google’i tegevuste halduses veebi- ja rakendusetoimingud: https://support.google.com/chrome/answer/185277; \nkeela Google’i reklaamiseadetes reklaamide isikupärastamine: https://adssettings.google.com/ \n\nROHKEM MEIE TEHNOLOOGIAST \n• Jälguriradar: https://spreadprivacy.com/duckduckgo-tracker-radar/ \n• Nutikam krüptimine: https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• GPC: https://spreadprivacy.com/announcing-global-privacy-control/ \n• Blokeeri FLEDGE/Topics: https://spreadprivacy.com/topics-and-fledge-blocked/ \n \nPane tähele, et jälguri blokeerimine nõuab teatud lube, kuid need load toimivad ainult sinu kohalikus seadmes. Me ei salvesta ega jaga ise sinu otsingu- või sirvimisandmeid, nagu näeb ette meie range privaatsuseeskiri: https://duckduckgo.com/privacy/ \n\nKas otsid meie Maci sirvimisrakendust? Saad privaatses ootenimekirjas registreeruda Androidi või iOS-i rakenduste seadetes. Lisateave: https://spreadprivacy.com/introducing-duckduckgo-for-mac/ \n \nLISATEAVE DUCKDUCKGO KOHTA\n• Meist: https://duckduckgo.com/about/ \n• Kuidas see töötab: https://duckduckgo.com/app \n• Privaatsuse uudiskiri: https://duckduckgo.com/newsletter \n• Privaatsuseeskiri: https://duckduckgo.com/privacy/ \n• Teenusetingimused: https://duckduckgo.com/terms/\n• Avatud lähtekood: https://github.com/duckduckgo/duckduckgo-privacy-extension",
    "fi": "Yksinkertainen ja saumaton tietosuoja selaimeesi.\n  \nYksityisyyden suojaaminen verkossa on kuin kotisi suojaamista. Etuoven lukitseminen ei estä kaikkein sinnikkäimpiä tunkeilijoita pääsemästä sisään, varsinkaan jos takaovi ja ikkunat ovat lukitsematta ja vara-avain on kynnysmaton alla. Tästä syystä tarjoamme useita erilaisia yksityisyydensuojaustyyppejä, joiden kaikkien tarkoituksena on suojata yksityisyyttäsi paremmin Chromessa. \n\nNapin painalluksella saat saumattoman suojan useimpia kolmannen osapuolen seurantalaitteita vastaan, kun teet hakuja ja selaat, saat käyttöösi vastaanottamiesi sähköpostiviestien seurantasuojauksen ja monia muita suojauksia, joita useimmat suositut selaimet eivät oletusarvoisesti tarjoa. Yhdessä nämä Privacy Essentials -ominaisuudet tekevät paremmasta tietosuojasta oletusasetuksesi.  \n\nOMINAISUUKSIEN KOHOKOHDAT \n• Käytä DuckDuckGota oletushakukoneena — Asenna DuckDuckGo, niin me asetamme oletushakukoneeksi ja kotisivuksesi DuckDuckGo Searchin, jolloin voit tehdä internethakuja ilman, että sinua seurataan. \n• Vältä sivustojen seurantalaitteet ennen kuin niitä ladataan — Estä useimpien piilotettujen seurantalaitteiden (3. osapuolen komentosarjat) latautuminen automaattisesti, mikä estää yrityksiä keräämästä ja käyttämästä (esim. myynti, mainokset jne.) näiden seurantalaitteiden tietoja. Huippuluokan jäljitysteknologiamme ylittää huomattavasti sen, mitä useimmissa suosituissa selaimissa on oletusarvoisesti. \n• Pakota salaus automaattisesti — pakota useat vierailemasi sivustot käyttämään salattua (HTTPS) yhteyttä automaattisesti, mikä auttaa suojaamaan tietojasi Wi-Fi-urkkijoilta ja verkon katsojilta, kuten Internet-palveluntarjoajaltasi. Useimmat suositut selaimet ohjaavat käyttäjiä sivujen salattuihin versioihin vain tietyissä tilanteissa, esimerkiksi kun siirryt sivulle suoraan osoitepalkista. Tarkistamme päivitettävien sivustojen luettelon kaikkien napsauttamiesi linkkien osalta. \n• Ota käyttöön sisäänrakennettu Email Protection - Yli 85 % Duck-osoitteisiin lähetetyistä sähköposteista sisälsi seurantalaitteita, jotka voivat havaita, milloin olet avannut viestin, missä olit, kun avasit sen ja mitä laitetta käytit. Email Protectionin avulla on helppo estää useimmat sähköpostin seurantalaitteet ja piilottaa nykyinen osoitteesi, kun kirjaudut sisään verkossa, ja kaikki tämä ilman sähköpostipalveluntarjoajan vaihtamista. \n• Estä sormenjälkien ottaminen — auta estämään yrityksiä luomasta sinulle yksilöllistä tunnistetta estämällä niiden yritykset yhdistää selaintasi ja laitteesi asetuksia koskevia tietoja.  \n• Estä seurantaevästeet — estä useimpia kolmannen osapuolen evästeitä seuraamasta sinua, kun selaat verkossa. \n \nLISÄSUOJAUKSET EIVÄT OLE KÄYTETTÄVISSÄ USEIMMISSA SELAIMISSA \n• Linkkiseurantasuojaus — auttaa estämään yrityksiä keräämästä selaushistoriaasi ja muita tietoja napsauttamiisi linkkeihin upotettujen henkilökohtaisten tunnisteiden avulla.  \n• Chromen uusi seurantatekniikkasuojaus – Estä Googlea käyttämästä selaintasi henkilötietojesi keräämiseen ja huutokauppaamiseen uusimmilla mainosseuranta- ja kohdentamisohjelmillaan (FLEDGE ja Topics). \n• Sulautetun sosiaalisen sisällön jäljityssuojaus - estää sulautetun Facebook-sisällön käytön verkossa, jotta sinua ei voida seurata muilla sivustoilla olevien videoiden, viestien ja kommenttien kautta. Voit helposti poistaa eston tarkastellaksesi niitä halutessasi.  \n• Google AMP -suojaus — Pakottaa sivustot lataamaan sisältöä suoraan julkaisijoilta sen sijaan, että käyttäisit Googlen omistamia linkkejä, jotka ovat täynnä rasittavia seurantaohjelmia.  \n• Ilmoita yksityisyysasetuksestasi Global Privacy Control (GPC) -toiminnolla — sovellukseemme sisäänrakennettu GPC auttaa sinua ilmaisemaan kieltäytymisoikeutesi automaattisesti käskemällä sivustoja olemaan myymättä tai jakamatta henkilötietojasi. Se, voidaanko sitä käyttää laillisten oikeuksiesi (esimerkiksi nykyisen tai tulevan CCPA:n tai yleisen tietosuoja-asetuksen vaatimusten) täytäntöönpanoon, riippuu oman lainkäyttöalueesi laeista. \n\nHuomautus kolmannen osapuolen seurantalaitteiden lataussuojauksesta DuckDuckGo-mainosnapsautusten jälkeen: Kolmannen osapuolen seurantasuojauksemme ylittää sen, mitä saat suosituimmissa selaimissa oletusarvoisesti, mutta pyrimme jatkuvasti tekemään siitä kattavamman. Tällä hetkellä, jos mainostaja haluaa havaita yksityisten DuckDuckGo-hakumainosten konversioita omalla sivustollaan, kolmannen osapuolen seurantalaitteiden lataussuojaus ei estä bat.bing.com-pyyntöjen lataamista mainostajan verkkosivustolle DuckDuckGo-mainosklikkausten jälkeen, mutta pyynnöt pysäytetään kaikissa muissa yhteyksissä. Tämä johtuu siitä, että DuckDuckGon Private Search -haun mainonta tapahtuu yhteistyössä Microsoftin kanssa. Osana kumppanuutta, mainosten katselu DuckDuckGossa on nimetöntä, ja Microsoft on sitoutunut olemaan profiloimamatta käyttäjiemme mainosnapsautuksia.   \n\nLue lisää tästä ja seurantasuojauksestamme osoitteessa https://help.duckduckgo.com/privacy/web-tracking-protections/\n  \nNäin DuckDuckGo Privacy Essentials toteuttaa lupauksemme tarjota saumaton tietosuoja Chromessa. Kyse on tietosuojasta, yksinkertaistettuna.   \n \n---------------------------------------------------------------- \n\n\nJotta tietosuojasi olisi niin hyvä kuin se vain voi olla Chromessa, suosittelemme myös säätämään Chrome-asetukset, joita laajennuksilla ei voi hallita.  \n1. Poista Privacy Sandbox -kokeiluversio käytöstä Chromen Privacy Sandbox -asetuksissa https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073 ;\n2. Kirjaudu ulos Chromesta https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538;\n3. Poista Chrome-sisäänkirjautuminen käytöstä https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538;\n4. Älä synkronoi historiatietojasi Chromen kanssa https://support.google.com/chrome/answer/185277;\n5. Poista Googlen toimintojen hallinnassa Verkko- ja sovellustoiminta käytöstä. https://support.google.com/chrome/answer/185277;\n6. Poista Google Ad -asetuksissa \"Ad Personalization\" käytöstä https://adssettings.google.com/ \n\nLISÄTIETOJA TEKNOLOGIASTAMME \n• Tracker Radar: https://spreadprivacy.com/duckduckgo-tracker-radar/ \n• Smarter Encryption: https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• GPC: https://spreadprivacy.com/announcing-global-privacy-control/ \n• FLEDGE/Topics Blocking: https://spreadprivacy.com/topics-and-fledge-blocked/ \n \nHuomaa, että seurantalaitteiden estäminen edellyttää tiettyjä oikeuksia, mutta nämä oikeudet toimivat vain paikallisella laitteellasi. Emme tallenna tai jaa haku- tai selaustietojasi itse, kuten tiukat tietosuojakäytäntömme edellyttävät: https://duckduckgo.com/privacy/ \n\nEtsitkö Mac-selaussovellustamme? Voit rekisteröityä yksityiselle odotuslistalle Android- tai iOS-sovellusten asetuksista. Lue lisää: https://spreadprivacy.com/introducing-duckduckgo-for-mac/ \n \nLISÄTIETOJA DUCKDUCKGOSTA\n• Tietoa meistä: https://duckduckgo.com/about/ \n• Miten se toimii: https://duckduckgo.com/app \n• Tietosuojauutiskirje: https://duckduckgo.com/newsletter \n• Tietosuojakäytäntö: https://duckduckgo.com/privacy/ \n• Palveluehdot: https://duckduckgo.com/terms/ \n• Avoin lähdekoodi: https://github.com/duckduckgo/duckduckgo-privacy-extension",
    "fr": "Une solution simple pour naviguer tout en protégeant votre confidentialité.  \n\nProtéger votre confidentialité en ligne, c’est comme protéger votre maison. Fermer la porte d'entrée à clé n'empêchera pas les personnes les plus déterminées d'entrer, surtout si la porte de derrière et les fenêtres ne sont pas verrouillées et si vous avez laissé une deuxième clé sous le paillasson. C'est pourquoi nous proposons plusieurs types de protection de la confidentialité, dans le seul but de mieux protéger votre vie privée dans Chrome. \n\nUn seul clic suffit pour protéger vos recherches et votre navigation contre la plupart des traqueurs tiers et pour accéder aux protections contre le suivi des e-mails que vous recevez, ainsi qu'à de nombreuses autres protections qui ne sont pas proposées par défaut dans la majeure partie des navigateurs populaires. Grâce à ces fonctionnalités essentielles, votre vie privée gagne en confidentialité.  \n\nPRINCIPALES FONCTIONNALITÉS \n• Recherche DuckDuckGo par défaut : une fois installé, DuckDuckGo deviendra votre moteur de recherche et page d'accueil par défaut pour vous protéger du suivi sur Internet. \n• Échapper aux traqueurs de sites Web avant leur chargement : empêchez automatiquement le chargement de la plupart des traqueurs cachés (scripts tiers), ce qui empêche les entreprises de recueillir et d'utiliser (par ex. vente, publicités, etc.) les données de ces traqueurs. Notre technologie de pointe de blocage des traqueurs va bien au-delà de ce que proposent par défaut les navigateurs les plus populaires. \n• Appliquer automatiquement le cryptage : obligez de nombreux sites que vous visitez à utiliser automatiquement une connexion cryptée (HTTPS), ce qui permet de protéger vos données contre les espions du Wi-Fi et les observateurs du réseau comme votre fournisseur d'accès Internet. La plupart des navigateurs populaires dirigent uniquement les utilisateurs vers des versions chiffrées des pages dans des circonstances spécifiques, par exemple lorsque vous accédez directement à une page dans la barre d'adresse. Nous vérifions notre liste de sites évolutifs pour tous les liens sur lesquels vous cliquez. \n• Activer la protection intégrée des e-mails : plus de 85 % des e-mails envoyés à des adresses Duck contenaient des traqueurs capables de détecter quand vous aviez ouvert un message, où vous étiez, quand vous l'aviez ouvert et quel appareil vous utilisiez. La protection des e-mails permet de bloquer facilement la plupart des traqueurs d'e-mails et de masquer votre adresse existante lorsque vous procédez à une inscription en ligne, le tout sans changer de fournisseur de messagerie. \n• Échapper au fingerprinting (suivi de l'empreinte numérique) : empêchez les entreprises de créer un identifiant unique pour vous en bloquant leurs tentatives de combinaison d'informations spécifiques sur les paramètres de votre navigateur et de votre appareil.  \n• Bloquer les cookies de suivi : empêchez la plupart des cookies tiers de vous suivre lorsque vous naviguez d'un site à l'autre. \n \nPROTECTIONS SUPPLÉMENTAIRES NON DISPONIBLES SUR LA PLUPART DES NAVIGATEURS \n• Protection contre le suivi des liens : empêche les entreprises de recueillir votre historique de navigation et d'autres informations via des identifiants personnels intégrés dans les liens sur lesquels vous cliquez.  \n• Protection contre la nouvelle technologie de suivi Chrome : empêche Google d'utiliser ses derniers traqueurs publicitaires et outils de ciblage pour collecter et mettre en vente vos données à caractère personnel (FLEDGE et Topics). \n• Protection intégrée contre le suivi du contenu des réseaux sociaux : bloque le contenu Facebook intégré sur le Web afin de l'empêcher de vous suivre par le biais de ses vidéos, publications et commentaires trouvés sur d’autres sites. Ces contenus peuvent facilement être débloqués si vous souhaitez les consulter.  \n• Protection Google AMP : pousse les sites à charger le contenu directement auprès des éditeurs, sans passer par des liens appartenant à Google, qui contiennent des traqueurs douteux.  \n• Signalez vos préférences en matière de confidentialité avec le Global Privacy Control (GPC) : intégré à notre application, le GPC vous aide à formuler automatiquement vos droits de refus en indiquant aux sites Web de ne pas vendre ou partager vos informations personnelles. Le fait qu'il puisse être utilisé pour faire valoir vos droits légaux (par exemple, CCPA actuel ou futur, conditions du RGPD) dépend des lois de votre juridiction. \n\nRemarque à propos de notre 3rd-Party Tracker Loading Protection suivant les clics sur les publicités DuckDuckGo : notre protection contre les traqueurs tiers va bien au-delà de ce que vous proposent par défaut les navigateurs les plus populaires, mais nous nous efforçons constamment de l'enrichir. À l'heure actuelle, si un annonceur souhaite détecter les conversions sur son propre site Web pour nos publicités de recherche privée DuckDuckGo, notre protection contre le chargement de traqueurs tiers n'empêchera pas les requêtes bat.bing.com de se charger sur le site Web de l'annonceur après les clics sur les publicités DuckDuckGo, mais ces requêtes sont bloquées dans tous les autres contextes. Cela s'explique par le fait que la publicité de recherche privée DuckDuckGo a un partenariat avec Microsoft. Dans le cadre de ce partenariat, le visionnage des publicités sur DuckDuckGo est anonyme et Microsoft s'est engagé à ne pas profiler les clics sur les publicités de nos utilisateurs.   \n\nDécouvrez-en plus à ce sujet et sur nos protections contre le suivi sur https://help.duckduckgo.com/privacy/web-tracking-protections/  \n\nDuckDuckGo Privacy Essentials nous aide ainsi à tenir notre promesse unique de protéger votre vie privée sur Chrome. La confidentialité en toute simplicité.   \n \n---------------------------------------------------------------- \n\nPour protéger au maximum votre confidentialité dans Chrome, nous vous recommandons également de modifier les paramètres qui ne peuvent pas être contrôlés par des extensions :  \n1. Dans les paramètres de la fonctionnalité Privacy Sandbox de Chrome, désactivez l'essai Privacy Sandbox : https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073 ;\n2. Déconnectez-vous de votre compte Chrome : https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538;\n3. Désactivez la connexion Chrome : https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538;\n4. Évitez de synchroniser votre historique de navigation avec Chrome : https://support.google.com/chrome/answer/185277;\n5. Dans la section Contrôles d'activité Google, désactivez « Activité sur le Web et les applications » : https://support.google.com/chrome/answer/185277;\n6. Dans les paramètres des annonces Google, désactivez « Personnalisation des annonces » https://adssettings.google.com/ \n\nEn savoir plus sur nos technologies \n• Tracker Radar : https://spreadprivacy.com/duckduckgo-tracker-radar/ \n• Smarter Encryption : https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• GPC : https://spreadprivacy.com/announcing-global-privacy-control/ \n• Blocage FLEDGE/Topics : https://spreadprivacy.com/topics-and-fledge-blocked/ \n \nRemarque : le blocage des traqueurs nécessite certaines autorisations qui ne fonctionnent que sur votre appareil. Conformément à notre politique de confidentialité, nous ne procédons ni à l'enregistrement ni au partage de vos recherches ou de vos données de navigation : https://duckduckgo.com/privacy/ \n\nNotre application pour Mac vous intéresse ? Vous pouvez rejoindre la liste d'attente privée en accédant aux paramètres de votre application Android ou iOS. En savoir plus : https://spreadprivacy.com/introducing-duckduckgo-for-mac/ \n \nEn savoir plus sur DuckDuckGo\n• À propos de nous : https://duckduckgo.com/about/ \n• Comment ça marche ? : https://duckduckgo.com/app \n• Newsletter sur la confidentialité : https://duckduckgo.com/newsletter \n• Politique de confidentialité : https://duckduckgo.com/privacy/ \n• Conditions d'utilisation : https://duckduckgo.com/terms/ \n• Open Source : https://github.com/duckduckgo/duckduckgo-privacy-extension",
    "hr": "Zaštita tvoje privatnosti na internetu je kao zaštita tvog doma. Zaključavanje ulaznih vrata neće zaustaviti one najodlučnije da uđu unutra, pogotovo ako su ostavljena otključana stražnja vrata i prozori, a dodatni ključ je ispod otirača. Zato nudimo više vrsta zaštite privatnosti, sve s jedinstvenom svrhom bolje zaštite tvoje privatnosti u Chromeu. \n\nPritiskom na gumb dobivaš besprijekornu zaštitu od većine alata za praćenje trećih strana dok pretražuješ i pregledavaš web, pristup zaštiti od praćenja za primljene e-poruke i mnoge druge zaštite koje se prema zadanim postavkama ne nude u najpopularnijim preglednicima. Zajedno ove osnovne postavke privatnosti - Privacy Essentials - omogućuju da veća privatnost bude tvoja standardno zadana postavka.  \n\nISTAKNUTE ZNAČAJKE \n• Neka DuckDuckGo bude tvoj zadani alat za pretraživanje — instaliraj ga, a mi ćemo postaviti tvoju zadanu tražilicu i početnu stranicu na DuckDuckGo Search kako bi moglo započeti tvoje internetsko pretraživanje bez praćenja.  \n• Izbjegni alate za praćenje mrežnih lokacija prije nego što se učitaju — automatski zaustavi učitavanje većine skrivenih alata za praćenje (skripti trećih strana), što sprečava tvrtke da prikupljaju i koriste (npr. prodaja, oglasi, itd.) bilo kakve podatke iz tih alata za praćenje. Naša najsuvremenija tehnologija blokiranja alata za praćenje znatno je iznad i ispred onoga što prema zadanim postavkama dobivaš u najpopularnijim preglednicima. \n• Automatsko nametanje šifriranja — prisili mnoge mrežne lokacije koje posjetiš da automatski koriste šifriranu (HTTPS) vezu, što pomaže u zaštiti tvojih podataka od Wi-Fi njuškala i mrežnih promatrača poput tvog pružatelja internetskih usluga. Najpopularniji preglednici korisnike usmjeravaju samo na šifrirane verzije stranica u određenim okolnostima, primjerice kada posjećuješ stranicu izravno u adresnoj traci. Provjeravamo naš popis nadogradivih stranica za sve poveznice koje klikneš. \n• Omogući ugrađenu zaštitu e-pošte (Email Protection) — više od 85 % e-poruka poslanih na adrese Duck Address sadržavalo je alate za praćenje koji mogu otkriti kada i gdje je poruka bila otvorena i koji je uređaj bio korišten za to. Zaštita e-pošte Email Protection olakšava blokiranje većine alata za praćenje e-pošte i skrivanje postojeće adrese prilikom registracija na mreži, a sve bez promjene pružatelja usluga e-pošte. \n• Onemogućavanje prepoznavanja (Escape Fingerprinting) — pomaže spriječiti tvrtke da za tebe stvore jedinstveni identifikator, blokirajući njihove pokušaje kombiniranja određenih podataka o postavkama preglednika i uređaja.  \n• Blokiraj kolačiće za praćenje — sprječava većinu kolačića trećih strana da te prate dok se prebacuješ s jedne web lokacije na drugu. \n \nDODATNE ZAŠTITE NISU DOSTUPNE NA VEĆINI PREGLEDNIKA \n• Zaštita praćenja poveznica Link Tracking Protection – pomaže spriječiti tvrtke da prikupe tvoju povijest pregledavanja i druge podatke putem osobnih identifikatora ugrađenih u poveznice na koje klikneš.  \n• Chromeova nova tehnologija za praćenje — sprječava Google da koristi tvoj preglednik za prikupljanje i prodaju tvojih osobnih podataka s najnovijim oglašivačkim alatima za praćenje i ciljanjem (FLEDGE i teme - Topics). \n• Ugrađena zaštita od praćenja sadržaja s društvenih mreža — blokira ugrađeni Facebook sadržaj na webu tako da te ne mogu pratiti putem svojih videozapisa, objava i komentara koji se nalaze na drugim web lokacijama. Ako ih želiš vidjeti, jednostavno ih deblokiraj.  \n• Google AMP zaštita — prisiljava web lokacije da učitavaju sadržaj izravno od izdavača umjesto da koriste poveznice u vlasništvu Googlea, koje su pune alata za praćenje.  \n• Signaliziraj svoje postavke privatnosti pomoću Globalne kontrole privatnosti (GPC - Global Privacy Control) — ugrađene u našu aplikaciju, GPC pomaže u automatskom izražavanju prava na isključivanje, navodeći web lokacijama da ne prodaju ili ne dijele tvoje osobne podatke. Može li se koristiti za ostvarivanje tvojih zakonskih prava (na primjer, trenutačni ili budući zahtjevi CCPA-e, GDPR-a) ovisi o zakonima u tvojoj jurisdikciji. \n\nNapomena o našoj zaštiti od učitavanja alata za praćenje trećih strana nakon klikova na oglase DuckDuckGo: naša zaštita od praćenja trećih strana nadilazi ono što prema zadanim postavkama dobivaš u najpopularnijim preglednicima, ali neprestano radimo na tome da je učinimo sveobuhvatnijom. Trenutačno, ako oglašivač želi otkriti promjene na vlastitoj web lokaciji za naše privatne oglase za pretraživanje DuckDuckGo, naša zaštita od učitavanja alata za praćenje trećih strana neće spriječiti učitavanje bat.bing.com zahtjeva na web lokaciju oglašivača nakon klikova na oglase DuckDuckGoa, ali ti se zahtjevi zaustavljaju u svim drugim kontekstima. To je stoga što DuckDuckGo oglašavanje privatnog pretraživanja funkcionira u partnerstvu s Microsoftom. Kao dio tog partnerstva, gledanje oglasa na DuckDuckGou anonimno je i Microsoft se obvezao da neće profilirati klikove na oglase naših korisnika.   \n\nPročitajte više o ovome i našoj zaštiti od praćenja na https://help.duckduckgo.com/privacy/web-tracking-protections/  \n\nTako se DuckDuckGo Privacy Essentials isporučuje s našim ciljanim obećanjem da ćemo pružiti besprijekornu zaštitu privatnosti u pregledniku Chrome. Zaštita privatnosti, pojednostavljena.   \n \n---------------------------------------------------------------- \n\nZa maksimalnu zaštitu tvoje privatnosti u Chromeu, predlažemo i podešavanje postavki Chromea koje se ne mogu kontrolirati pomoću proširenja.  \nU postavkama memorije za testiranje privatnosti u Chromeu (Chrome Privacy Sandbox) onemogućite probnu verziju Privacy Sandboxa https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073 ; \nOdjavi se iz Chromea https://support.google.com/chrome/answer/9159867?hl=hr&ref_topic=7439538; \nIsključi prijavu u Chrome https://support.google.com/chrome/answer/9159867?hl=hr&ref_topic=7439538; \nNe sinkroniziraj svoje podatke o povijesti s Chromeom https://support.google.com/chrome/answer/185277; \nU Googleovim kontrolama aktivnosti onemogući “Aktivnost na webu i u aplikaciji\" https://support.google.com/chrome/answer/185277; \nU Google postavkama oglasa onemogući \"Ad Personalization\" https://adssettings.google.com/ \n\nVIŠE O NAŠOJ TEHNOLOGIJI \n• Radar alata za praćenje: https://spreadprivacy.com/duckduckgo-tracker-radar/ \n• Pametnije šifriranje: https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• GPC: https://spreadprivacy.com/announcing-global-privacy-control/ \n• FLEDGE/Blokiranje tema: https://spreadprivacy.com/topics-and-fledge-blocked/ \n \nImaj na umu da blokiranje alata za praćenje zahtijeva određena dopuštenja, ali ta dopuštenja rade samo na tvom lokalnom uređaju. Ne spremamo niti dijelimo tvoje podatke o pretraživanju ili pregledavanju sami, u skladu s našim strogim pravilima privatnosti: https://duckduckgo.com/privacy/ \n\nTražiš našu Mac aplikaciju za pregledavanje? Možeš se prijaviti na privatnu listu čekanja u postavkama Android ili iOS aplikacija. Saznaj više: https://spreadprivacy.com/introducing-duckduckgo-for-mac/ \n \nVIŠE O DUCKDUCKGOU\n• O nama: https://duckduckgo.com/about/ \n• Kako funkcionira: https://duckduckgo.com/app \n• Bilten o zaštiti privatnosti: https://duckduckgo.com/newsletter \n• Pravila privatnosti: https://duckduckgo.com/privacy/https://duckduckgo.com/privacy/ \n• Uvjeti pružanja usluge: https://duckduckgo.com/terms/\n• Otvoreni izvorni kod: https://github.com/duckduckgo/duckduckgo-privacy-extension",
    "hu": "Az online adatvédelem hasonlít az otthonod védelmére. A bejárati ajtó bezárásával nem lehet megakadályozni a legelszántabb behatolók bejutását, különösen, ha a hátsó ajtót és az ablakokat nyitva hagyod, a pótkulcsot pedig a lábtörlő alá teszed. Ezért kínálunk többfajta típusú adatvédelmet, aminek egyetlen célja az adatok jobb védelme a Chrome böngészőben. \n\nEgyetlen gombnyomásra hatékony védelmet kapsz a legtöbb harmadik féltől származó nyomkövető ellen keresés és böngészés közben, hozzáférést kapsz a beérkező e-mailek nyomkövetési védelméhez, és még sok más olyan védelemben részesülsz, amelyeket a legtöbb népszerű böngésző alapértelmezés szerint nem kínál fel. Ezek az adatvédelmi megoldások együttesen alapértelmezetté teszik a fokozottabb adatvédelmet.  \n\nKIEMELT FUNKCIÓK \n• Alapértelmezett keresés a DuckDuckGo-val – Telepítsd, és az alapértelmezett keresődet és kezdőlapodat a DuckDuckGo Search-re állítjuk be, hogy anélkül keresgélhess az interneten, hogy közben nyomon követnének.  \n• Webhelykövetők megkerülése a betöltésük előtt — Automatikusan leállítja a legtöbb rejtett nyomkövető (harmadik fél szkriptjeinek) betöltését, megakadályozva ezzel, hogy a cégek a nyomkövetők adatait begyűjthessék és felhasználhassák (pl. értékesítéshez, hirdetéshez stb.). A korszerű nyomkövető-blokkoló technológiánk sokkal többet nyújt, mint amit a legtöbb népszerű böngészőtől alapértelmezés szerint kapsz. \n• Automatikusan kikényszerített titkosítás — Számos meglátogatott webhelyet automatikusan a titkosított (HTTPS) kapcsolat használatára kényszerít. Ez segít megvédeni az adataidat a Wi-Fi-n keresztül leskelődőktől és a hálózati forgalmat megfigyelőktől, például az internetszolgáltatótól. A legtöbb népszerű böngésző csak bizonyos esetekben irányítja a felhasználókat az oldalak titkosított verzióira, például amikor közvetlenül a címsorban található oldalra lépsz. Mi minden kattintott hivatkozásnál ellenőrizzük a titkosítható webhelyek listáját. \n• Beépített e-mail-védelem engedélyezése – A Duck-címekre küldött e-mailek több mint 85%-a tartalmazott nyomkövetőket, amelyek képesek felismerni, hogy mikor nyitottál meg egy üzenetet, hol tartózkodtál, amikor megnyitottad, és milyen eszközt használtál. Az e-mail-védelem segítségével könnyen letilthatod a legtöbb e-mail-nyomkövetőt, és elrejtheted meglévő címedet, amikor online szolgáltatásokra regisztrálsz, mindezt anélkül, hogy e-mail-szolgáltatót kellene váltanod. \n• Ujjlenyomat-készítés megkerülése — Segít megakadályozni, hogy a cégek megpróbálják létrehozni az egyedi azonosítódat úgy, hogy egyesítik a böngészővel és az eszközbeállításokkal kapcsolatos konkrét adatokat.  \n• Nyomkövető sütik blokkolása — Megakadályozza, hogy a legtöbb harmadik féltől származó süti nyomon kövessen a webhelyről webhelyre történő navigálás során. \n \nTOVÁBBI VÉDELMEK, AMIKET A LEGTÖBB BÖNGÉSZŐBEN NEM LEHET ELÉRNI \n• Hivatkozáskövetők elleni védelem — Segít megakadályozni, hogy a cégek a kattintott hivatkozásokba ágyazott személyes azonosítókon keresztül begyűjtsék a böngészési előzményeidet és egyéb adataidat.  \n• Új technológiai védelem a Chrome nyomkövetése ellen — Megakadályozza, hogy a Google a böngésződet a személyes adataid gyűjtésére és továbbértékesítésére használja a legújabb hirdetéskövetőivel és célzási technikáival (FLEDGE és Topics). \n• Beágyazott közösségi tartalmak nyomon követése elleni védelem — Blokkolja a weben elérhető, beágyazott Facebook-tartalmakat, így nem tudnak nyomon követni az egyéb oldalakon elhelyezett videóikon, bejegyzéseiken és megjegyzéseiken keresztül. Könnyen feloldhatod a blokkolást, hogy szükség esetén megtekinthesd őket.  \n• Google AMP-védelem — Arra kényszeríti a webhelyeket, hogy a Google tulajdonában lévő, ijesztő nyomkövetőkkel telepakolt hivatkozások helyett a tartalmat közvetlenül a tartalom közzétevőjétől jelenítsék meg.  \n• Jelezd az adatvédelmi preferenciáidat a Globális adatvédelmi beállítások (GPC) segítségével — Az alkalmazásunkba épített GPC segít abban, hogy automatikusan kifejezd lemondási jogaidat, és közöld a webhellyel, hogy ne értékesítsék vagy osszák meg személyes adataidat. Az, hogy felhasználható-e a jogaid érvényesítésére (például a jelenlegi vagy jövőbeli CCPA, GDPR követelményei esetén), a joghatóságodban érvényes jogszabályoktól függ. \n\nMegjegyzés a Harmadik fél nyomkövetőinek betöltése elleni védelemmel kapcsolatban a DuckDuckGo-hirdetésekre kattintást követően: a harmadik fél nyomkövetői elleni védelem sokkal többet nyújt, mint amit a legtöbb népszerű böngésző alapértelmezés szerint kínál, de folyamatosan dolgozunk azon, hogy még átfogóbbá tegyük. Jelenleg, ha egy hirdető a saját weboldalán kívánja észlelni a konverziókat a privát DuckDuckGo-keresőhirdetéseink esetében, a Harmadik fél nyomkövetőinek betöltése elleni védelem a DuckDuckGo-hirdetésre való kattintást követően nem állítja le a bat.bing.com kérések betöltését a hirdető weboldalán, ezeket a kéréseket azonban minden más összefüggésben leállítja. Ez azért van, mert a DuckDuckGo privát keresési hirdetéseket a Microsofttal partnerségben működtetjük. A partnerség részeként a DuckDuckGón a hirdetések névtelenül tekinthetők meg, a Microsoft pedig vállalta, hogy nem profilozza a felhasználók hirdetésekre történő kattintásait.   \n\nTovábbi információk erről és a követés elleni védelmünkről: https://help.duckduckgo.com/privacy/web-tracking-protections/  \n\nÍgy teljesíti a DuckDuckGo Privacy Essentials egyetlen célt szolgáló ígéretét, hogy zökkenőmentes adatvédelmet nyújtson a Chrome böngészőben. Adatvédelem, leegyszerűsítve.   \n \n---------------------------------------------------------------- \n\nAnnak érdekében, hogy a lehető legnagyobb mértékű adatvédelmet élvezhess a Chrome-ban, azt is javasoljuk, hogy módosítsd Chrome-beállításaidat, amelyeket a bővítmények nem tudnak szabályozni.  \nA Chrome Privacy Sandbox beállításaiban tiltsd le a Privacy Sandbox próbaverziókat https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073 ; \nJelentkezz ki a Chrome-ból https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538; \nKapcsold ki a Chrome bejelentkezést https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538; \nNe szinkronizáld az előzményadatokat a Chrome-mal https://support.google.com/chrome/answer/185277; \nA Google Tevékenységvezérlőkben tiltsd le az „Internetes és alkalmazástevékenységek” lehetőséget https://support.google.com/chrome/answer/185277; \nA Google hirdetési beállításaiban kapcsold ki a „Hirdetés személyre szabása” lehetőséget https://adssettings.google.com/ \n\nTOVÁBBI TUDNIVALÓK A TECHNOLÓGIÁNKRÓL \n• Nyomkövető radar: https://spreadprivacy.com/duckduckgo-tracker-radar/ \n• Intelligensebb titkosítás: https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• GPC: https://spreadprivacy.com/announcing-global-privacy-control/ \n• FLEDGE/Topics blokkolása: https://spreadprivacy.com/topics-and-fledge-blocked/ \n \nFelhívjuk figyelmedet, hogy a nyomkövetők blokkolásához bizonyos engedélyek szükségesek, de ezek az engedélyek kizárólag a helyi eszközödön működnek. Szigorú adatvédelmi irányelveinknek megfelelően mi magunk nem mentünk el és nem osztunk meg személyes keresési és böngészési adatokat: https://duckduckgo.com/privacy/ \n\nA Maces böngészőalkalmazásunkat keresed? Az Android és iOS alkalmazások beállításaiban feliratkozhatsz a privát várólistára. További információ: https://spreadprivacy.com/introducing-duckduckgo-for-mac/ \n \nTOVÁBBI TUDNIVALÓK A DUCKDUCKGÓRÓL\n• Bemutatkozás: https://duckduckgo.com/about/ \n• Hogyan működik: https://duckduckgo.com/app \n• Adatvédelmi hírlevél: https://duckduckgo.com/newsletter \n• Adatvédelmi szabályok: https://duckduckgo.com/privacy/ \n• Szolgáltatási feltételek: https://duckduckgo.com/terms/\n• Nyílt forráskód: https://github.com/duckduckgo/duckduckgo-privacy-extension",
    "id": "Perlindungan privasi yang sederhana dan mulus untuk browser Anda. \n \nMelindungi privasi Anda secara online sama seperti melindungi rumah Anda. Mengunci pintu depan tidak akan menghentikan orang yang paling gigih untuk masuk ke dalam, terutama jika Anda meninggalkan pintu belakang dan jendela tidak terkunci dan kunci tambahan di bawah keset. Itulah sebabnya kami menawarkan beberapa jenis perlindungan privasi, semuanya dengan satu tujuan untuk melindungi privasi Anda dengan lebih baik di Chrome. \n\nDengan menekan satu tombol, Anda mendapatkan perlindungan tanpa batas dari sebagian besar pelacak pihak ketiga saat Anda mencari dan menjelajah, akses ke perlindungan pelacakan untuk email yang Anda terima, dan banyak lagi perlindungan yang tidak ditawarkan di sebagian besar browser populer secara default. Bersama-sama, privacy essentials ini menjadikan privasi sebagai default Anda.  \n\nFITUR UTAMA \n• Cari dengan DuckDuckGo secara Default — instal, dan kami akan menyetel mesin telusur dan beranda default Anda ke DuckDuckGo Search sehingga Anda dapat memulai pencarian Internet tanpa dilacak. \n•  Escape Website Trackers Before They Load - secara otomatis menghentikan sebagian besar pelacak tersembunyi (skrip pihak ketiga) dari pemuatan, yang mencegah perusahaan mengumpulkan dan menggunakan (mis. penjualan, iklan, dll.) data apa pun dari pelacak ini. Teknologi pemblokiran pelacak mutakhir kami jauh di atas dan melampaui apa yang Anda dapatkan di sebagian besar browser populer secara default. \n• Secara Otomatis Menerapkan Enkripsi - memaksa banyak situs yang Anda kunjungi untuk secara otomatis menggunakan koneksi terenkripsi (HTTPS), yang membantu melindungi data Anda dari pengintai Wi-Fi dan pengintai jaringan seperti penyedia Internet Anda. Sebagian besar browser populer hanya mengarahkan pengguna ke versi halaman terenkripsi dalam keadaan tertentu, seperti ketika Anda menavigasi langsung ke halaman di bilah alamat. Kami memeriksa daftar situs yang dapat ditingkatkan untuk semua tautan yang Anda klik. \n• Aktifkan Email Protection Bawaan - Lebih dari 85% email yang dikirim ke Alamat Duck berisi pelacak yang dapat mendeteksi kapan Anda membuka pesan, di mana Anda berada ketika Anda membukanya, dan perangkat apa yang Anda gunakan. Email Protection memudahkan untuk memblokir sebagian besar pelacak email dan menyembunyikan alamat Anda yang ada saat mendaftar untuk berbagai hal secara online, semuanya tanpa beralih penyedia email. \n• Escape Fingerprinting — membantu menghentikan perusahaan membuat pengidentifikasi unik untuk Anda dengan memblokir upaya mereka untuk menggabungkan informasi spesifik tentang browser dan pengaturan perangkat Anda.  \n• Blokir Cookie Pelacakan - mencegah sebagian besar cookie pihak ketiga melacak Anda saat Anda menjelajah dari situs ke situs. \n \nPERLINDUNGAN TAMBAHAN TIDAK TERSEDIA DI SEBAGIAN BESAR BROWSER \n• Perlindungan Pelacakan Tautan - membantu menghentikan perusahaan mengumpulkan riwayat penjelajahan Anda dan informasi lainnya melalui pengidentifikasi pribadi yang tertanam dalam tautan yang Anda klik.  \n• Teknologi Pelacakan Baru Chrome: hentikan Google menggunakan browser Anda untuk mengumpulkan dan menjual data pribadi Anda dengan pelacak dan penargetan iklan terbaru mereka (FLEDGE dan Topics). \n• Perlindungan Pelacakan Konten Sosial Tersemat - memblokir konten Facebook yang disematkan di seluruh web sehingga mereka tidak dapat melacak Anda melalui video, postingan, dan komentar yang ditemukan di situs lain. Anda dapat dengan mudah membuka blokir untuk melihatnya jika diinginkan.  \n• Perlindungan Google AMP — memaksa situs untuk memuat konten langsung dari penerbit alih-alih menggunakan tautan yang dihosting Google, yang penuh dengan pelacak menyeramkan.  \n• Memberi Sinyal Preferensi Privasi Anda dengan Global Privacy Control (GPC) - GPC yang ada di dalam aplikasi kami bermaksud untuk membantu Anda mengekspresikan hak pilih Anda secara otomatis dengan memberi tahu situs web untuk tidak menjual atau membagikan informasi pribadi Anda. Apakah dapat digunakan untuk menegakkan hak-hak hukum Anda (misalnya, CCPA saat ini atau di masa mendatang, persyaratan GDPR) tergantung pada undang-undang di yurisdiksi Anda. \n\nCatatan tentang Perlindungan Pemuatan Pelacak Pihak Ketiga kami mengikuti klik iklan DuckDuckGo: Perlindungan Pelacak Pihak Ketiga kami melampaui apa yang Anda dapatkan di browser paling populer secara default, tetapi kami terus berupaya membuatnya lebih komprehensif. Saat ini, jika pengiklan ingin mendeteksi konversi di situs web mereka sendiri untuk iklan penelusuran DuckDuckGo pribadi kami, Perlindungan Pemuatan Pelacak Pihak Ketiga kami tidak akan menghentikan permintaan bat.bing.com memuat di situs web pengiklan setelah klik iklan DuckDuckGo, tetapi permintaan tersebut dihentikan di semua konteks lainnya. Hal ini karena iklan private search DuckDuckGo menjalin kemitraan dengan Microsoft. Sebagai bagian dari kemitraan itu, melihat iklan di DuckDuckGo bersifat anonim dan Microsoft telah berkomitmen untuk tidak memprofilkan klik iklan pengguna kami.   \n\nBaca selengkapnya mengenai hal ini dan Perlindungan Pelacakan kami di https://help.duckduckgo.com/privacy/web-tracking-protections/  \n\nBegitulah cara Privacy Essentials DuckDuckGo memenuhi janji satu tujuan kami untuk memberikan perlindungan privasi tanpa batas di Chrome. Ini privasi, disederhanakan.   \n \n---------------------------------------------------------------- \n\nUntuk melindungi privasi Anda semaksimal mungkin di Chrome, kami juga menyarankan untuk mengubah setelan Chrome yang tidak dapat dikontrol oleh ekstensi,  \n1. Dalam pengaturan Chrome Privacy Sandbox, nonaktifkan uji coba Privacy Sandbox https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073 ; \n2. Keluar dari Chrome https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538 ; \n3. Nonaktifkan Chrome sign-in https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538; \n4. Jangan menyinkronkan data histori Anda dengan Chrome https://support.google.com/chrome/answer/185277; \n5. Di Google Activity Controls, nonaktifkan \"Web & App Activity\"https://support.google.com/chrome/answer/185277; \n6. Di Pengaturan Iklan Google, nonaktifkan \"Personalisasi Iklan\" https://adssettings.google.com/ \n\nSELENGKAPNYA TENTANG TEKNOLOGI KAMI \n- Tracker Radar: https://spreadprivacy.com/duckduckgo-tracker-radar/ \n- Enkripsi Lebih Cerdas: https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• GPC: https://spreadprivacy.com/announcing-global-privacy-control/ \n- Pemblokiran FLEDGE/Topik: https://spreadprivacy.com/topics-and-fledge-blocked/ \n \nHarap diperhatikan bahwa pemblokiran pelacak memerlukan izin tertentu, tetapi izin ini hanya berfungsi pada perangkat lokal Anda. Kami tidak menyimpan atau membagikan informasi pencarian atau penjelajahan Anda sendiri, sesuai kebijakan privasi kami yang ketat: https://duckduckgo.com/privacy/ \n\nMencari aplikasi penjelajahan Mac kami? Anda dapat mendaftar ke daftar tunggu pribadi di pengaturan aplikasi Android atau iOS. Pelajari lebih lanjut: https://spreadprivacy.com/introducing-duckduckgo-for-mac/ \n \nSELENGKAPNYA TENTANG DUCKDUCKGO\n- Tentang Kami: https://duckduckgo.com/about/ \n- Cara Kerja: https://duckduckgo.com/app \n- Buletin Privasi: https://duckduckgo.com/newsletter \n- Kebijakan Privasi: https://duckduckgo.com/privacy/ \n- Ketentuan Layanan: https://duckduckgo.com/terms/ \n- Sumber Terbuka: https://github.com/duckduckgo/duckduckgo-privacy-extension",
    "it": "Una tutela della privacy senza interruzioni e semplice per il tuo browser.  \n\nProteggere la tua privacy online è come proteggere la tua casa. Chiudere a chiave la porta d'ingresso non impedirà alle persone più determinate di entrare, soprattutto se hai lasciato la porta posteriore e le finestre aperte e una chiave in più sotto lo zerbino. Ecco perché offriamo diversi tipi di protezione della privacy, tutti con l'unico scopo di proteggere meglio la tua privacy in Chrome. \n\nCon la semplice pressione di un pulsante, potrai usufruire di una protezione continua dalla maggior parte dei sistemi di tracciamento di terze parti durante la ricerca e la navigazione, l'accesso alle protezioni di tracciamento per le e-mail ricevute e molte altre protezioni che non sono offerte automaticamente nei browser più diffusi. Le caratteristiche congiunte di questi Privacy Essentials garantiscono una privacy assoluta.  \n\nFUNZIONALITÀ PRINCIPALI \n• Usa sempre DuckDuckGo per le tue ricerche: installa DuckDuckGo e lo imposteremo come motore di ricerca e homepage predefiniti, così potrai effettuare ricerche su Internet senza che altri possano tracciare le tue attività. \n• Eludi i sistemi di tracciamento dei siti web prima che si carichino: arresta automaticamente il caricamento della maggior parte dei sistemi di tracciamento nascosti (script di terze parti), il che impedisce alle aziende di raccogliere e utilizzare (ad es. vendita, annunci, ecc.) dati provenienti da questi sistemi di tracciamento. La nostra tecnologia di blocco del sistema di tracciamento all'avanguardia va ben oltre ciò di cui si dispone nei browser più diffusi per impostazione predefinita. \n• Applica la crittografia automaticamente: obbliga molti siti che visiti a utilizzare automaticamente una connessione crittografata (HTTPS), che aiuta a proteggere i tuoi dati da ficcanaso Wi-Fi e spettatori della rete come il tuo provider Internet. I browser più diffusi indirizzano gli utenti a versioni crittografate delle pagine solo in circostanze specifiche, ad esempio quando si accede direttamente a una pagina nella barra degli indirizzi. Controlliamo il nostro elenco di siti aggiornabili per tutti i collegamenti su cui fai clic. \n• Abilita la protezione e-mail integrata: oltre l'85% delle e-mail inviate a indirizzi Duck conteneva sistemi di tracciamento in grado di rilevare quando hai aperto un messaggio, dove ti trovavi quando l'hai aperto e quale dispositivo stavi utilizzando. Email Protection semplifica il blocco della maggior parte dei sistemi di tracciamento e-mail e nasconde il tuo indirizzo esistente quando ti iscrivi a siti online, il tutto senza cambiare provider di posta elettronica. \n• Eludi le impronte digitali: aiuta a impedire alle aziende di creare un identificatore unico per l'utente, bloccando i tentativi di combinare informazioni specifiche sul browser e sulle impostazioni del dispositivo.  \n• Blocca i cookie di tracciamento: impedisce alla maggior parte dei cookie di terze parti di tracciarti mentre navighi da un sito all'altro. \n \nPROTEZIONI AGGIUNTIVE NON DISPONIBILI NELLA MAGGIOR PARTE DEI BROWSER \n• Protezione dal tracciamento dei link: impedisce alle aziende di raccogliere la cronologia di navigazione e altre informazioni tramite gli identificatori personali integrati nei link su cui si fa clic.  \n• Nuova tecnologia di tracciamento di Chrome: impedisce a Google di utilizzare il tuo browser per acquisire e rivendere i tuoi dati personali per mezzo dei suoi più recenti sistemi di tracciamento della pubblicità e di targeting (FLEDGE e Topics). \n• Protezione dai sistemi di tracciamento social integrata: blocca i contenuti integrati di Facebook presenti sul Web, in modo che non possano tracciarti per mezzo di video, post e commenti presenti su altri siti. Puoi tranquillamente sbloccarli per visualizzarli, se lo desideri.  \n• Protezione Google AMP: impone ai siti di caricare i contenuti direttamente dagli editori, evitando di utilizzare i link di proprietà di Google, caratterizzati dalla presenza di sistemi di tracciamento inquietanti.  \n• Segnala la tua preferenza sulla privacy con Global Privacy Control (GPC): integrato nella nostra app, GPC intende aiutarti a esprimere automaticamente i tuoi diritti di rinuncia comunicando ai siti Web di non vendere o condividere le tue informazioni personali. La possibilità di utilizzarlo per far valere i propri diritti legali (ad esempio, i requisiti attuali o futuri di CCPA e GDPR) dipende dalle leggi vigenti nella propria giurisdizione. \n\nNota sulla nostra protezione dal caricamento dei sistemi di tracciamento di terze parti a seguito dei clic sugli annunci di DuckDuckGo: la nostra protezione dai sistemi di tracciamento di terze parti è superiore a quella disponibile per impostazione predefinita nei browser più diffusi, ma stiamo lavorando costantemente per renderla più completa. Attualmente, se un inserzionista desidera rilevare le conversioni sul proprio sito Web per i nostri annunci di ricerca privati di DuckDuckGo, la nostra protezione dal caricamento del sistemi di tracciamento di terze parti non interrompe il caricamento delle richieste di bat.bing.com sul sito Web dell'inserzionista in seguito ai clic sugli annunci di DuckDuckGo, ma tali richieste vengono interrotte in tutti gli altri contesti. Questo perché la pubblicità Private Search di DuckDuckGo è in collaborazione con Microsoft. Nell'ambito di questa partnership, la visualizzazione degli annunci su DuckDuckGo è anonima e Microsoft si è impegnata a non profilare i clic degli annunci dei nostri utenti.   \n\nUlteriori informazioni su questo e sulle nostre protezioni dal tracciamento sono disponibili all'indirizzo \nhttps://help.duckduckgo.com/privacy/web-tracking-protections/  \nEcco come DuckDuckGo Privacy Essentials mantiene la nostra promessa di fornire una tutela della privacy senza interruzioni su Chrome. Tutelare la privacy, ora è semplice.   \n \n---------------------------------------------------------------- \n\nSe desideri proteggere al meglio la tua privacy con Chrome, ti suggeriamo anche di intervenire sulle impostazioni di Chrome che non possono essere controllate dalle estensioni:  \n1. Nelle impostazioni di Chrome Privacy Sandbox, disattiva le prove di Privacy Sandbox: https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073 ; \n2. Effettua la disconnessione da Chrome https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538; \n3. Disattiva l'accesso a Chrome https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538; \n4. Non sincronizzare la cronologia di navigazione con Chrome https://support.google.com/chrome/answer/185277; \n5. In Controlli attività di Google, disattiva \"Attività web e app\"https://support.google.com/chrome/answer/185277; \n6. Nelle Impostazioni annunci di Google, disattiva \"Personalizzazione annunci\" https://adssettings.google.com/ \n\nMAGGIORI INFORMAZIONI SULLA NOSTRA TECNOLOGIA \n• Tracker Radar: https://spreadprivacy.com/duckduckgo-tracker-radar/ \n• Smarter Encryption: https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• GPC: https://spreadprivacy.com/announcing-global-privacy-control/ \n• FLEDGE/Blocco argomenti: https://spreadprivacy.com/topics-and-fledge-blocked/ \n \nTieni presente che il blocco del sistema di tracciamento richiede determinate autorizzazioni, che tuttavia valgono solo per il tuo dispositivo locale. Non archiviamo né condividiamo le tue informazioni personali sulla navigazione, come previsto dalla nostra rigorosa informativa sulla privacy: https://duckduckgo.com/privacy/ \n\nSei alla ricerca della nostra app di navigazione per Mac? Iscriviti alla lista d'attesa privata tramite le impostazioni delle app per Android o iOS. Ulteriori informazioni: https://spreadprivacy.com/introducing-duckduckgo-for-mac/ \n \nMAGGIORI INFORMAZIONI SU DUCKDUCKGO\n• Chi siamo: https://duckduckgo.com/about/ \n• Come funziona: https://duckduckgo.com/app \n• Newsletter sulla privacy: https://duckduckgo.com/newsletter \n• Informativa sulla privacy: https://duckduckgo.com/privacy/\n• Termini di servizio: https://duckduckgo.com/terms/  \n• Open Source: https://github.com/duckduckgo/duckduckgo-privacy-extension",
    "ja": "シンプルかつシームレスにプライバシーを保護するブラウザ向け拡張機能。  \n\nオンラインでプライバシーを保護することは、自宅を保護するのと同じです。玄関のドアをロックしても、裏口のドアと窓のロックが空いたままで、ドアマットの下にスペアキーを置いたままにしておくと、本気の侵入者が中に入るのを止めることはできません。そのため、当社では複数の種類のプライバシー保護を提供していますが、これらの目的はすべて、Chromeでのプライバシーをより適切に保護するという点に集中しています。 \n\nボタンを押すだけで、検索や閲覧中のほとんどのサードパーティトラッカーからシームレスに保護され、受信した電子メールのトラッキング保護を利用でき、ほとんどの一般的なブラウザではデフォルトで提供されていないさらに多くの保護機能を活用できます。これらのPrivacy Essentialsを組み合わせることで、プライバシーを自動的に保護します。 \n \n主な機能 \n• DuckDuckGoがデフォルトの検索エンジンに — インストールすると、デフォルトの検索エンジンとホームページがDuckDuckGo Searchに設定されるため、インターネット検索をトラッキングされることがなくなります。\n• ウェブサイトトラッカーを読み込み前に回避 — 非表示のトラッカー (サードパーティスクリプト) の大半の読み込みを自動停止し、企業によるこうしたトラッカーからのデータの使用 (販売、広告など) を防ぎます。当社の最先端のトラッカーブロックテクノロジーは、人気ブラウザがデフォルトで提供する機能をはるかに超えた機能をお届けします。 \n• 自動的に暗号化を適用 — アクセスする多数のサイトで暗号化 (HTTPS) 接続の自動使用を強制します。これにより、Wi-Fiでの盗聴やインターネットプロバイダーなどのネットワーク監視者からデータを保護できます。最も一般的なブラウザでは、アドレスバーのページに直接移動する場合など、特定の状況でのみユーザーを暗号化されたバージョンのページに誘導します。当社では、クリックしたすべてのリンクについてアップグレード可能なサイトのリストを確認します。 \n• 組み込みのメール保護を有効化 - Duckアドレスに送信されたメールの85%以上に、メッセージを開いたタイミング、その時点でいた場所、使用したデバイスを検出できるトラッカーが含まれていました。メール保護を使用すると、メールプロバイダーを切り替えることなく、ほとんどのメールトラッカーをブロックし、オンラインでの新規登録時に既存のアドレスを簡単に隠すことができます。\n• フィンガープリンティングの回避 — ブラウザとデバイスの設定に関する特定の情報を組み合わせる試みをブロックすることで、企業が一意の識別子を作成するのを防ぎます。  \n• 追跡Cookieをブロック — 複数のサイトをブラウジングする際にサードパーティのCookieの大半があなたを追跡するのを防ぎます。 \n \n追加の保護は大半のブラウザでは利用不可 \n• リンクトラッキングに対する保護 — クリックしたリンクに埋め込まれた個人識別子を介して企業が閲覧履歴などの情報を収集するのを阻止します。  \n• Chromeの新しいトラッキング技術に対する保護：Googleがブラウザを使用して最新の広告トラッカーとターゲティング (FLEDGEとTopics) で個人データを収集し、高額での売買を防ぎます。 \n• 埋め込まれたソーシャルコンテンツトラッキングに対する保護 — 企業が他のサイトで見つかったビデオ、投稿、コメント経由でユーザーを追跡できないよう、埋め込まれたFacebookコンテンツをウェブ上でブロックします。このブロックは必要に応じて簡単に解除してコンテンツを表示できます。  \n• Google AMPに対する保護 — 悪質なトラッカーの温床となっているGoogle所有のリンクを使用する代わりに、サイトがパブリッシャーから直接コンテンツを読み込むように強制します。  \n• Global Privacy Control (GPC) でプライバシー設定を通知 — 当社のアプリに組み込まれているGPCは、個人情報を販売または共有しないようウェブサイトに指示することで、オプトアウトの権利を自動表明するのに役立ちます。お客様の法的権利 (現在または将来のCCPAおよびGDPR要件など) の行使のためのこの機能の利用の可否は、お住まいの法域の法律によって異なります。 \n\nDuckDuckGoの広告をクリックした際の3rd-Party Tracker Loading Protectionについて : 当社の3rd-Party Tracker Loading Protectionは、一般的なブラウザの大半でデフォルトで提供されている機能より優れていますが、より包括的なものとするため、常に取り組んでいます。現在、広告主が自社ウェブサイトでのDuckDuckGo Private Search広告のコンバージョンを検出したい場合、当社の3rd-Party Tracker Loading ProtectionはDuckDuckGo広告のクリック後に広告主のウェブサイトでbat.bing.comリクエストが読み込まれるのを止めませんが、こうしたリクエストは他の場合には一律に停止されます。これは、DuckDuckGo Private Search広告がMicrosoftと提携しているためです。このパートナーシップの一環として、DuckDuckGoでの広告の閲覧は匿名で行われ、Microsoftはユーザーの広告クリックをプロファイリングしないことを約束しています。   \nこの件と当社のトラッキング保護についての詳細は \nhttps://help.duckduckgo.com/privacy/web-tracking-protections/をご覧ください。\n\nDuckDuckGo Privacy Essentialsは上記の方法で、「Chromeでプライバシー保護をシームレスに提供する」という一つの目的を達成するお約束を実現します。それこそ、シンプルさを極めたプライバシーです。   \n \n---------------------------------------------------------------- \n\nChrome使用時にプライバシー保護を最大限強化するには、拡張機能でコントロールできないChromeの設定を調整することもおすすめです。  \n1. Chrome Privacy Sandbox設定でPrivacy Sandboxトライアルを無効化します。https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073\n2. Chromeからサインアウトします。https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538\n3. Chromeサインインをオフにします。https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538\n4. 履歴データをChromeと同期しないようにします。https://support.google.com/chrome/answer/185277\n5. Google Activity Controlsで [ウェブとアプリのアクティビティ] を無効化します。https://support.google.com/chrome/answer/185277; \n6. Google広告の設定で「広告のパーソナライゼーション」を無効にします。 https://adssettings.google.com/ \n\n当社テクノロジーの関連情報 \n• Tracker Radar : https://spreadprivacy.com/duckduckgo-tracker-radar/ \n• Smarter Encryption: https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• GPC: https://spreadprivacy.com/announcing-global-privacy-control/ \n• FLEDGE/Topicsのブロック : https://spreadprivacy.com/topics-and-fledge-blocked/ \n \nトラッカーをブロックするには特定の許可が必要ですが、これらの許可はユーザーのローカルデバイスでのみ機能します。こちらのサイト (https://duckduckgo.com/privacy/https://duckduckgo.com/privacy) の厳格な社内ポリシーに従い、当社がユーザーの検索や閲覧情報を保存または共有することはありません。\n\nMac向けのブラウザアプリをお探しですか？AndroidまたはiOSアプリの設定から非公開のウェイティングリストに登録いただけます。詳細を確認：https://spreadprivacy.com/introducing-duckduckgo-for-mac/\n \nDuckDuckGoの関連情報\n• 当社について：https://duckduckgo.com/about/\n• 仕組み : https://duckduckgo.com/app \n• プライバシーニュースレター : https://duckduckgo.com/newsletter\n• プライバシーポリシー : https://duckduckgo.com/privacy/ \n• サービス規約 : https://duckduckgo.com/terms/ \n• オープンソース : https://github.com/duckduckgo/duckduckgo-privacy-extension",
    "ko": "간단하고 간편한 브라우저용 개인 정보 보호 서비스.  \n\n온라인에서 개인 정보를 보호하는 것은 집을 지키는 것과 같습니다. 대문만 단속해서는 작정하고 침입하는 사람들을 막을 수 없습니다. 뒷문과 창문을 열어두고 현관 근처에 예비 열쇠를 숨겨두기까지 했다면 보안은 물건너 간 셈이죠. 그래서 우리는 Chrome에서 개인 정보를 더 철저하게 보호한다는 일념만으로 다양한 개인 정보 보호 기능을 제공합니다. \n\n버튼 하나만 누르면 인터넷 검색과 웹서핑 과정에서 타사 추적기 대부분을 완벽하게 차단하고 이메일을 받을 때에도 추적 보호 기능을 사용하며, 인기 브라우저 대부분이 기본 설정에서 제공하지 않는 수준의 보안을 누릴 수 있습니다. Privacy Essentials를 통해 개인 정보를 철저하게 보호하세요.  \n\n기능 특징 \n• DuckDuckGo를 통해 검색하기를 기본 값으로 설정 — 확장 기능을 설치하시면 기본 검색 엔진과 홈페이지가 DuckDuckGo 검색으로 설정되어 추적 받지 않고 인터넷 검색을 할 수 있습니다.  \n• 웹사이트 추적기가 로드되기 전에 탈출 — 숨어있는 추적기(외부 스크립트) 대부분을 로딩 전에 자동으로 중지시켜서 회사가 이 추적기를 통해 데이터를 일체 수집하고 사용할 수 없게 합니다(영업, 광고 등). 우리의 첨단 추적기 차단 기술은 인기 브라우저 대부분의 기본 설정과는 차원이 다른 보안을 선사합니다. \n• 자동으로 암호화 적용 - 사용자가 방문하는 많은 사이트가 암호화된(HTTPS) 연결을 자동으로 사용하게 만들어서 Wi-Fi 염탐꾼이나 인터넷 통신사 등의 네트워크 감시자로부터 데이터를 보호합니다. 대부분의 인기 브라우저는 사용자가 주소 창을 통해 직접 페이지를 이동하는 등의 특정 상황에만 사용자를 암호화된 버전의 페이지로 안내합니다. 우리는 사용자가 클릭하는 모든 링크에 대해 업그레이드 가능한 사이트 목록을 확인합니다. \n• 내장 이메일 보호 사용 — 오리 주소로 전송 된 이메일의 85 % 이상에는 메시지를 열었을 때, 언제 열었는지, 어떤 장치를 사용했는지 감지 할 수있는 추적기가 포함되어   있습니다  . 이메일 보호를 사용하면 이메일 제공 업체를 전환하지 않고도 온라인으로 가입 할 때 대부분의 이메일 추적기를 쉽게 차단하고 기존 주소를 숨길 수 있습니다. \n• 지문 차단 - 회사가 사용자의 브라우저 및 장치 설정에 대한 특정 정보를 결합하지 못하게 차단하여 고유 식별자 생성을 방지합니다.  \n• 쿠키 추적 차단 — 사용자가 사이트를 탐색할 때 외부 쿠키 대부분이 사용자를 추적하지 못하게 합니다. \n \n대부분의 브라우저에는 없는 추가 보호 기능 \n• 링크 추적 방지 기능 — 사용자가 클릭하는 링크에 삽입된 개인 식별자를 통해 회사가 사용자의 검색 기록과 그 밖의 정보를 수집할 수 없게 합니다.  \n• Chrome의 새로운 추적 기술 — Google이 자체적인 최신 광고 추적기와 표적 기술(FLEDGE, Topics)을 동원하여 사용자의 브라우저를 통해 개인 정보를 수집하고 경매에 부치지 못하게 막습니다. \n• 내장된 소셜 콘텐츠 추적 보호 — 웹에서 내장된 Facebook 콘텐츠를 차단하여 다른 사이트에서 찾은 동영상, 게시물 및 댓글을 통해 사용자를 추적할 수 없게 합니다. 콘텐츠를 보고 싶은 사용자는 간편하게 차단을 해제할 수 있습니다.  \n• Google AMP - 께름칙한 추적기가 득실거리는 Google 제공 링크를 사용하지 않고, 사이트 퍼블리셔에서 콘텐츠를 직접 불러오도록 강제합니다.  \n• GPC(Global Privacy Control)로 개인 정보 관련 선호 사항 알리기 - 우리 앱에 내장된 GPC가 웹사이트에 개인 정보를 판매하거나 공유하지 않도록 지시를 해서, 거부 권리를 자동으로 표현할 수 있도록 도와줍니다. 사용자의 법적 권리(현재 또는 미래의 CCPA, GDPR 요구 사항 등) 주장에 사용할 수 있는지 여부는 관할 지역의 법률에 따라 다릅니다. \nDuckDuckGo 광고 클릭에 따른 외부 추적기 로딩 방지 관련 참고 사항: 3rd-Party Tracker Protection은 이미 대부분의 인기 브라우저 이상의 기능을 제공하고 있음에도 더욱 종합적인 솔루션이 되기 위하여 지속적으로 노력하고 있습니다. 현재 광고주가 비공개 DuckDuckGo 검색 광고에 대한 자사 웹 사이트에서의 전환율을 감지하려는 경우, 3rd-Party Tracker Loading Protection은 DuckDuckGo 광고 클릭 후 광고주 웹 사이트에 bat.bing.com 요청이 로드되는 것을 막지 않습니다. 그러나 다른 모든 상황에서는 해당 요청이 중지됩니다. DuckDuckGo 비공개 검색 광고는 Microsoft와 제휴를 맺고 있기 때문입니다. 이러한 파트너십의 일환으로 DuckDuckGo에서 광고를 보는 것은 익명으로 처리되며 Microsoft는 사용자의 광고 클릭을 프로파일링하지 않기로 약속했습니다.   \n\n이 정보와 추적 방지 관련 안내: https://help.duckduckgo.com/privacy/web-tracking-protections/ \n\nDuckDuckGo Privacy Essentials는 이런 방법으로 크롬에서 사용자의 개인 정보를 빈 틈 없이 지켜드립니다. 개인 정보 보호, 어렵지 않습니다.   \n \n---------------------------------------------------------------- \n\nChrome에서 사생활 보호 수준을 최대한 높이려면, 확장 기능이 통제할 수 없는 Chrome 설정도 바꾸시기를 권장합니다.  \n1. Chrome Privacy Sandbox 설정에서 Privacy Sandbox 시험판 해제 https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073 ;\n2. Chrome에서 로그아웃 https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538;\n3. Chrome 로그인 끄기 https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538;\n4. 방문 기록을 Chrome에 동기화하지 않기 https://support.google.com/chrome/answer/185277; \n5. Google '활동 제어'에서 '웹 및 앱 활동' 비활성화 https://support.google.com/chrome/answer/185277; \n6. Google 광고 설정에서 '광고 개인화'를 비활성화하 십시 https://adssettings.google.com/ \n\n기술 더 보기 \n• Tracker Radar: https://spreadprivacy.com/duckduckgo-tracker-radar/ \n• Smarter Encryption: https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• GPC: https://spreadprivacy.com/announcing-global-privacy-control/ \n• FLEDGE/Topics 차단: https://spreadprivacy.com/topics-and-fledge-blocked/ \n \n추적기를 차단하려면 권한 허용이 필요하지만, 사용자의 기기 안에서만 적용되는 권한입니다. 우리는 엄격한 개인 정보 보호 정책에 따라, 자체적으로 검색이나 인터넷 방문 정보를 일체 저장거나 공유하지 않습니다. 참고: https://duckduckgo.com/privacy \n\nMac 브라우징 앱을 찾고 계신가요? Android 또는 iOS 앱 설정에서 비공개 대기자 명단에 등록할 수 있습니다. 자세히 알아보기: https://spreadprivacy.com/introducing-duckduckgo-for-mac/ \n \nDuckDuckGo 알아보기\n• 회사 소개: https://duckduckgo.com/about/ \n• 작동 원리: https://duckduckgo.com/app \n• 개인 정보 보호 뉴스레터: https://duckduckgo.com/newsletter \n• 구직자 개인정보 보호 정책: https://duckduckgo.com/privacy/ \n• 서비스 약관: https://duckduckgo.com/terms/ \n• 오픈 소스: https://github.com/duckduckgo/duckduckgo-privacy-extension",
    "lt": "Privatumo internete apsauga prilygsta savo namų apsaugai. Užrakinę paradines duris, nesutrukdysite į vidų patekti patiems ryžtingiausiems žmonėms, ypač jei palikote neužrakintas užpakalines duris ir langus, o papildomą raktą paslėpėte po durų kilimėliu. Todėl siūlome kelių tipų privatumo apsaugą, kurios tikslas – geriau apsaugoti jūsų privatumą „Chrome“. \n\nVienu mygtuko paspaudimu gaunate sklandžią apsaugą nuo daugumos trečiųjų šalių sekiklių, kai ieškote ir naršote, prieigą prie gaunamų el. laiškų sekimo apsaugos priemonių ir kitų apsaugos priemonių, kurios pagal numatymą nėra siūlomos daugumoje populiariausių naršyklių. Kartu šie svarbiausi privatumo elementai užtikrina daugiau privatumo jums.  \n\nPAGRINDINĖS YPATYBĖS \n• Ieškokite su „DuckDuckGo“ pagal numatytąjį nustatymą – įdiekite, o mes nustatysime jūsų numatytąją paieškos sistemą ir pagrindinį puslapį į „DuckDuckGo“ paiešką, kad galėtumėte pradėti savo internetines paieškas ir nebūti sekami.  \n• Išvenkite svetainės sekiklių prieš juos įkeliant – automatiškai sustabdo daugumos paslėptų sekiklių (trečiųjų šalių scenarijų) įkėlimą, todėl įmonės negali rinkti ir naudoti (pvz., pardavimas, reklamos ir pan.) bet kokių šių sekiklių duomenų. Mūsų pažangiausia sekiklių blokavimo technologija gerokai pranoksta tai, kas numatyta daugumoje populiariausių naršyklių pagal numatytuosius nustatymus. \n• Automatiškai įgalinkite šifravimą – priverskite daugelį svetainių, kuriose lankotės, automatiškai naudoti šifruotą (HTTPS) ryšį, kuris padės apsaugoti jūsų duomenis nuo „Wi-Fi“ šnipų ir tinklo stebėtojų, pvz., jūsų interneto paslaugų teikėjo. Dauguma populiariausių naršyklių nukreipia naudotojus į šifruotas puslapių versijas tik tam tikromis aplinkybėmis, pvz., kai tiesiogiai pereinate į puslapį adreso juostoje. Mes patikriname visų jūsų spustelėtų nuorodų atnaujinamų svetainių sąrašą. \n• Įgalinkite integruotą el. pašto apsaugą – daugiau kaip 85 % el. laiškų, išsiųstų į „Duck Address“, yra sekiklių, kurie gali nustatyti, kada atidarėte pranešimą, kur buvote jį atidarę ir kokį įrenginį naudojote. El. pašto apsauga leidžia lengvai blokuoti daugumą el. pašto sekiklių ir paslėpti esamą adresą, kai registruojatės internete, ir visa tai galima padaryti nekeičiant el. pašto paslaugų teikėjų. \n• Išvenkite skaitmeninių atspaudų kūrimo – padeda neleisti įmonėms kurti unikalaus jūsų identifikatoriaus, nes blokuoja jų bandymus sujungti konkrečią informaciją apie jūsų naršyklės ir įrenginio nustatymus.  \n• Blokuokite sekimo slapukus – neleidžia daugumai trečiųjų šalių slapukų sekti jus einant iš svetainės į svetainę. \n \nPAPILDOMOS APSAUGOS PRIEMONĖS NEPASIEKIAMOS DAUGUMOJE NARŠYKLIŲ \n• Nuorodų sekimo apsauga – padeda neleisti įmonėms rinkti jūsų naršymo istorijos ir kitos informacijos per asmeninius identifikatorius, įterptus į nuorodas, kurias spustelėjate.  \n• Naujoji „Chrome“ sekimo technologijų apsauga – neleidžia „Google“ naudoti naršyklės jūsų asmeniniams duomenims rinkti ir parduoti aukcione, naudojant naujausius reklamos sekimo ir nukreipimo įrankius (FLEDGE ir „Topics“). \n• Įdėtojo socialinio turinio sekimo apsauga – blokuoja internete įdėtąjį „Facebook“ turinį, kad negalėtų jūsų sekti per savo vaizdo įrašus, pranešimus ir komentarus kitose svetainėse. Jei norite, galite lengvai atblokuoti ir peržiūrėti juos.  \n• „Google“ AMP apsauga – verčia svetaines turinį įkelti tiesiai iš leidėjų, o ne naudoti „Google“ priklausančias nuorodas, kuriose yra daug sudėtingų sekiklių.  \n• Praneškite apie savo privatumo pageidavimus naudodami visuotinę privatumo kontrolę (GPC) – į mūsų programėlę integruota GPC funkcija padės jums automatiškai išreikšti savo atsisakymo teises, nurodant svetainėms neparduoti jūsų asmeninės informacijos ir nesidalyti ja. Tai, ar ji gali būti naudojama jūsų teisėms įgyvendinti (pvz., dabartiniams ar būsimiems CCPA, BDAR reikalavimams), priklauso nuo jūsų jurisdikcijos įstatymų. \n\nPastaba apie mūsų apsaugą nuo trečiųjų šalių sekiklių įkėlimo po „DuckDuckGo“ reklamų spustelėjimo: mūsų apsauga nuo trečiųjų šalių sekiklių gerokai pranoksta tai, kas numatyta daugumoje populiariausių naršyklių pagal numatytuosius nustatymus, tačiau mes nuolat dirbame, kad ši apsauga būtų dar išsamesnė. Šiuo metu, jei reklamuotojas nori nustatyti mūsų privačių „DuckDuckGo“ paieškos reklamų konversijas savo interneto svetainėje, mūsų apsauga nuo trečiųjų šalių sekiklių įkėlimo nesustabdys bat.bing.com užklausų įkėlimo reklamuotojo interneto svetainėje po „DuckDuckGo“ reklamų spustelėjimo, tačiau šios užklausos bus sustabdytos visuose kituose kontekstuose. Taip yra todėl, kad dėl „DuckDuckGo“ privačios paieškos reklamavimo bendradarbiaujame su „Microsoft“. Dėl šio bendradarbiavimo „DuckDuckGo“ reklamų peržiūra yra anoniminė, o „Microsoft“ įsipareigojo nesudaryti naudotojų, spustelėjusių reklamas, profilio.   \n\nDaugiau informacijos apie tai ir mūsų sekimo apsaugos priemones rasite https://help.duckduckgo.com/privacy/web-tracking-protections/.  \n\nŠtai kaip „DuckDuckGo Privacy Essentials“ užtikrina mūsų vienintelį pažadą – teikti sklandžią privatumo apsaugą „Chrome“. Tai – supaprastintas privatumas.   \n \n---------------------------------------------------------------- \n\nKad jūsų privatumas „Chrome“ būtų kuo geriau apsaugotas, taip pat siūlome koreguoti „Chrome“ nustatymus, kurių negali valdyti plėtiniai.  \n„Chrome Privacy Sandbox“ nustatymuose išjunkite „Privacy Sandbox“ bandomąją versiją https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073 . \nAtsijunkite nuo „Chrome“ https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538. \nIšjunkite „Chrome“ prisijungimą https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538. \nNesinchronizuokite savo istorijos duomenų su „Chrome“ https://support.google.com/chrome/answer/185277. \n„Google Activity Controls“ išjunkite „Web & App Activity“ https://support.google.com/chrome/answer/185277. \n„Google“ reklamos nustatymuose išjunkite „Reklamos pritaikomumas“ https://adssettings.google.com/ \n\nDAUGIAU APIE MŪSŲ TECHNOLOGIJĄ \n• Sekimo priemonės radaras: https://spreadprivacy.com/duckduckgo-tracker-radar/ \n• Sumanesnis šifravimas: https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• VPK: https://spreadprivacy.com/announcing-global-privacy-control/ \n• FLEDGE / „Topics“ blokavimas: https://spreadprivacy.com/topics-and-fledge-blocked/ \n \nĮsidėmėkite, kad sekiklių blokavimui reikalingi tam tikri leidimai, tačiau šie leidimai veikia tik jūsų vietiniame įrenginyje. Mes patys nesaugome ir nesidalijame jūsų paieškos ar naršymo informacija, kaip numatyta mūsų griežtoje privatumo politikoje: https://duckduckgo.com/privacy/. \n\nIeškote mūsų „Mac“ naršymo programos? Į privatų laukiančiųjų sąrašą galite užsiregistruoti „Android“ arba „iOS“ programėlių nustatymuose. Sužinokite daugiau: https://spreadprivacy.com/introducing-duckduckgo-for-mac/ \n \nDaugiau apie „DuckDuckGo“\n• Apie mus: https://duckduckgo.com/about/ \n• Kaip tai veikia: https://duckduckgo.com/app \n• Privatumo naujienlaiškis: https://duckduckgo.com/newsletter \n• Privatumo politika: https://duckduckgo.com/privacy/ \n• Paslaugos teikimo sąlygos: https://duckduckgo.com/terms/\n• Atvirasis kodas: https://github.com/duckduckgo/duckduckgo-privacy-extension",
    "lv": "Privātuma aizsardzība tiešsaistē ir līdzīga mājokļa aizsardzībai. Ieejas durvju aizslēgšana neatturēs apņēmīgākos garnadžus no iekļūšanas – it īpaši, ja sētas durvis un logi ir atstāti vaļā un zem kājslauķa ir atstāta rezerves atslēga. Tāpēc mēs piedāvājam vairākus privātuma aizsardzības veidus, lai labāk aizsargātu tavu privātumu pārlūkprogrammā Chrome. \n\nNospiežot tikai vienu pogu, tu iegūsti nepārtrauktu aizsardzību pret lielāko daļu trešo pušu izsekotāju, kamēr meklē un pārlūko internetā, piekļuvi saņemto e-pasta vēstuļu izsekošanas aizsardzībai un daudzām citām aizsardzības funkcijām, kas netiek piedāvātas populārākajās pārlūkprogrammās pēc noklusējuma. Kopā šīs privātuma pamatfunkcijas padara lielāku privātumu par tavu standartu.  \n\nGALVENĀS FUNKCIJAS \n• Meklē ar DuckDuckGo pēc noklusējuma – instalē, un mēs iestatīsim DuckDuckGo Search kā tavu noklusējuma meklētājprogrammu un mājas lapu, lai vari sākt veikt meklēšanu internetā, netiekot izsekots.  \n• Izvairies no tīmekļa vietņu izsekotājiem pirms ielādes – automātiski aptur lielāko daļu slēpto izsekotāju (trešo pušu skriptu) ielādi, kas neļauj uzņēmumiem vākt un izmantot (piem. pārdošana, reklāmas utt.) jebkādus datus no šiem izsekotājiem. Mūsu modernā izsekošanas ierīču bloķēšanas tehnoloģija ievērojami pārsniedz to, kas ir pieejama populārākajās pārlūkprogrammās pēc noklusējuma. \n• Automātiska šifrēšana – liec daudzām vietnēm automātiski izmantot šifrētu (HTTPS) savienojumu, kas palīdz pasargāt tavus datus no Wi-Fi izspiegošanas un tīkla novērotājiem, piemēram, tava interneta pakalpojumu sniedzēja. Lielākā daļa populāro pārlūkprogrammu lietotājus uz šifrētām lapu versijām novirza tikai īpašos gadījumos, piemēram, ja tieši pārejat uz lapu adreses joslā. Mēs pārbaudām savu uzlabojamo vietņu sarakstu visām saitēm, uz kurām tu noklikšķini. \n• Iebūvēta e-pasta aizsardzība – vairāk nekā 85% e-pasta vēstuļu, kas nosūtītas uz Duck adresēm, ietver izsekotājus, kas var noteikt, ka esi atvēris ziņojumu, kur atradies, kad to atvēri, un kādu ierīci izmantoji. Izmantojot e-pasta aizsardzību, vari viegli bloķēt lielāko daļu e-pasta izsekotāju un paslēpt savu pašreizējo adresi, reģistrējoties tiešsaistes pakalpojumos, un tam nav nepieciešams mainīt e-pasta pakalpojumu sniedzēju. \n• Izvairīšanās no identificējošām ciparvirknēm – palīdz neļaut uzņēmumiem izveidot tev unikālu identifikatoru, bloķējot to mēģinājumus apvienot konkrētu informāciju par tavu pārlūkprogrammu un ierīces iestatījumiem.  \n• Izekošanas sīkfailu bloķēšana – novērš vairuma trešo pušu sīkfailu izsekošanu, pārlūkojot vietnes. \n \nPAPILDU AIZSARDZĪBA, KAS NAV PIEEJAMA VAIRUMĀ PĀRLŪKPROGRAMMU \n• Saišu izsekošanas aizsardzība – palīdz novērst to, ka uzņēmumi vāc tavu pārlūkošanas vēsturi un citu informāciju, izmantojot personiskus identifikatorus, kas iestrādāti saitēs, uz kurām tu noklikšķini.  \n• Chrome jaunā izsekošanas tehnoloģiju aizsardzība – neļauj Google izmantot tavu pārlūkprogrammu, lai vāktu un pārdotu tavus personas datus, izmantojot jaunākos reklāmu izsekotājus un mērķēšanas līdzekļus (FLEDGE un Topics). \n• Iegulta sociālo tīklu satura izsekošanas aizsardzība – bloķē iegulto Facebook saturu tīmeklī, lai uzņēmums nevarētu tevi izsekot, izmantojot savus videoklipus, ziņas un komentārus, kas atrodami citās vietnēs. Tu vari viegli tos atbloķēt, lai apskatītu, ja vēlies.  \n• Google AMP aizsardzība – liek vietnēm ielādēt saturu tieši no izdevējiem, nevis izmantot Google piederošās saites, kurās ir daudz izsekotāju.  \n• Informē par savu privātuma preferenci, izmantojot globālo privātuma pārvaldību (GPC) – GPC, kas ir iebūvēta mūsu lietotnē, palīdz tev automātiski paust savas atteikšanās tiesības, liekot vietnēm nepārdot un nekopīgot tavu personisko informāciju. Tas, vai to var izmantot, lai īstenotu tavas likumīgās tiesības (piemēram, pašreizējās vai nākotnes CCPA, VDAR prasības), ir atkarīgs no tavas jurisdikcijas tiesību aktiem. \n\nPiezīme par mūsu trešās puses izsekotāju ielādēšanas aizsardzību pēc DuckDuckGo reklāmu klikšķiem: mūsu trešās puses izsekotāju aizsardzība pārsniedz to, ko tu saņem populārākajās pārlūkprogrammās pēc noklusējuma, bet mēs pastāvīgi strādājam, lai padarītu to vēl pilnīgāku. Pašlaik, ja reklāmdevējs vēlas atklāt reklāmguvumus savā tīmekļa vietnē mūsu privātajām DuckDuckGo meklēšanas reklāmām, mūsu trešās puses izsekotāju ielādes aizsardzība neapturēs bat.bing.com pieprasījumu ielādēšanu reklāmdevēja vietnē pēc DuckDuckGo reklāmu klikšķiem, taču šie pieprasījumi tiek apturēti visos citos kontekstos. Tas ir tāpēc, ka DuckDuckGo privātā meklēšanas reklāma tiek nodrošināta sadarbībā ar Microsoft. Sadarbības ietvaros reklāmu skatīšana DuckDuckGo ir anonīma, un Microsoft ir apņēmies neprofilēt mūsu lietotāju reklāmu klikšķus.   \n\nLasi vairāk par šo tematu un mūsu aizsardzību pret izsekošanu: https://help.duckduckgo.com/privacy/web-tracking-protections/  \n\nTādējādi DuckDuckGo privātuma pamatelementi pilda mūsu solījumu nodrošināt vienotu privātuma aizsardzību pārlūkā Chrome. Tas ir vienkāršots privātums.   \n \n---------------------------------------------------------------- \n\nLai pārlūkā Chrome iegūtu maksimālu privātumu, iesakām arī pielāgot Chrome iestatījumus, kurus nevar regulēt ar paplašinājumiem:  \nChrome privātuma smilškastes iestatījumos atspējo privātuma smilškastes izmēģinājuma versiju https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073 ; \nizraksties no Chrome https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538; \nizslēdz Chrome pierakstīšanos https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538; \nnesinhronizē vēstures datus ar Chrome https://support.google.com/chrome/answer/185277; \nGoogle darbību vadīklās atspējo \"Darbības tīmeklī un lietotnēs\" https://support.google.com/chrome/answer/185277; \nGoogle reklāmu iestatījumos atspējo \"Reklāmu personalizēšana\" https://adssettings.google.com/ \n\nVairāk par mūsu tehnoloģiju \n• Izsekotāju radars: https://spreadprivacy.com/duckduckgo-tracker-radar/ \n• Viedāka šifrēšana: https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• GPC: https://spreadprivacy.com/announcing-global-privacy-control/ \n• FLEDGE/Topics bloķēšana: https://spreadprivacy.com/topics-and-fledge-blocked/ \n \nLūdzu, ņem vērā, ka izsekotāju bloķēšanai ir nepieciešamas noteiktas atļaujas, taču šīs atļaujas darbojas tikai tavā vietējā ierīcē. Saskaņā ar savu stingro privātuma politiku mēs paši nesaglabājam tavu meklēšanas un pārlūkošanas informāciju un nedalāmies ar to: https://duckduckgo.com/privacy/ \n\nVai meklē mūsu Mac pārlūkošanas lietotni? Privātajam gaidīšanas sarakstam vari pierakstīties Android un iOS lietotņu iestatījumos. Uzzini vairāk: https://spreadprivacy.com/introducing-duckduckgo-for-mac/ \n \nVairāk par DuckDuckGo\n• Par mums: https://duckduckgo.com/about/ \n• Kā tas darbojas: https://duckduckgo.com/app \n• Privātuma informatīvais izdevums: https://duckduckgo.com/newsletter \n• Privātuma politika: https://duckduckgo.com/privacy/ \n• Pakalpojumu sniegšanas noteikumi: https://duckduckgo.com/terms/\n• Atvērtais pirmkods: https://github.com/duckduckgo/duckduckgo-privacy-extension",
    "nl": "Eenvoudige en naadloze bescherming van je privacy voor in je browser.  \n\nHet beschermen van je online privacy is als het beschermen van je huis. Dat je de voordeur op slot doet, weerhoudt de meest vastberaden mensen er niet van om tóch binnen te komen, zeker niet als je de achterdeur en ramen niet op slot hebt gedaan en een extra sleutel onder de deurmat hebt laten liggen. Daarom bieden we meerdere soorten privacybescherming, allemaal bedoeld om je privacy in Chrome beter te beschermen. \n\nJe beschikt tijdens het zoeken en surfen met een druk op de knop over naadloze bescherming tegen trackers van derden, wordt beschermd tegen trackers in e-mails die je ontvangt en geniet nog veel meer bescherming die de meest populaire browsers standaard niet bieden. Deze Privacy Essentials zorgen er samen voor dat meer privacy een standaardinstelling wordt.  \n\nBELANGRIJKSTE FUNCTIEKENMERKEN \n• Zoek standaard met DuckDuckGo - Na de installatie stellen we je standaardzoekmachine en startpagina in op DuckDuckGo Search, zodat je kunt zoeken op internet zonder te worden gevolgd. \n• Omzeil websitetrackers nog voordat ze worden geladen: blokkeer automatisch de meeste verborgen trackers (scripts van derden), waardoor bedrijven alle gegevens van deze trackers niet kunnen verzamelen en gebruiken (zoals om ze te verkopen, voor advertenties enzovoort). Onze geavanceerde technologie voor het blokkeren van trackers gaat verder dan wat de populairste browsers je standaard bieden. \n• Dwing versleuteling automatisch af - Dwing veel sites die je bezoekt om automatisch een gecodeerde verbinding (HTTPS) te gebruiken, zodat je gegevens worden beschermd tegen wifi-snoopers en 'netwerkomstanders', zoals je internetprovider. De meeste populaire browsers leiden gebruikers alleen in specifieke omstandigheden naar gecodeerde versies van pagina's, zoals wanneer je rechtstreeks naar een pagina in de adresbalk navigeert. We controleren onze lijst met opwaardeerbare sites bij elke link waarop je klikt; \n• Schakel ingebouwde e-mailbeveiliging in: meer dan 85% van de e-mails die naar Duck-adressen worden verzonden, bevatten trackers die kunnen detecteren wanneer je een bericht hebt geopend, waar je je bevond toen je het opende en welk apparaat je gebruikte. Met Email Protection kun je moeiteloos de meeste e-mailtrackers blokkeren en je bestaande adres verbergen wanneer je je ergens online voor aanmeldt, zónder van e-mailprovider te hoeven wisselen. \n• Ontsnap aan Fingerprinting - Helpt voorkomen dat bedrijven een unieke id voor je maken door hun pogingen te blokkeren om specifieke informatie over je browser- en apparaatinstellingen te combineren;  \n• Blokkeer trackingcookies - Voorkom dat de meeste cookies van derden je volgen terwijl je surft. \n \nAANVULLENDE BESCHERMINGEN DIE NIET BESCHIKBAAR ZIJN IN DE MEESTE BROWSERS \n• Bescherming tegen het volgen van links - Helpt voorkomen dat bedrijven je surfgeschiedenis en andere informatie verzamelen via persoonlijke identificatiecodes in de links waarop je klikt.  \n• De nieuwste technologie in Chrome om je te beschermen tegen tracking: zorg dat Google je browser niet meer kan gebruiken om je persoonsgegevens te verzamelen en te veilen via de nieuwste reclametrackers en targeting (FLEDGE en Topics). \n• Bescherming tegen trackers op ingesloten sociale media: blokkeert ingesloten inhoud van Facebook op het web, zodat je niet gevolgd kunt worden via video's, berichten en opmerkingen op andere sites. Je kunt ze eventueel gemakkelijk deblokkeren.  \n• Bescherming tegen Google AMP: dwingt websites om inhoud rechtstreeks te laden bij uitgevers in plaats van via links van Google die boordevol enge trackers zitten.  \n• Geef je privacyvoorkeuren aan met Global Privacy Control (GPC): GPC is ingebouwd in onze app en werd ontwikkeld om je te helpen je opt-out-rechten automatisch aan te geven. Websites worden namelijk automatisch geïnformeerd dat ze je persoonlijke gegevens niet mogen verkopen of delen. Of de functie kan worden gebruikt om je wettelijke rechten af te dwingen (bijvoorbeeld huidige of toekomstige vereisten op grond van de CCPA of AVG) hangt af van de wetten in je rechtsgebied. \n\nOpmerking over het volgen van klikken op DuckDuckGo-advertenties door onze functie voor het beschermen tegen trackers van derden: onze bescherming tegen trackers van derden gaat verder dan wat de meeste populaire browsers je standaard bieden, maar we werken voortdurend aan verdere uitbreiding ervan. Als een adverteerder conversies voor onze DuckDuckGo-advertenties bij privézoekopdrachten op zijn eigen website wil detecteren, zal onze bescherming tegen trackers van derden niet voorkomen dat bat.bing.com-verzoeken op de website van de adverteerder worden geladen nadat er op DuckDuckGo-advertenties is geklikt. Die verzoeken worden echter gestopt in alle andere contexten. Dat komt doordat voor de advertenties bij privézoekopdrachten in DuckDuckGo wordt samengewerkt met Microsoft. Het bekijken van advertenties op DuckDuckGo is als onderdeel van die samenwerking anoniem. Ook heeft Microsoft afgesproken om de advertentieklikken van onze gebruikers niet te gebruiken om profielen te maken.   \n\nLees meer over deze functie en over onze trackingbescherming op https://help.duckduckgo.com/privacy/web-tracking-protections/  \n\nZo maakt DuckDuckGo Privacy Essentials onze belofte waar om jouw privacy naadloos te beschermen in Chrome. Privacy, vereenvoudigd.   \n \n---------------------------------------------------------------- \n\nVoor maximale privacybescherming in Chrome adviseren we je bovendien om je Chrome-instellingen aan te passen die je níét via extensies kunt beheren:  \n1.\tSchakel in de 'Chrome Privacy Sandbox'-instellingen de optie 'Privacy Sandbox trial' uit https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073 ;\n2.\tMeld je af bij Chrome https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538;\n3.\tSchakel aanmelden in Chrome uit https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538;\n4.\tSynchroniseer je geschiedenis niet met Chrome https://support.google.com/chrome/answer/185277;\n5.\tSchakel in Google Activiteitsopties de optie 'Web- en appactiviteit' uit https://support.google.com/chrome/answer/185277;\n6.\tSchakel in de advertentie-instellingen van Google de optie 'Advertentiepersonalisatie' uit https://adssettings.google.com/ \n\nMeer over onze technologie \n• Tracker Radar: https://spreadprivacy.com/duckduckgo-tracker-radar/ \n• Slimmere versleuteling: https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• GPC: https://spreadprivacy.com/announcing-global-privacy-control/ \n• FLEDGE/Onderwerpen blokkeren: https://spreadprivacy.com/topics-and-fledge-blocked/ \n \nHoud er rekening mee dat het blokkeren van een tracker bepaalde toestemmingen vereist, maar deze toestemmingen werken alleen op je lokale apparaat. We slaan je zoek- of surfgegevens niet op en delen deze niet zelf, in lijn met ons strikte privacybeleid: https://duckduckgo.com/privacy/ \n\nOp zoek naar onze app om te browsen op Mac? Je kunt je aanmelden voor de besloten wachtlijst in de instellingen van de Android- of iOS-apps. Meer informatie: https://spreadprivacy.com/introducing-duckduckgo-for-mac/ \n \nMeer over DuckDuckGo\n• Over ons: https://duckduckgo.com/about/ \n• Hoe het werkt: https://duckduckgo.com/app \n• Privacynieuwsbrief: https://duckduckgo.com/newsletter \n• Privacybeleid: https://duckduckgo.com/privacy/ \n• Servicevoorwaarden: https://duckduckgo.com/terms/ \n• Open-source: https://github.com/duckduckgo/duckduckgo-privacy-extension",
    "no": "Enkelt og sømløst personvern i nettleseren din.  \n\nÅ beskytte personvernet ditt på nettet er som å beskytte hjemmet ditt. En låst inngangsdør stopper ikke de mest målbevisste fra å bryte seg inn, særlig ikke hvis du har latt bakdøren eller vinduene stå ulåst og lagt ekstranøkkelen under dørmatten. Det er derfor vi tilbyr flere typer personvernsfunksjoner, alle med det ene formålet å bedre beskytte personvernet ditt i Chrome. \n\nTrykk på en knapp og få sømløs beskyttelse mot tredjepartssporere mens du søker og surfer, tilgang til sporingsbeskyttelse for e-post og mange flere beskyttelser som ikke tilbys som standard i de fleste nettlesere. Sammen gjør disse verktøyene i Privacy Essentials økt personvern til normen.  \n\nHØYDEPUNKTER \n• Søk med DuckDuckGo som standard – installer, så gjør vi DuckDuckGo Search til din standard søkemotor og startside, slik at du kan starte internett-søkene dine uten å bli sporet.  \n• Unngå nettstedssporere før de lastes – stopp automatisk de fleste skjulte sporere (tredjepartsskript) fra å bli lastet. Dette forhindrer selskaper i å samle inn og bruke data fra disse sporerne (som salg, annonser osv.) Vår banebrytende sporingsblokkeringsteknologi går langt utover det du vanligvis får som standard i de fleste populære nettleserne. \n• Fremtving kryptering automatisk – tving mange nettsteder du besøker, til å automatisk bruke en kryptert tilkobling (HTTPS), som bidrar til å verne dataene dine mot wifi-snokere og nettverkstilskuere som internettleverandøren din. De fleste populære nettlesere bare omdirigerer brukerne til krypterte versjoner av sider under visse omstendigheter, som når du går direkte til en side i adressefeltet. Vi sjekker listen vår over oppgraderbare nettsteder for alle lenker du klikker på. \n• Aktiver innebygd Email Protection – over 85 % av e-poster som ble sendt til Duck-adresser, inneholdt sporere som kan oppdage når du har åpnet en e-post, hvor du var da du åpnet den, og hvilken enhet du brukte. Email Protection gjør det lett å blokkere de fleste e-postsporere og skjule den eksisterende adressen din når du registrerer deg for ting på nettet, og alt dette uten å bytte e-postleverandører. \n• Unngå digitalt fingeravtrykk – forhindre selskaper i å opprette en unik identifikator for deg ved å blokkere forsøkene deres på å kombinere spesifikk informasjon om nettleseren og enhetsinnstillingene dine.  \n• Blokker sporingsinformasjonskapsler – forhindrer at de fleste tredjeparts informasjonskapsler sporer deg når du surfer fra nettsted til nettsted. \n \nBESKYTTELSESFUNKSJONER DE FLESTE NETTLESERE IKKE TILBYR \n• Beskyttelse mot lenkesporing – forhindrer selskaper i å samle inn nettleserhistorikken din og annen informasjon via personlige identifikatorer som er innebygd i lenkene du klikker på.  \n• Beskyttelse mot Chromes nye sporingsteknologi – forhindrer Google i å bruke nettleseren din til å samle inn og auksjonere bort personopplysningene dine med deres nyeste annonsesporere og -målretting (FLEDGE og Topics). \n• Beskyttelse mot innebygde sporere fra sosiale medier – blokkerer innebygd Facebook-innhold på nettet, slik at de ikke kan spore deg gjennom videoene, innleggene og kommentarene som finnes på andre nettsteder. Du kan enkelt fjerne blokkeringen hvis du vil se dem.  \n• Beskyttelse mot Google AMP – tvinger nettsteder til å laste innhold direkte fra utgivere i stedet for å bruke Google-eide lenker, som er fulle av lumske sporere.  \n• Signaliser personvernreferansene dine med GPC (Global Privacy Control) – det er innebygd i appen og uttrykker automatisk reservasjonsretten din ved å gi beskjed til nettstedene om at de ikke kan selge eller dele personopplysningene dine. Om dette kan brukes til å håndheve dine juridiske rettigheter (for eksempel i henhold til nåværende eller fremtidige CCPA- og GDPR-krav), avhenger av lovene i din jurisdiksjon. \n\nMerknad om vår beskyttelse mot lasting av tredjepartssporere etter annonseklikk på DuckDuckGo: I utgangspunktet går vår beskyttelse mot tredjepartssporing langt utover hva du får i de fleste populære nettlesere, men vi jobber uavlatelig med å gjøre den mer omfattende. For øyeblikket er det slik at hvis en annonsør vil registrere konverteringer på sitt eget nettsted for våre private DuckDuckGo-søkeannonser, forhindrer ikke beskyttelse mot lasting av tredjepartssporere bat.bing.com-forespørsler i å lastes på annonsørens nettsted etter DuckDuckGo-annonseklikk, men disse forespørslene stoppes i alle andre sammenhenger. Dette er fordi DuckDuckGos Private Search-annonsering skjer i samarbeid med Microsoft. Dette samarbeidet innebærer at du ser annonser anonymt på DuckDuckGo, og Microsoft har forpliktet seg til å ikke profilere brukernes annonseklikk.   \n\nLes mer om dette og sporingsbeskyttelsene våre på https://help.duckduckgo.com/privacy/web-tracking-protections/ \n \nSlik innfrir DuckDuckGos Privacy Essentials løftet om å gi sømløst personvern i Chrome. Dette er personvern gjort enkelt.   \n \n---------------------------------------------------------------- \n\nFor å beskytte opplysningene dine så godt som det er mulig i Chrome, anbefaler vi også at du justerer de Chrome-innstillingene som ikke kan kontrolleres med utvidelser:  \n1. I Chromes Privacy Sandbox-innstillinger deaktiverer du Privacy Sandbox-prøveversjonen https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073 \n2. Logg av Chrome https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538 \n3. Slå av Chrome-pålogging https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538; \n4. Ikke synkroniser historikkdataene dine med Chrome https://support.google.com/chrome/answer/185277; \n5. I Googles Aktivitetskontroller deaktiverer du «Nett- og appaktivitet»-https://support.google.com/chrome/answer/185277; \n6. Deaktiver «Personlig tilpasning av annonser» i Googles Annonseinnstillinger https://adssettings.google.com/ \n\nMER OM TEKNOLOGIEN VÅR \n• Sporingsradar: https://spreadprivacy.com/duckduckgo-tracker-radar/ \n• Smartere kryptering: https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• GPC: https://spreadprivacy.com/announcing-global-privacy-control/ \n• Blokkering av FLEDGE/Topics: https://spreadprivacy.com/topics-and-fledge-blocked/ \n \nVær oppmerksom på at sporingsblokkering krever visse tillatelser, men disse tillatelsene fungerer bare på din lokale enhet. Vi samler ikke inn eller deler noe av søke- eller nettleserinformasjonen din selv, i henhold til den strenge personvernerklæringen vår: https://duckduckgo.com/privacy/ \n\nSer du etter nettleserappen for Mac? Du kan registrere deg på den private ventelisten i innstillingene i Android- eller iOS-appen. Finn ut mer: https://spreadprivacy.com/introducing-duckduckgo-for-mac/ \n \nMER OM DUCKDUCKGO\n• Om oss: https://duckduckgo.com/about/ \n• Hvordan det fungerer: https://duckduckgo.com/app \n• Nyhetsbrev om personvern: https://duckduckgo.com/newsletter \n• Personvern: https://duckduckgo.com/privacy/ \n• Vilkår for bruk: https://duckduckgo.com/terms/ \n• Åpen kildekode: https://github.com/duckduckgo/duckduckgo-privacy-extension",
    "pl": "Łatwa i bezproblemowa ochrona prywatności w przeglądarce.  \n\nOchrona prywatności w sieci jest jak dbanie o bezpieczeństwo domu. Jeśli zamkniesz drzwi wejściowe, nie powstrzymasz najbardziej zdeterminowanych osób przed dostaniem się do środka, zwłaszcza jeśli zostawisz otwarte tylne drzwi i okna oraz zapasowy klucz pod wycieraczką. Dlatego udostępniamy wiele metod ochrony prywatności, których jedynym celem jest lepsza ochrona Twojej prywatności w przeglądarce Chrome. \n\nWystarczy jedno naciśnięcie przycisku, aby skorzystać z ochrony przed śledzeniem przez większość firm trzecich podczas wyszukiwania i przeglądania stron internetowych, uzyskać dostęp do zabezpieczeń przed śledzeniem w otrzymywanych wiadomościach e-mail i wielu innych zabezpieczeń, które nie są domyślnie dostępne w większości popularnych przeglądarek. Te podstawowe elementy ochrony prywatności sprawiają, że większa prywatność staje się standardem.  \n\nNAJWAŻNIEJSZE FUNKCJE \n• Domyślne wyszukiwanie za pomocą przeglądarki DuckDuckGo: zainstaluj ją, a my ustawimy domyślną wyszukiwarkę i stronę główną na DuckDuckGo Search, co umożliwia prowadzenie wyszukiwania w Internecie bez śledzenia. \n• Zapobieganie śledzeniu stron internetowych jeszcze przed ich załadowaniem – automatycznie blokuje ładowanie większości ukrytych trackerów (skryptów innych firm), dzięki czemu firmy nie mogą gromadzić i wykorzystywać (np. do sprzedaży, reklam itp.) żadnych danych z tych trackerów. Nasza najnowocześniejsza technologia blokowania trackerów wykracza poza to, co jest domyślnie dostępne w większości popularnych przeglądarek. \n• Automatyczne wymuszanie szyfrowania — wymuszenie w wielu odwiedzanych witrynach automatycznego korzystania z połączenia szyfrowanego (HTTPS), które chroni Twoje dane przed szpiegami z sieci Wi-Fi i obserwatorami sieci, takimi jak Twój dostawca internetu. Większość popularnych przeglądarek kieruje użytkowników do zaszyfrowanych wersji stron tylko w określonych okolicznościach, np. gdy przechodzisz bezpośrednio do strony z paska adresu. Wszystkie kliknięte przez Ciebie linki sprawdzamy na naszej liście stron, które można uaktualnić. \n• Wbudowana ochrona poczty e-mail — ponad 85% wiadomości e-mail wysłanych na adresy Duck zawierało trackery, które mogą ustalić, kiedy otwierasz wiadomość, gdzie przebywasz, gdy ją otwierasz i jakiego urządzenia używasz. Ochrona poczty elektronicznej ułatwia blokowanie większości trackerów i ukrywanie istniejącego adresu podczas rejestracji w sieci — wszystko to bez konieczności zmiany dostawcy usług poczty elektronicznej. \n• Unikanie Fingerprintingu — pomaga powstrzymać firmy przed tworzeniem unikalnych identyfikatorów dla Ciebie, blokując ich próby łączenia specyficznych informacji o ustawieniach Twojej przeglądarki i urządzenia.  \n• Blokowanie śledzących plików cookie — uniemożliwia większości plików cookie innych firm śledzenie użytkownika podczas przeglądania stron internetowych. \n \nDODATKOWE ZABEZPIECZENIA NIEDOSTĘPNE W WIĘKSZOŚCI PRZEGLĄDAREK \n• Ochrona przed śledzeniem łączy — pomaga powstrzymać firmy przed gromadzeniem historii przeglądania stron i innych informacji za pomocą identyfikatorów osobistych wbudowanych w klikane przez użytkownika łącza.  \n• Nowa technologia śledzenia w Chrome: zapobieganie wykorzystywaniu przez firmę Google przeglądarki do gromadzenia i sprzedaży Twoich danych osobowych przy użyciu najnowszych technologii śledzenia i kierowania reklam (FLEDGE i Topics). \n• Ochrona przed śledzeniem osadzonych treści społecznościowych – blokuje osadzone treści z Facebooka w sieci, aby nie mogły Cię śledzić poprzez swoje filmy, posty i komentarze znajdujące się na innych stronach. W razie potrzeby możesz je łatwo odblokować, aby je wyświetlić.  \n• Google AMP Protection — wymuszanie w witrynach ładowania treści bezpośrednio od wydawców, zamiast korzystania z linków hostowanych przez Google, zawierających liczne niepożądane elementy śledzące.  \n• Określ swoje preferencje dotyczące prywatności za pomocą funkcji Global Privacy Control (GPC) – wbudowana w naszą aplikację funkcja GPC pomoże Ci automatycznie skorzystać ze swoich praw do rezygnacji, informując strony internetowe, że nie mogą sprzedawać ani udostępniać Twoich danych osobowych. Możliwość wykorzystania jej w celu egzekwowania Twoich praw (np. obecnych lub przyszłych wymogów CCPA, GDPR) zależy od przepisów obowiązujących w Twojej jurysdykcji. \n\nInformacja o naszym systemie ochrony przed wczytywaniem reklam przez strony trzecie po kliknięciu reklamy DuckDuckGo: nasza funkcja ochrony przed ładowaniem przez strony trzecie wykracza poza to, co jest domyślnie dostępne w większości popularnych przeglądarek, jednak nieustannie pracujemy nad tym, aby była ona jeszcze bardziej wszechstronna. Obecnie, jeśli reklamodawca chce wykryć konwersje na swojej stronie internetowej dla naszych prywatnych reklam wyszukiwania DuckDuckGo, nasza ochrona przed ładowaniem przez trackery stron trzecich nie blokuje ładowania zapytań bat.bing.com na stronie reklamodawcy po kliknięciu reklamy DuckDuckGo, ale zapytania te są blokowane we wszystkich innych kontekstach. Dzieje się tak dlatego, że reklama w wyszukiwarce prywatnej DuckDuckGo współpracuje z firmą Microsoft. W ramach tego partnerstwa oglądanie reklam w DuckDuckGo jest anonimowe, a firma Microsoft zobowiązała się nie profilować kliknięć reklam przez naszych użytkowników.   \n\nWięcej informacji na ten temat oraz na temat naszej ochrony przed śledzeniem można znaleźć na stronie \nhttps://help.duckduckgo.com/privacy/web-tracking-protections/  \n\nW ten sposób DuckDuckGo Privacy Essentials spełnia naszą podstawową obietnicę zapewnienia bezproblemowej ochrony prywatności w przeglądarce Chrome. To jeszcze prostsza prywatność.   \n \n---------------------------------------------------------------- \n\nDla zapewnienia najlepszej ochrony prywatności w przeglądarce Chrome sugerujemy również dostosowanie ustawień Chrome, którymi nie mogą sterować rozszerzenia,  \n1. W ustawieniach piaskownicy prywatności Chrome wyłącz wersję próbną piaskownicy prywatności https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073 ; \n2. Wyloguj się z Chrome https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538; \n3. Wyłącz logowania do Chrome https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538; \n4. Nie synchronizuj danych historii z Chrome https://support.google.com/chrome/answer/185277; \n5. W ustawieniach kontroli aktywności Google wyłącz opcję „Aktywność w internecie i aplikacjach”https://support.google.com/chrome/answer/185277; \n6. W ustawieniach reklam Google wyłącz opcję „Personalizacja reklam” https://adssettings.google.com/ \n\nWIĘCEJ O NASZEJ TECHNOLOGII \n• Radar skryptów śledzących: https://spreadprivacy.com/duckduckgo-tracker-radar/ \n• Inteligentniejsze szyfrowanie: https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• GPC: https://spreadprivacy.com/announcing-global-privacy-control/ \n• Blokowanie technologii FLEDGE/Topics: https://spreadprivacy.com/topics-and-fledge-blocked/ \n \nPamiętaj, że blokowanie skryptów śledzących wymaga pewnych uprawnień, ale te uprawnienia działają wyłącznie na Twoim lokalnym urządzeniu. Sami nie zapisujemy ani nie udostępniamy żadnych informacji dotyczących przeglądania, zgodnie z naszą rygorystyczną polityką prywatności: https://duckduckgo.com/privacy/ \n\nSzukasz aplikacji do przeglądania dla komputerów Mac? Możesz zapisać się na prywatną listę oczekujących w ustawieniach aplikacji w systemie Android lub iOS. Dowiedz się więcej: https://spreadprivacy.com/introducing-duckduckgo-for-mac/ \n \nWIĘCEJ INFORMACJI O PRZEGLĄDARCE DUCKDUCKGO\n• O nas: https://duckduckgo.com/about/ \n• Jak to działa: https://duckduckgo.com/app \n• Biuletyn dotyczący prywatności: https://duckduckgo.com/newsletter \n• Polityka prywatności: https://duckduckgo.com/privacy/ \n• Warunki korzystania: https://duckduckgo.com/terms/ \n• Open Source: https://github.com/duckduckgo/duckduckgo-privacy-extension",
    "pt_PT": "Proteção de privacidade simples e sem falhas para o seu navegador.  \n\nProteger a tua privacidade online é como proteger a tua casa. Trancar a porta de entrada não impede as pessoas mais determinadas de entrarem, especialmente se tiveres deixado a porta dos fundos e as janelas destrancadas e uma chave extra debaixo do tapete. É por isso que oferecemos vários tipos de proteção de privacidade, tudo com o objetivo de proteger melhor a tua privacidade no Chrome. \n\nCom um toque num botão, obténs proteção contínua contra a maioria dos rastreadores de terceiros enquanto pesquisas e navegas, acesso a proteções contra rastreamento para os e-mails que recebes e muitas outras proteções que não são oferecidas na maioria dos navegadores populares por predefinição. Juntos, estes Privacy Essentials fazem da privacidade a tua norma.  \n\nDESTAQUES DAS FUNCIONALIDADES \n• Pesquisa com o DuckDuckGo por predefinição – Instala a aplicação para definirmos o teu motor de pesquisa e página inicial predefinidos como a DuckDuckGo Search. Assim, podes começar as tuas pesquisas na Internet sem que te rastreiem.  \n• Evade os rastreadores dos sites antes que carreguem – Trava automaticamente o carregamento da maioria dos rastreadores ocultos (scripts de terceiros), o que impede que as empresas recolham e utilizem (por exemplo, para venda, anúncios, etc.) quaisquer dados provenientes destes rastreadores. A nossa tecnologia inovadora de bloqueio de rastreadores vai muito além do que obténs na maioria dos navegadores populares por predefinição. \n• Encriptação forçada automaticamente – Força muitos dos sites que visitas a utilizarem automaticamente uma ligação encriptada (HTTPS), o que ajuda a proteger os teus dados de snoopers de Wi-Fi e observadores de redes, como o teu prestador de serviços de Internet. A maioria dos navegadores populares apenas direciona os utilizadores para versões encriptadas das páginas em circunstâncias específicas, por exemplo, quando navegas diretamente para uma página na barra de endereços. Sempre que clicas num link, verificamos se o site está na nossa lista e se a ligação pode ser encriptada. \n• Desfruta da Email Protection integrada – Mais de 85% dos e-mails enviados para endereços Duck continham rastreadores que podem detetar quando abriste uma mensagem, onde te encontravas quando a abriste e que dispositivo estavas a usar. A proteção de e-mails simplifica o bloqueio da maioria dos rastreadores de e-mails e oculta o teu endereço existente ao te inscreveres online, tudo sem teres de mudar de serviço de e-mail. \n• Evade o fingerprinting – Ajuda a impedir que as empresas criem um identificador único para ti ao bloquear as tentativas de combinar informações específicas sobre o teu navegador e as definições do dispositivo.  \n• Bloqueia os cookies de rastreamento – Impede que a maioria dos cookies de terceiros te rastreiem enquanto navegas de site para site. \n \nPROTEÇÕES ADICIONAIS INDISPONÍVEIS NA MAIORIA DOS NAVEGADORES \n• Proteção contra rastreamento de links – Ajuda a impedir que as empresas obtenham o teu histórico de navegação e outras informações através de identificadores pessoais incorporados nos links em que clicas.  \n• Proteção contra a nova tecnologia de rastreamento do Chrome – Impede que a Google utilize o teu navegador para recolher e leiloar os teus dados pessoais com os seus rastreadores de publicidade e segmentação mais recentes (FLEDGE e Topics). \n• Proteção contra rastreamento por conteúdos de redes sociais incorporados – Bloqueia conteúdos do Facebook incorporados em toda a Internet para que não te possam rastrear através dos vídeos, publicações e comentários noutros sites. Se quiseres, podes desbloquear e ver esses conteúdos facilmente.  \n• Proteção contra as Google AMP – Força os sites a carregarem conteúdo diretamente dos publicadores em vez de utilizar links da Google, que estão cheios de rastreadores assustadores.  \n• Sinaliza a tua preferência de privacidade com o Global Privacy Control (GPC) – o GPC está incorporado na nossa aplicação e ajuda-te a expressares os teus direitos de exclusão automaticamente ao indicar aos sites que não vendam nem partilhem as tuas informações pessoais. Dependendo das leis da tua jurisdição, pode ser possível utilizá-lo para fazer valer os teus direitos legais (por exemplo, os requisitos atuais e futuros da CCPA e do RGPD). \n\nNota sobre a nossa 3rd-Party Tracker Loading Protection após cliques em anúncios da DuckDuckGo: a nossa 3rd-Party Tracker Loading Protection vai muito além do que a maioria dos navegadores populares oferecem por predefinição, mas estamos sempre a tentar melhorá-la. Atualmente, se um anunciante quiser detetar conversões no respetivo site para os nossos anúncios de pesquisa privados do DuckDuckGo, a 3rd-Party Tracker Loading Protection não impedirá o carregamento dos pedidos a stop.bat.bing.com no site do anunciante após cliques em anúncios do DuckDuckGo, mas esses pedidos serão travados em todos os outros contextos. Tal acontece porque a publicidade de pesquisa privada do DuckDuckGo é uma parceria com a Microsoft. No âmbito dessa parceria, a visualização de anúncios no DuckDuckGo é anónima e a Microsoft comprometeu-se a não criar perfis com os cliques em anúncios dos nossos utilizadores.   \n\nObtém mais informações sobre estes anúncios e as nossas proteções contra o rastreamento em https://help.duckduckgo.com/privacy/web-tracking-protections/ \n \nÉ assim que os Privacy Essentials da DuckDuckGo cumprem a nossa promessa de proporcionar uma proteção de privacidade sem falhas no Chrome. É privacidade, simplificada.   \n \n---------------------------------------------------------------- \n\nPara estar o mais protegido da privacidade que pode no Chrome, sugerimos também o ajuste das suas definições do Chrome que não são controláveis por extensões,  \n1. Nas definições de Privacidade da Sandbox do Chrome, desative o teste de Privacidade Sandbox https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073 ; \n2. Termina sessão no Chrome https://support.google.com/chrome/answer/9159867?hl=pt&ref_topic=7439538; \n3. Desligar o início de sessão do Chrome https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538; \n4. Não sincronizar os dados do seu histórico com o Chrome https://support.google.com/chrome/answer/185277; \n5. Em Controlos de atividade do Google, desativa \"Atividade da Web e de apps\" https://support.google.com/chrome/answer/185277; \n6. Em Definições de anúncios do Google, desativa \"Personalização de anúncios\" https://adssettings.google.com/ \n\nMAIS SOBRE A NOSSA TECNOLOGIA \n• Tracker Radar: https://spreadprivacy.com/duckduckgo-tracker-radar/ \n• Smarter Encryption: https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• GPC: https://spreadprivacy.com/announcing-global-privacy-control/ \n• Bloqueio de FLEDGE/Topics: https://spreadprivacy.com/topics-and-fledge-blocked/ \n \nNota: o bloqueio de rastreadores requer certas permissões, mas essas permissões funcionam exclusivamente no teu dispositivo local. Não guardamos nem partilhamos informações sobre as tuas pesquisas e navegação, conforme a nossa Política de Privacidade rigorosa: https://duckduckgo.com/privacy/ \n\nProcuras a nossa aplicação de navegação para Mac? Podes inscrever-te na lista de espera privada nas definições das aplicações para Android ou iOS. Sabe mais em: https://spreadprivacy.com/introducing-duckduckgo-for-mac/ \n \nMAIS SOBRE O DUCKDUCKGO\n• Sobre nós: https://duckduckgo.com/about/ \n• Como funciona: https://duckduckgo.com/app \n• Newsletter Sobre Privacidade: https://duckduckgo.com/newsletter \n• Política de Privacidade: https://duckduckgo.com/privacy/ \n• Termos de Serviço: https://duckduckgo.com/terms/ \n• Código aberto: https://github.com/duckduckgo/duckduckgo-privacy-extension",
    "ro": "O protecție simplă, fără sincope, pentru browserul tău.  \n\nProtejarea confidențialității tale online este similară protejării locuinței tale. Încuierea ușii din față nu îi va împiedica pe cei mai hotărâți spărgători să intre înăuntru, mai ales dacă ai lăsat ușa din spate și ferestrele descuiate și o cheie de rezervă sub preș. De aceea, oferim mai multe tipuri de protecție a confidențialității, toate cu scopul unic de a-ți proteja mai bine confidențialitatea în Chrome. \n\nPrin simpla apăsare a unui buton, beneficiezi de o protecție inegalabilă împotriva majorității tehnologiilor de urmărire terțe în timp ce cauți și navighezi, acces la protecții împotriva tehnologiilor de urmărire pentru e-mailurile pe care le primești și multe alte măsuri de protecție care nu sunt oferite în mod implicit în majoritatea browserelor populare. Împreună, aceste măsuri esențiale de confidențialitate transformă confidențialitatea sporită în opțiunea ta implicită.  \n\nCARACTERISTICI PRINCIPALE ALE FUNCȚIEI \n• Caută cu DuckDuckGo în mod implicit – instalează și noi îți vom seta motorul de căutare implicit și pagina de întâmpinare la Căutare DuckDuckGo, astfel încât să poți începe căutările pe internet fără a fi urmărit.  \n• Scapă de tehnologiile de urmărire de pe site-uri înainte ca acestea să se încarce – oprește automat încărcarea majorității tehnologiilor de urmărire ascunse (scripturi de la terțe părți), împiedicând astfel companiile să colecteze și să utilizeze (de ex., pentru vânzare, reclame etc.) orice date de la aceste tehnologii de urmărire. Tehnologia noastră de ultimă generație de blocare a urmăririi depășește ceea ce oferă în mod implicit majoritatea browserelor populare. \n• Impune automat criptarea – forțează multe dintre site-urile pe care le vizitezi să utilizeze automat o conexiune criptată (HTTPS), ceea ce ajută la protejarea datelor tale împotriva spionilor Wi-Fi și a celor care analizează rețelele, precum furnizorul tău de internet. Majoritatea browserelor populare direcționează utilizatorii către versiuni criptate ale paginilor doar în anumite circumstanțe, cum ar fi atunci când navighezi direct către o pagină din bara de adrese. Verificăm lista noastră de site-uri pentru care se poate face upgrade, pentru toate linkurile pe care faci clic. \n• Activează protecția încorporată a e-mailurilor – Peste 85% dintre e-mailurile trimise la adresele Duck conțineau tehnologii de urmărire care pot detecta când ai deschis un mesaj, unde te aflai când l-ai deschis și ce dispozitiv ai utilizat. Protecția pentru e-mail îți permite să blochezi cu ușurință majoritatea tehnologiilor de urmărire a e-mailurilor și să îți ascunzi adresa existentă atunci când te înscrii online pentru diverse lucruri, fără a fi necesar să schimbi furnizorii de e-mail. \n• Omite amprentarea – ajută la a împiedica diverse companii să creeze un identificator unic pentru tine, blocând încercările acestora de a combina informații specifice despre browserul tău și setările dispozitivului.  \n• Blochează modulele cookie de urmărire – împiedică majoritatea modulelor cookie de la terțe părți să te urmărească în timp ce navighezi de la un site la altul. \n \nPROTECȚII SUPLIMENTARE CARE NU SUNT DISPONIBILE PE MAJORITATEA BROWSERELOR \n• Protecție împotriva urmăririi linkurilor – ajută la a împiedica diverse companii să colecteze istoricul tău de navigare și alte informații prin intermediul elementelor de identificare personală integrate în linkurile pe care faci clic.  \n• Protecție împotriva noii tehnologii de urmărire Chrome – împiedică Google să îți folosească browserul pentru a colecta și a oferi celui mai generos ofertant datele tale cu caracter personal, aplicând cele mai recente tehnologii de monitorizare a publicității și de direcționare ale sale (FLEDGE și Topics). \n• Protecție împotriva urmăririi conținutului social încorporat – blochează conținutul Facebook încorporat pe web, astfel încât acesta să nu te poată urmări prin intermediul videoclipurilor, al postărilor și al comentariilor găsite pe alte site-uri. Îl poți debloca cu ușurință pentru a-l vedea, dacă dorești.  \n• Protecție Google AMP – forțează site-urile să încarce conținut direct de la editori, în loc să folosească linkuri găzduite de Google, care sunt pline de tehnologii de urmărire neliniștitoare.  \n• Semnalează-ți preferințele de confidențialitate cu Global Privacy Control (GPC) – integrat în aplicația noastră, GPC are scopul de a te ajuta să îți exprimi automat drepturile de renunțare, spunând site-urilor să nu vândă sau să nu îți distribuie datele cu caracter personal. Depinde de legislația din jurisdicția ta dacă poate fi folosit pentru a-ți pune în aplicare drepturile prevăzute prin lege (de exemplu, cerințele CCPA sau RGPD actuale sau viitoare). \n\nNotă despre protecția noastră împotriva încărcării tehnologiilor de urmărire terțe după ce ai făcut clic pe reclame DuckDuckGo: Protecția noastră împotriva tehnologiilor de urmărire terțe depășește cu mult ceea ce primești în mod implicit de la cele mai populare browsere și lucrăm constant pentru a o face chiar și mai cuprinzătoare. În prezent, dacă un agent de publicitate dorește să detecteze conversiile pe propriul site pentru reclamele noastre private la căutările pe DuckDuckGo, protecția noastră împotriva încărcării tehnologiilor de urmărire terțe nu va opri încărcarea solicitărilor bat.bing.com pe site-ul agenției de publicitate în urma clicurilor pe reclame DuckDuckGo, dar aceste solicitări sunt oprite în toate celelalte contexte. Acest lucru se datorează faptului că reclamele în cazul căutării private DuckDuckGo sunt oferite în parteneriat cu Microsoft. Ca parte a acestui parteneriat, vizualizarea anunțurilor pe DuckDuckGo este anonimă, iar Microsoft s-a angajat să nu profileze clicurile pe anunțuri ale utilizatorilor noștri.   \n\nCitește mai mult despre acest lucru și despre protecția noastră împotriva urmăririi la https://help.duckduckgo.com/privacy/web-tracking-protections/ \n\nAcesta este modul în care DuckDuckGo Privacy Essentials îndeplinește promisiunea noastră unică de a oferi o protecție perfectă a confidențialității în Chrome. Aceasta este confidențialitatea, în versiunea simplificată.   \n \n---------------------------------------------------------------- \n\nPentru a-ți proteja la maximum confidențialitatea în Chrome, îți sugerăm să ajustezi și setările Chrome care nu pot fi controlate prin extensii,  \n1. Din setările Chrome Privacy Sandbox, dezactivează versiunea demonstrativă Privacy Sandbox https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073 ; \n2. Deconectează-te din Chrome https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538; \n3. Oprește autentificarea în Chrome https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538; \n4. Nu sincroniza datele privind istoricul tău cu Chrome https://support.google.com/chrome/answer/185277; \n5. Din Google Activity Controls (Controale activitate Google), dezactivează „Web & App Activity” (Activitate pe web și în aplicație) https://support.google.com/chrome/answer/185277; \n6. În setările Google Ad, dezactivează „Ad Personalization” (Personalizare anunțuri) https://adssettings.google.com/ \n\nMAI MULTE DESPRE TEHNOLOGIA NOASTRĂ \n• Radar pentru tehnologii de urmărire: https://spreadprivacy.com/duckduckgo-tracker-radar/ \n• Criptare mai inteligentă: https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• GPC: https://spreadprivacy.com/announcing-global-privacy-control/ \n• Blocarea FLEDGE/Topics: https://spreadprivacy.com/topics-and-fledge-blocked/ \n \nReține că blocarea urmăririi necesită anumite permisiuni, dar aceste permisiuni funcționează exclusiv pe dispozitivul tău local. Nu colectăm și nu distribuim noi înșine informațiile tale de căutare sau navigare, conform politicii noastre stricte de confidențialitate: https://duckduckgo.com/privacy/ \n\nCauți aplicația noastră de navigare pentru Mac? Te poți înscrie pe lista de așteptare privată din setările aplicațiilor pentru Android sau iOS. Află mai multe: https://spreadprivacy.com/introducing-duckduckgo-for-mac/ \n \nMAI MULTE DESPRE DUCKDUCKGO\n• Despre noi: https://duckduckgo.com/about/ \n• Cum funcționează: https://duckduckgo.com/app \n• Buletin informativ privind confidențialitatea: https://duckduckgo.com/newsletter \n• Politica de confidențialitate: https://duckduckgo.com/privacy/ \n• Condiții de prestare a serviciilor: https://duckduckgo.com/terms/ \n• Open-source: https://github.com/duckduckgo/duckduckgo-privacy-extension",
    "ru": "Простая защита конфиденциальности, интегрированная в браузер.  \n\nЗащита конфиденциальности онлайн напоминает защиту своего дома. Если запереть только входную дверь, это не помешает настойчивым злоумышленникам проникнуть внутрь, особенно если вы оставили заднюю дверь и окна открытыми, а запасной ключ — под ковриком. Вот почему мы предлагаем несколько типов защиты конфиденциальности и все с одной целью — надежней защитить ваши персональные данные в Chrome. \n\nОдно нажатие кнопки — и к вашим услугам интегрированная защита от сторонней слежки во время поиска и просмотра сайтов, а также блокировка трекеров входящей почты и ряд других преимуществ, которые по умолчанию не предлагаются в большинстве популярных браузеров. Благодаря слаженной работе, эти важные элементы защиты обеспечивают повышенную безопасность личных данных по умолчанию. \n \nГЛАВНЫЕ ПРЕИМУЩЕСТВА \n• Поиск через DuckDuckGo по умолчанию. Установите наше расширение, и DuckDuckGo автоматически станет вашей поисковой системой и домашней страницей по умолчанию, чтобы поиск без слежки всегда был под рукой. \n• Блокировка трекеров до их загрузки — автоматически останавливает загрузку большинства скрытых трекеров (сторонних скриптов) на сайтах, что исключает сбор и использование ваших данных (например, для продажи, рекламы и т.д.). Наша передовая технология блокировки трекеров значительно превосходит возможности большинства популярных браузеров по умолчанию. \n• Автоматическое принудительное шифрование — заставьте многие сайты, которые вы посещаете, автоматически использовать зашифрованное (HTTPS) соединение, которое помогает защитить ваши данные от Wi-Fi ищеек и сетевых наблюдателей, таких как ваш интернет-провайдер. Большинство популярных браузеров направляют пользователей только к зашифрованным версиям страниц в определенных обстоятельствах, например, при переходе непосредственно на страницу в адресной строке. Мы проверяем наш список обновляемых сайтов на наличие всех ссылок, по которым вы переходите. \n• Встроенная защита электронной почты —более 85% электронных писем, отправленных на адреса Duck, содержали трекеры, которые определяют где и когда вы открыли сообщение и на каком устройстве. Защита электронной почты позволяет легко блокировать большинство трекеров и скрывать существующий адрес при регистрации в Интернете без замены провайдера. \n• Блокировка отпечатка браузера — Не давайте компаниям создать для вас уникальный идентификатор, блокируя их попытки объединить определенную информацию о вашем браузере и настройках устройства.  \n• Блокировка отслеживающих куки-файлов — предотвращает отслеживание в большинстве сторонних куки-файлов при переходе с сайта на сайт.\n \nДОПОЛНИТЕЛЬНЫЕ СРЕДСТВА ЗАЩИТЫ, НЕ ДОСТУПНЫЕ В БОЛЬШИНСТВЕ БРАУЗЕРОВ \n• Защита от отслеживания ссылок — не дает компаниям собирать вашу историю посещений и другую информацию с помощью личных идентификаторов, встроенных в ссылки, по которым вы переходите.  \n• Новые технология защиты от отслеживания в Chrome — не позволяет Google пользоваться новейшими трекерами рекламы и таргетинга (FLEDGE и Topics) для сбора и продажи ваших персональных данных. \n• Встроенная защита от отслеживания контента соцсетей — блокирует встроенный контент Facebook в Интернете, чтобы вас не могли отслеживать при просмотре видео, публикаций и комментариев этой соцсети на других сайтах. При желании подобный контент можно легко разблокировать и просмотреть.  \n• Защита от Google AMP — заставляет большинство сайтов загружать контент напрямую от издателей, а не через ссылки, принадлежащие Google и напичканные жуткими трекерами.  \n• Определите устраивающие вас параметры конфиденциальности с помощью Глобального контроля конфиденциальности (GPC) — в приложение уже встроен GPC, который автоматически выбирает отказ сайтам в праве продавать или передавать вашу персональную информацию. Возможность использования такого контроля для принудительного соблюдения ваших законных прав (согласно требований, например, CCPA и GDPR в действующей или последующей редакции) зависит от законодательства в месте вашего пребывания. \n\nЗащита от загрузки сторонних трекеров после нажатия рекламных объявлений в DuckDuckGo намного превосходит то, что предлагает большинство популярных браузеров по умолчанию. Тем не менее, мы постоянно работаем над расширением такой защиты. В настоящее время она не предотвращает загрузку запросов bat.bing.com на сайте рекламодателя после перехода на него по рекламному объявлению в DuckDuckGo, когда рекламодатель отслеживает конверсию на своем сайте. Однако такие запросы блокируются во всех других случаях. Это связано с тем, что реклама в поиске DuckDuckGo ведется на условиях партнерства с Microsoft. В рамках этого партнерства просмотр рекламы на DuckDuckGo является анонимным, так как Microsoft обязалась не профилировать наших пользователей при нажатии ими объявлений.   \n\nУзнайте больше об этом и наших средствах защиты от отслеживания на странице: https://help.duckduckgo.com/privacy/web-tracking-protections/ \n\nТаким нехитрым способом средства DuckDuckGo Privacy Essentials позволяют нам сдержать свое слово, обеспечив вам защиту конфиденциальности, интегрированную в Chrome. Просто и надежно.   \n \n---------------------------------------------------------------- \n\nДля максимальной защиты в Chrome также рекомендуем вам настроить параметры самого браузера, которые не контролируются расширениями.  \n1. Откройте в Chrome настройки Privacy Sandbox и отключите ознакомительный режим https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073 ; \n2. Выйдите из аккаунта Chrome https://support.google.com/chrome/answer/9159867?hl=ru&ref_topic=7439538; \n3. Отключите автоматический вход в Chrome https://support.google.com/chrome/answer/9159867?hl=ru&ref_topic=7439538; \n4.Отключите синхронизацию в Chrome https://support.google.com/chrome/answer/185277?hl=ru&co=GENIE.Platform%3DDesktop; \n5. Отключите настройку История приложений и веб-поиска на странице Отслеживание действий в Googlehttps://support.google.com/a/answer/6304876?hl=ru; \n6. В настройках рекламы Google отключите функцию Персонализация рекламы https://adssettings.google.com/ \n\nПОДРОБНЕЕ О НАШЕЙ ТЕХНОЛОГИИ \n• Tracker Radar:https://spreadprivacy.com/duckduckgo-tracker-radar/ \n• Smarter Encryption: https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• GPC: https://spreadprivacy.com/announcing-global-privacy-control/ \n• Блокировка FLEDGE и Topics: https://spreadprivacy.com/topics-and-fledge-blocked/ \n \nОбращаем ваше внимание на то, что блокировка трекеров требует определенных разрешений в настройках, однако они распространяются только на ваше локальное устройство. Сами мы не храним и не передаем сведения о ваших поисковых запросах и посещениях сайтов, как оговорено в нашей строгой политике конфиденциальности: https://duckduckgo.com/privacy/ \n\nНужен надежный браузер для Mac? Записывайтесь в очередь в настройках нашего приложения для Android или iOS. Подробности здесь: https://spreadprivacy.com/introducing-duckduckgo-for-mac/ \n \nПОДРОБНЕЕ О DUCKDUCKGO\n• О нас: https://duckduckgo.com/about/ \nПринципы работы: https://duckduckgo.com/app \n• Рассылка, посвященная вопросам конфиденциальности: https://duckduckgo.com/newsletter \n• Политика конфиденциальности: https://duckduckgo.com/privacy/ \n• Условия предоставления услуг: https://duckduckgo.com/terms/ \n• Открытый исходный код: https://github.com/duckduckgo/duckduckgo-privacy-extension",
    "sk": "Snadná a bezproblémová ochrana soukromí pro tvůj prohlížeč.  \n\nChránit své soukromí na internetu je jako chránit svůj domov. Sice máš zamčené vchodové dveře, ale to není záruka, že dovnitř se nikdo nedostane – obzvlášť, když necháváš klíč pod rohožkou a okno dokořán. Proto nabízíme několik typů ochrany soukromí, které mají jediný cíl – lépe chránit tvoje soukromí v Chromu. \n\nStisknutím tlačítka získáš bezproblémovou ochranu před většinou trackerů třetích stran při vyhledávání a surfování, přístup k ochraně před sledováním e-mailů, které ti chodí, a mnoho dalších funkcí, které většina oblíbených prohlížečů ve výchozím nastavení nenabízí. Společně ti tyhle prvky zajistí naprosté soukromí.  \n\nNEJDŮLEŽITĚJŠÍ FUNKCE \n• DuckDuckGo jako výchozí vyhledávač – nainstaluj si nás a my nastavíme DuckDuckGo jako tvůj výchozí vyhledávač a domovskou stránku. A pak už budeš vyhledávat na internetu, aniž by tě někdo sledoval. \n• Zablokování webových trackerů dřív, než se načtou – automaticky zastavíme načítání většiny skrytých trackerů (skriptů třetích stran), čímž zabráníme různým subjektům ve shromažďování a používání tvých dat (například údaje o nákupech a zobrazování reklam atd.). Naše špičková technologie blokování trackerů jde vysoko nad rámec toho, co nabízí většina oblíbených prohlížečů. \n• Automaticky vynucované šifrování – na mnoha navštívených webech si vyžádáme automatické používání šifrovaného připojení (HTTPS), které pomáhá chránit tvoje data před internetovými slídily a zvědavci, mezi které může patřit i tvůj poskytovatel internetu. Většina oblíbených prohlížečů přesměrovává uživatele na šifrované verze stránek jen za určitých okolností, třeba při zadání adresy přímo do adresního řádku. U každého odkazu, na který klikneš, ověřujeme, jestli neumožňuje šifrování. \n• Povolení vestavěné ochrany e-mailů – přes 85 % e-mailů odeslaných na adresy Duck obsahovalo trackery, které dokážou zjistit, jestli e-mail čteš, kde zrovna jsi, když ho čteš, a jaké zařízení zrovna používáš. S naší ochranou e-mailů můžeš většinu trackerů jednoduše zablokovat a skrýt svou adresu, když se k něčemu na internetu registruješ. A ani k tomu nemusíš měnit poskytovatele e-mailu. \n• Už žádné digitální otisky – zabraň firmám v tom, aby si vytvářely tvůj jedinečný identifikátor! Zablokujeme jejich pokusy zkombinovat konkrétní informace o tvém prohlížeči a nastavení.  \n• Blokování sledovacích souborů cookie – zabraň většině souborů cookie třetích stran, aby sledovaly, jak surfuješ na webu. \n \nDODATEČNÁ OCHRANA (JEN U NĚKTERÝCH PROHLÍŽEČŮ) \n• Ochrana před sledováním odkazů – brání tomu, aby firmy shromažďovaly tvou historii prohlížení a další informace prostřednictvím osobních identifikátorů vložených do odkazů, na které klikáš.  \n• Ochrana před novými sledovacími funkcemi v Chromu – zabraň Googlu, aby pomocí nejnovějších reklamních trackerů a cílení (FLEDGE a Témata) využíval tvůj prohlížeč ke shromažďování tvých osobních údajů a následně je prodával inzerentům. \n• Ochrana před sledováním vloženého obsahu ze sociálních sítí – blokuj na webu vložený obsah z Facebooku, ať tě nemůže sledovat prostřednictvím svých videí, příspěvků a komentářů na jiných webech. Když budeš chtít, můžeš ho zase jednoduše odblokovat a obsah si prohlédnout.  \n• Ochrana před Google AMP – nech weby načítat obsah přímo od vydavatelů, místo aby používaly odkazy od Googlu, které jsou plné otravných trackerů.  \n• Signalizuj své nastavení ochrany soukromí pomocí funkce Global Privacy Control (GPC) – integrovaná funkce GPC ti pomůže automaticky využívat právo na odmítnutí a webovým stránkám zakáže prodej nebo sdílení tvých osobních údajů. To, jestli ji můžeš použít i k vymáhání svých zákonných práv (například současných nebo budoucích požadavků podle zákona CCPA a nebo nařízení GDPR), závisí na tvé jurisdikci. \n\nPoznámka k naší ochraně před načítáním trackerů třetích stran po kliknutí na reklamu na DuckDuckGo: Tato naše ochrana jde vysoko nad rámec toho, co běžně nabízí většina oblíbených prohlížečů, ale neustále pracujeme na tom, aby byla ještě komplexnější. Aktuálně je to tak, že když chce inzerent na svých webových stránkách zjišťovat konverze z našich soukromých reklam ve vyhledávání DuckDuckGo, naše ochrana před načítáním trackerů třetích stran nezastaví načítání požadavků bat.bing.com na webových stránkách inzerenta po kliknutí na reklamu na DuckDuckGo, ale na všech ostatních místech tyto požadavky zablokujeme. Je to proto, že soukromé reklamy ve vyhledávání na DuckDuckGo provozujeme ve spolupráci se společností Microsoft. V rámci tohoto partnerství je zobrazování reklam na DuckDuckGo anonymní a společnost Microsoft se zavázala, že naše uživatele nebude po kliknutí na reklamy profilovat.   \nDalší informace o této ochraně a ochraně před trackery si můžeš přečíst na adrese https://help.duckduckgo.com/privacy/web-tracking-protections/.\n\nTak plní ochrana Privacy Essentials od klíčový závazek DuckDuckGo – že ti v Chromu poskytneme ochranu soukromí, která tě nebude při surfování zpomalovat. Ochrana soukromí, zjednodušená.   \n \n---------------------------------------------------------------- \n\nAby bylo tvoje soukromí v Chromu co nejvíc chráněné, doporučujeme také upravit nastavení Chromu tak, aby ho nešlo ovládat pomocí rozšíření.  \n1.\tV nastavení Privacy Sandbox v Chromu zakaž zkušební verze funkcí Privacy Sandbox https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073 ;\n2.\tOdhlas se z Chromu https://support.google.com/chrome/answer/9159867?hl=cs&ref_topic=7439538;\n3.\tVypni přihlášení do Chromu https://support.google.com/chrome/answer/9159867?hl=cs&ref_topic=7439538;\n4.\tNesynchronizuj svou historii prohlížení s Chromem https://support.google.com/chrome/answer/185277;\n5.\tDeaktivuj ve svém nastavení účtu Google možnost Aktivita na webu a v aplikacích https://support.google.com/chrome/answer/185277;\n6.\tV Nastaveních reklamy Google vypni „Personalizace reklamy“ https://adssettings.google.com/.\n\nVÍCE O NAŠÍ TECHNOLOGII \n• Detektor trackerů: https://spreadprivacy.com/duckduckgo-tracker-radar/ \n• Chytřejší šifrování: https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• GPC: https://spreadprivacy.com/announcing-global-privacy-control/ \n• FLEDGE / blokování témat: https://spreadprivacy.com/topics-and-fledge-blocked/ \n \nUpozorňujeme, že blokování trackerů vyžaduje určitá oprávnění, ale tato oprávnění se týkají jen tvého lokálního zařízení. My sami neukládáme ani nesdílíme žádné údaje o tom, co hledáš nebo co si prohlížíš. Ostatně přesně tak to píšeme i v našich přísných zásadách ochrany soukromí: https://duckduckgo.com/privacy \n\nPotřebuješ naši aplikaci pro Mac? V nastaveních aplikace pro Android nebo iOS se můžeš zapsat na soukromou frontu čekajících. Další informace: https://spreadprivacy.com/introducing-duckduckgo-for-mac/ \n \nVÍCE O DUCKDUCKGO\n• O nás: https://duckduckgo.com/about/ \n• Jak to funguje: https://duckduckgo.com/app \n• Newsletter o ochraně soukromí: https://duckduckgo.com/newsletter \n• Zásady ochrany osobních údajů: https://duckduckgo.com/privacy/ \n• Open source: https://github.com/duckduckgo/duckduckgo-privacy-extension",
    "sl": "Varovanje zasebnosti na spletu je enako kot varovanje doma. Če zaklenete vhodna vrata, to ne bo preprečilo vstopa v notranjost najbolj odločnim ljudem, zlasti če ste pustili odklenjena zadnja vrata in odprta okna ter dodaten ključ pod preprogo. Zato ponujamo več vrst zaščite zasebnosti, vse z enim samim namenom – bolje zaščititi vašo zasebnost v brskalniku Chrome. \n\nS pritiskom gumba lahko med iskanjem in brskanjem zagotovite celovito zaščito pred večino sledilnikov tretjih oseb, dostop do zaščite pred sledenjem za prejeta e-poštna sporočila in številne druge zaščite, ki jih večina priljubljenih brskalnikov privzeto ne ponuja. S temi osnovnimi elementi za zasebnost je dodatna zasebnost vaša privzeta nastavitev.  \n\nIZPOSTAVLJENE FUNKCIJE \n• Privzeto iščite z DuckDuckGo – namestite in vaš privzeti iskalnik ter domačo stran bomo nastavili na DuckDuckGo Search, da boste lahko začeli brskati po internetu, ne da bi vam pri tem sledili.  \n• Izognite se sledilnikom spletnih mest, preden se naložijo – samodejno preprečite nalaganje večine skritih sledilnikov (skript tretjih oseb), kar podjetjem preprečuje zbiranje in uporabo (npr. prodaja, oglasi itd.) podatkov iz teh sledilnikov. Naša najsodobnejša tehnologija za blokiranje sledilnikov je veliko boljša od privzete tehnologije v večini priljubljenih brskalnikov. \n• Samodejno izvajajte šifriranje – številna obiskana spletna mesta prisilite, da samodejno uporabljajo šifrirano povezavo (HTTPS), kar pomaga zaščititi vaše podatke pred vohljači v omrežju Wi-Fi in opazovalci omrežja, kot je vaš internetni ponudnik. Večina priljubljenih brskalnikov uporabnike usmerja na šifrirane različice strani le v posebnih okoliščinah, na primer ko se v naslovni vrstici neposredno pomaknete na stran. Za vse povezave, ki jih kliknete, preverimo seznam spletnih mest, ki jih je mogoče nadgraditi. \n• Omogočite vgrajeno zaščito e-pošte – več kot 85 % e-poštnih sporočil, poslanih na naslove Duck Address, je vsebovalo sledilnike, ki lahko zaznajo, kdaj ste odprli sporočilo, kje ste bili, ko ste ga odprli, in katero napravo ste uporabljali. Z zaščito e-pošte lahko preprosto blokirate večino sledilnikov e-pošte in skrijete svoj obstoječi naslov, ko se prijavljate v spletu, ne da bi zamenjali ponudnika e-pošte. \n• Izognite se zbiranju prstnih odtisov – podjetjem preprečuje, da bi o vas ustvarila edinstven identifikator tako, da blokira njihove poskuse združevanja določenih informacij o vaših nastavitvah brskalnika in naprave.  \n• Blokirajte piškotke za sledenje – večini piškotkov tretjih oseb prepreči, da bi vam sledili med brskanjem po spletnih mestih. \n \nDODATNE ZAŠČITE NISO NA VOLJO V VEČINI BRSKALNIKOV \n• Zaščita pred sledenjem povezavam – podjetjem preprečuje zbiranje zgodovine brskanja in drugih informacij prek osebnih identifikatorjev, vgrajenih v povezave, ki jih kliknete.  \n• Nova zaščita tehnologije sledenja v brskalniku Chrome – Googlu preprečuje, da bi z brskalnikom zbiral vaše osebne podatke in jih prodajal na dražbi s svojimi najnovejšimi sledilniki oglaševanja in ciljanjem (FLEDGE in Topics). \n• Zaščita pred sledenjem vgrajenih vsebin v družabnih omrežjih – blokira vgrajene vsebine Facebooka v spletu, tako da vam ne morejo slediti prek njihovih videoposnetkov, objav in komentarjev na drugih spletnih mestih. Če želite, jih lahko preprosto odblokirate in si jih ogledate.  \n• Googlova zaščita AMP – spletna mesta prisili, da vsebino nalagajo neposredno od založnikov, namesto da uporabljajo povezave v Googlovi lasti, ki so polne strašljivih sledilnikov.  \n• Signalizirajte svoje nastavitve zasebnosti z globalnim nadzorom zasebnosti (GPC) – vgrajen v našo aplikacijo, vam GPC želi pomagati samodejno izraziti svoje pravice do zavrnitve tako, da spletnim mestom sporoči, naj ne prodajajo ali delijo vaših osebnih podatkov. Ali ga je mogoče uporabiti za uveljavljanje vaših zakonskih pravic (na primer trenutne ali prihodnje zahteve CCPA, GDPR) je odvisno od zakonov v vaši pristojnosti. \n\nOpomba o naši zaščita pred nalaganjem sledilnikov tretjih oseb po klikih oglasov v DuckDuckGo: naša zaščita pred nalaganjem sledilnikov tretjih oseb presega, kar privzeto omogočajo najbolj priljubljeni brskalniki, toda nenehno se trudimo, da bi ta bila celovitejša. Če želi oglaševalec za naše zasebne oglase za iskanje DuckDuckGo zaznati konverzije na svojem spletnem mestu, naša zaščita pred nalaganjem sledilnikov tretjih oseb trenutno ne bo preprečila nalaganja zahtevkov bat.bing.com na oglaševalčevem spletnem mestu po klikih oglasa v DuckDuckGo, vendar bodo ti zahtevki ustavljeni v vseh drugih kontekstih. Razlog za to je, da je oglaševanje v zasebnem brskanju v DuckDuckGo izvedeno v partnerstvu z Microsoftom. V sklopu tega partnerstva je ogledovanje oglasov v DuckDuckGo anonimno, Microsoft pa se je zavezal, da ne bo profiliral klikov naših uporabnikov na oglase.   \n\nVeč o tem in naši zaščiti pred sledenjem si preberite na https://help.duckduckgo.com/privacy/web-tracking-protections/.  \n\nTako razširitev DuckDuckGo Privacy Essentials izpolnjuje našo obljubo, ki ima le en namen, in to je zagotavljanje brezhibne zaščite zasebnosti v Chromu. To je zasebnost, poenostavljena.   \n \n---------------------------------------------------------------- \n\nČe želite najvišjo mogočo zaščito zasebnosti v brskalniku Chrome, vam predlagamo tudi, da nastavitve brskalnika Chrome spremenite tako, da jih razširitve ne morejo nadzorovati.  \nV nastavitvah zasebnega peskovnika v brskalniku Chrome onemogočite preizkus zasebnega peskovnika https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073 ; \nOdjava iz brskalnika Chrome https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538; \nIzklop prijave v Chrome https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538; \nIzklop sinhronizacije podatkov o zgodovini v brskalniku Chrome https://support.google.com/chrome/answer/185277; \nV Googlovih kontrolnikih za dejavnost onemogočite možnost »Dejavnost v spletu in aplikacijah« https://support.google.com/chrome/answer/185277; \nV nastavitvah oglasov v Googlu onemogočite »Osebno prilagajanje oglasov« https://adssettings.google.com/ \n\nVEČ O NAŠI TEHNOLOGIJI \n• Radar sledenja: https://spreadprivacy.com/duckduckgo-tracker-radar/ \n• Pametnejše šifriranje: https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• GPC: https://spreadprivacy.com/announcing-global-privacy-control/ \n• Blokiranje FLEDGE/Topics: https://spreadprivacy.com/topics-and-fledge-blocked/ \n \nUpoštevajte, da blokiranje sledilca zahteva določena dovoljenja, vendar ta dovoljenja delujejo izključno v vaši lokalni napravi. Sami ne shranjujemo ali delimo vaših podatkov o iskanju ali brskanju, kot je navedeno v našem strogem pravilniku o zasebnosti: https://duckduckgo.com/privacy/ \n\nIščete našo aplikacijo za brskanje z Macom? Na zasebni čakalni seznam se lahko prijavite v nastavitvah aplikacije za Android ali iOS. Več informacij: https://spreadprivacy.com/introducing-duckduckgo-for-mac/ \n \nVEČ O DUCKDUCKGO\n• O nas: https://duckduckgo.com/about/ \n• Kako deluje: https://duckduckgo.com/app \n• Novice o zasebnosti: https://duckduckgo.com/newsletter \n• Pravilnik o zasebnosti: https://duckduckgo.com/privacy/ \n• Pogoji storitve: https://duckduckgo.com/terms/\n• Odprta koda: https://github.com/duckduckgo/duckduckgo-privacy-extension",
    "sv": "Enkelt och sömlöst integritetsskydd för din webbläsare.  \n\nAtt skydda din integritet online är som att skydda ditt hem. Även om du låser ytterdörren hindrar det inte de mest beslutsamma människorna från bryta sig in, särskilt om du har lämnat bakdörren och fönstren olåsta och lagt en reservnyckel under dörrmattan. Det är därför vi erbjuder flera typer av integritetsskydd, alla med samma syfte: att bättre skydda din integritet i Chrome. \n\nMed ett enda knapptryck får du sömlöst skydd från de flesta spårare från tredje part när du söker och surfar. Du får tillgång till spårningsskydd för e-postmeddelanden och många fler skyddsfunktioner som inte erbjuds som standard i de flesta populära webbläsare. Tillsammans höjer de här viktiga integritetsfunktionerna standardnivån på din integritet.  \n\nFUNKTIONER I FOKUS \n• Sök med DuckDuckGo som standard – installera, så ställer vi in din förvalda sökmotor och hemsida till DuckDuckGo Search så att du kan börja söka på internet utan att bli spårad. \n• Undgå webbplatsspårare innan de blir inlästa – Stoppa automatiskt de flesta dolda spårare (skript från tredje part) från att läsas in. Det hindrar företag från att samla in och använda data från dessa spårare (för försäljning, reklam, mm). Vår banbrytande teknik för blockering av spårare ger dig mycket mer än det du får som standard i de populäraste webbläsarna. \n• Automatisk kryptering – tvingar många webbplatser du besöker att automatiskt använda en krypterad anslutning (HTTPS), vilket skyddar dina data från tjuvlyssnare och nätverksobservatörer på webben, t.ex. din internetleverantör. De flesta populära webbläsare hänvisar bara till krypterade versioner av sidor under särskilda omständigheter, t.ex. när du navigerar direkt till en sida i adressfältet. Vi kontrollerar vår lista över uppgraderingsbara webbplatser för varje länk du klickar på. \n• Aktivera inbyggt e-postskydd – Över 85 % av de e-postmeddelanden som skickades till Duck-adresser innehöll spårare som kan avläsa när du har öppnat ett meddelande, var du befann dig när du öppnade det och vilken enhet du använde. E-postskydd gör det enkelt att blockera de flesta e-postspårare och dölja din befintliga adress när du registrerar dig för saker på nätet, allt utan att byta e-postleverantör. \n• Undgå registrering av webbläsarinformation – hjälper till att hindra företag från att skapa en unik identifierare för dig genom att deras försök att kombinera specifik information om din webbläsare och dina enhetsinställningar blockeras.  \n• Blockera spårningscookies – hindrar de flesta cookies från tredje part från att spåra dig när du surfar från webbplats till webbplats.\n \nYTTERLIGARE SKYDD ÄR INTE TILLGÄNGLIGT I DE FLESTA WEBBLÄSARE \n• Skydd mot spårning av länkar – hindrar företag från att samla in din webbhistorik och annan information via personliga identifierare som finns inbäddade i de länkar du klickar på.  \n• Chromes nya spårningsteknik – Hindra Google från att använda din webbläsare för att samla in och auktionera ut dina personuppgifter med sina senaste annonsspårare och riktade annonser (FLEDGE och Topics). \n• Spårningsskydd för inbäddat socialt innehåll – Blockerar inbäddat Facebook-innehåll på webben så att de inte kan spåra dig via videor, inlägg och kommentarer som finns på andra webbplatser. Du kan enkelt ta bort blockeringen för att se dem om du vill.  \n• Google AMP-skydd – tvingar webbplatser att ladda innehåll direkt från utgivare istället för att använda Google-ägda länkar, som är fulla av kusliga spårare.  \n• Ange dina integritetsinställningar med Global Privacy Control (GPC) – GPC är inbyggd i vår app och finns till för att du automatiskt ska kunna utnyttja din rätt att välja genom att informera webbplatser om att de inte får sälja eller dela din personliga information. Huruvida det kan användas för att genomdriva dina juridiska rättigheter (till exempel nuvarande eller framtida CCPA- eller GDPR-krav) beror på lagarna i din jurisdiktion. \n\nAnmärkning gällande vårt tredjepartsskydd för inläsning av spårare efter DuckDuckGo-annonsklick: Vårt skydd för spårare från tredje part ger dig mer än vad du får som standard i de flesta populära webbläsare, men vi arbetar ständigt för att utöka det. Om en annonsör vill upptäcka konverteringar på sin egen webbplats för våra privata DuckDuckGo-sökannonser stoppar vårt skydd för laddning av spårare från tredje part inte bat.bing.com-förfrågningar från att läsas in på annonsörens webbplats efter DuckDuckGo-annonsklick, men dessa förfrågningar stoppas i alla andra sammanhang. Detta beror på att DuckDuckGo:s privata sökannonsering sker i samarbete med Microsoft. Enligt denna partnerskapsöverenskommelse är du anonym när du ser annonser på DuckDuckGo, och Microsoft har åtagit sig att inte profilera våra användares annonsklick.   \n\nLäs mer om detta och vårt skydd mot spårning på https://help.duckduckgo.com/privacy/web-tracking-protections/ \n\nDet är så som DuckDuckGo Privacy Essentials uppfyller vårt entydiga löfte: att ge ett sömlöst integritetsskydd i Chrome. Det är personlig integritet, förenklad.   \n \n---------------------------------------------------------------- \n\nFör maximalt integritetsskydd i Chrome föreslår vi även att du justerar dina Chrome-inställningar som inte styrs av tillägg,  \n1. Inaktivera försök med Privacy Sandbox i inställningarna för Chrome Privacy Sandbox https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073 ; \n2. Logga ut ur Chrome https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538; \n3. Stäng av Chrome-inloggning https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538; \n4. Synkronisera inte historikdata med Chrome https://support.google.com/chrome/answer/185277; \n5. Inaktivera Webb- och appaktivitet i Googles aktivitetskontrollerhttps://support.google.com/chrome/answer/185277; \n6. Inaktivera Personliga annonspreferenser i Googles annonsinställningar https://adssettings.google.com/ \n\nMER OM VÅR TEKNIK \n• Tracker Radar: https://spreadprivacy.com/duckduckgo-tracker-radar/ \n• Smarter Encryption: https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• GPC: https://spreadprivacy.com/announcing-global-privacy-control/ \n• Blockering av FLEDGE/Topics: https://spreadprivacy.com/topics-and-fledge-blocked/ \n \nObservera att blockeringen av spårare kräver vissa behörigheter, men dessa behörigheter fungerar endast på din lokala enhet. Vi själva sparar och delar inte din sök- eller surfinformation i enlighet med vår strikta integritetspolicy: https://duckduckgo.com/privacy/ \n\nLetar du efter vår app för att surfa på Mac? Du kan ställa dig på den privata väntelistan i inställningarna för Android- eller iOS-appen. Läs mer: https://spreadprivacy.com/introducing-duckduckgo-for-mac/ \n \nMER OM DUCKDUCKGO\n• Om oss: https://duckduckgo.com/about/ \n• Hur det fungerar: https://duckduckgo.com/app \n• Nyhetsbrev om sekretess: https://duckduckgo.com/newsletter \n• Integritetspolicy: https://duckduckgo.com/privacy/ \n• Användarvillkor: https://duckduckgo.com/terms/ \n• Öppen källkod: https://github.com/duckduckgo/duckduckgo-privacy-extension",
    "tr": "Tarayıcınız için basit ve sorunsuz gizlilik koruması.  \n\nÇevrimiçi gizliliğinizi korumak, evinizi korumak gibidir. Özellikle arka kapıyı ve pencereleri kilitlemediyseniz ve paspasın altında fazladan bir anahtar bıraktıysanız, ön kapıyı kilitlemek en kararlı kişilerin içeri girmesini engellemez. Bu nedenle, tek amacı Chrome'da gizliliğinizi daha iyi korumak olan birden fazla gizlilik koruması türü sunuyoruz. \n\nTek bir düğmeye basarak, arama yaparken ve gezinirken çoğu üçüncü taraf izleyiciye karşı sürekli koruma, aldığınız e-postalar için izleme korumalarına erişim ve çoğu popüler tarayıcıda varsayılan olarak sunulmayan daha birçok koruma elde edersiniz. Bu gizlilik esasları beraber kullanıldığında gizliliğinizi her zaman sağlar.  \n\nÖNE ÇIKAN ÖZELLİKLER \n• Varsayılan olarak DuckDuckGo ile arama: Yüklerseniz, varsayılan arama motorunuzu ve ana sayfanızı DuckDuckGo Arama olarak ayarlarız. Böylece internet aramalarınızı takip edilmeden başlatabilirsiniz.  \n• Web Sitesi İzleyicilerinden Yüklenmeden Kaçınma - Çoğu gizli izleyicinin (üçüncü taraf komut dosyalarının) yüklenmesini otomatik olarak durdurduğu için şirketlerin bu izleyicilerden veri toplamasını ve bunları kullanmasını (ör. satış, reklamlar vb.) engeller. En gelişmiş izleyici engelleme teknolojimiz, varsayılan olarak en popüler tarayıcılarda elde ettiğinizin çok ötesine geçer. \n• Şifrelemeyi Otomatik Olarak Zorlama - ziyaret ettiğiniz birçok siteyi otomatik olarak şifreli (HTTPS) bir bağlantı kullanmaya zorlar, bu da verilerinizi Wi-Fi ağına gizlice sızanlardan ve İnternet sağlayıcınız gibi ağ izleyicilerinden korumaya yardımcı olur. En popüler tarayıcılar, doğrudan adres çubuğundaki bir sayfaya gittiğinizde olduğu gibi, kullanıcıları yalnızca belirli durumlarda şifrelenmiş sayfa sürümlerine yönlendirir. Tıkladığınız tüm bağlantılar için yükseltilebilir siteler listemizi kontrol ediyoruz. \n• Yerleşik E-posta Korumasını Etkinleştirme - Duck Adreslerine gönderilen e-postaların %85'inden fazlası, bir mesajı ne zaman açtığınızı, nerede olduğunuzu ne zaman açtığınızı ve hangi cihazı kullandığınızı tespit edebilen izleyiciler içerir. E-posta Koruması, çoğu e-posta izleyicisini engellemeyi ve çevrimiçi bir şeylere kaydolurken mevcut adresinizi gizlemeyi kolaylaştırır, üstelik tüm bunları e-posta sağlayıcılarını değiştirmeden yapar. \n• Parmak İzi Takibinden Kaçınma - şirketlerin tarayıcınız ve cihaz ayarlarınızla ilgili belirli bilgileri birleştirme girişimlerini engelleyerek sizin için benzersiz bir tanımlayıcı oluşturmalarını önlemeye yardımcı olur.  \n• İzleme Çerezlerini Engelleme - siteden siteye gezinirken çoğu üçüncü taraf çerezinin sizi izlemesini önleyin. \n \nBİRÇOK TARAYICIDA EK KORUMA YOKTUR \n• Bağlantı İzleme Koruması - şirketlerin tıkladığınız bağlantılara gömülü kişisel tanımlayıcılar aracılığıyla tarama geçmişinizi ve diğer bilgilerinizi toplamasını önlemeye yardımcı olur.  \n• Chrome'un Yeni İzleme Teknolojisi: Google'ın en son reklam izleyicileri ve hedeflemeleriyle (FLEDGE ve Konular) kişisel verilerinizi toplamak ve açık artırmaya çıkarmak için tarayıcınızı kullanmasını önleyin. \n• Gömülü Sosyal İçerik İzleme Koruması - web'deki gömülü Facebook içeriğini engeller, böylece diğer sitelerde bulunan videoları, gönderileri ve yorumları aracılığıyla sizi izleyemezler. İsterseniz bunları görüntülemek için engellemeyi kolayca kaldırabilirsiniz.  \n• Google AMP Koruması: Siteleri, Google'a ait olan ve gizli izleyicilerle dolu bağlantıları kullanmak yerine doğrudan yayıncılardan içerik yüklemeye zorlar.  \n• Küresel Gizlilik Kontrolü (GPC) ile Gizlilik Tercihinizi Belirtme - uygulamamızda yerleşik olarak bulunan GPC, web sitelerine kişisel bilgilerinizi satmamalarını veya paylaşmamalarını söyleyerek devre dışı bırakma haklarınızı otomatik olarak belirtmenize yardımcı olmayı amaçlamaktadır. Yasal haklarınızı uygulamak için kullanılıp kullanılamayacağı (örneğin, mevcut veya gelecekteki CCPA, GDPR gereklilikleri) yargı alanınızdaki yasalara bağlıdır. \n\nDuckDuckGo reklam tıklamalarını takip eden Üçüncü Taraf İzleyici Yükleme Korumamız hakkında bilgi: Üçüncü Taraf İzleyici Korumamız, varsayılan olarak en popüler tarayıcılara göre çok daha fazlasını yapar; ancak bunu daha kapsamlı hâle getirmek için sürekli olarak çalışmaya devam ediyoruz. Şu anda, bir reklam veren özel DuckDuckGo arama reklamlarımız için kendi web sitesinde dönüşümleri tespit etmek isterse, Üçüncü Taraf İzleyici Yükleme Korumamız, DuckDuckGo reklam tıklamalarını takiben bat.bing.com isteklerinin reklam verenin web sitesinde yüklenmesini durdurmaz; ancak bu istekler diğer tüm koşullarda durdurulur. Bunun nedeni, DuckDuckGo özel arama reklamlarının Microsoft ile ortak olmasıdır. Bu ortaklığın bir parçası olarak, DuckDuckGo'da reklamlar anonim olarak görüntülenir ve Microsoft, kullanıcılarımızın reklam tıklamaları için profil oluşturmamayı taahhüt etmiştir.   \n\nBu ve İzlenme Korumalarımız hakkında daha fazla bilgi için tıklayın: https://help.duckduckgo.com/privacy/web-tracking-protections/ \n\nDuckDuckGo Privacy Essentials, Chrome'da kesintisiz gizlilik koruması sağlamak için tek amaçlı vaadimizi bu şekilde yerine getirir. Gizlilik, basitleştirildi.   \n \n---------------------------------------------------------------- \n\nChrome'da olabildiğince gizlilik korumalı olmak için, uzantılar tarafından kontrol edilemeyen Chrome ayarlarınızı da değiştirmenizi öneririz.  \n1. Chrome Privacy Sandbox ayarlarında, Privacy Sandbox denemesini devre dışı bırakın https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073 ; \n2. Chrome oturumunuzu kapatın https://support.google.com/chrome/answer/9159867?hl=tr&ref_topic=7439538; \n3. Chrome'da oturum açmayı kapatın https://support.google.com/chrome/answer/9159867?hl=tr&ref_topic=7439538; \n4. Geçmiş verilerinizi Chrome ile senkronize etmeyin https://support.google.com/chrome/answer/185277; \n5. Google Etkinlik Kontrollerinde \"Web ve Uygulama Etkinliği\"ni devre dışı bırakın https://support.google.com/chrome/answer/185277; \n6. Google Reklam Ayarları'nda \"Reklam Kişiselleştirme\"yi devre dışı bırakın: https://adssettings.google.com/ \n\nTEKNOLOJİMİZ HAKKINDA DAHA FAZLA BİLGİ \n• Tracker Radar: https://spreadprivacy.com/duckduckgo-tracker-radar/ \n• Daha Akıllı Şifreleme: https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• GPC: https://spreadprivacy.com/announcing-global-privacy-control/ \n• FLEDGE/Konu Engelleme: https://spreadprivacy.com/topics-and-fledge-blocked/ \n \nİzleyici engellemenin belirli izinler gerektirdiğini, ancak bu izinlerin yalnızca yerel cihazınızda çalıştığını lütfen unutmayın. Sıkı gizlilik politikamız uyarınca, arama veya tarama bilgilerinizi kendimiz kaydetmiyor veya paylaşmıyoruz: https://duckduckgo.com/privacy/ \n\nMac tarama uygulamamızı mı arıyorsunuz? Android veya iOS uygulamalarının ayarlarından özel bekleme listesine kaydolabilirsiniz. Daha Fazla Bilgi Edinin: https://spreadprivacy.com/introducing-duckduckgo-for-mac/ \n \nDUCKDUCKGO HAKKINDA DAHA FAZLA BİLGİ\n• Hakkımızda: https://duckduckgo.com/about/ \n• Nasıl Çalışır: https://duckduckgo.com/app \n• Gizlilik Bülteni: https://duckduckgo.com/newsletter \n• Gizlilik Politikası: https://duckduckgo.com/privacy/ \n• Hizmet Koşulları: https://duckduckgo.com/terms/ \n• Açık Kaynak: https://github.com/duckduckgo/duckduckgo-privacy-extension",
    "zh_CN": "保护在线隐私就像保护住宅一样。锁上前门无法阻止图谋不轨的不法之徒入内，特别是在没有锁上后门和窗户，并在门垫下留有备用钥匙的情况下。因此我们提供了多种类型的隐私保护功能，均旨在更好地保护使用 Chrome 浏览器时的个人隐私。 \n\n只需按一下按钮，就可以在搜索和浏览时获得避免大多数第三方跟踪程序的无缝保护，在接收电子邮件时获得跟踪保护，以及大多数热门浏览器在默认情况下并不提供的许多其他保护。这些 Privacy Essentials 可以共同使更多隐私成为你的默认设置。  \n\n功能亮点 \n• 将 DuckDuckGo 设为默认搜索引擎——安装后，我们会将你的默认搜索引擎和主页设置为 DuckDuckGo 搜索，以便你在不被跟踪的情况下启动互联网搜索。\n• 避免加载网站跟踪程序——自动阻止大多数隐藏跟踪程序（第三方脚本）加载，从而防止公司收集和使用（例如销售、广告等）来自这些跟踪程序的任何数据。我们最先进的跟踪程序屏蔽技术优于大多数热门浏览器所提供的默认功能。 \n• 自动强制加密——强制所访问的许多网站自动使用加密 (HTTPS) 连接，这有助于保护数据免受 Wi-Fi 窥探者和网络围观者（例如互联网提供商）的跟踪。大多数热门浏览器仅在特定情况下将用户引向加密版网页，例如当你直接前往地址栏中的网页时。我们会检查你点击的所有链接的可升级网站列表。 \n• 启用内置 Email Protection——超过 85% 发送到 Duck 地址的电子邮件包含跟踪程序，这些跟踪程序可以检测你何时打开邮件，打开邮件时所处的位置以及所使用的设备。Email Protection 可以轻松屏蔽大多数电子邮件跟踪程序，并于在线注册时隐藏现有地址，而无需切换电子邮件提供程序。\n• 避免指纹识别——阻止公司尝试组合有关浏览器和设备设置的特定信息，从而有助于防止它们创建唯一标识符。  \n• 屏蔽跟踪 Cookie——防止大多数第三方 Cookie 在你从一个网站浏览到另一个网站时跟踪你。 \n \n大多数浏览器并不提供下列额外保护 \n• Link Tracking Protection——有助于阻止公司通过所点击链接中嵌入的个人标识符收集浏览历史记录和其他信息。  \n• 全新的 Chrome Tracking Tech Protection——阻止 Google 通过其最新的广告跟踪程序和定位技术（FLEDGE 和 Topics），利用浏览器收集和拍卖你的个人数据。 \n• Embedded Social Content Tracking Protection— 阻止网络上的嵌入式 Facebook 内容，以防这些内容通过它们在其他网站上找到的视频、帖子和评论来跟踪你。如有需要，可以轻松取消屏蔽以查看相关内容。  \n• Google AMP Protection——迫使网站直接从发布服务器加载内容，而不是使用 Google 所有的链接，后者充斥着可怕的跟踪程序。  \n• 使用全球隐私控制 (GPC) 表明你的隐私偏好——GPC 内置于我们的应用程序中，旨在通过告诉网站不要出售或分享你的个人信息来帮助你自动表达自己的选择退出权利。是否可以用此来行使你的合法权利（例如，当前或未来的 CCPA、GDPR 要求）取决于你所在司法管辖区的法律。 \n\nDuckDuckGo 广告点击后我们的 3rd-Party Tracker Loading Protection 说明：我们的 3rd-Party Tracker Loading Protection 优于大多数热门浏览器所提供的默认功能，但我们一直致力使其更加全面。目前，如果广告商想要在其网站上检测我们的私密 DuckDuckGo 搜索广告转换，我们的 3rd-Party Tracker Loading Protection 不会阻止 bat.bing.com 请求在 DuckDuckGo 广告点击后加载到广告商网站上，但这些请求在所有其他情况下都会停止。这是因为 DuckDuckGo Private Search 广告与 Microsoft 合作。作为该合作伙伴关系的一部分，可以在 DuckDuckGo 上匿名查看广告，Microsoft 已承诺不分析我们用户的广告点击。   \n请访问  https://help.duckduckgo.com/privacy/web-tracking-protections/，阅览更多关于此项保护和我们的跟踪保护信息。\n这正是 DuckDuckGo Privacy Essentials 实现我们的单一目的（即在 Chrome 中提供无缝隐私保护）承诺的具体方式。这是一种化繁为简的隐私保护措施。   \n \n---------------------------------------------------------------- \n\n\n为了在 Chrome 中获得最大限度的隐私保护，我们还建议调整 Chrome 的设置，使其不受扩展插件控制，  \n1.\t在“Chrome 隐私沙盒”设置中禁用“隐私沙盒”试用版 https://lifehacker.com/how-to-disable-google-chromes-new-privacy-sandbox-track-1847276073；\n2.\t退出 Chrome 登录 https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538；\n3.\t关闭 Chrome 登录 https://support.google.com/chrome/answer/9159867?hl=en&ref_topic=7439538；\n4.\t不与 Chrome 同步历史记录数据 https://support.google.com/chrome/answer/185277；\n5.\t在“Google 活动控制”中禁用“网络与应用活动” https://support.google.com/chrome/answer/185277；\n6.\t在“Google 广告设置”中禁用“广告个性化” https://adssettings.google.com/ \n\n进一步了解我们的技术 \n• Tracker Radar: https://spreadprivacy.com/duckduckgo-tracker-radar/ \n• Smarter Encryption: https://spreadprivacy.com/duckduckgo-smarter-encryption/ \n• GPC: https://spreadprivacy.com/announcing-global-privacy-control/ \n• FLEDGE／Topics 屏蔽：https://spreadprivacy.com/topics-and-fledge-blocked/ \n \n请注意，屏蔽跟踪程序需要特定权限，但这些权限仅适用于本地设备。根据本公司严格的隐私政策，我们不会自行保存或分享你的搜索或浏览信息：https://duckduckgo.com/privacy/ \n\n正在寻找我们的 Mac 浏览应用程序？你可以在 Android 或 iOS 应用程序设置中注册加入专用候补名单。了解详情：https://spreadprivacy.com/introducing-duckduckgo-for-mac/ \n \nDUCKDUCKGO 相关详情\n• 公司简介：https://duckduckgo.com/about/ \n运作方式：https://duckduckgo.com/app \n• 隐私简讯：https://duckduckgo.com/newsletter \n• 隐私政策：https://duckduckgo.com/privacy/ \n• 服务条款：https://duckduckgo.com/terms/ \n• 开放源：https://github.com/duckduckgo/duckduckgo-privacy-extension"
  }
}