{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Youfy - YouTube to Spotify"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Youfy is a quick and easy way to transfer YouTube songs and playlists to your Spotify account without leaving YouTube!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With Youfy, you can quickly and easily transfer your favorite YouTube songs and playlists to your Spotify account without ever leaving YouTube. Our extension is simple to use - just navigate to any YouTube video or playlist page, click on our extension icon from your extensions list, and start converting your music. \n\nYou can even export YouTube playlists as .txt files. Plus, with Youfy, you can open YouTube songs on Apple Music and Amazon Music. Try it out today and see how easy it is to move your music to your preferred platform! \n\nFeatures:\n🌟 Add any YouTube song to your Spotify account\n🌟 Transfer any YouTube playlist to your Spotify account (up to 50 videos per playlist)\n🌟 Open YouTube songs on Apple Music and Amazon Music\n🌟 Export any YouTube playlist as a .txt file\n\nFrequently Asked Questions:\n\nQ: Am I required to pay to use any feature of the extension?\nA: No, our extension is completely free to use.\n\nQ: Do I need to provide any personal information?\nA: No, we do not store or ask for any personal information from our users. The only requirement is for users to log in to their Spotify account.\n\nQ: How many songs can I transfer at once?\nA: Currently, our extension allows up to 50 songs per playlist to be transferred at once. This number might increase in the near future.\n\nQ: Can I transfer any type of playlist?\nA: Since we don’t require users to log in to their YouTube account, users can only transfer public and unlisted playlists. If you wish to transfer a private playlist, we suggest making it public or unlisted beforehand.\n\nDon't miss out on the convenience and ease of use that Youfy offers - try it today and start transferring your favorite YouTube songs and playlists to your Spotify account in just a few clicks! With Youfy, you can take your music with you wherever you go and never miss a beat. Plus, our extension is constantly being updated with new features and improvements, so you can always enjoy the best possible experience. Give Youfy a try now and see the difference it can make for your music collection!\n\n\nChangelog:\n\nv1.2.0\n- Upgraded manifest version to 3\n\nv1.1.1\n- Changed Spotify URLs to use open.spotify.com again because spotify: URLs don't work when the user doesn't have the desktop app installed\n\nv1.1.0\n- Minor bug fixes\n- Changed Spotify URLs to use Spotify encoding instead of open.spotify.com\n- Changed Spotify playlist page to show only collaborative or owned playlists\n\nv1.0.0\n- Initial Release\n\n\nIf you enjoy using Youfy, would you mind taking a moment to rate it? Thanks for your support!"
  }
}