{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Traditou: Dual Subtitles for Prime & More"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Provides auto-translated dual subtitles on streaming websites: PrimeVideo, Noovo.ca, TeleQuebec.tv, Tou.tv, and TV5Unis.ca."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Traditou intercepts the original subtitle files sent from the website servers, parses them and displays the original subtitles along with translated subtitles on the bottom, with Google translate.\n\nThis extension can be used with a number of streaming websites: Amazon Prime Video, Tou.tv, Noovo.ca, TeleQuebec, and TV5Unis, with the goal of language learning in mind.\n\nTraditou not only matches words closely, it also transforms TV-style rolling captions (which are visually difficult to follow) into more readable streaming service style subtitles.\n\nTraditou offers three different subtitle modes:\n1. Original + translated dual subtitles\n2. Improved original subtitles only (no more TV-style rolling subtitles)\n3. Translated subtitles only\n\nYou can find a detailed tutorial for Traditou through the popup panel on the upper-right side of the browser. Feel free to pin Traditou on your Chrome menu bar for easy access.\n\nTraditou is free and open-source: https://github.com/chuyunshen/traditou\n\nRegarding the warning popup box upon installation:\n*Traditou reads and changes your data solely to fetch subtitle files from video streaming servers and display the subtitles on your webpage.*\n*Browser history: Traditou reads only your current URL to only see if you are on PrimeVideo, Tou.tv, Noovo, TeleQuebec, or TV5Unis, so subtitle services can be provided.*"
  }
}