{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hover zoom image"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Activate this extension to automatically zoom images when you hover over them with your cursor"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you disappointed by the poor quality of images on the internet? That's where our Hover Zoom Image Chrome Extension comes to the rescue! This extension enlarges images when you hover over them, without requiring any clicks or the need to open a new tab. Spend less time and get more done with this smooth integration, designed for everyone from professionals to students to casual users.\n\nZoom in and out of images on every website, social media platform, and online store effortlessly. Simply install Hover Zoom Image now and discover how the internet can be even better!\n\nKey Features of this chrome extension \n\nAutomatic Zoom: This feature enlarges the images the moment the cursor is placed over it for a better view. \n\nSeamless Integration: Designed to complement your current browser without affecting other add-ons or plugins in any way. \n\nUser-Friendly Interface: Easy to install and use, there are no complicated options to set, everything is intuitive. \n\nCustomizable Settings: It is also possible to change the zoom level and the activation triggers of the zoom-in and zoom-out options. \n\n\nHow to Use  \n\nStep 1: First, you need to install the Extension. \n\nOpen chrome web store and type in the word “image converter chrome extension” and hit enter.\n\nNow, click on the button “Add to Chrome” and then click on “Add extension” to continue with the installation process. \n\nStep 2: Turn On the Extension \n\nAfter the installation, click on the icon of the extension in the toolbar to turn on the extension. \n\nIf you want to change the settings in any way to optimize the use of your zoom account, then you can do so. \n\nStep 3: Images to Mouse Over \n\nFor example, open any website with images. \n\nJust place your mouse pointer over the image and the image will magnify (zoom) on its own. allowing you to view it in greater detail.  \n\nThis feature works seamlessly across various websites, including social media platforms, news sites, and online stores, providing an enhanced browsing experience. \n\n \nTo Whom Is It Useful: \n \nIt is very beneficial for photographers, designers, and artists who need to examine the images in detail instead of downloading them. It is also useful for students and researchers who often use detailed charts, graphs, and other visual data found on the internet. Further, they can use it to get more information about the product before buying it from online shopping sites. \n\nWhy it is Useful? \n \nThe Hover Zoom Image provides a simplified method of viewing larger images without requiring extra clicks or opening new tabs. This not only saves time but also increases the efficiency of the users as they can easily and effectively go through the visual content. Whether you are analyzing the design details or want a more engaging and rich experience while browsing, this extension enhances your productivity. \n\nFAQs \n\nQ: Is Hover Zoom Image safe to use and is it free? \n\n A: Yes, Hover Zoom Image is free to download and use and does not require any payment to be made. \n \nQ: Is the extension compatible with all websites?  \n\nA: This extension is compatible with most websites especially the ones that have common image formats such as social media, news sites, commercial sites among others. \n \nQ: Can I make it enlarge or reduce? \n\n A: Yes, you can adjust the zoom level and other preferences of the extension from its options menu. \n \nQ: Does it mean that it will reduce the speed of my browser?  \n\nA: It is a simple extension and therefore it should not slow down your browser or take a lot of your system resources. \n \nQ: If I don’t require the extension anymore, how can I turn it off?  \n\nA: One can also disable the extension by clicking on the extension icon in the toolbar and unchecking it, or by visiting the extensions section in the browser settings."
  }
}