{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dark/Light Mode Switcher"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Switch between dark and light mode on webpages"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Karanlık/Aydınlık Mod Değiştirici\n\nTarayıcı deneyiminizi Karanlık/Aydınlık Mod Değiştirici uzantısı ile dönüştürün! Geç saatlerde internette gezinirken göz yorgunluğunuzu azaltmak için karanlık ve aydınlık modlar arasında zahmetsizce geçiş yapın.\n\nAna Özellikler:\n- Kesintisiz Geçiş: Karanlık ve aydınlık modlar arasında anında geçiş yapın.\n- Özelleştirilebilir Parlaklık ve Kontrast: Mükemmel görüntü için parlaklık ve kontrast seviyelerini ince ayar yapın.\n- Kullanıcı Dostu Arayüz: Basit ve sezgisel kontrollerle kişiselleştirme işlemini kolayca gerçekleştirin.\n- Global Uygulama: Ayarlarını tüm favori web sitelerinizde uygulayın.\n- Hızlı Sıfırlama: Tek tıkla varsayılan ayarları geri yükleyin.\n\nTarayıcı konforunuzu artırın ve gözlerinizi koruyun. Karanlık/Aydınlık Mod Değiştirici'yi şimdi yükleyin ve farkı yaşayın!\n\n---------------------------------------------------------------------------------------------------------------------------------------------------------\n\nDark/Light Mode Switcher\n\nTransform your browsing experience with the Dark/Light Mode Switcher extension! Effortlessly switch between dark and light modes to suit your preference and reduce eye strain during late-night surfing.\n\nKey Features:\n- Seamless Switching: Instantly toggle between dark and light modes.\n- Custom Brightness & Contrast: Fine-tune brightness and contrast levels for the perfect display.\n- User-Friendly Interface: Simple and intuitive controls make customization a breeze.\n- Global Application: Apply your settings across all your favorite websites.\n- Quick Reset: Easily revert to default settings with a single click.\n\nEnhance your browsing comfort and protect your eyes with the Dark/Light Mode Switcher. Install now and experience the difference!"
  }
}