{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Emailage Portal 3"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Emailage - A LexisNexis Risk Solutions Company"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add email intelligence as a layer of defense to fraud prevention.\nLexisNexis® Emailage is a powerful fraud risk scoring solution fueled by email intelligence. \nFight Fraud Without Adding Friction\nYour customers demand the flexibility to interact with you through multiple channels. Whether using a smartphone, tablet, laptop or other device, they expect you to recognize their identity and grant them fast, easy access to your system. \n\nAt the same time, they want assurance that their personal information is secure and fraudsters cannot hijack their account. That is an extremely challenging task.\n\nWith the growth of digital channels for consumers, your ability to assess risk on digital elements is critical. This is especially true if your organization, like so many these days, minimizes the amount of personal identity information you collect to speed up onboarding of new customers and limit data exposure risk. Keeping customer interactions seamless and friction-free while preventing fraud requires multiple layers of defense.\nLeveraging Email Intelligence to Assess Risk\nSecurity begins with verifying a consumer’s identity and assessing risk at multiple customer touchpoints like account opening, account maintenance and online transactions.\n\nEmailage is a proven fraud prevention solution that uses email intelligence as a core risk identifier. It assesses risks by evaluating email address metadata points such as domain details, email details, risk indicators and, when available, other personally identifiable information (PII). Emailage then delivers succinct decisioning data and an email risk score that helps stop fraud without negative impact to genuine customers.\nEmail Addresses are Unique Identifiers\nEmail addresses are ideally suited to identify customers as part of your organization’s fraud and identity management strategy. After all, email is already a primary contact channel that organizations use to reach their customers. \n\nMore importantly, it’s a unique global identifier that unlocks digital engagement and transactions in every industry because it is:\n\n    Used in virtually 100% of all online transactions\n    Rich with transaction history and behavior\n    Difficult to change because it links to all of a person’s online accounts\n\n91% of users have the same email address for more than 3 years, and 51% have the same email address for more than 10 years.1\n\nTo ignore the value of an email address combined with email risk intelligence can provide, when informing risk decisions, would be a missed opportunity to prevent fraud. \nJoin the Network for Powerful Email Risk Scoring \n\nUsing a patented, proprietary analytic approach, Emailage reimagines fraud detection. One of the features that makes it so powerful is the strength of the LexisNexis® Risk Solutions network. \n\nThere are more than 4 billion email users worldwide.2 Unique email addresses are connected to many attributes including IP addresses and domain names. Emailage brings together traditional data, digital data and dynamic fraud signals to obtain a 360-degree view of the customer behind the transaction.\n\nThe network consists of:\n\n    5.9 billion digital identifiers\n    30 million confirmed fraud events shared in 2019\n    82,200 average fraud events shared daily\n    Transactions processed in 150+ countries\n    Analyzed risk for 36.5 billion customer events in 2019\n\n95% of customers surveyed would recommend Emailage.\n\nWith email risk intelligence from Emailage, you get the benefit of thousands of LexisNexis Risk Solutions clients driving the feedback loop across the globe, yielding a rapidly growing force working together to outsmart fraudsters.\nAdvanced Digital Insights with Emailage Email Risk Intelligence \nAs more customer interactions move online and go digital, your business needs the ability to assess risk at every touchpoint. Today’s customers expect a seamless, low-friction experience, making online risk evaluation critical.\n\nEmailage should be part of your comprehensive security solution for fraud and identity management to:\n\n    Identify and prevent fraud on online transactions\n    Gauge the risk associated to a customer’s email address through an email risk score\n    Increase top-line revenue by auto-approving more legitimate customers\n    Make confident, efficient manual review decisions\n    Use with other LexisNexis Risk solutions to supplement your overall risk management\n\nBy combining advanced analysis, machine learning, artificial intelligence and real transaction outcomes, Emailage helps deliver a clearer picture of consumer risk with an email risk score. When you incorporate email risk intelligence into your workflow, your team will be able to evade ever-evolving fraud tactics more effectively and approve transactions faster — all while improving the customer experience.\n\nLeveraging the Digital Identity Network and Emailage Network, LexisNexis® Emailage® provides an enhanced service above Email Risk Assessment with these data points:\n\n    Email status\n    Email activity\n    Identity association\n    Email lifespan\n    Email reported fraud\n    IP Address association\n\nThese expanded features and enhanced functionality are now available to RMS/AML clients to help proactively defend against fraud while preserving a positive customer experience. Emailage Portal users may also integrate their application to their RMS/AML portal for a seamless experience.\n\n1. DMA Insight: Consumer Email Tracking Study (2015) - UK respondents\n2. Statista (2020)"
  }
}