{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GPT Icon Changer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension that allows you to easily customize the ChatGPT icon. Upload your favorite image and apply it to the icon.",
    "ja": "ChatGPTのアイコンを手軽にカスタマイズできる拡張機能です。好きな画像をアップロードして、アイコンに適用しましょう。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily customize your ChatGPT icon with this extension. Upload your favorite image and apply it as your chat icon. Of course, you can freely adjust the icon size as well. Immerse yourself in a unique chat experience with your personalized icon!\n\n※If the extension does not work properly, it is likely due to updates on ChatGPT's side. We will make every effort to fix the issue as soon as possible and appreciate your patience.\n\n※ The \"GPT Icon Changer\" uploaded on other websites is not created by me. It is likely an unauthorized copy or modification.\n\n【Update Log】\n\nVersion 1.1.4\nBug Fixes: Reconfigured the URL after it stopped working due to a change on the GPT side.\n\nVersion 1.1.3\nBug Fixes: Addressed an issue where the extension stopped working due to an HTML update on the GPT side.\n\nVersion 1.1.2\nBug Fixes: Resolved an issue where the icon modification feature stopped working due to a change in GPT-4's icon color. Also, the feature has been updated to work correctly regardless of future changes to the icon color.\n\nVersion 1.1.1\nBug Fixes: Fixed an issue where the extension stopped working due to a change in ChatGPT's html.\n\nVersion 1.1.0\nNew Features: Added support for English language and made minor UI adjustments accordingly.\n\nVersion 1.0.1\nBug Fixes: Resolved issue where the extension stopped working due to changes in the ChatGPT URL.",
    "ja": "ChatGPTのアイコンを手軽にカスタマイズできる拡張機能です。好きな画像をアップロードして、アイコンに適用しましょう。\nもちろん、アイコンのサイズも自由に調整できます。あなただけのチャットアイコンで、没入感は無限大！\n\n※うまく機能しない場合は、ChatGPT側のアップデートの影響である可能性が高いです。\nできる限り早く修正致しますので、お待ちいただけますと幸いです。\n\n※また、他サイトにアップロードされている「GPT Icon Changer」は私の作成したものではありません。無断コピー、もしくは改変したものだと思われます。\n\n【更新履歴】\nバージョン1.1.4\n不具合修正：GPT側のURLが変更されたことで動かなくなったので、URLを再設定。\n\nバージョン1.1.3\n不具合修正：GPT側のHTMLのアップデートにより動かなくなった点を修正。\n\nバージョン1.1.2\n不具合修正：GPT4のアイコン色が変更されたことにより、アイコンの変更機能がうまく動かなくなった点を修正。\nまた、今後はアイコンの色が変わっても機能するように修正。\n\nバージョン 1.1.1\n不具合修正：ChatGPTのhtmlが変更されたことにより動かなくなった点を修正。\n\nバージョン 1.1.0\n機能追加：英語に対応。それに伴い、UIを微修正。\n\nバージョン 1.0.1\n不具合修正：ChatGPTのURLが変更されたことにより動かなくなった点を修正。"
  }
}