{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Leadspry – Find Quality Leads, Instantly."
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LeadSpry is  designed to help businesses and freelancers efficiently find leads across any niche"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Leadspry is a powerful Chrome extension designed to revolutionize how businesses, freelancers, and individuals discover and connect with potential leads. By leveraging advanced web scraping technology, Leadspry helps you uncover valuable contact information quickly and efficiently, saving you countless hours of manual research.\n\n Key Features:\n\n1. Multi-Platform Search: Find leads across various social media platforms and websites with a single search.\n2. Comprehensive Contact Details: Automatically extract emails, phone numbers, names, and profile information of businesses and professionals.\n3. Customizable Searches: Tailor your lead generation efforts by specifying keywords, locations, and industries.\n4. Export Functionality: Easily download your leads in a convenient Excel format for seamless integration with your CRM or marketing tools.\n5. User-Friendly Interface: Intuitive design makes lead generation accessible to users of all technical levels.\n\n How Leadspry Works:\n\n1. Enter your target keywords, industry, or specific search criteria.\n2. Choose your preferred platform(s) to search.\n3. Let LeadSpry scan and compile a list of potential leads with their contact information.\n4. Review, filter, and export your leads with just a few clicks.\n\n Who Can Benefit from Leadspry?\n\n- **Sales Professionals**: Quickly build targeted prospect lists for outreach campaigns.\n- Recruiters: Find potential candidates and their contact details efficiently.\n- Marketers: Gather leads for email marketing or social media campaigns.\n- Freelancers: Connect with potential clients in your niche.\n- Researchers: Collect contact information for surveys or studies.\n- Entrepreneurs: Identify potential partners, suppliers, or customers for your business.\n\n Why Choose Leadspry?\n\n- Time-Saving: Automate the tedious process of manually searching for leads.\n- Cost-Effective: Eliminate the need for expensive lead generation tools or services.\n- Up-to-Date Information: Access the most current publicly available contact details.\n- Scalable: Whether you need 10 leads or 10,000, Leadspry can handle your requirements.\n- Privacy-Conscious**: We only collect publicly available information and respect data protection guidelines.\n\n Ethical Considerations\n\nLeadspry is designed to help you find publicly available information more efficiently. We encourage all users to use this tool responsibly and in compliance with applicable laws and regulations. Always respect privacy rights and terms of service of the platforms you're searching.\nGetting Started\n\n1. Install the Leadspry Chrome extension.\n2. Click on the Leadspry icon in your browser.\n3. Enter your search criteria and start generating leads immediately.\n\nTransform your lead generation process today with Leadspry - your key to unlocking a world of potential connections and opportunities!\n\nNote: Leadspry is intended for finding publicly available business contact information. Users are responsible for ensuring their use of the tool complies with all relevant laws, regulations, and platform policies.  this is my extension i am targeting peaple who look for leads generation with linkedin , peaple who look for lead generation with facebook , peaple who look for lead generaton with twitter ,peaple who look lead generatoin with maps, peaple who look for leadgeneration with instagram , peaple who looks for lead generatoin with google  and those who want to find out the emai and phone number of lead - i want you to rwrite this complete description i want seo optimize descriptoin so that i can target all these people so please write it i want to rankb1 on extensoin using seo"
  }
}