{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Organizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Organiza tus pestañas en grupos contextuales"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "El Organizador de Pestañas Contextual es una herramienta poderosa diseñada para mejorar tu productividad y organización en Chrome. Con esta extensión, podrás:\n\nCrear grupos de pestañas personalizados basados en diferentes contextos (trabajo, estudio, ocio, etc.).\nAsignar colores a cada grupo para una identificación visual rápida.\nOrganizar automáticamente nuevas pestañas en los grupos existentes.\nCambiar fácilmente entre diferentes contextos con un solo clic.\nEliminar grupos de pestañas cuando ya no los necesites.\n\nIdeal para estudiantes, profesionales y cualquier persona que maneje múltiples tareas en su navegador. Simplifica tu flujo de trabajo y reduce el desorden en tu barra de pestañas. ¡Prueba el Organizador de Pestañas Contextual hoy y experimenta una nueva forma de navegar!\"\nCaracterísticas principales:\n\nCreación de grupos de pestañas personalizados\nAsignación de colores a grupos\nOrganización automática de nuevas pestañas\nFácil cambio entre contextos\nGestión simple de grupos de pestañas\n\n---------------------------------------------------------------------------------------------------------------------------------------------------------\n\nThe Contextual Tab Organizer is a powerful tool designed to enhance your productivity and organization in Chrome. With this extension, you can:\n\nCreate custom tab groups based on different contexts (work, study, leisure, etc.).\nAssign colors to each group for quick visual identification.\nAutomatically organize new tabs into existing groups.\nEasily switch between different contexts with a single click.\nRemove tab groups when you no longer need them.\n\nPerfect for students, professionals, and anyone handling multiple tasks in their browser. Simplify your workflow and reduce clutter in your tab bar. Try the Contextual Tab Organizer today and experience a new way of browsing!\"\nKey Features:\n\nCreation of custom tab groups\nColor assignment to groups\nAutomatic organization of new tabs\nEasy switching between contexts\nSimple management of tab groups"
  }
}