{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Porsche 911 GT Cars"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover the power and elegance of Porsche 911 GT with stunning wallpapers."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take your browsing experience to the next level with the Porsche 911 GT Theme, designed to combine sleek style and seamless functionality. This theme doesn’t just enhance your visual experience; it transforms your browser into a powerful tool for productivity and organization.\n\nWith stunning Porsche 911 GT wallpapers on every new tab, your browser will exude elegance and energy. But the Porsche 911 GT Theme is more than just visuals—it’s designed to streamline your daily tasks. \n\nThe shortcuts feature offers quick access to your favorite websites, ensuring you’re always just a click away from what matters most.\n\nStay connected effortlessly with the social media apps integration, enabling easy navigation to platforms like Facebook, Instagram, and Twitter right from your new tab. Whether you're catching up with friends or staying updated on trends, everything is within reach.\n\nThe time and date display keeps you organized, helping you stay on top of your schedule with a glance. No need for external clocks or calendars—everything is built into your browser. You can also manage your online space with the bookmark feature, which allows you to save and access your favorite sites effortlessly.\n\nNeed a place for quick thoughts or reminders? The notes feature lets you jot down ideas or to-do lists, keeping everything in one convenient location. Plus, with the theme switching option, you can easily change the look of your browser to match your mood, keeping your browsing experience fresh and exciting.\n\nElevate your productivity and style with the Porsche 911 GT Theme. Install now and turn every new tab into a dynamic, personalized experience!"
  }
}