{
  "name": {
    "ar,id": "Looney Tunes Space Jam  Online Games",
    "am,lv,mr,nl,sw,tr": "Looney Tunes Space Jam  Basketball Game",
    "bg,da,et": "Looney Tunes Space Jam  Online",
    "bn": "লুনি টিউনস স্পেস জ্যাম  Unblocked Games",
    "ca,cs,fa,ro,sk,sl": "Looney Tunes Space Jam Unblocked",
    "de,fr": "Looney Tunes Space Jam  Online Game",
    "el,hr": "Looney Tunes Space Jam  Unblocked Games",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Looney Tunes Space Jam - Basketball Game",
    "es": "Atasco espacial de Looney Tunes  Cartoon Game",
    "fi": "Looney Tunes Space Jam  Unblocked Game",
    "fil": "Space Jam ng Looney Tunes Unblocked",
    "gu": "લૂની ટ્યુન્સ સ્પેસ જામ  Online",
    "he": "לוני טונס ספייס ג&#39;אם  Online Game",
    "hi": "लूनी ट्यून्स स्पेस जैम  Unblocked Games",
    "hu,ms": "Looney Tunes Space Jam  Cartoon Game",
    "it": "Marmellata spaziale dei Looney Tunes  Unblocked Games",
    "ja": "ルーニー テューンズ スペース ジャム Unblocked",
    "kn": "ಲೂನಿ ಟ್ಯೂನ್ಸ್ ಸ್ಪೇಸ್ ಜಾಮ್  Basketball Game",
    "ko": "루니 툰 스페이스 잼  Unblocked Game",
    "ml": "ലൂണി ട്യൂൺസ് സ്പേസ് ജാം  Unblocked Game",
    "pl": "Kosmiczny mecz Looney Tunes  Unblocked Game",
    "ru": "Космический джем Луни Тюнз  Unblocked Game",
    "ta": "லூனி ட்யூன்ஸ் ஸ்பேஸ் ஜாம்  Online",
    "te": "లూనీ ట్యూన్స్ స్పేస్ జామ్ Unblocked",
    "th": "ลูนี่ทูนส์ สเปซแจม Unblocked",
    "uk": "Космічний джем Looney Tunes  Unblocked Games"
  },
  "short": {
    "ar": "هذه لعبة مسابقة إطلاق نار بسيطة من ثلاث نقاط حيث تتحكم في Bugs Bunny.",
    "am": "ይህ Bugs Bunny የሚቆጣጠሩበት ቀላል ባለ ሶስት ነጥብ የተኩስ ውድድር ጨዋታ ነው።",
    "bg": "Това е проста състезателна игра за стрелба по три точки, в която вие контролирате Bugs Bunny.",
    "bn": "এটি একটি সাধারণ তিন-পয়েন্ট শুটিং প্রতিযোগিতার খেলা যেখানে আপনি বাগস বানি নিয়ন্ত্রণ করেন।",
    "ca": "Aquest és un senzill joc de concurs de trets de tres punts on controles Bugs Bunny.",
    "cs": "Toto je jednoduchá tříbodová soutěžní hra, ve které ovládáte zajíčka Bugs Bunny.",
    "da": "Dette er et simpelt trepunkts skydekonkurrencespil, hvor du styrer Bugs Bunny.",
    "de": "Dies ist ein einfaches Drei-Punkte-Wettkampfspiel, bei dem Sie Bugs Bunny steuern.",
    "el": "Αυτό είναι ένα απλό παιχνίδι διαγωνισμού σκοποβολής τριών σημείων όπου ελέγχετε το Bugs Bunny.",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "This is a simple three-point shooting contest game where you control Bugs Bunny.",
    "es": "Este es un simple concurso de tiros de tres puntos en el que controlas a Bugs Bunny.",
    "et": "See on lihtne kolmepunktiviskevõistlus, kus juhite Bugs Bunny.",
    "fa": "این یک بازی مسابقه تیراندازی سه نقطه ای ساده است که در آن شما Bugs Bunny را کنترل می کنید.",
    "fi": "Tämä on yksinkertainen kolmen pisteen ammuntapeli, jossa ohjaat Bugs Bunnya.",
    "fil": "Ito ay isang simpleng three-point shooting contest game kung saan kinokontrol mo ang Bugs Bunny.",
    "fr": "Il s&#39;agit d&#39;un simple jeu de concours de tir à trois points où vous contrôlez Bugs Bunny.",
    "gu": "આ એક સરળ ત્રણ-બિંદુ શૂટિંગ સ્પર્ધાની રમત છે જ્યાં તમે બગ્સ બન્નીને નિયંત્રિત કરો છો.",
    "he": "זהו משחק תחרות קליעה פשוט של שלוש נקודות שבו אתה שולט באגס באני.",
    "hi": "यह एक सरल तीन-बिंदु शूटिंग प्रतियोगिता गेम है जहाँ आप बग्स बनी को नियंत्रित करते हैं।",
    "hr": "Ovo je jednostavna natjecateljska igra u šutiranju tri poena u kojoj upravljate Bugs Bunnyjem.",
    "hu": "Ez egy egyszerű hárompontos lövöldözős játék, ahol te irányítod a Bugs Bunny-t.",
    "id": "Ini adalah game kontes menembak tiga poin sederhana di mana Anda mengontrol Bugs Bunny.",
    "it": "Questo è un semplice gioco di tiro a tre punti in cui controlli Bugs Bunny.",
    "ja": "バッグス・バニーを操作するシンプルなスリーポイントシューティングコンテストゲームです。",
    "kn": "ಇದು ಸರಳವಾದ ಮೂರು-ಪಾಯಿಂಟ್ ಶೂಟಿಂಗ್ ಸ್ಪರ್ಧೆಯ ಆಟವಾಗಿದ್ದು, ನೀವು ಬಗ್ಸ್ ಬನ್ನಿಯನ್ನು ನಿಯಂತ್ರಿಸುತ್ತೀರಿ.",
    "ko": "Bugs Bunny를 조종하는 간단한 3점 슈팅 콘테스트 게임입니다.",
    "lv": "Šī ir vienkārša trīspunktu metienu konkursa spēle, kurā jūs kontrolējat Bugs Bunny.",
    "ml": "നിങ്ങൾ ബഗ്സ് ബണ്ണിയെ നിയന്ത്രിക്കുന്ന ലളിതമായ ത്രീ-പോയിന്റ് ഷൂട്ടിംഗ് മത്സര ഗെയിമാണിത്.",
    "mr": "हा एक साधा तीन-पॉइंट शूटिंग स्पर्धा गेम आहे जिथे तुम्ही बग्स बनीला नियंत्रित करता.",
    "ms": "Ini ialah permainan pertandingan menembak tiga mata yang mudah di mana anda mengawal Bugs Bunny.",
    "nl": "Dit is een eenvoudig driepunts schietwedstrijdspel waarin je Bugs Bunny bestuurt.",
    "pl": "To prosta gra polegająca na strzelaniu za trzy punkty, w której kontrolujesz Królika Bugsa.",
    "ro": "Acesta este un simplu joc concurs de împușcături în trei puncte în care îl controlezi pe Bugs Bunny.",
    "ru": "Это простая игра-соревнование по трехочковой стрельбе, в которой вы управляете Багзом Банни.",
    "sk": "Toto je jednoduchá súťažná trojbodová strieľačka, v ktorej ovládate zajačika Bugs Bunny.",
    "sl": "To je preprosta tekmovalna igra v metu za tri točke, kjer nadzorujete Bugs Bunnyja.",
    "sw": "Huu ni mchezo rahisi wa shindano la pointi tatu ambapo unadhibiti Bugs Bunny.",
    "ta": "பக்ஸ் பன்னியை நீங்கள் கட்டுப்படுத்தும் எளிய மூன்று-புள்ளி படப்பிடிப்பு போட்டி விளையாட்டு இது.",
    "te": "ఇది మీరు బగ్స్ బన్నీని నియంత్రించే సాధారణ మూడు-పాయింట్ షూటింగ్ పోటీ గేమ్.",
    "th": "นี่คือเกมการแข่งขันยิงสามแต้มง่ายๆ ที่คุณควบคุม Bugs Bunny",
    "tr": "Bu, Bugs Bunny&#39;yi kontrol ettiğiniz basit bir üç sayılık atış yarışması oyunudur.",
    "uk": "Це проста гра-змагання з трьохочкових кидків, де ви керуєте Багзом Банні."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is a simple three-point shooting contest game where you control Bugs Bunny. You get up to 1 minute to shoot 25 shots from 5 different shooting racks. Make the money ball at the end of each rack for double points\n\n\nTo swipe Install this extension to play Looney Tunes Space Jam  game or offline with no additional downloads and no ads. \n\nYou can contact with us support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}