{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rally Time"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily convert developer time to Rally Actual Points."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily convert Jira-like developer time to Rally-style points on any User Story.\n\nFeatures:\n- Enter shorthand time like \"1d 5h 30m\"\n- Enter multiple times for group pairing\n- Copy calculated points\n- Set calculated points to Estimated Plan or Actual Points fields on a User Story\n- Customize variables for calculating points in settings\n- Saves settings to Chrome storage\n\nUsage:\n- Please refresh any old Rally tab that was opened before the plugin installed\n- Pin the Rally Time extension to your Chrome for quick and easy access\n- Click the Rally Time extension to open the pop-up\n- Enter times in the input box, such as \"7d 4h 30m\"\n- Currently only (d)ays, (h)ours, and (m)inutes are recognized\n- You can enter unlimited times in a single input box, or click the \"+ Time\" button to add more input boxes, either way it will calculate to the same total result\n- Use the Garbage button to clear individual input boxes or use the Reset button to clear all input boxes\n- The final calculated points is the large number at the bottom\n- The Copy button will copy the calculated score to your clipboard\n- The Estimate button will send the calculated score to a \"Plan Estimate\" field - only on a full User Story Details page in Rally\n- The Actual button will send the calculated score to a \"Actual Points\" field - only on a full User Story Details page in Rally\n- For Agile point calculation settings, click the three dots button on the title bar of the pop-up\n- From there, you can set the Points Per Day, Hours Per Day, Point Interval, and Minimum Points.\n- Points Per Day: The equivalent of how many points a total work day is in your agile environment\n- Hours Per Day: The total work hours per working day in your agile environment\n- Point Interval: An interval at which points must be rounded closest to\n- Minimum Points: The minimum points before zero that are allowed in your agile environment\n\nDebugging:\n- In the settings page of the pop-up, you can select the toggle \"Debug Times Array\" which will display an ordered list of the strings being inputted on the main pop-up page\n- Right-click inspect element on your overall webpage and open the Console tab and look for a \"[Rally Time] Content script started\" message, this means that the content script to find the Rally fields will be available to run\n- Right-click inspect element on the pop-up's page and open the Console tab to see calculation and storage messages in real-time as input is typed in either the main or settings page of the pop-up box\n\nCopyright Notices:\n*This extension is not affiliated with Jira which is a copyrighted product under Atlassian.\n*This extension is not affiliated with Rally which is a copyrighted product under Broadcom, Inc."
  }
}