{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ex Wallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ex Wallet is a secure and user-friendly web3 wallet for managing digital assets and dApps."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Ex Wallet: Your Gateway to the World of Cryptocurrency and NFTs\n\nWhat is Ex Wallet?\nEx Wallet is a cutting-edge Web 3 wallet designed for cryptocurrency enthusiasts, traders, and NFT collectors. It supports multiple blockchain networks, including Ethereum mainnet, Polygon mainnet, Mumbai testnet, and Sepolia testnet. With Ex Wallet, you can effortlessly manage, send, and receive tokens, NFTs, and native currencies across these chains.\n\nWhy Should You Install Ex Wallet?\n\n1.Multi-Chain Support:\ni) Seamlessly interact with multiple blockchain networks: Ethereum, Polygon, Mumbai testnet, and Sepolia testnet.\nii)Switch between networks with ease, allowing you to manage your assets across different chains without hassle.\n\n2.Comprehensive Asset Management:\ni)Store and manage various cryptocurrencies, tokens, and NFTs all in one place.\nii)Keep track of your portfolio with real-time updates on your asset balances and values.\n\n3.User-Friendly Interface:\ni)Intuitive design makes it easy for both beginners and experienced users to navigate the wallet.\nii)Quickly access essential features like sending, receiving, and viewing transaction history.\n\n4.Secure and Private:\ni)Robust security features ensure your assets are safe, including encryption and private key management.\nii)Your private keys are stored securely on your device, giving you full control over your funds.\n\n5.Testnet Access:\ni)Experiment and test transactions on Mumbai and Sepolia testnets without using real funds.\nii)Ideal for developers and users who want to explore and learn without financial risk.\n\n6.Enhanced NFT Experience:\ni)Easily manage your NFT collection, view your digital assets, and transfer NFTs between accounts.\nii)Stay updated with the latest in the NFT space, all within ExWallet.\n\nWhy Choose Ex Wallet?\nEx Wallet is not just a wallet; it's a comprehensive platform designed to meet all your cryptocurrency and NFT needs. Whether you're a seasoned trader, a crypto newbie, or an NFT aficionado, Ex Wallet offers the tools and features you need to stay ahead in the ever-evolving digital asset landscape. With its multi-chain support, user-friendly interface, and top-notch security, Ex Wallet is the ultimate wallet for the modern crypto user.\n\nGet Started with Ex Wallet Today!\nJoin the Ex Wallet community and take full control of your digital assets. Download ExWallet now and experience the future of cryptocurrency and NFT management."
  }
}