{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NPTEL Condenser"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome Extension that helps condense hour long NPTEL videos into minutes of important snippets."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "If you are an Engineering Student in India, you must know about NPTEL Video Lectures. NPTEL is a repository of educational videos made by IITs, IISc and other premier universities. They are binge-watched by almost every student before their examinations in order to revise the entire course at once.\n\nEach of these videos is an hour long and hence each course requires 40 hours to watch completely. It is both tiring and taxing on the students. The videos were made in order to learn from scratch and not revise in a day.\n\nThis is where 'NPTEL Condenser' comes into the scene. \n\nThe one hour duration of each lesson isn't uniformly important. There is a long intro, an outro, portions where the professor gets distracted, there is irrelevant information and so on. NPTEL Condenser skips these parts for you and condenses each video into few minutes of most important content.\n\nIt boosts the student's productivity and enhances focus. \n\nHow does NPTEL Condenser do it?\nWith your help! NPTEL Condenser has three modes: Condenser On, Condenser Off and Editing Mode. In the Editing Mode, users can mark parts of the videos that should be ignored and mark the important parts that should be studied. At the end of marking, users will receive a txt file with the information they just helped create. We request the users to send the file, as it is with no edits to nptelcondenser@gmail.com\n\nThese files will be cross referenced and the central database will be updated and all the users can then view the video you just edited in its condensed form. \n\nCondenser On keeps the condensation process of the video active while Condenser Off disables it. \n\nSince the Condensing process is a computationally heavy process, it is advised to turn the mode off when not watching NPTEL videos, or even better, disable the extension.\n\nI created this extension in a week, so the development might not be perfect. I encourage users to modify the package in any manner they wish to for non commercial open source use."
  }
}