{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DB Memo Pad"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your go-to memo manager. Quickly save your temporary thoughts using Local Storage."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "How Does it Work?\nDB Memo Pad uses local storage to instantly save text entered in textarea inputs on your device.\n1. Active Tabs: Displays the tabs in use among the 15 available, helping in managing your memos.\n2. Search Memos: Quickly locate specific content across all memos with a search feature, presented in an alert popup.\n3. Below the textarea input, find:\n-- Copy Memo: Copies text from the active memo tab to the clipboard.\n-- Clear Memo: Clears text from the active memo.\n--  Save .txt: Saves all memos to a 'Memos.txt' file for local storage.\n-- Clear All: Deletes all memos across every tab, irreversible action.\n4. BK/RC Tab: Offers a backup and restore system for all memos. Additional buttons include:\n-- Backup?: Fetches and displays all local storage Key/Values for DB Memo Pad in the textarea input.\n-- Save Backup .txt?: Saves all local storage data to 'Memo-Codes.txt' for local storage.\n-- Replace?: Restores memos from 'Memo-Codes.txt'. Simply copy text data from the file and paste it into the Backup Recovery Codes input, then press Replace.\n\nPrivacy\n- This extension does not gather any personal information or browsing history from users.  0 Tracking, 0 data collection.\n- Users can rest assured that their browsing activities remain private and are not monitored or shared with any third parties.\n- The extension does not require any libraries linked outside of the extension aka \"remote code\".  Just requires the browser's local storage to save your settings.\n\nChanglog/Bug Fixes:\nhttps://destructiveburn.com/forum/public/d/22-db-memo-pad-changelog-news\n\nMore About the Extension here:\nhttps://destructiveburn.com/forum/public/d/21-db-memo-pad-browser-extension"
  }
}