{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PMG Disha outcome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The \"PMG Disha Outcome Upload\" is a powerful browser extension designed to enhance the user experience and streamline the process…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The \"PMG Disha Outcome Upload\" is a powerful browser extension designed to enhance the user experience and streamline the process of submitting outcomes and payments on the PMG Disha platform. PMG Disha is an initiative aimed at providing digital literacy and education to students, and this extension simplifies the outcome submission and payment tasks for participants\n\n\nKey Features:\n\n1. Effortless Outcome Submission: The extension streamlines the outcome submission process by automating form filling. Participants can quickly enter their outcome details, reducing manual effort and saving time.\n\n2. User-Friendly Interface: With a clean and intuitive design, the extension seamlessly integrates into the PMG Disha website. It offers a smooth and user-friendly interface, making it easy for participants to interact with the platform.\n\n3. Time-Saving Solution: By eliminating repetitive tasks and simplifying the submission process, the extension helps participants submit outcomes faster and with greater efficiency.\n\n4. Privacy-Focused: The extension operates locally on the user's device and does not collect or store any personal data. User privacy is of utmost importance, and the extension adheres to strict privacy standards.\n\nHow to Use:\n\n1. Install the extension from the official browser extension store.\n2. Log in to your PMG Disha account and navigate to the outcome submission page.\n3. The extension will automatically detect the relevant page and display a user interface to enter outcome details.\n4. Enter the required outcome information as prompted by the extension.\nClick the \"Submit\" button to finalize the outcome submission."
  }
}