{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "X Search Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LLM powered X (formerly Twitter) search assistant"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the full power of X search with help of LLMs\n\nX Search Assistant is your AI-powered companion for crafting advanced Twitter searches effortlessly. Simply type what you're looking for in plain English and let the LLM figure out the search query. This query will be run on Twitter web itself on a new tab. You can choose pretty much LLM.\n\nRequirements: \n1. Any one of OpenAI API key, Anthropic Key or Openrouter API key\n2. You need to be logged on from any account to search on X/Twitter\n\nKeyboard shortcut: Ctrl + Shift + S\nLatest timeline flag: -l\nUnsure about user handle flag: -idk\n\nExample Queries:\n\nI use Claude Sonnet 3.5 for below ones but the results are good with smaller models like Claude Haiku and Gemini Flash too thanks to the elaborate system prompt.\n\n1. \nYour query -> \"Tweets by dejavucoder mentioning terms like system design in the year 2024 with more than 10 likes\"\n\nX search assistant query -> from:dejavucoder (system design OR architecture OR scalability OR microservices OR distributed systems) since:2024-01-01 until:2024-12-31\n\n2.\n\nYour query -> \"Find replies from @user1 to @user2 with YouTube links and 10+ likes\"\n\nCrafted query -> from:user1 to:user2 filter:replies url:youtube.com min_faves:10\n\nKey Features:\n\nNatural Language Search: No need to memorize complex search operators. Just describe what you want to find.\n\nAI-Powered: Leverages LLMs for text to twitter search query\n\nCustomizable LLM: You can change to any LLM supported by Openrouter API\n\nRecent Queries: Quick access to your recent english-input / query pairs\n\n\nTime-Saving Shortcuts: Use flags like \"-l\" for latest results or \"-idk\" when unsure about usernames.\n\nPrompt Provided: Default prompt is visible and editable for transparency.\n\nSupercharge your Twitter research and discover content you never knew existed. Download Twitter Search Assistant today and transform the way you search."
  }
}