{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scrapbox List Marker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A chrome extension for Customizing list marker of Scrapbox.",
    "ja": "Scrapboxのリストマーカーをカスタマイズするための拡張機能です。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "【About this extension】\nThis is a third party extension for Scrapbox users.\nCurrently, Scrapbox allows you to customize the design to your liking by writing CSS. However, writing CSS is time-consuming and complicated to change.\nThis extension allows you to change Scrapbox's list markers to your liking using a GUI-based interface.\n\n【How to use】\n- Click on the extension icon and a popup will appear.\n- When you click the extension icon, a pop-up window will appear. You can customize the list markers (color changeable) by selecting one for each paragraph.\n- Inserting an indent line (color changeable) makes it easier to understand the indent correspondence you are writing.\n- The demonstration at the bottom of the screen allows you to see how it actually appears.\n\n※ If you want to return to the default settings, please disable or delete the extension.\n※ This is an unofficial extension, so please use it at your own risk.\n\nScrapbox official: https://scrapbox.io/product\nSource code: https://github.com/penicillin0/scrapbox-list-marker\n\nIf you have any bugs or requests for additional features, please send them to\nhttps://github.com/penicillin0/scrapbox-list-marker/issues",
    "ja": "【この拡張機能について】\nScrapboxユーザ向けのサードパーティ拡張機能です。\n現在ScrapboxではCSSを書くことでデザインを自分好みにカスタマイズすることができます。しかし、CSSの記述は手間がかかりますし、変更するのが煩雑です。\nこの拡張機能ではGUIベースでScrapboxのリストマーカー(箇条)を自分好みに変更することができます。\n\n【使い方】\n- 拡張機能のアイコンをクリックするとポップアップが表示されます。\n- 段落ごとにリストマーカー(色の変更可能)を選ぶことで自分好みにカスタマイズすることができます。\n- インデントライン(色の変更可能)を挿入することで書くインデントの対応がわかりやすくできます。\n- 画面下部のデモンストレーションで実際にどう表示されるのか確認することができます。\n\n\n※デフォルトに戻したい際は、拡張機能の無効化または削除を行ってください。\n※非公式の拡張機能ですので、ご利用は自己責任でお願いします。\n\nScrapbox公式: https://scrapbox.io/product\nソースコード: https://github.com/penicillin0/scrapbox-list-marker\n\nバグや機能追加の要望などあれば以下までお願いします。\nhttps://github.com/penicillin0/scrapbox-list-marker/issues"
  }
}