{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "RAII"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "RAII Extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "RAII is a specialized Chrome extension designed exclusively for LinkedIn profile pages by storing the LinkedIn URL in our database\n\nKey Features:\n\nLinkedIn Exclusive: This extension is dedicated solely to LinkedIn profile pages, ensuring a focused and optimized experience for recruiters and hiring managers.\n\nSeamless Integration: With a single click, users can trigger the extension to open a pop-up window linked to the RAII website, which serves as a comprehensive recruiting tool.\n\nSocial Media Profiles: Quickly access links to a candidate's professional social media profiles for a more holistic view.\n\nCompatibility Check: Assess candidate compatibility with specific job requirements and company culture.\n\nCommunication Tools: Connect with candidates directly through integrated messaging services.\n\nUser-Friendly: The extension is designed for ease of use, ensuring that even users with minimal technical expertise can maximize its benefits.\n\nPrivacy and Security: We prioritize user privacy and data security. The extension only interacts with LinkedIn and the RAII website, maintaining the confidentiality of user data.\n\nHow to Use:\n\nInstall the LinkedIn Recruiter Assistant Chrome extension from the Chrome Web Store.\n\nNavigate to any LinkedIn profile page.\n\nClick on the extension icon to trigger the RAII pop-up, unlocking powerful candidate scouting tools."
  }
}