{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tech Recruiting Email Finder by developerDB"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find tech talent’s personal emails, tech skills ranking, and other info. For LinkedIn, GitHub, Twitter, Facebook, Stack Overflow"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find more than just PERSONAL emails of IT workers. Get personal emails, Tech Skills Ranking, social media, work history and more. \n\nWorks great on LinkedIn. For a typical search, we have personal emails on 60%+ of LinkedIn tech talent profiles. We are even better on GitHub and Stack Overflow. \n\nNot only can you find personal emails of tech talent, the Tech Recruiting Email Finder by developerDB can also tell you if they are good at certain technology with our Tech Skill Rankings. It also includes social media URLs and work information on over 15 million developers and other tech workers. \n\nIt works on social sites like GitHub, LinkedIn, Stack Overflow, Twitter, Facebook etc.\n\nPERSONAL EMAILS\n\nUnlike other email finders that display  business emails, recruiters prefer personal emails so our Extension mostly finds personal emails. Personal emails are valid much longer than business emails so you can store them in your own database. \n\nNO CLICKING REQUIRED\n\nWe will tell you if we have the contact information without you having to click on the Extension. When you are on a social media profile page, if our developerDB Chrome Extension icon turns from black to blue, that means we have information on that profile. \n\n- Hard to Find Developers’  personal emails\n- Improved response rate: Contact candidates multiple times results in 3X response rate\n- Tech Ranking of GitHub & Stack Overflow users\n- Unlimited searches\n- Diversity search\n\nSee a possible candidate on LinkedIn, GitHub, Stack Overflow: get their personal emails and see how they rank vs everyone else on GitHub and Stack Overflow.\n\nAnd every unlocked profile is stored in your account history for easy lookup. \n\nREGISTER FOR FREE ACCOUNT\n\nYou will need a developerdb account to get started. You can register for a free account at developerdb.com"
  }
}