{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Rescue Rocket Platform Game"
  },
  "short": {
    "ar": "عليك جمع كل الناس على المنصة مع صاروخ الإنقاذ والحصول على درجات عالية.",
    "am": "ሁሉንም ሰዎች በመድን ሮኬት መሰብሰብ እና ከፍተኛ ውጤት ማግኘት አለብዎት.",
    "bg": "Трябва да събереш всички хора на платформата със спасителната ракета и да получиш високи резултати.",
    "bn": "আপনাকে রেসকিউ রকেট দিয়ে প্ল্যাটফর্মের সমস্ত লোককে সংগ্রহ করতে হবে এবং উচ্চ স্কোর পেতে হবে।",
    "ca": "Heu de recollir totes les persones de la plataforma amb el coet de rescat i obtenir puntuacions altes.",
    "cs": "Musíte shromáždit všechny lidi na plošině se záchrannou raketou a získat vysoké skóre.",
    "da": "Du skal samle alle mennesker på platformen med redningsraketten og få høje score.",
    "de": "Sie müssen alle Leute auf der Plattform mit der Rettungsrakete sammeln und Highscores erzielen.",
    "el": "Πρέπει να συλλέξετε όλους τους ανθρώπους στην πλατφόρμα με τον πύραυλο διάσωσης και να πάρετε υψηλές βαθμολογίες.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You have to collect all the people on the platform with the rescue rocket and get high scores.",
    "es": "Tienes que recoger a todas las personas en la plataforma con el cohete de rescate y obtener puntuaciones altas.",
    "et": "Peate päästeraketiga koguma kõik platvormil olevad inimesed ja saama kõrgeid tulemusi.",
    "fa": "شما باید برای جمع آوری تمام مردم بر روی پلت فرم با موشک نجات و گرفتن نمرات بالا.",
    "fi": "Sinun on kerättävä kaikki alustalla olevat ihmiset pelastusraketilla ja saatava korkeat pisteet.",
    "fil": "Mayroon kang upang mangolekta ng lahat ng mga tao sa platform sa iligtas rocket at makakuha ng mataas na puntos.",
    "fr": "Vous devez rassembler toutes les personnes sur la plate-forme avec la fusée de sauvetage et obtenir des scores élevés.",
    "gu": "તમારે બચાવ રોકેટથી પ્લેટફોર્મ પરના બધા લોકોને એકત્રિત કરવા પડશે અને ઉચ્ચ સ્કોર્સ મેળવવા પડશે.",
    "he": "אתה צריך לאסוף את כל האנשים על הרציף עם טיל החילוץ ולקבל ציונים גבוהים.",
    "hi": "आपको बचाव रॉकेट के साथ मंच पर सभी लोगों को इकट्ठा करना होगा और उच्च स्कोर प्राप्त करना होगा।",
    "hr": "Morate prikupiti sve ljude na platformi s raketom za spašavanje i dobiti visoke ocjene.",
    "hu": "Össze kell gyűjtenie az összes embert a platformon a mentőrakétával, és magas pontszámokat kell elérnie.",
    "id": "Anda harus mengumpulkan semua orang di peron dengan roket penyelamat dan mendapatkan skor tinggi.",
    "it": "Devi raccogliere tutte le persone sulla piattaforma con il razzo di salvataggio e ottenere punteggi elevati.",
    "ja": "あなたは救助ロケットでプラットフォーム上のすべての人々を収集し、ハイスコアを取得する必要があります。",
    "kn": "ನೀವು ಪಾರುಗಾಣಿಕಾ ರಾಕೆಟ್ ನೊಂದಿಗೆ ಪ್ಲಾಟ್ ಫಾರ್ಮ್ ನಲ್ಲಿರುವ ಎಲ್ಲಾ ಜನರನ್ನು ಸಂಗ್ರಹಿಸಬೇಕು ಮತ್ತು ಹೆಚ್ಚಿನ ಸ್ಕೋರ್ ಗಳನ್ನು ಪಡೆಯಬೇಕು.",
    "ko": "구조 로켓으로 플랫폼에있는 모든 사람들을 모으고 높은 점수를 받아야합니다.",
    "lv": "Jums ir jāsavāc visi cilvēki uz platformas ar glābšanas raķeti un jāiegūst augsti rādītāji.",
    "ml": "നിങ്ങൾ റെസ്ക്യൂ റോക്കറ്റ് ഉപയോഗിച്ച് പ്ലാറ്റ്ഫോമിലെ എല്ലാ ആളുകളെയും ശേഖരിക്കുകയും ഉയർന്ന സ്കോറുകൾ നേടുകയും വേണം.",
    "mr": "आपल्याला बचाव रॉकेटसह प्लॅटफॉर्मवरील सर्व लोकांना गोळा करावे लागेल आणि उच्च गुण मिळवावे लागतील.",
    "ms": "Anda perlu mengumpul semua orang di platform dengan roket penyelamat dan mendapat markah tinggi.",
    "nl": "Je moet alle mensen op het platform verzamelen met de reddingsraket en hoge scores behalen.",
    "no": "Du må samle alle menneskene på plattformen med redningsrakett og få høye score.",
    "pl": "Musisz zebrać wszystkich ludzi na platformie za pomocą rakiety ratunkowej i uzyskać wysokie wyniki.",
    "ro": "Trebuie să colecteze toți oamenii de pe platforma cu racheta de salvare și de a obține scoruri mari.",
    "ru": "Вам предстоит собрать всех людей на платформе со спасательной ракетой и получить высокие баллы.",
    "sk": "Pomocou záchrannej rakety musíte zhromaždiť všetkých ľudí na plošine a získať vysoké skóre.",
    "sl": "Moraš zbrati vse ljudi na platformi z reševalno raketo in dobili visoke rezultate.",
    "sv": "Du måste samla alla människor på plattformen med räddningsraketen och få höga poäng.",
    "sw": "Lazima ukusanye watu wote kwenye jukwaa na roketi ya uokoaji na kupata alama za juu.",
    "ta": "நீங்கள் மீட்பு ராக்கெட் மூலம் மேடையில் உள்ள அனைத்து மக்களையும் சேகரித்து அதிக மதிப்பெண்களைப் பெற வேண்டும்.",
    "te": "మీరు రెస్క్యూ రాకెట్ తో ప్లాట్ ఫారం మీద ఉన్న ప్రజలందరినీ సేకరించాలి మరియు అధిక స్కోర్ లను పొందాలి.",
    "th": "คุณต้องรวบรวมทุกคนบนแพลตฟอร์มด้วยจรวดกู้ภัยและรับคะแนนสูง",
    "tr": "Platformdaki tüm insanları kurtarma roketi ile toplamalı ve yüksek puanlar almalısınız.",
    "uk": "Ви повинні зібрати всіх людей на платформі з рятувальною ракетою і отримати високі бали."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "You have to carefully fly your rocket through space while searching and rescuing people trapped below. Avoid all obstacles as you try to save as many people as possible before they crash. You should try to save the highest number of people.\n\nHow To Play\nIt is played with the mouse.\n\nThe Rescue Rocket Platform Game Features\n✓ Infinity Level\n✓ Easy use control\n✓ Pixel Graphics\n✓ Quality Particle\n\nThe Rescue Rocket Platform Game extension does not contain any hidden ads. In this way, you can fully experience the game and have a pleasant time. This game with great graphics has been designed for you with every detail in mind.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}