{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kixie PowerCall"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kixie PowerCall enhances your Kixie experience by enabling click-to-call, immediate CRM data access and simple activity scheduling."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Call or text numbers on any webpage in Chrome with a single click, with every interaction recorded automatically in your CRM.\n\nThe Kixie PowerCall Chrome extension enables sales and other customer-facing teams to boost performance with a suite of advanced calling and texting features. Kixie automatically recognizes phone numbers on any web page you visit in Chrome, and places a click-to-call button next to each number for one-click dialing. \n\nCalls, texts, dispositions and activities are logged automatically in your CRM, practically eliminating the need for the tedious manual record-keeping that slows down salespeople in their day-to-day activities. \n\nFeatures include:\n - PowerDial through lists of contacts automatically. Boost productivity tenfold by dialing up to 10 numbers simultaneously with multi-line PowerDialer\n - Advanced AI-powered local presence lets users call from a number with the same local area code as the person they’re calling\n - Voicemail drop allows you to leave custom pre-recorded messages with a single click, without having to wait for the “beep”\n - SMS templates with dynamic fields let you send personalized messages without touching your keyboard\n - Click-to-call any number on any webpage\n - Integrations with leading CRMs including HubSpot, Pipedrive, Zoho, Salesforce, and more\n - Call center features including IVRs, ring groups, call queues, and dynamic routing allow for a seamless customer experience on incoming calls"
  }
}