{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "useDuck"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,de,el,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zeigt Gutscheine und Angebote für über 15.000 Online-Shops an.",
    "da,sv": "Visa rabattkoder och erbjudanden för över 15 000 online-butiker.",
    "en": "Displays coupons and offers for over 15,000 webshops.",
    "es": "Muestra códigos descuento y ofertas para más de 15.000 tiendas en línea.",
    "fr": "Affiche des codes promo et des offres pour plus de 15 000 boutiques en ligne.",
    "it": "Mostra codici sconto e offerte per più di 15.000 negozi online."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,de,el,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "useDuck zeigt Dir alle funktionierenden Gutscheine beim Online-Shopping direkt im Browser an.\nEntspann Dich. Die Suche nach Gutscheinen ist vorbei.\n\nÜber 15.000 Online-Shops\nSpare einfach und schnell bares Geld bei über 15.000 Online-Shops in Deutschland, Frankreich, Spanien, Italien, Schweden und Dänemark.\n\nFakten über useDuck\n* useDuck zeigt Dir alle aktuellen, geprüften Gutscheine für über 15.000 Online-Shops in Deutschland, Frankreich, Spanien, Italien, Schweden und Dänemark an.\n* useDuck ist komplett kostenlos und eine Registrierung ist nicht erforderlich.\n* useDuck spart Dir bares Geld.\n* Hole Dir useDuck jetzt und spare bei jedem Online-Einkauf!\n* useDuck respektiert Deine Privatsphäre und speichert nur wenige Daten anonym, um das Produkt kontinuierlich zu verbessern.",
    "da": "useDuck viser dig alle aktuelle rabatkoder i din browser, når du shopper online.\nNu kan du spare penge. Søgningen efter aktuelle rabatkoder er færdig.\n\nOver 15.000 onlinebutikker.\nSpar penge nemt og hurtigt hos mere end 15.000 onlinebutikker i Tyskland, Frankrig, Spanien, Italien, Sverige og Danmark.\n\nFakta omkring useDuck\n* useDuck viser dig alle aktuelle og verificerede rabatkoder fra mere end 15.000 onlinebutikker i Tyskland, Frankrig, Spain, Italy, Sverige og Danmark.\n* useDuck er 100% gratis og kræver ingen registrering.\n* useDuck hjælper dig med at spare penge.\n* Få useDuck nu og spar penge på alle online bestillinger!\n* useDuck respekterer beskyttelsen af personlige data, og gemmer kun en lille mængde anonyme data for at kunne forbedre produktet kontinuerligt.",
    "en": "useDuck shows you all working, hand-tested coupons directly in your browser while shopping online. \nRelax. The endless search for coupons is over. \n\nOver 15.000 online stores. \nSimply save money shopping online in Germany, France, Spain, Italy, Sweden and Denmark. \n\nFacts\n* useDuck shows you all vlaid coupons for over 15.000 online stores in Germany, France, Spain, Italy, Sweden and Denmark directly in your browser shopping online. \n* useDuck completely free and no registration is required. \n* useDuck helps you save money shopping online. \n* Install useDuck today and start saving. \n* useDuck respects your privacy and only saves very few data anonymously to continously improve the product.",
    "es": "useDuck te muestra directamente en el navegador todos los cupones descuento válidos durante las compras en línea.\nRelájate. La búsqueda de cupones descuento ya es historia.\n\nMás de 15.000 tiendas en línea.\nAhorra dinero de manera sencilla en más de 15.000 tiendas en línea en España, Alemania, Francia, Italia, Suecia y Dinamarca.\n\nInformación sobre useDuck\n* useDuck te muestra todos los cupones descuento de validez comprobada para canjear en más de 15.000 tiendas en línea en España, Alemania, Francia, Italia, Suecia y Dinamarca.\n* useDuck es gratuito y no requiere registro.\n* useDuck te ayuda a ahorrar dinero.\n* ¡Prueba useDuck y ahorra dinero en las compras en línea!\n* useduck respeta tu privacidad y solo almacena unos pocos datos de manera anónima para mejorar continuamente el servicio que brinda.",
    "fr": "useDuck vous indique tous les codes promo fonctionnant lors de vos achats en ligne directement dans le navigateur.\nDétendez-vous. La recherche de codes promo, c'est fini.\n\nPlus de 15 000 boutiques en ligne\nÉconomisez de l'argent facilement et rapidement dans plus de 15 000 boutiques en ligne en Allemagne, France, Espagne, Italie, Suède et Danemark.\n\nFaits à propos de useDuck\n* useDuck vous indique tous les codes promo vérifiés et actifs pour plus de 15 000 boutiques en ligne.\n* useDruck est totalement gratuit et ne nécessite aucune inscription.\n* useDuck vous fait économiser de l'argent.\n* Procure-toi useDuck maintenant et économise sur chaque achat en ligne.\n* useDuck respecte votre vie privée et ne conserve que peu de données de manière anonyme, afin d'améliorer constamment le produit.",
    "it": "useDuck ti mostra tutti i codici sconto attivi quando acquisti online direttamente nel tuo browser.\nRilassati. La ricerca dei coupon non sarà più un problema.\n\nOltre 15 mila negozi online.\nRisparmia su oltre 15.000 negozi online in Italia, Germania, Francia, Spagna, Svezia e Danimarca.\n\nInfo su useDuck\n* useDuck ti mostra tutti i codici sconto attivi e verificati per oltre 15.000 negozi online in Italia, Germania, Francia, Spagna, Svezia e Danimarca.\n* useDuck è completamente gratuito e non ha bisogno di registrazione.\n* useDuck ti fa risparmiare sullo shopping.\n* Prova useDuck e risparmia su ogni acquisto online!\n* useDuck rispetta la tua privacy e salva solo alcuni dati in modo anonimo, per fornirti un servizio sempre migliore.",
    "sv": "useDuck visar dig alla aktuella rabattkoder direkt i din browser när du shoppar online.\nLuta dig tillbaka - sökandet efter rabattkoder är över. \n\nÖver 15 000 online-butiker. \nSpara pengar enkelt och snabbt hos över 15 000 online-butiker i Sverige, Danmark, Tyskland, Frankrike, Spanien och Italien. \n\nFakta om useDuck\n* useDuck visar alla aktuella, verifierade rabattkoder för över 15 000 online-butiker i Sverige, Danmark, Tyskland, Frankrike, Spanien och Italien.\n* useDuck är helt gratis och kräver ingen registrering.\n* useDuck hjälper dig att spara pengar.\n* Skaffa useDuck nu och spara på varje online-köp!\n* useDuck respekterar din integritet och lagrar därför endast en liten mängd data helt anonymt för att kontinuerligt förbättra produkten."
  }
}