{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dropbox Passwords"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,pt_PT,ro,sk,sl,sr,sw,ta,te,tr,vi": "Dropbox Passwords stores and syncs passwords across all your devices.",
    "da": "Dropbox Passwords gemmer og synkroniserer adgangskoder på alle dine enheder.",
    "de": "Dropbox Passwords speichert und synchronisiert Passwörter auf all Ihren Geräten.",
    "es": "Dropbox Passwords almacena y sincroniza contraseñas en todos tus dispositivos.",
    "es_419": "Dropbox Passwords te permite almacenar y sincronizar contraseñas en todos tus dispositivos.",
    "fr": "Dropbox Passwords stocke et synchronise les mots de passe sur tous vos appareils.",
    "id": "Dropbox Passwords menyimpan dan menyinkronkan kata sandi di semua perangkat Anda.",
    "it": "Dropbox Passwords ti consente di salvare e sincronizzare le password su tutti i tuoi dispositivi.",
    "ja": "Dropbox Passwords は、あらゆるデバイスでパスワードを保存および同期します。",
    "ko": "Dropbox Passwords로 모든 장치에서 비밀번호를 저장하고 동기화하세요.",
    "ms": "Dropbox Passwords menyimpan dan menyelaraskan kata laluan pada semua peranti anda.",
    "nl": "Dropbox Passwords slaat je wachtwoorden op en synchroniseert ze op al je apparaten.",
    "no": "Dropbox Passwords lagrer og synkroniserer passord på alle enhetene dine.",
    "pl": "Dropbox Passwords przechowuje i synchronizuje hasła na wszystkich Twoich urządzeniach.",
    "pt_BR": "O Dropbox Passwords armazena e sincroniza senhas em todos os seus dispositivos.",
    "ru": "Dropbox Passwords поможет хранить и синхронизировать пароли на всех ваших устройствах.",
    "sv": "Dropbox Passwords lagrar och synkar lösenord mellan alla dina enheter.",
    "th": "Dropbox Passwords จัดเก็บและซิงค์รหัสผ่านระหว่างอุปกรณ์ทั้งหมดของคุณ",
    "uk": "Dropbox Passwords зберігає та синхронізує паролі на всіх ваших пристроях.",
    "zh_CN": "Dropbox Passwords 可以在所有设备上存储和同步密码。",
    "zh_TW": "Dropbox Passwords 可在所有裝置上儲存並同步密碼。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,pt_PT,ro,sk,sl,sr,sw,ta,te,tr,vi": "Dropbox Passwords provides secure password storage and syncs your passwords with all your devices. It autofills usernames and passwords so you can instantly sign in to websites and apps—all while keeping your data secure. You can easily create and store unique, secure account passwords as you sign up on new apps and websites. \n\nFeatures:\n• Sign in to apps and websites with one click\n• Store passwords as you sign in to apps and websites\n• Access your passwords from anywhere with automatic syncing to all your devices\n\nNever get locked out of your accounts again. This new password manager from Dropbox helps you sign in to your favorite e-commerce, streaming, and banking sites and apps quickly and securely.\n\nPasswords secures your credentials with zero-knowledge encryption, so your passwords are only accessible to you and not Dropbox. This extra layer of password security safeguards your logins and helps keep hackers out. \n\nDropbox is trusted by more than 14 million paid users—let Passwords become your go-to Chrome password manager. Get peace of mind with the backing of a trusted leader in secure cloud solutions.",
    "da": "Dropbox Passwords giver sikker opbevaring af adgangskoder og synkroniserer dine adgangskoder til alle dine enheder. Funktionen udfylder automatisk brugernavne og adgangskoder, så du hurtigt kan logge på websites og apps ​–​ samtidig med at dine data beskyttes. Du kan nemt oprette og gemme unikke, sikre adgangskoder til konti, når du tilmelder dig nye apps og websites. \n\nFunktioner:\n• Log på apps og websites med et enkelt klik\n• Gem adgangskoder, når du logger på apps og websites\n• Få adgang til dine adgangskoder hvor som helst med automatisk synkronisering til alle dine enheder\n\nBliv aldrig mere låst ude af dine konti. Dette nye program til administration af adgangskoder fra Dropbox hjælper dig med hurtigt og nemt at logge på dine foretrukne websites til e-handel, streaming og banker samt apps.\n\nPasswords beskytter automatisk dine legitimationsoplysninger med kryptering, så kun du har adgang til dine adgangskoder ​–​ ikke Dropbox. Dette ekstra lag af adgangskodesikkerhed beskytter dine loginoplysninger og hjælper med at holde hackere ude. \n\nMere end 14 millioner betalende brugere stoler på Dropbox ​–​ gør Passwords til dit foretrukne program til administration af adgangskoder i Chrome. Få ro i sindet med en førende virksomhed inden for sikre cloudløsninger i ryggen.",
    "de": "Dropbox Passwords speichert Ihre Kennwörter sicher und synchronisiert sie auf all Ihren Geräten. Nutzernamen und Kennwörter werden automatisch ausgefüllt, sodass Sie sich rasch auf Websites und bei Apps anmelden können, ohne Ihre Daten zu gefährden. Das Erstellen und Speichern eindeutiger, sicherer Kontokennwörter beim Registrieren für neue Apps und Websites ist mühelos und im Handumdrehen erledigt. \n \nFeatures:\n• Anmeldung bei Apps und auf Websites mit nur einem Klick\n• Kennwörter bei der Anmeldung bei Apps und auf Websites speichern\n• Geräteunabhängiger Zugriff auf Kennwörter dank automatischer Synchronisierung auf allen Geräten\n \nLassen Sie sich nie mehr aus Ihren Konten aussperren. Dieser neue Kennwortmanager von Dropbox ermöglicht Ihnen eine schnelle und sichere Anmeldung auf Ihren häufig besuchten E-Commerce-, Streaming- und Finanzwebsites und in Ihren bevorzugten Apps.\n \nDropbox Passwords sichert Ihre Anmeldedaten mit Zero-Knowledge-Verschlüsselung, sodass sie nur für Sie zugänglich sind und Dropbox verborgen bleiben. Diese zusätzliche Ebene der Kennwortsicherheit schützt Ihre Anmeldedaten und wehrt Hackerangriffe ab. \n \nMehr als 14 Millionen zahlende Nutzer vertrauen auf Dropbox – erleben auch Sie, was Dropbox Passwords zum Kennwortmanager erster Wahl für Chrome macht. Arbeiten Sie mit der beruhigenden Gewissheit, das Produkt eines etablierten Branchenführers für sichere Cloud-Lösungen zu nutzen.",
    "es": "Dropbox Passwords permite guardar contraseñas de forma segura y sincronizar contraseñas en todos tus dispositivos. Rellena automáticamente los nombres de usuario y las contraseñas para que puedas iniciar sesión inmediatamente en sitios web y aplicaciones, y a la vez mantiene protegidos tus datos. Puedes crear y guardar fácilmente contraseñas únicas y seguras para tus cuentas a medida que te registras en nuevos sitios web y aplicaciones. \n\nFunciones:\n• Inicia sesión en aplicaciones y sitios web en un clic\n• Guarda contraseñas a medida que inicias sesión en aplicaciones y sitios web\n• Accede a tus contraseñas desde cualquier lugar con la sincronización automática de todos tus dispositivos\n\nNo vuelvas a quedarte nunca sin acceso a tus cuentas. Este nuevo gestor de contraseñas de Dropbox te ayuda a iniciar sesión en tus aplicaciones y sitios favoritos de comercio electrónico, contenido audiovisual y banca de forma rápida y segura.\n\nPasswords protege tus credenciales con cifrado de conocimiento cero para que solo sean accesibles para ti y no para Dropbox. Esta capa adicional de seguridad para contraseñas protege tus inicios de sesión y ahuyenta a los hackers. \n\nDropbox cuenta con la confianza de más de 14 millones de usuarios de pago. Confía también en Passwords como gestor de contraseñas indispensable para Chrome. Gana en tranquilidad con el respaldo de un reconocido líder en soluciones seguras en la nube.",
    "es_419": "Dropbox Passwords almacena tus contraseñas de forma segura y las sincroniza con todos tus dispositivos. Rellena nombres de usuario y contraseñas de forma automática para que puedas iniciar sesión en sitios web y aplicaciones al instante a la vez que protege tus datos. Te permite crear y almacenar con facilidad contraseñas únicas y seguras para tus cuentas al registrarte en nuevas aplicaciones y sitios web.\n\nCaracterísticas:\n• Inicia sesión en aplicaciones y sitios web con solo un clic.\n• Almacena contraseñas al iniciar sesión en aplicaciones y sitios web.\n• Accede a tus contraseñas estés donde estés con la sincronización automática en todos tus dispositivos.\n\nEvita que se bloqueen tus cuentas. Este nuevo administrador de contraseñas de Dropbox te ayuda a iniciar sesión en tus aplicaciones y sitios favoritos de comercio electrónico, contenido audiovisual y banca electrónica de forma rápida y segura.\n\nDropbox Passwords protege tus credenciales con cifrado de conocimiento cero: solo tú podrás acceder a tus contraseñas, no Dropbox. Esta capa de seguridad adicional para contraseñas protege tus inicios de sesión e impide el acceso de los piratas informáticos.\n\nMás de catorce millones de usuarios con cuentas pagas confían en Dropbox. Deja que Dropbox​ Passwords sea tu administrador de contraseñas de preferencia para Chrome. Gana en tranquilidad gracias al respaldo de un líder de confianza en soluciones de almacenamiento seguro en la nube.",
    "fr": "Dropbox Passwords assure un stockage sécurisé des mots de passe et les synchronise sur tous vos appareils. Ce gestionnaire saisit automatiquement vos noms d'utilisateur et mots de passe pour vous permettre de vous connecter à vos sites Web et applications instantanément, sans nuire à la sécurité de vos données. Aussi, lorsque vous vous inscrivez dans de nouvelles applications ou sur de nouveaux sites Web, vous pouvez facilement créer et stocker des mots de passe uniques et sécurisés pour accéder à vos comptes.\n\nFonctionnalités :\n• Un seul clic suffit pour vous connecter à vos applications et sites Web.\n• Vos mots de passe sont stockés à mesure que vous vous connectez à vos applications et sites Web.\n• Vos mots de passe sont automatiquement synchronisés sur tous vos appareils et vous y accédez, où que vous soyez.\n\nChoisissez de réactiver facilement vos comptes en cas de problème. Ce nouveau gestionnaire de mots de passe proposé par Dropbox vous aide à vous connecter à vos applications et sites préférés (commerce électronique, streaming et banque) rapidement et en toute sécurité. \n\nPasswords sécurise vos identifiants au moyen d'un chiffrement à divulgation nulle de connaissance. Ils sont ainsi accessibles par vous seul et non par Dropbox. Grâce à cette sécurité renforcée, vos mots de passe et identifiants sont à l'abri de toute tentative de piratage.\n\nPlus de 14 millions d'utilisateurs payants font confiance à Dropbox. Faites de Passwords votre gestionnaire de mots de passe incontournable sur Chrome et gagnez en sérénité en vous reposant sur une entreprise de confiance, leader des solutions sécurisées dans le cloud.",
    "id": "Dropbox Passwords menyediakan penyimpanan kata sandi yang aman dan menyinkronkan kata sandi Anda dengan semua perangkat. Aplikasi ini mengisi nama pengguna dan kata sandi secara otomatis sehingga Anda bisa langsung masuk ke situs web dan aplikasi— dengan tetap menjaga keamanan data Anda. Anda bisa dengan mudah membuat dan menyimpan kata sandi unik dan aman untuk akun sembari mendaftar di aplikasi dan situs web baru.\n\nFitur:\n• Masuk ke aplikasi dan situs web dengan sekali klik\n• Simpan kata sandi sembari masuk ke aplikasi dan situs web\n• Akses kata sandi dari mana saja dengan sinkronisasi otomatis ke semua perangkat Anda\n\nJangan pernah gagal membuka akun Anda lagi. Aplikasi manajer kata sandi baru dari Dropbox ini membantu Anda untuk masuk secara cepat dan aman ke situs dan aplikasi favorit untuk toko online, transportasi, dan perbankan.\n\nPasswords mengamankan kredensial Anda dengan enkripsi zero-knowledge, sehingga kata sandi Anda hanya dapat diakses oleh Anda, dan bukan oleh Dropbox. Lapisan tambahan keamanan kata sandi ini  melindungi info masuk Anda dan membantu mencegah peretas masuk.\n\nDropbox dipercaya oleh lebih dari 14 juta pengguna berbayar—jadikan Passwords sebagai manajer kata sandi praktis di Chrome Anda. Dapatkan ketenangan pikiran yang didukung oleh pemimpin tepercaya dalam solusi awan yang aman.",
    "it": "Dropbox Passwords fornisce un'archiviazione sicura delle password e le sincronizza con tutti i tuoi dispositivi. Compila automaticamente nome utente e password consentendo l'accesso istantaneo a siti web e app, il tutto mantenendo al sicuro i tuoi dati. Puoi facilmente creare e archiviare password di account uniche e sicure mentre ti registri a nuove app e siti web. \n\nFunzionalità:\n• Accedi ad app e siti web con un solo clic\n• Achivia le password quando accedi ad app e siti web\n• Accedi alle tue password ovunque ti trovi con la sincronizzazione automatica su tutti i tuoi dispositivi\n\nNon rimarrai mai più bloccato senza accesso ai tuoi account. Questo nuovo strumento Dropbox per la gestione delle password ti consente di accedere ai tuoi siti e app di e-commerce, streaming e banking preferiti in modo rapido e sicuro.\n\nPasswords protegge le tue credenziali con crittografia a conoscenza zero, cosicché le tue password sono accessibili solo a te e non a Dropbox. Questo ulteriore livello di sicurezza delle password protegge i tuoi accessi e aiuta a bloccare gli hacker. \n\nA Dropbox si affidano oltre 14 milioni di utenti a pagamento: lascia che sia Passwords a gestire le tue password su Chrome. Godi della massima tranquillità sapendo di avere alle spalle un leader affidabile nelle soluzioni cloud sicure.",
    "ja": "Dropbox Passwordsはパスワードを安全に保存し、すべてのデバイスで同期します。ユーザー名やパスワードを自動で入力するので、ウェブサイトやアプリにすばやくログインできます。もちろんデータはすべて安全に保存されます。新しいアプリやウェブサイトにアカウントを登録するときは、独自の安全なパスワードを簡単に作成して保存できます。 \n\n機能：\n• アプリやウェブサイトにワンクリックでログイン\n• アプリやウェブサイトにログインするときにパスワードを保存\n• すべてのデバイスに自動で同期されるのでどこからでもパスワードにアクセス可能\n\nアカウントからロックアウトされる心配がなくなります。Dropboxの新しいパスワードマネージャーがあれば、お気に入りのショッピング、動画配信、銀行のサイトやアプリにすばやく安全にログインできます。\n\nPasswordsはログイン情報をゼロ知識暗号化で保護するので、パスワードにアクセスできるのはあなただけです。Dropboxもアクセスできません。パスワードのセキュリティをさらに強化することで、ログインを保護してハッキングを阻止します。 \n\nDropboxは1,400万人を超える有料プランのユーザーに信頼されています。Chromeのパスワード管理はPasswordsにおまかせください。信頼を集める安全なクラウドソリューションが安心をサポートします。",
    "ko": "Dropbox Passwords는 비밀번호를 안전하게 보관하고 모든 장치에서 동기화합니다. 데이터 보안을 지켜 주면서 웹사이트와 앱에 바로 로그인할 수 있도록 사용자 이름과 비밀번호를 자동 완성해 주는 기능까지 있습니다. 또한 앱과 웹사이트에 새로 가입할 때 보안성 높은 고유 비밀번호를 대신 만들어 보관해 주므로 아주 간편합니다. \n\n기능:\n• 한 번의 클릭으로 앱과 웹사이트에 로그인\n• 앱과 웹사이트에 로그인할 때 입력한 비밀번호 보관\n• 모든 장치에서 비밀번호를 자동으로 동기화하므로 어디서든 비밀번호에 액세스 가능\n\n다시는 계정이 잠겨 고생하지 마세요. Dropbox의 새로운 비밀번호 관리자로 평소 자주 이용하는 온라인 쇼핑, 스트리밍, 은행 사이트와 앱에 빠르고 안전하게 로그인할 수 있습니다.\n\n자격 증명의 보안을 지켜 주는 비밀번호에 영지식 암호화가 적용되므로 본인 말고는 Dropbox조차도 비밀번호를 전혀 알아낼 수 없습니다. 이처럼 한층 강화된 비밀번호 보안으로 로그인 정보도 보호해 주고 해킹 차단에도 도움이 됩니다. \n\n유료 사용자 1,400만여 명의 신뢰를 받아온 Dropbox에서 새롭게 내놓은 Passwords에 이제 Chrome 비밀번호 관리를 맡기세요. 보안 클라우드 솔루션의 든든한 강자가 마음의 걱정을 날려 드립니다.",
    "ms": "Dropbox Passwords menyediakan storan kata laluan dan menyelaraskan kata laluan anda dengan semua peranti anda. Ia akan mengisikan nama pengguna dan kata laluan secara automatik supaya anda boleh mendaftar masuk ke laman web dan aplikasi dengan segera—semuanya sambil memastikan data anda selamat. Anda boleh mencipta dan menyimpan kata laluan akaun yang unik dan selamat dengan mudah apabila anda mendaftar dalam aplikasi dan di laman web baru.\n\nCiri-ciri:\n• Daftar masuk ke aplikasi dan laman web dengan satu klik\n• Simpan kata laluan semasa anda mendaftar masuk ke aplikasi dan laman web\n• Akses kata laluan anda dari mana-mana sahaja dengan penyelarasan automatik kepada semua peranti anda\n\nJangan terkunci di luar akaun anda lagi. Pengurus kata laluan baru daripada Dropbox ini akan membantu anda mendaftar masuk ke laman dan aplikasi e-dagang, strim dan perbankan kegemaran anda dengan pantas dan selamat.\n\nPasswords melindungi maklumat log masuk anda dengan penyulitan tanpa pengetahuan, supaya kata laluan anda hanya boleh diakses oleh anda dan bukan Dropbox. Lapisan keselamatan kata laluan tambahan ini akan melindungi log masuk anda dan membantu menghalang penggodam.\n\nDropbox dipercayai oleh lebih 14 juta pengguna berbayar—benarkan Passwords menjadi pengurus kata laluan Chrome kegemaran anda. Dapatkan ketenangan fikiran dengan perlindungan daripada peneraju penyelesaian awan yang selamat dan dipercayai.",
    "nl": "Dropbox Passwords slaat je wachtwoorden veilig op en synchroniseert ze met al je apparaten. Aanmelden bij websites en apps is voortaan in een handomdraai gebeurd omdat gebruikersnamen en wachtwoorden automatisch worden ingevuld. Zo ben je er zeker van dat je gegevens veilig blijven. En als je je registreert bij nieuwe apps en websites, kun je met Dropbox Passwords heel eenvoudig unieke, veilige accountwachtwoorden maken en opslaan. \n\nKenmerken:\n• Met één klik aanmelden bij apps en websites\n• Wachtwoorden opslaan tijdens het aanmelden bij apps en websites\n• Overal toegang tot je wachtwoorden dankzij automatische synchronisatie met al je apparaten\n\nRaak nooit meer de toegang tot je accounts kwijt. Met deze nieuwe app voor wachtwoordbeheer kun je je snel en veilig aanmelden bij je favoriete apps en sites voor e-commerce, streaming media en elektronisch bankieren.\n\nPasswords beveiligt je aanmeldgegevens met zero-knowledge versleuteling. Dat betekent dat je wachtwoorden alleen toegankelijk zijn voor jou en niet voor Dropbox. Deze extra beveiligingslaag beschermt je wachtwoorden en gebruikersnamen en houdt hackers buiten. \n\nDropbox wordt vertrouwd door meer dan 14 miljoen betalende gebruikers. Alleen daarom al is het een goed idee om Passwords in te stellen als standaardapp voor wachtwoordbeheer op je Chrome-apparaat. Je kiest voor meer zekerheid en minder zorgen met een vertrouwde leider op het gebied van veilige cloudoplossingen.",
    "no": "Dropbox Passwords gir sikker passordoppbevaring og synkroniserer passordene med alle enhetene dine. Det fyller automatisk inn brukernavn og passord, slik at du straks kan logge deg på nettsteder og apper ​–​ samtidig som dataene dine er sikre. Det blir enkelt å opprette og oppbevare unike, sikre kontopassord når du registrerer deg i nye apper og på nettsteder.\n\nFunksjoner:\n• Logg på apper og nettsteder med ett klikk\n• Lagre passord når du logger deg på apper og nettsteder\n• Få tilgang til passordene dine hvor som helst, med automatisk synkronisering til alle enhetene dine\n\nBli aldri mer låst ute fra kontoene dine. Denne nye passordbehandleren fra Dropbox hjelper deg med å logge deg på favorittnettstedene dine for netthandel, streaming og banktjenester på en rask og sikker måte.\n\nPasswords sikrer påloggingsinformasjonen din med «null kunnskap»-kryptering, noe som betyr at passordene dine kun er tilgjengelige for deg og ikke for Dropbox. Dette ekstra laget med passordsikkerhet sikrer påloggingsinformasjonen din og holder hackere ute.\n\nMer enn 14 millioner betalende brukere stoler på Dropbox, så hvorfor ikke velge Passwords som din Chrome-passordbehandler. Du kan slappe helt av ​–​ vel vitende om at passordene dine beskyttes av bransjelederen innen sikre nettskyløsninger.",
    "pl": "Dropbox Passwords zapewnia bezpieczne przechowywanie haseł i synchronizuje je ze wszystkimi Twoimi urządzeniami. Funkcja ta automatycznie uzupełnia nazwy użytkownika i hasła, dzięki czemu możesz natychmiast logować się do witryn internetowych i aplikacji ​–​ a wszystko to przy zachowaniu bezpieczeństwa danych. Podczas rejestracji w nowych aplikacjach i witrynach możesz łatwo tworzyć i zachowywać unikatowe, bezpieczne hasła do kont.\n\nFunkcje:\n• Loguj się do aplikacji i witryn internetowych jednym kliknięciem\n• Zachowuj hasła podczas logowania się do aplikacji i witryn\n• Korzystaj ze swoich haseł z dowolnego miejsca dzięki automatycznej synchronizacji ze wszystkimi urządzeniami\n\nJuż nigdy nie stracisz dostępu do swoich kont. Ten nowy menedżer haseł oferowany przez Dropbox pomaga szybko i bezpiecznie logować się do ulubionych witryn i aplikacji e-handlowych, streamingowych oraz bankowych.\n\nFunkcja Passwords zabezpiecza Twoje dane uwierzytelniające za pomocą szyfrowania o wiedzy zerowej, dzięki czemu Twoje hasła są dostępne tylko dla Ciebie, a nie dla Dropbox. Ta dodatkowa warstwa bezpieczeństwa haseł chroni Twoje loginy i pomaga powstrzymywać hakerów.\n\nDropbox cieszy się zaufaniem ponad 14​ ​milionów płatnych użytkowników ​–​ niech funkcja Passwords stanie się Twoim menedżerem haseł w przeglądarce Chrome. Zyskaj spokój dzięki wsparciu zaufanego lidera w zakresie bezpiecznych rozwiązań chmurowych.",
    "pt_BR": "O Dropbox Passwords oferece armazenamento seguro de senhas e as sincroniza com todos os seus dispositivos. Ele preenche automaticamente nomes de usuário e senhas para que você possa fazer login instantaneamente em sites e aplicativos, sempre mantendo seus dados seguros. Você pode facilmente criar e armazenar senhas de contas exclusivas e seguras à medida que se inscreve em novos aplicativos e sites.\n\nRecursos:\n• Faça login em aplicativos e sites com um clique\n• Armazene senhas ao entrar em aplicativos e sites\n• Acesse suas senhas de qualquer lugar com sincronização automática para todos os seus dispositivos\n\nNunca mais perca o acesso à sua conta. Esse novo gerenciador de senhas do Dropbox ajuda você a fazer login em seus sites e aplicativos favoritos de comércio eletrônico, streaming ou bancos, de forma rápida e segura.\n\nO Passwords protege suas credenciais com criptografia de conhecimento zero, para que suas senhas sejam acessíveis apenas por você. O Dropbox não terá acesso. Essa camada extra de segurança de senha protege seus logins e ajuda a manter os hackers à distância. \n\nMais de 14 milhões de usuários pagos confiam no Dropbox. Deixe o Passwords se tornar seu gerenciador de senhas principal para Chrome. Tenha tranquilidade com o apoio de um reconhecido líder de mercado em soluções de nuvem seguras.",
    "ru": "Приложение Dropbox Passwords обеспечивает безопасное хранение паролей и синхронизирует их на всех ваших устройствах. Оно автоматически заполняет имена пользователя и пароли, позволяя мгновенно входить на сайты и в приложения, причем ваши данные полностью защищены. А при регистрации новых аккаунтов вы можете легко создавать и хранить уникальные, надежные пароли. \n\nВозможности:\n• Вход в приложения и на сайты одним нажатием кнопки\n• Сохранение паролей при входе в приложения и на сайты\n• Доступ к паролям откуда угодно благодаря автоматической синхронизации на всех устройствах\n\nПусть у вас всегда будет доступ ко всем аккаунтам. С новым менеджером паролей от Dropbox вы сможете быстро и безопасно заходить на любимые сервисы для покупок, развлечений или банковских услуг.\n\nДля защиты учетных данных Passwords использует шифрование с нулевым разглашением, поэтому Dropbox не узнает ваши пароли — доступ к ним будет только у вас. Это помогает обеспечить дополнительный уровень безопасности для ваших аккаунтов и защитить их от взломов. \n\nDropbox доверяют более 14 миллионов платных подписчиков — позвольте Passwords стать вашим надежным менеджером паролей для Chrome. С признанным лидером в области безопасных облачных решений вам не о чем беспокоиться!",
    "sv": "Dropbox Passwords tillhandahåller säker lösenordslagring och synkar dina lösenord med alla dina enheter. Den fyller automatiskt i användarnamn och lösenord så att du kan logga in direkt på webbplatser och appar och samtidigt skydda dina data. Du kan enkelt skapa och lagra unika, säkra kontolösenord när du registrerar dig för nya appar och webbplatser.\n\nFunktioner:\n• Logga in på appar och webbplatser med ett klick\n• Lagra lösenord när du loggar in på appar och webbplatser\n• Få åtkomst till dina lösenord var som helst med automatisk synkning till alla dina enheter\n\nUndvik att bli utlåst från dina konton. Den nya lösenordshanteraren från Dropbox hjälper dig att logga in snabbt och säkert på dina favoritsajter och appar för e-handel, streaming och banktjänster.\n\nPasswords skyddar dina uppgifter med nollkunskapskryptering så att dina lösenord är tillgängliga endast för dig och inte för Dropbox. Detta extra lager lösenordsskydd säkrar dina inloggningar och skyddar mot hackare. Fler än 14 miljoner betalande användare förlitar sig på Dropbox – låt Passwords bli din lösenordshanterare för Chrome. Känn dig trygg med hjälp av en betrodd ledare inom säkra molnlösningar.",
    "th": "Dropbox Passwords จะมอบพื้นที่จัดเก็บข้อมูลรหัสผ่านที่ปลอดภัยและซิงค์รหัสผ่านกับอุปกรณ์ทั้งหมดของคุณ โปรแกรมจะกรอกชื่อผู้ใช้และรหัสผ่านอัตโนมัติเพื่อให้คุณสามารถลงชื่อเข้าใช้เว็บไซต์และแอพได้ทันที—ทำทั้งหมดนี้ในขณะที่รักษาความปลอดภัยให้ข้อมูลของคุณ คุณสามารถสร้างและจัดเก็บรหัสผ่านของบัญชีที่ปลอดภัยและเฉพะตัวอย่างง่ายดายเมื่อคุณลงทะเบียนแอพและบนเว็บไซต์ใหม่\n\nคุณสมบัติ:\n• ลงชื่อเข้าใช้แอพและเว็บไซต์ในคลิกเดียว\n• จัดเก็บรหัสผ่านเมื่อคุณลงชื่อเข้าใช้แอพและเว็บไซต์\n• เข้าถึงรหัสผ่านของคุณจากทุกที่ด้วยการซิงค์อัตโนมัติกับอุปกรณ์ทั้งหมดของคุณ\n\nไม่ถูกล็อกออกจากบัญชีของคุณอีกต่อไป โปรแกรมจัดการรหัสผ่านใหม่จาก Dropbox นี้จะช่วยให้คุณลงชื่อเข้าใช้เว็บไซต์และแอพอีคอมเมิร์ซ การสตรีม และการธนาคารได้อย่างรวดเร็วและปลอดภัย\n\nPasswords จะรักษาความปลอดภัยให้กับข้อมูลประจำตัวของคุณด้วยการเข้ารหัสโดยที่ผู้ให้บริการไม่ทราบข้อมูลและไม่สามารถเข้าถึงได้ เพื่อให้คุณเท่านั้นที่สามารถเข้าถึงรหัสผ่านของคุณได้และ Dropbox ไม่สามารถทำได้ การรักษาความปลอดภัยรหัสผ่านพิเศษนี้จะคุ้มครองการล็อกอินของคุณและช่วยกันแฮ็กเกอร์ออกไป\n\nDropbox เป็นที่ไว้วางใจของผู้ใช้ที่ชำระค่าบริการมากกว่า 14 ล้านราย—ให้ Passwords กลายเป็นโปรแกรมจัดการรหัสผ่านโปรดใน Chrome ของคุณ ไม่ต้องกังวลด้วยการสนับสนุนจากผู้นำที่ได้รับความไว้วางใจด้านโซลูชันคลาวด์ที่ปลอดภัย",
    "uk": "Dropbox Passwords надає можливість безпечно зберігати паролі й синхронізує їх з усіма вашими пристроями. Диспетчер автоматично заповнює імена користувачів та паролі, щоб ви могли миттєво входити до обліковок на веб-сайтах і в програмах, зберігаючи свої дані в безпеці. Ви можете легко створювати та зберігати унікальні надійні паролі до обліковок під час реєстрації в нових програмах і веб-сайтах.\n\nМожливості:\n• Входьте до обліковок в програмах та на веб-сайтах миттєво\n• Зберігайте паролі під час входу до обліковок у програмах та на веб-сайтах\n• Отримуйте доступ до своїх паролів звідусіль завдяки автоматичній синхронізації облікових даних на всіх своїх пристроях\n\nНіколи знову не допускайте блокування своєї обліковки! Цей новий диспетчер паролів від Dropbox допоможе вам швидко та безпечно входити до обліковок на торгових, банківських або стрімінгових платформах.\n\nPasswords захищає облікові дані шифруванням без передавання конфіденційних даних, тому ваші паролі доступні лише вам, а не Dropbox. Цей додатковий рівень безпеки гарантує захист ваших даних під час входу від зловмисників.\n\nПонад 14 мільйонів платних користувачів довіряють Dropbox, тож нехай Passwords стане й вашим диспетчером паролів для Chrome. Подбайте про свій спокій ​—​ спирайтеся на надійного лідера захищених хмарних рішень.",
    "zh_CN": "Dropbox Passwords 可以提供安全的密码存储空间，并将您的密码与所有设备同步。它会自动填充用户名和密码，方便您即时登录网站和应用，同时确保数据安全。在新的应用和网站中注册帐户时，您可以轻松创建和存储专属的安全帐户密码。\n\n功能：\n• 一键登录应用和网站\n• 在登录应用和网站时存储密码\n• 随时随地访问密码，并自动同步到所有设备\n\n从此再也不会被帐户拒之门外！Dropbox 的这款全新密码管理器可帮助您快速安全地登录自己常用的电子商务、流媒体、银行网站和应用。\n\nPasswords 会利用零知识加密技术来保护您的凭据，确保只有您才能访问密码，除此之外就算是 Dropbox 也无法访问。这道额外的密码安全防线可保护您的登录信息，阻止黑客入侵。\n\nDropbox 深受超过 1400 万付费用户的信任 ​—​ 快将 Passwords 用作您在 Chrome 上的首选密码管理工具。有安全云解决方案领域备受信赖的领导者为您提供支持，您尽可高枕无忧！",
    "zh_TW": "Dropbox Passwords 提供安全的密碼儲存功能，並能為您在所有裝置上同步密碼。自動填入使用者名稱和密碼，方便快速登入網站與應用程式，資料安全不打折。您可以在註冊新應用程式和網站時，輕鬆建立及儲存獨特又安全的帳號密碼。\n\n主要功能：\n• 一鍵登入應用程式和網站\n• 登入應用程式和網站的同時儲存密碼\n• 跨裝置自動同步，隨時隨地存取密碼\n\n再也不會被自己的帳戶拒之門外。Dropbox 的這款全新密碼管理工具，能幫助您快速安全地登入最愛的電商、串流、銀行網站與應用程式。\n\nPasswords 會利用零知識加密法保護帳號密碼，只有您能存取自己的密碼，就算是 Dropbox 也不會知道。這樣一來，您的登入資料安全就更有保障，並有助防止駭客入侵。\n\nDropbox 深受全球 1400 萬付費用戶信賴。讓 Passwords 成為您在 Chrome 上的密碼管理好幫手！值得信賴的雲端解決方案領導品牌，可靠穩定，全然安心。"
  }
}