{
  "name": {
    "ar": "نمط المؤشر - مؤشر مخصص لمتصفحك",
    "am": "የጠቋሚ ዘይቤ - ብጁ ጠቋሚ ለአሳሽዎ",
    "bg": "Стил на курсора - персонализиран курсор за вашия браузър",
    "bn": "কার্সার শৈলী - আপনার ব্রাউজারের জন্য কাস্টম কার্সার",
    "ca": "Estil del cursor: cursor personalitzat per al vostre navegador",
    "cs": "Styl kurzoru – vlastní kurzor pro váš prohlížeč",
    "da": "Markørstil - tilpasset markør til din browser",
    "de": "Cursor-Stil - benutzerdefinierter Cursor für Ihren Browser",
    "el": "Στυλ δρομέα - προσαρμοσμένος δρομέας για το πρόγραμμα περιήγησής σας",
    "en,en_AU,en_GB,en_US": "Cursor style - custom cursor for your browser",
    "es,es_419": "Estilo de cursor: cursor personalizado para su navegador",
    "et": "Kursori stiil – kohandatud kursor teie brauseri jaoks",
    "fa": "سبک مکان نما - مکان نما سفارشی برای مرورگر شما",
    "fi": "Kohdistimen tyyli - mukautettu kohdistin selaimellesi",
    "fil": "Estilo ng cursor - custom na cursor para sa iyong browser",
    "fr": "Style de curseur - curseur personnalisé pour votre navigateur",
    "gu": "કર્સર શૈલી - તમારા બ્રાઉઝર માટે કસ્ટમ કર્સર",
    "he": "סגנון הסמן - סמן מותאם אישית לדפדפן שלך",
    "hi": "कर्सर शैली - आपके ब्राउज़र के लिए कस्टम कर्सर",
    "hr": "Stil pokazivača - prilagođeni kursor za vaš preglednik",
    "hu": "Kurzorstílus – egyéni kurzor a böngészőhöz",
    "id": "Gaya kursor - kursor khusus untuk browser Anda",
    "it": "Stile cursore: cursore personalizzato per il tuo browser",
    "ja": "カーソル スタイル - ブラウザのカスタム カーソル",
    "kn": "ಕರ್ಸರ್ ಶೈಲಿ - ನಿಮ್ಮ ಬ್ರೌಸರ್‌ಗಾಗಿ ಕಸ್ಟಮ್ ಕರ್ಸರ್",
    "ko": "커서 스타일 - 브라우저용 맞춤 커서",
    "lt": "Žymeklio stilius – tinkintas žymeklis jūsų naršyklei",
    "lv": "Kursora stils — pielāgots kursors jūsu pārlūkprogrammai",
    "ml": "കഴ്‌സർ ശൈലി - നിങ്ങളുടെ ബ്രൗസറിനായുള്ള ഇഷ്‌ടാനുസൃത കഴ്‌സർ",
    "mr": "कर्सर शैली - आपल्या ब्राउझरसाठी सानुकूल कर्सर",
    "ms": "Gaya kursor - kursor tersuai untuk penyemak imbas anda",
    "nl": "Cursorstijl - aangepaste cursor voor uw browser",
    "no": "Markørstil - tilpasset markør for nettleseren din",
    "pl": "Styl kursora - niestandardowy kursor dla Twojej przeglądarki",
    "pt_BR,pt_PT": "Estilo do cursor - cursor personalizado para o seu navegador",
    "ro": "Stilul cursor - cursor personalizat pentru browserul dvs",
    "ru": "Стиль курсора - пользовательский курсор для вашего браузера",
    "sk": "Štýl kurzora – vlastný kurzor pre váš prehliadač",
    "sl": "Slog kazalca - kazalec po meri za vaš brskalnik",
    "sr": "Стил курсора - прилагођени курсор за ваш претраживач",
    "sv": "Markörstil - anpassad markör för din webbläsare",
    "sw": "Mtindo wa mshale - kishale maalum kwa kivinjari chako",
    "ta": "கர்சர் நடை - உங்கள் உலாவிக்கான தனிப்பயன் கர்சர்",
    "te": "కర్సర్ శైలి - మీ బ్రౌజర్ కోసం అనుకూల కర్సర్",
    "th": "สไตล์เคอร์เซอร์ - เคอร์เซอร์ที่กำหนดเองสำหรับเบราว์เซอร์ของคุณ",
    "tr": "İmleç stili - tarayıcınız için özel imleç",
    "uk": "Стиль курсора - курсор користувача для вашого браузера",
    "vi": "Kiểu con trỏ - con trỏ tùy chỉnh cho trình duyệt của bạn",
    "zh_CN": "光标样式 - 为您的浏览器自定义光标",
    "zh_TW": "光標樣式 - 為您的瀏覽器自定義光標"
  },
  "short": {
    "ar": "مؤشرات رائعة ولطيفة ومضحكة لمتصفح Chrome ™ ، اختر من بين مئات الخيارات.",
    "am": "ለ Chrome™ አሪፍ፣ ቆንጆ እና አስቂኝ ጠቋሚዎች፣ በመቶዎች ከሚቆጠሩ አማራጮች ውስጥ ይምረጡ።",
    "bg": "Готини, сладки и забавни курсори за Chrome™, избирайте от стотици опции.",
    "bn": "Chrome™ এর জন্য দুর্দান্ত, সুন্দর এবং মজার কার্সার, শত শত বিকল্প থেকে বেছে নিন।",
    "ca": "Cursors divertits, simpàtics i divertits per a Chrome™, trieu entre centenars d'opcions.",
    "cs": "Skvělé, roztomilé a zábavné kurzory pro Chrome™, vyberte si ze stovek možností.",
    "da": "Seje, søde og sjove markører til Chrome™, vælg mellem hundredvis af muligheder.",
    "de": "Coole, niedliche und lustige Cursor für Chrome™, wählen Sie aus Hunderten von Optionen.",
    "el": "Δροσερό, χαριτωμένο και αστείο δρομέα για το Chrome™, επιλέξτε από εκατοντάδες επιλογές.",
    "en,en_AU,en_GB,en_US": "Cool, cute and funny cursors for Chrome™, choose from hundreds of options.",
    "es,es_419": "Cursores geniales, bonitos y divertidos para Chrome™, elige entre cientos de opciones.",
    "et": "Lahedad, armsad ja naljakad kursorid Chrome™-i jaoks – valige sadade valikute hulgast.",
    "fa": "مکان نماهای جالب، زیبا و خنده دار برای Chrome™، از میان صدها گزینه انتخاب کنید.",
    "fi": "Hienoja, söpöjä ja hauskoja Chrome™-osoittimia, valitse sadoista vaihtoehdoista.",
    "fil": "Cool, cute at nakakatawang mga cursor para sa Chrome™, pumili mula sa daan-daang opsyon.",
    "fr": "Curseurs sympas, mignons et amusants pour Chrome™, choisissez parmi des centaines d'options.",
    "gu": "Chrome™ માટે શાનદાર, સુંદર અને રમુજી કર્સર, સેંકડો વિકલ્પોમાંથી પસંદ કરો.",
    "he": "סמנים מגניבים, חמודים ומצחיקים עבור Chrome™, בחר מתוך מאות אפשרויות.",
    "hi": "Chrome™ के लिए शानदार, आकर्षक और मज़ेदार कर्सर, सैकड़ों विकल्पों में से चुनें.",
    "hr": "Cool, slatki i smiješni kursori za Chrome™, birajte između stotina opcija.",
    "hu": "Menő, aranyos és vicces kurzorok a Chrome™-hoz, válassz több száz lehetőség közül.",
    "id": "Kursor keren, imut, dan lucu untuk Chrome™, pilih dari ratusan opsi.",
    "it": "Cursori fantastici, carini e divertenti per Chrome™, scegli tra centinaia di opzioni.",
    "ja": "Chrome™ 用のクールでキュートで面白いカーソル。何百ものオプションから選択できます。",
    "kn": "Chrome™ ಗಾಗಿ ತಂಪಾದ, ಮುದ್ದಾದ ಮತ್ತು ತಮಾಷೆಯ ಕರ್ಸರ್‌ಗಳು, ನೂರಾರು ಆಯ್ಕೆಗಳಿಂದ ಆರಿಸಿಕೊಳ್ಳಿ.",
    "ko": "Chrome™용 멋지고 귀엽고 재미있는 커서로 수백 가지 옵션 중에서 선택하세요.",
    "lt": "Šaunūs, mieli ir juokingi „Chrome™“ žymekliai – pasirinkite iš šimtų parinkčių.",
    "lv": "Forši, jauki un smieklīgi kursori pārlūkam Chrome™ — izvēlieties no simtiem iespēju.",
    "ml": "Chrome™-നുള്ള രസകരവും മനോഹരവും രസകരവുമായ കഴ്‌സറുകൾ, നൂറുകണക്കിന് ഓപ്ഷനുകളിൽ നിന്ന് തിരഞ്ഞെടുക്കുക.",
    "mr": "Chrome™ साठी छान, गोंडस आणि मजेदार कर्सर, शेकडो पर्यायांमधून निवडा.",
    "ms": "Kursor yang keren, comel dan lucu untuk Chrome™, pilih daripada beratus-ratus pilihan.",
    "nl": "Coole, schattige en grappige cursors voor Chrome™, kies uit honderden opties.",
    "no": "Kule, søte og morsomme markører for Chrome™, velg blant hundrevis av alternativer.",
    "pl": "Fajne, urocze i zabawne kursory dla Chrome™, wybieraj spośród setek opcji.",
    "pt_BR,pt_PT": "Cursores legais, fofos e engraçados para Chrome™, escolha entre centenas de opções.",
    "ro": "Cursoare cool, drăguțe și amuzante pentru Chrome™, alegeți dintre sute de opțiuni.",
    "ru": "Крутые, милые и смешные курсоры для Chrome™, выбирайте из сотен вариантов.",
    "sk": "Skvelé, roztomilé a zábavné kurzory pre Chrome™, vyberte si zo stoviek možností.",
    "sl": "Kul, ljubki in smešni kazalci za Chrome™, izbirajte med stotinami možnosti.",
    "sr": "Цоол, слатки и смешни курсори за Цхроме™, бирајте између стотина опција.",
    "sv": "Coola, söta och roliga markörer för Chrome™, välj bland hundratals alternativ.",
    "sw": "Vishale baridi, vya kupendeza na vya kuchekesha vya Chrome™, chagua kutoka kwa mamia ya chaguo.",
    "ta": "Chrome™க்கான அருமையான, அழகான மற்றும் வேடிக்கையான கர்சர்கள், நூற்றுக்கணக்கான விருப்பங்களிலிருந்து தேர்வு செய்யவும்.",
    "te": "Chrome™ కోసం అద్భుతమైన, అందమైన మరియు ఫన్నీ కర్సర్‌లు, వందల కొద్దీ ఎంపికల నుండి ఎంచుకోండి.",
    "th": "เคอร์เซอร์สุดเจ๋ง น่ารัก และตลกสำหรับ Chrome™ เลือกจากตัวเลือกนับร้อย",
    "tr": "Chrome™ için havalı, sevimli ve eğlenceli imleçler, yüzlerce seçenek arasından seçim yapın.",
    "uk": "Круті, милі та смішні курсори для Chrome™, вибирайте із сотень варіантів.",
    "vi": "Con trỏ thú vị, dễ thương và hài hước dành cho Chrome™, chọn từ hàng trăm tùy chọn.",
    "zh_CN": "用于 Chrome™ 的炫酷、可爱和有趣的光标，有数百个选项供您选择。",
    "zh_TW": "用於 Chrome™ 的炫酷、可愛和有趣的光標，有數百個選項供您選擇。"
  },
  "long": {
    "ar": "كيفية تغيير مؤشر الماوس في المتصفح إلى مؤشر مخصص؟ - كل ما يتطلبه الأمر بضع نقرات!\nتحتوي مجموعتنا على مئات المؤشرات لكل ذوق ، مقسمة إلى فئات ، يتم تحديث المجموعات بانتظام ، لذلك لا تنس زيارة موقعنا من وقت لآخر.\n\nجميع المؤشرات في تنسيق متجه ، مما يضمن لك جودة عرض مثالية على أي شاشة وبأي حجم للمؤشر.\n\nفي قائمة الامتداد ، يمكنك بسهولة تغيير حجم المؤشر أو إضافته إلى المفضلة أو إزالته تمامًا من القائمة ، إنه بسيط جدًا ومريح.\nيمكنك قراءة المزيد عن جميع وظائف الامتداد على الموقع في \"كيف تستخدم؟\" الجزء.\n\nانتباه! تأكد من استخدام امتداد \"نمط المؤشر\" على أي صفحة ويب بخلاف سوق Chrome الإلكتروني وصفحات Google الداخلية وصفحة Chrome الرئيسية ، حيث تحظر سياسة Google استخدام المؤشرات المخصصة على هذه الصفحات.",
    "am": "በአሳሹ ውስጥ የመዳፊት ጠቋሚውን ወደ ብጁ እንዴት መለወጥ እንደሚቻል? - የሚያስፈልገው አንድ ሁለት ጠቅታዎች ብቻ ነው!\nየእኛ ስብስብ ለእያንዳንዱ ጣዕም በመቶዎች የሚቆጠሩ ጠቋሚዎች አሉት, በምድቦች የተከፋፈሉ, ስብስቦቹ በየጊዜው ይሻሻላሉ, ስለዚህ ከጊዜ ወደ ጊዜ ጣቢያችንን መጎብኘት አይርሱ.\n\nሁሉም ጠቋሚዎች በቬክተር ፎርማት ውስጥ ናቸው፣ ይህም በማንኛውም ስክሪን እና በማንኛውም የጠቋሚ መጠን ላይ ፍጹም የማሳያ ጥራት ይሰጥዎታል።\n\nበቅጥያው ምናሌ ውስጥ በቀላሉ የጠቋሚውን መጠን መቀየር, ወደ ተወዳጆችዎ መጨመር ወይም ሙሉ በሙሉ ከዝርዝሩ ውስጥ ማስወገድ ይችላሉ, በጣም ቀላል እና ምቹ ነው.\nስለ ሁሉም የቅጥያው ተግባራት በጣቢያው ላይ በ \"እንዴት መጠቀም እንደሚቻል?\" ክፍል.\n\nትኩረት! የጉግል ፖሊሲ በእነዚህ ገፆች ላይ ብጁ ጠቋሚዎችን መጠቀምን ስለሚከለክል የ\"Cursor Style\" ቅጥያ ከChrome ድር ማከማቻ፣ ከGoogle የውስጥ ገፆች እና ከChrome መነሻ ገጽ ውጭ በማንኛውም ድረ-ገጽ መጠቀምዎን ያረጋግጡ።",
    "bg": "Как да промените курсора на мишката в браузъра на персонализиран? - Нужни са само няколко кликвания!\nНашата колекция има стотици курсори за всеки вкус, разделени на категории, колекциите се актуализират редовно, така че не забравяйте да посещавате нашия сайт от време на време.\n\nВсички курсори са във векторен формат, което ви гарантира перфектно качество на показване на всеки екран и във всеки размер на курсора.\n\nВ менюто за разширение можете лесно да промените размера на курсора, да го добавите към любимите си или напълно да го премахнете от списъка, това е много просто и удобно.\nМожете да прочетете повече за всички функции на разширението на сайта в \"Как да използвате?\" раздел.\n\nвнимание! Уверете се, че използвате разширението „Cursor Style“ на всяка уеб страница, различна от уеб магазина на Chrome, вътрешните страници на Google и началната страница на Chrome, тъй като правилата на Google забраняват използването на персонализирани курсори на тези страници.",
    "bn": "ব্রাউজারে মাউস কার্সারটিকে একটি কাস্টম এ কীভাবে পরিবর্তন করবেন? - এটা লাগে মাত্র কয়েক ক্লিক!\nআমাদের সংগ্রহে প্রতিটি স্বাদের জন্য শত শত কার্সার রয়েছে, বিভাগগুলিতে বিভক্ত, সংগ্রহগুলি নিয়মিত আপডেট করা হয়, তাই সময়ে সময়ে আমাদের সাইটে যেতে ভুলবেন না।\n\nসমস্ত কার্সার ভেক্টর ফর্ম্যাটে রয়েছে, যা আপনাকে যে কোনও স্ক্রিনে এবং যে কোনও কার্সার আকারে নিখুঁত প্রদর্শনের গুণমানের গ্যারান্টি দেয়।\n\nএক্সটেনশন মেনুতে, আপনি সহজেই কার্সারের আকার পরিবর্তন করতে পারেন, এটিকে আপনার পছন্দে যুক্ত করতে পারেন বা তালিকা থেকে সম্পূর্ণরূপে মুছে ফেলতে পারেন, এটি খুব সহজ এবং সুবিধাজনক।\nআপনি \"কিভাবে ব্যবহার করবেন?\" সাইটে এক্সটেনশনের সমস্ত ফাংশন সম্পর্কে আরও পড়তে পারেন। অধ্যায়.\n\nমনোযোগ! নিশ্চিত করুন যে আপনি Chrome ওয়েব স্টোর, Google অভ্যন্তরীণ পৃষ্ঠাগুলি এবং Chrome হোম পৃষ্ঠা ছাড়া অন্য কোনও ওয়েব পৃষ্ঠায় \"Cursor Style\" এক্সটেনশন ব্যবহার করছেন, কারণ Google নীতি এই পৃষ্ঠাগুলিতে কাস্টম কার্সার ব্যবহার নিষিদ্ধ করে৷",
    "ca": "Com canviar el cursor del ratolí al navegador per un de personalitzat? - Només calen un parell de clics!\nLa nostra col·lecció té centenars de cursors per a tots els gustos, dividits en categories, les col·leccions s'actualitzen regularment, així que no us oblideu de visitar el nostre lloc de tant en tant.\n\nTots els cursors estan en format vectorial, la qual cosa us garanteix una qualitat de visualització perfecta en qualsevol pantalla i en qualsevol mida de cursor.\n\nAl menú d'extensió, podeu canviar fàcilment la mida del cursor, afegir-lo als vostres preferits o eliminar-lo completament de la llista, és molt senzill i còmode.\nPodeu llegir més informació sobre totes les funcions de l'extensió al lloc a \"Com utilitzar?\" secció.\n\nAtenció! Assegureu-vos que feu servir l'extensió \"Estil del cursor\" a qualsevol pàgina web que no sigui Chrome Web Store, pàgines internes de Google i la pàgina d'inici de Chrome, ja que la política de Google prohibeix l'ús de cursors personalitzats en aquestes pàgines.",
    "cs": "Jak změnit kurzor myši v prohlížeči na vlastní? - Stačí jen pár kliknutí!\nNaše sbírka má stovky kurzorů pro každý vkus, rozdělených do kategorií, sbírky jsou pravidelně aktualizovány, takže nezapomeňte čas od času navštívit naše stránky.\n\nVšechny kurzory jsou ve vektorovém formátu, což vám zaručí perfektní kvalitu zobrazení na jakékoli obrazovce a v jakékoli velikosti kurzoru.\n\nV nabídce rozšíření můžete jednoduše změnit velikost kurzoru, přidat jej do oblíbených nebo úplně odstranit ze seznamu, je to velmi jednoduché a pohodlné.\nVíce o všech funkcích rozšíření si můžete přečíst na webu v části \"Jak používat?\" sekce.\n\nPozornost! Ujistěte se, že používáte rozšíření „Cursor Style“ na jakékoli webové stránce kromě Internetového obchodu Chrome, interních stránek Google a domovské stránky Chrome, protože zásady společnosti Google zakazují použití vlastních kurzorů na těchto stránkách.",
    "da": "Hvordan ændres musemarkøren i browseren til en brugerdefineret? - Det kræver blot et par klik!\nVores samling har hundredvis af markører for enhver smag, opdelt i kategorier, samlingerne opdateres regelmæssigt, så glem ikke at besøge vores side fra tid til anden.\n\nAlle markører er i vektorformat, hvilket garanterer dig perfekt visningskvalitet på enhver skærm og i enhver markørstørrelse.\n\nI udvidelsesmenuen kan du nemt ændre størrelsen på markøren, tilføje den til dine favoritter eller helt fjerne den fra listen, det er meget enkelt og praktisk.\nDu kan læse mere om alle funktionerne i udvidelsen på webstedet i \"Hvordan bruges?\" afsnit.\n\nOpmærksomhed! Sørg for, at du bruger udvidelsen \"Markørstil\" på enhver anden webside end Chrome Webshop, Googles interne sider og Chrome-startsiden, da Googles politik forbyder brugen af tilpassede markører på disse sider.",
    "de": "Wie ändere ich den Mauszeiger im Browser in einen benutzerdefinierten? - Es braucht nur ein paar Klicks!\nUnsere Sammlung hat Hunderte von Cursorn für jeden Geschmack, unterteilt in Kategorien, die Sammlungen werden regelmäßig aktualisiert, also vergessen Sie nicht, unsere Website von Zeit zu Zeit zu besuchen.\n\nAlle Cursor sind im Vektorformat, was Ihnen eine perfekte Darstellungsqualität auf jedem Bildschirm und in jeder Cursorgröße garantiert.\n\nIm Erweiterungsmenü können Sie ganz einfach die Größe des Cursors ändern, ihn zu Ihren Favoriten hinzufügen oder ihn vollständig aus der Liste entfernen, es ist sehr einfach und bequem.\nSie können mehr über alle Funktionen der Erweiterung auf der Website im Abschnitt \"Wie benutzt man?\" lesen. Sektion.\n\nAufmerksamkeit! Stellen Sie sicher, dass Sie die Erweiterung \"Cursor Style\" auf allen Webseiten außer dem Chrome Web Store, internen Google-Seiten und der Chrome-Startseite verwenden, da die Google-Richtlinie die Verwendung benutzerdefinierter Cursor auf diesen Seiten verbietet.",
    "el": "Πώς να αλλάξετε τον κέρσορα του ποντικιού στο πρόγραμμα περιήγησης σε προσαρμοσμένο; - Το μόνο που χρειάζεται είναι μερικά κλικ!\nΗ συλλογή μας έχει εκατοντάδες δρομείς για κάθε γούστο, χωρισμένους σε κατηγορίες, οι συλλογές ενημερώνονται τακτικά, οπότε μην ξεχνάτε να επισκέπτεστε τον ιστότοπό μας κατά καιρούς.\n\nΌλοι οι δρομείς είναι σε διανυσματική μορφή, η οποία σας εγγυάται τέλεια ποιότητα εμφάνισης σε οποιαδήποτε οθόνη και σε οποιοδήποτε μέγεθος δρομέα.\n\nΣτο μενού επέκτασης, μπορείτε εύκολα να αλλάξετε το μέγεθος του δρομέα, να τον προσθέσετε στα αγαπημένα σας ή να τον αφαιρέσετε εντελώς από τη λίστα, είναι πολύ απλό και βολικό.\nΜπορείτε να διαβάσετε περισσότερα σχετικά με όλες τις λειτουργίες της επέκτασης στον ιστότοπο στο \"Πώς να το χρησιμοποιήσετε;\" Ενότητα.\n\nΠροσοχή! Βεβαιωθείτε ότι χρησιμοποιείτε την επέκταση \"Στυλ δρομέα\" σε οποιαδήποτε ιστοσελίδα εκτός από το Chrome Web Store, τις εσωτερικές σελίδες της Google και την αρχική σελίδα του Chrome, καθώς η πολιτική της Google απαγορεύει τη χρήση προσαρμοσμένων δρομέων σε αυτές τις σελίδες.",
    "en,en_AU,en_GB,en_US": "How to change the mouse cursor in the browser to a custom one? - All it takes is a couple of clicks!\nOur collection has hundreds of cursors for every taste, divided into categories, the collections are updated regularly, so do not forget to visit our site from time to time.\n\nAll cursors are in vector format, which guarantees you perfect display quality on any screen and in any cursor size.\n\nIn the extension menu, you can easily change the size of the cursor, add it to your favorites or completely remove it from the list, it's very simple and convenient.\nYou can read more about all the functions of the extension on the site in the \"How to use?\" section.\n\nAttention! Make sure you use the \"Cursor Style\" extension on any web page other than the Chrome Web Store, Google internal pages, and the Chrome home page, as Google policy prohibits the use of custom cursors on these pages.",
    "es,es_419": "¿Cómo cambiar el cursor del mouse en el navegador a uno personalizado? - ¡Todo lo que se necesita es un par de clics!\nNuestra colección tiene cientos de cursores para todos los gustos, divididos en categorías, las colecciones se actualizan regularmente, así que no olvide visitar nuestro sitio de vez en cuando.\n\nTodos los cursores están en formato vectorial, lo que le garantiza una calidad de visualización perfecta en cualquier pantalla y en cualquier tamaño de cursor.\n\nEn el menú de extensión, puede cambiar fácilmente el tamaño del cursor, agregarlo a sus favoritos o eliminarlo por completo de la lista, es muy simple y conveniente.\nPuede leer más sobre todas las funciones de la extensión en el sitio en \"¿Cómo usar?\" sección.\n\n¡Atención! Asegúrese de usar la extensión \"Cursor Style\" en cualquier página web que no sea Chrome Web Store, las páginas internas de Google y la página de inicio de Chrome, ya que la política de Google prohíbe el uso de cursores personalizados en estas páginas.",
    "et,fil": "Kuidas muuta hiirekursor brauseris kohandatud kursoriks? - Selleks on vaja vaid paar klõpsu!\nMeie kollektsioonis on sadu kursoreid igale maitsele, mis on jagatud kategooriatesse, kollektsioone uuendatakse regulaarselt, nii et ärge unustage aeg-ajalt meie saiti külastada.\n\nKõik kursorid on vektorvormingus, mis tagab teile täiusliku kuvakvaliteedi igal ekraanil ja mis tahes kursori suuruses.\n\nLaiendusmenüüs saate hõlpsalt kursori suurust muuta, lemmikute hulka lisada või loendist täielikult eemaldada, see on väga lihtne ja mugav.\nLisateavet saidi laienduse kõigi funktsioonide kohta leiate jaotisest \"Kuidas kasutada?\" osa.\n\nTähelepanu! Kasutage kindlasti laiendust Kursori stiil kõigil muudel veebilehtedel peale Chrome'i veebipoe, Google'i siselehtede ja Chrome'i avalehe, kuna Google'i eeskirjad keelavad nendel lehtedel kohandatud kursorite kasutamise.",
    "fa": "چگونه نشانگر ماوس در مرورگر را به یک مورد سفارشی تغییر دهیم؟ - تنها چند کلیک لازم است!\nمجموعه ما دارای صدها مکان نما برای هر سلیقه است که به دسته بندی تقسیم می شوند، مجموعه ها به طور منظم به روز می شوند، بنابراین فراموش نکنید که هر از گاهی از سایت ما بازدید کنید.\n\nهمه مکان نماها در فرمت برداری هستند که کیفیت نمایش عالی را در هر صفحه و در هر اندازه مکان نما تضمین می کند.\n\nدر منوی افزونه، می توانید به راحتی اندازه مکان نما را تغییر دهید، آن را به موارد دلخواه خود اضافه کنید یا به طور کامل آن را از لیست حذف کنید، بسیار ساده و راحت است.\nمی توانید اطلاعات بیشتری در مورد تمام عملکردهای برنامه افزودنی در سایت در \"چگونه استفاده کنیم؟\" بخوانید. بخش.\n\nتوجه! مطمئن شوید که از برنامه افزودنی «Cursor Style» در هر صفحه وب غیر از فروشگاه وب Chrome، صفحات داخلی Google و صفحه اصلی Chrome استفاده می‌کنید، زیرا خط‌مشی Google استفاده از نشانگرهای سفارشی را در این صفحات ممنوع می‌کند.",
    "fi": "Kuinka muuttaa hiiren osoitin selaimessa mukautetuksi? - Riittää, kun muutama napsautus!\nKokoelmassamme on satoja kohdistimia jokaiseen makuun, jaettuna luokkiin, kokoelmia päivitetään säännöllisesti, joten älä unohda vierailla sivustollamme silloin tällöin.\n\nKaikki osoittimet ovat vektorimuodossa, mikä takaa täydellisen näytönlaadun kaikilla näytöillä ja missä tahansa kohdistimen koossa.\n\nLaajennusvalikossa voit helposti muuttaa kursorin kokoa, lisätä sen suosikkeihisi tai poistaa sen kokonaan luettelosta, se on erittäin yksinkertaista ja kätevää.\nVoit lukea lisää kaikista sivuston laajennuksen toiminnoista kohdassa \"Kuinka käyttää?\" osio.\n\nHuomio! Varmista, että käytät \"Cursor Style\" -laajennusta muilla verkkosivuilla kuin Chrome Web Storessa, Googlen sisäisillä sivuilla ja Chromen etusivulla, sillä Googlen käytäntö kieltää mukautettujen kohdistimien käytön näillä sivuilla.",
    "fr": "Comment changer le curseur de la souris dans le navigateur en un curseur personnalisé ? - Tout ce qu'il faut, c'est quelques clics !\nNotre collection compte des centaines de curseurs pour tous les goûts, répartis en catégories, les collections sont mises à jour régulièrement, alors n'oubliez pas de visiter notre site de temps en temps.\n\nTous les curseurs sont au format vectoriel, ce qui vous garantit une qualité d'affichage parfaite sur n'importe quel écran et dans n'importe quelle taille de curseur.\n\nDans le menu d'extension, vous pouvez facilement modifier la taille du curseur, l'ajouter à vos favoris ou le supprimer complètement de la liste, c'est très simple et pratique.\nVous pouvez en savoir plus sur toutes les fonctions de l'extension sur le site dans la rubrique \"Comment utiliser?\" section.\n\nAttention! Assurez-vous d'utiliser l'extension \"Style de curseur\" sur toute page Web autre que le Chrome Web Store, les pages internes de Google et la page d'accueil de Chrome, car la politique de Google interdit l'utilisation de curseurs personnalisés sur ces pages.",
    "gu": "બ્રાઉઝરમાં માઉસ કર્સરને કસ્ટમમાં કેવી રીતે બદલવું? - તે માત્ર થોડા ક્લિક્સ લે છે!\nઅમારા સંગ્રહમાં દરેક સ્વાદ માટે સેંકડો કર્સર છે, કેટેગરીમાં વિભાજિત છે, સંગ્રહો નિયમિતપણે અપડેટ થાય છે, તેથી સમય સમય પર અમારી સાઇટની મુલાકાત લેવાનું ભૂલશો નહીં.\n\nબધા કર્સર વેક્ટર ફોર્મેટમાં છે, જે તમને કોઈપણ સ્ક્રીન પર અને કોઈપણ કર્સરના કદમાં સંપૂર્ણ પ્રદર્શન ગુણવત્તાની ખાતરી આપે છે.\n\nએક્સ્ટેંશન મેનૂમાં, તમે સરળતાથી કર્સરનું કદ બદલી શકો છો, તેને તમારા મનપસંદમાં ઉમેરી શકો છો અથવા તેને સૂચિમાંથી સંપૂર્ણપણે દૂર કરી શકો છો, તે ખૂબ જ સરળ અને અનુકૂળ છે.\nતમે સાઇટ પર એક્સ્ટેંશનના તમામ કાર્યો વિશે વધુ વાંચી શકો છો \"કેવી રીતે ઉપયોગ કરવો?\" વિભાગ\n\nધ્યાન આપો! ખાતરી કરો કે તમે Chrome વેબ દુકાન, Google આંતરિક પૃષ્ઠો અને Chrome હોમ પેજ સિવાયના કોઈપણ વેબ પૃષ્ઠ પર \"કર્સર શૈલી\" એક્સ્ટેંશનનો ઉપયોગ કરો છો, કારણ કે Google નીતિ આ પૃષ્ઠો પર કસ્ટમ કર્સરનો ઉપયોગ પ્રતિબંધિત કરે છે.",
    "he": "איך משנים את סמן העכבר בדפדפן למותאם אישית? - כל מה שצריך זה כמה קליקים!\nבאוסף שלנו יש מאות סמנים לכל טעם, מחולקים לקטגוריות, האוספים מתעדכנים באופן שוטף, אז אל תשכחו לבקר באתר שלנו מדי פעם.\n\nכל הסמנים הם בפורמט וקטור, מה שמבטיח לכם איכות תצוגה מושלמת בכל מסך ובכל גודל סמן.\n\nבתפריט ההרחבה תוכלו לשנות בקלות את גודל הסמן, להוסיף אותו למועדפים או להסירו לחלוטין מהרשימה, זה מאוד פשוט ונוח.\nתוכל לקרוא עוד על כל הפונקציות של התוסף באתר ב\"כיצד להשתמש?\" סָעִיף.\n\nתשומת הלב! ודא שאתה משתמש בתוסף \"סגנון הסמן\" בכל דף אינטרנט מלבד חנות האינטרנט של Chrome, הדפים הפנימיים של Google ודף הבית של Chrome, שכן מדיניות Google אוסרת על שימוש בסמנים מותאמים אישית בדפים אלה.",
    "hi": "ब्राउज़र में माउस कर्सर को कस्टम कर्सर में कैसे बदलें? - इसके लिए बस कुछ ही क्लिक की जरूरत है!\nहमारे संग्रह में हर स्वाद के लिए सैकड़ों कर्सर हैं, श्रेणियों में विभाजित, संग्रह नियमित रूप से अपडेट किए जाते हैं, इसलिए समय-समय पर हमारी साइट पर जाना न भूलें।\n\nसभी कर्सर वेक्टर प्रारूप में हैं, जो आपको किसी भी स्क्रीन पर और किसी भी कर्सर आकार में सही प्रदर्शन गुणवत्ता की गारंटी देता है।\n\nएक्सटेंशन मेनू में, आप आसानी से कर्सर का आकार बदल सकते हैं, इसे अपने पसंदीदा में जोड़ सकते हैं या इसे सूची से पूरी तरह से हटा सकते हैं, यह बहुत आसान और सुविधाजनक है।\nआप साइट पर एक्सटेंशन के सभी कार्यों के बारे में \"कैसे उपयोग करें?\" में अधिक पढ़ सकते हैं। खंड।\n\nध्यान! सुनिश्चित करें कि आप क्रोम वेब स्टोर, Google आंतरिक पेज और क्रोम होम पेज के अलावा किसी भी वेब पेज पर \"कर्सर स्टाइल\" एक्सटेंशन का उपयोग करते हैं, क्योंकि Google नीति इन पेजों पर कस्टम कर्सर के उपयोग को प्रतिबंधित करती है।",
    "hr": "Kako promijeniti pokazivač miša u pregledniku na prilagođeni? - Sve što je potrebno je nekoliko klikova!\nNaša zbirka ima stotine kursora za svačiji ukus, podijeljenih u kategorije, kolekcije se redovito ažuriraju, stoga ne zaboravite povremeno posjetiti našu stranicu.\n\nSvi kursori su u vektorskom formatu, što vam jamči savršenu kvalitetu prikaza na bilo kojem zaslonu iu bilo kojoj veličini kursora.\n\nU izborniku proširenja možete jednostavno promijeniti veličinu pokazivača, dodati ga u svoje favorite ili potpuno ukloniti s popisa, vrlo je jednostavno i praktično.\nViše o svim funkcijama ekstenzije možete pročitati na stranici u \"Kako koristiti?\" odjeljak.\n\nPažnja! Provjerite koristite li ekstenziju \"Stil pokazivača\" na bilo kojoj web-stranici osim Chrome web-trgovine, Googleovih internih stranica i početne stranice Chromea jer Googleova pravila zabranjuju upotrebu prilagođenih pokazivača na tim stranicama.",
    "hu": "Hogyan lehet a böngészőben az egérkurzort egyénire cserélni? - Csak pár kattintás kell hozzá!\nGyűjteményünkben több száz kurzor található minden ízléshez, kategóriákra osztva, a kollekciók rendszeresen frissülnek, ezért ne felejtse el időről időre felkeresni oldalunkat.\n\nMinden kurzor vektor formátumú, ami garantálja a tökéletes megjelenítési minőséget bármilyen képernyőn és bármilyen kurzorméretben.\n\nA bővítmény menüben könnyedén módosíthatja a kurzor méretét, hozzáadhatja kedvenceihez vagy teljesen eltávolíthatja a listából, nagyon egyszerű és kényelmes.\nAz oldalon található bővítmény összes funkciójáról a \"Hogyan kell használni?\" szakasz.\n\nFigyelem! Győződjön meg arról, hogy a \"Kurzorstílus\" bővítményt használja a Chrome Internetes áruházon, a Google belső oldalain és a Chrome főoldalán kívül minden más weboldalon, mivel a Google szabályzata tiltja az egyéni kurzorok használatát ezeken az oldalakon.",
    "id": "Bagaimana cara mengubah kursor mouse di browser menjadi yang khusus? - Yang diperlukan hanyalah beberapa klik!\nKoleksi kami memiliki ratusan kursor untuk setiap selera, dibagi menjadi beberapa kategori, koleksi diperbarui secara berkala, jadi jangan lupa untuk mengunjungi situs kami dari waktu ke waktu.\n\nSemua kursor dalam format vektor, yang menjamin Anda kualitas tampilan yang sempurna di layar apa pun dan dalam ukuran kursor apa pun.\n\nDi menu ekstensi, Anda dapat dengan mudah mengubah ukuran kursor, menambahkannya ke favorit Anda atau menghapusnya sepenuhnya dari daftar, ini sangat sederhana dan nyaman.\nAnda dapat membaca lebih lanjut tentang semua fungsi ekstensi di situs di \"Cara menggunakan?\" bagian.\n\nPerhatian! Pastikan Anda menggunakan ekstensi \"Gaya Kursor\" di halaman web apa pun selain Toko Web Chrome, halaman internal Google, dan halaman beranda Chrome, karena kebijakan Google melarang penggunaan kursor khusus di halaman ini.",
    "it": "Come cambiare il cursore del mouse nel browser in uno personalizzato? - Bastano un paio di clic!\nLa nostra collezione ha centinaia di cursori per tutti i gusti, divisi in categorie, le collezioni vengono aggiornate regolarmente, quindi non dimenticare di visitare di tanto in tanto il nostro sito.\n\nTutti i cursori sono in formato vettoriale, che ti garantisce una perfetta qualità di visualizzazione su qualsiasi schermo e con qualsiasi dimensione del cursore.\n\nNel menu delle estensioni, puoi facilmente modificare la dimensione del cursore, aggiungerlo ai preferiti o rimuoverlo completamente dall'elenco, è molto semplice e conveniente.\nPuoi leggere di più su tutte le funzioni dell'estensione sul sito nella sezione \"Come si usa?\" sezione.\n\nAttenzione! Assicurati di utilizzare l'estensione \"Stile cursore\" su qualsiasi pagina web diversa dal Chrome Web Store, dalle pagine interne di Google e dalla home page di Chrome, poiché le norme di Google vietano l'uso di cursori personalizzati su queste pagine.",
    "ja": "ブラウザのマウスカーソルをカスタムのものに変更するには? - 数回クリックするだけです。\n私たちのコレクションには、あらゆる好みに合わせて数百のカーソルがあり、カテゴリに分類されています。コレクションは定期的に更新されているため、時々私たちのサイトにアクセスすることを忘れないでください.\n\nすべてのカーソルはベクトル形式であるため、どの画面でも、どのカーソル サイズでも完璧な表示品質が保証されます。\n\n拡張メニューでは、カーソルのサイズを簡単に変更したり、お気に入りに追加したり、リストから完全に削除したりできます。非常にシンプルで便利です。\n拡張機能のすべての機能については、サイトの「使い方」で詳しく読むことができます。 セクション。\n\n注意！ Chrome Web ストア、Google の内部ページ、Chrome のホームページ以外の Web ページでは、必ず「カーソル スタイル」拡張機能を使用してください。Google のポリシーでは、これらのページでのカスタム カーソルの使用が禁止されています。",
    "kn": "ಬ್ರೌಸರ್‌ನಲ್ಲಿ ಮೌಸ್ ಕರ್ಸರ್ ಅನ್ನು ಕಸ್ಟಮ್ ಒಂದಕ್ಕೆ ಬದಲಾಯಿಸುವುದು ಹೇಗೆ? - ಇದಕ್ಕೆ ಬೇಕಾಗಿರುವುದು ಒಂದೆರಡು ಕ್ಲಿಕ್‌ಗಳು ಮಾತ್ರ!\nನಮ್ಮ ಸಂಗ್ರಹಣೆಯು ಪ್ರತಿ ರುಚಿಗೆ ನೂರಾರು ಕರ್ಸರ್‌ಗಳನ್ನು ಹೊಂದಿದೆ, ವರ್ಗಗಳಾಗಿ ವಿಂಗಡಿಸಲಾಗಿದೆ, ಸಂಗ್ರಹಣೆಗಳನ್ನು ನಿಯಮಿತವಾಗಿ ನವೀಕರಿಸಲಾಗುತ್ತದೆ, ಆದ್ದರಿಂದ ಕಾಲಕಾಲಕ್ಕೆ ನಮ್ಮ ಸೈಟ್‌ಗೆ ಭೇಟಿ ನೀಡಲು ಮರೆಯಬೇಡಿ.\n\nಎಲ್ಲಾ ಕರ್ಸರ್‌ಗಳು ವೆಕ್ಟರ್ ಸ್ವರೂಪದಲ್ಲಿವೆ, ಇದು ಯಾವುದೇ ಪರದೆಯ ಮೇಲೆ ಮತ್ತು ಯಾವುದೇ ಕರ್ಸರ್ ಗಾತ್ರದಲ್ಲಿ ನಿಮಗೆ ಪರಿಪೂರ್ಣ ಪ್ರದರ್ಶನ ಗುಣಮಟ್ಟವನ್ನು ಖಾತರಿಪಡಿಸುತ್ತದೆ.\n\nವಿಸ್ತರಣೆ ಮೆನುವಿನಲ್ಲಿ, ನೀವು ಕರ್ಸರ್ನ ಗಾತ್ರವನ್ನು ಸುಲಭವಾಗಿ ಬದಲಾಯಿಸಬಹುದು, ಅದನ್ನು ನಿಮ್ಮ ಮೆಚ್ಚಿನವುಗಳಿಗೆ ಸೇರಿಸಬಹುದು ಅಥವಾ ಪಟ್ಟಿಯಿಂದ ಸಂಪೂರ್ಣವಾಗಿ ತೆಗೆದುಹಾಕಬಹುದು, ಇದು ತುಂಬಾ ಸರಳ ಮತ್ತು ಅನುಕೂಲಕರವಾಗಿದೆ.\n\"ಹೇಗೆ ಬಳಸುವುದು?\" ನಲ್ಲಿ ಸೈಟ್ನಲ್ಲಿ ವಿಸ್ತರಣೆಯ ಎಲ್ಲಾ ಕಾರ್ಯಗಳ ಬಗ್ಗೆ ನೀವು ಇನ್ನಷ್ಟು ಓದಬಹುದು. ವಿಭಾಗ.\n\nಗಮನ! ಈ ಪುಟಗಳಲ್ಲಿ ಕಸ್ಟಮ್ ಕರ್ಸರ್‌ಗಳ ಬಳಕೆಯನ್ನು Google ನೀತಿಯು ನಿಷೇಧಿಸುವುದರಿಂದ Chrome ವೆಬ್ ಅಂಗಡಿ, Google ಆಂತರಿಕ ಪುಟಗಳು ಮತ್ತು Chrome ಮುಖಪುಟವನ್ನು ಹೊರತುಪಡಿಸಿ ಯಾವುದೇ ವೆಬ್ ಪುಟದಲ್ಲಿ \"ಕರ್ಸರ್ ಶೈಲಿ\" ವಿಸ್ತರಣೆಯನ್ನು ನೀವು ಬಳಸುತ್ತೀರೆಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.",
    "ko": "브라우저의 마우스 커서를 사용자 지정 커서로 변경하는 방법은 무엇입니까? - 클릭 몇 번이면 됩니다!\n우리 컬렉션에는 모든 취향에 맞는 수백 개의 커서가 있고 카테고리로 구분되어 있으며 컬렉션은 정기적으로 업데이트되므로 수시로 사이트를 방문하는 것을 잊지 마십시오.\n\n모든 커서는 벡터 형식으로 되어 있어 모든 화면과 커서 크기에서 완벽한 디스플레이 품질을 보장합니다.\n\n확장 메뉴에서 커서의 크기를 쉽게 변경하고 즐겨찾기에 추가하거나 목록에서 완전히 제거할 수 있습니다. 매우 간단하고 편리합니다.\n사이트의 \"사용 방법\"에서 확장 기능의 모든 기능에 대해 자세히 알아볼 수 있습니다. 부분.\n\n주목! Chrome 웹 스토어, Google 내부 페이지 및 Chrome 홈페이지가 아닌 다른 웹 페이지에서 \"Cursor Style\" 확장 프로그램을 사용하는지 확인하십시오. Google 정책은 이러한 페이지에서 맞춤 커서를 사용하는 것을 금지하고 있기 때문입니다.",
    "lt": "Kaip pakeisti pelės žymeklį naršyklėje į pasirinktinį? - Tereikia kelių paspaudimų!\nMūsų kolekcijoje yra šimtai žymeklių kiekvienam skoniui, suskirstytų į kategorijas, kolekcijos nuolat atnaujinamos, todėl nepamirškite karts nuo karto apsilankyti mūsų svetainėje.\n\nVisi žymekliai yra vektorinio formato, o tai garantuoja puikią rodymo kokybę bet kuriame ekrane ir bet kokio dydžio žymeklį.\n\nIšplėtimo meniu galite lengvai pakeisti žymeklio dydį, įtraukti jį į mėgstamiausius arba visiškai pašalinti iš sąrašo, tai labai paprasta ir patogu.\nDaugiau apie visas plėtinio funkcijas galite perskaityti svetainėje \"Kaip naudotis?\" skyrius.\n\nDėmesio! Įsitikinkite, kad naudojate plėtinį „Cursor Style“ bet kuriame tinklalapyje, išskyrus „Chrome“ internetinę parduotuvę, „Google“ vidinius puslapius ir „Chrome“ pagrindinį puslapį, nes pagal „Google“ politiką šiuose puslapiuose draudžiama naudoti tinkintus žymeklius.",
    "lv": "Kā pārlūkprogrammā nomainīt peles kursoru uz pielāgotu? - Viss, kas nepieciešams, ir pāris klikšķi!\nMūsu kolekcijā ir simtiem kursoru katrai gaumei, kas sadalīti kategorijās, kolekcijas tiek regulāri atjauninātas, tāpēc neaizmirstiet laiku pa laikam apmeklēt mūsu vietni.\n\nVisi kursori ir vektoru formātā, kas garantē jums perfektu displeja kvalitāti jebkurā ekrānā un jebkurā kursora izmērā.\n\nPaplašinājuma izvēlnē varat viegli mainīt kursora izmēru, pievienot to izlasei vai pilnībā noņemt no saraksta, tas ir ļoti vienkārši un ērti.\nVairāk par visām paplašinājuma funkcijām vietnē varat lasīt sadaļā \"Kā lietot?\" sadaļā.\n\nUzmanību! Noteikti izmantojiet paplašinājumu Kursora stils jebkurā tīmekļa lapā, izņemot Chrome interneta veikalu, Google iekšējās lapas un Chrome sākumlapu, jo Google politika aizliedz šajās lapās izmantot pielāgotus kursorus.",
    "ml": "ബ്രൗസറിലെ മൗസ് കഴ്‌സർ എങ്ങനെ ഇഷ്‌ടാനുസൃതമാക്കാം? - ഇതിന് വേണ്ടത് രണ്ട് ക്ലിക്കുകൾ മാത്രമാണ്!\nഞങ്ങളുടെ ശേഖരത്തിൽ ഓരോ രുചിക്കും നൂറുകണക്കിന് കഴ്‌സറുകൾ ഉണ്ട്, വിഭാഗങ്ങളായി തിരിച്ചിരിക്കുന്നു, ശേഖരങ്ങൾ പതിവായി അപ്‌ഡേറ്റ് ചെയ്യുന്നു, അതിനാൽ കാലാകാലങ്ങളിൽ ഞങ്ങളുടെ സൈറ്റ് സന്ദർശിക്കാൻ മറക്കരുത്.\n\nഎല്ലാ കഴ്‌സറുകളും വെക്‌റ്റർ ഫോർമാറ്റിലാണ്, ഏത് സ്‌ക്രീനിലും ഏത് കഴ്‌സർ വലുപ്പത്തിലും മികച്ച ഡിസ്‌പ്ലേ നിലവാരം നിങ്ങൾക്ക് ഉറപ്പുനൽകുന്നു.\n\nവിപുലീകരണ മെനുവിൽ, നിങ്ങൾക്ക് കഴ്‌സറിന്റെ വലുപ്പം എളുപ്പത്തിൽ മാറ്റാം, നിങ്ങളുടെ പ്രിയപ്പെട്ടവയിലേക്ക് ചേർക്കുക അല്ലെങ്കിൽ ലിസ്റ്റിൽ നിന്ന് പൂർണ്ണമായും നീക്കം ചെയ്യാം, ഇത് വളരെ ലളിതവും സൗകര്യപ്രദവുമാണ്.\n\"എങ്ങനെ ഉപയോഗിക്കാം?\" എന്നതിൽ സൈറ്റിലെ വിപുലീകരണത്തിന്റെ എല്ലാ പ്രവർത്തനങ്ങളെയും കുറിച്ച് നിങ്ങൾക്ക് കൂടുതൽ വായിക്കാം. വിഭാഗം.\n\nശ്രദ്ധ! Chrome വെബ് സ്റ്റോർ, ഗൂഗിൾ ഇന്റേണൽ പേജുകൾ, Chrome ഹോം പേജ് എന്നിവ ഒഴികെയുള്ള ഏതൊരു വെബ് പേജിലും നിങ്ങൾ \"കർസർ സ്റ്റൈൽ\" വിപുലീകരണം ഉപയോഗിക്കുന്നുണ്ടെന്ന് ഉറപ്പാക്കുക, ഈ പേജുകളിൽ ഇഷ്‌ടാനുസൃത കഴ്‌സറുകൾ ഉപയോഗിക്കുന്നത് Google നയം നിരോധിക്കുന്നതിനാൽ.",
    "mr": "ब्राउझरमधील माउस कर्सर सानुकूलमध्ये कसा बदलावा? - फक्त काही क्लिक्स लागतात!\nआमच्या संग्रहामध्ये प्रत्येक चवसाठी शेकडो कर्सर आहेत, श्रेणींमध्ये विभागलेले आहेत, संग्रह नियमितपणे अद्यतनित केले जातात, म्हणून वेळोवेळी आमच्या साइटला भेट देण्यास विसरू नका.\n\nसर्व कर्सर वेक्टर फॉरमॅटमध्ये आहेत, जे तुम्हाला कोणत्याही स्क्रीनवर आणि कोणत्याही कर्सर आकारात परिपूर्ण प्रदर्शन गुणवत्तेची हमी देते.\n\nविस्तार मेनूमध्ये, आपण कर्सरचा आकार सहजपणे बदलू शकता, तो आपल्या आवडींमध्ये जोडू शकता किंवा सूचीमधून पूर्णपणे काढून टाकू शकता, हे खूप सोपे आणि सोयीस्कर आहे.\nआपण साइटवरील विस्ताराच्या सर्व कार्यांबद्दल अधिक वाचू शकता \"कसे वापरावे?\" विभाग\n\nलक्ष द्या! तुम्ही Chrome वेब स्टोअर, Google अंतर्गत पृष्ठे आणि Chrome मुख्यपृष्ठाव्यतिरिक्त कोणत्याही वेब पृष्ठावर \"कर्सर शैली\" विस्तार वापरत असल्याचे सुनिश्चित करा, कारण Google धोरण या पृष्ठांवर सानुकूल कर्सर वापरण्यास प्रतिबंधित करते.",
    "ms": "Bagaimana untuk menukar kursor tetikus dalam penyemak imbas kepada yang tersuai? - Apa yang diperlukan hanyalah beberapa klik!\nKoleksi kami mempunyai ratusan kursor untuk setiap citarasa, dibahagikan kepada kategori, koleksi dikemas kini secara berkala, jadi jangan lupa untuk melawat tapak kami dari semasa ke semasa.\n\nSemua kursor berada dalam format vektor, yang menjamin kualiti paparan yang sempurna pada mana-mana skrin dan dalam sebarang saiz kursor.\n\nDalam menu sambungan, anda boleh menukar saiz kursor dengan mudah, menambahnya pada kegemaran anda atau mengalih keluarnya sepenuhnya daripada senarai, ia sangat mudah dan mudah.\nAnda boleh membaca lebih lanjut mengenai semua fungsi sambungan di tapak dalam \"Bagaimana untuk menggunakan?\" bahagian.\n\nPerhatian! Pastikan anda menggunakan sambungan \"Gaya Kursor\" pada mana-mana halaman web selain daripada Kedai Web Chrome, halaman dalaman Google dan halaman utama Chrome, kerana dasar Google melarang penggunaan kursor tersuai pada halaman ini.",
    "nl": "Hoe verander ik de muiscursor in de browser in een aangepaste? - Het enige dat nodig is, zijn een paar klikken!\nOnze collectie heeft honderden cursors voor elke smaak, onderverdeeld in categorieën, de collecties worden regelmatig bijgewerkt, dus vergeet niet om af en toe onze site te bezoeken.\n\nAlle cursors zijn in vectorformaat, wat u een perfecte weergavekwaliteit garandeert op elk scherm en in elke cursorgrootte.\n\nIn het uitbreidingsmenu kunt u eenvoudig de grootte van de cursor wijzigen, aan uw favorieten toevoegen of volledig uit de lijst verwijderen, het is heel eenvoudig en handig.\nU kunt meer lezen over alle functies van de extensie op de site in de \"Hoe te gebruiken?\" sectie.\n\nAandacht! Zorg ervoor dat u de extensie \"Cursorstijl\" gebruikt op elke andere webpagina dan de Chrome Web Store, de interne pagina's van Google en de Chrome-startpagina, aangezien het beleid van Google het gebruik van aangepaste cursors op deze pagina's verbiedt.",
    "no": "Hvordan endre musepekeren i nettleseren til en tilpasset en? – Alt som skal til er et par klikk!\nSamlingen vår har hundrevis av markører for enhver smak, delt inn i kategorier, samlingene oppdateres jevnlig, så ikke glem å besøke siden vår fra tid til annen.\n\nAlle markørene er i vektorformat, noe som garanterer deg perfekt visningskvalitet på hvilken som helst skjerm og i hvilken som helst markørstørrelse.\n\nI utvidelsesmenyen kan du enkelt endre størrelsen på markøren, legge den til i favorittene dine eller helt fjerne den fra listen, det er veldig enkelt og praktisk.\nDu kan lese mer om alle funksjonene til utvidelsen på nettstedet i \"Hvordan bruke?\" seksjon.\n\nMerk følgende! Sørg for at du bruker «Cursor Style»-utvidelsen på alle andre nettsider enn Chrome Nettmarked, Googles interne sider og Chrome-hjemmesiden, siden Googles retningslinjer forbyr bruk av egendefinerte markører på disse sidene.",
    "pl": "Jak zmienić kursor myszy w przeglądarce na niestandardowy? - Wystarczy kilka kliknięć!\nNasza kolekcja ma setki kursorów na każdy gust, podzielone na kategorie, kolekcje są regularnie aktualizowane, więc nie zapomnij od czasu do czasu odwiedzać naszej strony.\n\nWszystkie kursory są w formacie wektorowym, co gwarantuje doskonałą jakość wyświetlania na dowolnym ekranie i w dowolnym rozmiarze kursora.\n\nW menu rozszerzeń możesz łatwo zmienić rozmiar kursora, dodać go do ulubionych lub całkowicie usunąć z listy, jest to bardzo proste i wygodne.\nWięcej o wszystkich funkcjach rozszerzenia można przeczytać na stronie w dziale „Jak korzystać?” Sekcja.\n\nUwaga! Upewnij się, że używasz rozszerzenia „Styl kursora” na dowolnej stronie internetowej innej niż Chrome Web Store, strony wewnętrzne Google i strona główna Chrome, ponieważ zasady Google zabraniają używania niestandardowych kursorów na tych stronach.",
    "pt_BR,pt_PT": "Agora, para alterar o cursor do mouse no seu navegador, basta alguns cliques.\nNossa coleção possui mais de 300 cursores personalizados para todos os gostos, divididos em categorias, além de cursores animados.\n\nTodos os cursores do catálogo no site podem ser pré-testados em uma área de teste especialmente designada; as coleções são atualizadas regularmente; portanto, não se esqueça de visitar nosso site periodicamente.\n\nMas mesmo que você não encontre o que deseja, basta fazer o upload do seu próprio cursor clicando no botão \"Carregar cursor\" no menu de extensão.\nPara o upload, recomendamos o uso de imagens com tamanho não superior a 128x128 pixels e peso não superior a 100 KB, em plano de fundo transparente, no formato .png\nOs cursores que você carrega aparecem na janela de extensão na categoria Meus carregados.\n\nNo mesmo menu, você pode alterar facilmente o tamanho do cursor, adicioná-lo aos seus favoritos ou removê-lo completamente da lista, é muito simples e conveniente.\nVocê pode ler mais sobre todas as funções de extensão no site em \"Como usar?\" Seção.\n\nUse essa extensão em qualquer página da web, exceto a Chrome Web Store, as páginas internas do Google e a página inicial do Chrome, pois a política do Google proíbe o uso de cursores personalizados nessas páginas.",
    "ro": "Cum se schimbă cursorul mouse-ului din browser cu unul personalizat? - Este nevoie doar de câteva clicuri!\nColecția noastră are sute de cursore pentru fiecare gust, împărțite pe categorii, colecțiile sunt actualizate în mod regulat, așa că nu uitați să vizitați site-ul nostru din când în când.\n\nToate cursoarele sunt în format vectorial, ceea ce vă garantează o calitate perfectă de afișare pe orice ecran și în orice dimensiune a cursorului.\n\nÎn meniul de extensii, puteți modifica cu ușurință dimensiunea cursorului, îl puteți adăuga la favorite sau îl puteți elimina complet din listă, este foarte simplu și convenabil.\nPuteți citi mai multe despre toate funcțiile extensiei de pe site în secțiunea „Cum se utilizează?” secțiune.\n\nAtenţie! Asigurați-vă că utilizați extensia „Stil cursor” pe orice pagină web, alta decât Magazinul web Chrome, paginile interne Google și pagina de pornire Chrome, deoarece politica Google interzice utilizarea cursoarelor personalizate pe aceste pagini.",
    "ru": "Как изменить курсор мыши в браузере на кастомный? - Достаточно сделать пару кликов!\nВ нашей коллекции сотни курсоров на любой вкус, разделенных по категориям, коллекции регулярно обновляются, поэтому не забывайте время от времени посещать наш сайт.\n\nВсе курсоры имеют векторный формат, а это гарантирует вам идеальное качество отображения на любом экране и в любом размере курсора.\n\nВ меню расширения, вы можете легко изменить размер курсора, добавить его в избранное или полностью удалить из списка, это очень просто и удобно.\nПодробно о всех функциях расширения вы можете прочитать на сайте в разделе \"Как пользоваться?\".\n\nВнимание! Убедитесь, что вы используете расширение \"Cursor Style\" на любой веб-странице, кроме Chrome Web Store, внутренних страниц Google и домашней страницы Chrome, так как политика Google запрещает использование пользовательских курсоров на этих страницах.",
    "sk": "Ako zmeniť kurzor myši v prehliadači na vlastný? - Všetko, čo potrebujete, je pár kliknutí!\nNaša zbierka má stovky kurzorov pre každý vkus, rozdelených do kategórií, zbierky sú pravidelne aktualizované, takže nezabudnite občas navštíviť našu stránku.\n\nVšetky kurzory sú vo vektorovom formáte, čo vám zaručí perfektnú kvalitu zobrazenia na akejkoľvek obrazovke a v akejkoľvek veľkosti kurzora.\n\nV ponuke rozšírenia môžete jednoducho zmeniť veľkosť kurzora, pridať ho medzi obľúbené alebo úplne odstrániť zo zoznamu, je to veľmi jednoduché a pohodlné.\nViac o všetkých funkciách rozšírenia si môžete prečítať na stránke v časti \"Ako používať?\" oddiele.\n\nPozor! Uistite sa, že rozšírenie „Cursor Style“ používate na akejkoľvek webovej stránke okrem Internetového obchodu Chrome, interných stránok Google a domovskej stránky Chrome, pretože pravidlá spoločnosti Google zakazujú používanie vlastných kurzorov na týchto stránkach.",
    "sl": "Kako spremeniti kazalec miške v brskalniku na prilagojenega? - Potrebujete le nekaj klikov!\nNaša zbirka ima na stotine kurzorjev za vsak okus, razdeljenih v kategorije, zbirke se redno posodabljajo, zato ne pozabite občasno obiskati naše strani.\n\nVsi kazalci so v vektorski obliki, kar vam zagotavlja popolno kakovost prikaza na katerem koli zaslonu in v kateri koli velikosti kazalca.\n\nV meniju razširitev lahko preprosto spremenite velikost kazalca, ga dodate med priljubljene ali popolnoma odstranite s seznama, zelo preprosto in priročno.\nVeč o vseh funkcijah razširitve si lahko preberete na spletnem mestu v \"Kako uporabljati?\" razdelek.\n\nPozor! Prepričajte se, da uporabljate razširitev »Cursor Style« na kateri koli spletni strani razen spletne trgovine Chrome, Googlovih notranjih strani in domače strani Chroma, saj Googlova politika prepoveduje uporabo kazalcev po meri na teh straneh.",
    "sr": "Како променити курсор миша у претраживачу на прилагођени? - Све што је потребно је пар кликова!\nНаша колекција има стотине курсора за сваки укус, подељених у категорије, колекције се редовно ажурирају, тако да не заборавите да с времена на време посетите наш сајт.\n\nСви курсори су у векторском формату, што вам гарантује савршен квалитет приказа на било ком екрану и било којој величини курсора.\n\nУ менију проширења можете лако променити величину курсора, додати га у своје фаворите или потпуно уклонити са листе, врло је једноставно и згодно.\nВише о свим функцијама екстензије на сајту можете прочитати у одељку „Како користити?“ одељак.\n\nПажња! Уверите се да користите екстензију „Стил курсора“ на било којој веб страници осим Цхроме веб продавнице, Гоогле интерних страница и Цхроме почетне странице, пошто Гоогле смернице забрањују употребу прилагођених курсора на овим страницама.",
    "sv": "Hur ändrar man muspekaren i webbläsaren till en anpassad? – Allt som krävs är ett par klick!\nVår samling har hundratals markörer för alla smaker, indelade i kategorier, samlingarna uppdateras regelbundet, så glöm inte att besöka vår sida då och då.\n\nAlla markörer är i vektorformat, vilket garanterar perfekt visningskvalitet på vilken skärm som helst och i valfri markörstorlek.\n\nI tilläggsmenyn kan du enkelt ändra storleken på markören, lägga till den i dina favoriter eller helt ta bort den från listan, det är väldigt enkelt och bekvämt.\nDu kan läsa mer om tilläggets alla funktioner på webbplatsen i avsnittet \"Hur man använder?\" sektion.\n\nUppmärksamhet! Se till att du använder tillägget \"Cursor Style\" på någon annan webbsida än Chrome Web Store, Googles interna sidor och Chromes startsida, eftersom Googles policy förbjuder användning av anpassade markörer på dessa sidor.",
    "sw": "Jinsi ya kubadilisha mshale wa panya kwenye kivinjari kuwa maalum? - Inachohitajika ni kubofya mara kadhaa!\nMkusanyiko wetu una mamia ya cursors kwa kila ladha, imegawanywa katika makundi, makusanyo yanasasishwa mara kwa mara, hivyo usisahau kutembelea tovuti yetu mara kwa mara.\n\nVishale vyote viko katika umbizo la vekta, ambalo hukuhakikishia ubora kamili wa kuonyesha kwenye skrini yoyote na katika saizi yoyote ya kishale.\n\nKatika orodha ya ugani, unaweza kubadilisha kwa urahisi ukubwa wa mshale, uongeze kwenye vipendwa vyako au uondoe kabisa kwenye orodha, ni rahisi sana na rahisi.\nUnaweza kusoma zaidi kuhusu kazi zote za ugani kwenye tovuti katika \"Jinsi ya kutumia?\" sehemu.\n\nMakini! Hakikisha unatumia kiendelezi cha \"Mtindo wa Mshale\" kwenye ukurasa wowote wa wavuti kando na Duka la Chrome kwenye Wavuti, kurasa za ndani za Google na ukurasa wa nyumbani wa Chrome, kwani sera ya Google inakataza matumizi ya viala maalum kwenye kurasa hizi.",
    "ta": "உலாவியில் உள்ள மவுஸ் கர்சரை தனிப்பயனாக்குவது எப்படி? - இரண்டு கிளிக் செய்தால் போதும்!\nஎங்கள் சேகரிப்பில் ஒவ்வொரு சுவைக்கும் நூற்றுக்கணக்கான கர்சர்கள் உள்ளன, அவை வகைகளாகப் பிரிக்கப்படுகின்றன, சேகரிப்புகள் தொடர்ந்து புதுப்பிக்கப்படுகின்றன, எனவே அவ்வப்போது எங்கள் தளத்தைப் பார்வையிட மறக்காதீர்கள்.\n\nஅனைத்து கர்சர்களும் திசையன் வடிவத்தில் உள்ளன, இது எந்த திரையிலும் எந்த கர்சர் அளவிலும் சரியான காட்சி தரத்திற்கு உத்தரவாதம் அளிக்கிறது.\n\nநீட்டிப்பு மெனுவில், நீங்கள் கர்சரின் அளவை எளிதாக மாற்றலாம், உங்களுக்கு பிடித்தவற்றில் சேர்க்கலாம் அல்லது பட்டியலிலிருந்து முழுவதுமாக அகற்றலாம், இது மிகவும் எளிமையானது மற்றும் வசதியானது.\n\"எப்படி பயன்படுத்துவது?\" என்பதில் தளத்தில் உள்ள நீட்டிப்பின் அனைத்து செயல்பாடுகளையும் பற்றி மேலும் படிக்கலாம். பிரிவு.\n\nகவனம்! Chrome இணைய அங்காடி, Google உள் பக்கங்கள் மற்றும் Chrome முகப்புப் பக்கத்தைத் தவிர வேறு எந்த இணையப் பக்கத்திலும் \"கர்சர் ஸ்டைல்\" நீட்டிப்பைப் பயன்படுத்துவதை உறுதிசெய்யவும், இந்தப் பக்கங்களில் தனிப்பயன் கர்சர்களைப் பயன்படுத்துவதை Google கொள்கை தடைசெய்கிறது.",
    "te": "బ్రౌజర్‌లోని మౌస్ కర్సర్‌ని కస్టమ్‌గా మార్చడం ఎలా? - దీనికి కావలసిందల్లా రెండు క్లిక్‌లు మాత్రమే!\nమా సేకరణలో ప్రతి రుచికి వందలాది కర్సర్‌లు ఉన్నాయి, వర్గాలుగా విభజించబడ్డాయి, సేకరణలు క్రమం తప్పకుండా నవీకరించబడతాయి, కాబట్టి మా సైట్‌ను ఎప్పటికప్పుడు సందర్శించడం మర్చిపోవద్దు.\n\nఅన్ని కర్సర్‌లు వెక్టార్ ఫార్మాట్‌లో ఉన్నాయి, ఇది మీకు ఏ స్క్రీన్‌లో మరియు ఏ కర్సర్ పరిమాణంలో అయినా ఖచ్చితమైన ప్రదర్శన నాణ్యతకు హామీ ఇస్తుంది.\n\nపొడిగింపు మెనులో, మీరు కర్సర్ యొక్క పరిమాణాన్ని సులభంగా మార్చవచ్చు, మీకు ఇష్టమైన వాటికి జోడించవచ్చు లేదా జాబితా నుండి పూర్తిగా తీసివేయవచ్చు, ఇది చాలా సులభం మరియు అనుకూలమైనది.\nమీరు \"ఎలా ఉపయోగించాలి?\"లో సైట్‌లోని పొడిగింపు యొక్క అన్ని విధుల గురించి మరింత చదవవచ్చు. విభాగం.\n\nశ్రద్ధ! మీరు Chrome వెబ్ స్టోర్, Google అంతర్గత పేజీలు మరియు Chrome హోమ్ పేజీ కాకుండా ఏదైనా వెబ్ పేజీలో \"కర్సర్ స్టైల్\" పొడిగింపును ఉపయోగిస్తున్నారని నిర్ధారించుకోండి, Google విధానం ఈ పేజీలలో అనుకూల కర్సర్‌లను ఉపయోగించడాన్ని నిషేధిస్తుంది.",
    "th": "จะเปลี่ยนเคอร์เซอร์ของเมาส์ในเบราว์เซอร์เป็นแบบกำหนดเองได้อย่างไร? - ใช้เวลาเพียงไม่กี่คลิก!\nคอลเลกชันของเรามีเคอร์เซอร์นับร้อยสำหรับทุกรสนิยม แบ่งออกเป็นหมวดหมู่ คอลเลกชันมีการอัปเดตเป็นประจำ ดังนั้นอย่าลืมเยี่ยมชมเว็บไซต์ของเราเป็นครั้งคราว\n\nเคอร์เซอร์ทั้งหมดอยู่ในรูปแบบเวกเตอร์ ซึ่งรับประกันคุณภาพการแสดงผลที่สมบูรณ์แบบบนหน้าจอทุกขนาดและทุกขนาดเคอร์เซอร์\n\nในเมนูส่วนขยาย คุณสามารถเปลี่ยนขนาดของเคอร์เซอร์ เพิ่มในรายการโปรดของคุณ หรือลบออกจากรายการได้อย่างสมบูรณ์ มันง่ายและสะดวกมาก\nคุณสามารถอ่านเพิ่มเติมเกี่ยวกับฟังก์ชันทั้งหมดของส่วนขยายได้ในเว็บไซต์ในหัวข้อ \"วิธีใช้งาน\" ส่วน.\n\nความสนใจ! ตรวจสอบให้แน่ใจว่าคุณใช้ส่วนขยาย \"รูปแบบเคอร์เซอร์\" บนหน้าเว็บใดๆ ที่ไม่ใช่ Chrome เว็บสโตร์ หน้าภายในของ Google และหน้าแรกของ Chrome เนื่องจากนโยบายของ Google ไม่อนุญาตให้ใช้เคอร์เซอร์ที่กำหนดเองในหน้าเหล่านี้",
    "tr": "Tarayıcıdaki fare imlecini özel olana nasıl değiştirebilirim? - Tek gereken birkaç tıklama!\nKoleksiyonumuz her zevke göre kategorilere ayrılmış yüzlerce imleç içerir, koleksiyonlar düzenli olarak güncellenir, bu nedenle sitemizi zaman zaman ziyaret etmeyi unutmayın.\n\nTüm imleçler, herhangi bir ekranda ve herhangi bir imleç boyutunda mükemmel görüntü kalitesini garanti eden vektör formatındadır.\n\nUzantı menüsünde, imlecin boyutunu kolayca değiştirebilir, favorilerinize ekleyebilir veya listeden tamamen kaldırabilirsiniz, çok basit ve kullanışlı.\nSitedeki uzantının tüm işlevleri hakkında daha fazla bilgiyi \"Nasıl kullanılır?\" bölüm.\n\nDikkat! Google politikası bu sayfalarda özel imleçlerin kullanılmasını yasakladığından, Chrome Web Mağazası, Google dahili sayfaları ve Chrome ana sayfası dışındaki herhangi bir web sayfasında \"İmleç Stili\" uzantısını kullandığınızdan emin olun.",
    "uk": "Як змінити курсор миші в браузері на свій? - Все, що потрібно, це кілька кліків!\nУ нашій колекції сотні курсорів на будь-який смак, розділених за категоріями, колекції регулярно оновлюються, тому не забувайте час від часу відвідувати наш сайт.\n\nУсі курсори мають векторний формат, що гарантує ідеальну якість відображення на будь-якому екрані та будь-якому розмірі курсору.\n\nУ меню розширення ви можете легко змінити розмір курсору, додати його в обране або зовсім видалити зі списку, це дуже просто і зручно.\nДетальніше про всі функції розширення можна прочитати на сайті в розділі «Як користуватися?» розділ.\n\nУвага! Переконайтеся, що ви використовуєте розширення «Cursor Style» на будь-якій веб-сторінці, окрім веб-магазину Chrome, внутрішніх сторінок Google і домашньої сторінки Chrome, оскільки політика Google забороняє використання спеціальних курсорів на цих сторінках.",
    "vi": "Làm cách nào để thay đổi con trỏ chuột trong trình duyệt thành con trỏ chuột tùy chỉnh? - Tất cả chỉ cần một vài cú nhấp chuột!\nBộ sưu tập của chúng tôi có hàng trăm con trỏ cho mọi sở thích, được chia thành các loại, các bộ sưu tập được cập nhật thường xuyên, vì vậy đừng quên ghé thăm trang web của chúng tôi theo thời gian.\n\nTất cả các con trỏ đều ở định dạng vectơ, điều này đảm bảo cho bạn chất lượng hiển thị hoàn hảo trên bất kỳ màn hình nào và ở bất kỳ kích thước con trỏ nào.\n\nTrong menu mở rộng, bạn có thể dễ dàng thay đổi kích thước của con trỏ, thêm nó vào mục yêu thích của bạn hoặc xóa hoàn toàn khỏi danh sách, rất đơn giản và tiện lợi.\nBạn có thể đọc thêm về tất cả các chức năng của tiện ích mở rộng trên trang web trong phần \"Cách sử dụng?\" tiết diện.\n\nChú ý! Đảm bảo bạn sử dụng tiện ích mở rộng \"Kiểu con trỏ\" trên bất kỳ trang web nào ngoài Cửa hàng Chrome trực tuyến, các trang nội bộ của Google và trang chủ Chrome, vì chính sách của Google cấm sử dụng con trỏ tùy chỉnh trên các trang này.",
    "zh_CN": "如何将浏览器中的鼠标光标更改为自定义光标？ - 只需点击几下！\n我们的收藏有数百个游标适合各种口味，按类别划分，收藏会定期更新，所以不要忘记不时访问我们的网站。\n\n所有光标均为矢量格式，确保您在任何屏幕和任何光标大小下都能获得完美的显示质量。\n\n在扩展菜单中，您可以轻松更改光标大小，将其添加到收藏夹或从列表中完全删除，非常简单方便。\n您可以在“如何使用？”中阅读更多关于该扩展程序的所有功能的信息。 部分。\n\n注意力！ 确保您在除 Chrome 网上应用店、Google 内部页面和 Chrome 主页之外的任何网页上使用“光标样式”扩展程序，因为 Google 政策禁止在这些页面上使用自定义光标。",
    "zh_TW": "如何將瀏覽器中的鼠標光標更改為自定義光標？ - 只需點擊幾下！\n我們的收藏有數百個游標適合各種口味，按類別劃分，收藏會定期更新，所以不要忘記不時訪問我們的網站。\n\n所有光標均為矢量格式，可確保您在任何屏幕和任何光標大小下都能獲得完美的顯示質量。\n\n在擴展菜單中，您可以輕鬆更改光標大小，將其添加到收藏夾或從列表中完全刪除，非常簡單方便。\n您可以在“如何使用？”中閱讀更多關於該擴展程序的所有功能的信息。 部分。\n\n注意力！ 確保您在除 Chrome 網上應用店、Google 內部頁面和 Chrome 主頁之外的任何網頁上使用“光標樣式”擴展程序，因為 Google 政策禁止在這些頁面上使用自定義光標。"
  }
}