{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Heylink.me"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allows user to add current tab url to Heylink.me as a new link with one click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HeyLink.me allows you to place all your necessary links in one location. Just use this extension and try to add a new link! \n\nThe one link to rule them all!\n\n1. Create: \nEasily create & manage all your links in one place: personal website, store, recent video or social post.\n\n2. Integrate:\nIntegrate with ecommerce or lead generation solutions, add donation form or analysis of your social profile.\n\n3. Share:\nShare your link anywhere: Instagram, YouTube, TikTok, in messengers or via SMS.\nWorks Anywhere\nShare your link on any social or digital platform: Instagram, YouTube, Facebook or TikTok, in messengers or via SMS.\nGet detailed social analytics\nIdentify, organize and manage your audience on social media.\nManage your links as you wish\nOptimize your links. HeyLink.me allows you to connect any links and effectively manage your audience.\n\nAbout Us\nHeyLink.me is an Australian company powered by awesome brands and people, for all those doing what they love. We’ve crafted HeyLink.me to empower brands, influencers, bloggers, freelancers and artists anywhere and anytime.\n\nFree to use! Forever! \n\nOur FREE plan comes with everything you need to create your own HeyLink.me. Join our community of successful businesses and passionate creators and let HeyLink.me take care of the rest!\n\nIf you need more customisations you can upgrade to PRO plan. We will really appreciate your support. \n\nSign in or sign up here: \nhttps://app.heylink.me/signup/\n\nDo you have any questions? Visit our blog FAQ page: \nhttps://blog.heylink.me/category/faq/"
  }
}