{
  "name": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,uk,zh_CN,zh_TW": "PureDome Proxy - Best VPN for Chrome",
    "da": "PureDome Proxy - bedste VPN til Chrome",
    "de": "PureDome Proxy – Bestes VPN für Chrome",
    "es": "Proxy PureDome: mejor VPN de Chrome",
    "fa": "پروکسی PureDome - بهترین VPN برای کروم",
    "fr": "Pure VPN Proxy - Meilleur VPN pour Chrome",
    "id": "PureDome: #1 Proxy Extension for Chrome",
    "it": "PureDome Proxy - La migliore VPN per Chrome",
    "ja": "PureDomeプロキシ - 最高のChrome用VPN",
    "ko": "PureDome 프록시 - 최고의 Chrome용 VPN",
    "nl": "PureDome Proxy - Beste VPN voor Chrome",
    "pt_PT": "Proxy da PureDome – VPN para Chrome",
    "ru": "PureDome Proxy: лучший VPN для Chrome",
    "tr": "PureDome Proxy - Chrome için En İyi VPN",
    "vi": "PureDome Proxy - Mạng riêng ảo tốt nhất dành cho Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,uk,zh_CN,zh_TW": "A VPN extension that helps you hide your information, access restricted content and browse the internet at fast speeds.",
    "da": "En VPN-udvidelse der hjælper dig med at skjule dine oplysninger, få adgang til begrænset indhold og surfe på internettet ved…",
    "de": "Eine VPN-Erweiterung, mit der Sie Ihre Informationen verbergen, auf eingeschränkte Inhalte zugreifen und mit hoher Geschwindigkeit…",
    "es": "Una extensión VPN que te ayuda a ocultar tu información, acceder a contenido restringido y navegar por internet a gran velocidad.",
    "fa": "PureDome یک افزونه VPN است که به شما کمک می‌کند اطلاعات خود را پنهان کنید، به محتوای محدود شده دسترسی داشته باشید و در اینترنت با…",
    "fr": "Une extension VPN qui vous permet de cacher vos informations, d’accéder à du contenu restreint et de naviguer sur internet avec de…",
    "id": "Download PureDome - #1 Proxy Extension for Fast Speeds, Complete Online Privacy and Accessibility.",
    "it": "Un'estensione VPN che ti aiuta a nascondere le informazioni, accedere a contenuti limitati e navigare in Internet a velocità…",
    "ja": "このVPN拡張機能により、個人情報を隠したまま、限定コンテンツにアクセスしたり、高速でインターネットをブラウジングしたりできます。",
    "ko": "사용자의 개인정보를 숨기고 제한된 콘텐츠에 액세스하며 빠른 속도로 인터넷을 검색할 수 있도록 해주는 VPN 확장 프로그램입니다.",
    "nl": "Een VPN-extensie die je helpt je informatie te verbergen, toegang te krijgen tot beperkte inhoud en met hoge snelheden op internet…",
    "pt_PT": "Uma extensão de VPN que ajuda você a proteger suas informações, acessar conteúdos restritos e navegar na Internet com velocidade.",
    "ru": "Расширение VPN, которое поможет вам скрывать информацию, получать доступ к ограниченному контенту и быстро работать в Интернете.",
    "tr": "Bilgilerinizi gizlemenize, kısıtlı içeriğe erişmenize ve internette yüksek hızlarda gezinmenize yardımcı olan bir VPN uzantısı.",
    "vi": "Tiện ích mở rộng VPN giúp bạn ẩn thông tin, truy cập nội dung bị hạn chế và duyệt internet với tốc độ nhanh chóng."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,uk,zh_TW": "PureDome offers a range of VPN applications for desktops, mobile devices, and TV, in addition to proxy extensions designed for various web browsers.\n\nWith its encrypted proxy technology, PureDome’s proxy extension delivers a potent combination of fast speeds and high-level security. With the Chrome VPN proxy extension, you can browse the web with confidence, knowing that your data is safe from prying eyes. It also enables you to access content from any location and stream movies and shows with lightning-fast speed, all with a single click.\n\nWhy choose PureDome’s proxy extension for Chrome?\n\nAccess geo-restricted content\nGain access to geo-restricted content with the PureDome Chrome extension. If you simply desire. In that case, flexibility to enjoy content from anywhere in the world, our solution allows you to bypass such restrictions easily.\n\nMaintain complete anonymity\nMaintain your privacy while browsing the internet with the PureDome Chrome extension. It can be disheartening to learn that numerous entities, such as internet service providers, authorities, and website owners, are keeping tabs on your browsing activity. Our VPN solution lets you browse anonymously, providing the peace of mind you desire while exploring the internet.\n\nUnblock websites and social media platforms\nIf you frequently encounter restrictions imposed by authorities while trying to access social media or news sites, then the PureDome Chrome extension can help you bypass those restrictions.\n\nSecurely encrypt internet traffic\nEnjoying freedom and anonymity on the internet is great, but if you also want to ensure your online security, then the PureDome Chrome extension is the optimal choice.\n\nWhat features does PureDome’s VPN proxy extension offer? \n\n52+ Global Locations\nPureDome’s Chrome extension offers over 50 locations worldwide, including the US, UK, Australia, Canada, Singapore, Germany, India, and many other countries. With our proxy extension, you can effortlessly connect to your desired country and enjoy fast and secure browsing in just one click.\n\nSupport for Connecting via Dedicated IP\nNow, PureDome proxy extension allows you to connect to our network using a dedicated IP address. This feature provides you with an added layer of flexibility and control over your connections. Whether you require a specific IP address for accessing certain services or need to establish a more stable connection, PureDome has got you covered. Enjoy seamless browsing and ensure a consistent online experience with this new capability.\n\nSupport for Connecting via Gateway\nIn response to user feedback and evolving network requirements, we have implemented support for connecting to PureDome proxy extension via a gateway. With this feature, you can establish a connection through a gateway, enabling you to bypass restrictions or optimise your network configuration. By leveraging the power of gateways, PureDome Linux App empowers you with greater flexibility in tailoring your online experience to suit your needs.\n\n3500 Optimized VPN Servers\nOur 3500 server network is optimized for high-speed VPN connections across all regions. You can choose your preferred location, and we'll assign you the best server for optimal performance. Alternatively, you can handpick a server that best suits your needs.\n\nMultilingual Support\nThe VPN Chrome extension for PureDome caters to a diverse audience with support for 15 languages, including English, Russian, French, German, Chinese, Japanese, Spanish, and more. Select your preferred language and customize your browsing experience to your liking.\n\nBypass Proxy\nExperience secure browsing with PureDome’s VPN Chrome extension and enjoy the convenience of Bypass Proxy, which allows you to disable specific websites while surfing your local network.\n\nWebRTC Leak Protection\nOur VPN Chrome extension features WebRTC Leak Protection to safeguard your IP address from being revealed while establishing real-time communication via browsers. This feature prevents websites from using your data while connected to our VPN solution.\n\nSpoof GPS Location\nWith PureDome’s Spoof GPS Location feature, you can manipulate your GPS location to avoid prying eyes, including those of internet service providers, authorities, and website owners. This feature ensures your online security and keeps you off the radar.\n\nProxy Network\nOur VPN Chrome extension employs a proxy server as a gateway between you and the internet, resulting in low bandwidth consumption, fast speeds, and encrypted online activities.\n\nHow to enable PureDome’s VPN extension in Chrome?\nEstablishing a PureDome VPN proxy extension is a straightforward process that entails four simple steps:\n\nInstall the PureDome extension to your Chrome browser by clicking the “Add to Chrome” button\nObtain a PureDome subscription\nSign in to your PureDome account\nChoose your preferred country and initiate a VPN connection\n\nProtection guaranteed\nWe are dedicated to preserving the privacy of our website visitors and service users. Therefore, we do not retain any records that may reveal a user's identity or behavior. Learn more about PureDome’s privacy policy here: https://www.puredome.com/privacy-policy. \n\nCustomer Support\nOur support team is dedicated to providing you with the assistance you need. For any queries or concerns, please contact us at support@puredome.com,",
    "da,de,es,fa,fr,id,it,ja,ko,nl,pt_PT,ru,tr,vi,zh_CN": "PureDome offers a range of VPN applications for desktops, mobile devices, and TV, in addition to proxy extensions designed for various web browsers.\n\nWith its encrypted proxy technology, PureDome’s proxy extension delivers a potent combination of fast speeds and high-level security. With the Chrome VPN proxy extension, you can browse the web with confidence, knowing that your data is safe from prying eyes. It also enables you to access content from any location and stream movies and shows with lightning-fast speed, all with a single click.\n\nWhy choose PureDome’s proxy extension for Chrome?\n\nAccess geo-restricted content\nGain access to geo-restricted content with the PureDome Chrome extension. If you simply desire. In that case, flexibility to enjoy content from anywhere in the world, our solution allows you to bypass such restrictions easily.\n\nMaintain complete anonymity\nMaintain your privacy while browsing the internet with the PureDome Chrome extension. It can be disheartening to learn that numerous entities, such as internet service providers, authorities, and website owners, are keeping tabs on your browsing activity. Our VPN solution lets you browse anonymously, providing the peace of mind you desire while exploring the internet.\n\nUnblock websites and social media platforms\nIf you frequently encounter restrictions imposed by authorities while trying to access social media or news sites, then the PureDome Chrome extension can help you bypass those restrictions.\n\nSecurely encrypt internet traffic\nEnjoying freedom and anonymity on the internet is great, but if you also want to ensure your online security, then the PureDome Chrome extension is the optimal choice.\n\nWhat features does PureDome’s VPN proxy extension offer? \n\n52+ Global Locations\nPureDome’s Chrome extension offers over 50 locations worldwide, including the US, UK, Australia, Canada, Singapore, Germany, India, and many other countries. With our proxy extension, you can effortlessly connect to your desired country and enjoy fast and secure browsing in just one click.\n\n3500 Optimized VPN Servers\nOur 3500 server network is optimized for high-speed VPN connections across all regions. You can choose your preferred location, and we'll assign you the best server for optimal performance. Alternatively, you can handpick a server that best suits your needs.\n\nMultilingual Support\nThe VPN Chrome extension for PureDome caters to a diverse audience with support for 15 languages, including English, Russian, French, German, Chinese, Japanese, Spanish, and more. Select your preferred language and customize your browsing experience to your liking.\n\nBypass Proxy\nExperience secure browsing with PureDome’s VPN Chrome extension and enjoy the convenience of Bypass Proxy, which allows you to disable specific websites while surfing your local network.\n\nWebRTC Leak Protection\nOur VPN Chrome extension features WebRTC Leak Protection to safeguard your IP address from being revealed while establishing real-time communication via browsers. This feature prevents websites from using your data while connected to our VPN solution.\n\nSpoof GPS Location\nWith PureDome’s Spoof GPS Location feature, you can manipulate your GPS location to avoid prying eyes, including those of internet service providers, authorities, and website owners. This feature ensures your online security and keeps you off the radar.\n\nProxy Network\nOur VPN Chrome extension employs a proxy server as a gateway between you and the internet, resulting in low bandwidth consumption, fast speeds, and encrypted online activities.\n\nHow to enable PureDome’s VPN extension in Chrome?\nEstablishing a PureDome VPN proxy extension is a straightforward process that entails four simple steps:\n\nInstall the PureDome extension to your Chrome browser by clicking the “Add to Chrome” button\nObtain a PureDome subscription\nSign in to your PureDome account\nChoose your preferred country and initiate a VPN connection\n\nProtection guaranteed\nWe are dedicated to preserving the privacy of our website visitors and service users. Therefore, we do not retain any records that may reveal a user's identity or behavior. Learn more about PureDome’s privacy policy here: https://www.puredome.com/privacy-policy. \n\nCustomer Support\nOur support team is dedicated to providing you with the assistance you need. For any queries or concerns, please contact us at support@puredome.com,"
  }
}