{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BookmarS"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing BookmarS, the ultimate Chrome extension for managing your bookmarks. With BookmarS, you can easily create, read,…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing BookmarS, the ultimate Chrome extension for managing your bookmarks. With BookmarS, you can easily create, read, update, and delete bookmarks, all within the familiar interface of Chrome.\n\nUsing the bookmarks API of Chrome, BookmarS provides a seamless integration with your existing bookmarks, allowing you to access and manage them with ease. Whether you want to add a new bookmark, edit an existing one, or delete a bookmark that's no longer needed, BookmarS has you covered.\n\nBut that's not all. BookmarS also includes a powerful search function, allowing you to quickly and easily find the bookmark you're looking for. Simply type in your search query, and BookmarS will return a list of matching bookmarks, complete with thumbnails and detailed information.\n\nIn addition to its core features, BookmarS also includes a number of other useful tools and options. You can sort your bookmarks into categories, move them between folders, and even import and export bookmarks for easy sharing and backup.\n\nWhether you're a power user looking to take your bookmark management to the next level, or a casual user looking for a simple and intuitive way to manage your favorites, BookmarS is the perfect extension for you.\n\nSo why wait? Download BookmarS today and start managing your bookmarks like a pro.\n\nKey Features:\n\n* Seamless integration with Chrome's bookmarks API\n* Easy-to-use interface for creating, reading, updating, and deleting bookmarks\n* Powerful search function with thumbnails and detailed information\n* Support for bookmark categories and folders\n* Import and export bookmarks for easy sharing and backup\n* Customizable options to fit your needs\n\nWhat are you waiting for? Give BookmarS a try today and take your bookmark management to the next level!"
  }
}