{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Update for Samsung Community"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create and edit your community"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bonjour à tous !\n\nTo use this extension, just right click on extension icon then select \"option\".\nYou can also left click on extension icon to add friend for auto like function.\n\nYou may know the Samsung community and you are probably a Super User.\nI decided to bring a personal touch to the community. So this extension add following functionnality:\n  - When you are mentionned, your nickname is highlighted in red and the message you are mentionned in is highlighted too\n - Links are opened in a new tab\n - Superusers and moderator have a colored circle around their profil picture (and superusers stars are displayed around profil pic too)\n - In \"Fast answer\", smileys (\":-)\" / \";-)\" etc ...) are replaced with emojis\n - Your unread private messages emit a blue circle around your profil pic\n - Dropdown menu can be replaced with icons way more reachable and responsive (those icons exists for 'report', 'edit an answer' and 'suscribe to a topic')\n\nHave fun and Baguette !",
    "fr": "Bonjour à tous !\n\nPour utiliser l'extension, une fois installée, faites un clique droit sur l'icone et cliquez sur \"options\".\nVous pouvez aussi faire un clique gauche sur l'icone pour ajouter des amis pour la fonction d'automatisation de j'aime.\n\nSi vous êtes là, c'est que vous connaissez la communauté de Samsung.\nCelle ci n'était pas trop à mon gout et je l'ai donc modifiée pour qu'elle puisse correspondre à mes attentes au niveau du design et aussi a mes attentes pour les fonctionnalités.\nCette extension rajoute plusieurs chose:\n   -elle vous permet de modifier le design à votre guise\n   -les mentions vous concernant seront en rouge et lorsque vous passerez sur un message dans lequel vous êtes mentionné, sa bordure changera de couleur\n   -les liens s'ouvrent dans de nouvelles fenetres\n   -les liens sont beaucoup plus facilement cliquables\n   -les superusers et les moderateurs seront distingués par un cadre de couleur autour de leur photo de profil par conséquent, l'image se situant à côté de leur pseudo est supprimée\n   -les menus déroulants sont aussi supprimés au profit de boutons de signalement et d'édition de réponse\n   -vous serez notifié de vos messages privés non lus par une animation autour de l'icon de votre profil\n\nAmusez vous bien sur cette nouvelle version du site !"
  }
}