{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Logiciel antispam antivirus Altospam"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "L'extension Chrome du logiciel de sécurité des emails Altospam, l'antispam et antivirus en ligne."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cette extension Chrome permet un accès rapide au site Altospam et au module de gestion pour nos clients. Altospam est un logiciel Saas de sécurisation des emails pour entreprises. Ce service en ligne filtre automatiquement tous les emails pour les nettoyer  de tous les emails indésirables: spam, virus, phishing, scam, et éventuellement pub. \n\nLa mise en place du service se fait en quelques minutes et permet de protéger l'ensemble des boites aux lettres d'une structure possédant au moins un nom de domaine. Le service intègre 16 anti-spam, 6 antivirus et 5 technologies anti-ransomwares. Il intègre également des systèmes pour luter contre le phishing, le scam, les publicités, ainsi que tous les emails non désirés. \n\nEn quelques mots voici les avantages d'Altospam:\n⇨ Antispam français (meilleure performance sur les spams, les phishings et les scams français),\n⇨ 6 antivirus intégrés,\n⇨ bande passante et serveurs de messagerie allégés,\n⇨ protection optimale contre les attaques DOS, le relayage, les virus,\n⇨ compatible avec votre architecture existante,\n⇨ mise en place de la solution en quelques minutes,\n⇨ rétention automatique des emails,\n⇨ très haute disponibilité du service,\n⇨ détection et blocage des pièces jointes dangereuses,\n⇨ filtrage des publicités activable par utilisateurs\n⇨ hébergé en France,\n⇨ interface simple et complète."
  }
}