{
  "name": {
    "ar": "التقاط الجدول - البيانات الجدولية إلى جدول البيانات",
    "am": "የሠንጠረዥ ቀረጻ - የሰንጠረዥ ውሂብ ወደ የተመን ሉህ",
    "bg": "Заснемане на таблица - Таблични данни в електронна таблица",
    "bn": "টেবিল ক্যাপচার - স্প্রেডশীটে ট্যাবুলার ডেটা",
    "ca": "Captura de taula: dades tabulars al full de càlcul",
    "cs": "Zachycení tabulky - Tabulková data do tabulky",
    "da": "Tabelregistrering - Tabeldata til regneark",
    "de": "Tabellenerfassung – Tabellendaten in Tabellenkalkulation",
    "el": "Καταγραφή πίνακα - Πίνακας δεδομένων σε υπολογιστικό φύλλο",
    "en,en_AU,en_GB,en_US": "Table Capture - Tabular Data to Spreadsheet",
    "es,es_419": "Captura de tabla: datos tabulares a hoja de cálculo",
    "et": "Tabelihõive – tabeliandmed arvutustabelisse",
    "fa": "ضبط جدول - داده های جدولی به صفحه گسترده",
    "fi": "Taulukkokaappaus - Taulukkotiedot laskentataulukkoon",
    "fil": "Table Capture - Tabular na Data sa Spreadsheet",
    "fr": "Capture de tableau - Données tabulaires vers une feuille de calcul",
    "gu": "કોષ્ટક કેપ્ચર - સ્પ્રેડશીટ માટે ટેબ્યુલર ડેટા",
    "he": "לכידת טבלה - נתונים טבלאיים לגיליון אלקטרוני",
    "hi": "टेबल कैप्चर - स्प्रेडशीट में सारणीबद्ध डेटा",
    "hr": "Snimanje tablice - tablični podaci u proračunsku tablicu",
    "hu": "Táblázat rögzítése – táblázatos adatok táblázatba",
    "id": "Tangkapan Tabel - Data Tabular ke Spreadsheet",
    "it": "Acquisizione tabella: dati tabulari in un foglio di calcolo",
    "ja": "テーブルキャプチャ - 表形式データをスプレッドシートに変換",
    "kn": "ಟೇಬಲ್ ಕ್ಯಾಪ್ಚರ್ - ಸ್ಪ್ರೆಡ್‌ಶೀಟ್‌ಗೆ ಕೋಷ್ಟಕ ಡೇಟಾ",
    "ko": "테이블 캡처 - 테이블 형식 데이터를 스프레드시트로",
    "lt": "Lentelės fiksavimas – lentelės formos duomenys į skaičiuoklę",
    "lv": "Tabulas tveršana — tabulu dati izklājlapā",
    "ml": "പട്ടിക ക്യാപ്ചർ - സ്പ്രെഡ്ഷീറ്റിലേക്കുള്ള ടാബുലാർ ഡാറ്റ",
    "mr": "टेबल कॅप्चर - स्प्रेडशीटसाठी सारणीयुक्त डेटा",
    "ms": "Tangkapan Jadual - Data Jadual ke Hamparan",
    "nl": "Tabelopname - Gegevens in tabelvorm naar spreadsheet",
    "no": "Tabellregistrering - Tabelldata til regneark",
    "pl": "Przechwytywanie tabeli — dane tabelaryczne do arkusza kalkulacyjnego",
    "pt_BR": "Captura de tabela - dados tabulares para planilha",
    "pt_PT": "Captura de tabelas - Dados tabulares para folha de cálculo",
    "ro": "Capturarea tabelelor - date tabelare în foaie de calcul",
    "ru": "Захват таблиц - табличные данные в электронную таблицу",
    "sk": "Zachytenie tabuľky - tabuľkové údaje do tabuľky",
    "sl": "Zajem tabele – tabelarni podatki v preglednico",
    "sr": "Снимање табеле – Табеларни подаци у табелу",
    "sv": "Tabellinsamling - Tabelldata till kalkylblad",
    "sw": "Kukamata Jedwali - Data ya Jedwali hadi Lahajedwali",
    "ta": "அட்டவணை பிடிப்பு - விரிதாளுக்கு அட்டவணை தரவு",
    "te": "టేబుల్ క్యాప్చర్ - స్ప్రెడ్‌షీట్‌కు పట్టిక డేటా",
    "th": "การจับภาพตาราง - ข้อมูลตารางเป็นสเปรดชีต",
    "tr": "Tablo Yakalama - Elektronik Tabloya Tablo Verileri",
    "uk": "Запис таблиці - табличні дані в електронну таблицю",
    "vi": "Chụp bảng - Dữ liệu dạng bảng vào bảng tính",
    "zh_CN": "表捕获 - 表格数据到电子表格",
    "zh_TW": "表格擷取 - 表格資料到電子表格"
  },
  "short": {
    "ar": "التقاط البيانات الجدولية على مواقع الويب. تصدير إلى Microsoft Excel، وجداول بيانات Google، وCSV، وما إلى ذلك.",
    "am": "በድር ጣቢያዎች ላይ የሰንጠረዥ መረጃን በማንሳት ላይ። ወደ ማይክሮሶፍት ኤክሴል፣ ጎግል ሉሆች፣ CSV፣ ወዘተ ይላኩ።",
    "bg": "Заснемане на таблични данни в уебсайтове. Експортиране в Microsoft Excel, Google Sheets, CSV и др.",
    "bn": "ওয়েবসাইটে ট্যাবুলার ডেটা ক্যাপচার করা। Microsoft Excel, Google Sheets, CSV, ইত্যাদিতে রপ্তানি করুন।",
    "ca": "Captura de dades tabulars en llocs web. Exporta a Microsoft Excel, Google Sheets, CSV, etc.",
    "cs": "Zachycování tabulkových dat na webových stránkách. Export do Microsoft Excel, Google Sheets, CSV atd.",
    "da": "Indsamling af tabeldata på websteder. Eksporter til Microsoft Excel, Google Sheets, CSV osv.",
    "de": "Erfassen tabellarischer Daten auf Websites. Export nach Microsoft Excel, Google Sheets, CSV usw.",
    "el": "Καταγραφή δεδομένων σε πίνακα σε ιστότοπους. Εξαγωγή σε Microsoft Excel, Φύλλα Google, CSV κ.λπ.",
    "en,en_AU,en_GB,en_US": "Capturing tabular data on websites. Export to Microsoft Excel, Google Sheets, CSV, etc.",
    "es,es_419": "Captura de datos tabulares en sitios web. Exportar a Microsoft Excel, Google Sheets, CSV, etc.",
    "et": "Tabeliandmete jäädvustamine veebisaitidel. Ekspordi Microsoft Excelisse, Google'i arvutustabelitesse, CSV-sse jne.",
    "fa": "گرفتن داده های جدولی در وب سایت ها صادرات به Microsoft Excel، Google Sheets، CSV و غیره",
    "fi": "Taulukkotietojen tallentaminen verkkosivustoille. Vie Microsoft Exceliin, Google Sheetsiin, CSV:hen jne.",
    "fil": "Pagkuha ng tabular data sa mga website. I-export sa Microsoft Excel, Google Sheets, CSV, atbp.",
    "fr": "Capture de données tabulaires sur des sites Web. Exporter vers Microsoft Excel, Google Sheets, CSV, etc.",
    "gu": "વેબસાઇટ્સ પર ટેબ્યુલર ડેટા કેપ્ચર કરી રહ્યું છે. Microsoft Excel, Google Sheets, CSV વગેરેમાં નિકાસ કરો.",
    "he": "לכידת נתונים טבלאיים באתרי אינטרנט. ייצוא ל-Microsoft Excel, Google Sheets, CSV וכו'.",
    "hi": "वेबसाइटों पर सारणीबद्ध डेटा कैप्चर करना। माइक्रोसॉफ्ट एक्सेल, गूगल शीट्स, सीएसवी आदि में निर्यात करें।",
    "hr": "Snimanje tabličnih podataka na web stranicama. Izvoz u Microsoft Excel, Google Sheets, CSV itd.",
    "hu": "Táblázatos adatok rögzítése webhelyeken. Exportálás Microsoft Excelbe, Google Táblázatokba, CSV-be stb.",
    "id": "Menangkap data tabular di situs web. Ekspor ke Microsoft Excel, Google Sheets, CSV, dll.",
    "it": "Acquisizione di dati tabulari sui siti Web. Esporta in Microsoft Excel, Fogli Google, CSV, ecc.",
    "ja": "Web サイト上の表形式のデータをキャプチャします。 Microsoft Excel、Google Sheets、CSVなどにエクスポートします。",
    "kn": "ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿ ಕೋಷ್ಟಕ ಡೇಟಾವನ್ನು ಸೆರೆಹಿಡಿಯುವುದು. Microsoft Excel, Google Sheets, CSV, ಇತ್ಯಾದಿಗಳಿಗೆ ರಫ್ತು ಮಾಡಿ.",
    "ko": "웹사이트에서 표 형식의 데이터를 캡처합니다. Microsoft Excel, Google Sheets, CSV 등으로 내보내기",
    "lt": "Lentelių duomenų fiksavimas svetainėse. Eksportuokite į „Microsoft Excel“, „Google“ skaičiuokles, CSV ir kt.",
    "lv": "Tabulu datu tveršana vietnēs. Eksportēt uz Microsoft Excel, Google izklājlapām, CSV utt.",
    "ml": "വെബ്‌സൈറ്റുകളിൽ ടാബുലാർ ഡാറ്റ ക്യാപ്‌ചർ ചെയ്യുന്നു. Microsoft Excel, Google Sheets, CSV മുതലായവയിലേക്ക് കയറ്റുമതി ചെയ്യുക.",
    "mr": "वेबसाइट्सवर सारणीबद्ध डेटा कॅप्चर करणे. Microsoft Excel, Google Sheets, CSV इ. वर निर्यात करा.",
    "ms": "Menangkap data jadual di laman web. Eksport ke Microsoft Excel, Helaian Google, CSV, dsb.",
    "nl": "Vastleggen van tabelgegevens op websites. Exporteren naar Microsoft Excel, Google Spreadsheets, CSV, enz.",
    "no": "Innsamling av tabelldata på nettsteder. Eksporter til Microsoft Excel, Google Sheets, CSV, etc.",
    "pl": "Przechwytywanie danych tabelarycznych na stronach internetowych. Eksportuj do Microsoft Excel, Arkuszy Google, CSV itp.",
    "pt_BR": "Captura de dados tabulares em sites. Exportação para o Microsoft Excel, Google Sheets, CSV, etc.",
    "pt_PT": "Captura de dados tabulares em sítios Web. Exportação para Microsoft Excel, Google Sheets, CSV, etc.",
    "ro": "Capturarea datelor tabelare pe site-urile web. Export în Microsoft Excel, Google Sheets, CSV etc.",
    "ru": "Сбор табличных данных на веб-сайтах. Экспорт в Microsoft Excel, Google Sheets, CSV и т.д.",
    "sk": "Zachytávanie tabuľkových údajov na webových stránkach. Export do programu Microsoft Excel, Tabuľky Google, CSV atď.",
    "sl": "Zajem tabelaričnih podatkov na spletnih straneh. Izvoz v Microsoft Excel, Google Preglednice, CSV itd.",
    "sr": "Снимање табеларних података на веб локацијама. Извезите у Мицрософт Екцел, Гоогле табеле, ЦСВ итд.",
    "sv": "Insamling av tabelldata på webbplatser. Exportera till Microsoft Excel, Google Sheets, CSV, etc.",
    "sw": "Inasasisha data ya jedwali kwenye tovuti. Hamisha kwa Microsoft Excel, Majedwali ya Google, CSV, n.k.",
    "ta": "வலைத்தளங்களில் அட்டவணை தரவுகளை கைப்பற்றுதல். Microsoft Excel, Google Sheets, CSV போன்றவற்றுக்கு ஏற்றுமதி செய்யவும்.",
    "te": "వెబ్‌సైట్‌లలో పట్టిక డేటాను సంగ్రహించడం. Microsoft Excel, Google Sheets, CSV మొదలైన వాటికి ఎగుమతి చేయండి.",
    "th": "การจับข้อมูลแบบตารางบนเว็บไซต์ ส่งออกเป็น Microsoft Excel, Google ชีต, CSV ฯลฯ",
    "tr": "Web sitelerinde tablo halindeki verileri yakalama. Microsoft Excel'e, Google E-Tablolara, CSV'ye vb. aktarın.",
    "uk": "Збір табличних даних на веб-сайтах. Експорт у Microsoft Excel, Google Sheets, CSV тощо.",
    "vi": "Thu thập dữ liệu dạng bảng trên các trang web. Xuất sang Microsoft Excel, Google Trang tính, CSV, v.v.",
    "zh_CN": "捕获网站上的表格数据。 导出到 Microsoft Excel、Google Sheets、CSV 等。",
    "zh_TW": "擷取網站上的表格資料。 匯出至 Microsoft Excel、Google Sheets、CSV 等。"
  },
  "long": {
    "ar": "يعد Table Capture امتدادًا قويًا ومتعدد الاستخدامات للكروم يمكّنك من التفاعل مع البيانات الجدولية على مواقع الويب. يمكنك تحديد البيانات الجدولية وتصديرها بسهولة إلى تنسيقات مختلفة، بما في ذلك Microsoft Excel وCSV وGoogle Sheets. سواء كنت بحاجة إلى تحليل البيانات، أو مشاركتها مع زملائك، أو الاحتفاظ بنسخة احتياطية محلية، فإن هذا الملحق يوفر تجربة سلسة وسهلة الاستخدام.\n\nساخن للاستخدام:\n1. افتح البرنامج المساعد الخاص بنا وحدد قسم الجدول على صفحة الويب\n2. تصدير بيانات الجدول إلى ملف CSV، أوراق جوجل، إكسل\n\nالميزات الرئيسية لالتقاط الجدول:\n-التعرف على البيانات الجدولية بسهولة وكفاءة\n-تصدير محتوى البيانات الجدولية إلى جداول بيانات Google\n- تنزيل الجداول مباشرة كجداول بيانات Excel أو ملفات CSV\n-استخرج الجداول من ملفات/صور PDF، سواء المحلية أو من الويب\n\n➤ سياسة الخصوصية\n\nحسب التصميم، تبقى بياناتك في حسابك في Google طوال الوقت، ولا يتم حفظها مطلقًا في قاعدة بياناتنا. لا تتم مشاركة بياناتك مع أي شخص، بما في ذلك مالك الوظيفة الإضافية.\nنحن نلتزم بقوانين الخصوصية (خاصة القانون العام لحماية البيانات وقانون الخصوصية في كاليفورنيا) لحماية بياناتك.",
    "am": "የሠንጠረዥ ቀረጻ ኃይለኛ እና ሁለገብ የሆነ የ chrome ቅጥያ ሲሆን ይህም በድረ-ገጾች ላይ ከ Tabular Data ጋር መስተጋብር እንዲፈጥሩ ያስችልዎታል. ያለ ምንም ጥረት ታቡላር ዳታን ማይክሮሶፍት ኤክሴል፣ ሲኤስቪ፣ ጎግል ሉሆችን ጨምሮ ወደ ተለያዩ ቅርጸቶች መላክ እና መላክ ይችላሉ። ውሂብን ለመተንተን፣ ለስራ ባልደረቦችዎ ለማጋራት፣ ወይም የአካባቢ ምትኬን ለማቆየት ከፈለጉ ይህ ቅጥያ እንከን የለሽ እና ለተጠቃሚ ምቹ የሆነ ተሞክሮ ይሰጣል።\n\nለመጠቀም ሙቅ:\n1.የእኛን ተሰኪ ይክፈቱ እና በድረ-ገጹ ላይ ያለውን የሰንጠረዥ ክፍል ይምረጡ\n2.የሠንጠረዥ ውሂብ ወደ csv፣ google sheets፣ Excel ላክ\n\nየጠረጴዛ ቀረጻ ቁልፍ ባህሪዎች\n- በሰንጠረዡ ላይ መረጃን በቀላል እና በብቃት እወቅ\n- የሰንጠረዥ ውሂብ ይዘትን ወደ ጎግል ሉሆች ላክ\n- ሰንጠረዦችን በቀጥታ እንደ ኤክሴል የተመን ሉሆች ወይም CSV ፋይሎች ያውርዱ\n- ሰንጠረዦችን ከፒዲኤፍ ፋይሎች/ምስሎች፣ ከአካባቢው እና ከድር ያውጡ\n\n➤ የግላዊነት ፖሊሲ\n\nበንድፍ፣ የእርስዎ ውሂብ ሁል ጊዜ በGoogle መለያዎ ላይ ይቆያል፣ በእኛ የውሂብ ጎታ ውስጥ በጭራሽ አልተቀመጠም። የተጨማሪ ባለቤቱን ጨምሮ የእርስዎ ውሂብ ለማንም አልተጋራም።\nየእርስዎን ውሂብ ለመጠበቅ የግላዊነት ህጎችን (በተለይ የGDPR እና የካሊፎርኒያ የግላዊነት ህግ) እናከብራለን።",
    "bg": "Table Capture е мощно и многофункционално разширение за Chrome, което ви позволява да взаимодействате с таблични данни на уебсайтове. Можете без усилие да избирате и експортирате таблични данни в различни формати, включително Microsoft Excel, CSV, Google Sheets. Независимо дали трябва да анализирате данни, да ги споделите с колеги или да запазите локално архивиране, това разширение осигурява безпроблемно и удобно за потребителя изживяване.\n\nГорещи за употреба:\n1. Отворете нашия плъгин и изберете секцията с таблици на уеб страницата\n2. Експортирайте данни от таблици в csv, google sheets, Excel\n\nОсновни характеристики на Table Capture:\n-Разпознавайте таблични данни с лекота и ефективност\n-Експортирайте съдържание на таблични данни в Google Таблици\n-Изтеглете таблици директно като електронни таблици на Excel или CSV файлове\n-Извличане на таблици от PDF файлове/изображения, както локални, така и от мрежата\n\n➤ Политика за поверителност\n\nПо дизайн вашите данни остават по всяко време във вашия акаунт в Google, никога не се записват в нашата база данни. Вашите данни не се споделят с никого, включително собственика на добавката.\nНие спазваме законите за поверителност (особено GDPR и Закона за поверителност на Калифорния), за да защитим вашите данни.",
    "bn": "টেবিল ক্যাপচার হল একটি শক্তিশালী এবং বহুমুখী ক্রোম এক্সটেনশন যা আপনাকে ওয়েবসাইটগুলিতে ট্যাবুলার ডেটার সাথে ইন্টারঅ্যাক্ট করার ক্ষমতা দেয়৷ আপনি অনায়াসে নির্বাচন করতে পারেন, এবং Microsoft Excel, CSV, Google পত্রক সহ বিভিন্ন ফর্ম্যাটে ট্যাবুলার ডেটা রপ্তানি করতে পারেন৷ আপনার ডেটা বিশ্লেষণ করতে হবে, সহকর্মীদের সাথে শেয়ার করতে হবে বা স্থানীয় ব্যাকআপ রাখতে হবে, এই এক্সটেনশনটি একটি নিরবচ্ছিন্ন এবং ব্যবহারকারী-বান্ধব অভিজ্ঞতা প্রদান করে৷\n\nব্যবহার করার জন্য গরম:\n1.আমাদের প্লাগইন খুলুন এবং ওয়েবপেজে টেবিল বিভাগটি নির্বাচন করুন\n2. csv, google শীট, Excel এ টেবিলের ডেটা রপ্তানি করুন\n\nটেবিল ক্যাপচারের মূল বৈশিষ্ট্য:\n- সহজে এবং দক্ষতার সাথে ট্যাবুলার ডেটা চিনুন\n-গুগল শীটে ট্যাবুলার ডেটা সামগ্রী রপ্তানি করুন\n- সরাসরি এক্সেল স্প্রেডশীট বা CSV ফাইল হিসাবে টেবিল ডাউনলোড করুন\n- স্থানীয় এবং ওয়েব থেকে পিডিএফ ফাইল/ছবি থেকে টেবিল বের করুন\n\n➤ গোপনীয়তা নীতি\n\nডিজাইন অনুসারে, আপনার ডেটা সর্বদা আপনার Google অ্যাকাউন্টে থাকে, আমাদের ডাটাবেসে কখনও সংরক্ষণ করা হয় না। অ্যাড-অন মালিক সহ আপনার ডেটা কারও সাথে শেয়ার করা হয় না।\nআমরা আপনার ডেটা সুরক্ষিত রাখতে গোপনীয়তা আইন (বিশেষত GDPR এবং ক্যালিফোর্নিয়া গোপনীয়তা আইন) মেনে চলি।",
    "ca": "Table Capture és una extensió de Chrome potent i versàtil que us permet interactuar amb Tabular Data als llocs web. Podeu seleccionar i exportar dades tabulars sense esforç a diversos formats, com ara Microsoft Excel, CSV, Fulls de càlcul de Google. Tant si necessiteu analitzar dades, compartir-les amb col·legues o mantenir una còpia de seguretat local, aquesta extensió ofereix una experiència perfecta i fàcil d'utilitzar.\n\nCalent d'utilitzar:\n1.Obre el nostre connector i selecciona la secció de taula a la pàgina web\n2.Exporta les dades de la taula a csv, fulls de Google, Excel\n\nCaracterístiques principals de la captura de taula:\n-Reconèixer les dades tabulars amb facilitat i eficiència\n-Exporta el contingut de dades tabulars a Google Sheets\n-Descarregueu taules directament com a fulls de càlcul Excel o fitxers CSV\n-Extreure taules d'arxius PDF/Imatges, tant locals com del web\n\n➤ Política de privadesa\n\nPer disseny, les vostres dades es mantenen en tot moment al vostre compte de Google, mai es desaran a la nostra base de dades. Les teves dades no es comparteixen amb ningú, inclòs el propietari del complement.\nComplim amb les lleis de privadesa (especialment GDPR i la Llei de privadesa de Califòrnia) per protegir les vostres dades.",
    "cs": "Table Capture je výkonné a všestranné rozšíření pro Chrome, které vám umožňuje pracovat s tabulkovými daty na webových stránkách. Tabulková data můžete bez námahy vybrat a exportovat do různých formátů, včetně Microsoft Excel, CSV, Google Sheets. Ať už potřebujete analyzovat data, sdílet je s kolegy nebo udržovat místní zálohu, toto rozšíření poskytuje bezproblémové a uživatelsky přívětivé prostředí.\n\nPoužití za tepla:\n1. Otevřete náš plugin a vyberte sekci tabulky na webové stránce\n2.Exportujte data tabulky do csv, google listů, Excelu\n\nKlíčové vlastnosti Table Capture:\n- Snadno a efektivně rozpoznávejte tabulková data\n-Exportujte obsah tabulkových dat do Tabulek Google\n-Stahujte tabulky přímo jako tabulky aplikace Excel nebo soubory CSV\n-Extrahujte tabulky ze souborů PDF/obrázků, a to jak místních, tak z webu\n\n➤ Zásady ochrany osobních údajů\n\nPodle návrhu zůstávají vaše data vždy na vašem účtu Google, nikdy nejsou uložena v naší databázi. Vaše data nejsou sdílena s nikým, včetně vlastníka doplňku.\nDodržujeme zákony na ochranu soukromí (zejména GDPR a Kalifornský zákon o ochraně osobních údajů), abychom chránili vaše data.",
    "da": "Table Capture er en kraftfuld og alsidig krom-udvidelse, der giver dig mulighed for at interagere med tabeldata på websteder. Du kan uden besvær vælge og eksportere tabeldata til forskellige formater, herunder Microsoft Excel, CSV, Google Sheets. Uanset om du skal analysere data, dele dem med kolleger eller holde en lokal backup, giver denne udvidelse en problemfri og brugervenlig oplevelse.\n\nHot at bruge:\n1.Åbn vores plugin og vælg tabelafsnittet på websiden\n2. Eksporter tabeldata til csv, google sheets, Excel\n\nNøglefunktioner ved tabeloptagelse:\n-Genkend tabeldata med lethed og effektivitet\n-Eksporter indhold i tabelform til Google Sheets\n-Download tabeller direkte som Excel-regneark eller CSV-filer\n-Udtræk tabeller fra PDF-filer/billeder, både lokalt og fra nettet\n\n➤ Privatlivspolitik\n\nVed design forbliver dine data til enhver tid på din Google-konto, aldrig gemt i vores database. Dine data deles ikke med nogen, inklusive tilføjelsesejeren.\nVi overholder lovene om beskyttelse af personlige oplysninger (især GDPR og California Privacy Act) for at beskytte dine data.",
    "de": "Table Capture ist eine leistungsstarke und vielseitige Chrome-Erweiterung, die Ihnen die Interaktion mit Tabellendaten auf Websites ermöglicht. Sie können Tabellendaten mühelos auswählen und in verschiedene Formate exportieren, darunter Microsoft Excel, CSV und Google Sheets. Unabhängig davon, ob Sie Daten analysieren, mit Kollegen teilen oder ein lokales Backup erstellen möchten, bietet diese Erweiterung ein nahtloses und benutzerfreundliches Erlebnis.\n\nHeiß zu verwenden:\n1.Öffnen Sie unser Plugin und wählen Sie den Tabellenbereich auf der Webseite aus\n2. Tabellendaten nach CSV, Google Sheets und Excel exportieren\n\nHauptmerkmale von Table Capture:\n-Erkennen Sie tabellarische Daten einfach und effizient\n-Exportieren Sie tabellarische Dateninhalte nach Google Sheets\n- Laden Sie Tabellen direkt als Excel-Tabellen oder CSV-Dateien herunter\n-Extrahieren Sie Tabellen aus PDF-Dateien/Bildern, sowohl lokal als auch aus dem Internet\n\n➤ Datenschutzrichtlinie\n\nIhre Daten verbleiben konstruktionsbedingt immer in Ihrem Google-Konto und werden niemals in unserer Datenbank gespeichert. Ihre Daten werden an niemanden weitergegeben, auch nicht an den Add-on-Eigentümer.\nWir halten uns an die Datenschutzgesetze (insbesondere DSGVO und California Privacy Act), um Ihre Daten zu schützen.",
    "el": "Το Table Capture είναι μια ισχυρή και ευέλικτη επέκταση χρωμίου που σας δίνει τη δυνατότητα να αλληλεπιδράτε με τα Tabular Data σε ιστότοπους. Μπορείτε να επιλέξετε και να εξαγάγετε Πίνακας χωρίς κόπο σε διάφορες μορφές, όπως Microsoft Excel, CSV, Φύλλα Google. Είτε θέλετε να αναλύσετε δεδομένα, είτε να τα μοιραστείτε με συναδέλφους ή να διατηρήσετε ένα τοπικό αντίγραφο ασφαλείας, αυτή η επέκταση παρέχει μια απρόσκοπτη και φιλική προς το χρήστη εμπειρία.\n\nΖεστό για χρήση:\n1. Ανοίξτε το πρόσθετό μας και επιλέξτε την ενότητα πίνακα στην ιστοσελίδα\n2.Εξαγωγή δεδομένων πίνακα σε csv, φύλλα google, Excel\n\nΒασικά χαρακτηριστικά του Table Capture:\n-Αναγνώριση Πίνακα Δεδομένων με ευκολία και αποτελεσματικότητα\n-Εξαγωγή περιεχομένου πίνακα δεδομένων σε Φύλλα Google\n-Λήψη πινάκων απευθείας ως υπολογιστικά φύλλα Excel ή αρχεία CSV\n- Εξαγωγή πινάκων από αρχεία PDF/Εικόνες, τόσο τοπικά όσο και από τον Ιστό\n\n➤ Πολιτική Απορρήτου\n\nΑπό τη σχεδίασή σας, τα δεδομένα σας παραμένουν ανά πάσα στιγμή στον λογαριασμό σας Google και δεν αποθηκεύονται ποτέ στη βάση δεδομένων μας. Τα δεδομένα σας δεν κοινοποιούνται σε κανέναν, συμπεριλαμβανομένου του κατόχου του πρόσθετου.\nΣυμμορφωνόμαστε με τους νόμους περί απορρήτου (ειδικά GDPR και νόμο περί απορρήτου της Καλιφόρνια) για την προστασία των δεδομένων σας.",
    "en,en_AU,en_GB,en_US": "Table Capture is a powerful and versatile chrome extension that empowers you to interact with Tabular Data on websites. You can effortlessly select, and export Tabular Data to various formats, including Microsoft Excel, CSV, Google Sheets. Whether you need to analyze data, share it with colleagues, or keep a local backup, this extension provides a seamless and user-friendly experience.\n\nHot To Use: \n1.Open our plugin and select the table section on the webpage \n2.Export table data to csv, google sheets, Excel\n\nKey Features of Table Capture:\n-Recognize Tabular Data with ease and efficiency\n-Export Tabular Data content to Google Sheets\n-Download tables directly as Excel spreadsheets or CSV files\n-Extract tables from PDF files/Images, both local and from the web\n\n➤ Privacy Policy \n\nBy design, your data stays at all times on your Google account, never saved in our database. Your data aren’t shared with anyone, including the add-on owner. \nWe complies with privacy laws (especially GDPR & California Privacy Act) to protect your data.",
    "es,es_419": "Table Capture es una extensión de Chrome potente y versátil que le permite interactuar con datos tabulares en sitios web. Puede seleccionar y exportar datos tabulares sin esfuerzo a varios formatos, incluidos Microsoft Excel, CSV y Google Sheets. Ya sea que necesite analizar datos, compartirlos con colegas o mantener una copia de seguridad local, esta extensión brinda una experiencia fluida y fácil de usar.\n\nCaliente para usar:\n1.Abra nuestro complemento y seleccione la sección de tabla en la página web.\n2.Exportar datos de la tabla a csv, hojas de Google, Excel\n\nCaracterísticas clave de la captura de tablas:\n-Reconocer datos tabulares con facilidad y eficiencia.\n-Exportar contenido de datos tabulares a Google Sheets\n-Descargar tablas directamente como hojas de cálculo de Excel o archivos CSV\n-Extraer tablas de archivos PDF/Imágenes, tanto locales como de la web.\n\n➤ Política de privacidad\n\nPor diseño, sus datos permanecen en todo momento en su cuenta de Google, nunca se guardan en nuestra base de datos. Sus datos no se comparten con nadie, incluido el propietario del complemento.\nCumplimos con las leyes de privacidad (especialmente GDPR y la Ley de Privacidad de California) para proteger sus datos.",
    "et": "Table Capture on võimas ja mitmekülgne kroomilaiendus, mis võimaldab teil veebisaitidel tabeliandmetega suhelda. Saate hõlpsasti valida ja eksportida tabeliandmeid erinevatesse vormingutesse, sealhulgas Microsoft Excel, CSV, Google'i arvutustabelid. Olenemata sellest, kas teil on vaja andmeid analüüsida, kolleegidega jagada või kohalikku varukoopiat teha, pakub see laiendus sujuvat ja kasutajasõbralikku kogemust.\n\nKuum kasutada:\n1. Avage meie pistikprogramm ja valige veebilehel tabelijaotis\n2. Eksport tabeliandmed csv-sse, Google Shes-i, Excelisse\n\nTabelihõive põhifunktsioonid:\n- Tuvastage tabeliandmed hõlpsalt ja tõhusalt\n- Eksportige tabeliandmete sisu Google'i arvutustabelitesse\n- Laadige tabelid alla otse Exceli tabelite või CSV-failidena\n- Ekstraktige tabelid PDF-failidest/piltidest, nii kohalikest kui ka veebist\n\n➤ Privaatsuspoliitika\n\nDisaini järgi jäävad teie andmed kogu aeg teie Google'i kontole ja neid ei salvestata kunagi meie andmebaasi. Teie andmeid ei jagata kellegagi, sealhulgas pistikprogrammi omanikuga.\nJärgime teie andmete kaitsmiseks privaatsusseadusi (eriti GDPR-i ja California privaatsusseadust).",
    "fa": "Table Capture یک افزونه قدرتمند و همه کاره کروم است که به شما امکان می دهد با داده های جدولی در وب سایت ها تعامل داشته باشید. می‌توانید بدون زحمت داده‌های جدولی را به فرمت‌های مختلف، از جمله Microsoft Excel، CSV، Google Sheets انتخاب و صادر کنید. چه نیاز به تجزیه و تحلیل داده ها، به اشتراک گذاری آن ها با همکاران داشته باشید یا یک نسخه پشتیبان محلی داشته باشید، این برنامه افزودنی یک تجربه یکپارچه و کاربرپسند را ارائه می دهد.\n\nداغ برای استفاده:\n1. افزونه ما را باز کنید و بخش جدول را در صفحه وب انتخاب کنید\n2. صادرات داده های جدول به csv، صفحات گوگل، اکسل\n\nویژگی های کلیدی Table Capture:\n-تشخیص داده های جدولی با سهولت و کارایی\nمحتوای داده های جدولی را به Google Sheets صادر کنید\n-دانلود جداول به طور مستقیم به عنوان صفحات گسترده اکسل یا فایل های CSV\n- استخراج جداول از فایل های PDF/تصاویر، هم محلی و هم از وب\n\n➤ سیاست حفظ حریم خصوصی\n\nبراساس طراحی، داده های شما همیشه در حساب Google شما باقی می ماند و هرگز در پایگاه داده ما ذخیره نمی شود. داده‌های شما با کسی، از جمله مالک برافزا، به اشتراک گذاشته نمی‌شود.\nما از قوانین حفظ حریم خصوصی (به ویژه GDPR و قانون حفظ حریم خصوصی کالیفرنیا) برای محافظت از داده های شما پیروی می کنیم.",
    "fi": "Table Capture on tehokas ja monipuolinen kromilaajennus, jonka avulla voit olla vuorovaikutuksessa taulukkotietojen kanssa verkkosivustoilla. Voit valita ja viedä taulukkomuotoisia tietoja vaivattomasti eri muotoihin, kuten Microsoft Exceliin, CSV:hen, Google Sheetsiin. Tämä laajennus tarjoaa saumattoman ja käyttäjäystävällisen kokemuksen riippumatta siitä, haluatko analysoida tietoja, jakaa ne työtovereiden kanssa tai pitää paikallista varmuuskopiota.\n\nKuuma käytettäväksi:\n1.Avaa laajennus ja valitse verkkosivulta taulukko-osio\n2. Vie taulukon tiedot csv-, google-taulukoihin, Exceliin\n\nTable Capture -sovelluksen tärkeimmät ominaisuudet:\n-Tunnista taulukkotiedot helposti ja tehokkaasti\n-Vie taulukkotietosisältöä Google Sheetsiin\n-Lataa taulukoita suoraan Excel-laskentataulukoina tai CSV-tiedostoina\n- Pura taulukoita PDF-tiedostoista / kuvista, sekä paikallisista että verkosta\n\n➤ Tietosuojakäytäntö\n\nSuunniteltuna tietosi pysyvät aina Google-tililläsi, eikä niitä koskaan tallenneta tietokantaan. Tietojasi ei jaeta kenellekään, mukaan lukien laajennuksen omistajalle.\nNoudatamme tietosuojalakeja (erityisesti GDPR:ää ja Kalifornian tietosuojalakia) tietojesi suojaamiseksi.",
    "fil": "Ang Table Capture ay isang malakas at maraming nalalaman na chrome extension na nagbibigay-kapangyarihan sa iyong makipag-ugnayan sa Tabular Data sa mga website. Madali kang makakapili, at makakapag-export ng Tabular Data sa iba't ibang format, kabilang ang Microsoft Excel, CSV, Google Sheets. Kung kailangan mong suriin ang data, ibahagi ito sa mga kasamahan, o panatilihin ang isang lokal na backup, ang extension na ito ay nagbibigay ng tuluy-tuloy at user-friendly na karanasan.\n\nMainit na Gamitin:\n1. Buksan ang aming plugin at piliin ang seksyon ng talahanayan sa webpage\n2.I-export ang data ng talahanayan sa csv, google sheets, Excel\n\nMga Pangunahing Tampok ng Table Capture:\n-Kilalanin ang Tabular Data nang madali at kahusayan\n-I-export ang nilalaman ng Tabular Data sa Google Sheets\n-Direktang mag-download ng mga talahanayan bilang mga Excel spreadsheet o CSV file\n-I-extract ang mga talahanayan mula sa mga PDF file/Larawan, parehong lokal at mula sa web\n\n➤ Patakaran sa Privacy\n\nSa pamamagitan ng disenyo, ang iyong data ay nananatili sa lahat ng oras sa iyong Google account, hindi kailanman nai-save sa aming database. Hindi ibinabahagi ang iyong data sa sinuman, kabilang ang may-ari ng add-on.\nSumusunod kami sa mga batas sa privacy (lalo na sa GDPR at California Privacy Act) para protektahan ang iyong data.",
    "fr": "Table Capture est une extension Chrome puissante et polyvalente qui vous permet d'interagir avec les données tabulaires sur les sites Web. Vous pouvez facilement sélectionner et exporter des données tabulaires vers différents formats, notamment Microsoft Excel, CSV, Google Sheets. Que vous ayez besoin d'analyser des données, de les partager avec des collègues ou de conserver une sauvegarde locale, cette extension offre une expérience transparente et conviviale.\n\nChaud à utiliser :\n1.Ouvrez notre plugin et sélectionnez la section tableau sur la page Web\n2.Exporter les données du tableau vers CSV, Google Sheets, Excel\n\nPrincipales fonctionnalités de la capture de table :\n-Reconnaître les données tabulaires avec facilité et efficacité\n-Exporter le contenu des données tabulaires vers Google Sheets\n-Téléchargez les tableaux directement sous forme de feuilles de calcul Excel ou de fichiers CSV\n-Extraire des tableaux à partir de fichiers/images PDF, à la fois locaux et Web\n\n➤ Politique de confidentialité\n\nDe par leur conception, vos données restent à tout moment sur votre compte Google, jamais enregistrées dans notre base de données. Vos données ne sont partagées avec personne, y compris le propriétaire du module complémentaire.\nNous respectons les lois sur la confidentialité (en particulier le RGPD et le California Privacy Act) pour protéger vos données.",
    "gu": "ટેબલ કેપ્ચર એ એક શક્તિશાળી અને બહુમુખી ક્રોમ એક્સ્ટેંશન છે જે તમને વેબસાઈટ પર ટેબ્યુલર ડેટા સાથે ક્રિયાપ્રતિક્રિયા કરવાની શક્તિ આપે છે. તમે સરળતાથી માઈક્રોસોફ્ટ એક્સેલ, CSV, Google શીટ્સ સહિત વિવિધ ફોર્મેટમાં ટેબ્યુલર ડેટા પસંદ કરી અને નિકાસ કરી શકો છો. તમારે ડેટાનું વિશ્લેષણ કરવાની, તેને સહકર્મીઓ સાથે શેર કરવાની અથવા સ્થાનિક બેકઅપ રાખવાની જરૂર હોય, આ એક્સ્ટેંશન સીમલેસ અને વપરાશકર્તા-મૈત્રીપૂર્ણ અનુભવ પ્રદાન કરે છે.\n\nવાપરવા માટે ગરમ:\n1.અમારું પ્લગઇન ખોલો અને વેબપેજ પર કોષ્ટક વિભાગ પસંદ કરો\n2. csv, google શીટ્સ, Excel માં ટેબલ ડેટા નિકાસ કરો\n\nટેબલ કેપ્ચરની મુખ્ય લાક્ષણિકતાઓ:\n- ટેબ્યુલર ડેટાને સરળતા અને કાર્યક્ષમતા સાથે ઓળખો\nટેબ્યુલર ડેટા સામગ્રીને Google શીટ્સ પર નિકાસ કરો\n- સીધા જ એક્સેલ સ્પ્રેડશીટ્સ અથવા CSV ફાઇલો તરીકે કોષ્ટકો ડાઉનલોડ કરો\nપીડીએફ ફાઇલો/છબીઓમાંથી, સ્થાનિક અને વેબ બંનેમાંથી કોષ્ટકો કાઢો\n\n➤ ગોપનીયતા નીતિ\n\nડિઝાઇન દ્વારા, તમારો ડેટા હંમેશા તમારા Google એકાઉન્ટ પર રહે છે, અમારા ડેટાબેઝમાં ક્યારેય સાચવવામાં આવતો નથી. તમારો ડેટા એડ-ઓન માલિક સહિત કોઈપણ સાથે શેર કરવામાં આવતો નથી.\nઅમે તમારા ડેટાને સુરક્ષિત રાખવા માટે ગોપનીયતા કાયદાઓ (ખાસ કરીને GDPR અને કેલિફોર્નિયા પ્રાઇવસી એક્ટ)નું પાલન કરીએ છીએ.",
    "he": "Table Capture הוא תוסף כרום רב עוצמה ורב-תכליתי המאפשר לך ליצור אינטראקציה עם נתונים טבלאיים באתרי אינטרנט. אתה יכול בקלות לבחור ולייצא נתונים טבלאיים לפורמטים שונים, כולל Microsoft Excel, CSV, Google Sheets. בין אם אתה צריך לנתח נתונים, לשתף אותם עם עמיתים או לשמור על גיבוי מקומי, תוסף זה מספק חוויה חלקה וידידותית למשתמש.\n\nחם לשימוש:\n1.פתח את התוסף שלנו ובחר את קטע הטבלה בדף האינטרנט\n2. ייצוא נתוני טבלה ל-csv, google sheets, Excel\n\nתכונות עיקריות של לכידת טבלה:\n-זהה נתונים טבלאיים בקלות וביעילות\n-יצוא תוכן נתונים טבלאי ל-Google Sheets\n-הורד טבלאות ישירות כגליונות אלקטרוניים של Excel או קבצי CSV\n-חלץ טבלאות מקבצי PDF/תמונות, הן מקומיות והן מהאינטרנט\n\n➤ מדיניות פרטיות\n\nלפי התכנון, הנתונים שלך נשארים בכל עת בחשבון Google שלך, לעולם לא נשמרים במסד הנתונים שלנו. הנתונים שלך אינם משותפים עם אף אחד, כולל הבעלים של התוסף.\nאנו מצייתים לחוקי הפרטיות (במיוחד GDPR וחוק הפרטיות של קליפורניה) כדי להגן על הנתונים שלך.",
    "hi": "टेबल कैप्चर एक शक्तिशाली और बहुमुखी क्रोम एक्सटेंशन है जो आपको वेबसाइटों पर टेबुलर डेटा के साथ इंटरैक्ट करने में सक्षम बनाता है। आप Microsoft Excel, CSV, Google शीट्स सहित विभिन्न प्रारूपों में सारणीबद्ध डेटा को आसानी से चुन और निर्यात कर सकते हैं। चाहे आपको डेटा का विश्लेषण करने, सहकर्मियों के साथ साझा करने या स्थानीय बैकअप रखने की आवश्यकता हो, यह एक्सटेंशन एक सहज और उपयोगकर्ता-अनुकूल अनुभव प्रदान करता है।\n\nउपयोग में गर्म:\n1. हमारा प्लगइन खोलें और वेबपेज पर तालिका अनुभाग चुनें\n2. टेबल डेटा को सीएसवी, गूगल शीट, एक्सेल में निर्यात करें\n\nटेबल कैप्चर की मुख्य विशेषताएं:\n-सारणीबद्ध डेटा को आसानी और दक्षता से पहचानें\n- सारणीबद्ध डेटा सामग्री को Google शीट में निर्यात करें\n- टेबल को सीधे एक्सेल स्प्रेडशीट या सीएसवी फाइलों के रूप में डाउनलोड करें\n-स्थानीय और वेब दोनों से पीडीएफ फाइलों/छवियों से तालिकाएँ निकालें\n\n➤ गोपनीयता नीति\n\nडिज़ाइन के अनुसार, आपका डेटा हर समय आपके Google खाते पर रहता है, हमारे डेटाबेस में कभी भी सहेजा नहीं जाता है। आपका डेटा ऐड-ऑन स्वामी सहित किसी के साथ साझा नहीं किया जाता है।\nहम आपके डेटा की सुरक्षा के लिए गोपनीयता कानूनों (विशेषकर जीडीपीआर और कैलिफ़ोर्निया गोपनीयता अधिनियम) का अनुपालन करते हैं।",
    "hr": "Table Capture moćno je i svestrano proširenje za Chrome koje vam omogućuje interakciju s tabličnim podacima na web stranicama. Možete bez napora odabrati i izvesti tablične podatke u različite formate, uključujući Microsoft Excel, CSV, Google tablice. Bilo da trebate analizirati podatke, dijeliti ih s kolegama ili čuvati lokalnu sigurnosnu kopiju, ovo proširenje pruža besprijekorno i jednostavno iskustvo.\n\nVruće za korištenje:\n1.Otvorite naš dodatak i odaberite odjeljak tablice na web stranici\n2.Izvoz tabličnih podataka u csv, google tablice, Excel\n\nKljučne značajke snimanja tablice:\n-Prepoznajte tablične podatke s lakoćom i učinkovitošću\n- Izvoz sadržaja tabličnih podataka u Google tablice\n-Preuzmite tablice izravno kao Excel proračunske tablice ili CSV datoteke\n- Ekstrahirajte tablice iz PDF datoteka/slika, lokalnih i s weba\n\n➤ Politika privatnosti\n\nPrema dizajnu, vaši podaci cijelo vrijeme ostaju na vašem Google računu, nikada se ne spremaju u našu bazu podataka. Vaši se podaci ne dijele ni s kim, uključujući vlasnika dodatka.\nPridržavamo se zakona o privatnosti (osobito GDPR-a i Kalifornijskog zakona o privatnosti) kako bismo zaštitili vaše podatke.",
    "hu": "A Table Capture egy hatékony és sokoldalú króm-bővítmény, amely lehetővé teszi, hogy a webhelyeken kommunikáljon a táblázatos adatokkal. Könnyedén kiválaszthatja és exportálhatja a táblázatos adatokat különböző formátumokba, például Microsoft Excel, CSV vagy Google Táblázatokba. Akár adatokat kell elemeznie, akár meg kell osztania azokat kollégáival, vagy helyi biztonsági másolatot kell készítenie, ez a bővítmény zökkenőmentes és felhasználóbarát élményt nyújt.\n\nForró használat:\n1. Nyissa meg a bővítményünket, és válassza ki a táblázat részt a weboldalon\n2. A táblázat adatainak exportálása csv-be, google lapokba, Excelbe\n\nA Table Capture főbb jellemzői:\n-A táblázatos adatok könnyű és hatékony felismerése\n- Táblázatos adattartalom exportálása a Google Táblázatokba\n-Töltse le a táblázatokat közvetlenül Excel-táblázatként vagy CSV-fájlként\n- Táblázatok kibontása PDF-fájlokból/képekből, mind a helyi, mind az internetről\n\n➤ Adatvédelmi szabályzat\n\nTervezés szerint az Ön adatai mindig a Google-fiókjában maradnak, és soha nem mentik őket adatbázisunkba. Az Ön adatait senkivel nem osztják meg, beleértve a bővítmény tulajdonosát sem.\nAz adatok védelme érdekében betartjuk az adatvédelmi törvényeket (különösen a GDPR-t és a California Privacy Act-et).",
    "id": "Table Capture adalah ekstensi chrome yang kuat dan serbaguna yang memberdayakan Anda untuk berinteraksi dengan Data Tabular di situs web. Anda dapat dengan mudah memilih, dan mengekspor Data Tabular ke berbagai format, termasuk Microsoft Excel, CSV, Google Sheets. Baik Anda perlu menganalisis data, membagikannya dengan rekan kerja, atau menyimpan cadangan lokal, ekstensi ini memberikan pengalaman yang lancar dan ramah pengguna.\n\nPanas Untuk Digunakan:\n1.Buka plugin kami dan pilih bagian tabel di halaman web\n2.Ekspor data tabel ke csv, google sheet, Excel\n\nFitur Utama Pengambilan Tabel:\n-Kenali Data Tabular dengan mudah dan efisien\n-Ekspor konten Data Tabular ke Google Spreadsheet\n-Unduh tabel langsung sebagai spreadsheet Excel atau file CSV\n-Ekstrak tabel dari file PDF/Gambar, baik lokal maupun dari web\n\n➤ Kebijakan Privasi\n\nSesuai desainnya, data Anda selalu tersimpan di akun Google Anda, tidak pernah disimpan di database kami. Data Anda tidak dibagikan kepada siapa pun, termasuk pemilik add-on.\nKami mematuhi undang-undang privasi (khususnya GDPR & California Privacy Act) untuk melindungi data Anda.",
    "it": "Table Capture è un'estensione di Chrome potente e versatile che ti consente di interagire con i dati tabulari sui siti web. Puoi selezionare ed esportare facilmente i dati tabulari in vari formati, tra cui Microsoft Excel, CSV e Fogli Google. Che tu abbia bisogno di analizzare dati, condividerli con i colleghi o conservare un backup locale, questa estensione offre un'esperienza fluida e intuitiva.\n\nCaldo da usare:\n1.Apri il nostro plugin e seleziona la sezione della tabella sulla pagina web\n2.Esportare i dati della tabella in CSV, fogli Google, Excel\n\nCaratteristiche principali di Cattura tabella:\n-Riconoscere i dati tabulari con facilità ed efficienza\n-Esportare il contenuto dei dati tabulari in Fogli Google\n-Scarica le tabelle direttamente come fogli di calcolo Excel o file CSV\n-Estrai tabelle da file PDF/immagini, sia locali che dal web\n\n➤ Informativa sulla privacy\n\nPer impostazione predefinita, i tuoi dati rimangono sempre nel tuo account Google, mai salvati nel nostro database. I tuoi dati non vengono condivisi con nessuno, incluso il proprietario del componente aggiuntivo.\nRispettiamo le leggi sulla privacy (in particolare GDPR e California Privacy Act) per proteggere i tuoi dati.",
    "ja": "Table Capture は、Web サイト上の表形式データを操作できるようにする、強力で多用途な Chrome 拡張機能です。 表形式データを簡単に選択し、Microsoft Excel、CSV、Google Sheets などのさまざまな形式にエクスポートできます。 データを分析する必要がある場合でも、同僚と共有する必要がある場合でも、ローカル バックアップを保存する必要がある場合でも、この拡張機能はシームレスでユーザー フレンドリーなエクスペリエンスを提供します。\n\nホットトゥユース:\n1.プラグインを開き、Webページのテーブルセクションを選択します\n2.テーブルデータをCSV、Googleスプレッドシート、Excelにエクスポート\n\nテーブル キャプチャの主な機能:\n- 表形式データを簡単かつ効率的に認識します\n- 表形式データのコンテンツを Google スプレッドシートにエクスポート\n-表を Excel スプレッドシートまたは CSV ファイルとして直接ダウンロード\n- ローカルおよび Web の両方から PDF ファイル/画像からテーブルを抽出\n\n➤ プライバシーポリシー\n\n設計上、データは常に Google アカウントに保存され、データベースには保存されません。 あなたのデータは、アドオンの所有者を含む誰とも共有されません。\n当社は、お客様のデータを保護するためにプライバシー法 (特に GDPR およびカリフォルニア州プライバシー法) を遵守しています。",
    "kn": "ಟೇಬಲ್ ಕ್ಯಾಪ್ಚರ್ ಪ್ರಬಲ ಮತ್ತು ಬಹುಮುಖ ಕ್ರೋಮ್ ವಿಸ್ತರಣೆಯಾಗಿದ್ದು ಅದು ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿ ಟ್ಯಾಬುಲರ್ ಡೇಟಾದೊಂದಿಗೆ ಸಂವಹನ ನಡೆಸಲು ನಿಮಗೆ ಅಧಿಕಾರ ನೀಡುತ್ತದೆ. ಮೈಕ್ರೋಸಾಫ್ಟ್ ಎಕ್ಸೆಲ್, ಸಿಎಸ್‌ವಿ, ಗೂಗಲ್ ಶೀಟ್‌ಗಳು ಸೇರಿದಂತೆ ವಿವಿಧ ಸ್ವರೂಪಗಳಿಗೆ ನೀವು ಸಲೀಸಾಗಿ ಆಯ್ಕೆ ಮಾಡಬಹುದು ಮತ್ತು ಕೋಷ್ಟಕ ಡೇಟಾವನ್ನು ರಫ್ತು ಮಾಡಬಹುದು. ನೀವು ಡೇಟಾವನ್ನು ವಿಶ್ಲೇಷಿಸಲು, ಸಹೋದ್ಯೋಗಿಗಳೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಲು ಅಥವಾ ಸ್ಥಳೀಯ ಬ್ಯಾಕಪ್ ಅನ್ನು ಇರಿಸಿಕೊಳ್ಳಲು, ಈ ವಿಸ್ತರಣೆಯು ತಡೆರಹಿತ ಮತ್ತು ಬಳಕೆದಾರ-ಸ್ನೇಹಿ ಅನುಭವವನ್ನು ಒದಗಿಸುತ್ತದೆ.\n\nಬಳಸಲು ಬಿಸಿ:\n1.ನಮ್ಮ ಪ್ಲಗಿನ್ ತೆರೆಯಿರಿ ಮತ್ತು ವೆಬ್‌ಪುಟದಲ್ಲಿ ಟೇಬಲ್ ವಿಭಾಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ\n2. ಸಿಎಸ್ವಿ, ಗೂಗಲ್ ಶೀಟ್‌ಗಳು, ಎಕ್ಸೆಲ್‌ಗೆ ಟೇಬಲ್ ಡೇಟಾವನ್ನು ರಫ್ತು ಮಾಡಿ\n\nಟೇಬಲ್ ಕ್ಯಾಪ್ಚರ್ನ ಪ್ರಮುಖ ಲಕ್ಷಣಗಳು:\n- ಟ್ಯಾಬ್ಯುಲರ್ ಡೇಟಾವನ್ನು ಸುಲಭವಾಗಿ ಮತ್ತು ದಕ್ಷತೆಯಿಂದ ಗುರುತಿಸಿ\n- Google ಶೀಟ್‌ಗಳಿಗೆ ಟ್ಯಾಬ್ಯುಲರ್ ಡೇಟಾ ವಿಷಯವನ್ನು ರಫ್ತು ಮಾಡಿ\n-ಕೋಷ್ಟಕಗಳನ್ನು ನೇರವಾಗಿ ಎಕ್ಸೆಲ್ ಸ್ಪ್ರೆಡ್‌ಶೀಟ್‌ಗಳು ಅಥವಾ CSV ಫೈಲ್‌ಗಳಾಗಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ\nಸ್ಥಳೀಯ ಮತ್ತು ವೆಬ್‌ನಿಂದ PDF ಫೈಲ್‌ಗಳು/ಚಿತ್ರಗಳಿಂದ ಕೋಷ್ಟಕಗಳನ್ನು ಹೊರತೆಗೆಯಿರಿ\n\n➤ ಗೌಪ್ಯತಾ ನೀತಿ\n\nವಿನ್ಯಾಸದ ಮೂಲಕ, ನಿಮ್ಮ ಡೇಟಾ ನಿಮ್ಮ Google ಖಾತೆಯಲ್ಲಿ ಎಲ್ಲಾ ಸಮಯದಲ್ಲೂ ಇರುತ್ತದೆ, ನಮ್ಮ ಡೇಟಾಬೇಸ್‌ನಲ್ಲಿ ಎಂದಿಗೂ ಉಳಿಸಲಾಗುವುದಿಲ್ಲ. ಆಡ್-ಆನ್ ಮಾಲೀಕರು ಸೇರಿದಂತೆ ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಯಾರೊಂದಿಗೂ ಹಂಚಿಕೊಳ್ಳಲಾಗುವುದಿಲ್ಲ.\nನಿಮ್ಮ ಡೇಟಾವನ್ನು ರಕ್ಷಿಸಲು ನಾವು ಗೌಪ್ಯತೆ ಕಾನೂನುಗಳನ್ನು (ವಿಶೇಷವಾಗಿ GDPR ಮತ್ತು ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ಗೌಪ್ಯತೆ ಕಾಯಿದೆ) ಅನುಸರಿಸುತ್ತೇವೆ.",
    "ko": "Table Capture는 웹사이트에서 표 형식 데이터와 상호 작용할 수 있도록 지원하는 강력하고 다재다능한 Chrome 확장 프로그램입니다. 표 형식 데이터를 쉽게 선택하고 Microsoft Excel, CSV, Google Sheets를 포함한 다양한 형식으로 내보낼 수 있습니다. 데이터를 분석해야 하거나 동료와 공유해야 하거나 로컬 백업을 유지해야 하는 경우 이 확장 프로그램은 원활하고 사용자 친화적인 경험을 제공합니다.\n\n뜨거운 사용:\n1. 플러그인을 열고 웹페이지에서 테이블 섹션을 선택하세요.\n2. 테이블 데이터를 csv, google 시트, Excel로 내보내기\n\n테이블 캡처의 주요 기능:\n-쉽고 효율적으로 표 형식의 데이터를 인식합니다.\n- 테이블 형식 데이터 콘텐츠를 Google 스프레드시트로 내보내기\n-표를 Excel 스프레드시트 또는 CSV 파일로 직접 다운로드\n-로컬 및 웹의 PDF 파일/이미지에서 테이블 추출\n\n➤ 개인정보 보호정책\n\n설계상 귀하의 데이터는 항상 귀하의 Google 계정에 유지되며 당사 데이터베이스에는 저장되지 않습니다. 귀하의 데이터는 부가 기능 소유자를 포함하여 누구와도 공유되지 않습니다.\n당사는 귀하의 데이터를 보호하기 위해 개인정보 보호법(특히 GDPR 및 캘리포니아 개인정보 보호법)을 준수합니다.",
    "lt": "Table Capture yra galingas ir universalus chromo plėtinys, suteikiantis galimybę svetainėse sąveikauti su lentelės duomenimis. Galite be vargo pasirinkti ir eksportuoti lentelių duomenis į įvairius formatus, įskaitant „Microsoft Excel“, CSV, „Google“ skaičiuokles. Nesvarbu, ar jums reikia analizuoti duomenis, dalytis jais su kolegomis, ar turėti vietinę atsarginę kopiją, šis plėtinys suteikia sklandžią ir patogią patirtį.\n\nKaršta naudoti:\n1.Atidarykite mūsų papildinį ir tinklalapyje pasirinkite lentelės skiltį\n2. Eksportuokite lentelės duomenis į csv, google lapus, Excel\n\nPagrindinės lentelės fiksavimo funkcijos:\n- Lengvai ir efektyviai atpažinkite lentelių duomenis\n– Eksportuokite lentelių duomenų turinį į „Google“ skaičiuokles\n- Atsisiųskite lenteles tiesiogiai kaip „Excel“ skaičiuokles arba CSV failus\n- Išskleiskite lenteles iš PDF failų / vaizdų, tiek vietinių, tiek iš interneto\n\n➤ Privatumo politika\n\nPagal dizainą jūsų duomenys visą laiką lieka jūsų „Google“ paskyroje ir niekada neišsaugomi mūsų duomenų bazėje. Jūsų duomenys nėra bendrinami su niekuo, įskaitant priedo savininką.\nSiekdami apsaugoti jūsų duomenis, laikomės privatumo įstatymų (ypač GDPR ir Kalifornijos privatumo įstatymo).",
    "lv": "Table Capture ir jaudīgs un daudzpusīgs Chrome paplašinājums, kas ļauj mijiedarboties ar tabulu datiem vietnēs. Varat bez piepūles atlasīt un eksportēt tabulu datus dažādos formātos, tostarp Microsoft Excel, CSV, Google izklājlapās. Neatkarīgi no tā, vai nepieciešams analizēt datus, kopīgot tos ar kolēģiem vai saglabāt vietējo dublējumu, šis paplašinājums nodrošina netraucētu un lietotājam draudzīgu pieredzi.\n\nKarsti lietojams:\n1. Atveriet mūsu spraudni un tīmekļa lapā atlasiet tabulas sadaļu\n2. Eksportēt tabulas datus uz csv, google lapas, Excel\n\nGalvenās tabulas uztveršanas funkcijas:\n- Viegli un efektīvi atpazīstiet tabulāros datus\n-Eksportējiet tabulu datu saturu uz Google izklājlapām\n- Lejupielādējiet tabulas tieši kā Excel izklājlapas vai CSV failus\n-Izņemiet tabulas no PDF failiem / attēliem, gan vietējiem, gan no tīmekļa\n\n➤ Privātuma politika\n\nPēc konstrukcijas jūsu dati vienmēr paliek jūsu Google kontā un nekad netiek saglabāti mūsu datubāzē. Jūsu dati netiek kopīgoti ar citiem, tostarp ar pievienojumprogrammas īpašnieku.\nMēs ievērojam privātuma likumus (jo īpaši GDPR un Kalifornijas privātuma likumu), lai aizsargātu jūsu datus.",
    "ml": "വെബ്‌സൈറ്റുകളിലെ ടാബുലാർ ഡാറ്റയുമായി സംവദിക്കാൻ നിങ്ങളെ പ്രാപ്‌തമാക്കുന്ന ശക്തവും വൈവിധ്യപൂർണ്ണവുമായ ക്രോം വിപുലീകരണമാണ് ടേബിൾ ക്യാപ്‌ചർ. നിങ്ങൾക്ക് Microsoft Excel, CSV, Google ഷീറ്റുകൾ ഉൾപ്പെടെ വിവിധ ഫോർമാറ്റുകളിലേക്ക് ടാബുലാർ ഡാറ്റ അനായാസമായി തിരഞ്ഞെടുക്കാനും കയറ്റുമതി ചെയ്യാനും കഴിയും. നിങ്ങൾക്ക് ഡാറ്റ വിശകലനം ചെയ്യാനോ സഹപ്രവർത്തകരുമായി പങ്കിടാനോ പ്രാദേശിക ബാക്കപ്പ് സൂക്ഷിക്കാനോ ആവശ്യമുണ്ടെങ്കിലും, ഈ വിപുലീകരണം തടസ്സമില്ലാത്തതും ഉപയോക്തൃ-സൗഹൃദവുമായ അനുഭവം നൽകുന്നു.\n\nഉപയോഗിക്കാൻ ചൂടുള്ള:\n1.ഞങ്ങളുടെ പ്ലഗിൻ തുറന്ന് വെബ്‌പേജിലെ പട്ടിക വിഭാഗം തിരഞ്ഞെടുക്കുക\n2.സിഎസ്വി, ഗൂഗിൾ ഷീറ്റുകൾ, എക്സൽ എന്നിവയിലേക്ക് ടേബിൾ ഡാറ്റ എക്‌സ്‌പോർട്ട് ചെയ്യുക\n\nടേബിൾ ക്യാപ്ചറിന്റെ പ്രധാന സവിശേഷതകൾ:\n- ടാബുലാർ ഡാറ്റ എളുപ്പത്തിലും കാര്യക്ഷമതയിലും തിരിച്ചറിയുക\n-Google ഷീറ്റിലേക്ക് ടാബുലാർ ഡാറ്റ ഉള്ളടക്കം കയറ്റുമതി ചെയ്യുക\n-പട്ടികകൾ Excel സ്‌പ്രെഡ്‌ഷീറ്റുകളോ CSV ഫയലുകളോ ആയി നേരിട്ട് ഡൗൺലോഡ് ചെയ്യുക\n- പ്രാദേശികവും വെബിൽ നിന്നും PDF ഫയലുകൾ/ചിത്രങ്ങളിൽ നിന്ന് പട്ടികകൾ എക്‌സ്‌ട്രാക്റ്റ് ചെയ്യുക\n\n➤ സ്വകാര്യതാ നയം\n\nരൂപകൽപ്പന പ്രകാരം, നിങ്ങളുടെ ഡാറ്റ നിങ്ങളുടെ Google അക്കൗണ്ടിൽ എല്ലായ്‌പ്പോഴും നിലനിൽക്കും, ഞങ്ങളുടെ ഡാറ്റാബേസിൽ ഒരിക്കലും സംരക്ഷിക്കപ്പെടില്ല. ആഡ്-ഓൺ ഉടമ ഉൾപ്പെടെ ആരുമായും നിങ്ങളുടെ ഡാറ്റ പങ്കിട്ടിട്ടില്ല.\nനിങ്ങളുടെ ഡാറ്റ പരിരക്ഷിക്കുന്നതിന് ഞങ്ങൾ സ്വകാര്യതാ നിയമങ്ങൾ (പ്രത്യേകിച്ച് GDPR & കാലിഫോർണിയ സ്വകാര്യതാ നിയമം) പാലിക്കുന്നു.",
    "mr": "टेबल कॅप्चर हा एक शक्तिशाली आणि बहुमुखी क्रोम विस्तार आहे जो तुम्हाला वेबसाइट्सवरील टॅब्युलर डेटाशी संवाद साधण्याचे सामर्थ्य देतो. तुम्ही Microsoft Excel, CSV, Google Sheets यासह विविध फॉरमॅटमध्ये टॅब्युलर डेटा सहजतेने निवडू शकता आणि एक्सपोर्ट करू शकता. तुम्‍हाला डेटाचे विश्‍लेषण करण्‍याची, सहकार्‍यांसोबत शेअर करण्‍याची किंवा स्‍थानिक बॅकअप ठेवण्‍याची आवश्‍यकता असली तरीही, हा एक्‍सटेंशन अखंड आणि वापरकर्ता-अनुकूल अनुभव प्रदान करतो.\n\nवापरण्यासाठी गरम:\n1. आमचे प्लगइन उघडा आणि वेबपृष्ठावरील सारणी विभाग निवडा\n2. csv, google शीट्स, Excel वर सारणी डेटा निर्यात करा\n\nटेबल कॅप्चरची प्रमुख वैशिष्ट्ये:\n- टॅब्युलर डेटा सहज आणि कार्यक्षमतेने ओळखा\n-गुगल शीटवर टॅब्युलर डेटा सामग्री निर्यात करा\n- थेट एक्सेल स्प्रेडशीट किंवा CSV फाइल्स म्हणून टेबल्स डाउनलोड करा\n- स्थानिक आणि वेबवरून PDF फाइल्स/प्रतिमांमधून सारण्या काढा\n\n➤ गोपनीयता धोरण\n\nडिझाइननुसार, तुमचा डेटा नेहमी तुमच्या Google खात्यावर राहतो, आमच्या डेटाबेसमध्ये कधीही जतन केला जात नाही. अॅड-ऑन मालकासह तुमचा डेटा कोणाशीही शेअर केला जात नाही.\nतुमचा डेटा संरक्षित करण्यासाठी आम्ही गोपनीयता कायद्यांचे (विशेषत: GDPR आणि कॅलिफोर्निया गोपनीयता कायदा) पालन करतो.",
    "ms": "Tangkapan Jadual ialah sambungan krom yang berkuasa dan serba boleh yang memperkasakan anda untuk berinteraksi dengan Data Jadual di tapak web. Anda boleh dengan mudah memilih dan mengeksport Data Jadual ke pelbagai format, termasuk Microsoft Excel, CSV, Helaian Google. Sama ada anda perlu menganalisis data, berkongsi dengan rakan sekerja atau menyimpan sandaran setempat, sambungan ini menyediakan pengalaman yang lancar dan mesra pengguna.\n\nPanas Untuk Digunakan:\n1.Buka pemalam kami dan pilih bahagian jadual pada halaman web\n2.Eksport data jadual ke csv, helaian google, Excel\n\nCiri-ciri Utama Tangkapan Meja:\n-Mengenal Data Jadual dengan mudah dan cekap\n-Eksport kandungan Data Jadual ke Helaian Google\n-Muat turun jadual terus sebagai hamparan Excel atau fail CSV\n-Ekstrak jadual daripada fail PDF/Imej, tempatan dan dari web\n\n➤ Dasar Privasi\n\nMengikut reka bentuk, data anda kekal pada setiap masa pada akaun Google anda, tidak pernah disimpan dalam pangkalan data kami. Data anda tidak dikongsi dengan sesiapa, termasuk pemilik alat tambah.\nKami mematuhi undang-undang privasi (terutamanya GDPR & Akta Privasi California) untuk melindungi data anda.",
    "nl": "Table Capture is een krachtige en veelzijdige Chrome-extensie waarmee u kunt communiceren met tabelgegevens op websites. U kunt moeiteloos tabelgegevens selecteren en exporteren naar verschillende formaten, waaronder Microsoft Excel, CSV en Google Spreadsheets. Of u nu gegevens wilt analyseren, delen met collega's of een lokale back-up wilt bewaren, deze extensie biedt een naadloze en gebruiksvriendelijke ervaring.\n\nHeet te gebruiken:\n1.Open onze plug-in en selecteer het tabelgedeelte op de webpagina\n2. Tabelgegevens exporteren naar csv, Google Spreadsheets, Excel\n\nBelangrijkste kenmerken van Tabelopname:\n-Herken gegevens in tabelvorm met gemak en efficiëntie\n-Exporteer tabelgegevensinhoud naar Google Spreadsheets\n-Download tabellen rechtstreeks als Excel-spreadsheets of CSV-bestanden\n-Tabels extraheren uit PDF-bestanden/afbeeldingen, zowel lokaal als van internet\n\n➤ Privacybeleid\n\nDoor het ontwerp blijven uw gegevens te allen tijde in uw Google-account staan en nooit opgeslagen in onze database. Uw gegevens worden met niemand gedeeld, ook niet met de eigenaar van de add-on.\nWe voldoen aan de privacywetten (met name de AVG en de California Privacy Act) om uw gegevens te beschermen.",
    "no": "Table Capture er en kraftig og allsidig krom-utvidelse som gir deg mulighet til å samhandle med tabelldata på nettsteder. Du kan enkelt velge og eksportere tabelldata til forskjellige formater, inkludert Microsoft Excel, CSV, Google Sheets. Enten du trenger å analysere data, dele dem med kolleger eller beholde en lokal sikkerhetskopi, gir denne utvidelsen en sømløs og brukervennlig opplevelse.\n\nVarm å bruke:\n1.Åpne vår plugin og velg tabelldelen på nettsiden\n2. Eksporter tabelldata til csv, google sheets, Excel\n\nHovedfunksjoner ved tabellfangst:\n- Gjenkjenne tabelldata med letthet og effektivitet\n- Eksporter tabelldatainnhold til Google Sheets\n-Last ned tabeller direkte som Excel-regneark eller CSV-filer\n- Trekk ut tabeller fra PDF-filer/bilder, både lokalt og fra nettet\n\n➤ Retningslinjer for personvern\n\nVed design forblir dataene dine til enhver tid på Google-kontoen din, aldri lagret i databasen vår. Dataene dine deles ikke med noen, inkludert eieren av tillegget.\nVi overholder personvernlover (spesielt GDPR og California Privacy Act) for å beskytte dataene dine.",
    "pl": "Table Capture to potężne i wszechstronne rozszerzenie do przeglądarki Chrome, które umożliwia interakcję z danymi tabelarycznymi w witrynach internetowych. Możesz bez wysiłku wybierać i eksportować dane tabelaryczne do różnych formatów, w tym Microsoft Excel, CSV, Arkusze Google. Niezależnie od tego, czy chcesz analizować dane, udostępniać je współpracownikom, czy zachować lokalną kopię zapasową, to rozszerzenie zapewnia płynną i przyjazną dla użytkownika obsługę.\n\nGorący w użyciu:\n1. Otwórz naszą wtyczkę i wybierz sekcję tabeli na stronie\n2. Eksportuj dane tabeli do formatu CSV, arkuszy Google, Excel\n\nKluczowe funkcje przechwytywania tabeli:\n-Rozpoznawanie danych tabelarycznych z łatwością i wydajnością\n-Eksportuj zawartość danych tabelarycznych do Arkuszy Google\n-Pobierz tabele bezpośrednio jako arkusze kalkulacyjne Excel lub pliki CSV\n-Wyodrębnij tabele z plików PDF/obrazów, zarówno lokalnych, jak i internetowych\n\n➤ Polityka prywatności\n\nZ założenia Twoje dane pozostają przez cały czas na Twoim koncie Google i nigdy nie są zapisywane w naszej bazie danych. Twoje dane nie są nikomu udostępniane, w tym właścicielowi dodatku.\nPrzestrzegamy przepisów dotyczących prywatności (w szczególności RODO i kalifornijskiej ustawy o ochronie prywatności), aby chronić Twoje dane.",
    "pt_BR": "O Table Capture é uma extensão do Chrome avançada e versátil que permite que você interaja com dados tabulares em sites. Você pode selecionar e exportar facilmente dados tabulares para vários formatos, incluindo Microsoft Excel, CSV e Google Sheets. Se precisar analisar dados, compartilhá-los com colegas ou manter um backup local, essa extensão proporciona uma experiência perfeita e fácil de usar.\n\nComo usar: \n1. abra nosso plug-in e selecione a seção da tabela na página da Web \n2. exportar os dados da tabela para csv, google sheets, Excel\n\nPrincipais recursos do Table Capture:\n-Reconhecer dados tabulares com facilidade e eficiência\n-Exportar conteúdo de dados tabulares para o Google Sheets\n-Baixar tabelas diretamente como planilhas do Excel ou arquivos CSV\n-Extrair tabelas de arquivos PDF/imagens, tanto locais quanto da Web\n\n➤ Política de privacidade \n\nPor padrão, seus dados permanecem o tempo todo em sua conta do Google e nunca são salvos em nosso banco de dados. Seus dados não são compartilhados com ninguém, inclusive com o proprietário do complemento. \nEstamos em conformidade com as leis de privacidade (especialmente o GDPR e a Lei de Privacidade da Califórnia) para proteger seus dados.",
    "pt_PT": "O Table Capture é uma extensão cromada poderosa e versátil que lhe permite interagir com dados tabulares em sítios Web. Pode selecionar e exportar facilmente dados tabulares para vários formatos, incluindo Microsoft Excel, CSV e Google Sheets. Quer necessite de analisar dados, partilhá-los com colegas ou manter uma cópia de segurança local, esta extensão proporciona uma experiência simples e fácil de utilizar.\n\nFácil de utilizar: \n1. abra o nosso plugin e seleccione a secção da tabela na página web \n2. exportar dados da tabela para csv, google sheets, Excel\n\nPrincipais características do Table Capture:\n-Reconhecer dados tabulares com facilidade e eficiência\n-Exportar conteúdo de dados tabulares para o Google Sheets\n-Descarregar tabelas diretamente como folhas de cálculo do Excel ou ficheiros CSV\n-Extrair tabelas de ficheiros PDF/Imagens, tanto locais como da Web\n\n➤ Política de privacidade \n\nPor definição, os seus dados permanecem sempre na sua conta Google, nunca sendo guardados na nossa base de dados. Os seus dados não são partilhados com ninguém, incluindo o proprietário do add-on. \nCumprimos as leis de privacidade (especialmente o GDPR e a Lei de Privacidade da Califórnia) para proteger os seus dados.",
    "ro": "Table Capture este o extensie Chrome puternică și versatilă care vă permite să interacționați cu datele tabelare de pe site-uri web. Puteți selecta și exporta fără efort datele tabulare în diferite formate, inclusiv Microsoft Excel, CSV, Foi de calcul Google. Indiferent dacă trebuie să analizați datele, să le partajați colegilor sau să păstrați o copie de rezervă locală, această extensie oferă o experiență simplă și ușor de utilizat.\n\nFierbinte de utilizat:\n1.Deschideți pluginul nostru și selectați secțiunea tabel de pe pagina web\n2. Exportați datele din tabel în csv, foi de calcul Google, Excel\n\nCaracteristici cheie ale Capturii tabelului:\n-Recunoașteți datele tabulare cu ușurință și eficiență\n-Exportați conținutul datelor tabelare în Foi de calcul Google\n-Descărcați tabelele direct ca foi de calcul Excel sau fișiere CSV\n-Extrageți tabele din fișiere PDF/Imagini, atât locale, cât și de pe web\n\n➤ Politica de confidențialitate\n\nPrin proiectare, datele dvs. rămân tot timpul în contul dvs. Google, niciodată salvate în baza noastră de date. Datele dvs. nu sunt partajate cu nimeni, inclusiv cu proprietarul suplimentului.\nRespectăm legile de confidențialitate (în special GDPR și California Privacy Act) pentru a vă proteja datele.",
    "ru": "Table Capture — это мощное и универсальное расширение Chrome, которое позволяет вам взаимодействовать с табличными данными на веб-сайтах. Вы можете легко выбирать и экспортировать табличные данные в различные форматы, включая Microsoft Excel, CSV, Google Sheets. Если вам нужно проанализировать данные, поделиться ими с коллегами или сохранить локальную резервную копию, это расширение обеспечит бесперебойную и удобную работу.\n\nГорячий в использовании:\n1.Откройте наш плагин и выберите раздел таблицы на веб-странице.\n2.Экспортируйте данные таблицы в CSV, Google Таблицы, Excel.\n\nКлючевые особенности захвата таблиц:\n-Распознавание табличных данных с легкостью и эффективностью\n-Экспорт содержимого табличных данных в Google Таблицы.\n-Загружайте таблицы напрямую в виде таблиц Excel или файлов CSV.\n-Извлечение таблиц из PDF-файлов/изображений, как локальных, так и из Интернета.\n\n➤ Политика конфиденциальности\n\nПо замыслу ваши данные всегда остаются в вашей учетной записи Google и никогда не сохраняются в нашей базе данных. Ваши данные никому не передаются, включая владельца дополнения.\nМы соблюдаем законы о конфиденциальности (особенно GDPR и Закон штата Калифорния о конфиденциальности) для защиты ваших данных.",
    "sk": "Table Capture je výkonné a všestranné rozšírenie Chrome, ktoré vám umožňuje pracovať s tabuľkovými údajmi na webových stránkach. Môžete bez námahy vybrať a exportovať tabuľkové údaje do rôznych formátov vrátane Microsoft Excel, CSV, Google Sheets. Či už potrebujete analyzovať dáta, zdieľať ich s kolegami alebo si lokálne zálohovať, toto rozšírenie poskytuje bezproblémové a užívateľsky prívetivé prostredie.\n\nHorúce použitie:\n1.Otvorte náš doplnok a vyberte sekciu tabuľky na webovej stránke\n2.Exportujte údaje tabuľky do csv, google listov, Excelu\n\nKľúčové vlastnosti funkcie Table Capture:\n- Ľahko a efektívne rozpoznávajte tabuľkové údaje\n– Exportujte obsah tabuľkových údajov do Tabuliek Google\n- Stiahnite si tabuľky priamo ako tabuľky programu Excel alebo súbory CSV\n-Extrahujte tabuľky zo súborov PDF/obrázkov, miestnych aj z webu\n\n➤ Zásady ochrany osobných údajov\n\nPodľa návrhu zostávajú vaše údaje vždy vo vašom účte Google a nikdy sa neukladajú v našej databáze. Vaše údaje sa nezdieľajú s nikým vrátane vlastníka doplnku.\nNa ochranu vašich údajov dodržiavame zákony na ochranu osobných údajov (najmä GDPR a Kalifornský zákon o ochrane osobných údajov).",
    "sl": "Table Capture je zmogljiva in vsestranska razširitev za Chrome, ki vam omogoča interakcijo s tabelarnimi podatki na spletnih mestih. Brez truda lahko izberete in izvozite tabelarične podatke v različne formate, vključno z Microsoft Excelom, CSV, Google Preglednicami. Ne glede na to, ali morate analizirati podatke, jih deliti s sodelavci ali hraniti lokalno varnostno kopijo, ta razširitev zagotavlja brezhibno in uporabniku prijazno izkušnjo.\n\nVroče za uporabo:\n1. Odprite naš vtičnik in izberite razdelek tabele na spletni strani\n2. Izvoz podatkov tabele v csv, google preglednice, Excel\n\nKljučne značilnosti zajema tabele:\n-Prepoznajte tabelarične podatke z lahkoto in učinkovitostjo\n- Izvozite vsebino tabelarnih podatkov v Google Preglednice\n-Prenesite tabele neposredno kot Excelove preglednice ali datoteke CSV\n-Izvleček tabel iz PDF datotek/slik, tako lokalnih kot iz spleta\n\n➤ Politika zasebnosti\n\nPo zasnovi vaši podatki ves čas ostanejo v vašem Google Računu in nikoli niso shranjeni v naši bazi podatkov. Vaši podatki se ne delijo z nikomer, vključno z lastnikom dodatka.\nUpoštevamo zakone o zasebnosti (zlasti GDPR in kalifornijski zakon o zasebnosti), da zaščitimo vaše podatke.",
    "sr": "Табле Цаптуре је моћно и свестрано проширење за Цхроме које вам омогућава интеракцију са табеларним подацима на веб локацијама. Можете без напора да изаберете и извезете табеларне податке у различите формате, укључујући Мицрософт Екцел, ЦСВ, Гоогле табеле. Без обзира да ли треба да анализирате податке, делите их са колегама или чувате локалну резервну копију, ово проширење пружа беспрекорно и корисничко искуство.\n\nВруће за употребу:\n1.Отворите наш додатак и изаберите одељак табеле на веб страници\n2.Извезите податке табеле у цсв, гоогле табеле, Екцел\n\nКључне карактеристике снимања табеле:\n- Препознајте табеларне податке са лакоћом и ефикасношћу\n-Извезите садржај табеларних података у Гоогле табеле\n-Преузмите табеле директно као Екцел табеле или ЦСВ датотеке\n-Извуците табеле из ПДФ датотека/слика, како локалних тако и са веба\n\n➤ Политика приватности\n\nДизајнирано, ваши подаци остају у сваком тренутку на вашем Гоогле налогу, никада се не чувају у нашој бази података. Ваши подаци се не деле ни са ким, укључујући власника додатка.\nПоштујемо законе о приватности (нарочито ГДПР и Калифорнијски закон о приватности) да бисмо заштитили ваше податке.",
    "sv": "Table Capture är ett kraftfullt och mångsidigt kromtillägg som ger dig möjlighet att interagera med tabelldata på webbplatser. Du kan enkelt välja och exportera tabelldata till olika format, inklusive Microsoft Excel, CSV, Google Sheets. Oavsett om du behöver analysera data, dela den med kollegor eller ha en lokal säkerhetskopia ger detta tillägg en sömlös och användarvänlig upplevelse.\n\nHett att använda:\n1.Öppna vårt plugin och välj tabellsektionen på webbsidan\n2.Exportera tabelldata till csv, google sheets, Excel\n\nHuvudfunktioner för tabellupptagning:\n-Känn igen tabelldata med lätthet och effektivitet\n-Exportera tabelldatainnehåll till Google Sheets\n- Ladda ner tabeller direkt som Excel-kalkylblad eller CSV-filer\n- Extrahera tabeller från PDF-filer/bilder, både lokalt och från webben\n\n➤ Sekretesspolicy\n\nGenom designen finns din data alltid kvar på ditt Google-konto, aldrig sparad i vår databas. Din data delas inte med någon, inklusive tilläggsägaren.\nVi följer integritetslagar (särskilt GDPR & California Privacy Act) för att skydda dina uppgifter.",
    "sw": "Table Capture ni kiendelezi chenye nguvu na chenye matumizi mengi cha chrome ambacho hukuwezesha kuingiliana na Data ya Tabular kwenye tovuti. Unaweza kuchagua, na kuhamisha Data ya Tabular kwa miundo mbalimbali, ikiwa ni pamoja na Microsoft Excel, CSV, Majedwali ya Google. Iwapo unahitaji kuchanganua data, kuishiriki na wenzako, au kuhifadhi nakala ya ndani, kiendelezi hiki kinatoa utumiaji usio na mshono na wa kirafiki.\n\nMoto Kutumia:\n1.Fungua programu-jalizi yetu na uchague sehemu ya jedwali kwenye ukurasa wa wavuti\n2.Hamisha data ya jedwali kwa csv, laha za google, Excel\n\nVipengele muhimu vya Kukamata Jedwali:\n-Tambua Takwimu za Tabular kwa urahisi na ufanisi\n-Hamisha maudhui ya Data ya Tabular kwenye Majedwali ya Google\n-Pakua jedwali moja kwa moja kama lahajedwali za Excel au faili za CSV\n-Nyoa majedwali kutoka kwa faili/Picha za PDF, za ndani na kutoka kwa wavuti\n\n➤ Sera ya Faragha\n\nKwa muundo, data yako hukaa kwenye akaunti yako ya Google kila wakati, haihifadhiwi katika hifadhidata yetu. Data yako haishirikiwi na mtu yeyote, akiwemo mmiliki wa programu jalizi.\nTunatii sheria za faragha (hasa GDPR na Sheria ya Faragha ya California) ili kulinda data yako.",
    "ta": "டேபிள் கேப்சர் என்பது சக்திவாய்ந்த மற்றும் பல்துறை குரோம் நீட்டிப்பாகும், இது இணையதளங்களில் டேபுலர் டேட்டாவுடன் தொடர்பு கொள்ள உங்களை அனுமதிக்கிறது. மைக்ரோசாஃப்ட் எக்செல், சிஎஸ்வி, கூகுள் தாள்கள் உள்ளிட்ட பல்வேறு வடிவங்களுக்கு டேபுலர் டேட்டாவை சிரமமின்றி தேர்ந்தெடுத்து ஏற்றுமதி செய்யலாம். நீங்கள் தரவை பகுப்பாய்வு செய்ய வேண்டுமா, சக ஊழியர்களுடன் பகிர்ந்து கொள்ள வேண்டும் அல்லது உள்ளூர் காப்புப்பிரதியை வைத்திருக்க வேண்டும் என்றால், இந்த நீட்டிப்பு தடையற்ற மற்றும் பயனர் நட்பு அனுபவத்தை வழங்குகிறது.\n\nபயன்படுத்த சூடாக:\n1.எங்கள் செருகுநிரலைத் திறந்து, வலைப்பக்கத்தில் உள்ள அட்டவணைப் பகுதியைத் தேர்ந்தெடுக்கவும்\n2.அட்டவணை தரவை csv, google Sheets, Excel ஆகியவற்றிற்கு ஏற்றுமதி செய்யவும்\n\nஅட்டவணை பிடிப்பின் முக்கிய அம்சங்கள்:\n-அட்டவணை தரவை எளிதாகவும் செயல்திறனுடனும் அங்கீகரிக்கவும்\nஅட்டவணை தரவு உள்ளடக்கத்தை Google தாள்களுக்கு ஏற்றுமதி செய்யவும்\nஅட்டவணைகளை நேரடியாக எக்செல் விரிதாள்களாக அல்லது CSV கோப்புகளாகப் பதிவிறக்கவும்\nஉள்ளூர் மற்றும் இணையத்திலிருந்து PDF கோப்புகள்/படங்களிலிருந்து அட்டவணைகளைப் பிரித்தெடுக்கவும்\n\n➤ தனியுரிமைக் கொள்கை\n\nவடிவமைப்பின்படி, உங்கள் தரவு எப்போதும் உங்கள் Google கணக்கில் இருக்கும், எங்கள் தரவுத்தளத்தில் சேமிக்கப்படாது. ஆட்-ஆன் உரிமையாளர் உட்பட யாருடனும் உங்கள் தரவு பகிரப்படவில்லை.\nஉங்கள் தரவைப் பாதுகாக்க தனியுரிமைச் சட்டங்களுக்கு (குறிப்பாக GDPR & கலிபோர்னியா தனியுரிமைச் சட்டம்) நாங்கள் இணங்குகிறோம்.",
    "te": "టేబుల్ క్యాప్చర్ అనేది శక్తివంతమైన మరియు బహుముఖ క్రోమ్ పొడిగింపు, ఇది వెబ్‌సైట్‌లలో పట్టిక డేటాతో పరస్పర చర్య చేయడానికి మిమ్మల్ని అనుమతిస్తుంది. మీరు మైక్రోసాఫ్ట్ ఎక్సెల్, CSV, Google షీట్‌లతో సహా వివిధ ఫార్మాట్‌లకు ట్యాబులర్ డేటాను అప్రయత్నంగా ఎంచుకోవచ్చు మరియు ఎగుమతి చేయవచ్చు. మీరు డేటాను విశ్లేషించాలన్నా, సహోద్యోగులతో పంచుకోవాలన్నా లేదా స్థానిక బ్యాకప్‌ని ఉంచుకోవాలన్నా, ఈ పొడిగింపు అతుకులు లేని మరియు వినియోగదారు-స్నేహపూర్వక అనుభవాన్ని అందిస్తుంది.\n\nఉపయోగించడానికి హాట్:\n1.మా ప్లగిన్‌ని తెరిచి, వెబ్‌పేజీలో టేబుల్ విభాగాన్ని ఎంచుకోండి\n2.csv, google షీట్‌లు, Excelకి టేబుల్ డేటాను ఎగుమతి చేయండి\n\nటేబుల్ క్యాప్చర్ యొక్క ముఖ్య లక్షణాలు:\n-టాబులర్ డేటాను సులభంగా మరియు సామర్థ్యంతో గుర్తించండి\n-Google షీట్‌లకు పట్టిక డేటా కంటెంట్‌ని ఎగుమతి చేయండి\nపట్టికలను నేరుగా Excel స్ప్రెడ్‌షీట్‌లుగా లేదా CSV ఫైల్‌లుగా డౌన్‌లోడ్ చేయండి\nస్థానికంగా మరియు వెబ్ నుండి PDF ఫైల్‌లు/చిత్రాల నుండి పట్టికలను సంగ్రహించండి\n\n➤ గోప్యతా విధానం\n\nడిజైన్ ప్రకారం, మీ డేటా మీ Google ఖాతాలో ఎల్లప్పుడూ ఉంటుంది, మా డేటాబేస్‌లో ఎప్పుడూ సేవ్ చేయబడదు. మీ డేటా యాడ్-ఆన్ యజమానితో సహా ఎవరితోనూ భాగస్వామ్యం చేయబడదు.\nమేము మీ డేటాను రక్షించడానికి గోప్యతా చట్టాలకు (ముఖ్యంగా GDPR & కాలిఫోర్నియా గోప్యతా చట్టం) కట్టుబడి ఉంటాము.",
    "th": "Table Capture เป็นส่วนขยาย Chrome ที่ทรงพลังและอเนกประสงค์ที่ช่วยให้คุณสามารถโต้ตอบกับข้อมูลแบบตารางบนเว็บไซต์ได้ คุณสามารถเลือกและส่งออกข้อมูลแบบตารางเป็นรูปแบบต่างๆ ได้อย่างง่ายดาย รวมถึง Microsoft Excel, CSV, Google ชีต ไม่ว่าคุณจะต้องการวิเคราะห์ข้อมูล แบ่งปันกับเพื่อนร่วมงาน หรือสำรองข้อมูลในเครื่อง ส่วนขยายนี้มอบประสบการณ์ที่ราบรื่นและใช้งานง่าย\n\nร้อนที่จะใช้:\n1.เปิดปลั๊กอินของเราและเลือกส่วนของตารางบนหน้าเว็บ\n2. ส่งออกข้อมูลตารางเป็น csv, google ชีต, Excel\n\nคุณสมบัติที่สำคัญของการจับภาพตาราง:\n- จดจำข้อมูลแบบตารางได้อย่างง่ายดายและมีประสิทธิภาพ\n- ส่งออกเนื้อหาข้อมูลแบบตารางไปยัง Google ชีต\n- ดาวน์โหลดตารางโดยตรงเป็นสเปรดชีต Excel หรือไฟล์ CSV\n-แยกตารางออกจากไฟล์ PDF/รูปภาพ ทั้งในเครื่องและจากเว็บ\n\n➤ นโยบายความเป็นส่วนตัว\n\nจากการออกแบบ ข้อมูลของคุณจะอยู่ในบัญชี Google ของคุณตลอดเวลา และไม่เคยบันทึกไว้ในฐานข้อมูลของเรา ข้อมูลของคุณจะไม่ถูกแชร์กับใครเลย รวมถึงเจ้าของส่วนเสริมด้วย\nเราปฏิบัติตามกฎหมายความเป็นส่วนตัว (โดยเฉพาะ GDPR และกฎหมายความเป็นส่วนตัวของรัฐแคลิฟอร์เนีย) เพื่อปกป้องข้อมูลของคุณ",
    "tr": "Table Capture, web sitelerindeki Tablo Verileri ile etkileşimde bulunmanızı sağlayan güçlü ve çok yönlü bir krom uzantısıdır. Tablo Verilerini zahmetsizce seçebilir ve Microsoft Excel, CSV, Google E-Tablolar dahil olmak üzere çeşitli formatlara aktarabilirsiniz. Verileri analiz etmeniz, iş arkadaşlarınızla paylaşmanız veya yerel bir yedekleme yapmanız gerekiyorsa, bu uzantı kusursuz ve kullanıcı dostu bir deneyim sunar.\n\nSıcak Kullanım:\n1.Eklentimizi açın ve web sayfasındaki tablo bölümünü seçin\n2.Tablo verilerini csv'ye, google sayfalarına, Excel'e aktarın\n\nTablo Yakalamanın Temel Özellikleri:\n-Tablo Verilerini kolaylıkla ve verimli bir şekilde tanıyın\n-Tablo Veri içeriğini Google E-Tablolar'a aktarın\n-Tabloları doğrudan Excel elektronik tabloları veya CSV dosyaları olarak indirin\n-Hem yerel hem de web'deki PDF dosyalarından/Görüntülerinden tabloları çıkarın\n\n➤ Gizlilik Politikası\n\nTasarım gereği verileriniz her zaman Google hesabınızda kalır, hiçbir zaman veritabanımıza kaydedilmez. Verileriniz eklenti sahibi dahil hiç kimseyle paylaşılmaz.\nVerilerinizi korumak için gizlilik yasalarına (özellikle GDPR ve Kaliforniya Gizlilik Yasası) uyarız.",
    "uk": "Table Capture — це потужне та універсальне розширення Chrome, яке дає змогу взаємодіяти з табличними даними на веб-сайтах. Ви можете легко вибирати та експортувати табличні дані в різні формати, зокрема Microsoft Excel, CSV, Google Sheets. Незалежно від того, чи потрібно вам аналізувати дані, ділитися ними з колегами чи зберігати локальну резервну копію, це розширення забезпечує безперебійну та зручну роботу.\n\nГарячі для використання:\n1. Відкрийте наш плагін і виберіть розділ таблиці на веб-сторінці\n2. Експорт даних таблиці в CSV, Google Sheets, Excel\n\nКлючові характеристики Table Capture:\n- Розпізнавайте табличні дані з легкістю та ефективністю\n- Експорт вмісту табличних даних до Google Таблиць\n- Завантажуйте таблиці безпосередньо як електронні таблиці Excel або файли CSV\n-Витягуйте таблиці з PDF-файлів/зображень, як локальних, так і з Інтернету\n\n➤ Політика конфіденційності\n\nЗа задумом ваші дані завжди залишаються у вашому обліковому записі Google і ніколи не зберігаються в нашій базі даних. Ваші дані нікому не надаються, включаючи власника надбудови.\nМи дотримуємося законів про конфіденційність (особливо GDPR і Закону Каліфорнії про конфіденційність), щоб захистити ваші дані.",
    "vi": "Table Capture là một tiện ích mở rộng chrome mạnh mẽ và linh hoạt cho phép bạn tương tác với Dữ liệu dạng bảng trên các trang web. Bạn có thể dễ dàng chọn và xuất Dữ liệu dạng bảng sang nhiều định dạng khác nhau, bao gồm Microsoft Excel, CSV, Google Trang tính. Cho dù bạn cần phân tích dữ liệu, chia sẻ dữ liệu với đồng nghiệp hay giữ bản sao lưu cục bộ, tiện ích mở rộng này đều mang lại trải nghiệm liền mạch và thân thiện với người dùng.\n\nNóng để sử dụng:\n1.Mở plugin của chúng tôi và chọn phần bảng trên trang web\n2.Xuất dữ liệu bảng sang csv, google sheet, Excel\n\nCác tính năng chính của Chụp bảng:\n-Nhận dạng dữ liệu dạng bảng một cách dễ dàng và hiệu quả\n-Xuất nội dung Dữ liệu dạng bảng sang Google Trang tính\n-Tải xuống bảng trực tiếp dưới dạng bảng tính Excel hoặc tệp CSV\n-Trích xuất bảng từ tệp PDF/Hình ảnh, cả cục bộ và từ web\n\n➤ Chính sách bảo mật\n\nTheo thiết kế, dữ liệu của bạn luôn nằm trong tài khoản Google của bạn và không bao giờ được lưu trong cơ sở dữ liệu của chúng tôi. Dữ liệu của bạn không được chia sẻ với bất kỳ ai, kể cả chủ sở hữu tiện ích bổ sung.\nChúng tôi tuân thủ luật về quyền riêng tư (đặc biệt là GDPR & Đạo luật quyền riêng tư của California) để bảo vệ dữ liệu của bạn.",
    "zh_CN": "Table Capture 是一款功能强大且多功能的 Chrome 扩展，可让您与网站上的表格数据进行交互。 您可以轻松选择表格数据并将其导出为各种格式，包括 Microsoft Excel、CSV、Google Sheets。 无论您需要分析数据、与同事共享数据还是保留本地备份，此扩展都可以提供无缝且用户友好的体验。\n\n热用：\n1.打开我们的插件并选择网页上的表格部分\n2.将表格数据导出到csv、google Sheets、Excel\n\n表捕获的主要特点：\n-轻松高效地识别表格数据\n- 将表格数据内容导出到 Google 表格\n- 直接将表格下载为 Excel 电子表格或 CSV 文件\n-从本地和网络上的 PDF 文件/图像中提取表格\n\n➤ 隐私政策\n\n根据设计，您的数据始终保留在您的 Google 帐户中，而不是保存在我们的数据库中。 您的数据不会与任何人共享，包括附加组件所有者。\n我们遵守隐私法（特别是 GDPR 和加州隐私法）来保护您的数据。",
    "zh_TW": "Table Capture 是一款功能強大且多功能的 Chrome 擴展，可讓您與網站上的表格資料互動。 您可以輕鬆選擇表格資料並將其匯出為各種格式，包括 Microsoft Excel、CSV、Google Sheets。 無論您需要分析資料、與同事共享資料還是保留本地備份，此擴充功能都可以提供無縫且使用者友好的體驗。\n\n熱用：\n1.打開我們的插件並選擇網頁上的表格部分\n2.將表格資料​​匯出到csv、google Sheets、Excel\n\n表捕獲的主要特點：\n-輕鬆有效率地識別表格數據\n- 將表格資料​​內容匯出到 Google 表格\n- 將表格直接下載為 Excel 電子表格或 CSV 文件\n-從本地和網路上的 PDF 文件/圖像中提取表格\n\n➤ 隱私權政策\n\n根據設計，您的資料始終保留在您的 Google 帳戶中，而不是保存在我們的資料庫中。 您的資料不會與任何人共用，包括附加元件擁有者。\n我們遵守隱私權法（特別是 GDPR 和加州隱私權法）來保護您的資料。"
  }
}