{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AiApply"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AiApply Interview Buddy"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The fastest real-time AI interview co-pilot—like having a sidekick right beside you.\nInterview Buddy seamlessly integrates with your browser to enhance your mock interview sessions on Google Meet, Teams, or Zoom. \n\nUsing information from your resume and the job description, it listens to questions during practice interviews—whether they’re from you or a friend acting as the interviewer—and provides tailored answers in real time.\n\nKey Features:\n\n\t•\tPersonalized Responses: Get answers customized to your experience and the job requirements.\n\t•\tPractice Speaking Out Loud: Memorize and refine responses while practicing delivery for real-world confidence.\n\t•\tReal-Time Assistance: Your AI-powered sidekick listens and delivers insights instantly.\n\t•\tSeamless Integration: Works effortlessly with popular video conferencing platforms like Google Meet, Zoom, and Teams.\n\t•\tBoost Confidence: Prepare thoroughly and feel ready for the real thing.\n\nThis isn’t just preparation; it’s transformation. With Interview Buddy, you’ll have the tools to sound polished and professional, making every practice session count.\n\nPowered by AIApply.com – Empowering your career journey.\n\nDisclaimers for AI Interview Preparation Tool\n\nAbout This Tool\n\nThis tool uses artificial intelligence to help you prepare for job interviews. It’s designed for practice, not to be used during an actual interview. Think of it as a way to do mock interviews and get ready for the real thing. We can’t guarantee you’ll get the job, but this tool will help you practice and feel more confident.\n\nHow to Use This Tool Responsibly\n\nBe honest: Don’t use this tool to pretend you have skills or experience you don’t.\n\nThink for yourself: The answers this tool gives might not always be perfect or even correct. Use your own judgment too.\n\nLet the mock interviewer know: Always ensure that your mock interviewer is aware that you are using this preparation tool and that their voice and mock questions will be recorded and potentially transcribed for learning purposes.\n\nImportant Things to Know\n\nYour privacy matters: This tool needs to listen to your practice interview to give you answers. By using it, you’re okay with us collecting and protecting this information, which will likely include your personal information.\n\nNo promises: We can’t promise this tool will always work perfectly. Things like a bad internet connection can affect it.\n\nNot a replacement for real advice: This tool is for practice. If you want expert advice, talk to a career counselor.\n\nLaws about AI are changing: AI is new, and the laws about it are still being figured out. It’s a good idea to check the latest rules wherever you live.\n\nWe’re not responsible if things go wrong: We’re not responsible if you use this tool in a way it’s not meant to be used or if it causes any problems for you.\n\nAgreement:\n\nBy using this tool, you acknowledge and agree to all disclaimers, terms, and conditions outlined here.\n\nUpdates\n\nWe might update these disclaimers sometimes, so please make sure to review them often."
  }
}