{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BibItNow!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly generates a Bibtex, RIS, Endnote, APA, MLA or (B)Arnold S. bibliography item from journal articles, books, etc. ."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BibItNow!  is a lightweight tool that focuses solely on extracting citation data from websites and formatting it into a bibliography item as quickly and as correctly as possible. Click the extension's tool bar icon or press the browser action shortcut keys when surfing on the abstract page of a journal article, a book, a thesis, or on any other web page, and the extension will try everything to extract all the data you want. In the format you like, with the encoding it needs! Decide whether you want to simply copy to clipboard, download a file or open it with the program of your choice!\n\nMain Features\n\n- Versatility: Generates bibliography items of journal articles, books, theses and generic web pages in the Bibtex, RIS, Endnote, APA, MLA, (B)Arnold S. or any user-defined format.\n\n- Quick workflow: No more need to mess with the publisher's export button! One click or key stroke to extract the data and either show it in the popup (DEFAULT: ALT+C) , automatically copy it to clipboard (DEFAULT: Alt+W), or to download it as file (DEFAULT: ALT+Q). In the popup, a second click or key stroke lets you copy the data, open a redirection link or download/open the citation with your favorite library software. The extension furthermore comes with a set of options purely aimed at improving your workflow. For example, the plugin automatically generates a clickable and easily copyable DOI link if a DOI is found, or it can generate any other user defined link based on the available citation data. The plugin can also be configured to automatically highlight the citation text, enabling completely mouseless operation.\n\n- Simplicity: The plugin only extracts, formats and exports bibliographic data, and its functions are only aimed at avoiding the most common nuisances in these three steps. No fancy library system included!\n\n- Compatibility: An extensively tested set of fixed extraction and parsing rules combined with URL specific adjustments allows the plugin to work on abstract pages of many publishers, including Nature, Science, Elsevier, Springer and any publisher that cares to provide commonly formatted meta data. The extension furthermore works on journal article pages of the scientific databases PubMed and Scopus, and of the open access library arXiv. You can also cite books from various sources, such as Google books or the book section of Amazon!.\n\n- Modifiability: Each citation format comes with a number of easily reachable and adjustable settings. Moreover, for the advanced user/contributor, the flexible data extraction and parsing system allows to easily add or improve the support for specific web pages. Add custom search queries via CSS selectors, and preprocess the extracted data. All in simple, URL-specific Javascript code.\n\n- Optimized for Bibtex: Decide which bibliography field and how many authors to include, customize the bibkey, set whether to abbreviate the journal title and how to include URLs,. Special characters are automatically replaced by the corresponding Latex command, the format of names and initials is standardized, and math mode commands/formulas are preserved!\n\n\nCredits/References\n\n- XML formatted journal abbreviations are originally cited from the archive of the Woodward Library at the University Of British Columbia in Vancouver, Canada,\nhttp://woodward.library.ubc.ca/research-help/journal-abbreviations/\nfrom the JabRef list available here,\nhttps://github.com/JabRef/abbrv.jabref.org/tree/master/journals\nand from the list provided by \"The Theta Foundation\",\nhttps://www.theta.ro/jot/res/serials_list/annser_A.html\n\n- Publisher address information has been obtained and adapted from several sources.\n1.) University of Leicester Publisher List:\nhttps://www2.le.ac.uk/offices/english-association/yw/publishers\n2.) Deutscher Bildungsserver:\nhttps://www.bildungsserver.de/institutionen_de.html?Katego=11&Name=&Ort=&Land=0&Staat=0&Schlagwort=&suchen=finden\n3.) Wiki publisher lists:\nhttps://en.wikipedia.org/wiki/List_of_English-language_book_publishing_companies\nhttps://de.wikipedia.org/wiki/Liste_deutschsprachiger_Verlage\n\n- All latex commands for character replacements are cited from the XML Entity Definitions for Characters (3rd Edition) published by the W3C Math Working Group.\nhttps://www.w3.org/2003/entities/2007doc/\n\n- All non-numerical HTML entities are replaced using a lookup tabled cited from the Character Entity Reference Chart published by the W3C HTML Working Group.\nhttps://dev.w3.org/html5/html-author/charref\n\n-  A list of unicode identities of all letter characters in all languages\nis cited from the XRegExp library source:\nhttp://xregexp.com/\n\n- The extension popup uses the CSS style reset kindly provided by Meyerweb.\nhttp://meyerweb.com/eric/tools/css/reset/\n\n- UTF16 (non-BMP) characters are read using a function kindly provided by the Mozilla Developer Network.\nhttps://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Global_Objects/String/charCodeAt"
  }
}