{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Drawboard PDF: Annotate, merge, split, convert"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Powerful PDF tools for every job. Mark up, edit and collaborate on PDFs. Fill, sign, convert and measure seamlessly in your browser."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mark up and collaborate on any PDF with ease with Drawboard PDF.\n\nMillions of engineers, architects, lawyers, students and educators are using Drawboard PDF for fast and collaborative PDF markup. Our powerful PDF tools are helping streamline workflows and reduce the world’s reliance on paper.\n\n**Installing the Google Chrome Extension enables you to:**\n\n1. Attach Drawboard PDF cloud files to emails directly from the compose window in Gmail.\n2. Open PDF email attachments in Drawboard PDF instantly.\n3. Open PDFs from the web directly in Drawboard PDF, granting you instant access to a suite of PDF tools.\n\nWith Drawboard PDF you can:\n\n- Annotate PDFs\n- Collaborate on PDF files in real-time\n- Sign documents\n- Convert images to PDF\n- Review documents with highlighters, text underline, strikethroughs and more\n- Insert notes, text, shapes, lines and images\n- Use bookmarks to create easy navigation within documents\n- Utilize AI tools to summarize, rephrase, translate text and more!\n\nWith advanced tools you can:\n\n- Merge, split and reorganize PDFs\n- Measure elements on your page\n- Add hyperlinks and audio notes to PDFs\n- Insert callouts\n- Apply various line styles and line endings\n- Save and store annotations for use at any time\n- Use grid & line overlays and templates as well as your own custom templates\n- See a detailed Annotation history and conduct construction takeoffs\n- Use OCR to make image text selectable and searchable\n- Redact text or sections of PDFs\n\nAnd more.\n\nAvailable on Windows, iOS, macOS, Android and in your web browser."
  }
}