{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stick Hero Unblocked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Stick Hero unblocked game on chrome. Stick Hero online game. Created for Stick Hero unblocked fans."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "About Stick Hero\n\nStick Hero is a popular mobile game that is simple, yet challenging and addictive. The objective of the game is to build a bridge using sticks that is just long enough to allow the hero to cross it safely and reach the end. The hero moves forward automatically, and the player has to tap the screen at the right moment to release a stick and extend the bridge. The length of the stick can be adjusted by holding down the tap, and the player has to calculate the exact length required to reach the next platform without falling off.\n\nThe game starts with simple levels, but as the player progresses, the gaps between the platforms become wider, making it increasingly difficult to reach the end. The game features crisp graphics, smooth animation, and an upbeat soundtrack that adds to the overall gaming experience. The game also has a leaderboard feature where players can compete with friends and other players to see who can reach the highest score.\n\nIf you have any questions about our Stick Hero game extension or just want to give us some feedback, feel free to send us a message or write a review! We'd love to hear from you. You can mouse over to Support tab on the extension, then click on \"visit the developer's support site\" to contact us.\n\nIf you wish to remove this extension, follow this steps:\n1. Click the 3-dot icon at the top-right corner of your screen.\n2. Hover your mouse on More tools then click Extensions.\n3. Find the Stick Hero game extension.\n4. Press \"Remove\""
  }
}