{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Upside Doun Text Generator ᐈ Mirror Text"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is a Upside Doun text tool that will convert your normal text to Generator Flip, Mirror Text possible."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Upside Doun Text Generator ᐈ Mirror Text\n\nThe upside down text / Mirror Text is a magnificent style of writing that has been used for the past many decades to create wonderful puzzles and stories that can be read both ways by turning the book upside down or in the normal way of reading.\n\nThis particular style of writing can be combined with other styles of writing available in the market like the strikethrough or the bubble mode so that a wonderful appearance can be given to the characters and a lot of people can be attracted towards the same.\n\nThis writing style has been extensively used by the different companies who are making riddles and puzzles for the kids so that the answer can be given at the bottom of the page in an upside-down manner.\n\nThe style has also been combined with the reverse text so that apart from inverting the text, the mirror image can also be created at the same time for making completely fun logical reason questions in the examinations which are solved by the people using their thinking ability.\n\nIn the coming portion of the article, we will be focusing upon the pro tips for using the same so that you can generate a good amount of revenue in a very less amount of time.\n\n\nFinal verdict\nThe upside down text  / Mirror Text is an amazing style of writing which provides you the opportunity to write normal sentences and words which are printed upside down so that they can be used in the form of puzzles for answers to a different type of questions that are printed in the books.\n\nIn this particular article, we have tried to focus upon the premium features that are provided by this type of writing style along with discussing the pro tips so that you can use it properly and earn a good amount of money with that.\n\nFeel free to mention any kind of doubts or issues related to the upside down text in the section that we have provided just below the article so that you can resolve the same in the least time."
  }
}