{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DataGrows - Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DataGrows users can download taxpayers, request & submit IRP6 returns on their eFiling profile. Import from CIPC for annual returns"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension will enable DataGrows users to download taxpayers on their eFiling profile as well as request and submit the related IRP6 returns. It also helps users request annual returns from CIPC to import the Enterprise Information.  \n\nThe extension will allow DataGrows users to communicate with South African government agency sites, to aid with compliance and submissions. DataGrows is a CRM and Practice Management Software for South African Accountants and Auditors. DataGrows assists accountants and auditors with automated workflows and staying on top of client deadlines. Keeping track of taxpayer information and submission deadlines are some of the most stressful tasks for accountants and auditors.  \n\nSARS eFiling \n \nThis extension will enable DataGrows users who are registered tax practitioners or organizations to download the taxpayer information associated with their SARS eFiling profile through a secure communication between DataGrows and SARS eFiling. The extension will also allow these users to request the IRP6s associated with the taxpayers on their profile and to save and submit the IRP6 to SARS eFiling from DataGrows.   \n\nUsers will only be able to access information for taxpayers linked to their accounting firm’s profile. DataGrows does not store the login information on our profile. The user must log in to authenticate every new session between the two sites.  \n\n\nCIPC \n\nThe extension will allow DataGrows users to import information from the CIPC eServices website into DataGrows to aid with Annual Return submissions. Enterprise Information will be imported to make it easier for the accounting professionals using DataGrows to do the submissions for their clients.  \n\nWe provide full visibility of every action and step, to build trust and show what is being imported. We partner with registered practitioners to test and review our extensions to ensure the information being passed is accurate and controlled. DataGrows is an online platform that specializes in automated task management for accounting and audit practices. Our application adds value by saving time and improving productivity and accuracy."
  }
}