{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Walmart Invoice Exporter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download Walmart order details in xlsx format"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your Walmart order management experience with the Walmart Invoice Exporter, a powerful Chrome extension that now allows you to download multiple orders at once in Excel format. Perfect for expense tracking, business records, and personal finance management.\n\n★ Key Features \n\n• Batch Download: Select and download multiple orders at once, compatible with Walmart's built-in filters (date range, order status, returns, and search)\n• Order History Crawler: Automatically collect order numbers from your purchase history.\n• Detailed Excel Export: Get comprehensive order information including:\n   - Product details (name, quantity, price)\n   - Delivery status tracking\n   - Product links for easy reference\n   - Complete order information (number, date)\n   - All charges (delivery, tax, tip)\n• Privacy-Focused: Runs only on Walmart order pages with minimal permissions.\n• Open Source: Available on GitHub for transparency and community contributions.\n\n\n★ Usage Instructions\n\n ☆ Single Order Download\n      1. Navigate to a specific Walmart order page\n      2. Click the extension icon\n      3. Click \"Download Invoice\"\n\n ☆ Batch Download\n      1. Go to your Walmart order history page (https://www.walmart.com/orders)\n      2. Click the extension icon\n      3. Set the number of pages to crawl (0 = unlimited)\n      4. Click \"Start Collection\"\n      5. Wait for the order numbers to load (may take a few seconds)\n      6. Select the orders you want to download\n      7. Click \"Download Selected Orders\"\n      8. Wait for the download to complete (may take a few minutes)\n\n☆ Pro Tip: When batch downloading, use Walmart's order page filters (search, date range, order status, returns) before clicking \"Start Collection\" to download exactly the orders you need!\n\n★ Privacy & Security:\n   • No data collection\n   • Local processing only\n   • Minimal permissions required\n   • No external server communication\n\n★ Open Source:\n   • This extension is open source and available on GitHub: https://github.com/hppanpaliya/Walmart-Invoice-Exporter\n\n★ Perfect For:\n   • Expense tracking\n   • Business accounting\n   • Budget management\n   • Purchase history organization\n\n\n★ What's New:\n\n ✦ Version 2.2 - December 5, 2024\n   • Walmart.com/orders page link clickable in the popup.\n\n ✦ Version 2.1 - December 1, 2024\n   • Enhanced user interface with progress tracking\n\n ✦ Version 2.0 - November 27, 2024\n   • Added support for downloading multiple invoices at once\n   • New order history crawler feature\n   • Improved invoice downloading system\n\n ✦ Version 1.4.1 - August 30, 2024\n   • Improved order number extraction to handle various formats, including in-store purchases.\n\n ✦ Version 1.4 - August 29, 2024\n   • Improved invoice parsing with refined print-bill classes for accurate order delivery status.\n   • Added details like tips, taxes, and delivery charges to the exported invoice.\n   • Product names and links now appear in separate columns in the Excel file.\n\n ✦ Version 1.3 - August 27, 2024\n   • Fixed an issue preventing the download of xlsx invoice files.\n   • Extension name updated.\n\n\nStreamline your Walmart purchase tracking today with this powerful, user-friendly extension!\n\n\n\nNote: This extension works only on walmart.com.\n\nDisclaimer: This extension is NOT created by or affiliated with Walmart Inc. Walmart Invoice Exporter is an independent tool developed by a third party. Walmart™ and all related trademarks are property of Walmart Inc. All rights reserved."
  }
}