{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Plus: Live screenshots of any app or website"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture, share and save data with live screenshots of any app or website."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Plus is the easiest way to bring all of your data wherever you need it, and makes any integration as simple and intuitive as taking and sharing a screenshot. \n\nPlus New Tab: Pin live Snapshots to your new tab view to effortlessly keep an eye on the latest data. Now you always have an up-to-date view of everything you need to know every time you open a new tab.\n\nHow it works:\n1. Take screenshots of the websites, apps and dashboards that you and your team want to stay updated on.\n2. Choose how often Plus should automatically update the snapshots.\n3. Embed the screen grabs in the productivity tools you use every day to create one unified view of all your data.\n4. Share the consolidated data with your team or clients. You can also use the Slack integration to automatically share up-to-date screenshots with your team.\n5. Pin the screenshots that are most important to you in Plus’s new tab extension to get a live feed of all your snapshots whenever you open a new tab.\n\nFeatures:\n• Always fresh data: Our automated screenshots ensure that your data is always up-to-date\n• Plus New Tab: Stay updated on the latest data by pinning Snapshots to your new tab view.\n• Version history - keep track of historical versions of all of your snapshots\n• Embed anywhere - use your screen grabs in all of your favorite tools\n• Share links - easily share data by linking to automated screenshots\n• Build pages - build custom pages by bringing together live screenshots within Plus or your favorite productivity tool\n\nKey use cases:\n• Build no code dashboards - combine automated snapshots within productivity tools to create dashboards from different data sources\n• Automated metrics reporting - use our Slack integration to automatically share metrics with your team via up-to-date screenshots\n• Share data with clients - report key metrics to clients without the need to share logins\n• Create a data library for your team - save automated snapshots of all your team’s key dashboards in one place\n\nMost popular integrations:\n• Collaboration: Notion, Slack, Confluence, Coda, Slite, Obsidian.\n• Presentation: Google Slides, Canva, Tome, Fermat.\n\nPlus is the fastest way to build dashboards, share data, and automate reports. All without the need for any complicated technical integrations.\n\nAbout Plus:\nAt Plus, we’re building an easier way to capture, see, and share information across different sources. Modern companies use hundreds of apps to get work done. We help teams move faster by making it easy to capture and share their most important information.\n\nPlus is the easiest way to bring all of your team’s data wherever you need it. Our goal is to make any data integration as simple and intuitive as sharing a screenshot."
  }
}