{
  "name": {
    "ar,bg,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,fa,fi,fil,he,hu,id,it,ko,lt,lv,nl,no,pt_BR,pt_PT,ro,sk,sv,th,zh_CN,zh_TW": "House of Hazard Online Chrome",
    "am": "የአደጋ ቤት የመስመር ላይ Chrome ቤት",
    "bn": "হাউস অফ হ্যাজার্ড অনলাইন ক্রোম",
    "ca": "Casa del perill en línia Chrome",
    "es": "House of Hazard en línea Chrome",
    "et": "Ohukoda online Chrome",
    "fr": "Chrome en ligne House of Hazard",
    "gu": "હેઝાર્ડ ઓનલાઇન ક્રોમનું ઘર",
    "hi": "हाउस ऑफ हेजर्ड ऑनलाइन क्रोम",
    "hr": "Kuća opasnosti na mreži kromiranje",
    "ja": "ハウスオブハザードオンラインクロム",
    "kn": "ಹೌಸ್ ಆಫ್ ಹಜಾರ್ಡ್ ಆನ್‌ಲೈನ್ ಕ್ರೋಮ್",
    "ml": "ഹ House സ് ഓഫ് ഹസാർഡ് ഓൺലൈൻ ക്രോം",
    "mr": "हाऊस ऑफ हॅजार्ड ऑनलाईन क्रोम",
    "ms": "Rumah Hazard Chrome Online",
    "pl": "House of Hazard Chrome",
    "ru": "Дом опасности онлайн хром",
    "sl": "Hiša nevarnosti na spletu Chrome",
    "sr": "Кућа опасности на мрежи Цхроме",
    "sw": "Nyumba ya Hazard Online Chrome",
    "ta": "ஹவுஸ் ஆஃப் ஆபத்து ஆன்லைன் குரோம்",
    "te": "హౌస్ ఆఫ్ హజార్డ్ ఆన్‌లైన్ క్రోమ్",
    "tr": "House of Tehlike Çevrimiçi Krom",
    "uk": "Будинок небезпеки в Інтернеті Chrome",
    "vi": "House of Hazard trực tuyến Chrome"
  },
  "short": {
    "ar": "هدفك هو ترك المنزل بأسرع وقت ممكن من خلال تجنب المخاطر والعقبات.",
    "am": "ዓላማዎ አደጋዎችን እና መሰናክሎችን በማስወገድ ከቤት በተቻለ መጠን በፍጥነት መተው ነው.",
    "bg": "Целта ви е да оставите къщата възможно най -бързо, като избягвате опасности и препятствия.",
    "bn": "আপনার লক্ষ্য হ'ল ঝুঁকি এবং বাধা এড়িয়ে বাড়িটি যত তাড়াতাড়ি সম্ভব ছেড়ে দেওয়া।",
    "ca": "El vostre objectiu és deixar la casa el més ràpid possible evitant els perills i els obstacles.",
    "cs": "Vaším cílem je opustit dům co nejrychleji tím, že se vyhýbáte rizikům a překážkám.",
    "da": "Dit mål er at forlade huset så hurtigt som muligt ved at undgå farer og hindringer.",
    "de": "Ihr Ziel ist es, das Haus so schnell wie möglich zu verlassen, indem Sie Gefahren und Hindernisse vermeiden.",
    "el": "Ο στόχος σας είναι να αφήσετε το σπίτι όσο το δυνατόν γρηγορότερα, αποφεύγοντας τους κινδύνους και τα εμπόδια.",
    "en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pt_BR,pt_PT,zh_CN,zh_TW": "Your goal is to leave the house as fast as possible by avoiding hazards and obstacles.",
    "es": "Su objetivo es salir de la casa lo más rápido posible evitando los peligros y los obstáculos.",
    "et": "Teie eesmärk on lahkuda majast võimalikult kiiresti, vältides ohte ja takistusi.",
    "fa": "هدف شما این است که با جلوگیری از خطرات و موانع ، خانه را در اسرع وقت ترک کنید.",
    "fi": "Tavoitteenasi on poistua talosta mahdollisimman nopeasti välttämällä vaaroja ja esteitä.",
    "fr": "Votre objectif est de quitter la maison le plus vite possible en évitant les dangers et les obstacles.",
    "gu": "તમારું લક્ષ્ય જોખમો અને અવરોધો ટાળીને ઘરને શક્ય તેટલું ઝડપથી છોડવાનું છે.",
    "he": "המטרה שלך היא לעזוב את הבית מהר ככל האפשר על ידי הימנעות ממפגעים ומכשולים.",
    "hi": "आपका लक्ष्य खतरों और बाधाओं से बचकर घर को जितनी जल्दी हो सके छोड़ना है।",
    "hr": "Vaš je cilj napustiti kuću što je brže moguće izbjegavajući opasnosti i prepreke.",
    "hu": "A cél az, hogy a házat a lehető leggyorsabban hagyja el a veszélyek és akadályok elkerülésével.",
    "id": "Tujuan Anda adalah meninggalkan rumah secepat mungkin dengan menghindari bahaya dan rintangan.",
    "it": "Il tuo obiettivo è uscire di casa il più velocemente possibile evitando pericoli e ostacoli.",
    "ja": "あなたの目標は、危険や障害を回避することで、できるだけ速く家を離れることです。",
    "kn": "ಅಪಾಯಗಳು ಮತ್ತು ಅಡೆತಡೆಗಳನ್ನು ತಪ್ಪಿಸುವ ಮೂಲಕ ಮನೆಯಿಂದ ಸಾಧ್ಯವಾದಷ್ಟು ವೇಗವಾಗಿ ಹೊರಹೋಗುವುದು ನಿಮ್ಮ ಗುರಿಯಾಗಿದೆ.",
    "ko": "당신의 목표는 위험과 장애물을 피함으로써 가능한 빨리 집을 떠나는 것입니다.",
    "ml": "അപകടങ്ങളും തടസ്സങ്ങളും ഒഴിവാക്കിക്കൊണ്ട് വീട് കഴിയുന്നത്ര വേഗത്തിൽ ഉപേക്ഷിക്കുക എന്നതാണ് നിങ്ങളുടെ ലക്ഷ്യം.",
    "mr": "आपले ध्येय आहे की धोके आणि अडथळे टाळून शक्य तितक्या लवकर घर सोडणे.",
    "ms": "Matlamat anda adalah untuk meninggalkan rumah secepat mungkin dengan mengelakkan bahaya dan halangan.",
    "nl": "Uw doel is om het huis zo snel mogelijk te verlaten door gevaren en obstakels te vermijden.",
    "no": "Målet ditt er å forlate huset så raskt som mulig ved å unngå farer og hindringer.",
    "pl": "Twoim celem jest jak najszybsze opuszczenie domu, unikając zagrożeń i przeszkód.",
    "ro": "Scopul tău este să părăsești casa cât mai repede, evitând pericolele și obstacolele.",
    "ru": "Ваша цель - покинуть дом как можно быстрее, избегая опасностей и препятствий.",
    "sk": "Vaším cieľom je opustiť dom čo najrýchlejšie tým, že sa vyhnete nebezpečenstvám a prekážkam.",
    "sl": "Vaš cilj je, da hišo zapustite čim hitreje, tako da se izognete nevarnostim in oviram.",
    "sr": "Ваш циљ је да кућу оставите што је брже могуће избегавањем опасности и препрека.",
    "sv": "Ditt mål är att lämna huset så snabbt som möjligt genom att undvika faror och hinder.",
    "sw": "Kusudi lako ni kuondoka nyumbani haraka iwezekanavyo kwa kuzuia hatari na vizuizi.",
    "ta": "ஆபத்துகள் மற்றும் தடைகளைத் தவிர்ப்பதன் மூலம் வீட்டை முடிந்தவரை வேகமாக விட்டுச் செல்வதே உங்கள் குறிக்கோள்.",
    "te": "మీ లక్ష్యం ప్రమాదాలు మరియు అడ్డంకులను నివారించడం ద్వారా ఇంటిని వీలైనంత వేగంగా వదిలివేయడం.",
    "th": "เป้าหมายของคุณคือการออกจากบ้านให้เร็วที่สุดเท่าที่จะทำได้โดยหลีกเลี่ยงอันตรายและอุปสรรค",
    "tr": "Amacınız, tehlikeler ve engellerden kaçınarak evi olabildiğince hızlı bırakmaktır.",
    "uk": "Ваша мета - вийти з дому якомога швидше, уникаючи небезпек та перешкод.",
    "vi": "Mục tiêu của bạn là rời khỏi nhà nhanh nhất có thể bằng cách tránh các mối nguy hiểm và chướng ngại vật."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "House of Hazards is a fun local multiplayer game where each player completes tasks around the house while avoiding hazards. How far will you get before one of your friends trips you up?\n\nHow to Play House of Hazards\nThe house wants to hurt you\nHealth and safety? There is none here. There are dodgy light fittings, misfiring taps, and flying toast slices trying to knock you down. This isn’t a fever dream. It’s the daily struggle for those living in the House of Hazards. Step up and see what menial household tasks you can achieve today.\n\nTry to live your daily life\nUltimately, your goal is to leave the house. You’ll have various tasks to complete. These are simple things - making coffee, checking the mailbox, watering flowers. But, the other house members will be waiting - watching for you to walk into their trap before you can do it.\n\nCause chaos for your housemates\nIf you’re in the position of causing hazards, there is plenty you can do to make your housemates lives miserable. You can fire taps, toast, and lasers at them. Drop lights on their heads. You can even pick up their limp bodies off the floor and lock them in a chest!"
  }
}