{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gera para mim"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Irá ajudar a gerar diversos tipos de dados"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Facilite o preenchimento de inputs com a nossa extensão Gera para mim! Ideal para desenvolvedores web que buscam agilizar seus processos de testes e desenvolvimento, essa ferramenta permite gerar dados fictícios de forma rápida e eficiente diretamente pelo menu de contexto do Chrome.\n\n\nPrincipais Recursos:\n\nGeração Instantânea de Dados: Crie dados de teste como nomes, e-mails, endereços, números de telefone e mais, com apenas um clique no menu de contexto.\n\nCustomização: Personalize os tipos de dados gerados para se adequar às suas necessidades específicas de desenvolvimento.\nIntegração Simples: Utilize facilmente os dados gerados nos inputs de seus formulários através do menu de contexto do navegador.\n\nSegurança: Os dados gerados são completamente fictícios, garantindo que informações reais e sensíveis não sejam comprometidas.\n\n\nBenefícios:\n\nAcelere o Desenvolvimento: Reduza o tempo gasto preenchendo formulários manualmente e concentre-se no que realmente importa – o desenvolvimento do seu projeto.\nMelhore os Testes: Garanta que seus testes sejam mais completos e abrangentes com dados variados e realistas.\n\nAumente a Produtividade: Com dados gerados automaticamente via menu de contexto, você pode executar mais testes em menos tempo, aumentando a eficiência do seu workflow.\nExperimente agora e veja como o Gera para mim pode transformar seu processo de desenvolvimento!"
  }
}