{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ExpertFile – Search for Experts Now!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search and connect for FREE with experts from leading institutions & industry - ready to share their insights on over 50,000 topics."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Looking for access to top experts?  Add ExpertFile's handy chrome extension and streamline the often difficult and time-consuming process of identifying and connecting with experts from leading organizations.   Already trusted by thousands of journalists looking for media sources, event organizers seeking speakers and individuals looking to connect with experts their field, ExpertFile can help. \n\nWith expertise on a growing list of over 50,000 topics, discovering and connecting with great experts from leading universities and colleges, healthcare institutions, associations and business is easy.   Full expert profiles detail areas of expertise, bios, past media and event experiences, books, video and more, giving you all the insights to choose the best expert for your needs. \n\nExpertFile is considered the leading source of experts, always free to search and connect.  \nAll it takes is a few simple clicks once downloaded to get started.\n\n-----------------------------------------\nKey Benefits of ExpertFile\n-----------------------------------------\n\n1. Find experts on any topic, from around the world.​\n\nExpertFile gives you the power to conduct searches on just about any subject or term and instantly review a list of curated experts with detailed and relevant content. In fact, our comprehensive expert database is home to experts from leading universities, institutions, think tanks, associations, corporations and more.\n\n2. Access trusted sources when and where you need them.\n\nIn addition to this chrome extension visit our search engine at www.expertfile.com.  We’ve also have partnerships that deliver expert profiles right to the newsroom through exclusive integrations.\n\n3. Get in touch with the right people.\n\nThe ExpertFile platform connects you directly with an expert or communications team about your engagement and ensures you never reach a dead end. As members of the ExpertFile community, these sources know that time is of the essence and will be sure to quickly get you the answers you need."
  }
}