{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SignalProp"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Analyze rental properties in seconds like a pro while browsing zillow/redfin/realtor and more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🏠 Analyze the neighborhood with your personal AI Agent.\n\nImagine this: you're browsing Zillow, and you find a property that catches your eye. With just a right click, and SignalProp will calculate cashflow / demographic data / distance to point of interests such as public transportation and many more for you. It's like having a local real estate expert right by your side! \n\nWhat kind of information will you get? Here are some highlights:\n\n1. 📈 Population Growth: See how the area has grown over the last 5 years. An important metric to make sure you don't invest in a dying area.\n\n2. 🚨 Crime Trends: We pull data straight from the local police station, so you know how safe the neighborhood is. High crime will negatively impact the value of the property.\n\n3. 🤖 Rental Calculator: Been copy pasting price or square footage to your spreadsheet calculator? Our calculator pulls from the listing and calculates in real time. You can even tweak the numbers on the fly to see how the metrics such as cap rate / cash on cash would pencil out.\n\n3. 👥 Demographics: Understand who lives in the area based on US census data. From income, to jobs, you can gauge the profile of your future tenants.\n\nOur extension gives you over 40 other important signals to help you make the best decision.\n\nCustomization is at the core of our offering, you can create your own scenarios! Pick the signals that matter most to you, and SignalProp will generate custom reports.\n\nLet SignalProp do the heavy lifting of the research for you. With our help, you'll make faster, smarter decisions and grow your real estate empire in no time! 🏰\n\n\nHappy investing!"
  }
}