{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CRMDialer Gmail Plugin"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CRMDialer is the industry's best power dialer CRM software. Email, calling, SMS and more. Integrated with Google Calendar and Email."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Presenting an extension to work with www.crmdialer.com or as a standalone. CRMDialer’s Gmail extension provides you with the tools you need to grow your business. CRMDialer is the premier provider of all-in-one CRM solutions, giving you the ability to manage all of your teams day-to-day activities, in one platform. \n\nFOLLOW UP WITH EASE\nCreate tasks and reminders right in gmail, so that you never forget to follow up with a prospect. You can also schedule emails to go out at a specific time, so that you never respond too early, or too late. \n\nEMAIL TEMPLATES\nAccess all of your CRMDialer templates right in your email composition. Whether it be for a completely new email chain, or for an existing one, you can be more productive, and send out the right response to close that deal faster. \n\nVOICE RECOGNITION\nWhether you are on the move or in the comfort of your desk, you can leverage our powerful voice recognition software, to type your email for you quickly.\n\nCOMMUNICATION\nMake a phone call or send a text message easily with the click of a button right from Gmail. This way you are more productive, and don’t have to switch pages for a quick talk, making you more productive. \n\nNEVER GET LOST\nCreate new notes and access existing notes about your prospect, so that you never lose track of where you last left off.\n \nADD NEW LEADS TO THE SYSTEM\nGot a new inbound prospect over email? Add them to CRMDialer with the click of a button, and immediately start taking notes, creating tasks, and communicating with them."
  }
}