{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Canvas LMS Mods (Basic)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This provides modifications to the Canvas LMS to improve the user experience visually and functionally."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GitHub Repository: https://github.com/Code-with-Ski/Canvas-LMS-Mods\nWebsite with Feature Overviews: https://code-with-ski.github.io/Canvas-LMS_Mods-Website/\n\n------------------------------------------------------------------------------------------------------\nHOST PERMISSIONS CHANGE\nTo allow all Canvas LMS users on a custom domain to use this without needing to request and wait for the next update, the host permissions have been changed to allow all domains optionally.  \n\nBy default, the Instructure hosted Canvas LMS domains should work upon installation. To ensure these features aren't accidentally applied to a website that isn't the Canvas LMS, all other domains are permitted as optional. To use this extension with a custom domain, you will need to update the settings on the extension to list it as a specific approved site or when clicked.\n------------------------------------------------------------------------------------------------------\n\nThis Chrome extension modifies and adds to the Canvas LMS GUI to improve productivity and functionality for users. Most features are targeted to support admins and/or teachers, but some features are useful to all users.\n\nIt adds additional information that may be useful to users by adding new elements with details that are in the source code, but not currently visible and/or from Canvas LMS API calls. It also adds additional features like search functionalities on pages without a native search/filter.\n\nUsers are able to control which features they want to use through the options.  This allows them to disable features they don't want and/or that may conflict with other settings/customizations they have on their instance of Canvas LMS.\n\nUpdates with version 7.3.2:\n- Added console error messages for failed paginated requests\n- Added error handling when account IDs are not found when loading the Admin Quick Access account select menu\n- Fixed placement of checkbox for showing inactive enrollments\n- Grouped add people and export button together for better handling on smaller screens\n- Grouped the role select and section select menus together for better \n\nUpdates with version 7.3.1:\n- Fixed bug with terms select menu for user's course enrollment filter (admin)\n\nUpdates with version 7.3.0:\n- Added ability to load SIS course ID under each of the courses in the user's course enrollments (admin)\n- Added ability to filter user's course enrollments (admin) by SIS course ID\n- Grouped user's course enrollments filters by type (search inputs grouped together, and select menus grouped together)\n- Added \"rejected\" enrollment state as option for the course enrollments report\n\nUpdates with version 7.2.0:\n- Added ability to clear and/or download loading messages on custom reports\n- Added new filters to course enrollments when admin view a user's profile from account People search: roles filter, course name search, and course code search\n- Added support for Simple Search on course enrollments of a user's profile from account People search\n- Updated design and style of dialog for Simple Search to include a header, body, and footer to more closely resemble dialogs in Canvas\n\nUpdates with version 7.1.0:\n- Updated loading message area on custom reports to scroll\n- Updated reports to append loading messages rather than replace to be able to review loading messages\n- Improved error messages and handling of failed requests in custom reports to assist with debugging and making it clear to the user when a part of the report generation fails.  Report will still try to complete even if part of the process fails\n- Updated Simple Search to require at least 3 characters in the search query when including file names to search\n\nUpdates with version 7.0.0:\n- Simple Search on All Courses will search unique course IDs now rather than potentially duplicating a search if you have multiple enrollments in the same course\n- Added expand/collapse assignment groups button\n- Added expand/collapse buttons to the group sets\n- Added search and expand all to the sub-accounts list in the Admin area\n- Updated the sub-account IDs feature to apply to nested sub-accounts when they are revealed\n- Added error handling to Submission Results course report in case the request to get submissions fails\n\nUpdates with version 6.1.0:\n- Added browser extension option control for the All Courses Simple Search\n- Updated the SkiReportCourseSimpleSearch to work for both a single course and the All Courses page\n- Updated the Simple Search results to have the content and HTML content cells appear collapsed initially. These can then be expanded as needed to view the full content if desired. This helps to reduce the total height required to display the results since each result could be long.\n- Refactored SkiReportCourseSimpleSearch to reduce some of the redundancy\n\nUpdates with version 6.0.0:\n- Updated download data functionality for tables to look at direct table rows rather than table rows that may be within the table data.\n- Updated default size of simple search modal to be larger\n- Updated simple search in course to add search options to only search certain types of content\n- Updated simple search in course to also be able to search course syllabus, files, and module items\n- Added new simple search feature to the All Courses page. This is like Simple Search for a course, but it searches across multiple courses the user is enrolled in.  There are options to search by enrollment state as well (current, past, and/or future). Also, if the column search/filter options are used to hide some courses, they won't be included in the search results when they are hidden.\n\nUpdates with version 5.3.3:\n- Deprecated feature adjusting the style on the only blueprint courses checkbox on the admin courses search due to additional search option added by Instructure\n- Deprecated feature for converting the sub-account name in the admin courses search since this is now a native feature\n- Updated placement of additional search options on the admin course search to be in their own row to improve the appearance\n- Updated browser search options to add a link to the documentation website and improve spacing\n- Fixed feature for adding link to grades in the admin course search to not require enabling the number of students to be a link to the People page in the course\n\nUpdates with version 5.3.2:\n- Fixed highlighting for Simple Search in titles\n- Added support for grade export feature on the discussion re-design\n- Fixed some typos\n- Refactored code for detailed logging feature to its own file\n- Added some new optional debugging messages when detailed logging is enabled\n\nUpdates with version 5.3.1:\n- Updated manifest to ensure ski-report.js is loaded before the subclasses to avoid loading error\n- Updated grade overlay feature on dashboard to monitor for changes in case the overlay gets removed while the cards finish fully loading so it can be re-added\n\nUpdates with version 5.3.0:\n- Updated the \"All Courses\" sort to apply to all columns and disable the sort button on those that don't need to sort. This is to provide consistency in headings based on the new feature from Canvas.\n- Updated the \"All Courses\" filters to be a part of the original thead row with the original th elements.\n- Added a filter for the favorited state on the All Courses lists\n- Deprecated the draft comment mod in SpeedGrader since it is now a native feature\n- Added option for enabling detailed logging (currently used primarily to console log API requests)\n- Added Simple Search feature to courses as a course navigation link. It currently allows searching for a specific term/phrase in Pages, Assignments, Discussion topics, and Announcements.\n\nUpdates with version 5.2.5:\n- Patched Modules Progress course report to handle missing module progress for users\n- Patched User Access course report to get report for individual users\n\nUpdates with version 5.2.4:\n- Updated Modules Progress course report to fetch module items if they aren't included when fetching the modules.\n\nUpdates with version 5.2.3:\n- Added more error handling for the Modules Progress course report\n\nUpdates with version 5.2.2:\n- Patched bug with page ID and page URL in the Page Details course report\n\nUpdates with version 5.2.1:\n- Patched load rubric details feature to work on accounts rubrics page\n- Patched Grade History report loading message\n- Patched User Access report loading message\n- Patched request handler for User Access Report to handle pagination with a request URL ending in .json\n\nUpdates with version 5.2.0:\n- Updated import rubric feature and drag-and-drop criteria feature for rubrics so that it also works on the assignment details page when adding/editing rubrics.\n- Patched issue with module progress report failing to complete due to module progress not existing for a requested user\n- Added a local cache to SkiReport to that common requests used across reports can be saved rather than repeating requests that are unlikely to change while using the reports.  Users can refresh the page to update the cache if changes are made while using the reports.\n- Added new course/section reports:\n  - Grading To Do Report\n  - Grade History Report (Able to check grade history of deleted users too)\n  - Missing Rubric Grade Report (Find graded submissions that had an associated rubric, but the rubric wasn't used for assessment)\n  - User Access Report\n\nUpdates with version 5.1.0:\n- Fixed bug with Discussion Replies report having an error due to deleted posts.  It ignores deleted posts for now until version history becomes available\n- Added new columns to the Assignment Details report\n\nUpdates with version 5.0.0:\n- Select course reports are now available as section reports on the section settings pages\n- Loading messages have been added to the custom reports to help see status and an error message is something go wrong\n- Discussion Replies report has option to run report for one discussion board, if desired\n- Submissions report has option to run the report for a single assignment, if desired, and to select certain submission states\n- Updated manifest to try to prevent issue with scripts loading out of order for reports\n\nUpdates with version 4.0.0:\n- Rubric association report on individual rubrics\n- Used for grading indicator for rubrics on assignment details\n- Load assignment details feature on list of assignments \n  - Submission type(s)\n  - Whether or not it affects the final grade\n  - Associated rubric, if it is used for grading, and if it uses outcome criteria\n  - Option for Turnitin check too\n- Made rubric search on the rubrics page a shared feature so it works in accounts and courses\n- Load rubric details feature on list of rubrics\n  - Context for rubric\n  - Whether or not it has assignment associations\n  - Whether or not it has outcome criteria\n- Export grades for discussion board\n\nUpdates with version 3.2.0:\n- Updated Discussion Replies report to include Discussion Counts\n- Added new Enrollments course report\n- Added button link to \"Course Statistics\" on the home page to make it easier to get to the custom course reports in this tool\n\nUpdates with version 3.1.0:\n- Host permissions adjusted to make Instructure hosted domains required and all other domains optional\n\nUpdates with version 3.0.0:\n- Host permissions change to allow all domains\n- Added feature to an Assignment page to export grades when the graded ratio shows\n- Added custom course reports on the Statistics page of a course (link to Course Statistics found in Course Settings)\n- Added ability to import rubric criteria information when editing a rubric\n- Added ability to drag and drop rubric criteria rows when editing a rubric\n\nUpdates with version 2.2.0:\n- Updated requests to include the base URL rather than a relative URL\n- Updated admin course search to request individual courses that are missed by the bulk request that attempts to get all the results for the current page of search results\n- Added support for an additional school's vanity URL\n\nUpdates with version 2.1.0:\n- Added additional supported domains for some schools with a custom domain.\n- Added feature to show the Canvas course ID in the user's enrollments list (seen by Admin when looking at a user)\n\nOptions Added with version 2.0.0:\n- Admin Global Nav Menu\n  - Admin quick access links (course search, people search, account links) (Uses Canvas LMS API)\n- Admin\n  - Courses\n    - Search option for published/unpublished courses\n    - Sort option by Canvas course ID\n    - Convert number of students to a people course link\n    - Add link to view grades to course search results\n    - Convert subaccount name to a link to the subaccount (Uses Canvas course ID)\n- Course\n  - SpeedGrader\n    - Convert text based links to hyperlinks in comments\n    - Replace draft comment indicator from \"*\" to \"DRAFT\"\n\nOptions Added with version 1.3.1:\n- Dashboard\n  - Show current course grade on course cards for courses where the user is a student (Uses Canvas LMS API)\n\n- Course\n  - People/Users\n    - Enable users export to CSV button (Requires course admin permission)\n    - Enable ability to hide inactive users\n    - Enable ability to filter by section (Uses Canvas LMS API)\n    - Enable people sort by columns\n  - Groups\n    - Enable groups export to CSV button (Requires course admin permission) (Uses Canvas LMS API)\n  - User\n    - Enable access report export to CSV button\n\n- Admin\n  - People\n    - Add link to grades for active courses\n  - User Grades\n    - Updates the name and headings to reflect the user (Uses Canvas LMS API)\n\nOptions Added with version 1.2.0:\n- All Courses\n    - Enable filters on enrollment lists (Term, Enrolled as, Published)\n    - Enable search bars on enrollment lists (Course, Nickname)\n    - Enable column sorts on enrollment lists\n\nOptions Available from before version 1.2.0:\n- Global\n    - Enable full-width for the page body\n- Account\n    - Profile\n        - Enable \"View Grades\" button on the user's account profile page\n- Dashboard\n    - Enable \"See all courses\" button on the dashboard\n- Course\n    - Global for course\n        - Enable sticky course header\n    - Modules\n        - Enable \"Jump to Module\" selection\n- Admin\n    - Course Search\n        - Prevents input for \"Show only blueprint courses\" from filling to the end of the page in desktop view\n        - Add the course code to the course search results (Uses Canvas LMS API calls)\n    - People\n        - User Account Details\n            - Course enrollments box\n                - Make it resizable\n                - Set a default height\n                - Sort the enrollments by status, term, and role\n                - Filter enrollments by course published status, enrollment status, and/or term\n                - Add the course code to the list of enrollments (Uses Canvas LMS API calls)\n            - Accounts box\n                - Make it resizable\n                - Set a default height\n                - Show the admin roles in each account (Uses Canvas LMS API calls)\n            - Groups box\n                - Make it resizable\n                - Set a default height\n            - Avatar image\n                - Make it resizable by clicking and/or dragging it to resize\n        - Profile Pictures\n            - Make it resizable by dragging the corner\n            - Make it a rounded square instead of a circle to show more of the background\n            - Adjust the default size\n        - Rubrics\n            - Add a search ability to the rubrics\n        - Question Banks\n            - Add a search ability to the question banks\n        - Sub-accounts\n            - Enable show Canvas account ID\n            - Enable show SIS account ID (Uses Canvas LMS API calls)\n        - Terms\n            - Add a search ability to the terms\n            - Move the add term button to the top of the terms table\n            - Show the Canvas Term ID\n        - SIS Import\n            - Enable SIS History Log (Uses Canvas LMS API Calls)\n\nYou can review the source code in the GitHub repository."
  }
}