{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SHRED"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "We help you save money on your favorite fitness brands!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🔥 SHRED: Unleash Fitness Savings in Seconds! 🔥\nAre you passionate about fitness? So are we. And we believe that achieving your fitness goals shouldn't burn a hole in your pocket. Introducing SHRED, the ultimate fitness-focused browser extension.\n\n🛍️ Instant Access to the Best Fitness Discounts:\nNo more endless searching or expired codes. As you shop for supplements, gym gear, and fitness equipment, SHRED automatically scours the internet to bring you the best active discount codes.\n\n💡 Easy-to-use Browser Extension:\nNo complicated setups. Add SHRED to your browser in seconds and let the savings begin! Every time you're on a fitness-related website, we'll be there ensuring you never pay full price again.\n\n🌐 Massive Database, Massive Savings:\nOur dedicated team ensures our database is brimming with codes for all major fitness brands and stores. With SHRED, savings aren't just guaranteed; they're a click away.\n\n🤝 Get on Board with SHRED:\nDon't waste money on full-priced fitness gear. With SHRED, get the best deals every time. Join us and make every fitness purchase count.\n\n\nHow to Use the SHRED Browser Extension:\n1.\tInstallation: Add the SHRED extension to your browser from the official website or browser extension store.\n\n2.\tShop Normally: Visit your favorite fitness-related online stores to browse supplements, gym gear, and other fitness products.\n\n3.\tAutomatic Discounts: As you approach checkout, SHRED will automatically search for and apply the best discount codes available for that site.\n\n4.\tCheckout & Save: Complete your purchase as you normally would, enjoying the savings SHRED found for you!\n\nIt's as simple as that – SHRED works in the background, ensuring you always get the best deal."
  }
}