{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AliEx Dropshipping Center | Quick Access"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick access to the Ali Dropshipping Center made easy"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover the Dropshipping Center with Our Free Chrome Extension!\n\nUnlock the power of the Aliex Dropshipping Center in just a few clicks with our convenient Chrome extension. Designed specifically for dropshipping professionals, this tool provides you with instant access to the platform developed to boost your dropshipping business!\n\nWhy is it important?\nAccess to the Dropshipping Center is typically reserved for experienced dropshippers who have achieved a significant sales volume. However, our extension breaks down these barriers, granting you free access to this exclusive service. Expand your product range and increase your turnover with ease.\n\nWhat can you expect from the Dropshipping Center?\nAliex Dropshipping Center is a powerful platform that helps you find the best products and suppliers on the marketplace. Discover products based on price, range, delivery speed, product rating, sales quantities, reviews, and keywords. It's the ultimate tool to enhance your sales and generate innovative product ideas.\n\nHow does it work?\nInstalling our extension is quick and simple. Once installed, simply log in to the Aliex website. You'll notice a convenient link displayed at the top left of your Aliex pages, leading you directly to the Dropshipping Center. Alternatively, you can click on the extension logo in your browser for instant access.\n\nImportant Privacy Information:\nYour privacy and personal data protection are our top priorities. We fully comply with GDPR regulations and Alibaba partner programs. Rest assured, your personal data is not required nor collected by our \"AliEx Dropshipping Center\" plugin. Our extension is solely designed to provide access to the platform, utilizing the data visible to you directly on the Aliexpress site in a simplified manner.\nWe are using aliexpress affiliate to monetize our extension.\nGet started today and revolutionize your dropshipping business with our AliEx Dropshipping Center extension. \nEnjoy the benefits of this powerful tool and watch your business thrive!"
  }
}