{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kanbox, Linkedin Automation and CRM",
    "fr": "Kanbox, Automation Linkedin et CRM"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Supercharge your growth on Linkedin by automating your prospecting in a user-friendly interface and expertly managing your network.",
    "fr": "Dopez votre croissance sur Linkedin en automatisant vos campagnes de prospection et gérez votre réseau de manière experte."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Make your LinkedIn account a B2B Lead Generation Powerhouse\n\nHow does Kanbox work?\n\n1 / LinkedIn Scraper and Prospect Manager\nEasily import prospects from LinkedIn and Sales Navigator. Obtain cleaned and duplicate-free data. Refilter and segment your prospect lists directly in Kanbox using advanced filters. Find your prospects' professional emails with one click, 100% GDPR compliant. Export ready-to-use CSV files.\n\n2/ Automated Prospecting on LinkedIn\nCreate campaigns to automate LinkedIn profile visits, connection requests, messages, and follow-ups. Personalize your prospecting messages using templates. Conduct A/B tests, measure results, and optimize. Track all your campaigns in automated CRM Pipelines (Kanban).\n\n3/ Smart LinkedIn Network Manager and Messaging\nOrganize your network with filters and labels. Batch process actions for sending messages, connection requests, and more. Full-screen LinkedIn messaging chat with key contact information to facilitate communication.\n\nIs Kanbox right for you?\n- Sales or Marketers: Empower your teams to develop LinkedIn prospecting.\n- Recruiters: Streamline recruitment processes with simplified communication and candidate tracking with CRM Pipelines (Kanban).\n- Influencers: Improve conversion rates with precise targeting and effective communication.\n- Founders/CEOs: Segment, organize, and efficiently grow your network while increasing responsiveness to opportunities.\n\nWhy do our customers choose Kanbox?\n\n1: All-in-One Solution\nKanbox is a comprehensive tool for collecting data from LinkedIn and Sales Navigator, managing prospects, executing automated campaigns, and managing your inbox, all on one platform.\n\n2: Cost Efficiency\nControl your costs. No more stacking tools and subscriptions! Kanbox is an exceptionally cost-effective solution for your business.\n\n3: Top-notch User Experience\nEnjoy an excellent user experience. The interface is simple and intuitive.\n\n👨‍💼 Customer Service at Your Service\nAt Kanbox, we make your satisfaction our priority. Our customer service is always available, just a click away!\n\nNote: We are not affiliated with LinkedIn Corporation. LinkedIn is a registered trademark of LinkedIn Corporation.",
    "fr": "Faites de votre compte LinkedIn un Hub de Génération de Leads B2B\n\nComment fonctionne Kanbox ?\n\n1 / Un Scraper LinkedIn et un Gestionnaire de prospects\nImportez très facilement des prospects depuis LinkedIn et Sales Navigator. Obtenez des données nettoyées et sans doublons. Refiltrez et segmentez vos listes de prospects directement dans Kanbox à l'aide de filtres avancés. Trouvez les emails professionnels de vos prospects en un clic, 100% RGPD. Exportez des fichiers CSV prêts à l'emploi.\n\n2/ Une prospection Automatisée sur LinkedIn\nCréez des campagnes pour automatiser les visites de profil LinkedIn, les demandes de connexion, les messages et les relances. Personnalisez vos messages de prospection à l'aide de modèles. Réalisez des tests A/B, mesurez les résultats et optimisez. Suivez toutes vos campagnes dans les Pipelines CRM (Kanban) automatisés.\n\nÉtape 3 : Gestionnaire de Réseau et Messagerie LinkedIn intelligente\nOrganisez votre réseau avec des filtres et des étiquettes. Classez et exécutez des actions en masse pour l'envoi de messages, les demandes de connexion, et plus encore. Un chat de messagerie LinkedIn plein écran avec les informations clés de votre interlocuteur pour faciliter la communication.\n\nKanbox est-il fait pour vous ?\n- Sales ou Marketers : Donnez à vos équipes les moyens de développer la prospection sur LinkedIn\n- Recruteurs : Optimisez les processus de recrutement avec une communication simplifiée et le suivi des candidats avec les Pipelines CRM (Kanban)\n- Influenceurs : Améliorez les taux de conversion avec un ciblage précis et une communication efficace.\n- Fondateurs/PDG : Segmentez, organisez et développez efficacement votre réseau tout en augmentant votre réactivité aux opportunités.\n\nPourquoi nos clients choisissent Kanbox ?\n\n1 : Solution Tout-en-un\nKanbox est un outil complet qui permet de collecter des données depuis LinkedIn et Sales Navigator, gérer les prospects, exécuter des campagnes automatisées et gérer votre boîte de réception, le tout sur une seule et même plateforme.\n\n2 : Efficacité Coût\nContrôlez vos coûts. N'empilez plus les outils et les abonnements ! Kanbox est une solution exceptionnellement rentable pour votre entreprise.\n\n3 : Expérience Utilisateur au Top\nProfitez d'une excellente expérience utilisateur. L'interface est simple et intuitive.\n\n👨‍💼 Service Client à Votre Service\nChez Kanbox, nous faisons de votre satisfaction notre priorité. Notre service client est toujours à votre disposition, à seulement un clic !\n\nRemarque : Nous ne sommes pas partenaire de LinkedIn Corporation. LinkedIn est une marque déposée de LinkedIn Corporation."
  }
}