{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Custom Tab Title"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Change and maintain custom tab titles"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows you to set and maintain custom tab titles for enhanced organization and clarity. It aims to handle all known title change scenarios to preventing flickering from occurring if the page tries to change its title while you have a custom one set.\n\nWhen you click the extension's icon, a popup is shown with the following main options:\n\n1. Set Custom Title: This applies to just your current page in this tab and is maintained even if the page is refreshed.\n2. Maintain on Navigation: This applies your custom title for the current tab even if you navigate to other pages within that tab. It is enabled by default, although it only has an effect if a custom title is set.\n3. Reset Title: Clears the saved custom title setting for the current tab and changes the title back to the one the page most recently tried to set it to, while allowing the page to change its title freely again.\n\nThere is also a Change Shortcuts button that brings you to Chrome's extensions shortcuts page so you may alter or disable the default shortcuts.\n\nDefault Keyboard Shortcuts:\n- Set Custom Title: Alt + Shift + S\n    - When pressed, a text input will show in the middle of the screen, which can be submitted with Enter. It can be canceled by pressing the shortcut again or by pressing Escape.\n- Reset Custom Title: Alt + Shift + R\n- Toggle Maintain on Navigation: Alt + Shift + M\n\n\nFor feature requests or bug reports, feel free to send me an email: contact@stefior.com"
  }
}