{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Calculator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple calculator extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Refine your online experience with our elegant calculator extension for Chrome, designed to offer both convenience and functionality with every new tab you open. This sophisticated tool is more than just a calculator; it's a seamless blend of design and utility, tailored to enhance your productivity without ever leaving the Chrome browser.\n\nHere's why our calculator extension is a must-have for your browser:\n\nStreamlined Accessibility: Our calculator is readily available on every new tab page, ensuring that essential calculations are just a new tab away without the need to toggle between different applications or windows.\n\nComprehensive Capabilities: Whether you're balancing your budget, doing homework, or calculating complex equations, our calculator comes equipped with everything from basic arithmetic to scientific functions, including trigonometry, exponentials, logarithms, and more.\n\nMemory Functions: Our memory features are perfect for multitasking. Save important figures with ease using memory functions such as MC, MR, M+, and M-, and recall them with a single click as you browse.\n\nAdvanced Mathematics Support: Dive into advanced math with features like modulus, factorial calculations, square roots, and more, making it suitable for a wide range of mathematical tasks.\n\nPerfect for students, professionals, and everyday users, our calculator extension is the ideal tool for those who appreciate efficiency and precision. Elevate your Chrome experience by adding it now, and transform every new tab into an opportunity for seamless calculations."
  }
}