{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "eckoWALLET"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The best web extension wallet for the Kadena blockchain."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "eckoWALLET: The Leading Kadena-Native Web Extension Wallet\n\nRobust and User-Friendly\neckoWALLET is the premier and most widely used web extension wallet tailored for the Kadena network. It offers a seamless and secure way to interact with decentralized applications (dApps) without ever leaving your browser.\n\nKey Features within Chrome/Brave:\nToken Management: Easily send and receive all tokens on the Kadena network.\nNFT Support: View and manage your favorite Kadena NFTs.\nFiat On-Ramp Services: Buy Kadena directly using fiat currency via Simplex.\nStaking: Stake your $KDX tokens to earn voting power for eckoGOV.\nCross-Chain Transfers: Execute and complete cross-chain transfers automatically.\nTransaction History: View detailed incoming and outgoing transaction history.\nAccount Customization: Edit accounts with personalized aliases.\nDesign Themes: Customize your wallet with themes such as light, dark, and dark blue.\nSecurity: Utilize a 2FA security mechanism for enhanced protection.\nContact List: Create and manage a list of contacts.\nNetwork and dApp Access: Easily access Kadena networks and dApps, and safely sign transactions and hashes.\nCustomization: Personalize network settings, transaction parameters, and gas fees.\nAnalytics and Insights: Access comprehensive analytics with charts and key data to monitor your transactions and portfolio performance.\nConstant Updates: Enjoy a continuously evolving feature set with regular updates.\n\nComprehensive dApp Interaction\neckoWALLET is designed to provide everything you need to interact with and sign transactions on dApps like eckoDEX and eckoGOV.\n\nSeamless Account Integration\nUsers can quickly regenerate preexisting accounts by reusing password seed phrases from the eckoWALLET mobile app or Chainweaver (Kadena's official wallet).\n\nSecurity and Compatibility\neckoWALLET ensures top-notch security by creating a k: account by default. It generates secure keys and passwords that only you have access to—emphasizing the principle of \"your keys, your crypto."
  }
}