{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "COMN"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "COMN extension for opusAI's ecosystem. Redefine cryptocurrency through transparent governance, unique tokens, and monetary policies."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Future of Digital Currency with COMN Extension\n\nWelcome to the age of digital currencies! The COMN Extension is more than simply an add-on; it is your entrance to a decentralized, community-driven ecosystem that allows users to actively define the future of their digital transactions. COMN Extension is set to redefine how you interact with cryptocurrency through transparent governance, unique tokens, monetary incentives, and a new approach to monetary policy.\n\n\nKey Features:\n1. User Governance\nThe COMN community encourages active participation. As a $COMNxID holder, you can make decisions about the COMN ecosystem's governance. You can also propose changes, vote on key choices, and help shape the currency's evolution. The power is in your hands to ensure a transparent and inclusive financial system. \n\n2. Two-Token System\nCOMN introduces an exciting two-token system consisting of $COMN and $COMNx. Each $COMN is a fixed-value, non-fungible token that contains static information such as the date of minting, value, and visual characteristics. On the other hand, holders of $COMNx, a non-value NFT, are given special privileges. Be a part of a digital environment where your assets are more than just numbers, they’re visually distinctive tokens with their own set of features. $COMN and $COMNx are such unique tokens that provide a sense of actual ownership. These tokens go beyond numerical values, reflecting a personalized digital portfolio with embedded features, animations, and imperfections.\n\n3. Community Governance Cycle\nParticipate in a 28-day governance cycle that determines the course of the COMN ecosystem. There are two stages to the cycle: Voting and Proposal/Support. During the first 15 days, holders of $COMNxIDs can make proposals and support from the community is crucial. For a proposal to move on to the voting stage, it needs at least 15% of the vote. Your vote, measured by the balance at the cycle's beginning, contributes to the decision-making process.\n\n4. Monetary Incentives\nUse the interest rate mechanism offered by COMN to unlock the potential of your holdings. By locking funds for specified periods, any $COMNxID holder can earn interest on their COMN holdings. Interest is due at the end of each governance cycle. This dynamic interest rate structure is your reward for your dedication to the ecosystem's expansion.\n\n\n5. Innovative Monetary Policy\nBy combining transparent governance, incentive-aligned structures, and a flexible monetary policy, COMN differs from conventional cryptocurrency models. By taking a distinct approach, COMN can adjust to different economic situations and give users a responsive and dynamic digital currency experience.\n\nHow to Use COMN Extension:\nInstall the Extension:\nGet the extension by heading to the Chrome Store, searching for the COMN Extension and adding it to your browser.\n\nAccess Unique Tokens:\nAfter installation, you can access your special $COMN and $COMNx tokens, which have inbuilt features that give them a unique appearance.\n\nEngage in Governance:\nEngage in active participation within the COMN community. Propose improvements, vote during the governance cycle, and help shape the currency's future.\n\nEarn Interest:\nTo get the most out of your involvement, lock up funds for specified periods and receive interest as a thank you for your dedication. Your activities have a direct impact on the ecosystem's overall success.\n\nJoin the COMN Revolution:\nAre you prepared to take part in a revolution in finance? Installing the COMN Extension is the first step towards realizing the possibilities of decentralized, community-driven governance. Enter a new world of digital currency where your presence counts and your possessions are genuinely one-of-a-kind.\n\nNote: COMN Extension is created for Chrome browsers and easily accessible to every user. Be a part of the future of digital transactions with COMN!"
  }
}