{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ProdPad"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension lets you quickly add an idea to your ProdPad project from any website you're on."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use the ProdPad Quick-Add extension to send ideas and feedback straight to your backlog from any website you are visiting.\n\nClick the Quick-Add extension within Chrome, add idea/feedback, attach supporting info, and send it to your ProdPad backlog within seconds. Now it’s ready to be picked up and turned into a dev-ready product spec.\n\nEASILY INSTALLED IN 1 MINUTE OR LESS.\nNo API key required. One sign-in is all it takes to get up and running.\n\nINVITE UNLIMITED TEAM MEMBERS FOR ENDLESS IMPROVEMENT\nInvite your full team to send ideas straight to your product backlog in ProdPad. And log crucial new customer, user, and market feedback to validate decisions moving forward.\n\nGROW YOUR IDEAS IN PRODPAD\nDevelop ideas into solid product specs by attaching user stories, mockups, user personas, and other essential information – all from within ProdPad.\n\nIDENTIFY HIGH PRIORITY IDEAS FAST WITH A VISUAL CHART\nSee what’s a high-impact idea and what’s not with the Priority Chart. \n\nWHAT IS PRODPAD?\nProdPad is a product management tool that’s helping 1000s of companies get better every day by building amazing products that customers really want. We keep you out of the “feature factory” for good with lean roadmaps, idea, and feedback management that ties actions to outcomes.\n\nWHAT DOES PRODPAD DO?\n– Aligns teams around lean roadmaps that show what needs to happen Now, Next, and Later \n– Connects ideas with feedback to create outstanding products\n– Cuts your backlog in half with a priority chart and AI assistance\n– Keeps you focused on success with OKRs built-in to everything\n– Makes it easy to collect customer feedback from multiple sources\n– Syncs with the tools you already trust to create a smooth workflow\n\nLearn more: www.prodpad.com/features\n\nNEED INTEGRATIONS?\nWe got them. ProdPad integrates with the tools you already use: Jira, Trello, Azure DevOps, Rally, GitHub, Zapier, and MANY more!\n\nGOT A QUESTION FOR US?\nSend us an email: hello@prodpad.com – we respond fast."
  }
}