{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WAZE Leaderboard Improve"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Melhorias na tabela de Ranking do Waze"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WAZE Leaderboard Improve é uma extensão projetada para melhorar a visualização e o controle dos dados na tabela de classificação do Waze (Leaderboard). Com esta ferramenta, você pode ver facilmente a distância percorrida e o número de edições no mapa, atualizados em tempo real e diretamente na tabela original do Leaderboard.\n\nOs dados são salvos automaticamente na nuvem, permitindo que outros editores que utilizam a extensão também possam acessar e compartilhar essas informações. Sempre que o Leaderboard é carregado, os dados atualizados são injetados de forma transparente, com a data da última atualização exibida como título sobre cada valor, garantindo que você sempre veja as informações mais recentes.\n\nAlém disso, a extensão permite que você organize os dados de forma crescente, facilitando a comparação entre quem possui mais edições ou quem percorreu maiores distâncias ao dirigir. WAZE Leaderboard Improve torna a gestão e visualização dos seus dados no Waze mais prática e colaborativa.\n\nWAZE Leaderboard Improve is an extension designed to improve the visualization and control of data on the Waze leaderboard. With this tool, you can easily see the distance traveled and the number of edits on the map, updated in real time and directly on the original leaderboard table.\n\nThe data is automatically saved to the cloud, allowing other editors using the extension to also access and share this information. Every time the leaderboard is loaded, the updated data is injected transparently, with the date of the last update displayed as a title above each value, ensuring that you always see the most recent information.\n\nIn addition, the extension allows you to organize the data in ascending order, making it easier to compare who has the most edits or who has driven the longest distances. WAZE Leaderboard Improve makes managing and visualizing your data in Waze more practical and collaborative."
  }
}