{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "5-Step Boost Your Metabolism Checklist"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "If you’re looking to boost your metabolism and burn more fat, then this checklist is for you!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Looking to boost your metabolism and burn more fat? The 5-Step Boost Your Metabolism Checklist is a straightforward guide crafted by a Registered Dietitian to help you achieve your fat loss goals before the New Year. Perfect for anyone over 35, this checklist delivers a simple, diet-friendly plan designed to accelerate your metabolism with proven strategies and food recommendations.\n\nEach of the five steps is carefully tailored to help you overcome common weight-loss obstacles, enabling you to adjust your diet for better results. Discover the top metabolism-boosting foods, learn how to incorporate them daily, and feel more energetic with an easy-to-follow plan. This checklist is all about making achievable, lasting changes without extreme diets or workouts.\n\nFeatures:\n- Designed by a Registered Dietitian for effective, safe weight loss.\n- Suitable for any age group aiming to burn fat and increase metabolism.\n- Includes a curated list of the best foods to naturally boost metabolism.\n- Follow five actionable steps to adopt a healthier, fat-burning diet.\n\nIdeal for men and women ready to take control of their health, this checklist will give you the tools to finally reach your goals. Ready to kickstart your metabolism and feel the difference? Start now and feel confident in your progress!"
  }
}