{
  "name": {
    "ar": "منسق جافا سكريبت",
    "am,bg,bn,el,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,kn,ml,mr,pt_BR,pt_PT,sk,sw,ta,te": "Javascript Formatter",
    "ca": "Formatador de Javascript",
    "cs": "Javascriptový formátovač",
    "da,no": "Javascript-formater",
    "de": "Javascript-Formatierer",
    "es": "Formateador de Javascript",
    "et": "Javascripti vormindaja",
    "fi": "Javascript-muotoilija",
    "fr": "Formateur Javascript",
    "he": "פורמט Javascript",
    "hi": "जावास्क्रिप्ट फॉर्मेटर",
    "hr": "Javascript Formater",
    "hu": "Javascript formázó",
    "id,ms": "Pemformat Javascript",
    "it": "Formattatore Javascript",
    "ja": "Javascriptフォーマッター",
    "ko": "자바스크립트 포맷터",
    "lt": "Javascript formatavimo priemonė",
    "lv": "Javascript formatētājs",
    "nl": "Javascript-formatter",
    "pl": "Formatowanie JavaScript",
    "ro": "Formatator Javascript",
    "ru": "Форматировщик Javascript",
    "sl": "Oblikovalnik Javascript",
    "sr": "Јавасцрипт Форматтер",
    "sv": "Javascript-formaterare",
    "th": "ตัวจัดรูปแบบจาวาสคริปต์",
    "tr": "Javascript Biçimlendirici",
    "uk": "Форматувальник Javascript",
    "vi": "Định dạng Javascript",
    "zh_CN,zh_TW": "Javascript 格式化程序"
  },
  "short": {
    "ar": "قم بتنسيق Javascript في مربع نص أو قراءة / تنسيق من ملف",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Format Javascript in textbox or read/format from file",
    "bg": "Форматирайте Javascript в текстово поле или прочетете/форматирайте от файл",
    "ca": "Format Javascript al quadre de text o llegir/formatar des del fitxer",
    "cs": "Formátujte Javascript v textovém poli nebo čtěte/formátujte ze souboru",
    "da": "Formater Javascript i tekstboks eller læs/formatér fra fil",
    "de": "Javascript in Textbox formatieren oder aus Datei lesen/formatieren",
    "el": "Μορφοποίηση Javascript στο πλαίσιο κειμένου ή ανάγνωση/μορφοποίηση από αρχείο",
    "es": "Formatee Javascript en el cuadro de texto o lea/formatee desde el archivo",
    "et": "Vormindage Javascript tekstikastis või lugege/vormindage failist",
    "fa": "جاوا اسکریپت را در جعبه متن یا خواندن/قالب کردن از فایل فرمت کنید",
    "fi": "Muotoile Javascript tekstikenttään tai lue/muotoile tiedostosta",
    "fil": "I-format ang Javascript sa textbox o basahin/format mula sa file",
    "fr": "Formater Javascript dans la zone de texte ou lire/formater à partir du fichier",
    "he": "פורמט Javascript בתיבת טקסט או קרא/פורמט מקובץ",
    "hi": "टेक्स्टबॉक्स में जावास्क्रिप्ट को प्रारूपित करें या फ़ाइल से पढ़ें/प्रारूपित करें",
    "hr": "Formatirajte Javascript u tekstnom okviru ili čitajte/formatirajte iz datoteke",
    "hu": "Formázza a Javascriptet szövegdobozban vagy olvassa/formázza fájlból",
    "id": "Format Javascript di kotak teks atau baca/format dari file",
    "it": "Formatta Javascript nella casella di testo o leggi/formatta da file",
    "ja": "テキストボックスでJavascriptをフォーマットするか、ファイルから読み取り/フォーマットします",
    "ko": "텍스트 상자에서 JavaScript 형식 지정 또는 파일에서 읽기/형식 지정",
    "lt": "Suformatuokite Javascript teksto laukelyje arba skaitykite / formatuokite iš failo",
    "lv": "Formatējiet Javascript tekstlodziņā vai lasiet/formatējiet no faila",
    "ms": "Formatkan Javascript dalam kotak teks atau baca/format daripada fail",
    "nl": "Javascript opmaken in tekstvak of lezen/opmaken uit bestand",
    "no": "Formater Javascript i tekstboks eller les/formater fra fil",
    "pl": "Sformatuj JavaScript w polu tekstowym lub odczytaj/formatuj z pliku",
    "ro": "Formatați Javascript în caseta de text sau citiți/formatați din fișier",
    "ru": "Форматировать Javascript в текстовом поле или читать/форматировать из файла",
    "sk": "Formátujte Javascript v textovom poli alebo čítajte/formátujte zo súboru",
    "sl": "Oblikujte Javascript v besedilnem polju ali preberite/formatirajte iz datoteke",
    "sr": "Форматирајте Јавасцрипт у оквиру за текст или прочитајте/формирајте из датотеке",
    "sv": "Formatera Javascript i textrutan eller läs/formatera från fil",
    "th": "จัดรูปแบบ Javascript ในกล่องข้อความหรืออ่าน/จัดรูปแบบจากไฟล์",
    "tr": "Javascript&#39;i metin kutusunda biçimlendirin veya dosyadan okuyun/biçimlendirin",
    "uk": "Формат Javascript у текстовому полі або читання/форматування з файлу",
    "vi": "Định dạng Javascript trong hộp văn bản hoặc đọc / định dạng từ tệp",
    "zh_CN": "在文本框中格式化 Javascript 或从文件中读取/格式化",
    "zh_TW": "在文本框中格式化 Javascript 或從文件中讀取/格式化"
  },
  "long": {
    "ar": "تريد تنسيق ملفات جافا سكريبت الخاصة بك؟\n\nيمكنك القيام بذلك بمجرد تثبيت هذا البرنامج. إليك كيفية تنسيق ملفات جافا سكريبت الخاصة بك.\n\nانسخ والصق كود جافا سكريبت في مربع النص.\nاختر مستوى المسافة البادئة التي ترغب في استخدامها\nاضغط على زر تنسيق جافا سكريبت.\n\nالفائدة الرئيسية من استخدام مُنسق جافا سكريبت هي جعل كود جافا سكريبت الخاص بك أكثر سهولة في القراءة للبشر. يساعد هذا في منع الأخطاء النحوية البسيطة / يمكن اكتشاف الأخطاء بسرعة بعد أن تجعل شفرة جافا سكريبت أسهل في القراءة للعين البشرية.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Want to format your javascript files?\n\nYou can do so once you install this software. Here is how to format your javascript files.\n\nCopy and paste the javascript code into the textbox.\nChoose the level of indentation you wish to use\nPress the Format javascript button.\n\nThe main benefit in using a javascript formatter is to make your javascript code more easy to read for humans. This helps to prevent simple syntax errors/bugs can be caught quickly after you make your javascript code easier to read for the human eye.",
    "bg": "Искате ли да форматирате вашите javascript файлове?\n\nМожете да го направите, след като инсталирате този софтуер. Ето как да форматирате вашите javascript файлове.\n\nКопирайте и поставете javascript кода в текстовото поле.\nИзберете нивото на отстъп, което искате да използвате\nНатиснете бутона Format javascript.\n\nОсновното предимство при използването на инструмент за форматиране на javascript е да направите вашия javascript код по-лесен за четене от хората. Това помага за предотвратяване на прости синтактични грешки/бъгове, които могат да бъдат уловени бързо, след като направите своя javascript код по-лесен за четене от човешкото око.",
    "ca": "Voleu formatar els vostres fitxers javascript?\n\nPodeu fer-ho un cop instal·leu aquest programari. A continuació s'explica com formatar els fitxers javascript.\n\nCopieu i enganxeu el codi javascript al quadre de text.\nTrieu el nivell de sagnat que voleu utilitzar\nPremeu el botó Format javascript.\n\nEl principal avantatge d'utilitzar un formatador javascript és que el vostre codi javascript sigui més fàcil de llegir per als humans. Això ajuda a evitar que es puguin detectar ràpidament errors de sintaxi o errors senzills després de facilitar la lectura del codi javascript per a l'ull humà.",
    "cs": "Chcete formátovat své javascriptové soubory?\n\nMůžete tak učinit po instalaci tohoto softwaru. Zde je návod, jak formátovat soubory javascriptu.\n\nZkopírujte a vložte kód javascriptu do textového pole.\nVyberte úroveň odsazení, kterou chcete použít\nStiskněte tlačítko Formátovat javascript.\n\nHlavní výhodou použití javascriptového formátovače je, že váš javascriptový kód bude pro lidi snadněji čitelný. To pomáhá předejít jednoduchým syntaktickým chybám/chybám, které mohou být zachyceny rychle poté, co uděláte svůj javascriptový kód čitelnějším pro lidské oko.",
    "da": "Vil du formatere dine javascript-filer?\n\nDu kan gøre det, når du har installeret denne software. Her er, hvordan du formaterer dine javascript-filer.\n\nKopier og indsæt javascript-koden i tekstboksen.\nVælg det niveau af indrykning, du ønsker at bruge\nTryk på knappen Formater javascript.\n\nDen største fordel ved at bruge en javascript-formatering er at gøre din javascript-kode lettere at læse for mennesker. Dette hjælper med at forhindre, at simple syntaksfejl/bugs kan fanges hurtigt, efter at du har gjort din javascript-kode nemmere at læse for det menneskelige øje.",
    "de": "Möchten Sie Ihre Javascript-Dateien formatieren?\n\nSie können dies tun, sobald Sie diese Software installiert haben. So formatieren Sie Ihre Javascript-Dateien.\n\nKopieren Sie den Javascript-Code und fügen Sie ihn in das Textfeld ein.\nWählen Sie die Einzugsstufe, die Sie verwenden möchten\nDrücken Sie die Schaltfläche Javascript formatieren.\n\nDer Hauptvorteil bei der Verwendung eines Javascript-Formatierers besteht darin, Ihren Javascript-Code für Menschen leichter lesbar zu machen. Dies hilft zu verhindern, dass einfache Syntaxfehler/Bugs schnell erkannt werden, nachdem Sie Ihren Javascript-Code für das menschliche Auge leichter lesbar gemacht haben.",
    "el": "Θέλετε να μορφοποιήσετε τα αρχεία σας Javascript;\n\nΜπορείτε να το κάνετε μόλις εγκαταστήσετε αυτό το λογισμικό. Δείτε πώς να μορφοποιήσετε τα αρχεία javascript σας.\n\nΑντιγράψτε και επικολλήστε τον κώδικα javascript στο πλαίσιο κειμένου.\nΕπιλέξτε το επίπεδο εσοχής που θέλετε να χρησιμοποιήσετε\nΠατήστε το κουμπί Μορφοποίηση javascript.\n\nΤο κύριο όφελος από τη χρήση ενός μορφοποιητή javascript είναι να κάνετε τον κώδικα javascript σας πιο ευανάγνωστο από τον άνθρωπο. Αυτό βοηθά στην αποφυγή απλών συντακτικών σφαλμάτων/σφαλμάτων που μπορούν να εντοπιστούν γρήγορα αφού κάνετε τον κώδικα javascript σας πιο ευανάγνωστο για το ανθρώπινο μάτι.",
    "es": "¿Quieres formatear tus archivos javascript?\n\nPuede hacerlo una vez que instale este software. Aquí se explica cómo formatear sus archivos javascript.\n\nCopie y pegue el código javascript en el cuadro de texto.\nElija el nivel de sangría que desea utilizar\nPresiona el botón Formatear javascript.\n\nEl principal beneficio de usar un formateador de javascript es hacer que su código javascript sea más fácil de leer para los humanos. Esto ayuda a evitar errores/errores de sintaxis simples que se pueden detectar rápidamente después de hacer que el código JavaScript sea más fácil de leer para el ojo humano.",
    "et": "Kas soovite oma javascripti faile vormindada?\n\nSaate seda teha pärast selle tarkvara installimist. Siin on, kuidas oma javascripti faile vormindada.\n\nKopeerige ja kleepige javascripti kood tekstikasti.\nValige taande tase, mida soovite kasutada\nVajutage nuppu Vorminda javascript.\n\nJavaScripti vormindaja kasutamise peamine eelis on see, et teie JavaScripti kood on inimestele hõlpsamini loetav. See aitab vältida lihtsate süntaksivigade/vigade kiiret tabamist pärast seda, kui muudate oma JavaScripti koodi inimsilmale hõlpsamini loetavaks.",
    "fa": "آیا می خواهید فایل های جاوا اسکریپت خود را فرمت کنید؟\n\nپس از نصب این نرم افزار می توانید این کار را انجام دهید. در اینجا نحوه فرمت کردن فایل های جاوا اسکریپت آمده است.\n\nکد جاوا اسکریپت را کپی کرده و در جعبه متن قرار دهید.\nسطح فرورفتگی را که می خواهید استفاده کنید انتخاب کنید\nدکمه Format javascript را فشار دهید.\n\nمزیت اصلی استفاده از فرمت‌کننده جاوا اسکریپت این است که خواندن کد جاوا اسکریپت شما برای انسان آسان‌تر است. این کمک می کند تا پس از اینکه کد جاوا اسکریپت خود را برای چشم انسان آسان تر می کنید، خطاهای نحوی ساده / اشکالات به سرعت کشف شوند.",
    "fil": "Haluatko alustaa javascript-tiedostosi?\n\nVoit tehdä sen, kun olet asentanut tämän ohjelmiston. Näin muotoilet javascript-tiedostot.\n\nKopioi ja liitä javascript-koodi tekstiruutuun.\nValitse käytettävä sisennystaso\nPaina Muotoile javascript -painiketta.\n\nSuurin etu JavaScript-muotoilun käyttämisessä on tehdä JavaScript-koodistasi helpommin luettavampi ihmisille. Tämä auttaa estämään yksinkertaisten syntaksivirheiden/virheiden havaitsemisen nopeasti sen jälkeen, kun olet tehnyt javascript-koodisi ihmissilmälle helpommin luettavan.",
    "fr": "Vous voulez formater vos fichiers javascript ?\n\nVous pouvez le faire une fois que vous avez installé ce logiciel. Voici comment formater vos fichiers javascript.\n\nCopiez et collez le code javascript dans la zone de texte.\nChoisissez le niveau d'indentation que vous souhaitez utiliser\nAppuyez sur le bouton Formater javascript.\n\nLe principal avantage de l'utilisation d'un formateur javascript est de rendre votre code javascript plus facile à lire pour les humains. Cela permet d'éviter que des erreurs/bogues de syntaxe simples ne soient détectés rapidement après avoir rendu votre code javascript plus facile à lire pour l'œil humain.",
    "hi": "अपनी जावास्क्रिप्ट फाइलों को प्रारूपित करना चाहते हैं?\n\nइस सॉफ़्टवेयर को इंस्टॉल करने के बाद आप ऐसा कर सकते हैं। यहां अपनी जावास्क्रिप्ट फ़ाइलों को प्रारूपित करने का तरीका बताया गया है।\n\nजावास्क्रिप्ट कोड को टेक्स्टबॉक्स में कॉपी और पेस्ट करें।\nइंडेंटेशन का वह स्तर चुनें जिसका आप उपयोग करना चाहते हैं\nप्रारूप जावास्क्रिप्ट बटन दबाएं।\n\nजावास्क्रिप्ट फॉर्मेटर का उपयोग करने में मुख्य लाभ यह है कि आपके जावास्क्रिप्ट कोड को मनुष्यों के लिए पढ़ने में अधिक आसान बनाना है। यह सरल सिंटैक्स त्रुटियों को रोकने में मदद करता है/जब आप अपने जावास्क्रिप्ट कोड को मानव आंखों के लिए पढ़ने में आसान बनाते हैं तो बग को तुरंत पकड़ा जा सकता है।",
    "hr": "Želite formatirati svoje javascript datoteke?\n\nTo možete učiniti nakon što instalirate ovaj softver. Evo kako formatirati svoje javascript datoteke.\n\nKopirajte i zalijepite javascript kod u tekstualni okvir.\nOdaberite razinu uvlačenja koju želite koristiti\nPritisnite gumb Format javascript.\n\nGlavna prednost korištenja alata za formatiranje javascripta je da vaš javascript kod bude lakši za čitanje ljudima. Ovo pomaže u sprječavanju jednostavnih sintaktičkih pogrešaka/bugova koji se mogu brzo uloviti nakon što svoj javascript kod učinite lakšim za čitanje ljudskom oku.",
    "hu": "Szeretné formázni a javascript fájljait?\n\nEzt a szoftver telepítése után megteheti. Itt van a javascript fájlok formázása.\n\nMásolja ki és illessze be a javascript kódot a szövegmezőbe.\nVálassza ki a használni kívánt behúzás szintjét\nNyomja meg a javascript formázása gombot.\n\nA javascript-formázó használatának fő előnye, hogy a JavaScript-kód könnyebben olvashatóvá válik az emberek számára. Ez segít megelőzni az egyszerű szintaktikai hibákat/hibákat, amelyek gyorsan elkaphatók, miután az emberi szem számára könnyebben olvashatóvá tette a JavaScript-kódot.",
    "id": "Ingin memformat file javascript Anda?\n\nAnda dapat melakukannya setelah Anda menginstal perangkat lunak ini. Berikut adalah cara memformat file javascript Anda.\n\nSalin dan tempel kode javascript ke dalam kotak teks.\nPilih tingkat lekukan yang ingin Anda gunakan\nTekan tombol Format javascript.\n\nManfaat utama dalam menggunakan formatter javascript adalah membuat kode javascript Anda lebih mudah dibaca oleh manusia. Ini membantu untuk mencegah kesalahan/bug sintaks sederhana dapat ditangkap dengan cepat setelah Anda membuat kode javascript Anda lebih mudah dibaca oleh mata manusia.",
    "it": "Vuoi formattare i tuoi file javascript?\n\nPuoi farlo una volta installato questo software. Ecco come formattare i tuoi file javascript.\n\nCopia e incolla il codice javascript nella casella di testo.\nScegli il livello di indentazione che desideri utilizzare\nPremi il pulsante Formatta javascript.\n\nIl vantaggio principale nell'utilizzo di un formattatore javascript è rendere il codice javascript più facile da leggere per gli esseri umani. Questo aiuta a prevenire semplici errori/bug di sintassi che possono essere rilevati rapidamente dopo aver reso il codice javascript più facile da leggere per l'occhio umano.",
    "ja": "JavaScript ファイルをフォーマットしたいですか?\n\nこのソフトウェアをインストールすると、これを行うことができます。ここでは、JavaScript ファイルをフォーマットする方法を説明します。\n\nJavaScriptコードをコピーしてテキストボックスに貼り付けます。\n使用するインデントのレベルを選択してください\n[JavaScript のフォーマット] ボタンを押します。\n\nJavaScript フォーマッターを使用する主な利点は、JavaScript コードを人間にとってより読みやすくすることです。これにより、JavaScript コードを人間の目で読みやすくした後、単純な構文エラー/バグをすばやく見つけることができます。",
    "ko": "자바스크립트 파일을 포맷하고 싶으십니까?\n\n이 소프트웨어를 설치하면 그렇게 할 수 있습니다. 다음은 자바스크립트 파일의 형식을 지정하는 방법입니다.\n\n자바스크립트 코드를 복사하여 텍스트 상자에 붙여넣습니다.\n사용하려는 들여쓰기 수준 선택\n자바스크립트 포맷 버튼을 누릅니다.\n\n자바스크립트 포맷터를 사용할 때의 주요 이점은 자바스크립트 코드를 사람이 읽기 쉽게 만드는 것입니다. 이것은 자바스크립트 코드를 사람의 눈으로 읽기 쉽게 만든 후 간단한 구문 오류/버그가 빠르게 포착되는 것을 방지하는 데 도움이 됩니다.",
    "lt": "Norite suformatuoti savo javascript failus?\n\nTai galite padaryti įdiegę šią programinę įrangą. Štai kaip formatuoti javascript failus.\n\nNukopijuokite ir įklijuokite javascript kodą į teksto laukelį.\nPasirinkite norimą naudoti įtraukos lygį\nPaspauskite mygtuką Formatuoti javascript.\n\nPagrindinis „Javascript“ formatuotojo naudojimo pranašumas yra tai, kad „Javascript“ kodas žmonėms būtų lengviau skaitomas. Tai padeda išvengti paprastų sintaksės klaidų / klaidų, kurios gali būti greitai užfiksuotos po to, kai „JavaScript“ kodą lengviau nuskaitote žmogaus akiai.",
    "lv": "Vai vēlaties formatēt savus javascript failus?\n\nTo var izdarīt pēc šīs programmatūras instalēšanas. Lūk, kā formatēt javascript failus.\n\nKopējiet un ielīmējiet javascript kodu tekstlodziņā.\nIzvēlieties atkāpes līmeni, kuru vēlaties izmantot\nNospiediet pogu Formatēt javascript.\n\nJavascript formatētāja izmantošanas galvenais ieguvums ir padarīt JavaScript kodu cilvēkiem vieglāk lasāmu. Tas palīdz novērst vienkāršas sintakses kļūdas/kļūdas, kuras var ātri uztvert pēc tam, kad esat padarījis JavaScript kodu vieglāk lasāmu cilvēka acīm.",
    "ms": "Ingin memformat fail javascript anda?\n\nAnda boleh melakukannya sebaik sahaja anda memasang perisian ini. Berikut ialah cara memformat fail javascript anda.\n\nSalin dan tampal kod javascript ke dalam kotak teks.\nPilih tahap lekukan yang ingin anda gunakan\nTekan butang Format javascript.\n\nFaedah utama menggunakan pemformat javascript adalah untuk menjadikan kod javascript anda lebih mudah dibaca untuk manusia. Ini membantu untuk mengelakkan ralat sintaks mudah/pepijat boleh ditangkap dengan cepat selepas anda menjadikan kod javascript anda lebih mudah dibaca untuk mata manusia.",
    "nl": "Wilt u uw javascript-bestanden opmaken?\n\nU kunt dit doen zodra u deze software hebt geïnstalleerd. Hier leest u hoe u uw javascript-bestanden kunt formatteren.\n\nKopieer en plak de javascript-code in het tekstvak.\nKies het niveau van inspringing dat u wilt gebruiken\nDruk op de knop Javascript formatteren.\n\nHet belangrijkste voordeel van het gebruik van een javascript-formatter is dat uw javascript-code voor mensen gemakkelijker te lezen is. Dit helpt voorkomen dat eenvoudige syntaxisfouten/bugs snel kunnen worden ontdekt nadat u uw javascript-code gemakkelijker leesbaar heeft gemaakt voor het menselijk oog.",
    "no": "Vil du formatere javascript-filene dine?\n\nDu kan gjøre det når du har installert denne programvaren. Her er hvordan du formaterer Javascript-filene dine.\n\nKopier og lim inn javascript-koden i tekstboksen.\nVelg nivået av innrykk du ønsker å bruke\nTrykk på Formater javascript-knappen.\n\nDen største fordelen med å bruke en javascript-formatering er å gjøre JavaScript-koden din lettere å lese for mennesker. Dette bidrar til å forhindre at enkle syntaksfeil/bugs kan fanges opp raskt etter at du har gjort JavaScript-koden din lettere å lese for det menneskelige øyet.",
    "pl": "Chcesz sformatować pliki JavaScript?\n\nMożesz to zrobić po zainstalowaniu tego oprogramowania. Oto jak sformatować pliki JavaScript.\n\nSkopiuj i wklej kod javascript w polu tekstowym.\nWybierz poziom wcięcia, którego chcesz użyć\nKliknij przycisk Formatuj javascript.\n\nGłówną korzyścią płynącą z używania programu do formatowania javascript jest uczynienie kodu javascript bardziej czytelnym dla ludzi. Pomaga to zapobiec prostym błędom składni/błędom, które można szybko wychwycić po tym, jak sprawisz, że kod JavaScript będzie łatwiejszy do odczytania dla ludzkiego oka.",
    "ro": "Doriți să formatați fișierele dvs. javascript?\n\nPuteți face acest lucru odată ce instalați acest software. Iată cum să formatați fișierele javascript.\n\nCopiați și inserați codul javascript în caseta de text.\nAlegeți nivelul de indentare pe care doriți să îl utilizați\nApăsați butonul Formatare javascript.\n\nPrincipalul avantaj al folosirii unui formatator javascript este acela de a face codul javascript mai ușor de citit pentru oameni. Acest lucru ajută la prevenirea erorilor de sintaxă simple/bug-uri care pot fi detectate rapid după ce vă faceți codul javascript mai ușor de citit pentru ochiul uman.",
    "ru": "Хотите отформатировать файлы javascript?\n\nВы можете сделать это после установки этого программного обеспечения. Вот как отформатировать файлы javascript.\n\nСкопируйте и вставьте код JavaScript в текстовое поле.\nВыберите уровень отступа, который вы хотите использовать\nНажмите кнопку Формат JavaScript.\n\nОсновное преимущество использования средства форматирования javascript состоит в том, чтобы сделать ваш код javascript более удобным для чтения людьми. Это помогает предотвратить простые синтаксические ошибки / ошибки, которые могут быть быстро обнаружены после того, как вы сделаете свой код javascript более понятным для человеческого глаза.",
    "sk": "Chcete formátovať súbory javascript?\n\nMôžete tak urobiť po nainštalovaní tohto softvéru. Tu je návod, ako formátovať súbory javascript.\n\nSkopírujte a vložte kód javascript do textového poľa.\nVyberte úroveň odsadenia, ktorú chcete použiť\nStlačte tlačidlo Formátovať javascript.\n\nHlavnou výhodou používania formátovača javascriptu je, že váš kód javascript je pre ľudí ľahšie čitateľný. Pomáha to predchádzať jednoduchým syntaktickým chybám/chybám, ktoré sa dajú rýchlo zachytiť po tom, čo váš kód JavaScriptu zjednodušíte na čítanie pre ľudské oko.",
    "sl": "Želite formatirati svoje datoteke javascript?\n\nTo lahko storite, ko namestite to programsko opremo. Tukaj je opisano, kako formatirate svoje datoteke javascript.\n\nKopirajte in prilepite kodo javascript v besedilno polje.\nIzberite stopnjo zamika, ki jo želite uporabiti\nPritisnite gumb Oblikuj javascript.\n\nGlavna prednost uporabe orodja za oblikovanje javascripta je, da je vaša koda javascript lažja za branje. To pomaga preprečiti preproste sintaksne napake/hrošče, ki jih je mogoče hitro ujeti, potem ko naredite kodo javascript lažjo za branje za človeško oko.",
    "sr": "Желите да форматирате своје јавасцрипт датотеке?\n\nТо можете учинити када инсталирате овај софтвер. Ево како да форматирате своје јавасцрипт датотеке.\n\nКопирајте и налепите јавасцрипт код у оквир за текст.\nИзаберите ниво удубљења који желите да користите\nПритисните дугме Формат јавасцрипт.\n\nГлавна предност коришћења јавасцрипт форматера је да ваш јавасцрипт код учини лакшим за читање за људе. Ово помаже у спречавању једноставних синтаксичких грешака/грешке које могу бити брзо ухваћене након што учините свој јавасцрипт код лакшим за читање људском оку.",
    "sv": "Vill du formatera dina javascript-filer?\n\nDu kan göra det när du har installerat den här programvaran. Så här formaterar du dina javascript-filer.\n\nKopiera och klistra in javascript-koden i textrutan.\nVälj den nivå av indrag du vill använda\nTryck på knappen Formatera javascript.\n\nDen största fördelen med att använda en javascript-formaterare är att göra din javascript-kod mer lättläst för människor. Detta hjälper till att förhindra att enkla syntaxfel/buggar kan fångas snabbt efter att du gjort din javascript-kod lättare att läsa för det mänskliga ögat.",
    "th": "ต้องการจัดรูปแบบไฟล์จาวาสคริปต์ของคุณหรือไม่\n\nคุณสามารถทำได้เมื่อคุณติดตั้งซอฟต์แวร์นี้ นี่คือวิธีการจัดรูปแบบไฟล์จาวาสคริปต์ของคุณ\n\nคัดลอกและวางโค้ดจาวาสคริปต์ลงในกล่องข้อความ\nเลือกระดับการเยื้องที่คุณต้องการใช้\nกดปุ่มรูปแบบจาวาสคริปต์\n\nประโยชน์หลักในการใช้รูปแบบจาวาสคริปต์คือการทำให้โค้ดจาวาสคริปต์ของคุณอ่านง่ายสำหรับมนุษย์ ซึ่งจะช่วยป้องกันข้อผิดพลาดทางไวยากรณ์/จุดบกพร่องต่างๆ ได้อย่างรวดเร็ว หลังจากที่คุณทำให้โค้ดจาวาสคริปต์ของคุณอ่านง่ายขึ้นสำหรับสายตามนุษย์",
    "tr": "Javascript dosyalarınızı biçimlendirmek mi istiyorsunuz?\n\nBu yazılımı yükledikten sonra bunu yapabilirsiniz. Javascript dosyalarınızı nasıl biçimlendireceğiniz aşağıda açıklanmıştır.\n\nJavascript kodunu kopyalayıp metin kutusuna yapıştırın.\nKullanmak istediğiniz girinti düzeyini seçin\nJavascript'i Biçimlendir düğmesine basın.\n\nBir javascript biçimlendirici kullanmanın ana yararı, javascript kodunuzu insanlar için daha kolay okunmasını sağlamaktır. Bu, javascript kodunuzu insan gözü için daha kolay okunur hale getirdikten sonra basit sözdizimi hatalarının/hatalarının hızla yakalanmasını önlemeye yardımcı olur.",
    "uk": "Хочете відформатувати файли javascript?\n\nВи можете зробити це після встановлення цього програмного забезпечення. Ось як відформатувати файли javascript.\n\nСкопіюйте та вставте код javascript у текстове поле.\nВиберіть рівень відступу, який ви хочете використовувати\nНатисніть кнопку Формат JavaScript.\n\nОсновна перевага використання засобу форматування JavaScript полягає в тому, щоб зробити ваш код JavaScript легшим для читання людьми. Це допомагає запобігти швидкому виявленню простих синтаксичних помилок/помилок після того, як ви зробите свій код JavaScript легшим для читання людським оком.",
    "vi": "Bạn muốn định dạng các tệp javascript của mình?\n\nBạn có thể làm như vậy sau khi cài đặt phần mềm này. Đây là cách định dạng các tệp javascript của bạn.\n\nSao chép và dán mã javascript vào hộp văn bản.\nChọn mức độ thụt lề bạn muốn sử dụng\nNhấn nút Định dạng javascript.\n\nLợi ích chính trong việc sử dụng trình định dạng javascript là làm cho mã javascript của bạn dễ đọc hơn đối với con người. Điều này giúp ngăn chặn các lỗi cú pháp đơn giản / lỗi có thể được phát hiện nhanh chóng sau khi bạn làm cho mã javascript của mình dễ đọc hơn đối với mắt người.",
    "zh_CN": "想要格式化您的 javascript 文件？\n\n安装此软件后即可执行此操作。以下是如何格式化您的 javascript 文件。\n\n将 javascript 代码复制并粘贴到文本框中。\n选择您希望使用的缩进级别\n按格式化 javascript 按钮。\n\n使用 javascript 格式化程序的主要好处是使您的 javascript 代码更易于人类阅读。这有助于防止简单的语法错误/错误在您使您的 javascript 代码更易于人眼阅读后被快速发现。",
    "zh_TW": "想要格式化您的 javascript 文件？\n\n安裝此軟件後即可執行此操作。以下是如何格式化您的 javascript 文件。\n\n將 javascript 代碼複製並粘貼到文本框中。\n選擇您希望使用的縮進級別\n按格式化 javascript 按鈕。\n\n使用 javascript 格式化程序的主要好處是使您的 javascript 代碼更易於人類閱讀。這有助於防止簡單的語法錯誤/錯誤在您使您的 javascript 代碼更易於人眼閱讀後被快速發現。"
  }
}