{
  "name": {
    "ar": "ماستر تب الذكي",
    "am,bn,ca,cs,da,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,sl,sr,sv,sw,ta,te,th,vi": "AI Tab Master",
    "bg": "AI Таб Мастър",
    "de": "AI Tab Meister",
    "el": "AI Ταμπ Μάστερ",
    "es": "Maestro de Pestañas AI",
    "fr": "Maître des Onglets IA",
    "he": "AI מנהל טאבים",
    "it": "Maestro delle Schede AI",
    "ja": "AIタブマスター",
    "ko": "AI 탭 마스터",
    "pt_BR": "Mestre de Abas AI",
    "pt_PT": "Mestre de Separadores AI",
    "ro": "Maestrul Filelor AI",
    "ru": "Мастер вкладок AI",
    "sk": "AI Majster Kariet",
    "tr": "AI Sekme Ustası",
    "uk": "Майстер вкладок AI",
    "zh_CN": "AI 标签页管理器",
    "zh_TW": "AI 標籤頁管理器"
  },
  "short": {
    "ar": "مساعد ChatGPT مدعوم بالذكاء الاصطناعي لتنظيم علامات تبويب المتصفح ذات الصلة في مجموعات تلقائيًا.",
    "am,bn,ca,cs,da,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,hi,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,sl,sr,sv,sw,ta,te,vi": "AI-powered ChatGPT assistant to auto-organize relevant browser tabs into tab groups.",
    "bg": "Асистент с изкуствен интелект ChatGPT за автоматично организиране на релевантни браузър табове в групи.",
    "de": "KI-gestützter ChatGPT-Assistent zur automatischen Organisation relevanter Browser-Tabs in Tab-Gruppen.",
    "el": "Βοηθός ChatGPT με τεχνητή νοημοσύνη για αυτόματη οργάνωση σχετικών καρτελών περιήγησης σε ομάδες καρτελών.",
    "es": "Asistente ChatGPT impulsado por IA para organizar automáticamente pestañas relevantes del navegador en grupos de pestañas.",
    "fr": "Assistant ChatGPT alimenté par IA pour organiser automatiquement les onglets de navigateur pertinents en groupes.",
    "he": "עוזר ChatGPT מבוסס בינה מלאכותית לארגון אוטומטי של טאבים רלוונטיים בקבוצות טאבים.",
    "id": "Asisten ChatGPT berbasis AI untuk mengatur tab browser yang relevan ke dalam grup tab secara otomatis.",
    "it": "Assistente ChatGPT alimentato da AI per organizzare automaticamente le schede del browser in gruppi di schede rilevanti.",
    "ja": "AI搭載のChatGPTアシスタントが関連するブラウザタブを自動的にタブグループに整理します。",
    "ko": "AI 기반 ChatGPT 도우미로 관련 브라우저 탭을 자동으로 탭 그룹으로 정리합니다.",
    "pt_BR": "Assistente ChatGPT com IA para organizar automaticamente abas relevantes do navegador em grupos de abas.",
    "pt_PT": "Assistente ChatGPT com IA para organizar automaticamente separadores relevantes do navegador em grupos de separadores.",
    "ro": "Asistent ChatGPT bazat pe AI pentru organizarea automată a filelor relevante ale browserului în grupuri de file.",
    "ru": "Ассистент ChatGPT на базе ИИ для автоматической организации релевантных вкладок браузера в группы вкладок.",
    "sk": "Asistent ChatGPT poháňaný umelou inteligenciou na automatické usporiadanie relevantných kariet prehliadača do skupín kariet.",
    "th": "ผู้ช่วย ChatGPT ที่ขับเคลื่อนด้วย AI สำหรับจัดระเบียบแท็บเบราว์เซอร์ที่เกี่ยวข้องให้เป็นกลุ่มแท็บโดยอัตโนมัติ",
    "tr": "AI destekli ChatGPT asistanı ile ilgili tarayıcı sekmelerini otomatik olarak sekme gruplarına düzenler.",
    "uk": "Асистент ChatGPT на основі ШІ для автоматичного впорядкування релевантних вкладок браузера у групи вкладок.",
    "zh_CN": "AI 驱动的 ChatGPT 助手，自动将相关的浏览器标签页组织到标签组中。",
    "zh_TW": "AI 驅動的 ChatGPT 助手，自動將相關的瀏覽器標籤頁整理到標籤組中。"
  },
  "long": {
    "ar": "حوّل طريقة تصفحك للإنترنت باستخدام AI Tab Master، مساعدك الذكي لتنظيم علامات التبويب بسهولة. يعمل هذا الامتداد بالاعتماد على أحدث نموذج ChatGPT 4.0 (GPT-4o)، حيث يقوم بتحليل علامات التبويب المفتوحة تلقائيًا وتصنيفها بذكاء إلى فئات ذات صلة – مجانًا تمامًا ودون الحاجة إلى مفتاح API من OpenAI!\n\nأبرز الميزات:\n\n- مجاني تمامًا: استمتع بجميع مزايا إدارة التبويبات المتقدمة دون أي تكلفة أو الحاجة إلى مفتاح API من OpenAI.\n- تجميع ذكي: يقوم تلقائيًا بتصنيف التبويبات بناءً على المحتوى والسياق وعادات التصفح لديك، مما يتيح لك الوصول السريع إلى التبويبات التي تحتاجها.\n- تعزيز الإنتاجية: اقضِ وقتًا أقل في البحث عن التبويبات وركز أكثر على ما يهمك. من خلال تنظيم مساحة عملك، ستزيد من إنتاجيتك وتقلل من التوتر.\n\nتحكم في تجربتك في التصفح مع مدير مجموعات التبويبات المدعوم بالذكاء الاصطناعي—الحل الذكي لبيئة تصفح خالية من الفوضى. قم بالتثبيت الآن واختبر مستقبل إدارة التبويبات!",
    "am,bn,ca,cs,da,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,hi,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,sl,sr,sv,sw,ta,te,vi": "Transform the way you navigate your browser with AI Tab Master, your intelligent assistant for effortless tab organization. Powered by the latest ChatGPT 4.0 (GPT-4o) model, this extension automatically analyzes your open tabs and intelligently groups them into relevant categories—completely free and without the need for an OpenAI API key!\n\nHighlights:\n\n- Smart Grouping: Automatically categorizes tabs based on content, context, and your browsing habits, allowing for quick access to the tabs you need.\n- Enhanced Productivity: Spend less time searching for tabs and more time focusing on what matters. By keeping your workspace organized, you’ll increase your productivity and reduce stress.\n- Totally Free: Enjoy all the benefits of advanced tab management without any cost or the need for an OpenAI API key.\n\nTake control of your browsing experience with AI Tab Group Manager—your smart solution for a clutter-free online environment. Install now and experience the future of tab management! More features are coming!",
    "bg": "Трансформирайте начина, по който навигирате в браузъра си с AI Tab Group Manager – вашия интелигентен асистент за лесно организиране на табовете. Задвижван от най-новия модел ChatGPT 4.0 (GPT-4o), този разширение автоматично анализира отворените ви табове и интелигентно ги групира в съответни категории — напълно безплатно и без нужда от API ключ на OpenAI!\n\nОсновни характеристики:\n\n- Напълно безплатно: Насладете се на всички предимства на усъвършенстваното управление на табове без никакви разходи и без нуждата от API ключ на OpenAI.\n- Интелигентно групиране: Автоматично категоризира табовете според съдържанието, контекста и вашите навици на сърфиране, позволявайки бърз достъп до необходимите ви табове.\n- Повишена продуктивност: Прекарвайте по-малко време в търсене на табове и повече време в съсредоточаване върху важните задачи. Чрез организиране на работното ви пространство, ще увеличите продуктивността си и ще намалите стреса.\n\nПоемете контрол върху вашето преживяване в браузъра с AI Tab Group Manager — вашето интелигентно решение за подредена онлайн среда. Инсталирайте сега и изпитайте бъдещето на управлението на табовете!",
    "de": "Verwandeln Sie Ihre Browser-Navigation mit AI Tab Master, Ihrem intelligenten Assistenten für mühelose Tab-Organisation. Angetrieben vom neuesten ChatGPT 4.0 (GPT-4o) Modell analysiert diese Erweiterung automatisch Ihre geöffneten Tabs und gruppiert sie intelligent in relevante Kategorien – völlig kostenlos und ohne die Notwendigkeit eines OpenAI-API-Schlüssels!\n\nHighlights:\n\n- Völlig kostenlos: Nutzen Sie alle Vorteile eines fortschrittlichen Tab-Managements, ohne Kosten und ohne die Notwendigkeit eines OpenAI API-Schlüssels.\n- Intelligente Gruppierung: Kategorisiert Tabs automatisch basierend auf Inhalt, Kontext und Ihren Surfgewohnheiten, sodass Sie schnell auf die benötigten Tabs zugreifen können.\n- Produktivitätssteigerung: Verbringen Sie weniger Zeit mit der Suche nach Tabs und konzentrieren Sie sich mehr auf das Wesentliche. Durch die Organisation Ihres Arbeitsbereichs steigern Sie Ihre Produktivität und reduzieren Stress.\n\nÜbernehmen Sie die Kontrolle über Ihre Browser-Erfahrung mit dem AI Tab Group Manager – Ihre smarte Lösung für eine aufgeräumte Online-Umgebung. Jetzt installieren und die Zukunft des Tab-Managements erleben!",
    "el": "Μεταμορφώστε τον τρόπο που περιηγείστε στον browser σας με το AI Tab Group Manager, τον έξυπνο βοηθό σας για εύκολη οργάνωση καρτελών. Με τη δύναμη του πιο πρόσφατου μοντέλου ChatGPT 4.0 (GPT-4o), αυτή η επέκταση αναλύει αυτόματα τις ανοιχτές καρτέλες σας και τις ομαδοποιεί έξυπνα σε σχετικές κατηγορίες—εντελώς δωρεάν και χωρίς την ανάγκη για κλειδί API από το OpenAI!\n\nΒασικά χαρακτηριστικά:\n\n- Εντελώς δωρεάν: Απολαύστε όλα τα πλεονεκτήματα της προηγμένης διαχείρισης καρτελών χωρίς κόστος και χωρίς την ανάγκη για κλειδί API από το OpenAI.\n- Έξυπνη ομαδοποίηση: Κατηγοριοποιεί αυτόματα τις καρτέλες με βάση το περιεχόμενο, τα συμφραζόμενα και τις συνήθειες περιήγησής σας, επιτρέποντάς σας γρήγορη πρόσβαση στις καρτέλες που χρειάζεστε.\n- Αυξημένη παραγωγικότητα: Ξοδέψτε λιγότερο χρόνο αναζητώντας καρτέλες και περισσότερη συγκέντρωση σε ό,τι έχει σημασία. Κρατώντας το χώρο εργασίας σας οργανωμένο, θα αυξήσετε την παραγωγικότητα και θα μειώσετε το άγχος.\n\nΠάρτε τον έλεγχο της περιήγησής σας με το AI Tab Group Manager—η έξυπνη λύση σας για ένα τακτοποιημένο διαδικτυακό περιβάλλον. Εγκαταστήστε το τώρα και ζήστε το μέλλον της διαχείρισης καρτελών!",
    "es": "Transforma la forma en que navegas por tu navegador con AI Tab Group Manager, tu asistente inteligente para una organización sin esfuerzo de pestañas. Impulsada por el último modelo ChatGPT 4.0 (GPT-4o), esta extensión analiza automáticamente tus pestañas abiertas y las agrupa de manera inteligente en categorías relevantes—¡totalmente gratis y sin necesidad de una clave API de OpenAI!\n\nCaracterísticas destacadas:\n\n- Totalmente gratuito: Disfruta de todos los beneficios de la gestión avanzada de pestañas sin ningún costo ni necesidad de una clave API de OpenAI.\n- Agrupación inteligente: Categoriza automáticamente las pestañas en función del contenido, el contexto y tus hábitos de navegación, lo que permite un acceso rápido a las pestañas que necesitas.\n- Aumento de la productividad: Pasa menos tiempo buscando pestañas y más tiempo concentrándote en lo que importa. Al mantener tu espacio de trabajo organizado, aumentarás tu productividad y reducirás el estrés.\n\nToma el control de tu experiencia de navegación con AI Tab Group Manager—tu solución inteligente para un entorno en línea ordenado. ¡Instala ahora y experimenta el futuro de la gestión de pestañas!",
    "fr": "Transformez votre navigation web avec AI Tab Master, votre assistant intelligent pour une organisation des onglets sans effort. Propulsée par le dernier modèle ChatGPT 4.0 (GPT-4o), cette extension analyse automatiquement vos onglets ouverts et les regroupe intelligemment par catégories pertinentes — entièrement gratuit et sans nécessiter de clé API OpenAI !\n\nPoints forts :\n\n- Entièrement Gratuit : Profitez de tous les avantages de la gestion avancée des onglets sans aucun coût et sans nécessité d'une clé API OpenAI.\n- Regroupement Intelligent : Catégorise automatiquement les onglets en fonction de leur contenu, du contexte et de vos habitudes de navigation, vous permettant d’accéder rapidement aux onglets dont vous avez besoin.\n- Productivité Accrue : Passez moins de temps à chercher des onglets et plus de temps à vous concentrer sur ce qui compte. En gardant votre espace de travail organisé, vous augmenterez votre productivité et réduirez le stress.\n\nPrenez le contrôle de votre expérience de navigation avec AI Tab Group Manager — votre solution intelligente pour un environnement en ligne sans encombrement. Installez-le maintenant et découvrez l'avenir de la gestion des onglets !",
    "he": "שנה את הדרך שבה אתה מנווט בדפדפן שלך עם AI Tab Group Manager, העוזר החכם שלך לארגון קל של טאבים. מונע על ידי המודל החדש ביותר של ChatGPT 4.0 (GPT-4o), תוסף זה מנתח אוטומטית את הטאבים הפתוחים שלך ומקבץ אותם בצורה חכמה לקטגוריות רלוונטיות—לגמרי בחינם וללא צורך במפתח API של OpenAI!\n\nהדגשים:\n\n- חינם לגמרי: נהנה מכל היתרונות של ניהול טאבים מתקדם ללא עלות וללא צורך במפתח API של OpenAI.\n- קיבוץ חכם: מקטלג אוטומטית טאבים על סמך תוכן, הקשר והרגלי הגלישה שלך, מה שמאפשר גישה מהירה לטאבים שאתה צריך.\n- הגדלת פרודוקטיביות: בוזבז פחות זמן בחיפוש טאבים ויותר זמן בהתמקדות במה שחשוב. על ידי שמירה על סדר במקום העבודה שלך, תגדיל את הפרודוקטיביות שלך ותפחית את הלחץ.\n\nקח שליטה על חווית הגלישה שלך עם AI Tab Group Manager—הפתרון החכם שלך לסביבה מקוונת ללא כאוס. התקן עכשיו וחווה את העתיד של ניהול טאבים!",
    "id": "Ubah cara Anda menavigasi browser Anda dengan AI Tab Group Manager, asisten cerdas Anda untuk organisasi tab yang mudah. Ditenagai oleh model terbaru ChatGPT 4.0 (GPT-4o), ekstensi ini secara otomatis menganalisis tab yang terbuka dan mengelompokkannya secara cerdas ke dalam kategori yang relevan—sepenuhnya gratis dan tanpa perlu kunci API OpenAI!\n\nSorotan:\n\n- Sepenuhnya Gratis: Nikmati semua manfaat manajemen tab yang canggih tanpa biaya atau perlu kunci API OpenAI.\n- Pengelompokan Cerdas: Secara otomatis mengkategorikan tab berdasarkan konten, konteks, dan kebiasaan penelusuran Anda, memungkinkan akses cepat ke tab yang Anda butuhkan.\n- Peningkatan Produktivitas: Luangkan lebih sedikit waktu untuk mencari tab dan lebih banyak waktu untuk fokus pada apa yang penting. Dengan menjaga ruang kerja Anda terorganisir, Anda akan meningkatkan produktivitas dan mengurangi stres.\n\nAmbil kendali atas pengalaman penelusuran Anda dengan AI Tab Group Manager—solusi cerdas Anda untuk lingkungan online yang bebas dari kekacauan. Instal sekarang dan rasakan masa depan manajemen tab!",
    "it": "Trasforma il modo in cui navighi sul tuo browser con AI Tab Master, il tuo assistente intelligente per organizzare le schede senza sforzo. Basata sul più recente modello ChatGPT 4.0 (GPT-4o), questa estensione analizza automaticamente le schede aperte e le raggruppa in categorie pertinenti in modo intelligente — completamente gratuito e senza bisogno di una chiave API OpenAI!\n\nCaratteristiche principali:\n\n- Completamente gratuito: Goditi tutti i vantaggi di una gestione avanzata delle schede senza alcun costo e senza necessità di una chiave API di OpenAI.\n- Raggruppamento intelligente: Classifica automaticamente le schede in base al contenuto, al contesto e alle tue abitudini di navigazione, consentendoti di accedere rapidamente alle schede di cui hai bisogno.\n- Aumento della produttività: Dedica meno tempo alla ricerca delle schede e più tempo a concentrarti su ciò che conta. Mantenendo il tuo spazio di lavoro organizzato, aumenterai la tua produttività e ridurrai lo stress.\n\nPrendi il controllo della tua esperienza di navigazione con AI Tab Group Manager—la tua soluzione intelligente per un ambiente online senza ingombri. Installa ora e scopri il futuro della gestione delle schede!",
    "ja": "ブラウザのナビゲーションを変革するAI Tab Group Manager、タブの整理を楽にするインテリジェントなアシスタントです。最新のChatGPT 4.0（GPT-4o）モデルに基づいて、この拡張機能は自動的に開いているタブを分析し、関連するカテゴリに賢くグループ化します—完全無料で、OpenAIのAPIキーは不要です！\n\nハイライト：\n\n- 完全無料： OpenAIのAPIキーを必要とせず、高度なタブ管理のすべての利点を無料で楽しむことができます。\n- スマートグルーピング： コンテンツ、コンテキスト、あなたのブラウジング習慣に基づいてタブを自動的に分類し、必要なタブに迅速にアクセスできるようにします。\n- 生産性向上： タブを探す時間を減らし、重要なことにもっと集中できます。作業スペースを整理することで、生産性を向上させ、ストレスを軽減します。\n\nAI Tab Group Managerを使用して、ブラウジング体験をコントロールしましょう—整理されたオンライン環境のためのスマートなソリューションです。今すぐインストールして、タブ管理の未来を体験してください！",
    "ko": "브라우저 탐색 방식을 혁신하세요. AI Tab Group Manager는 탭을 쉽게 정리할 수 있는 지능형 도우미입니다. 최신 ChatGPT 4.0 (GPT-4o) 모델을 기반으로 하는 이 확장 프로그램은 열린 탭을 자동으로 분석하고 관련 카테고리로 스마트하게 그룹화합니다. 완전히 무료이며 OpenAI API 키가 필요 없습니다!\n\n주요 기능:\n\n- 완전 무료: OpenAI API 키가 필요 없이 고급 탭 관리의 모든 이점을 무료로 즐기세요.\n- 스마트 그룹화: 콘텐츠, 맥락 및 브라우징 습관에 따라 탭을 자동으로 분류하여 필요한 탭에 빠르게 접근할 수 있습니다.\n- 생산성 향상: 탭을 찾는 데 드는 시간을 줄이고 중요한 일에 더 집중하세요. 작업 공간을 정리함으로써 생산성을 높이고 스트레스를 줄일 수 있습니다.\n\nAI Tab Group Manager로 브라우징 경험을 제어하세요—혼란 없는 온라인 환경을 위한 스마트한 솔루션입니다. 지금 설치하고 탭 관리의 미래를 경험해 보세요!",
    "pt_BR": "Transforme a maneira como você navega no navegador com o AI Tab Group Manager, seu assistente inteligente para organização de abas de forma simples. Alimentado pelo mais recente modelo ChatGPT 4.0 (GPT-4o), esta extensão analisa automaticamente suas abas abertas e as agrupa de forma inteligente em categorias relevantes — totalmente grátis e sem a necessidade de uma chave de API da OpenAI!\n\nDestaques:\n\n- Totalmente Gratuito: Aproveite todos os benefícios da gestão avançada de abas sem nenhum custo e sem a necessidade de uma chave de API da OpenAI.\n- Agrupamento Inteligente: Classifica automaticamente as abas com base no conteúdo, contexto e nos seus hábitos de navegação, permitindo acesso rápido às abas que você precisa.\n- Produtividade Aumentada: Passe menos tempo procurando por abas e mais tempo focando no que importa. Mantendo seu espaço de trabalho organizado, você aumentará sua produtividade e reduzirá o estresse.\n\nAssuma o controle da sua experiência de navegação com o AI Tab Group Manager — sua solução inteligente para um ambiente online livre de bagunça. Instale agora e experimente o futuro da gestão de abas!",
    "pt_PT": "Transforme a forma como navega no seu navegador com o AI Tab Group Manager, o seu assistente inteligente para a organização de separadores de forma fácil. Alimentada pelo mais recente modelo ChatGPT 4.0 (GPT-4o), esta extensão analisa automaticamente os seus separadores abertos e agrupa-os inteligentemente em categorias relevantes — completamente grátis e sem a necessidade de uma chave de API da OpenAI!\n\nDestaques:\n\n- Totalmente Gratuito: Desfrute de todos os benefícios da gestão avançada de separadores sem qualquer custo e sem a necessidade de uma chave de API da OpenAI.\n- Agrupamento Inteligente: Classifica automaticamente os separadores com base no conteúdo, contexto e nos seus hábitos de navegação, permitindo acesso rápido aos separadores de que precisa.\n- Aumento da Produtividade: Passe menos tempo à procura de separadores e mais tempo focado no que realmente importa. Ao manter o seu espaço de trabalho organizado, vai aumentar a sua produtividade e reduzir o stress.\n\nAssuma o controlo da sua experiência de navegação com o AI Tab Group Manager — a sua solução inteligente para um ambiente online sem desorganização. Instale agora e experimente o futuro da gestão de separadores!",
    "ro": "Transformă modul în care navighezi în browserul tău cu AI Tab Group Manager, asistentul tău inteligent pentru organizarea ușoară a tab-urilor. Alimentat de cel mai recent model ChatGPT 4.0 (GPT-4o), această extensie analizează automat tab-urile deschise și le grupează inteligent în categorii relevante—complet gratuit și fără a fi necesar un cheie API de la OpenAI!\n\nPuncte forte:\n\n- Complet gratuit: Beneficiază de toate avantajele gestionării avansate a tab-urilor fără costuri și fără a necesita un cheie API de la OpenAI.\n- Grupare inteligentă: Categorizează automat tab-urile pe baza conținutului, contextului și obiceiurilor tale de navigare, permițând acces rapid la tab-urile de care ai nevoie.\n- Creșterea productivității: Petrece mai puțin timp căutând tab-uri și mai mult timp concentrându-te pe ceea ce contează. Prin menținerea spațiului tău de lucru organizat, vei crește productivitatea și vei reduce stresul.\n\nIa controlul asupra experienței tale de navigare cu AI Tab Group Manager—soluția ta inteligentă pentru un mediu online ordonat. Instalează acum și experimentează viitorul gestionării tab-urilor!",
    "ru": "Преобразите способ работы с браузером с помощью AI Tab Master — вашего интеллектуального помощника для удобной организации вкладок. Основанное на новейшей модели ChatGPT 4.0 (GPT-4o), это расширение автоматически анализирует открытые вкладки и умно группирует их по соответствующим категориям — совершенно бесплатно и без необходимости использования ключа API OpenAI!\n\nОсновные особенности:\n\n- Полностью бесплатно: Используйте все возможности передового управления вкладками без каких-либо затрат и необходимости API-ключа OpenAI.\n- Умное группирование: Автоматически сортирует вкладки на основе их содержимого, контекста и ваших привычек в браузере, что позволяет быстро находить нужные вкладки.\n- Повышение продуктивности: Тратьте меньше времени на поиск вкладок и больше — на выполнение важных задач. Благодаря упорядоченному рабочему пространству вы повысите свою продуктивность и снизите уровень стресса.\n\nВозьмите под контроль свой опыт работы в браузере с помощью AI Tab Group Manager — вашего умного решения для упорядоченной онлайн-среды. Установите его сейчас и ощутите будущее управления вкладками!",
    "sk": "Zmeňte spôsob, akým prehliadate svoj prehliadač s AI Tab Group Manager, vaším inteligentným asistentom pre bezproblémovú organizáciu kariet. Poháňané najnovším modelom ChatGPT 4.0 (GPT-4o), toto rozšírenie automaticky analyzuje vaše otvorené karty a inteligentne ich zoskupuje do relevantných kategórií — úplne zadarmo a bez potreby kľúča API od OpenAI!\n\nHlavné výhody:\n\n- Úplne zadarmo: Užívajte si všetky výhody pokročilého spravovania kariet bez akýchkoľvek nákladov alebo potreby kľúča API od OpenAI.\n- Inteligentné zoskupovanie: Automaticky kategorizuje karty na základe obsahu, kontextu a vašich zvyklostí pri prehliadaní, čo umožňuje rýchly prístup k potrebným kartám.\n- Zvýšená produktivita: Strávte menej času hľadaním kariet a viac času sústredením sa na to, čo je dôležité. Udržiavaním svojho pracovného priestoru usporiadaného zvýšite svoju produktivitu a znížite stres.\n\nPrevezmite kontrolu nad svojím prehliadacím zážitkom s AI Tab Group Manager — vaším inteligentným riešením pre prehľadné online prostredie. Nainštalujte teraz a zažite budúcnosť správy kariet!",
    "th": "เปลี่ยนแปลงวิธีที่คุณนำทางในเบราว์เซอร์ของคุณด้วย AI Tab Group Manager ผู้ช่วยอัจฉริยะของคุณในการจัดระเบียบแท็บอย่างง่ายดาย ข powered by โมเดลล่าสุด ChatGPT 4.0 (GPT-4o) ส่วนขยายนี้จะวิเคราะห์แท็บที่เปิดอยู่ของคุณโดยอัตโนมัติและจัดกลุ่มอย่างชาญฉลาดในหมวดหมู่ที่เกี่ยวข้อง—ฟรีและไม่ต้องใช้ API key ของ OpenAI!\n\nไฮไลท์:\n\n- ฟรีเต็มรูปแบบ: สนุกไปกับทุกประโยชน์ของการจัดการแท็บขั้นสูงโดยไม่มีค่าใช้จ่ายหรือความจำเป็นในการใช้ API key ของ OpenAI\n- การจัดกลุ่มอัจฉริยะ: จัดหมวดหมู่แท็บโดยอัตโนมัติตามเนื้อหา บริบท และพฤติกรรมการท่องเว็บของคุณ ทำให้คุณสามารถเข้าถึงแท็บที่ต้องการได้อย่างรวดเร็ว\n- เพิ่มผลผลิต: ใช้เวลาในการค้นหาแท็บน้อยลงและใช้เวลาไปกับการมุ่งเน้นในสิ่งที่สำคัญมากขึ้น โดยการรักษาสภาพแวดล้อมการทำงานของคุณให้เป็นระเบียบ คุณจะเพิ่มผลผลิตและลดความเครียด\n\nควบคุมประสบการณ์การท่องเว็บของคุณด้วย AI Tab Group Manager—โซลูชันอัจฉริยะของคุณสำหรับสภาพแวดล้อมออนไลน์ที่ปราศจากความยุ่งเหยิง ติดตั้งตอนนี้และสัมผัสอนาคตของการจัดการแท็บ!",
    "tr": "Tarayıcınızda gezinme şeklinizi değiştiren AI Tab Group Manager, sekmeleri zahmetsizce düzenlemek için akıllı asistanınızdır. En son ChatGPT 4.0 (GPT-4o) modelinden güç alan bu uzantı, açık sekmelerinizi otomatik olarak analiz eder ve bunları ilgili kategorilere akıllıca gruplar—tamamen ücretsiz ve OpenAI API anahtarına ihtiyaç duymadan!\n\nÖne Çıkanlar:\n\n- Tamamen Ücretsiz: OpenAI API anahtarına ihtiyaç duymadan gelişmiş sekme yönetiminin tüm avantajlarından faydalanın.\n- Akıllı Gruplama: Sekmeleri içeriğe, bağlama ve tarayıcı alışkanlıklarınıza göre otomatik olarak kategorize ederek, ihtiyaç duyduğunuz sekmelere hızlıca erişmenizi sağlar.\n- Artırılmış Verimlilik: Sekmeleri aramak için daha az zaman harcayın ve önemli olanlara daha fazla odaklanın. Çalışma alanınızı düzenli tutarak verimliliğinizi artıracak ve stresi azaltacaksınız.\n\nAI Tab Group Manager ile tarayıcı deneyiminizi kontrol altına alın—düzenli bir çevrimiçi ortam için akıllı çözümünüz. Şimdi yükleyin ve sekme yönetimindeki geleceği deneyimleyin!",
    "uk": "Перетворіть спосіб навігації у вашому браузері за допомогою AI Tab Group Manager, вашого розумного асистента для легкого організування вкладок. Цей розширення, що працює на основі останньої моделі ChatGPT 4.0 (GPT-4o), автоматично аналізує ваші відкриті вкладки і інтелектуально групує їх у відповідні категорії — абсолютно безкоштовно і без потреби в API ключі OpenAI!\n\nОсновні переваги:\n\n- Абсолютно безкоштовно: Насолоджуйтеся всіма перевагами розширеного управління вкладками без будь-яких витрат та без необхідності в API ключі OpenAI.\n- Інтелектуальне групування: Автоматично категоризує вкладки на основі вмісту, контексту та ваших звичок перегляду, що дозволяє швидко отримати доступ до потрібних вкладок.\n- Підвищена продуктивність: Проведіть менше часу на пошук вкладок і більше часу на зосередження на важливому. Організувавши своє робоче середовище, ви збільшите свою продуктивність і зменшите стрес.\n\nВізьміть під контроль свій досвід у браузері з AI Tab Group Manager — вашим розумним рішенням для впорядкованого онлайн-середовища. Встановіть зараз і відчуйте майбутнє управління вкладками!",
    "zh_CN": "『AI 标签页管理器』协助您智能化管理浏览器标签页，打造打造整洁、高效的浏览器体验。\n\n这款浏览器扩展基于最新的 ChatGPT 4.0 (GPT-4o) 模型，能够自动分析您打开的标签页，并智能地将它们归类到相关的类别中 —— 所有功能完全免费，无需使用 OpenAI API 密钥。\n\n产品亮点：\n\n- 智能分类： 根据内容、上下文和您的浏览习惯，自动对标签页进行分类（支持中文标签归档），帮助您快速定位打开的网页内容。\n- 提高生产力： 减少查找标签的时间，将更多精力放在重要的事情上。保持浏览器工作空间井然有序，从而提升生产力。\n- 完全免费： 没有任何费用，也不需要 OpenAI API 密钥授权。\n\n下载插件，立即体验！我们将持续优化，更多功能敬请期待！",
    "zh_TW": "『AI 標籤頁管理器』協助您智能化管理瀏覽器標籤頁，打造整潔、高效的瀏覽器體驗。\n\n這款瀏覽器擴充功能基於最新的 ChatGPT 4.0 (GPT-4o) 模型，能夠自動分析您打開的標籤頁，並智能地將它們歸類到相關的類別中 —— 所有功能完全免費，無需使用 OpenAI API 密鑰。\n\n產品亮點：\n\n- 智能分類：根據內容、上下文和您的瀏覽習慣，自動對標籤頁進行分類（支援中文標籤歸檔），幫助您快速定位打開的網頁內容。\n- 提高生產力：減少查找標籤的時間，將更多精力放在重要的事情上。保持瀏覽器工作空間井然有序，從而提升生產力。\n- 完全免費：沒有任何費用，也不需要 OpenAI API 密鑰授權。\n\n下載插件，立即體驗！我們將持續優化，更多功能敬請期待！"
  }
}