{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MANGANIME Radio"
  },
  "short": {
    "ar": "إستمع لأفضل موسيقى الأنيم (Japanese music, j-pop, j-rock, Kayokyoku, Bitpop, Chiptune, City pop و أنماط أخرى من الموسيقى اليابانية)…",
    "am,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Listen to the best Anime music (Japanese music, j-pop, j-rock, Kayokyoku, Chiptune and more for free on MANGANIME Radio.",
    "fr": "Écouter la meilleure musique j-pop, j-rock, Chiptune et d'aurtes styles de la musique Japanese gratuitement sur MANGANIME Radio."
  },
  "long": {
    "ar": "إستمع لأفضل موسيقى الأنيم Japanese music,j-pop,j-rock, و أنماط أخرى من الموسيقى اليابانية) بالمجان على إذاعة مونغانيم. Manganime Radio",
    "am,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Listen to the best Anime music (Japanese music, j-pop, j-rock, Kayokyoku, Electro, Enka, Eurobeat, Group sounds, Hardcore punk, Hip hop, Jazz, Metal, Noise, Noise rock, Onkyokei, Reggae Rock, Rokyoku, Ryukoka, Shibuya-kei, Synthpop, Ska, Visual kei, Eroguro kei, Nagoya kei, Bushi, Dainichido, Bugaku, Danmono, Gagaku, Joruri, Min'yo, Nagauta & more Japanese music styles for free on Manganime Radio.",
    "fr": "Écouter la meilleure musique d'Anime (Musique Japanese,j-pop,j-rock,Kayokyoku, Electro, Enka, Eurobeat, Group sounds, Hardcore punk, Hip hop, Jazz, Metal, Noise, Noise rock, Onkyokei, Reggae Rock, Rokyoku, Ryukoka, Shibuya-kei, Synthpop, Ska, Visual kei, Eroguro kei, Nagoya kei, Bushi, Dainichido, Bugaku, Danmono, Gagaku, Joruri, Min'yo, Nagauta et d'autre styles de musique Japonaise, gratuitement sur Manganime Radio"
  }
}