{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ThinkGPT: ChatGPT Bookmarks Message saver & search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily bookmark , Search and revisit remarkable ChatGPT messages. Never lose valuable insights again!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🚀 New Features in v1.5 (Dec 2024)\n-Added Copy & Export buttons for each bookmark\n-Quickly copy bookmark content to clipboard\n-Export individual bookmarks as text files for easy sharing\n-New toolbar notification badge\n--Shows \"NEW\" indicator when extension updates\n-Helps you stay informed about the latest features\n-Interactive Tutorial for New Users\n\nThinkGPT: Your Personal ChatGPT Bookmark Manager\n\nSave and organize your most valuable ChatGPT conversations with just one click. Instantly return to any saved message, copy important responses, or export them for later use. Features a clean, intuitive interface with both light and dark modes, making it perfect for day or night use. Search through your bookmarks easily and never lose an important ChatGPT insight again. Simple, fast, and designed to enhance your ChatGPT experience.\n__________________________\n Never lose track of valuable insights or important conversations again!\nKey Features:\n🔖 Easy Bookmarking: With a single click, save any message from your ChatGPT conversations.\n🚀 Quick Access: Instantly revisit your bookmarked content whenever you need it.\n🔍 Smart Search: Quickly find specific bookmarks using our powerful search functionality.\n🗂️ Efficient Organization: Keep your most valuable ChatGPT insights at your fingertips.\n🔀 Seamless Integration: Works smoothly within the ChatGPT interface for a natural user experience.\n🔒 Privacy-Focused: All your bookmarks are stored locally on your device, ensuring your data remains private.\nPerfect for:\n\nSoftware Developers saving code snippets, debugging tips, and architecture discussions\nStudents capturing and retrieving study materials and explanations\nResearchers saving and searching through valuable insights and data points\nProfessionals organizing and quickly accessing project-related information\nWriters collecting and finding ideas and inspirations\nAnyone who wants to make the most of their ChatGPT conversations!\n\nHow It Works:\n\nInstall ThinkGPT and navigate to chat.openai.com\nAs you chat, click the bookmark icon next to any message you want to save\nAccess your bookmarks anytime through the ThinkGPT extension popup\nUse the smart search feature to quickly find specific bookmarks by keywords or topics\nEasily jump back to any bookmarked conversation with a single click\n\nBoost your productivity, streamline your research, and never lose an important ChatGPT message again. Let ThinkGPT be your personal ChatGPT librarian, helping you capture, search, and retrieve the knowledge you need, when you need it.\nSmart Search in Action:\n\nInstantly filter through your bookmarks to find exactly what you're looking for\nSearch by keywords, phrases, or topics to quickly locate specific information\nSave time by efficiently managing and accessing your growing collection of ChatGPT insights\nDevelopers can quickly retrieve bookmarked code solutions, API usage examples, or algorithm explanations"
  }
}