{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BetterFloat"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your experience on CSFloat.com, Skinport.com & Skinbid.com!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Open-Source on Github: https://github.com/GODrums/BetterFloat\n\nBetterFloat is a skins shopping assistant in form of an actively maintained, free, and open-source browser extension enhancing your experience on CSFloat.com, Skinport.com & Skinbid.com.\n\nHighlights:\n- Automatically display Buff prices (highest buy order & lowest listing price) for every item\n- Instantly see the price difference to Buff prices in a colored label next to the item price\n- Display and gradual coloring of price percentages of applied stickers (%SP)\n- Get the accurate listing age of an item\n- Auto-refresh for newest items and apply up to 4 different filters\n- Extension popup offers highly customizable experience\n\nAnd much more:\n- No excessive delays or network traffic during your shopping session as Buff prices are temporarily stored locally and are only fetched every hour\n- You dislike certain functionality? Don't worry, most parts can be disabled separately in the extension popup\n- Privacy first: the extension has no access to your private data to your accounts or keys whatsoever. So that your data stays your data\n\nThis extension is in active development and more features will be added in the future. If you got any privacy concerns, feel free to check out the source code on Github: https://github.com/GODrums/BetterFloat\n\nNOTE: BetterFloat is developed independently, and is not officially endorsed by or affiliated with CSFloat Inc., Skinport GmbH, or SkinBid ApS in any way. If you are a legal representative of the aforementioned companies and would like this project to be taken down, please contact me directly at legal@rums.dev."
  }
}