{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Allclues - Capture, Organize & Learn with AI",
    "es": "Allclues - Captura, Organiza y Aprende con IA",
    "fr": "Allclues - Capturez, Organisez et Apprenez avec l'IA",
    "it": "Allclues - Cattura, Organizza e Impara con l'AI",
    "ja": "Allclues - AI でキャプチャ、整理、学習",
    "ko": "Allclues - AI 로 수집, 정리, 학습",
    "zh_CN": "Allclues - AI 赋能的收藏、管理和学习工具",
    "zh_TW": "Allclues - AI 賦能的收藏、管理和學習工具"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Save links, text, images and notes to your Allclues",
    "es": "Guarda enlaces, textos, imágenes y notas en Allclues",
    "fr": "Sauvegardez des liens, du texte, des images et des notes sur Allclues",
    "it": "Salva link, testi, immagini e appunti su Allclues",
    "ja": "Allclues にリンク、テキスト、画像、ノートを保存してください",
    "ko": "링크, 텍스트, 이미지, 그리고 메모를 Allclues 에 저장하세요",
    "zh_CN": "将链接、文本、图片和笔记快速保存到 Allclues",
    "zh_TW": "將鏈接、文本、圖片和筆記快速保存到 Allclues"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Designed specifically for thinkers and learners, the Allclues Chrome extension leverages advanced AI technology to streamline and optimize your online information capture, categorization, and retrieval.\n\nKey Features:\n● Ask Clues AI: Clues AI is your super brain! It allows you to search using provided prompts, or ask questions like you would, to a friend or an AI assistant. For instance, you can \"Summarize\" to quickly understand the overview of the entire web page, or select paragraphs in the page and ask Clues AI anything you want to know about it. All dialogues with Clues AI are automatically saved to your Allclues Page. So, whenever you want to look back or dig deeper, all your previous chit-chats are right there waiting for you.\n● Save to Allclues: Instantly save web content into Allclues with a single click, making your Chrome browsing sessions more productive.\n● Intelligent Match-Up: Experience our AI-driven feature, matching and suggesting relevant pages from your Allclues account based on your real-time web activities. Furthermore, our Chrome extension ensures you never duplicate saved content by alerting you to previously saved same URLs.\n● Quick Note-Taking: Use our Chrome-friendly Quick Note to write down insights directly from the web pages you're browsing, preserving context and clarity.\n● Tailored Content Captures: Enhance your Chrome experience by selectively saving links, text, or images directly to Allclues, ensuring that you capture precisely what matters. What’s even better is that you can select multiple items in one go.\n\nWhy Allclues?\nAllclues isn't just another knowledge management tool. With the integration of AI, we seamlessly transform the fragments of information you collect into organized and insightful knowledge. By uniting reading, writing, and research in a singular space, Allclues goes beyond mere storage—it's where your knowledge evolves and readies for application. To learn more about Allclues, please visit http://allclues.ai.\n\nNote: You must have an existing Allclues account to use this extension.",
    "es": "Diseñada específicamente para pensadores y estudiantes, la extensión Allclues Chrome aprovecha la tecnología avanzada de inteligencia artificial para agilizar y optimizar la captura, categorización y recuperación de información en línea.\n\nCaracterísticas principales:\n● Pregunta a Clues AI: ¡Clues AI es tu super cerebro! Te permite buscar usando los prompts proporcionados, o hacer preguntas como lo harías, a un amigo o a un asistente de IA. Por ejemplo, puedes \"Resumir\" para entender rápidamente la visión general de toda la página web, o seleccionar párrafos en la página y preguntar a Clues AI cualquier cosa que quieras saber sobre ello. Todos los diálogos con Clues AI se guardan automáticamente en tu página de Allclues. Así que, siempre que quieras revisar o profundizar, todas tus charlas anteriores están ahí esperándote.\n● Guardar en Allclues: Guarda contenido web en Allclues instantáneamente con un solo clic, haciendo tus sesiones de navegación en Chrome más productivas.\n● Emparejamiento Inteligente: Experimenta nuestra función impulsada por IA, que sugiere páginas relevantes de tu cuenta de Allclues basándose en tus actividades web en tiempo real. Además, nuestra extensión de Chrome asegura que nunca guardes contenido duplicado alertándote de URLs previamente guardados.\n● Tomar Rapidamente de Notas: Usa nuestra función Quick Note adaptada para Chrome para anotar ideas directamente desde las páginas web que estás navegando, conservando el contexto y la claridad.\n● Capturas de Contenido Personalizadas: Mejora tu experiencia en Chrome guardando selectivamente enlaces, textos o imágenes directamente en Allclues, asegurando una captura con precision de lo que mas te importa. Lo que es aún mejor es que puedes seleccionar varios elementos en una sola vez.\n\n¿Por qué Allclues?  \nAllclues no es solo otra herramienta de gestión del conocimiento. Con la integración de la Inteligencia Artificial, organizamos los fragmentos de informacion querecopilas y los transformamos en un conocimiento profundo. Al unir la lectura, la escritura y la investigación en un espacio singular, Allclues va más allá del mero almacenamiento: es donde su conocimiento evoluciona y se prepara para su aplicación. Para conocer más sobre lo que Allclues puede ofrecerte, visita http://allclues.ai.\n\nNota: Debes tener una cuenta existente en Allclues para usar esta extensión.",
    "fr": "Conçue pour les penseurs et les apprenants, l'extension Allclues Chrome exploite une technologie avancée d'intelligence artificielle pour optimiser la collecte, la classification et la récupération des informations en ligne.\n\nCaractéristiques principales:\n● Demandez à Clues AI : Clues AI est votre super cerveau ! Il vous permet de rechercher en utilisant des invites fournies, ou de poser des questions comme vous le feriez, à un ami ou à un assistant IA. Par exemple, vous pouvez \"Résumer\" pour comprendre rapidement l'aperçu de toute la page web, ou sélectionner des paragraphes sur la page et demander à Clues AI tout ce que vous voulez savoir à ce sujet. Tous les dialogues avec Clues AI sont automatiquement enregistrés sur votre page Allclues. Ainsi, chaque fois que vous voulez revenir en arrière ou creuser plus profondément, toutes vos discussions précédentes sont là, juste à vous attendre.\n● Enregistrez sur Allclues: Sauvegardez instantanément du contenu web sur Allclues d'un simple clic, rendant vos sessions de navigation sur Chrome encore plus productives.\n● Correspondance Intelligente: Expérimentez notre fonctionnalité pilotée par l'IA, suggérant des pages pertinentes depuis votre compte Allclues en fonction de vos activités web en temps réel. De plus, notre extension Chrome vous assure de ne jamais sauvegarder du contenu en double en vous alertant des URLs précédemment enregistrées.\n● Prise de Notes Rapide : Utilisez notre fonctionnalité Quick Note compatible Chrome pour noter des idées directement à partir des pages Web que vous consultez, en préservant le contexte et la clarté.\n● Capture de Contenu sur Mesure : Améliorez votre expérience Chrome en enregistrant de manière sélective des liens, du texte ou des images directement sur Allclues. Vous pouvez même sélectionner plusieurs éléments à la fois.\n\nPourquoi Allclues?  \nAllclues n'est pas qu'un simple outil de gestion de connaissances. Grâce à l'intégration de l'IA, nous transformons les fragments d'information que vous collectez en connaissances organisées et pertinentes. En combinant lecture, écriture et recherche en un seul endroit, Allclues va au-delà du simple stockage. C'est là que vos connaissances prennent vie et se préparent à être mises en application. Pour en savoir plus sur Allclues, veuillez visiter http://allclues.ai.\n\nNote: Vous devez avoir un compte Allclues existant pour utiliser cette extension.",
    "it": "Specificamente progettata per chi ama riflettere e imparare, l'estensione di Allclues per Chrome sfrutta la tecnologia AI avanzata per semplificare e ottimizzare la cattura, la categorizzazione e il recupero delle informazioni online.\n\nCaratteristiche principali:\n● Chiedi a Clues AI: Clues AI è il tuo super cervello! Ti permette di cercare usando i prompt forniti, o fare domande come faresti a un amico o a un assistente IA. Ad esempio, puoi \"Riassumere\" per capire rapidamente la panoramica dell'intera pagina web, o selezionare paragrafi nella pagina e chiedere a Clues AI tutto ciò che vuoi sapere su di esso. Tutti i dialoghi con Clues AI vengono salvati automaticamente nella tua pagina Allclues. Quindi, ogni volta che vuoi tornare indietro o approfondire, tutte le tue chiacchierate precedenti sono lì che ti aspettano.\n● Salva su Allclues: Salva istantaneamente contenuti web su Allclues con un solo click, rendendo le tue sessioni di navigazione su Chrome più produttive.\n● Abbinamento Intelligente: Sperimenta la nostra funzione guidata da AI, che suggerisce e abbina pagine pertinenti dal tuo account Allclues in base alle tue attività web in tempo reale. Inoltre, la nostra estensione per Chrome ti avverte se stai per salvare un URL già salvato in precedenza, evitando duplicati.\n● Prendi Appunti Velocemente: Usa il nostro Quick Note ottimizzato per Chrome per annotare spunti direttamente dalle pagine web che stai visitando, mantenendo il contesto e la chiarezza.\n● Cattura Contenuti Su Misura: Migliora la tua esperienza su Chrome salvando selettivamente link, testi o immagini direttamente su Allclues. Puoi anche selezionare più elementi contemporaneamente.\n\nPerché Allclues?  \nAllclues non è solo un altro strumento di gestione della conoscenza. Grazie all'integrazione con l'AI, trasformiamo in modo fluido i frammenti di informazioni che raccogli in una conoscenza organizzata e profonda. Unendo lettura, scrittura e ricerca in un unico spazio, Allclues va oltre la semplice archiviazione: è il luogo in cui la tua conoscenza si evolve e si prepara per essere applicata. Per saperne di più su Allclues, visita http://allclues.ai.\n\nNota: Per utilizzare questa estensione, devi avere un account Allclues già esistente.",
    "ja": "思考家や学習者のために特別に設計された Allclues の Chrome 拡張機能は、先進的な AI 技術を活用し、オンライン情報のキャプチャ、分類、取得を最適化と合理化にします。\n\n主要な特徴：\n● Ask Clues AI：Clues AI はあなたのスーパーブレインです！ Clues AI のプロンプトを使用して検索することができ、また他の AI アシスタントに質問するようにあなたの質問を記述することもできます。たとえば、「要約」と選択して、ページ全体の概要をすばやく理解することができ、またページの段落を選択し、Clues AI にそれについて知りたいことを何でも尋ねることができます。あなたと Clues AI とのすべての対話はあなたの Allclues に自動的に保存されます。だから、いつでも振り返りたい、または深く調査したい場合は、以前の Clues AI とのすべての対話が対応するページに表示されます。\n● Allclues に保存: 一回のクリックで Web コンテンツを直ぐに Allclues に保存できることで、Chrome のブラウジングセッションはより効果的になります。\n● Intelligent Match-Up: 弊社のAI主導の機能を体験し、リアルタイムの Web アクティビティに基づいてあなたの Allclues アカウントに関連するページをマッチと提案します。さらに、弊社の Chrome 拡張機能は、以前に保存された同じ URL を警告することで保存されたコンテンツの重複を防ぎます。\n● Quick Note-Taking: 弊社の Chrome に適する Quick Note を使用し、閲覧中の Web ページから見抜くことを直接に書き留めることで文脈と明確さを維持します。\n● Tailored Content Captures: 選択によってリンク、テキスト、または画像を直接に Allclues に保存することで Chrome の経験を高め、重要な内容を正確的にキャプチャします。さらに、一回の操作で複数のアイテムを選択することができます。\n\nなぜ Allclues なのか？\nAllclues はただの知識管理ツールではありません。AI の統合により、お客様が収集された情報の断片をシームレスに整理された洞察力に富んだ知識に変換します。読み、書き、リサーチを一つのスペースで合わせることで、Allclues はただのストレージを超え、知識進化と応用準備の場所になります。Allclues についての詳細は、http://allclues.ai をご覧ください.\n\n注意：この拡張機能を使用するには、既存の Allclues アカウントが必要です。",
    "ko": "지적인 호기심을 가진 사람들과 학습자들을 위해 특별히 개발된 Allclues 크롬 확장 프로그램은 첨단 인공 지능 기술을 이용해 온라인 정보의 수집, 분류, 그리고 검색을 간편하고 효과적으로 만들어줍니다.\n\n핵심 기능들:\n● Ask Clues AI: Clues AI 는 당신의 슈퍼 브레인입니다! 당신은 Clues AI 의 프롬프트를 사용하여 검색하거나, 다른 AI 어시스턴트에게 질문하는 것처럼 문제를 설명할 수 있습니다. 예를 들어, 당신은 \"요약\"을 선택하여 전체 웹 페이지의 개요를 빠르게 이해하거나, 페이지의 단락을 선택하고 Clues AI 에게 알고 싶은 것을 물어볼 수 있습니다. 당신과 Clues AI 의 모든 대화는 당신의 Allclues 에 자동으로 저장됩니다. 따라서 언제든지 되돌아보거나 더 깊게 연구하고 싶을 때, 이전에 Clues AI 와의 모든 대화가 해당 페이지에 표시됩니다.\n● Allclues 로 저장: 한 번의 클릭만으로 웹 콘텐츠를 Allclues 에 바로 저장하고, Chrome 브라우징을 더욱 생산적으로 만드세요.\n● 지능적 연결: 실시간 웹 활동에 따라 Allclues 계정의 관련 페이지를 제안하고 연결하는 AI 기능을 체험하세요. 더불어 Chrome 확장 기능은 이전에 저장했던 URL을 알려주어 중복 저장을 방지합니다.\n● 즉시 메모 기능: Chrome 에 맞춰진 메모 기능을 사용하여 웹 페이지에서 얻은 통찰력을 원래의 맥락을 유지하며 바로 기록하세요.\n● 맞춤 콘텐츠 저장: 원하는 링크, 텍스트, 이미지를 선택적으로 Allclues 에 저장하여 Chrome 사용 경험을 풍부하게 만드세요. 더 나아가 한 번에 여러 항목을 선택하여 저장하는 것도 가능합니다.\n\n왜 Allclues 인가요?\nAllclues 는 단순한 지식 관리 도구가 아닙니다. AI 의 통합으로 당신이 수집하는 정보 조각들을 조직적이고 깊은 통찰력을 갖는 지식으로 변화시킵니다. 읽기, 쓰기, 연구를 하나의 공간에서 결합함으로써, Allclues 는 단순한 저장 공간을 넘어 지식이 성장하고 활용되는 곳이 됩니다. Allclues 에 대해 더 알고 싶다면, http://allclues.ai 방문해 주세요.\n\n참고: 이 확장 기능을 사용하려면 Allclues 계정이 필요합니다.",
    "zh_CN": "Allclues Chrome 扩展专为阅读者、写作者和学习者设计，采用先进的 AI 来简化和优化在线信息收藏、分类与检索。\n\n● Ask Clues AI：Clues AI 是你的超级大脑！你可以使用 Clues AI 的提示来进行搜索，或者像询问其他 AI 助手一样描述你的问题。例如，你可以选择“总结”来快速理解整个网页的概述，或者选择一个段落并向 Clues AI 提出你的问题。所有你与 Clues AI 的对话都会自动保存到你的 Allclues中。因此，无论何时你想回顾或深入研究，你之前和 Clues AI 所有对话都会出现在对应的页面中。\n● 快速收藏：只需点击 Allclues 扩展按钮，就可以轻松将网页内容保存至 Allclues，你还可以使用快捷键快速保存。\n● 智能匹配：借由先进的 AI 算法，根据你浏览的网页实时匹配你在 Allclues 帐户中已收藏的相关页面，帮助你减少重复信息的产生。\n● 快速笔记：专为浏览器设计的快捷笔记，帮助你轻松捕获在浏览过程中的灵感和想法。\n● 尽情收藏：在 Chrome 浏览网页时，你可以尽情收藏链接、文本或图片到 Allclues，可以单选也可以多选，操作简单，效率 up up！\n\n为什么选择 Allclues？  \nAllclues 不仅仅只是另一个知识管理工具。我们认为阅读和写作不应该独立存在，他们应当紧密结合，而不是简单的先后关系。通过 AI 赋能，我们希望用户能更好地提高思考能力，让思考发生，而不仅仅只是简单的收藏和保存。要了解更多关于 Allclues，请访问 http://allclues.ai。\n\n注意：为了您更好地体验此扩展，请先确保您已经注册 Allclues 帐户。",
    "zh_TW": "Allclues Chrome 擴展專為思考者、學習者設計，利用先進的 AI 技術來簡化和優化在線信息收藏、分類和檢索。\n\n● Ask Clues AI：Clues AI 是你的超級大腦！你可以使用 Clues AI 的提示來進行搜尋，或者像詢問其他 AI 助手一樣描述你的問題。例如，你可以選擇“總結”來快速理解整個網頁的概述，或者選擇一個段落並向 Clues AI 提出你的問題。所有你與 Clues AI 的對話都會自動保存到你的 Allclues 中。因此，無論何時你想回顧或深入研究，你之前和 Clues AI 所有對話都會出現在對應的頁面中。\n● 快速收藏：你只需點擊 Allclues 擴展，就可以輕鬆將網頁內容保存至 Allclues，你還可以使用快捷鍵快速保存。\n● 智能匹配：藉由先進的 AI 演算法，根據你瀏覽的網頁實時匹配你在 Allclues 帳戶中已收藏的相關頁面，幫助你減少重複信息的產生。\n● 快速筆記：專為瀏覽器設計的快捷筆記，幫助你輕鬆捕獲在瀏覽過程中的靈感和想法。 \n● 盡情收藏：在 Chrome 瀏覽網頁時，你可以盡情收藏鏈接、文本或圖片到 Allclues，可以單選也可以多選，操作簡單，效率 up up！\n\n为什麼選擇 Allclues？Allclues 不僅僅是知識管理工具，我們認為閱讀與寫作密不可分，通過 AI 賦能，您能更好地連接你的閱讀和筆記，讓思考發生，用收藏構建你的知識世界。想了解更多關於 Allclues，請訪問 http://allclues.ai。 \n\n注意：要更好地體驗此擴充功能，請確保您已經註冊 Allclues 帳戶。"
  }
}