{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Calendar Event Adder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Googleカレンダーに簡単に予定を追加できます。",
    "de": "Sie können ganz einfach Ereignisse zu Google Kalender hinzufügen.",
    "en": "You can easily add events to Google Calendar.",
    "es": "Puedes añadir fácilmente eventos a Google Calendar.",
    "es_419": "Puedes agregar fácilmente eventos a Google Calendario.",
    "fr": "Vous pouvez facilement ajouter des événements à Google Agenda.",
    "it": "Galite lengvai įtraukti įvykius į Google Calendario.",
    "ko": "Google 캘린더에 이벤트를 쉽게 추가할 수 있습니다.",
    "nl": "Je kunt eenvoudig gebeurtenissen toevoegen aan Google Agenda.",
    "pl": "Możesz łatwo dodawać wydarzenia do Kalendarz Google.",
    "pt_BR": "Você pode adicionar facilmente eventos ao Google Agenda.",
    "pt_PT": "Pode adicionar facilmente eventos ao Google Calendário.",
    "ru": "Вы можете легко добавлять события в Google Календарь.",
    "zh_CN": "您可以轻松地将事件添加到 Google 日历中。",
    "zh_TW": "您可以輕鬆地將事件新增至 Google 日曆。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "この拡張機能は、Googleカレンダーへの予定追加を簡単に行うことができます。\n\n選択したテキストやページタイトルを直接Googleカレンダーに追加することが可能です。また、右クリックメニューから直接Googleカレンダーを開くこともできます。\n\nこれにより、予定の管理が一段と便利になります。ユーザーの生産性を向上させるための強力なツールです。",
    "de": "Diese Erweiterung erleichtert das Hinzufügen von Terminen zu Google Kalender.\n\nAusgewählter Text oder Seitentitel können direkt zum Google Kalender hinzugefügt werden. Sie können Google Kalender auch direkt über das Rechtsklickmenü öffnen.\n\nDies macht die Verwaltung von Terminen noch bequemer. Es ist ein leistungsfähiges Tool zur Verbesserung der Benutzerproduktivität.",
    "en": "This extension makes it easy to add appointments to Google Calendar.\n\nSelected text or page titles can be added directly to Google Calendar. You can also open Google Calendar directly from the right-click menu.\n\nThis makes managing appointments even more convenient. It is a powerful tool to improve user productivity.",
    "es": "Esta extensión facilita la adición de citas a Google Calendar.\n\nEl texto seleccionado o los títulos de las páginas pueden añadirse directamente a Google Calendar. También puede abrir Google Calendar directamente desde el menú del botón derecho.\n\nEsto hace que la gestión de citas sea aún más cómoda. Es una potente herramienta para mejorar la productividad del usuario.",
    "es_419": "Esta extensión facilita la adición de eventos a Google Calendario.\n\nEl texto seleccionado o los títulos de las páginas pueden agregarse directamente a Google Calendario. También puedes abrir Google Calendario directamente desde el menú del botón derecho.\n\nEsto hace que la administración de eventos sea aún más cómoda. Es una herramienta poderosa para mejorar la productividad del usuario.",
    "fr": "Cette extension permet d'ajouter facilement des rendez-vous à Google Agenda.\n\nLe texte sélectionné ou les titres de pages peuvent être ajoutés directement à Google Agenda. Vous pouvez également ouvrir Google Agenda directement à partir du menu contextuel.\n\nCela rend la gestion des rendez-vous encore plus pratique. Il s'agit d'un outil puissant pour améliorer la productivité des utilisateurs.",
    "it": "Questa estensione semplifica l'aggiunta di appuntamenti a Google Calendario.\n\nIl testo selezionato o i titoli delle pagine possono essere aggiunti direttamente a Google Calendar. È anche possibile aprire Google Calendario direttamente dal menu del tasto destro del mouse.\n\nQuesto rende la gestione degli appuntamenti ancora più comoda. È un potente strumento per migliorare la produttività dell'utente.",
    "ko": "이 확장 프로그램을 사용하면 Google 캘린더에 약속을 쉽게 추가할 수 있습니다.\n\n선택한 텍스트나 페이지 제목을 Google 캘린더에 바로 추가할 수 있습니다. 오른쪽 클릭 메뉴에서 바로 Google 캘린더를 열 수도 있습니다.\n\n이렇게 하면 약속을 더욱 편리하게 관리할 수 있습니다. 사용자 생산성을 향상시키는 강력한 도구입니다.",
    "nl": "Met deze extensie kun je eenvoudig afspraken toevoegen aan Google Agenda.\n\nGeselecteerde tekst of paginatitels kunnen direct worden toegevoegd aan Google Agenda. Je kunt Google Agenda ook direct openen vanuit het rechtsklikmenu.\n\nDit maakt het beheren van afspraken nog handiger. Het is een krachtig hulpmiddel om de productiviteit van gebruikers te verbeteren.",
    "pl": "To rozszerzenie ułatwia dodawanie spotkań do Kalendarza Google.\n\nWybrany tekst lub tytuły stron można dodawać bezpośrednio do Kalendarza Google. Możesz także otworzyć Kalendarz Google bezpośrednio z menu po kliknięciu prawym przyciskiem myszy.\n\nDzięki temu zarządzanie spotkaniami jest jeszcze wygodniejsze. Jest to potężne narzędzie zwiększające produktywność użytkowników.",
    "pt_BR": "Essa extensão facilita a adição de compromissos ao Google Agenda.\n\nO texto selecionado ou os títulos das páginas podem ser adicionados diretamente ao Google Agenda. Você também pode abrir o Google Agenda diretamente no menu do botão direito do mouse.\n\nIsso torna o gerenciamento de compromissos ainda mais conveniente. É uma ferramenta poderosa para aumentar a produtividade do usuário.",
    "pt_PT": "Esta extensão facilita a adição de compromissos ao Google Calendário.\n\nO texto selecionado ou os títulos das páginas podem ser adicionados diretamente ao Google Calendário. Também pode abrir o Google Calendário diretamente a partir do menu do botão direito do rato.\n\nIsto torna a gestão de compromissos ainda mais cómoda. É uma ferramenta poderosa para melhorar a produtividade do utilizador.",
    "ru": "Это расширение позволяет легко добавлять встречи в Google Календарь.\n\nВыделенный текст или названия страниц можно добавить непосредственно в Google Календарь. Вы также можете открыть Google Календарь прямо из меню правой кнопки мыши.\n\nЭто делает управление встречами еще более удобным. Это мощный инструмент для повышения продуктивности работы пользователей.",
    "zh_CN": "该扩展可轻松将约会添加到 Google 日历。\n\n选中的文本或页面标题可直接添加到 Google 日历中。你还可以直接从右键菜单打开 Google 日历。\n\n这使得管理约会更加方便。这是一款提高用户工作效率的强大工具。",
    "zh_TW": "此擴充套件可輕鬆將約會新增至 Google 日曆。\n\n選取的文字或頁面標題可直接新增至 Google 日曆。您也可以直接從右鍵選單開啟 Google 日曆。\n\n這使得管理約會更加方便。它是提高使用者工作效率的強大工具。"
  }
}