{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simple Background Remover von Xidras.io",
    "en": "Simple Background Remover by Xidras.io"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bearbeite Hintergründe & erstelle perfekte Bilder mit 1-Klick!",
    "en": "Edit backgrounds & create stunning images with only one click!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Setze deine Produkte mit Simple Background Remover perfekt in Szene\n\nErstelle wunderbare und atemberaubende Bilder für deine Produkte und deine Produktlisten. Steigere deine Conversion mit professionellen Produktbildern. Mit Simple Background Remover bearbeitest du deine Bilder, ohne viel Zeit zu verlieren und ohne großen Aufwand.\n\n\nBearbeite deine Produktbilder mit nur 1-Klick!\n\nNachdem die App installiert ist, können Bilder einfach & schnell mit Simple Background Remover bearbeitet werden. Bild-URL kopiere, Bild hochladen oder direkt über die Liste deiner Produkte in der App auswählen und schon kann es losgehen.\n\n\nPersonalisiere die Hintergründe wie du es willst\n\nDu kannst die Hintergründe deiner Bilder bearbeiten wie du es gerne möchtest. Simple Background Remover bietet dir zahlreiche Funktionen, um den Hintergrund zu entfernen, die Farbe zu wechseln oder einen komplett neuen Hintergrund einzusetzen. Dazu gibt bieten dir die App weitere wertvolle Funktionen, wie intelligentes Zuschneiden und das Definieren exakter Bildgrößen und Exportformate.\n\n\nDirekte Integration deiner Produkte in Simple Background Remover\n\nDu kannst deine Shopify Produkte direkt im Simple Background Remover bearbeiten. Wir importieren deine Produkte und können sie direkt mit deinen Bearbeitungen aktualisieren. Dank unserer erweiterten Filtermethoden, kannst du dir einfach & schnell Filter für deine Produkte erstellen und behältst einen guten Überblick.\n\n\nEinfach nutzbar mit unserer WebApp oder Google Chrome Extension\n\nEin paar Klicks in unserer WebApp oder einen Klick mit unserer Google Chrome Browser Erweiterung. Nutze die Browser Erweiterung, um beliebige Bilder aus dem Internet mit Simple Background Remover zu bearbeiten.\n\n\nStarte jetzt\n\nHör jetzt auf Geld und Zeit zu verschwenden und beginne dein Produktliste zu optimieren, zu professionalisieren und kreiere wundervolle Bilder und setze deine Produkte in Szene.",
    "en": "Make Your Shop Product Listing Look More Professionally Like Ever Before\n\nCreating beautiful and stunning product images for your product shop listing. Raised your conversions with professionally image looks and all that without spending much time and without any hassle.\n\nEdit Backgrounds Your Product Images With Only 1-Click!\nAfter getting the app, you only have to choose the product you want to edit from your product listing or any other image from the internet. Now you can start to remove, color, blur or add a new image to your background with only one click!\n\nCustomize Backgrounds Like You Want Them To Be\nYou can customize your image backgrounds like you want them to be. Simple Background Remover gives you the choice of different edit methods \n\n* to remove\n* to color \n*  to blur the background \n\nor add a complete new background image. \n\nAdditionally you can choose many other options like trimming, smart cropping, add margin, define exactly output size and format and much more.\n\nDirect Product Integration To Optimize Your Product Listings\nSimple Background Remover import your product listing to give you an optimized workflow without any hassle. Use our advanced filter method to filter your products very easy.\n\nEasy to use within our app or Google Chrome Extension\nA few clicks within our app or one click with our Google Chrome extension. Use the extension to choose any image from the internet to edit it with Simple Background Remover.\n\nGet Simple Background Remover Now\nStop wasting time and start to make your product listing look and feel wonderful and more professionally like ever before."
  }
}