{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Aircraft Flight Simulator Game - Launcher"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One-click access to Flight Simulator Free Game Online - Shortcut"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "✈️ Looking for an Airplane Flight Simulator Game? You are in the right place!\n\nHey all, wanna ditch the boring pre-flight manuals and rule the skies in the totally epic Aircraft Flight Simulator unblocked game? This crazy awesome experience offers all the thrills of taking the controls without the risk of, you know, actually crashing a real plane. Forget those stuffy simulators – this one's pure flying fun – free, online, and ridiculously hilarious!  🚀💥🤣\n\nSpeaking of simulators, if you're like us, the whole idea of soaring above the clouds, pulling off stunt-pilot maneuvers, and seeing the world from a whole new perspective totally gets your adrenaline pumping.  Flight Simulator games let us pretend we're in the cockpit, and with Aircraft Fight Simulator online, there's no complicated Airplane Flight Simulator download messin' with your vibe!\n\nLet's get down to the good stuff – flying this bad boy! No complex cockpits or intimidating control panels here, folks. This game brings the flying experience right down to basics – easy, breezy, and a whole lot more fun. Arrows for takeoff, landing, and steering, plus a  speed bar to kick things into high gear.  Ready to bust some moves, ace that perfect landing, or maybe have a wild bounce or two? We've all had those days... even seasoned virtual pilots gotta laugh it off now and then! 😆✈️\n\nNow, we could spend all day gushing about the simple joy of soaring through the skies, but you don't want to just hear about it – you want to get those digital wings! If you're hungry for quick flying adrenaline hits or are a newbie trying to get your bearings in the air, Aircraft Flight Simulator unblocked is waiting!  Don't let the simplicity fool you; this game is seriously addictive and more entertaining than watching squirrels race at the park.  Trust us, it's gonna hook you  – faster than you can say \"Mayday!\"\n\nOh, and since we're talking epic online gaming, this handy Aircraft Flight Simulator launcher extension puts those flying thrills one click away! Basically, think of it like a turbo-charged bookmark in your browser. With this baby installed, you can hop right into Magbei.com and zoom into the pilot's seat without a fuss. Boom – instant aviator adventure at your fingertips! 🕹️  Let's fly!"
  }
}