{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IFS Aurena Insight"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome Add-On to get more insights of IFS Aurena pages. THIS IS NOT AN IFS OFFICIAL ADD-ON"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tools for IFS Aurena client.\n\nThis tool helps the consultants to retrieve the basic details from any IFS Aurena page.\n\nCurrent features include:\n1. Get the count of records\n2. Get the count of filtered records.\n3. Display any page data applying the aggregates of users choice.\n4. See the single record view from any group page.\n5. Get the list of client elements and their entity details in single page with attribute information. \n6. See the LU and view name associated with any element on the page.\n7. Add Blur effect to the fields on page to take screenshot.\n8. Displays the home page of the entity searched\n9. See the roles granted to the users.\n10. See the roles that grants the access to a selected page.\n11. Display the list of screens visited by date\n12. Expand all the collapsed groups on the selected page\n13. Collapse all the expanded groups on the selected page\n\n**************************************************************************************\nDisclaimer:\n\nPlease note that the Chrome extension developed for the IFS ERP Aurena client is provided \"as is\" without any warranties or guarantees of any kind. The developer is not liable for any damages, losses, or other consequences that may arise from the use of this extension.\n\nThe developer does not collects any data though this extension.\n \nFurthermore, it is important to note that the developer has no affiliation or connection with IFS company.\n\nBy using this Chrome extension, you acknowledge and agree to the terms and conditions stated above."
  }
}