{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Merkatys - бесплатная аналитика и подбор ниши на Wildberries"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Анализ запросов, категорий, продавцов, брендов и карточек товаров по объёму продаж в цены сегментах, кол-ву оценок и рейтингу"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Бесплатная развернутая аналитика на Wildberries!\n\nУникальный виджет от экосистемы Меркатус – незаменимый инструмент управления продажами и оптимизации расходов на двух крупнейшем маркетплейсе страны.\n\nПлагин от Меркатус поможет вам:\n\n✓ Анализировать рыночные ниши и находить самые востребованные и прибыльные для расширения продуктовой матрицы.\n\n✓ Исследовать категории и выявлять товары с максимальной выгодой от продаж для повышения маржинальности бизнеса.\n\n✓ Следить за частотностью запросов и рыночной динамикой для оперативного и прибыльного входа в восходящие тренды.\n\n✓ Получать развернутые данные по обороту, ценам и доле продаж конкурентов для улучшения собственных стратегий продаж.\n\n✓ Оценивать данные по ставкам рекламы и авторекламы для оптимизации затрат на продвижение.\n\n✓ Отслеживать динамику по остаткам и продажам за последние 30 дней для более точного планирования поставок.\n\n✓ Анализировать ассортимент на наглядной диаграмме, чтобы успешно контролировать остатки и продажи вариативных позиций вашего товара.\n\nПлагин от Меркатус — развернутый аналитический срез по рынку без необходимости покидать пределы площадки. Все необходимые данные прямо в вашем браузере!"
  }
}