{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Text Toolkit : (AIO Text Tools)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "All-In-One free and useful text tools collection."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is free Text Tools extension that allows you to quickly access important and useful text formatting tools. Combination of many important tools that will help you to improve working experience. In addition, you can directly access all 50+ free tools available at MadeInText.com.\n\n★ Fancy Text Generator\n-- Generate cool fancy text with different unicode font styles that you can copy and paste anywhere to use.\n\n★ Image to Text (OCR)\n-- Online Image to text converter tool to convert any scanned image into editable text.\n\n★ Text Case Converter\n-- Online Case converter tool to convert your text into different letter cases (UPPER CASE, lower case, Title Case, Sentence case and Capital Case). \n\n★ Text to Speech (TTS)\n-- Easily convert text to speech (TTS). Just enter the text and the app speaks it for you.\n\n★ Text Analyzer\n-- Count text characters, spaces, words, Unique words, Shortest and longest word, number of Sentences and Paragraphs.\n\n★ Find and Replace\n-- Replace text - replaces one string with another\n\n★ Repeat Text \n-- Repeat some text multiple times, as many number of time you want.\n\n★ Text Cleaner\n-- Text cleaner to format text properly. Easily remove line breaks and useless double spaces.\n\n★ Reverse Text Generator\n-- This tool will reverse words and backwards text paragraphs.\n\n★ Syllable Counter\n-- Syllable Counter is a free online tool that helps you count the total number of syllables for any word or sentence.\n\n★ Text Symbols\n-- Symbol picture text collection that provides access to many special fancy text symbols, letters and characters.\n\n★ Text Decode and Encode\n-- Converts the text into a percent encoded string. And decode any encoded text with just single click.\n\n★ Word Counter\n-- Instantly count words, characters and sentences with free online word counter tool.\n\n★ Random Words Generator\n-- Generate random words, nouns, verbs, adjectives to brainstorm and create new ideas with easy random word generator.\n\n★ Word Frequency Counter\n-- word frequency counter allows you to count the frequency usage of each word in your text.\n\n\nAll tools are 100% free and not required any membership or subscription to use."
  }
}