{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Research Notes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookmark, tag or add notes to pages, highlight and save quotes or images, save selected Google searches, filter out search results."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "(What's new in latest version: see https://onlineresearchnotes.com/#latest)\n\nKEEP NOTES AND ORGANIZE PAGES\nBookmark, tag or add notes to pages.\n\nSAVE & HIGHLIGHT QUOTES\nSave quotes or other text snippets from pages (or PDFs), highlight quotes on the page.\n\nSAVE IMAGES\nSave images with pages - either pictures directly from the page or copy-pasted screenshots via a tool like Snipping Tool or Paint.\n\nTAGS WITH VALUE\nAdvanced tagging: you can add values to the tags. For example, to record a page’s author, add a tag like “Author: <author’s name>”.  Or, when searching for products and comparing good websites with alternative offerings, add tags to pages such as  “Product: <product name>” or “Price: <product price>”. \nYou can group and sort by tags and values separately on the all notes -page.\n\nRESEARCH UNDER SEPARATE TOPICS\nAll your pages and searches will be saved under topics that you define. This helps keep your different research topics - be it work, school or hobbies - separated from each other.\n\nSAVE YOUR GOOGLE OR GOOGLE SCHOLAR SEARCHES\nWhen studying a topic in-depth, save searches to remember what search terms you’ve used, which ones got great results and how far into the results you have looked.\nBy default, search saving is turned off, it can be activated for each Google search tab separately.\n\nHELPFUL SEARCHING OPTIONS\nCross out and hide search results that are not useful.\nInstantly add notes and tags to results straight in your Google search.\n\nOVERVIEW OF SAVED RESEARCH\nA special all notes -page gives a comprehensive overview of your topics, pages and searches. See your researched pages either in list or table format. Filter pages by text, tags, notes or bookmarks.\n\nPRIVATE\nThe information that you create while working with the extension - addresses, searches, notes, tags, etc - is stored exclusively in your own browser and is not shared with anyone. \nWe only collect anonymous analytics information about this products usage to get an overview of what features are used.\n\nDO YOU HAVE QUESTIONS OR RECOMMENDATIONS?\nWe are open to feedback about this product, about existing features or new ideas - just use the feedback form that can be opened after clicking the extension's icon.\nAnd please do inform us also about any possible bugs still lurking in this public beta version.\n\nFREE\nThis extension is free to use."
  }
}