{
  "name": {
    "ar,bg,ca,cs,en,en_AU,en_GB,en_US,es_419,et,fi,fr,hr,id,it,kn,lt,lv,ml,ms,nl,pt_BR,pt_PT,ru,sr,sw,ta,te,tr,uk,vi,zh_CN,zh_TW": "Case Converter - Upper Case to Lower Case",
    "am": "ኬዝ ተቀይሮ - ወደ ታችኛው ጉዳይ ወደ ላይ ኛው ጉዳይ",
    "bn": "কেস কনভার্টার - আপার কেস থেকে লোয়ার কেস",
    "da": "Case Converter - store til små bogstaver",
    "de": "Case Converter - Groß- und Kleinschreibung",
    "el": "Μετατροπέας περίπτωσης - Κεφαλαία σε πεζά",
    "es": "Conversor de mayúsculas y minúsculas",
    "fa": "Case Converter - مورد بالا به کوچک",
    "fil": "Case Converter - Upper Case sa Lower Case",
    "gu": "કેસ કન્વર્ટર - ઉપલા કેસથી લોઅર કેસ",
    "he": "ממיר מארז - אותיות גדולות לאותיות קטנות",
    "hi": "केस कनवर्टर - अपर केस टू लोअर केस",
    "hu": "Case Converter - Kisbetűsről nagybetűsre",
    "ja": "ケースコンバーター - 大文字から小文字へ",
    "ko": "대소문자 변환기 - 대문자에서 소문자로",
    "mr": "केस कन्व्हर्टर - अप्पर केस टू लोअर केस",
    "no": "Case Converter - Store til små bokstaver",
    "pl": "Case Converter - Wielkie litery na małe",
    "ro": "Convertor de cazuri - majuscule în minuscule",
    "sk": "Prevodník skriní - veľké na malé písmená",
    "sl": "Pretvornik ohišja – velike črke v male črke",
    "sv": "Case Converter - Versaler till gemener",
    "th": "ตัวแปลงเคส - ตัวพิมพ์ใหญ่เป็นตัวพิมพ์เล็ก"
  },
  "short": {
    "ar": "قم بتحويل النص بسهولة إلى أحرف كبيرة أو صغيرة باستخدام امتداد Chrome لمحول الحالة!",
    "am": "በቀላሉ የእርስዎን ጽሑፍ ወደ uppercase ወይም ወደ ታችኬስ በ ኬዝ Converter Chrome ማስፋፊያ ይቀይሩ!",
    "bg": "Лесно конвертирайте текста си в главни или малки букви с разширението Case Converter Chrome!",
    "bn": "কেস কনভার্টার ক্রোম এক্সটেনশন দিয়ে সহজেই আপনার পাঠ্যকে বড় হাতের বা ছোট হাতের অক্ষরে রূপান্তর করুন!",
    "ca": "Converteix fàcilment el text en majúscules o minúscules amb l'extensió Chrome Case Converter!",
    "cs": "Snadno převeďte svůj text na velká nebo malá písmena pomocí rozšíření Case Converter pro Chrome!",
    "da": "Konverter nemt din tekst til store eller små bogstaver med Case Converter Chrome-udvidelsen!",
    "de": "Wandeln Sie Ihren Text mit der Case Converter Chrome-Erweiterung ganz einfach in Groß- oder Kleinbuchstaben um!",
    "el": "Μετατρέψτε εύκολα το κείμενό σας σε κεφαλαία ή πεζά με την επέκταση Chrome Case Converter!",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Easily convert your text to uppercase or lowercase with the Case Converter Chrome extension!",
    "es": "¡Convierte fácilmente tu texto a mayúsculas o minúsculas con la extensión de Chrome Case Converter!",
    "et": "Teisendage oma tekst hõlpsalt suur- või väiketähtedeks Chrome'i laiendiga Case Converter!",
    "fa": "به راحتی متن خود را با پسوند Case Converter Chrome به حروف بزرگ یا کوچک تبدیل کنید!",
    "fi": "Muunna teksti helposti isoiksi tai pieniksi kirjaimiksi Case Converter Chrome -laajennuksella!",
    "fil": "Madaling i-convert ang iyong teksto sa uppercase o lowercase gamit ang Case Converter Chrome extension!",
    "fr": "Convertissez facilement votre texte en majuscules ou en minuscules avec l’extension Chrome Case Converter !",
    "gu": "કેસ કન્વર્ટર ક્રોમ એક્સ્ટેંશન સાથે તમારા ટેક્સ્ટને સરળતાથી અપરકેસ અથવા લોઅરકેસમાં રૂપાંતરિત કરો!",
    "he": "המר בקלות את הטקסט שלך לאותיות רישיות או קטנות באמצעות תוסף Case Converter Chrome!",
    "hi": "केस कन्वर्टर क्रोम एक्सटेंशन के साथ आसानी से अपने टेक्स्ट को अपरकेस या लोअरकेस में बदलें!",
    "hr": "Jednostavno pretvorite tekst u velika ili mala slova s nastavkom Chrome pretvarača slučajeva!",
    "hu": "Könnyen konvertálhatja szövegét nagybetűvé vagy kisbetűvé a Case Converter Chrome-bővítménnyel!",
    "id": "Konversi teks Anda dengan mudah menjadi huruf besar atau kecil dengan ekstensi Chrome Case Converter!",
    "it": "Converti facilmente il tuo testo in maiuscolo o minuscolo con l'estensione Chrome Case Converter!",
    "ja": "Case Converter Chrome拡張機能を使用して、テキストを大文字または小文字に簡単に変換できます。",
    "kn": "ಕೇಸ್ ಕನ್ವರ್ಟರ್ ಕ್ರೋಮ್ ವಿಸ್ತರಣೆಯೊಂದಿಗೆ ನಿಮ್ಮ ಪಠ್ಯವನ್ನು ಸುಲಭವಾಗಿ ದೊಡ್ಡ ಅಕ್ಷರ ಅಥವಾ ಸಣ್ಣ ಅಕ್ಷರಕ್ಕೆ ಪರಿವರ್ತಿಸಿ!",
    "ko": "Case Converter Chrome 확장 프로그램을 사용하여 텍스트를 대문자 또는 소문자로 쉽게 변환하세요!",
    "lv": "Viegli pārveidojiet tekstu uz lielajiem vai mazajiem burtiem, izmantojot Chrome paplašinājumu Case Converter!",
    "ml": "Case Converter Chrome extension ഉപയോഗിച്ച് നിങ്ങളുടെ ടെക്സ്റ്റ് എളുപ്പത്തിൽ അപ്പർകേസിലേക്കോ താഴ്ന്ന അക്ഷരത്തിലേക്കോ പരിവർത്തനം ...",
    "mr": "केस कन्व्हर्टर क्रोम एक्सटेंशनसह आपला मजकूर सहजपणे अपरकेस किंवा लोअरकेसमध्ये रूपांतरित करा!",
    "ms": "Tukar teks anda kepada huruf besar atau huruf kecil dengan mudah dengan sambungan Chrome Penukar Kes!",
    "nl": "Converteer uw tekst eenvoudig naar hoofdletters of kleine letters met de Case Converter Chrome-extensie!",
    "no": "Konverter enkelt teksten til store eller små bokstaver med Case Converter Chrome-utvidelsen!",
    "pl": "Łatwo konwertuj tekst na wielkie lub małe litery dzięki rozszerzeniu Case Converter do Chrome!",
    "ro": "Convertiți cu ușurință textul în majuscule sau minuscule cu extensia Case Converter Chrome!",
    "ru": "Легко преобразуйте свой текст в верхний или нижний регистр с помощью расширения Case Converter для Chrome!",
    "sk": "Ľahko preveďte svoj text na veľké alebo malé písmená pomocou rozšírenia Case Converter pre prehliadač Chrome!",
    "sl": "Preprosto pretvorite besedilo v velike ali male črke z razširitvijo Case Converter Chrome!",
    "sv": "Konvertera enkelt din text till versaler eller gemener med Case Converter Chrome-tillägget!",
    "sw": "Badilisha maandishi yako kwa herufi kubwa au herufi ndogo na kiendelezi cha Chrome cha Case Converter!",
    "ta": "வழக்கு மாற்றி Chrome நீட்டிப்புடன் உங்கள் உரையை பெரிய எழுத்து அல்லது சிறிய எழுத்தாக எளிதாக மாற்றவும்!",
    "te": "కేస్ కన్వర్టర్ క్రోమ్ ఎక్స్ టెన్షన్ తో మీ టెక్స్ట్ ను అప్పర్ కేస్ లేదా లోయర్ కేస్ గా సులభంగా మార్చవచ్చు!",
    "th": "แปลงข้อความของคุณเป็นตัวพิมพ์ใหญ่หรือตัวพิมพ์เล็กได้อย่างง่ายดายด้วยส่วนขยาย Case Converter Chrome!",
    "tr": "Case Converter Chrome uzantısı ile metninizi kolayca büyük veya küçük harfe dönüştürün!",
    "uk": "Легко перетворюйте текст у верхній або нижній регістр за допомогою розширення Case Converter для Chrome!"
  },
  "long": {
    "ar": "يعد تحرير النص إحدى المهام التي تستغرق وقتًا طويلاً والتي نواجهها كل يوم في العالم الرقمي. محول الحالة - يعمل ملحق الأحرف الكبيرة إلى الأحرف الصغيرة على تبسيط هذه العملية، مما يسمح لك بتغيير حالات الحروف في النصوص الخاصة بك بسرعة. سواء كنت تكتب مقالًا أو تنشئ محتوى لوسائل التواصل الاجتماعي، فإن هذا الامتداد سيعمل على تسريع عمل تحرير النص الخاص بك.\n\nالميزات الرئيسية للامتداد\nخيارات تحويل متنوعة: يمكنك تحويل النصوص الخاصة بك إلى حالات أحرف مختلفة مثل حالة الجملة، والحالة الصغيرة، والحالة الكبيرة، والحالة الكبيرة.\n\nسهولة الاستخدام: يحتوي ملحقنا على واجهة بسيطة ومفهومة يمكن للأشخاص من جميع مستويات المستخدم استخدامها بسهولة.\n\nالتحويل الفوري: يمكنك تحويل النصوص الخاصة بك بسرعة وإكمال معاملاتك دون إضاعة الوقت.\n\nأهمية تحرير النص\nيعد تحرير النصوص أمرًا مهمًا في كل شيء بدءًا من إعداد المستندات المهنية وحتى الكتابة الأكاديمية وحتى الاتصالات اليومية. يعمل ملحق محول الحالة الخاص بنا على تحسين جودة اتصالاتك من خلال جعل النصوص الخاصة بك أكثر قابلية للقراءة وأكثر فعالية.\n\nمجالات الاستخدام\nالكتابة الأكاديمية: تبسيط عملية تحرير النص للأطروحات والمقالات والتقارير.\n\nمستندات الأعمال: إنشاء نص ذو مظهر احترافي للتقارير والعروض التقديمية ورسائل البريد الإلكتروني.\n\nمحتوى وسائل التواصل الاجتماعي: يزيد من التفاعل باستخدام حالة الحرف التي تريدها في منشوراتك وتعليقاتك.\n\nلماذا يجب عليك استخدام امتداد محول الحالة الخاص بنا؟\nيتيح لك هذا الامتداد حل احتياجاتك مثل تحويل الأحرف الكبيرة إلى أحرف صغيرة والتحويل إلى أحرف صغيرة بنقرة واحدة فقط. إنه يوفر الوقت ويجعل تحرير النص الخاص بك أكثر كفاءة.\n\nكيف يستعمل هذا؟\nسهل الاستخدام للغاية، يتيح لك ملحق Case Converter - Upper Case to Small Case تنفيذ عملياتك في بضع خطوات فقط:\n\n1. قم بتثبيت الامتداد من سوق Chrome الإلكتروني.\n2. الصق النص الخاص بك في المربع المناسب.\n3. انقر فوق زر حالة الجملة أو الحالة الصغيرة أو الحالة الكبيرة أو الحالة الكبيرة لبدء عملية التحويل. سوف يقوم ملحقنا بتحويل النص لك على الفور.",
    "am": "በዲጂታል አለም ውስጥ በየቀኑ ከሚያጋጥሙን ጊዜ የሚወስዱ ስራዎች መካከል የፅሁፍ ማረም አንዱ ነው። የጉዳይ መለወጫ - የላይኛው ኬዝ ወደ ዝቅተኛ ኬዝ ማራዘሚያ ይህን ሂደት ያቃልላል፣ ይህም በጽሁፎችዎ ውስጥ ያሉ ፊደላትን በፍጥነት እንዲቀይሩ ያስችልዎታል። ጽሑፍ እየጻፉም ሆነ ለማኅበራዊ ሚዲያ ይዘት እየፈጠሩ፣ ይህ ቅጥያ የጽሑፍ አርትዖት ሥራዎን ያፋጥነዋል።\n\nየቅጥያው ቁልፍ ባህሪዎች\nየተለያዩ የመቀየሪያ አማራጮች፡- ጽሑፎችዎን ወደ ተለያዩ የፊደላት ጉዳዮች ማለትም እንደ ዓረፍተ ነገር፣ ትንሽ፣ ትልቅ እና አቢይ ሆሄ መቀየር ይችላሉ።\n\nየአጠቃቀም ቀላልነት፡ የእኛ ቅጥያ በሁሉም የተጠቃሚ ደረጃ ላይ ያሉ ሰዎች በቀላሉ ሊጠቀሙበት የሚችል ቀላል እና ሊረዳ የሚችል በይነገጽ አለው።\n\nቅጽበታዊ ልወጣ፡ ጊዜ ሳያባክኑ ጽሑፎችዎን በፍጥነት መቀየር እና ግብይቶችዎን ማጠናቀቅ ይችላሉ።\n\nጽሑፍን የማረም አስፈላጊነት\nየጽሑፍ አርትዖት በሁሉም ነገር ሙያዊ ሰነዶችን ከማዘጋጀት ጀምሮ እስከ አካዳሚክ ጽሁፍ እና አልፎ ተርፎም የዕለት ተዕለት ግንኙነቶች አስፈላጊ ነው. የእኛ የጉዳይ መቀየሪያ ቅጥያ ጽሁፎችዎን ይበልጥ የሚነበቡ እና ውጤታማ በማድረግ የግንኙነትዎን ጥራት ያሻሽላል።\n\nየአጠቃቀም ቦታዎች\nአካዳሚክ ጽሁፍ፡ ለጽሁፎች፣ መጣጥፎች እና ሪፖርቶች የጽሑፍ አርትዖት ሂደቱን ያቃልላል።\n\nየንግድ ሰነዶች፡ ለሪፖርቶች፣ አቀራረቦች እና ኢሜይሎች ሙያዊ የሚመስል ጽሑፍ ይፈጥራል።\n\nየማህበራዊ ሚዲያ ይዘት፡ በልጥፎችዎ እና አስተያየቶችዎ ላይ የሚፈልጉትን የደብዳቤ መያዣ በመጠቀም መስተጋብርን ይጨምራል።\n\nየኛን ጉዳይ መለወጫ ቅጥያ ለምን መጠቀም አለብህ?\nይህ ቅጥያ ፍላጎቶችዎን እንደ ትልቅ ወደ ትንሽ ሆሄ እንዲፈቱ እና በአንድ ጠቅታ ወደ ንዑስ ሆሄ እንዲቀይሩ ያስችልዎታል። ጊዜ ይቆጥባል እና የእርስዎን የጽሑፍ አርትዖት የበለጠ ቀልጣፋ ያደርገዋል።\n\nይህንን እንዴት መጠቀም ይቻላል?\nለመጠቀም እጅግ በጣም ቀላል፣ የጉዳይ መለወጫ - የላይኛው ኬዝ ወደ ታችኛው ኬዝ ቅጥያ ስራዎን በጥቂት እርምጃዎች እንዲያከናውኑ ይፈቅድልዎታል፡\n\n1. ቅጥያውን ከChrome ድር ማከማቻ ይጫኑ።\n2. ጽሑፍዎን በሚመለከተው ሳጥን ውስጥ ይለጥፉ።\n3. የመቀየሪያ ሂደቱን ለመጀመር የአረፍተ ነገር መያዣ፣ ትንሽ፣ ትልቅ ወይም አቢይ ሆሄ የሚለውን ቁልፍ ጠቅ ያድርጉ። የእኛ ቅጥያ የጽሑፍ ልወጣን ወዲያውኑ ያደርግልዎታል።",
    "bg": "Редактирането на текст е една от отнемащите време задачи, с които се сблъскваме всеки ден в дигиталния свят. Преобразуване на главни и малки букви - Разширението от главни към малки букви опростява този процес, като ви позволява бързо да променяте главните и малки букви във вашите текстове. Независимо дали пишете статия или създавате съдържание за социални медии, това разширение ще ускори работата ви по редактиране на текст.\n\nОсновни характеристики на разширението\nРазлични опции за преобразуване: Можете да преобразувате вашите текстове в различни главни букви, като малки букви, малки букви, главни букви и главни букви.\n\nЛесна употреба: Нашето разширение има прост и разбираем интерфейс, който хора от всички потребителски нива могат лесно да използват.\n\nНезабавно преобразуване: Можете бързо да преобразувате вашите текстове и да завършите транзакциите си, без да губите време.\n\nЗначението на редактирането на текст\nРедактирането на текст е важно във всичко - от подготовката на професионални документи до академичното писане и дори ежедневните комуникации. Нашето разширение за преобразуване на главни и малки букви подобрява качеството на вашата комуникация, като прави вашите текстове по-четими и ефективни.\n\nОбласти на използване\nАкадемично писане: Опростява процеса на редактиране на текст за тези, статии и доклади.\n\nБизнес документи: Създава професионално изглеждащ текст за отчети, презентации и имейли.\n\nСъдържание в социалните медии: Увеличава взаимодействието чрез използване на главни букви, които желаете във вашите публикации и коментари.\n\nЗащо трябва да използвате нашето разширение за преобразуване на малки и големи букви?\nТова разширение ви позволява да разрешите нуждите си като главни букви в малки букви и конвертиране в малки букви само с едно щракване. Това спестява време и прави редактирането на текст по-ефективно.\n\nКак да използвам това?\nИзключително лесен за използване, разширението Преобразуване на главни букви в малки букви ви позволява да извършвате операциите си само с няколко стъпки:\n\n1. Инсталирайте разширението от уеб магазина на Chrome.\n2. Поставете вашия текст в съответното поле.\n3. Щракнете върху бутона Изречение с малки букви, главни букви или главни букви, за да започнете процеса на преобразуване. Нашето разширение ще направи незабавно конвертиране на текст вместо вас.",
    "bn": "টেক্সট এডিটিং হল একটি সময়সাপেক্ষ কাজ যা আমরা ডিজিটাল বিশ্বে প্রতিদিন সম্মুখীন হই। কেস কনভার্টার - আপার কেস থেকে লোয়ার কেস এক্সটেনশন এই প্রক্রিয়াটিকে সহজ করে, আপনাকে আপনার পাঠ্যগুলিতে অক্ষর কেস দ্রুত পরিবর্তন করতে দেয়। আপনি একটি নিবন্ধ লিখছেন বা সোশ্যাল মিডিয়ার জন্য সামগ্রী তৈরি করছেন না কেন, এই এক্সটেনশনটি আপনার পাঠ্য সম্পাদনার কাজকে ত্বরান্বিত করবে৷\n\nএক্সটেনশনের মূল বৈশিষ্ট্য\nবিভিন্ন রূপান্তর বিকল্প: আপনি আপনার পাঠ্যগুলিকে বিভিন্ন অক্ষরের ক্ষেত্রে রূপান্তর করতে পারেন যেমন বাক্যের কেস, ছোট হাতের, বড় হাতের এবং বড় হাতের অক্ষরে।\n\nব্যবহারের সহজতা: আমাদের এক্সটেনশনের একটি সহজ এবং বোধগম্য ইন্টারফেস রয়েছে যা সমস্ত ব্যবহারকারী স্তরের লোকেরা সহজেই ব্যবহার করতে পারে।\n\nতাত্ক্ষণিক রূপান্তর: আপনি দ্রুত আপনার পাঠ্য রূপান্তর করতে পারেন এবং সময় নষ্ট না করে আপনার লেনদেন সম্পূর্ণ করতে পারেন৷\n\nপাঠ্য সম্পাদনার গুরুত্ব\nপ্রফেশনাল ডকুমেন্ট প্রস্তুত করা থেকে শুরু করে একাডেমিক লেখা এবং এমনকি প্রতিদিনের যোগাযোগ সবকিছুতেই টেক্সট এডিটিং গুরুত্বপূর্ণ। আমাদের কেস কনভার্টার এক্সটেনশন আপনার পাঠ্যগুলিকে আরও পঠনযোগ্য এবং কার্যকর করে আপনার যোগাযোগের গুণমান উন্নত করে৷\n\nব্যবহারের এলাকা\nএকাডেমিক লেখা: থিসিস, নিবন্ধ এবং প্রতিবেদনের জন্য পাঠ্য সম্পাদনা প্রক্রিয়া সহজ করে।\n\nব্যবসায়িক নথি: প্রতিবেদন, উপস্থাপনা এবং ইমেলের জন্য পেশাদার চেহারার পাঠ্য তৈরি করে।\n\nসোশ্যাল মিডিয়া বিষয়বস্তু: আপনার পোস্ট এবং মন্তব্যগুলিতে আপনি যে লেটার কেসটি চান তা ব্যবহার করে মিথস্ক্রিয়া বাড়ায়।\n\nকেন আপনি আমাদের কেস কনভার্টার এক্সটেনশন ব্যবহার করবেন?\nএই এক্সটেনশনটি আপনাকে আপনার প্রয়োজনগুলি যেমন বড় হাতের থেকে ছোট হাতের অক্ষরে এবং ছোট হাতের অক্ষরে রূপান্তর করতে শুধুমাত্র একটি ক্লিকের মাধ্যমে সমাধান করতে দেয়৷ এটি সময় বাঁচায় এবং আপনার পাঠ্য সম্পাদনাকে আরও দক্ষ করে তোলে।\n\nএটা কিভাবে ব্যবহার করবেন?\nব্যবহার করা অত্যন্ত সহজ, কেস কনভার্টার - আপার কেস থেকে লোয়ার কেস এক্সটেনশন আপনাকে মাত্র কয়েকটি ধাপে আপনার ক্রিয়াকলাপ সম্পাদন করতে দেয়:\n\n1. Chrome ওয়েব স্টোর থেকে এক্সটেনশনটি ইনস্টল করুন৷\n2. প্রাসঙ্গিক বাক্সে আপনার পাঠ্য পেস্ট করুন।\n3. রূপান্তর প্রক্রিয়া শুরু করতে বাক্যাংশ, ছোট হাতের, বড় হাতের বা বড় হাতের অক্ষর বোতামে ক্লিক করুন। আমাদের এক্সটেনশন তাৎক্ষণিকভাবে আপনার জন্য পাঠ্য রূপান্তর করবে।",
    "ca": "L'edició de textos és una de les tasques que consumeixen molt de temps que ens trobem cada dia al món digital. Convertidor de majúscules: l'extensió de majúscules a minúscules simplifica aquest procés i us permet canviar ràpidament les majúscules i minúscules als vostres textos. Tant si escriviu un article com si creeu contingut per a xarxes socials, aquesta extensió accelerarà el vostre treball d'edició de text.\n\nCaracterístiques principals de l'extensió\nDiverses opcions de conversió: podeu convertir els vostres textos en diverses majúscules, com ara majúscules, minúscules, majúscules i majúscules.\n\nFacilitat d'ús: la nostra extensió té una interfície senzilla i entenedora que la gent de tots els nivells d'usuari pot utilitzar fàcilment.\n\nConversió instantània: podeu convertir ràpidament els vostres textos i completar les vostres transaccions sense perdre temps.\n\nLa importància de l'edició de text\nL'edició de text és important en tot, des de la preparació de documents professionals fins a la redacció acadèmica i fins i tot les comunicacions diàries. La nostra extensió del convertidor de casos millora la qualitat de la vostra comunicació fent que els vostres textos siguin més llegibles i efectius.\n\nZones d'ús\nRedacció acadèmica: simplifica el procés d'edició de textos de tesis, articles i informes.\n\nDocuments empresarials: crea text d'aspecte professional per a informes, presentacions i correus electrònics.\n\nContingut de xarxes socials: augmenta la interacció mitjançant l'ús de la lletra que desitgeu a les vostres publicacions i comentaris.\n\nPer què hauríeu d'utilitzar la nostra extensió del convertidor de casos?\nAquesta extensió us permet resoldre les vostres necessitats, com ara majúscules a minúscules i convertir a minúscules amb un sol clic. Estalvia temps i fa que l'edició de text sigui més eficient.\n\nCom utilitzar això?\nExtremadament senzill d'utilitzar, l'extensió Case Converter - Upper Case to Lower Case us permet realitzar les vostres operacions en només uns quants passos:\n\n1. Instal·leu l'extensió des de Chrome Web Store.\n2. Enganxeu el vostre text al quadre corresponent.\n3. Feu clic al botó Sentence, minúscules, majúscules o majúscules per iniciar el procés de conversió. La nostra extensió farà la conversió de text a l'instant.",
    "cs": "Úprava textu je jedním z časově náročných úkolů, se kterými se v digitálním světě setkáváme každý den. Převodník velkých písmen – rozšíření z velkých na malá písmena tento proces zjednodušuje a umožňuje vám rychle měnit velká a malá písmena ve vašich textech. Ať už píšete článek nebo vytváříte obsah pro sociální sítě, toto rozšíření vám urychlí práci s úpravou textu.\n\nKlíčové vlastnosti rozšíření\nRůzné možnosti převodu: Texty můžete převést na různá písmena, jako jsou velká písmena, malá písmena, velká písmena a velká písmena.\n\nSnadné použití: Naše rozšíření má jednoduché a srozumitelné rozhraní, které mohou snadno používat lidé všech uživatelských úrovní.\n\nOkamžitá konverze: Můžete rychle převést své texty a dokončit transakce, aniž byste ztráceli čas.\n\nVýznam úpravy textu\nÚpravy textu jsou důležité ve všem, od přípravy profesionálních dokumentů až po akademické psaní a dokonce i každodenní komunikaci. Naše rozšíření case converter zlepšuje kvalitu vaší komunikace tím, že vaše texty jsou čitelnější a efektivnější.\n\nOblasti použití\nAkademické psaní: Zjednodušuje proces úpravy textu pro diplomové práce, články a zprávy.\n\nObchodní dokumenty: Vytváří profesionálně vypadající text pro zprávy, prezentace a e-maily.\n\nObsah sociálních médií: Zvyšuje interakci tím, že ve svých příspěvcích a komentářích použijete velikost písmen, která chcete.\n\nProč byste měli používat naše rozšíření Case Converter?\nToto rozšíření vám umožňuje vyřešit vaše potřeby, jako jsou velká písmena na malá písmena a převod na malá písmena jediným kliknutím. Šetří čas a zefektivňuje úpravy textu.\n\nJak to použít?\nExtrémně jednoduché použití, rozšíření Case Converter – velká písmena na malá písmena vám umožňuje provádět operace v několika krocích:\n\n1. Nainstalujte rozšíření z Internetového obchodu Chrome.\n2. Vložte svůj text do příslušného pole.\n3. Klepnutím na tlačítko Věta, malá, velká nebo velká písmena spusťte proces převodu. Naše rozšíření za vás okamžitě provede převod textu.",
    "da": "Tekstredigering er en af de tidskrævende opgaver, vi møder hver dag i den digitale verden. Case Converter - Udvidelse af store bogstaver til små bogstaver forenkler denne proces, så du hurtigt kan skifte mellem store og små bogstaver i dine tekster. Uanset om du skriver en artikel eller skaber indhold til sociale medier, vil denne udvidelse fremskynde dit tekstredigeringsarbejde.\n\nNøglefunktioner ved udvidelsen\nForskellige konverteringsmuligheder: Du kan konvertere dine tekster til forskellige bogstaver, såsom store og små bogstaver, små bogstaver, store bogstaver og store bogstaver.\n\nBrugervenlighed: Vores udvidelse har en enkel og forståelig grænseflade, som folk på alle brugerniveauer nemt kan bruge.\n\nØjeblikkelig konvertering: Du kan hurtigt konvertere dine tekster og gennemføre dine transaktioner uden at spilde tid.\n\nVigtigheden af at redigere tekst\nTekstredigering er vigtig i alt fra udarbejdelse af professionelle dokumenter til akademisk skrivning og endda daglig kommunikation. Vores case converter-udvidelse forbedrer kvaliteten af din kommunikation ved at gøre dine tekster mere læsbare og effektive.\n\nBrugsområder\nAkademisk skrivning: Forenkler tekstredigeringsprocessen for specialer, artikler og rapporter.\n\nForretningsdokumenter: Skaber professionelt udseende tekst til rapporter, præsentationer og e-mails.\n\nIndhold på sociale medier: Øger interaktionen ved at bruge det bogstav, du ønsker i dine indlæg og kommentarer.\n\nHvorfor skal du bruge vores Case Converter-udvidelse?\nDenne udvidelse giver dig mulighed for at løse dine behov, såsom store bogstaver til små bogstaver og konvertere til små bogstaver med blot et enkelt klik. Det sparer tid og gør din tekstredigering mere effektiv.\n\nHvordan bruger man dette?\nEkstremt enkel at bruge, Case Converter - Upper Case to Lower Case-udvidelsen giver dig mulighed for at udføre dine handlinger med blot nogle få trin:\n\n1. Installer udvidelsen fra Chrome Webshop.\n2. Indsæt din tekst i det relevante felt.\n3. Klik på knappen Sætningsbogstaver, små bogstaver, store bogstaver eller store bogstaver for at starte konverteringsprocessen. Vores udvidelse udfører tekstkonvertering for dig med det samme.",
    "de": "Das Bearbeiten von Texten gehört zu den zeitaufwändigen Aufgaben, denen wir in der digitalen Welt jeden Tag begegnen. Die Erweiterung „Case Converter - Upper Case to Lower Case“ vereinfacht diesen Vorgang und ermöglicht Ihnen, die Groß-/Kleinschreibung in Ihren Texten schnell zu ändern. Unabhängig davon, ob Sie einen Artikel schreiben oder Inhalte für soziale Medien erstellen, beschleunigt diese Erweiterung Ihre Textbearbeitungsarbeit.\n\nHauptmerkmale der Erweiterung\nVerschiedene Konvertierungsoptionen: Sie können Ihre Texte in verschiedene Groß- und Kleinschreibung umwandeln, z. B. Satzschrift, Kleinschreibung, Großschreibung und Großschreibung.\n\nBenutzerfreundlichkeit: Unsere Erweiterung verfügt über eine einfache und verständliche Benutzeroberfläche, die Menschen aller Benutzerebenen problemlos nutzen können.\n\nSofortige Konvertierung: Sie können Ihre Texte schnell konvertieren und Ihre Transaktionen ohne Zeitverlust abschließen.\n\nDie Bedeutung der Textbearbeitung\nDie Textbearbeitung ist in allen Bereichen wichtig, von der Vorbereitung professioneller Dokumente über wissenschaftliches Schreiben bis hin zur täglichen Kommunikation. Unsere Groß-/Kleinschreibung-Konverter-Erweiterung verbessert die Qualität Ihrer Kommunikation, indem sie Ihre Texte lesbarer und effektiver macht.\n\nEinsatzbereiche\nAkademisches Schreiben: Vereinfacht den Textbearbeitungsprozess für Abschlussarbeiten, Artikel und Berichte.\n\nGeschäftsdokumente: Erstellt professionell aussehende Texte für Berichte, Präsentationen und E-Mails.\n\nSocial-Media-Inhalte: Steigern Sie die Interaktion, indem Sie in Ihren Beiträgen und Kommentaren die gewünschte Groß-/Kleinschreibung verwenden.\n\nWarum sollten Sie unsere Case Converter-Erweiterung verwenden?\nMit dieser Erweiterung können Sie Ihre Anforderungen erfüllen, z. B. Großbuchstaben in Kleinbuchstaben umwandeln und mit nur einem Klick in Kleinbuchstaben umwandeln. Das spart Zeit und macht Ihre Textbearbeitung effizienter.\n\nWie benutzt man das?\nDie äußerst benutzerfreundliche Erweiterung „Case Converter - Upper Case to Lower Case“ ermöglicht es Ihnen, Ihre Vorgänge in nur wenigen Schritten durchzuführen:\n\n1. Installieren Sie die Erweiterung aus dem Chrome Web Store.\n2. Fügen Sie Ihren Text in das entsprechende Feld ein.\n3. Klicken Sie auf die Schaltfläche Satz Groß-/Kleinschreibung, Großschreibung oder Großschreibung, um den Konvertierungsprozess zu starten. Unsere Erweiterung führt die Textkonvertierung sofort für Sie durch.",
    "el": "Η επεξεργασία κειμένου είναι μια από τις χρονοβόρες εργασίες που συναντάμε καθημερινά στον ψηφιακό κόσμο. Μετατροπέας πεζών-κεφαλαίων - Η επέκταση κεφαλαίων σε πεζά απλοποιεί αυτή τη διαδικασία, επιτρέποντάς σας να αλλάζετε γρήγορα πεζά γράμματα στα κείμενά σας. Είτε γράφετε ένα άρθρο είτε δημιουργείτε περιεχόμενο για μέσα κοινωνικής δικτύωσης, αυτή η επέκταση θα επιταχύνει τις εργασίες επεξεργασίας κειμένου.\n\nΒασικά χαρακτηριστικά της επέκτασης\nΔιάφορες επιλογές μετατροπής: Μπορείτε να μετατρέψετε τα κείμενά σας σε διάφορα πεζά γράμματα, όπως πεζά, πεζά, κεφαλαία και κεφαλαία.\n\nΕυκολία χρήσης: Η επέκτασή μας έχει μια απλή και κατανοητή διεπαφή που μπορούν εύκολα να χρησιμοποιήσουν άτομα όλων των επιπέδων χρηστών.\n\nΆμεση μετατροπή: Μπορείτε να μετατρέψετε γρήγορα τα κείμενά σας και να ολοκληρώσετε τις συναλλαγές σας χωρίς να χάσετε χρόνο.\n\nΗ σημασία της επεξεργασίας κειμένου\nΗ επεξεργασία κειμένου είναι σημαντική σε οτιδήποτε, από την προετοιμασία επαγγελματικών εγγράφων μέχρι την ακαδημαϊκή συγγραφή και ακόμη και τις καθημερινές επικοινωνίες. Η επέκταση μετατροπέα θήκης βελτιώνει την ποιότητα της επικοινωνίας σας κάνοντας τα κείμενά σας πιο ευανάγνωστα και αποτελεσματικά.\n\nΠεριοχές χρήσης\nΑκαδημαϊκή Γραφή: Απλοποιεί τη διαδικασία επεξεργασίας κειμένου για διατριβές, άρθρα και αναφορές.\n\nΕπιχειρηματικά έγγραφα: Δημιουργεί κείμενο με επαγγελματική εμφάνιση για αναφορές, παρουσιάσεις και μηνύματα ηλεκτρονικού ταχυδρομείου.\n\nΠεριεχόμενο μέσων κοινωνικής δικτύωσης: Αυξάνει την αλληλεπίδραση χρησιμοποιώντας την κεφαλαία που θέλετε στις αναρτήσεις και τα σχόλιά σας.\n\nΓιατί πρέπει να χρησιμοποιήσετε την επέκταση του Case Converter;\nΑυτή η επέκταση σάς επιτρέπει να λύσετε τις ανάγκες σας, όπως κεφαλαία σε πεζά και μετατροπή σε πεζά με ένα μόνο κλικ. Εξοικονομεί χρόνο και κάνει την επεξεργασία κειμένου πιο αποτελεσματική.\n\nΠώς να το χρησιμοποιήσετε;\nΕξαιρετικά απλό στη χρήση, η επέκταση Case Converter - κεφαλαία σε πεζά σας επιτρέπει να εκτελείτε τις λειτουργίες σας σε λίγα μόνο βήματα:\n\n1. Εγκαταστήστε την επέκταση από το Chrome Web Store.\n2. Επικολλήστε το κείμενό σας στο σχετικό πλαίσιο.\n3. Κάντε κλικ στο κουμπί Πρόταση πεζά, πεζά, κεφαλαία ή κεφαλαία για να ξεκινήσει η διαδικασία μετατροπής. Η επέκτασή μας θα κάνει τη μετατροπή κειμένου για εσάς αμέσως.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Text editing is one of the time-consuming tasks we encounter every day in the digital world. Case Converter - Upper Case to Lower Case extension simplifies this process, allowing you to quickly change letter cases in your texts. Whether you're writing an article or creating content for social media, this extension will speed up your text editing work.\n\nKey Features of the Extension\nVarious Conversion Options: You can convert your texts into various letter cases such as sentence case, lower case, upper case and capitalized case.\n\nEase of Use: Our extension has a simple and understandable interface that people of all user levels can easily use.\n\nInstant Conversion: You can quickly convert your texts and complete your transactions without wasting time.\n\nThe Importance of Editing Text\nText editing is important in everything from preparing professional documents to academic writing and even daily communications. Our case converter extension improves the quality of your communication by making your texts more readable and effective.\n\nUsage areas\nAcademic Writing: Simplifies the text editing process for theses, articles and reports.\n\nBusiness Documents: Creates professional-looking text for reports, presentations and emails.\n\nSocial Media Content: Increases interaction by using the letter case you want in your posts and comments.\n\nWhy Should You Use Our Case Converter Extension?\nThis extension allows you to solve your needs such as uppercase to lowercase and convert to lowercase with just one click. It saves time and makes your text editing more efficient.\n\nHow to use this?\nExtremely simple to use, the Case Converter - Upper Case to Lower Case extension allows you to perform your operations in just a few steps:\n\n1. Install the extension from the Chrome Web Store.\n2. Paste your text into the relevant box.\n3. Click the Sentence case, lower case, upper case or capitalized case button to start the conversion process. Our extension will do text conversion for you instantly.",
    "es": "La edición de texto es una de las tareas que consumen mucho tiempo y que encontramos todos los días en el mundo digital. Case Converter: la extensión de mayúsculas a minúsculas simplifica este proceso, permitiéndole cambiar rápidamente las mayúsculas y minúsculas en sus textos. Ya sea que esté escribiendo un artículo o creando contenido para las redes sociales, esta extensión acelerará su trabajo de edición de texto.\n\nCaracterísticas clave de la extensión\nVarias opciones de conversión: puede convertir sus textos en varias letras, como oraciones, minúsculas, mayúsculas y mayúsculas.\n\nFacilidad de uso: nuestra extensión tiene una interfaz simple y comprensible que personas de todos los niveles de usuario pueden usar fácilmente.\n\nConversión instantánea: puede convertir rápidamente sus textos y completar sus transacciones sin perder tiempo.\n\nLa importancia de editar texto\nLa edición de textos es importante en todo, desde la preparación de documentos profesionales hasta la redacción académica e incluso las comunicaciones diarias. Nuestra extensión de conversión de casos mejora la calidad de su comunicación al hacer que sus textos sean más legibles y efectivos.\n\nÁreas de uso\nEscritura Académica: Simplifica el proceso de edición de textos para tesis, artículos e informes.\n\nDocumentos comerciales: crea texto de aspecto profesional para informes, presentaciones y correos electrónicos.\n\nContenido de Redes Sociales: Aumenta la interacción al utilizar las letras mayúsculas que desees en tus publicaciones y comentarios.\n\n¿Por qué debería utilizar nuestra extensión Case Converter?\nEsta extensión te permite resolver tus necesidades como pasar de mayúsculas a minúsculas y convertir a minúsculas con solo un clic. Ahorra tiempo y hace que la edición de texto sea más eficiente.\n\n¿Como usar esto?\nExtremadamente fácil de usar, la extensión Case Converter - Upper Case to Lower Case le permite realizar sus operaciones en sólo unos pocos pasos:\n\n1. Instale la extensión desde Chrome Web Store.\n2. Pegue su texto en el cuadro correspondiente.\n3. Haga clic en el botón Oración, minúscula, mayúscula o mayúscula para iniciar el proceso de conversión. Nuestra extensión realizará la conversión de texto por usted al instante.",
    "et": "Teksti redigeerimine on üks aeganõudvaid ülesandeid, millega me digimaailmas iga päev kokku puutume. Suurtähtede teisendaja – laiendus suurtähtedest väiketähtedeks lihtsustab seda protsessi, võimaldades teil tekstides kiiresti suurtähti muuta. Olenemata sellest, kas kirjutate artiklit või loote sisu sotsiaalmeedia jaoks, kiirendab see laiendus teie teksti redigeerimise tööd.\n\nLaienduse peamised omadused\nErinevad teisendusvalikud: saate teisendada oma tekstid erinevatesse tähtedesse (nt lause suurtähtedeks, väiketähtedeks, suurtähtedeks ja suurtähtedeks).\n\nKasutuslihtsus: meie laiendusel on lihtne ja arusaadav liides, mida saavad hõlpsasti kasutada kõik kasutajatasemed.\n\nVahetu teisendamine: saate kiiresti teisendada oma tekste ja lõpetada tehingud ilma aega raiskamata.\n\nTeksti redigeerimise tähtsus\nTeksti toimetamine on oluline kõiges alates erialaste dokumentide koostamisest kuni akadeemilise kirjutamise ja isegi igapäevase suhtluseni. Meie ümbrise konverteri laiendus parandab teie suhtluse kvaliteeti, muutes teie tekstid loetavamaks ja tõhusamaks.\n\nKasutusalad\nAkadeemiline kirjutamine: lihtsustab lõputööde, artiklite ja aruannete teksti redigeerimise protsessi.\n\nÄridokumendid: loob professionaalse välimusega teksti aruannete, esitluste ja meilide jaoks.\n\nSotsiaalmeedia sisu: suurendab suhtlust, kasutades oma postitustes ja kommentaarides soovitud tähte.\n\nMiks peaksite kasutama meie juhtumimuunduri laiendust?\nSee laiendus võimaldab teil lahendada teie vajadused, näiteks suurtähtedest väiketähtedeks muutmise ja väiketähtede muutmise vaid ühe klõpsuga. See säästab aega ja muudab teie teksti redigeerimise tõhusamaks.\n\nKuidas seda kasutada?\nÄärmiselt lihtsalt kasutatav laiendus Case Converter – suurtähtedest väiketähtedele võimaldab teil toiminguid teha vaid mõne sammuga.\n\n1. Installige laiendus Chrome'i veebipoest.\n2. Kleepige tekst vastavasse kasti.\n3. Teisendusprotsessi alustamiseks klõpsake nuppu Lause suur-, väike-, suurtäht või suurtäht. Meie laiendus muudab teksti teie eest koheselt.",
    "fa": "ویرایش متن یکی از کارهای زمان بری است که هر روز در دنیای دیجیتال با آن مواجه می شویم. تبدیل حروف بزرگ - پسوند حروف بزرگ به حروف کوچک این فرآیند را ساده می‌کند و به شما امکان می‌دهد تا به سرعت حروف را در متن‌های خود تغییر دهید. چه در حال نوشتن مقاله یا ایجاد محتوا برای رسانه های اجتماعی باشید، این افزونه کار ویرایش متن شما را سرعت می بخشد.\n\nویژگی های کلیدی افزونه\nگزینه های مختلف تبدیل: می توانید متون خود را به حروف مختلف مانند حروف کوچک، حروف کوچک، بزرگ و بزرگ تبدیل کنید.\n\nسهولت استفاده: برنامه افزودنی ما دارای یک رابط کاربری ساده و قابل فهم است که افراد در تمام سطوح کاربری به راحتی می توانند از آن استفاده کنند.\n\nتبدیل فوری: می توانید به سرعت متن های خود را تبدیل کنید و بدون اتلاف وقت تراکنش های خود را تکمیل کنید.\n\nاهمیت ویرایش متن\nویرایش متن در همه چیز از تهیه اسناد حرفه ای گرفته تا نوشتن دانشگاهی و حتی ارتباطات روزانه مهم است. پسوند مبدل کیس ما کیفیت ارتباط شما را با خوانایی و موثرتر کردن متون شما بهبود می بخشد.\n\nمناطق استفاده\nنوشتن آکادمیک: فرآیند ویرایش متن پایان نامه ها، مقالات و گزارش ها را ساده می کند.\n\nاسناد تجاری: متنی با ظاهر حرفه ای برای گزارش ها، ارائه ها و ایمیل ها ایجاد می کند.\n\nمحتوای رسانه های اجتماعی: با استفاده از حروف مورد نظر در پست ها و نظرات خود، تعامل را افزایش می دهد.\n\nچرا باید از برنامه افزودنی تبدیل کیس ما استفاده کنید؟\nاین افزونه به شما این امکان را می دهد تا نیازهای خود مانند حروف بزرگ به کوچک و تبدیل به حروف کوچک را تنها با یک کلیک برطرف کنید. باعث صرفه جویی در زمان می شود و ویرایش متن شما را کارآمدتر می کند.\n\nچگونه از این استفاده کنیم؟\nاستفاده بسیار ساده، پسوند Case Converter - Upper Case به Lower Case به شما امکان می دهد عملیات خود را تنها در چند مرحله انجام دهید:\n\n1. برنامه افزودنی را از فروشگاه وب کروم نصب کنید.\n2. متن خود را در کادر مربوطه قرار دهید.\n3. برای شروع فرآیند تبدیل، روی دکمه Sentence، حروف کوچک، بزرگ یا حروف بزرگ کلیک کنید. برنامه افزودنی ما فوراً تبدیل متن را برای شما انجام می دهد.",
    "fi": "Tekstin muokkaaminen on yksi aikaa vievistä tehtävistä, joita kohtaamme joka päivä digitaalisessa maailmassa. Case Converter - Isojen kirjainten ja pienien kirjainten laajennus yksinkertaistaa tätä prosessia, jolloin voit nopeasti vaihtaa kirjainkokoja teksteissäsi. Olitpa kirjoittamassa artikkelia tai luomassa sisältöä sosiaaliseen mediaan, tämä laajennus nopeuttaa tekstinmuokkaustyötäsi.\n\nLaajennuksen tärkeimmät ominaisuudet\nErilaisia muunnosvaihtoehtoja: Voit muuntaa tekstisi erilaisiin kirjainkokoihin, kuten lauseiden kirjainkoko, pieni kirjain, iso kirjain ja iso kirjain.\n\nHelppokäyttöisyys: Laajennuksessamme on yksinkertainen ja ymmärrettävä käyttöliittymä, jota kaikentasoiset ihmiset voivat käyttää helposti.\n\nVälitön muunnos: Voit muuntaa tekstisi nopeasti ja suorittaa tapahtumasi tuhlaamatta aikaa.\n\nTekstin muokkaamisen tärkeys\nTekstin muokkaus on tärkeää kaikessa ammattiasiakirjojen valmistelusta akateemiseen kirjoittamiseen ja jopa päivittäiseen viestintään. Asianmuunninlaajennusmme parantaa viestintäsi laatua tekemällä teksteistäsi luettavampia ja tehokkaampia.\n\nKäyttöalueet\nAkateeminen kirjoittaminen: Yksinkertaistaa opinnäytetyön, artikkelien ja raporttien tekstin muokkausprosessia.\n\nBusiness Documents: Luo ammattimaisen näköistä tekstiä raportteja, esityksiä ja sähköposteja varten.\n\nSosiaalisen median sisältö: Lisää vuorovaikutusta käyttämällä viesteissäsi ja kommenteissasi haluamaasi kirjainkokoa.\n\nMiksi sinun pitäisi käyttää Case Converter -laajennustamme?\nTämän laajennuksen avulla voit ratkaista tarpeitasi, kuten isot kirjaimet pieniksi ja muuntaa pienet kirjaimet yhdellä napsautuksella. Se säästää aikaa ja tekee tekstinkäsittelystäsi tehokkaampaa.\n\nKuinka käyttää tätä?\nErittäin helppokäyttöinen Case Converter - Upper Case to Lower Case -laajennus mahdollistaa toimintojen suorittamisen vain muutamassa vaiheessa:\n\n1. Asenna laajennus Chrome Web Storesta.\n2. Liitä tekstisi asiaankuuluvaan ruutuun.\n3. Aloita muunnos napsauttamalla Lauseen kirjainkoko, pienet kirjaimet, isot kirjaimet tai isot kirjaimet -painiketta. Laajentuksemme tekee tekstin muuntamisen puolestasi välittömästi.",
    "fil": "Ang pag-edit ng teksto ay isa sa mga gawaing nakakalipas ng oras na nakakaharap natin araw-araw sa digital world. Case Converter - Pinapasimple ng extension ng Upper Case to Lower Case ang prosesong ito, na nagbibigay-daan sa iyong mabilis na baguhin ang mga letter case sa iyong mga text. Nagsusulat ka man ng artikulo o gumagawa ng content para sa social media, pabibilisin ng extension na ito ang iyong gawain sa pag-edit ng teksto.\n\nMga Pangunahing Tampok ng Extension\nIba't ibang Opsyon sa Conversion: Maaari mong i-convert ang iyong mga teksto sa iba't ibang mga kaso ng titik tulad ng sentence case, lower case, upper case at capitalized na case.\n\nDali ng Paggamit: Ang aming extension ay may simple at nauunawaan na interface na madaling gamitin ng mga tao sa lahat ng antas ng user.\n\nInstant Conversion: Mabilis mong mai-convert ang iyong mga text at kumpletuhin ang iyong mga transaksyon nang hindi nag-aaksaya ng oras.\n\nAng Kahalagahan ng Pag-edit ng Teksto\nAng pag-edit ng teksto ay mahalaga sa lahat mula sa paghahanda ng mga propesyonal na dokumento hanggang sa akademikong pagsulat at maging sa pang-araw-araw na komunikasyon. Pinapabuti ng aming extension ng case converter ang kalidad ng iyong komunikasyon sa pamamagitan ng paggawa ng iyong mga text na mas nababasa at epektibo.\n\nMga lugar ng paggamit\nAkademikong Pagsulat: Pinapasimple ang proseso ng pag-edit ng teksto para sa mga tesis, artikulo at ulat.\n\nMga Dokumento ng Negosyo: Lumilikha ng mukhang propesyonal na teksto para sa mga ulat, presentasyon at email.\n\nNilalaman ng Social Media: Pinapataas ang pakikipag-ugnayan sa pamamagitan ng paggamit ng letter case na gusto mo sa iyong mga post at komento.\n\nBakit Dapat Mong Gamitin ang Aming Case Converter Extension?\nBinibigyang-daan ka ng extension na ito na lutasin ang iyong mga pangangailangan tulad ng uppercase sa lowercase at convert sa lowercase sa isang click lang. Nakakatipid ito ng oras at ginagawang mas mahusay ang iyong pag-edit ng teksto.\n\nPaano gamitin ito?\nNapakadaling gamitin, binibigyang-daan ka ng extension ng Case Converter - Upper Case to Lower Case na isagawa ang iyong mga operasyon sa ilang hakbang lang:\n\n1. I-install ang extension mula sa Chrome Web Store.\n2. Idikit ang iyong teksto sa nauugnay na kahon.\n3. I-click ang Pangungusap na case, lower case, upper case o capitalized na case na button upang simulan ang proseso ng conversion. Ang aming extension ay gagawa ng text conversion para sa iyo kaagad.",
    "fr": "L'édition de texte est l'une des tâches chronophages que nous rencontrons quotidiennement dans le monde numérique. Case Converter - L'extension Upper Case to Lower Case simplifie ce processus, vous permettant de modifier rapidement la casse des lettres dans vos textes. Que vous écriviez un article ou créiez du contenu pour les réseaux sociaux, cette extension accélérera votre travail d'édition de texte.\n\nPrincipales caractéristiques de l'extension\nDiverses options de conversion : vous pouvez convertir vos textes en différentes casses telles que la casse de la phrase, la casse, la majuscule et la majuscule.\n\nFacilité d'utilisation : notre extension possède une interface simple et compréhensible que les personnes de tous niveaux d'utilisateurs peuvent facilement utiliser.\n\nConversion instantanée : vous pouvez convertir rapidement vos textes et finaliser vos transactions sans perdre de temps.\n\nL'importance de l'édition de texte\nL'édition de texte est importante dans tout, de la préparation de documents professionnels à la rédaction académique et même aux communications quotidiennes. Notre extension de convertisseur de cas améliore la qualité de votre communication en rendant vos textes plus lisibles et efficaces.\n\nDomaines d'utilisation\nRédaction académique : simplifie le processus d'édition de texte pour les thèses, les articles et les rapports.\n\nDocuments professionnels : crée un texte d'aspect professionnel pour les rapports, les présentations et les e-mails.\n\nContenu des réseaux sociaux : augmente l'interaction en utilisant la casse des lettres souhaitée dans vos publications et commentaires.\n\nPourquoi devriez-vous utiliser notre extension de conversion de cas ?\nCette extension vous permet de résoudre vos besoins tels que les majuscules en minuscules et de les convertir en minuscules en un seul clic. Cela fait gagner du temps et rend votre édition de texte plus efficace.\n\nComment utiliser cela ?\nExtrêmement simple à utiliser, l'extension Case Converter - Upper Case to Lower Case vous permet d'effectuer vos opérations en quelques étapes seulement :\n\n1. Installez l'extension depuis le Chrome Web Store.\n2. Collez votre texte dans la case appropriée.\n3. Cliquez sur le bouton Casse de la phrase, minuscule, majuscule ou majuscule pour démarrer le processus de conversion. Notre extension effectuera instantanément la conversion de texte pour vous.",
    "gu": "ટેક્સ્ટ એડિટિંગ એ સમય માંગી લેતું એક કાર્ય છે જેનો આપણે ડિજિટલ વિશ્વમાં દરરોજ સામનો કરીએ છીએ. કેસ કન્વર્ટર - અપર કેસથી લોઅર કેસ એક્સ્ટેંશન આ પ્રક્રિયાને સરળ બનાવે છે, જેનાથી તમે તમારા ગ્રંથોમાં અક્ષરોના કેસોને ઝડપથી બદલી શકો છો. ભલે તમે કોઈ લેખ લખી રહ્યાં હોવ અથવા સોશિયલ મીડિયા માટે સામગ્રી બનાવી રહ્યાં હોવ, આ એક્સ્ટેંશન તમારા ટેક્સ્ટ સંપાદન કાર્યને ઝડપી બનાવશે.\n\nએક્સ્ટેંશનની મુખ્ય લાક્ષણિકતાઓ\nવિવિધ રૂપાંતરણ વિકલ્પો: તમે તમારા લખાણોને વિવિધ અક્ષરોના કેસમાં રૂપાંતરિત કરી શકો છો જેમ કે વાક્ય કેસ, લોઅર કેસ, અપર કેસ અને કેપિટલાઇઝ્ડ કેસ.\n\nઉપયોગમાં સરળતા: અમારા એક્સ્ટેંશનમાં એક સરળ અને સમજી શકાય તેવું ઇન્ટરફેસ છે જેનો તમામ વપરાશકર્તા સ્તરના લોકો સરળતાથી ઉપયોગ કરી શકે છે.\n\nત્વરિત રૂપાંતર: તમે તમારા ટેક્સ્ટને ઝડપથી કન્વર્ટ કરી શકો છો અને સમય બગાડ્યા વિના તમારા વ્યવહારો પૂર્ણ કરી શકો છો.\n\nટેક્સ્ટ સંપાદનનું મહત્વ\nવ્યવસાયિક દસ્તાવેજો તૈયાર કરવાથી માંડીને શૈક્ષણિક લેખન અને રોજિંદા સંદેશાવ્યવહાર સુધીની દરેક બાબતમાં ટેક્સ્ટ એડિટિંગ મહત્વપૂર્ણ છે. અમારું કેસ કન્વર્ટર એક્સ્ટેંશન તમારા ટેક્સ્ટને વધુ વાંચવા યોગ્ય અને અસરકારક બનાવીને તમારા સંદેશાવ્યવહારની ગુણવત્તામાં સુધારો કરે છે.\n\nઉપયોગ વિસ્તારો\nશૈક્ષણિક લેખન: થીસીસ, લેખો અને અહેવાલો માટે ટેક્સ્ટ સંપાદન પ્રક્રિયાને સરળ બનાવે છે.\n\nવ્યવસાય દસ્તાવેજો: અહેવાલો, પ્રસ્તુતિઓ અને ઇમેઇલ્સ માટે વ્યાવસાયિક દેખાતા ટેક્સ્ટ બનાવે છે.\n\nસામાજિક મીડિયા સામગ્રી: તમે તમારી પોસ્ટ્સ અને ટિપ્પણીઓમાં ઇચ્છો છો તે લેટર કેસનો ઉપયોગ કરીને ક્રિયાપ્રતિક્રિયામાં વધારો કરે છે.\n\nતમારે અમારા કેસ કન્વર્ટર એક્સ્ટેંશનનો ઉપયોગ શા માટે કરવો જોઈએ?\nઆ એક્સટેન્શન તમને તમારી જરૂરિયાતો જેમ કે અપરકેસથી લોઅરકેસમાં અને માત્ર એક ક્લિકથી લોઅરકેસમાં કન્વર્ટ કરવાની મંજૂરી આપે છે. તે સમય બચાવે છે અને તમારા ટેક્સ્ટ સંપાદનને વધુ કાર્યક્ષમ બનાવે છે.\n\nઆનો ઉપયોગ કેવી રીતે કરવો?\nવાપરવા માટે અત્યંત સરળ, કેસ કન્વર્ટર - અપર કેસથી લોઅર કેસ એક્સ્ટેંશન તમને તમારી કામગીરી માત્ર થોડા જ પગલામાં કરવા દે છે:\n\n1. Chrome વેબ દુકાનમાંથી એક્સ્ટેંશન ઇન્સ્ટોલ કરો.\n2. તમારા ટેક્સ્ટને સંબંધિત બોક્સમાં પેસ્ટ કરો.\n3. રૂપાંતરણ પ્રક્રિયા શરૂ કરવા માટે સજાના કેસ, લોઅર કેસ, અપરકેસ અથવા કેપિટલાઇઝ્ડ કેસ બટન પર ક્લિક કરો. અમારું એક્સ્ટેંશન તમારા માટે તરત જ ટેક્સ્ટ કન્વર્ઝન કરશે.",
    "he": "עריכת טקסט היא אחת המשימות הגוזלות זמן שאנו נתקלים בהן מדי יום בעולם הדיגיטלי. ממיר רישיות - סיומת אותיות גדולות לאותיות קטנות מפשטת את התהליך הזה, ומאפשרת לך לשנות במהירות אותיות רישיות בטקסטים שלך. בין אם אתה כותב מאמר או יוצר תוכן עבור מדיה חברתית, תוסף זה יזרז את עבודת עריכת הטקסט שלך.\n\nתכונות עיקריות של ההרחבה\nאפשרויות המרה שונות: אתה יכול להמיר את הטקסטים שלך לאותיות שונות כגון רישיות, אותיות קטנות, גדולות ורישיות.\n\nקלות שימוש: לתוסף שלנו יש ממשק פשוט ומובן שאנשים מכל רמות המשתמש יכולים להשתמש בו בקלות.\n\nהמרה מיידית: אתה יכול להמיר במהירות את הטקסטים שלך ולהשלים את העסקאות שלך מבלי לבזבז זמן.\n\nהחשיבות של עריכת טקסט\nעריכת טקסט חשובה בכל דבר, החל מהכנת מסמכים מקצועיים ועד לכתיבה אקדמית ואפילו לתקשורת יומיומית. תוסף ממיר המקרים שלנו משפר את איכות התקשורת שלך על ידי הפיכת הטקסטים שלך לקריאה ויעיל יותר.\n\nאזורי שימוש\nכתיבה אקדמית: מפשטת את תהליך עריכת הטקסט עבור תזה, מאמרים ודוחות.\n\nמסמכים עסקיים: יוצר טקסט בעל מראה מקצועי עבור דוחות, מצגות ומיילים.\n\nתוכן מדיה חברתית: מגביר את האינטראקציה על ידי שימוש באותיות האותיות הרצויות בפוסטים ובתגובות שלך.\n\nמדוע כדאי להשתמש בתוסף ממיר הכיסויים שלנו?\nתוסף זה מאפשר לך לפתור את הצרכים שלך כמו אותיות גדולות לאותיות קטנות ולהמיר לאותיות קטנות בלחיצה אחת בלבד. זה חוסך זמן והופך את עריכת הטקסט שלך ליעילה יותר.\n\nאיך להשתמש בזה?\nפשוט במיוחד לשימוש, תוסף ממיר מארז - מכתבים גדולים לאותיות קטנות מאפשר לך לבצע את הפעולות שלך בכמה שלבים:\n\n1. התקן את התוסף מחנות האינטרנט של Chrome.\n2. הדבק את הטקסט שלך בתיבה הרלוונטית.\n3. לחץ על הלחצן משפט, אותיות קטנות, רישיות או אותיות רישיות כדי להתחיל בתהליך ההמרה. התוסף שלנו יבצע עבורך המרת טקסט באופן מיידי.",
    "hi": "टेक्स्ट संपादन उन समय लेने वाले कार्यों में से एक है जिनका हम डिजिटल दुनिया में हर दिन सामना करते हैं। केस कन्वर्टर - अपर केस से लोअर केस एक्सटेंशन इस प्रक्रिया को सरल बनाता है, जिससे आप अपने टेक्स्ट में अक्षर केस को जल्दी से बदल सकते हैं। चाहे आप कोई लेख लिख रहे हों या सोशल मीडिया के लिए सामग्री बना रहे हों, यह एक्सटेंशन आपके टेक्स्ट संपादन कार्य को गति देगा।\n\nएक्सटेंशन की मुख्य विशेषताएं\nविभिन्न रूपांतरण विकल्प: आप अपने टेक्स्ट को विभिन्न अक्षर केस जैसे वाक्य केस, लोअर केस, अपर केस और कैपिटल केस में परिवर्तित कर सकते हैं।\n\nउपयोग में आसानी: हमारे एक्सटेंशन में एक सरल और समझने योग्य इंटरफ़ेस है जिसे सभी उपयोगकर्ता स्तर के लोग आसानी से उपयोग कर सकते हैं।\n\nत्वरित रूपांतरण: आप बिना समय बर्बाद किए अपने टेक्स्ट को तुरंत रूपांतरित कर सकते हैं और अपना लेनदेन पूरा कर सकते हैं।\n\nपाठ संपादन का महत्व\nव्यावसायिक दस्तावेज़ तैयार करने से लेकर अकादमिक लेखन और यहां तक कि दैनिक संचार तक हर चीज़ में पाठ संपादन महत्वपूर्ण है। हमारा केस कनवर्टर एक्सटेंशन आपके टेक्स्ट को अधिक पठनीय और प्रभावी बनाकर आपके संचार की गुणवत्ता में सुधार करता है।\n\nउपयोग क्षेत्र\nअकादमिक लेखन: थीसिस, लेखों और रिपोर्टों के लिए पाठ संपादन प्रक्रिया को सरल बनाता है।\n\nव्यावसायिक दस्तावेज़: रिपोर्ट, प्रस्तुतियों और ईमेल के लिए पेशेवर दिखने वाला टेक्स्ट बनाता है।\n\nसोशल मीडिया सामग्री: अपनी पोस्ट और टिप्पणियों में इच्छित लेटर केस का उपयोग करके सहभागिता बढ़ाती है।\n\nआपको हमारे केस कनवर्टर एक्सटेंशन का उपयोग क्यों करना चाहिए?\nयह एक्सटेंशन आपको केवल एक क्लिक से अपनी आवश्यकताओं जैसे अपरकेस से लोअरकेस और लोअरकेस में कनवर्ट करने की अनुमति देता है। यह समय बचाता है और आपके टेक्स्ट संपादन को अधिक कुशल बनाता है।\n\nइसका उपयोग कैसे करें?\nउपयोग करने में बेहद सरल, केस कन्वर्टर - अपर केस से लोअर केस एक्सटेंशन आपको कुछ ही चरणों में अपने ऑपरेशन करने की अनुमति देता है:\n\n1. क्रोम वेब स्टोर से एक्सटेंशन इंस्टॉल करें।\n2. अपना टेक्स्ट संबंधित बॉक्स में चिपकाएँ।\n3. रूपांतरण प्रक्रिया शुरू करने के लिए सेंटेंस केस, लोअर केस, अपर केस या कैपिटलाइज़्ड केस बटन पर क्लिक करें। हमारा एक्सटेंशन आपके लिए तुरंत टेक्स्ट रूपांतरण करेगा।",
    "hr": "Uređivanje teksta jedan je od dugotrajnih zadataka s kojima se svakodnevno susrećemo u digitalnom svijetu. Pretvarač velikih i malih slova - proširenje velikih slova u mala slova pojednostavljuje ovaj proces, omogućujući vam da brzo promijenite velika slova u svojim tekstovima. Bilo da pišete članak ili stvarate sadržaj za društvene mreže, ovo proširenje ubrzat će vaš rad na uređivanju teksta.\n\nKljučne značajke proširenja\nRazličite opcije pretvorbe: svoje tekstove možete pretvoriti u različita mala i mala slova kao što su rečenična, mala, velika i velika slova.\n\nJednostavnost korištenja: Naše proširenje ima jednostavno i razumljivo sučelje koje ljudi svih korisničkih razina mogu lako koristiti.\n\nTrenutačna pretvorba: možete brzo pretvoriti svoje tekstove i dovršiti svoje transakcije bez gubljenja vremena.\n\nVažnost uređivanja teksta\nUređivanje teksta važno je u svemu, od pripreme profesionalnih dokumenata do akademskog pisanja, pa čak i dnevne komunikacije. Naše proširenje pretvarača velikih i velikih slova poboljšava kvalitetu vaše komunikacije čineći vaše tekstove čitljivijim i učinkovitijim.\n\nPodručja uporabe\nAkademsko pisanje: Pojednostavljuje proces uređivanja teksta za teze, članke i izvješća.\n\nPoslovni dokumenti: stvara tekst profesionalnog izgleda za izvješća, prezentacije i e-poštu.\n\nSadržaj na društvenim mrežama: Povećava interakciju korištenjem velikih i malih slova koja želite u svojim postovima i komentarima.\n\nZašto biste trebali koristiti naše proširenje za pretvaranje velikih i malih slova?\nOvo proširenje vam omogućuje da riješite svoje potrebe kao što su velika slova u mala slova i pretvaranje u mala slova samo jednim klikom. To štedi vrijeme i čini vaše uređivanje teksta učinkovitijim.\n\nKako ovo koristiti?\nEkstremno jednostavan za korištenje, dodatak za pretvaranje velikih slova u mala slova omogućuje vam izvođenje operacija u samo nekoliko koraka:\n\n1. Instalirajte proširenje iz Chrome web trgovine.\n2. Zalijepite svoj tekst u odgovarajući okvir.\n3. Pritisnite tipku Sentence case, small case, great case ili veliko slovo kako biste započeli proces konverzije. Naše proširenje će za vas odmah izvršiti konverziju teksta.",
    "hu": "A szövegszerkesztés az egyik időigényes feladat, amellyel nap mint nap találkozunk a digitális világban. Case Converter – A nagybetűről kisbetűre bővítés leegyszerűsíti ezt a folyamatot, lehetővé téve a nagybetűk gyors megváltoztatását a szövegekben. Akár cikket ír, akár tartalmat hoz létre a közösségi médiához, ez a bővítmény felgyorsítja a szövegszerkesztési munkáját.\n\nA bővítmény főbb jellemzői\nKülönféle átalakítási lehetőségek: A szövegeket különféle kis- és nagybetűkké alakíthatja, például mondat-, kis-, nagy- és nagybetűvé.\n\nKönnyű használat: Bővítményünk egyszerű és érthető felülettel rendelkezik, amelyet minden felhasználói szint könnyen használhat.\n\nAzonnali konvertálás: Gyorsan konvertálhatja szövegeit, és időveszteség nélkül befejezheti a tranzakciókat.\n\nA szövegszerkesztés fontossága\nA szövegszerkesztés a szakmai dokumentumok készítésétől a tudományos írásig, sőt a napi kommunikációig mindenben fontos. Tokkonvertáló bővítményünk javítja kommunikációja minőségét azáltal, hogy olvashatóbbá és hatékonyabbá teszi szövegeit.\n\nFelhasználási területek\nTudományos írás: Leegyszerűsíti a szakdolgozatok, cikkek és jelentések szövegszerkesztési folyamatát.\n\nÜzleti dokumentumok: Professzionális megjelenésű szöveget készít jelentésekhez, prezentációkhoz és e-mailekhez.\n\nKözösségi médiatartalom: Növeli az interakciót azáltal, hogy a kívánt betűket használja bejegyzéseiben és megjegyzéseiben.\n\nMiért érdemes a Case Converter bővítményünket használni?\nEz a bővítmény lehetővé teszi, hogy egyetlen kattintással megoldja az igényeit, például a nagybetűket kisbetűvé, illetve kisbetűvé alakítja. Időt takarít meg, és hatékonyabbá teszi a szövegszerkesztést.\n\nHogyan kell ezt használni?\nA rendkívül egyszerűen használható Case Converter – Upper Case to Lower Case bővítmény lehetővé teszi a műveletek elvégzését mindössze néhány lépésben:\n\n1. Telepítse a bővítményt a Chrome Internetes áruházból.\n2. Illessze be a szöveget a megfelelő mezőbe.\n3. Kattintson a Mondat kisbetűs, kisbetűs, nagybetűs vagy nagybetűs gombra az átalakítási folyamat elindításához. Bővítményünk azonnal elvégzi a szövegkonverziót.",
    "id": "Pengeditan teks adalah salah satu tugas memakan waktu yang kita temui setiap hari di dunia digital. Pengonversi Huruf - Ekstensi Huruf Besar ke Huruf Kecil menyederhanakan proses ini, memungkinkan Anda dengan cepat mengubah huruf besar-kecil dalam teks Anda. Baik Anda menulis artikel atau membuat konten untuk media sosial, ekstensi ini akan mempercepat pekerjaan pengeditan teks Anda.\n\nFitur Utama Ekstensi\nBerbagai Opsi Konversi: Anda dapat mengonversi teks Anda menjadi berbagai huruf seperti huruf besar, huruf kecil, huruf besar, dan huruf kapital.\n\nKemudahan Penggunaan: Ekstensi kami memiliki antarmuka yang sederhana dan mudah dipahami sehingga dapat digunakan dengan mudah oleh semua tingkat pengguna.\n\nKonversi Instan: Anda dapat dengan cepat mengonversi teks dan menyelesaikan transaksi tanpa membuang waktu.\n\nPentingnya Mengedit Teks\nPengeditan teks penting dalam segala hal mulai dari menyiapkan dokumen profesional hingga penulisan akademis dan bahkan komunikasi sehari-hari. Ekstensi pengubah kasus kami meningkatkan kualitas komunikasi Anda dengan membuat teks Anda lebih mudah dibaca dan efektif.\n\nArea penggunaan\nPenulisan Akademik: Menyederhanakan proses penyuntingan teks untuk tesis, artikel, dan laporan.\n\nDokumen Bisnis: Membuat teks yang terlihat profesional untuk laporan, presentasi, dan email.\n\nKonten Media Sosial: Meningkatkan interaksi dengan menggunakan huruf yang Anda inginkan dalam postingan dan komentar Anda.\n\nMengapa Anda Harus Menggunakan Ekstensi Case Converter Kami?\nEkstensi ini memungkinkan Anda menyelesaikan kebutuhan Anda seperti huruf besar ke huruf kecil dan mengonversi ke huruf kecil hanya dengan satu klik. Ini menghemat waktu dan membuat pengeditan teks Anda lebih efisien.\n\nBagaimana cara menggunakan ini?\nSangat mudah digunakan, ekstensi Case Converter - Huruf Besar ke Huruf Kecil memungkinkan Anda melakukan operasi hanya dalam beberapa langkah:\n\n1. Instal ekstensi dari Toko Web Chrome.\n2. Tempelkan teks Anda ke dalam kotak yang relevan.\n3. Klik tombol Kalimat, huruf kecil, huruf besar, atau huruf besar untuk memulai proses konversi. Ekstensi kami akan melakukan konversi teks untuk Anda secara instan.",
    "it": "La modifica del testo è una delle attività dispendiose in termini di tempo che incontriamo ogni giorno nel mondo digitale. Case Converter - L'estensione da maiuscolo a minuscolo semplifica questo processo, permettendoti di cambiare rapidamente maiuscole e minuscole nei tuoi testi. Che tu stia scrivendo un articolo o creando contenuti per i social media, questa estensione accelererà il tuo lavoro di modifica del testo.\n\nCaratteristiche principali dell'estensione\nVarie opzioni di conversione: puoi convertire i tuoi testi in vari casi di lettere come maiuscole, minuscole, maiuscole e maiuscole.\n\nFacilità d'uso: la nostra estensione ha un'interfaccia semplice e comprensibile che persone di tutti i livelli possono utilizzare facilmente.\n\nConversione istantanea: puoi convertire velocemente i tuoi testi e completare le tue transazioni senza perdere tempo.\n\nL'importanza di modificare il testo\nLa modifica del testo è importante in tutto, dalla preparazione di documenti professionali alla scrittura accademica e persino alle comunicazioni quotidiane. La nostra estensione case converter migliora la qualità della tua comunicazione rendendo i tuoi testi più leggibili ed efficaci.\n\nAree di utilizzo\nScrittura accademica: semplifica il processo di modifica del testo per tesi, articoli e relazioni.\n\nDocumenti aziendali: crea testo dall'aspetto professionale per report, presentazioni ed e-mail.\n\nContenuti dei social media: aumenta l'interazione utilizzando le lettere maiuscole e minuscole che desideri nei tuoi post e commenti.\n\nPerché dovresti utilizzare la nostra estensione Case Converter?\nQuesta estensione ti consente di risolvere le tue esigenze, ad esempio da maiuscolo a minuscolo e convertirlo in minuscolo con un solo clic. Risparmia tempo e rende la modifica del testo più efficiente.\n\nCome usarlo?\nEstremamente semplice da utilizzare, l'estensione Case Converter - Maiuscolo-minuscolo ti consente di eseguire le tue operazioni in pochi passaggi:\n\n1. Installa l'estensione dal Chrome Web Store.\n2. Incolla il testo nella casella pertinente.\n3. Fare clic sul pulsante Frase, minuscolo, maiuscolo o maiuscolo per avviare il processo di conversione. La nostra estensione eseguirà immediatamente la conversione del testo per te.",
    "ja": "テキスト編集は、デジタル世界で毎日遭遇する時間のかかるタスクの 1 つです。 Case Converter - 大文字から小文字への拡張機能により、このプロセスが簡略化され、テキスト内の文字の大文字と小文字をすばやく変更できるようになります。 記事を書いている場合でも、ソーシャル メディアのコンテンツを作成している場合でも、この拡張機能を使用するとテキスト編集作業が高速化されます。\n\n拡張機能の主な機能\nさまざまな変換オプション: テキストを文の大文字、小文字、大文字、大文字などのさまざまな文字の大文字に変換できます。\n\n使いやすさ: 私たちの拡張機能には、あらゆるユーザーレベルの人々が簡単に使用できる、シンプルでわかりやすいインターフェイスがあります。\n\nインスタント変換: 時間を無駄にすることなく、テキストをすばやく変換し、トランザクションを完了できます。\n\nテキスト編集の重要性\nテキスト編集は、専門的な文書の準備から学術論文、さらには日常のコミュニケーションに至るまで、あらゆる場面で重要です。 当社の大文字小文字コンバータ拡張機能は、テキストをより読みやすく効果的にすることで、コミュニケーションの品質を向上させます。\n\n使用エリア\nアカデミック ライティング: 論文、記事、レポートのテキスト編集プロセスを簡素化します。\n\nビジネス ドキュメント: レポート、プレゼンテーション、電子メール用のプロフェッショナルな外観のテキストを作成します。\n\nソーシャル メディア コンテンツ: 投稿やコメントで大文字と小文字を区別して使用することで、インタラクションが増加します。\n\n大文字小文字変換拡張機能を使用する必要があるのはなぜですか?\nこの拡張機能を使用すると、ワンクリックで大文字から小文字への変換や小文字への変換などのニーズを解決できます。 時間を節約し、テキスト編集をより効率的にします。\n\nこれはどうやって使うのですか？\n使い方が非常に簡単な Case Converter - Upper Case to Lower Case 拡張機能を使用すると、わずか数ステップで操作を実行できます。\n\n1. Chrome ウェブストアから拡張機能をインストールします。\n2. テキストを関連するボックスに貼り付けます。\n3. [文の大文字、小文字、大文字、または大文字] ボタンをクリックして、変換プロセスを開始します。 私たちの拡張機能はテキスト変換を即座に行います。",
    "kn": "ಪಠ್ಯ ಸಂಪಾದನೆಯು ಡಿಜಿಟಲ್ ಜಗತ್ತಿನಲ್ಲಿ ನಾವು ಪ್ರತಿದಿನ ಎದುರಿಸುವ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳುವ ಕಾರ್ಯಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ. ಕೇಸ್ ಪರಿವರ್ತಕ - ಅಪ್ಪರ್ ಕೇಸ್‌ನಿಂದ ಲೋವರ್ ಕೇಸ್ ವಿಸ್ತರಣೆಯು ಈ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಸರಳಗೊಳಿಸುತ್ತದೆ, ನಿಮ್ಮ ಪಠ್ಯಗಳಲ್ಲಿ ಅಕ್ಷರದ ಪ್ರಕರಣಗಳನ್ನು ತ್ವರಿತವಾಗಿ ಬದಲಾಯಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ನೀವು ಲೇಖನವನ್ನು ಬರೆಯುತ್ತಿರಲಿ ಅಥವಾ ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮಕ್ಕಾಗಿ ವಿಷಯವನ್ನು ರಚಿಸುತ್ತಿರಲಿ, ಈ ವಿಸ್ತರಣೆಯು ನಿಮ್ಮ ಪಠ್ಯ ಸಂಪಾದನೆಯ ಕೆಲಸವನ್ನು ವೇಗಗೊಳಿಸುತ್ತದೆ.\n\nವಿಸ್ತರಣೆಯ ಪ್ರಮುಖ ಲಕ್ಷಣಗಳು\nವಿವಿಧ ಪರಿವರ್ತನೆ ಆಯ್ಕೆಗಳು: ನಿಮ್ಮ ಪಠ್ಯಗಳನ್ನು ವಾಕ್ಯ ಪ್ರಕರಣ, ಲೋವರ್ ಕೇಸ್, ದೊಡ್ಡಕ್ಷರ ಮತ್ತು ದೊಡ್ಡಕ್ಷರಗಳಂತಹ ವಿವಿಧ ಅಕ್ಷರ ಪ್ರಕರಣಗಳಾಗಿ ಪರಿವರ್ತಿಸಬಹುದು.\n\nಬಳಕೆಯ ಸುಲಭ: ನಮ್ಮ ವಿಸ್ತರಣೆಯು ಎಲ್ಲಾ ಬಳಕೆದಾರರ ಹಂತಗಳ ಜನರು ಸುಲಭವಾಗಿ ಬಳಸಬಹುದಾದ ಸರಳ ಮತ್ತು ಅರ್ಥವಾಗುವ ಇಂಟರ್ಫೇಸ್ ಅನ್ನು ಹೊಂದಿದೆ.\n\nತ್ವರಿತ ಪರಿವರ್ತನೆ: ನಿಮ್ಮ ಪಠ್ಯಗಳನ್ನು ತ್ವರಿತವಾಗಿ ಪರಿವರ್ತಿಸಬಹುದು ಮತ್ತು ಸಮಯವನ್ನು ವ್ಯರ್ಥ ಮಾಡದೆ ನಿಮ್ಮ ವಹಿವಾಟುಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಬಹುದು.\n\nಪಠ್ಯವನ್ನು ಸಂಪಾದಿಸುವ ಪ್ರಾಮುಖ್ಯತೆ\nವೃತ್ತಿಪರ ದಾಖಲೆಗಳನ್ನು ಸಿದ್ಧಪಡಿಸುವುದರಿಂದ ಹಿಡಿದು ಶೈಕ್ಷಣಿಕ ಬರವಣಿಗೆ ಮತ್ತು ದೈನಂದಿನ ಸಂವಹನಗಳವರೆಗೆ ಎಲ್ಲದರಲ್ಲೂ ಪಠ್ಯ ಸಂಪಾದನೆ ಮುಖ್ಯವಾಗಿದೆ. ನಮ್ಮ ಕೇಸ್ ಪರಿವರ್ತಕ ವಿಸ್ತರಣೆಯು ನಿಮ್ಮ ಪಠ್ಯಗಳನ್ನು ಹೆಚ್ಚು ಓದಬಲ್ಲ ಮತ್ತು ಪರಿಣಾಮಕಾರಿಯಾಗಿ ಮಾಡುವ ಮೂಲಕ ನಿಮ್ಮ ಸಂವಹನದ ಗುಣಮಟ್ಟವನ್ನು ಸುಧಾರಿಸುತ್ತದೆ.\n\nಬಳಕೆಯ ಪ್ರದೇಶಗಳು\nಶೈಕ್ಷಣಿಕ ಬರವಣಿಗೆ: ಪ್ರಬಂಧಗಳು, ಲೇಖನಗಳು ಮತ್ತು ವರದಿಗಳಿಗಾಗಿ ಪಠ್ಯ ಸಂಪಾದನೆ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಸರಳಗೊಳಿಸುತ್ತದೆ.\n\nವ್ಯಾಪಾರ ದಾಖಲೆಗಳು: ವರದಿಗಳು, ಪ್ರಸ್ತುತಿಗಳು ಮತ್ತು ಇಮೇಲ್‌ಗಳಿಗಾಗಿ ವೃತ್ತಿಪರವಾಗಿ ಕಾಣುವ ಪಠ್ಯವನ್ನು ರಚಿಸುತ್ತದೆ.\n\nಸಾಮಾಜಿಕ ಮಾಧ್ಯಮ ವಿಷಯ: ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳು ಮತ್ತು ಕಾಮೆಂಟ್‌ಗಳಲ್ಲಿ ನಿಮಗೆ ಬೇಕಾದ ಲೆಟರ್ ಕೇಸ್ ಅನ್ನು ಬಳಸುವ ಮೂಲಕ ಸಂವಹನವನ್ನು ಹೆಚ್ಚಿಸುತ್ತದೆ.\n\nನಮ್ಮ ಕೇಸ್ ಪರಿವರ್ತಕ ವಿಸ್ತರಣೆಯನ್ನು ನೀವು ಏಕೆ ಬಳಸಬೇಕು?\nಈ ವಿಸ್ತರಣೆಯು ಕೇವಲ ಒಂದು ಕ್ಲಿಕ್‌ನಲ್ಲಿ ದೊಡ್ಡಕ್ಷರದಿಂದ ಸಣ್ಣಕ್ಷರಕ್ಕೆ ಮತ್ತು ಸಣ್ಣಕ್ಷರಕ್ಕೆ ಪರಿವರ್ತಿಸುವಂತಹ ನಿಮ್ಮ ಅಗತ್ಯಗಳನ್ನು ಪರಿಹರಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ಇದು ಸಮಯವನ್ನು ಉಳಿಸುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಪಠ್ಯ ಸಂಪಾದನೆಯನ್ನು ಹೆಚ್ಚು ಪರಿಣಾಮಕಾರಿಯಾಗಿ ಮಾಡುತ್ತದೆ.\n\nಇದನ್ನು ಹೇಗೆ ಬಳಸುವುದು?\nಬಳಸಲು ಅತ್ಯಂತ ಸರಳವಾಗಿದೆ, ಕೇಸ್ ಪರಿವರ್ತಕ - ಅಪ್ಪರ್ ಕೇಸ್‌ನಿಂದ ಲೋವರ್ ಕೇಸ್ ವಿಸ್ತರಣೆಯು ನಿಮ್ಮ ಕಾರ್ಯಾಚರಣೆಗಳನ್ನು ಕೆಲವೇ ಹಂತಗಳಲ್ಲಿ ನಿರ್ವಹಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ:\n\n1. Chrome ವೆಬ್ ಸ್ಟೋರ್‌ನಿಂದ ವಿಸ್ತರಣೆಯನ್ನು ಸ್ಥಾಪಿಸಿ.\n2. ನಿಮ್ಮ ಪಠ್ಯವನ್ನು ಸಂಬಂಧಿತ ಪೆಟ್ಟಿಗೆಯಲ್ಲಿ ಅಂಟಿಸಿ.\n3. ಪರಿವರ್ತನೆ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲು ವಾಕ್ಯ ಪ್ರಕರಣ, ಲೋವರ್ ಕೇಸ್, ದೊಡ್ಡಕ್ಷರ ಅಥವಾ ದೊಡ್ಡಕ್ಷರ ಬಟನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ. ನಮ್ಮ ವಿಸ್ತರಣೆಯು ನಿಮಗೆ ಪಠ್ಯ ಪರಿವರ್ತನೆಯನ್ನು ತಕ್ಷಣವೇ ಮಾಡುತ್ತದೆ.",
    "ko": "텍스트 편집은 디지털 세계에서 우리가 매일 접하는 시간이 많이 걸리는 작업 중 하나입니다. 대소문자 변환기 - 대문자를 소문자로 확장하면 이 프로세스가 단순화되어 텍스트에서 대소문자를 빠르게 변경할 수 있습니다. 기사를 쓰거나 소셜 미디어 콘텐츠를 만들 때 이 확장 프로그램을 사용하면 텍스트 편집 작업 속도가 빨라집니다.\n\n확장의 주요 기능\n다양한 변환 옵션: 텍스트를 문장 케이스, 소문자, 대문자 및 대문자와 같은 다양한 문자 케이스로 변환할 수 있습니다.\n\n사용 용이성: 우리의 확장 기능에는 모든 사용자 수준의 사람들이 쉽게 사용할 수 있는 간단하고 이해하기 쉬운 인터페이스가 있습니다.\n\n즉시 변환: 시간 낭비 없이 신속하게 텍스트를 변환하고 거래를 완료할 수 있습니다.\n\n텍스트 편집의 중요성\n텍스트 편집은 전문 문서 준비부터 학문적 글쓰기, 일상 커뮤니케이션에 이르기까지 모든 분야에서 중요합니다. 대소문자 변환기 확장 기능은 텍스트를 더 읽기 쉽고 효과적으로 만들어 의사소통의 품질을 향상시킵니다.\n\n사용분야\n학술 작문: 논문, 기사 및 보고서의 텍스트 편집 과정을 단순화합니다.\n\n비즈니스 문서: 보고서, 프리젠테이션 및 이메일을 위한 전문적인 텍스트를 만듭니다.\n\n소셜 미디어 콘텐츠: 게시물과 댓글에 원하는 대소문자를 사용하여 상호 작용을 높입니다.\n\n대소문자 변환기 확장 기능을 사용해야 하는 이유는 무엇입니까?\n이 확장 프로그램을 사용하면 단 한 번의 클릭으로 대문자를 소문자로 변환하고 소문자로 변환하는 등의 요구 사항을 해결할 수 있습니다. 시간을 절약하고 텍스트 편집을 더욱 효율적으로 만듭니다.\n\n이것을 사용하는 방법?\n사용이 매우 간단한 대소문자 변환기 - 대문자를 소문자로 확장하면 단 몇 단계만으로 작업을 수행할 수 있습니다.\n\n1. Chrome 웹 스토어에서 확장 프로그램을 설치하세요.\n2. 관련 상자에 텍스트를 붙여넣습니다.\n3. 문장 케이스, 소문자, 대문자 또는 대문자 버튼을 클릭하여 변환 프로세스를 시작합니다. 우리의 확장 프로그램은 즉시 텍스트 변환을 수행합니다.",
    "lv": "Teksta rediģēšana ir viens no laikietilpīgajiem uzdevumiem, ar ko mēs ikdienā saskaramies digitālajā pasaulē. Case Converter — paplašinājums no lielajiem burtiem uz mazajiem burtiem vienkāršo šo procesu, ļaujot tekstos ātri mainīt lielos burtus. Neatkarīgi no tā, vai rakstāt rakstu vai veidojat saturu sociālajiem medijiem, šis paplašinājums paātrinās jūsu teksta rediģēšanas darbu.\n\nPaplašinājuma galvenās iezīmes\nDažādas konvertēšanas iespējas: varat pārvērst savus tekstus dažādos burtu reģistros, piemēram, teikuma reģistros, mazajos burtos, lielos un lielos burtos.\n\nVienkārša lietošana: mūsu paplašinājumam ir vienkāršs un saprotams interfeiss, ko var viegli izmantot visu līmeņu lietotāji.\n\nTūlītēja konvertēšana: varat ātri konvertēt tekstus un pabeigt darījumus, netērējot laiku.\n\nTeksta rediģēšanas nozīme\nTeksta rediģēšana ir svarīga it visā, sākot no profesionālu dokumentu sagatavošanas līdz akadēmiskajai rakstīšanai un pat ikdienas saziņai. Mūsu gadījuma pārveidotāja paplašinājums uzlabo jūsu saziņas kvalitāti, padarot jūsu tekstus lasāmākus un efektīvākus.\n\nLietošanas zonas\nAkadēmiskā rakstīšana: vienkāršo tēžu, rakstu un ziņojumu teksta rediģēšanas procesu.\n\nBiznesa dokumenti: izveido profesionāla izskata tekstu pārskatiem, prezentācijām un e-pastiem.\n\nSociālo mediju saturs: palielina mijiedarbību, savās ziņās un komentāros izmantojot vajadzīgo burtu burtu.\n\nKāpēc jums vajadzētu izmantot mūsu paplašinājumu Case Converter?\nŠis paplašinājums ļauj atrisināt jūsu vajadzības, piemēram, no lielajiem burtiem uz mazajiem burtiem un konvertēt uz mazajiem burtiem tikai ar vienu klikšķi. Tas ietaupa laiku un padara jūsu teksta rediģēšanu efektīvāku.\n\nKā to izmantot?\nĪpaši vienkārši lietojams paplašinājums Case Converter — no lielajiem burtiem uz mazajiem burtiem ļauj veikt darbības, veicot tikai dažas darbības:\n\n1. Instalējiet paplašinājumu no Chrome interneta veikala.\n2. Ielīmējiet tekstu attiecīgajā lodziņā.\n3. Lai sāktu konvertēšanas procesu, noklikšķiniet uz pogas Teikuma reģistrs, mazais burts, lielie burti vai lielie burti. Mūsu paplašinājums nekavējoties veiks teksta konvertēšanu jūsu vietā.",
    "ml": "ഡിജിറ്റൽ ലോകത്ത് നമ്മൾ ദിവസവും നേരിടുന്ന സമയമെടുക്കുന്ന ജോലികളിലൊന്നാണ് ടെക്സ്റ്റ് എഡിറ്റിംഗ്. കേസ് കൺവെർട്ടർ - അപ്പർകേസ് മുതൽ ലോവർകേസ് എക്സ്റ്റൻഷൻ ഈ പ്രക്രിയ ലളിതമാക്കുന്നു, നിങ്ങളുടെ ടെക്സ്റ്റുകളിലെ അക്ഷരങ്ങൾ പെട്ടെന്ന് മാറ്റാൻ നിങ്ങളെ അനുവദിക്കുന്നു. നിങ്ങൾ ഒരു ലേഖനം എഴുതുകയാണെങ്കിലും സോഷ്യൽ മീഡിയയ്‌ക്കായി ഉള്ളടക്കം സൃഷ്‌ടിക്കുകയാണെങ്കിലും, ഈ വിപുലീകരണം നിങ്ങളുടെ ടെക്‌സ്‌റ്റ് എഡിറ്റിംഗ് ജോലി വേഗത്തിലാക്കും.\n\nവിപുലീകരണത്തിൻ്റെ പ്രധാന സവിശേഷതകൾ\nവിവിധ പരിവർത്തന ഓപ്ഷനുകൾ: നിങ്ങൾക്ക് നിങ്ങളുടെ ടെക്‌സ്‌റ്റുകളെ വാചകം, ചെറിയക്ഷരം, വലിയക്ഷരം, വലിയക്ഷരം എന്നിങ്ങനെ വിവിധ അക്ഷരങ്ങളാക്കി മാറ്റാനാകും.\n\nഉപയോഗ എളുപ്പം: ഞങ്ങളുടെ വിപുലീകരണത്തിന് എല്ലാ ഉപയോക്തൃ തലങ്ങളിലുമുള്ള ആളുകൾക്ക് എളുപ്പത്തിൽ ഉപയോഗിക്കാൻ കഴിയുന്ന ലളിതവും മനസ്സിലാക്കാവുന്നതുമായ ഒരു ഇൻ്റർഫേസ് ഉണ്ട്.\n\nതൽക്ഷണ പരിവർത്തനം: നിങ്ങളുടെ ടെക്‌സ്‌റ്റുകൾ വേഗത്തിൽ പരിവർത്തനം ചെയ്യാനും സമയം പാഴാക്കാതെ നിങ്ങളുടെ ഇടപാടുകൾ പൂർത്തിയാക്കാനും കഴിയും.\n\nവാചകം എഡിറ്റുചെയ്യുന്നതിൻ്റെ പ്രാധാന്യം\nപ്രൊഫഷണൽ ഡോക്യുമെൻ്റുകൾ തയ്യാറാക്കുന്നത് മുതൽ അക്കാദമിക് റൈറ്റിംഗ് വരെയും ദൈനംദിന ആശയവിനിമയങ്ങളിൽ പോലും ടെക്സ്റ്റ് എഡിറ്റിംഗ് പ്രധാനമാണ്. നിങ്ങളുടെ ടെക്‌സ്‌റ്റുകൾ കൂടുതൽ വായിക്കാവുന്നതും ഫലപ്രദവുമാക്കുന്നതിലൂടെ ഞങ്ങളുടെ കേസ് കൺവെർട്ടർ വിപുലീകരണം നിങ്ങളുടെ ആശയവിനിമയത്തിൻ്റെ ഗുണനിലവാരം മെച്ചപ്പെടുത്തുന്നു.\n\nഉപയോഗ മേഖലകൾ\nഅക്കാദമിക് റൈറ്റിംഗ്: തീസിസുകൾ, ലേഖനങ്ങൾ, റിപ്പോർട്ടുകൾ എന്നിവയുടെ ടെക്സ്റ്റ് എഡിറ്റിംഗ് പ്രക്രിയ ലളിതമാക്കുന്നു.\n\nബിസിനസ് ഡോക്യുമെൻ്റുകൾ: റിപ്പോർട്ടുകൾക്കും അവതരണങ്ങൾക്കും ഇമെയിലുകൾക്കുമായി പ്രൊഫഷണലായി തോന്നുന്ന വാചകം സൃഷ്ടിക്കുന്നു.\n\nസോഷ്യൽ മീഡിയ ഉള്ളടക്കം: നിങ്ങളുടെ പോസ്റ്റുകളിലും കമൻ്റുകളിലും നിങ്ങൾ ആഗ്രഹിക്കുന്ന ലെറ്റർ കേസ് ഉപയോഗിച്ച് ആശയവിനിമയം വർദ്ധിപ്പിക്കുന്നു.\n\nഎന്തുകൊണ്ടാണ് നിങ്ങൾ ഞങ്ങളുടെ കേസ് കൺവെർട്ടർ വിപുലീകരണം ഉപയോഗിക്കേണ്ടത്?\nഒരു ക്ലിക്കിലൂടെ വലിയക്ഷരത്തിൽ നിന്ന് ചെറിയക്ഷരത്തിലേക്കും ചെറിയക്ഷരത്തിലേക്കും പരിവർത്തനം ചെയ്യുന്നത് പോലുള്ള നിങ്ങളുടെ ആവശ്യങ്ങൾ പരിഹരിക്കാൻ ഈ വിപുലീകരണം നിങ്ങളെ അനുവദിക്കുന്നു. ഇത് സമയം ലാഭിക്കുകയും നിങ്ങളുടെ ടെക്സ്റ്റ് എഡിറ്റിംഗ് കൂടുതൽ കാര്യക്ഷമമാക്കുകയും ചെയ്യുന്നു.\n\nഇത് എങ്ങനെ ഉപയോഗിക്കാം?\nഉപയോഗിക്കാൻ വളരെ ലളിതമാണ്, കേസ് കൺവെർട്ടർ - അപ്പർകേസ് മുതൽ ലോവർകേസ് വരെയുള്ള വിപുലീകരണം ഏതാനും ഘട്ടങ്ങളിലൂടെ നിങ്ങളുടെ പ്രവർത്തനങ്ങൾ നടത്താൻ നിങ്ങളെ അനുവദിക്കുന്നു:\n\n1. Chrome വെബ് സ്റ്റോറിൽ നിന്ന് വിപുലീകരണം ഇൻസ്റ്റാൾ ചെയ്യുക.\n2. പ്രസക്തമായ ബോക്സിൽ നിങ്ങളുടെ ടെക്സ്റ്റ് ഒട്ടിക്കുക.\n3. പരിവർത്തന പ്രക്രിയ ആരംഭിക്കുന്നതിന് വാക്യം, ചെറിയക്ഷരം, വലിയക്ഷരം അല്ലെങ്കിൽ വലിയക്ഷരം ബട്ടൺ ക്ലിക്ക് ചെയ്യുക. ഞങ്ങളുടെ വിപുലീകരണം നിങ്ങൾക്കായി തൽക്ഷണം ടെക്സ്റ്റ് പരിവർത്തനം ചെയ്യും.",
    "mr": "मजकूर संपादन हे वेळखाऊ कामांपैकी एक आहे ज्याचा सामना आपण डिजिटल जगात दररोज करतो. केस कनव्हर्टर - अप्पर केस ते लोअर केस एक्स्टेंशन ही प्रक्रिया सुलभ करते, ज्यामुळे तुम्हाला तुमच्या मजकुरातील अक्षरे झटपट बदलता येतात. तुम्ही लेख लिहित असाल किंवा सोशल मीडियासाठी सामग्री तयार करत असाल, हा विस्तार तुमच्या मजकूर संपादनाच्या कामाला गती देईल.\n\nविस्ताराची प्रमुख वैशिष्ट्ये\nविविध रूपांतरण पर्याय: तुम्ही तुमचे मजकूर वाक्य केस, लोअर केस, अप्पर केस आणि कॅपिटलाइझ केस यांसारख्या अक्षरांच्या केसमध्ये रूपांतरित करू शकता.\n\nवापरात सुलभता: आमच्या विस्तारामध्ये एक साधा आणि समजण्यासारखा इंटरफेस आहे जो सर्व वापरकर्ता स्तरावरील लोक सहजपणे वापरू शकतात.\n\nझटपट रूपांतरण: तुम्ही तुमचे मजकूर पटकन रूपांतरित करू शकता आणि वेळ न घालवता तुमचे व्यवहार पूर्ण करू शकता.\n\nमजकूर संपादनाचे महत्त्व\nव्यावसायिक दस्तऐवज तयार करण्यापासून ते शैक्षणिक लेखन आणि अगदी दैनंदिन संप्रेषणापर्यंत मजकूर संपादन करणे महत्त्वाचे आहे. आमचा केस कन्व्हर्टर विस्तार तुमचे मजकूर अधिक वाचनीय आणि प्रभावी बनवून तुमच्या संवादाची गुणवत्ता सुधारतो.\n\nवापर क्षेत्र\nशैक्षणिक लेखन: प्रबंध, लेख आणि अहवालांसाठी मजकूर संपादन प्रक्रिया सुलभ करते.\n\nव्यवसाय दस्तऐवज: अहवाल, सादरीकरणे आणि ईमेलसाठी व्यावसायिक दिसणारा मजकूर तयार करते.\n\nसोशल मीडिया सामग्री: तुमच्या पोस्ट आणि टिप्पण्यांमध्ये तुम्हाला हवे असलेले लेटर केस वापरून परस्परसंवाद वाढवते.\n\nतुम्ही आमचे केस कन्व्हर्टर विस्तार का वापरावे?\nहा विस्तार तुम्हाला तुमच्या गरजा जसे की अप्परकेस ते लोअरकेस आणि लोअरकेसमध्ये रूपांतरित करू देतो फक्त एका क्लिकने. हे वेळेची बचत करते आणि तुमचे मजकूर संपादन अधिक कार्यक्षम करते.\n\nहे कसे वापरायचे?\nवापरण्यास अत्यंत सोपे, केस कन्व्हर्टर - अप्पर केस ते लोअर केस एक्स्टेंशन तुम्हाला तुमची ऑपरेशन्स फक्त काही चरणांमध्ये करण्यास अनुमती देते:\n\n1. Chrome वेब स्टोअर वरून विस्तार स्थापित करा.\n2. तुमचा मजकूर संबंधित बॉक्समध्ये पेस्ट करा.\n3. रूपांतरण प्रक्रिया सुरू करण्यासाठी वाक्य केस, लोअर केस, अप्पर केस किंवा कॅपिटलाइज्ड केस बटणावर क्लिक करा. आमचा विस्तार तुमच्यासाठी त्वरित मजकूर रूपांतरण करेल.",
    "ms": "Penyuntingan teks ialah salah satu tugas yang memakan masa yang kita hadapi setiap hari dalam dunia digital. Penukar Kes - Sambungan Huruf Besar ke Huruf Kecil memudahkan proses ini, membolehkan anda menukar huruf besar dalam teks anda dengan cepat. Sama ada anda menulis artikel atau mencipta kandungan untuk media sosial, sambungan ini akan mempercepatkan kerja penyuntingan teks anda.\n\nCiri-ciri Utama Sambungan\nPelbagai Pilihan Penukaran: Anda boleh menukar teks anda kepada pelbagai huruf seperti huruf besar, huruf kecil, huruf besar dan huruf besar.\n\nKemudahan Penggunaan: Sambungan kami mempunyai antara muka yang ringkas dan mudah difahami yang boleh digunakan oleh semua peringkat pengguna dengan mudah.\n\nPenukaran Segera: Anda boleh menukar teks anda dengan cepat dan menyelesaikan transaksi anda tanpa membuang masa.\n\nKepentingan Mengedit Teks\nPenyuntingan teks adalah penting dalam segala-galanya daripada menyediakan dokumen profesional kepada penulisan akademik dan juga komunikasi harian. Sambungan penukar kes kami meningkatkan kualiti komunikasi anda dengan menjadikan teks anda lebih mudah dibaca dan berkesan.\n\nKawasan penggunaan\nPenulisan Akademik: Memudahkan proses penyuntingan teks untuk tesis, artikel dan laporan.\n\nDokumen Perniagaan: Mencipta teks yang kelihatan profesional untuk laporan, pembentangan dan e-mel.\n\nKandungan Media Sosial: Meningkatkan interaksi dengan menggunakan huruf besar yang anda inginkan dalam siaran dan ulasan anda.\n\nMengapa Anda Perlu Menggunakan Sambungan Penukar Kes Kami?\nSambungan ini membolehkan anda menyelesaikan keperluan anda seperti huruf besar kepada huruf kecil dan menukar kepada huruf kecil dengan hanya satu klik. Ia menjimatkan masa dan menjadikan penyuntingan teks anda lebih cekap.\n\nBagaimana untuk menggunakan ini?\nAmat mudah untuk digunakan, sambungan Penukar Kes - Huruf Besar ke Huruf Kecil membolehkan anda melaksanakan operasi anda dalam beberapa langkah sahaja:\n\n1. Pasang sambungan daripada Kedai Web Chrome.\n2. Tampal teks anda ke dalam kotak yang berkaitan.\n3. Klik butang Ayat huruf besar, huruf kecil, huruf besar atau huruf besar untuk memulakan proses penukaran. Sambungan kami akan melakukan penukaran teks untuk anda serta-merta.",
    "nl": "Tekstbewerking is een van de tijdrovende taken die we dagelijks tegenkomen in de digitale wereld. Case Converter - Uitbreiding van hoofdletters naar kleine letters vereenvoudigt dit proces, waardoor u snel hoofdletters in uw teksten kunt wijzigen. Of u nu een artikel schrijft of inhoud voor sociale media maakt, deze extensie versnelt uw tekstbewerkingswerk.\n\nBelangrijkste kenmerken van de extensie\nVerschillende conversiemogelijkheden: U kunt uw teksten omzetten in verschillende hoofdletters, zoals hoofdletters, kleine letters, hoofdletters en hoofdletters.\n\nGebruiksgemak: onze extensie heeft een eenvoudige en begrijpelijke interface die mensen van alle gebruikersniveaus gemakkelijk kunnen gebruiken.\n\nDirecte conversie: u kunt uw teksten snel converteren en uw transacties voltooien zonder tijd te verspillen.\n\nHet belang van het bewerken van tekst\nTekstbewerking is belangrijk bij alles, van het voorbereiden van professionele documenten tot academisch schrijven en zelfs dagelijkse communicatie. Onze case converter extensie verbetert de kwaliteit van uw communicatie door uw teksten leesbaarder en effectiever te maken.\n\nGebruiksgebieden\nAcademisch schrijven: Vereenvoudigt het tekstbewerkingsproces voor scripties, artikelen en rapporten.\n\nZakelijke documenten: Creëert professioneel ogende tekst voor rapporten, presentaties en e-mails.\n\nSociale media-inhoud: vergroot de interactie door de gewenste letterletter in uw berichten en opmerkingen te gebruiken.\n\nWaarom zou u onze Case Converter-extensie gebruiken?\nMet deze extensie kunt u met slechts één klik aan uw behoeften voldoen, zoals hoofdletters naar kleine letters en converteren naar kleine letters. Het bespaart tijd en maakt uw tekstbewerking efficiënter.\n\nHoe gebruik je dit?\nMet de Extreem eenvoudig te gebruiken uitbreiding van Case Converter - Hoofdletters naar kleine letters kunt u uw bewerkingen in slechts een paar stappen uitvoeren:\n\n1. Installeer de extensie vanuit de Chrome Web Store.\n2. Plak uw tekst in het betreffende vak.\n3. Klik op de knop Hoofdletters, kleine letters, hoofdletters of hoofdletters om het conversieproces te starten. Onze extensie voert onmiddellijk tekstconversie voor u uit.",
    "no": "Tekstredigering er en av de tidkrevende oppgavene vi møter hver dag i den digitale verden. Case Converter - Utvidelse av store bokstaver til små bokstaver forenkler denne prosessen, slik at du raskt kan endre store og små bokstaver i tekstene dine. Enten du skriver en artikkel eller lager innhold for sosiale medier, vil denne utvidelsen øke hastigheten på tekstredigeringsarbeidet ditt.\n\nNøkkelfunksjoner til utvidelsen\nUlike konverteringsalternativer: Du kan konvertere tekstene dine til forskjellige store og små bokstaver som store og små bokstaver, små bokstaver, store og store bokstaver.\n\nBrukervennlighet: Utvidelsen vår har et enkelt og forståelig grensesnitt som folk på alle brukernivåer enkelt kan bruke.\n\nØyeblikkelig konvertering: Du kan raskt konvertere tekstene dine og fullføre transaksjonene dine uten å kaste bort tid.\n\nViktigheten av å redigere tekst\nTekstredigering er viktig i alt fra utarbeidelse av faglige dokumenter til akademisk skriving og til og med daglig kommunikasjon. Vår sakskonverteringsutvidelse forbedrer kvaliteten på kommunikasjonen din ved å gjøre tekstene dine mer lesbare og effektive.\n\nBruksområder\nAkademisk skriving: Forenkler tekstredigeringsprosessen for avhandlinger, artikler og rapporter.\n\nForretningsdokumenter: Lager profesjonelt utseende tekst for rapporter, presentasjoner og e-poster.\n\nSosialt medieinnhold: Øker interaksjonen ved å bruke bokstaven du ønsker i innlegg og kommentarer.\n\nHvorfor bør du bruke vår Case Converter-utvidelse?\nDenne utvidelsen lar deg løse dine behov, for eksempel store til små bokstaver og konvertere til små bokstaver med bare ett klikk. Det sparer tid og gjør tekstredigeringen mer effektiv.\n\nHvordan bruke dette?\nEkstremt enkel å bruke, Case Converter - Store bokstaver til små bokstaver-utvidelsen lar deg utføre operasjonene dine med bare noen få trinn:\n\n1. Installer utvidelsen fra Chrome Nettmarked.\n2. Lim inn teksten i den aktuelle boksen.\n3. Klikk på knappen Setning store og små bokstaver, store bokstaver eller store bokstaver for å starte konverteringsprosessen. Utvidelsen vår vil gjøre tekstkonvertering for deg umiddelbart.",
    "pl": "Edycja tekstu to jedno z czasochłonnych zadań, z którymi spotykamy się na co dzień w cyfrowym świecie. Case Converter - rozszerzenie Upper Case na Lower Case upraszcza ten proces, umożliwiając szybką zmianę wielkości liter w tekście. Niezależnie od tego, czy piszesz artykuł, czy tworzysz treści dla mediów społecznościowych, to rozszerzenie przyspieszy pracę nad edycją tekstu.\n\nKluczowe cechy rozszerzenia\nRóżne opcje konwersji: Możesz konwertować swoje teksty na różne wielkości liter, takie jak wielkość liter, małe litery, wielkie litery i wielkie litery.\n\nŁatwość obsługi: nasze rozszerzenie ma prosty i zrozumiały interfejs, z którego mogą z łatwością korzystać osoby na każdym poziomie użytkownika.\n\nNatychmiastowa konwersja: możesz szybko konwertować swoje SMS-y i realizować transakcje bez marnowania czasu.\n\nZnaczenie edycji tekstu\nEdycja tekstu jest ważna we wszystkim, od przygotowywania profesjonalnych dokumentów po prace akademickie, a nawet codzienną komunikację. Nasze rozszerzenie konwertera etui poprawia jakość Twojej komunikacji, czyniąc Twoje teksty bardziej czytelnymi i skutecznymi.\n\nObszary użytkowania\nPisanie akademickie: upraszcza proces edycji tekstu prac dyplomowych, artykułów i raportów.\n\nDokumenty biznesowe: tworzy profesjonalnie wyglądający tekst raportów, prezentacji i wiadomości e-mail.\n\nTreści w mediach społecznościowych: Zwiększa interakcję dzięki zastosowaniu odpowiedniej wielkości liter w swoich postach i komentarzach.\n\nDlaczego warto skorzystać z naszego rozszerzenia konwertera etui?\nTo rozszerzenie pozwala rozwiązać Twoje potrzeby, takie jak wielkie litery na małe i konwersja na małe litery za pomocą jednego kliknięcia. Oszczędza to czas i sprawia, że edycja tekstu jest wydajniejsza.\n\nJak z tego skorzystać?\nNiezwykle proste w obsłudze rozszerzenie Case Converter — wielkie litery na małe litery umożliwia wykonanie operacji w zaledwie kilku krokach:\n\n1. Zainstaluj rozszerzenie z Chrome Web Store.\n2. Wklej tekst w odpowiednim polu.\n3. Kliknij przycisk Zdanie, małe, wielkie lub wielkie litery, aby rozpocząć proces konwersji. Nasze rozszerzenie natychmiast dokona konwersji tekstu.",
    "ro": "Editarea textului este una dintre sarcinile consumatoare de timp pe care le întâlnim în fiecare zi în lumea digitală. Case Converter - Extensia majuscule în minuscule simplifică acest proces, permițându-vă să schimbați rapid majusculele din textele dvs. Indiferent dacă scrieți un articol sau creați conținut pentru rețelele sociale, această extensie vă va accelera munca de editare a textului.\n\nCaracteristicile cheie ale extensiei\nDiverse opțiuni de conversie: vă puteți converti textele în diferite litere, cum ar fi majuscule, litere mici, litere mari și majuscule.\n\nUșurință în utilizare: extensia noastră are o interfață simplă și ușor de înțeles pe care oamenii de toate nivelurile de utilizator o pot folosi cu ușurință.\n\nConversie instantanee: puteți să vă convertiți rapid textele și să finalizați tranzacțiile fără a pierde timp.\n\nImportanța editării textului\nEditarea textului este importantă în orice, de la pregătirea documentelor profesionale la scrierea academică și chiar în comunicările zilnice. Extensia noastră de conversie a cazurilor îmbunătățește calitatea comunicării dvs. făcând textele dvs. mai lizibile și mai eficiente.\n\nZone de utilizare\nScriere academică: simplifică procesul de editare a textului pentru teze, articole și rapoarte.\n\nDocumente de afaceri: creează text cu aspect profesional pentru rapoarte, prezentări și e-mailuri.\n\nConținut din rețelele sociale: crește interacțiunea prin utilizarea majusculelor pe care le doriți în postările și comentariile dvs.\n\nDe ce ar trebui să utilizați extensia noastră Case Converter?\nAceastă extensie vă permite să vă rezolvați nevoile, cum ar fi majuscule în minuscule și convertiți în litere mici cu un singur clic. Economisește timp și face editarea textului mai eficientă.\n\nCum să folosești asta?\nExtrem de simplu de utilizat, extensia Case Converter - Upper Case to Lower Case vă permite să efectuați operațiunile în doar câțiva pași:\n\n1. Instalați extensia din Magazinul web Chrome.\n2. Lipiți textul în caseta relevantă.\n3. Faceți clic pe butonul Propoziție, minuscule, majuscule sau majuscule pentru a începe procesul de conversie. Extensia noastră va face conversia textului pentru dvs. instantaneu.",
    "ru": "Редактирование текста — одна из трудоемких задач, с которыми мы сталкиваемся каждый день в цифровом мире. Расширение «Конвертер регистра — верхний регистр в нижний регистр» упрощает этот процесс, позволяя быстро менять регистр букв в текстах. Пишите ли вы статью или создаете контент для социальных сетей, это расширение ускорит вашу работу по редактированию текста.\n\nКлючевые особенности расширения\nРазличные варианты преобразования: вы можете конвертировать тексты в различные регистры букв, такие как регистр предложений, строчные, прописные и заглавные буквы.\n\nПростота использования: наше расширение имеет простой и понятный интерфейс, которым могут легко пользоваться люди любого уровня пользователей.\n\nМгновенная конвертация: вы можете быстро конвертировать тексты и совершать транзакции, не теряя времени.\n\nВажность редактирования текста\nРедактирование текста важно во всем: от подготовки профессиональных документов до академического письма и даже повседневного общения. Наше расширение конвертера регистров улучшает качество вашего общения, делая ваши тексты более читабельными и эффективными.\n\nОбласти использования\nАкадемическое письмо: упрощает процесс редактирования текста тезисов, статей и отчетов.\n\nДеловые документы: создает профессионально выглядящий текст для отчетов, презентаций и электронных писем.\n\nКонтент для социальных сетей. Повышает взаимодействие за счет использования желаемого регистра букв в ваших сообщениях и комментариях.\n\nПочему вам следует использовать наше расширение конвертера дел?\nЭто расширение позволяет вам решать такие задачи, как перевод прописных букв в строчные и преобразование в строчные, всего одним щелчком мыши. Это экономит время и делает редактирование текста более эффективным.\n\nКак это использовать?\nЧрезвычайно простое в использовании расширение «Конвертер регистра — верхний регистр в нижний регистр» позволяет выполнять операции всего за несколько шагов:\n\n1. Установите расширение из Интернет-магазина Chrome.\n2. Вставьте текст в соответствующее поле.\n3. Нажмите кнопку «Регистр предложений», «строчный», «заглавный» или «заглавный регистр», чтобы начать процесс преобразования. Наше расширение мгновенно выполнит преобразование текста.",
    "sk": "Úprava textu je jednou z časovo náročných úloh, s ktorými sa v digitálnom svete stretávame každý deň. Case Converter – rozšírenie z veľkých na malé písmená zjednodušuje tento proces a umožňuje vám rýchlo meniť malé a veľké písmená vo vašich textoch. Či už píšete článok alebo vytvárate obsah pre sociálne siete, toto rozšírenie vám urýchli prácu pri úprave textu.\n\nKľúčové vlastnosti rozšírenia\nRôzne možnosti prevodu: Svoje texty môžete previesť na rôzne veľké písmená, ako sú veľké písmená vo vety, malé písmená, veľké písmená a veľké písmená.\n\nJednoduché použitie: Naše rozšírenie má jednoduché a zrozumiteľné rozhranie, ktoré môžu ľahko používať ľudia všetkých úrovní.\n\nOkamžitá konverzia: Môžete rýchlo konvertovať svoje texty a dokončiť transakcie bez straty času.\n\nDôležitosť úpravy textu\nÚprava textu je dôležitá vo všetkom, od prípravy odborných dokumentov až po akademické písanie a dokonca aj každodennú komunikáciu. Naše rozšírenie Case converter zlepšuje kvalitu vašej komunikácie tým, že vaše texty sú čitateľnejšie a efektívnejšie.\n\nOblasti použitia\nAkademické písanie: Zjednodušuje proces úpravy textu diplomových prác, článkov a správ.\n\nObchodné dokumenty: Vytvára profesionálne vyzerajúci text pre správy, prezentácie a e-maily.\n\nObsah sociálnych médií: Zvyšuje interakciu používaním písmen, ktoré chcete vo svojich príspevkoch a komentároch.\n\nPrečo by ste mali používať naše rozšírenie Case Converter?\nToto rozšírenie vám umožňuje vyriešiť vaše potreby, ako sú veľké písmená na malé písmená a prevod na malé písmená jediným kliknutím. Šetrí čas a zefektívňuje úpravu textu.\n\nAko to použiť?\nExtrémne jednoduchý na používanie, rozšírenie Case Converter – Upper Case to Small Case vám umožňuje vykonávať vaše operácie v niekoľkých krokoch:\n\n1. Nainštalujte rozšírenie z Internetového obchodu Chrome.\n2. Vložte text do príslušného poľa.\n3. Kliknutím na tlačidlo Veta, malé, veľké alebo veľké písmená spustíte proces prevodu. Naše rozšírenie za vás okamžite vykoná konverziu textu.",
    "sl": "Urejanje besedila je eno izmed zamudnih opravil, s katerimi se vsak dan srečujemo v digitalnem svetu. Pretvornik velikih in malih črk – razširitev velikih črk v male črke poenostavlja ta postopek in vam omogoča hitro spreminjanje velikih črk v vaših besedilih. Ne glede na to, ali pišete članek ali ustvarjate vsebino za družbene medije, bo ta razširitev pospešila vaše delo pri urejanju besedila.\n\nKljučne lastnosti razširitve\nRazlične možnosti pretvorbe: svoja besedila lahko pretvorite v različne velike črke, kot so velike črke v stavku, male črke, velike in velike začetnice.\n\nEnostavnost uporabe: Naša razširitev ima preprost in razumljiv vmesnik, ki ga zlahka uporabljajo ljudje vseh uporabniških ravni.\n\nTakojšnja pretvorba: Hitro lahko pretvorite svoja besedila in dokončate svoje transakcije, ne da bi izgubljali čas.\n\nPomen urejanja besedila\nUrejanje besedil je pomembno pri vsem, od priprave strokovnih dokumentov do akademskega pisanja in celo dnevne komunikacije. Naša razširitev za pretvornik velikih in malih črk izboljša kakovost vaše komunikacije, saj naredi vaša besedila bolj berljiva in učinkovita.\n\nPodročja uporabe\nAkademsko pisanje: poenostavi postopek urejanja besedila za teze, članke in poročila.\n\nPoslovni dokumenti: ustvari besedilo profesionalnega videza za poročila, predstavitve in e-pošto.\n\nVsebina družbenih medijev: poveča interakcijo z uporabo velikih črk, ki jih želite v svojih objavah in komentarjih.\n\nZakaj bi morali uporabiti našo razširitev za pretvorbo velikih in malih črk?\nTa razširitev vam omogoča, da rešite svoje potrebe, kot so velike črke v male in pretvorba v male črke s samo enim klikom. Prihrani čas in naredi urejanje besedila učinkovitejše.\n\nKako to uporabiti?\nRazširitev Case Converter - Upper Case to Lower Case, ki je izjemno preprosta za uporabo, vam omogoča izvajanje operacij v samo nekaj korakih:\n\n1. Namestite razširitev iz spletne trgovine Chrome.\n2. Prilepite besedilo v ustrezno polje.\n3. Kliknite gumb Sentence male, velike ali velike začetnice, da začnete postopek pretvorbe. Naša razširitev bo namesto vas takoj izvedla pretvorbo besedila.",
    "sv": "Textredigering är en av de tidskrävande uppgifterna vi möter varje dag i den digitala världen. Case Converter - Förlängning av stora bokstäver till gemener förenklar denna process, vilket gör att du snabbt kan ändra skiftlägen i dina texter. Oavsett om du skriver en artikel eller skapar innehåll för sociala medier, kommer detta tillägg att påskynda ditt textredigeringsarbete.\n\nHuvudfunktioner i tillägget\nOlika konverteringsalternativ: Du kan konvertera dina texter till olika stora bokstäver, såsom skiftläge, små bokstäver, versaler och versaler.\n\nAnvändarvänlighet: Vårt tillägg har ett enkelt och begripligt gränssnitt som människor på alla användarnivåer enkelt kan använda.\n\nOmedelbar konvertering: Du kan snabbt konvertera dina texter och slutföra dina transaktioner utan att slösa tid.\n\nVikten av att redigera text\nTextredigering är viktigt i allt från att förbereda professionella dokument till akademiskt skrivande och till och med daglig kommunikation. Vårt case converter-tillägg förbättrar kvaliteten på din kommunikation genom att göra dina texter mer läsbara och effektiva.\n\nAnvändningsområden\nAkademiskt skrivande: Förenklar textredigeringsprocessen för avhandlingar, artiklar och rapporter.\n\nAffärsdokument: Skapar professionellt utseende text för rapporter, presentationer och e-postmeddelanden.\n\nInnehåll i sociala medier: Ökar interaktionen genom att använda den bokstav du vill ha i dina inlägg och kommentarer.\n\nVarför ska du använda vårt Case Converter-tillägg?\nDet här tillägget låter dig lösa dina behov som versaler till gemener och konvertera till gemener med bara ett klick. Det sparar tid och gör din textredigering mer effektiv.\n\nHur använder man detta?\nExtremt enkel att använda, Case Converter - Stora till små bokstäver-tillägg låter dig utföra dina operationer med bara några få steg:\n\n1. Installera tillägget från Chrome Web Store.\n2. Klistra in din text i relevant ruta.\n3. Klicka på knappen Mening skiftläge, gemener, versaler eller versaler för att starta konverteringsprocessen. Vår tillägg kommer att göra textkonvertering åt dig direkt.",
    "sw": "Kuhariri maandishi ni mojawapo ya kazi zinazotumia muda mwingi tunazokutana nazo kila siku katika ulimwengu wa kidijitali. Kigeuzi cha Kesi - Kiendelezi cha Herufi Juu hadi Chini hurahisisha mchakato huu, hukuruhusu kubadilisha herufi kwa haraka katika maandishi yako. Iwe unaandika makala au unaunda maudhui ya mitandao ya kijamii, kiendelezi hiki kitaharakisha kazi yako ya kuhariri maandishi.\n\nVipengele Muhimu vya Ugani\nChaguo Mbalimbali za Ugeuzaji: Unaweza kubadilisha maandishi yako kuwa herufi tofauti tofauti kama vile kesi ya sentensi, herufi ndogo, herufi kubwa na herufi kubwa.\n\nUrahisi wa Kutumia: Kiendelezi chetu kina kiolesura rahisi na kinachoeleweka ambacho watu wa viwango vyote vya watumiaji wanaweza kutumia kwa urahisi.\n\nUbadilishaji wa Papo Hapo: Unaweza kubadilisha maandishi yako kwa haraka na kukamilisha shughuli zako bila kupoteza muda.\n\nUmuhimu wa Kuhariri Maandishi\nUhariri wa maandishi ni muhimu katika kila kitu kuanzia kuandaa hati za kitaalamu hadi uandishi wa kitaaluma na hata mawasiliano ya kila siku. Kiendelezi chetu cha kubadilisha kigeuzi cha kesi huboresha ubora wa mawasiliano yako kwa kufanya maandishi yako yasomeke na kufaa zaidi.\n\nMaeneo ya matumizi\nUandishi wa Kiakademia: Hurahisisha mchakato wa kuhariri maandishi kwa nadharia, makala na ripoti.\n\nHati za Biashara: Huunda maandishi yanayoonekana kitaalamu kwa ripoti, mawasilisho na barua pepe.\n\nMaudhui ya Mitandao ya Kijamii: Huongeza mwingiliano kwa kutumia herufi unayotaka katika machapisho na maoni yako.\n\nKwa nini Utumie Kiendelezi chetu cha Kubadilisha Kesi?\nKiendelezi hiki hukuruhusu kutatua mahitaji yako kama vile herufi kubwa hadi ndogo na kubadilisha hadi herufi ndogo kwa mbofyo mmoja tu. Huokoa muda na kufanya uhariri wa maandishi yako kuwa mzuri zaidi.\n\nJinsi ya kutumia hii?\nRahisi sana kutumia, Kigeuzi cha Kesi - kiendelezi cha Kesi ya Juu hadi ya Chini hukuruhusu kutekeleza shughuli zako kwa hatua chache tu:\n\n1. Sakinisha kiendelezi kutoka kwa Duka la Chrome kwenye Wavuti.\n2. Bandika maandishi yako kwenye kisanduku husika.\n3. Bofya kesi ya Sentensi, herufi ndogo, herufi kubwa au kitufe cha herufi kubwa ili kuanza mchakato wa ubadilishaji. Kiendelezi chetu kitakugeuza maandishi papo hapo.",
    "ta": "டிஜிட்டல் உலகில் நாம் அன்றாடம் சந்திக்கும் நேரத்தைச் செலவழிக்கும் பணிகளில் ஒன்று உரை திருத்தம். கேஸ் கன்வெர்ட்டர் - பெரிய எழுத்து முதல் சிறிய எழுத்து வரை நீட்டிப்பு இந்த செயல்முறையை எளிதாக்குகிறது, இது உங்கள் உரைகளில் உள்ள எழுத்துக்களை விரைவாக மாற்ற அனுமதிக்கிறது. நீங்கள் ஒரு கட்டுரையை எழுதினாலும் அல்லது சமூக ஊடகத்திற்கான உள்ளடக்கத்தை உருவாக்கினாலும், இந்த நீட்டிப்பு உங்கள் உரை திருத்தும் பணியை துரிதப்படுத்தும்.\n\nநீட்டிப்பின் முக்கிய அம்சங்கள்\nபல்வேறு மாற்று விருப்பங்கள்: உங்கள் உரைகளை வாக்கிய வழக்கு, சிறிய எழுத்து, பெரிய எழுத்து மற்றும் பெரிய எழுத்து போன்ற பல்வேறு எழுத்துக்களாக மாற்றலாம்.\n\nபயன்பாட்டின் எளிமை: எங்கள் நீட்டிப்பு எளிமையான மற்றும் புரிந்துகொள்ளக்கூடிய இடைமுகத்தைக் கொண்டுள்ளது, அதை எல்லா பயனர் நிலைகளிலும் உள்ளவர்கள் எளிதாகப் பயன்படுத்தலாம்.\n\nஉடனடி மாற்றம்: உங்கள் உரைகளை விரைவாக மாற்றலாம் மற்றும் நேரத்தை வீணடிக்காமல் உங்கள் பரிவர்த்தனைகளை முடிக்கலாம்.\n\nஉரையைத் திருத்துவதன் முக்கியத்துவம்\nதொழில்முறை ஆவணங்களைத் தயாரிப்பதில் இருந்து கல்வி எழுதுதல் மற்றும் தினசரி தகவல்தொடர்புகள் வரை அனைத்திலும் உரை திருத்தம் முக்கியமானது. எங்கள் கேஸ் கன்வெர்ட்டர் நீட்டிப்பு உங்கள் உரைகளை மேலும் படிக்கக்கூடியதாகவும் பயனுள்ளதாகவும் மாற்றுவதன் மூலம் உங்கள் தகவல்தொடர்பு தரத்தை மேம்படுத்துகிறது.\n\nபயன்பாட்டு பகுதிகள்\nகல்வி எழுதுதல்: ஆய்வறிக்கைகள், கட்டுரைகள் மற்றும் அறிக்கைகளுக்கான உரை திருத்தும் செயல்முறையை எளிதாக்குகிறது.\n\nவணிக ஆவணங்கள்: அறிக்கைகள், விளக்கக்காட்சிகள் மற்றும் மின்னஞ்சல்களுக்கு தொழில்முறை தோற்றமுடைய உரையை உருவாக்குகிறது.\n\nசமூக ஊடக உள்ளடக்கம்: உங்கள் இடுகைகள் மற்றும் கருத்துகளில் நீங்கள் விரும்பும் கடிதத்தைப் பயன்படுத்துவதன் மூலம் தொடர்புகளை அதிகரிக்கிறது.\n\nஎங்கள் கேஸ் மாற்றி நீட்டிப்பை நீங்கள் ஏன் பயன்படுத்த வேண்டும்?\nஇந்த நீட்டிப்பு, ஒரே கிளிக்கில் பெரிய எழுத்து முதல் சிறிய எழுத்து வரை மற்றும் சிறிய எழுத்துக்களுக்கு மாற்றுவது போன்ற உங்கள் தேவைகளை தீர்க்க உங்களை அனுமதிக்கிறது. இது நேரத்தை மிச்சப்படுத்துகிறது மற்றும் உங்கள் உரை திருத்தத்தை மிகவும் திறமையாக்குகிறது.\n\nஇதை எப்படி பயன்படுத்துவது?\nபயன்படுத்த மிகவும் எளிமையானது, கேஸ் கன்வெர்ட்டர் - பெரிய எழுத்து முதல் சிறிய எழுத்து நீட்டிப்பு உங்கள் செயல்பாடுகளை சில படிகளில் செய்ய அனுமதிக்கிறது:\n\n1. Chrome இணைய அங்காடியிலிருந்து நீட்டிப்பை நிறுவவும்.\n2. தொடர்புடைய பெட்டியில் உங்கள் உரையை ஒட்டவும்.\n3. மாற்றும் செயல்முறையைத் தொடங்க, வாக்கிய வழக்கு, சிறிய எழுத்து, பெரிய எழுத்து அல்லது பெரிய எழுத்து பொத்தானைக் கிளிக் செய்யவும். எங்கள் நீட்டிப்பு உங்களுக்கு உரையை உடனடியாக மாற்றும்.",
    "te": "డిజిటల్ ప్రపంచంలో మనం ప్రతిరోజూ ఎదుర్కొనే పనిలో టెక్స్ట్ ఎడిటింగ్ ఒకటి. కేస్ కన్వర్టర్ - అప్పర్ కేస్ నుండి లోయర్ కేస్ ఎక్స్‌టెన్షన్ ఈ ప్రక్రియను సులభతరం చేస్తుంది, మీ టెక్స్ట్‌లలో అక్షరాల కేసులను త్వరగా మార్చడానికి మిమ్మల్ని అనుమతిస్తుంది. మీరు కథనాన్ని వ్రాసినా లేదా సోషల్ మీడియా కోసం కంటెంట్‌ని సృష్టించినా, ఈ పొడిగింపు మీ వచన సవరణ పనిని వేగవంతం చేస్తుంది.\n\nపొడిగింపు యొక్క ముఖ్య లక్షణాలు\nవివిధ మార్పిడి ఎంపికలు: మీరు మీ టెక్స్ట్‌లను వాక్యం కేస్, లోయర్ కేస్, అప్పర్ కేస్ మరియు క్యాపిటలైజ్డ్ కేస్ వంటి వివిధ అక్షరాలుగా మార్చవచ్చు.\n\nవాడుకలో సౌలభ్యం: మా పొడిగింపు అన్ని వినియోగదారు స్థాయిల వ్యక్తులు సులభంగా ఉపయోగించగల సరళమైన మరియు అర్థమయ్యే ఇంటర్‌ఫేస్‌ను కలిగి ఉంది.\n\nతక్షణ మార్పిడి: మీరు మీ టెక్స్ట్‌లను త్వరగా మార్చుకోవచ్చు మరియు సమయాన్ని వృథా చేయకుండా మీ లావాదేవీలను పూర్తి చేయవచ్చు.\n\nవచనాన్ని సవరించడం యొక్క ప్రాముఖ్యత\nవృత్తిపరమైన పత్రాలను సిద్ధం చేయడం నుండి అకడమిక్ రైటింగ్ మరియు రోజువారీ కమ్యూనికేషన్‌ల వరకు ప్రతిదానిలో టెక్స్ట్ ఎడిటింగ్ ముఖ్యమైనది. మా కేస్ కన్వర్టర్ పొడిగింపు మీ టెక్స్ట్‌లను మరింత చదవగలిగేలా మరియు ప్రభావవంతంగా చేయడం ద్వారా మీ కమ్యూనికేషన్ నాణ్యతను మెరుగుపరుస్తుంది.\n\nవినియోగ ప్రాంతాలు\nఅకడమిక్ రైటింగ్: థీసిస్, ఆర్టికల్స్ మరియు రిపోర్టుల కోసం టెక్స్ట్ ఎడిటింగ్ ప్రక్రియను సులభతరం చేస్తుంది.\n\nవ్యాపార పత్రాలు: నివేదికలు, ప్రెజెంటేషన్‌లు మరియు ఇమెయిల్‌ల కోసం వృత్తిపరంగా కనిపించే వచనాన్ని సృష్టిస్తుంది.\n\nసోషల్ మీడియా కంటెంట్: మీ పోస్ట్‌లు మరియు వ్యాఖ్యలలో మీకు కావలసిన లెటర్ కేస్‌ని ఉపయోగించడం ద్వారా పరస్పర చర్యను పెంచుతుంది.\n\nమీరు మా కేస్ కన్వర్టర్ పొడిగింపును ఎందుకు ఉపయోగించాలి?\nఈ పొడిగింపు కేవలం ఒక క్లిక్‌తో పెద్ద అక్షరం నుండి చిన్న అక్షరానికి మరియు చిన్న అక్షరానికి మార్చడం వంటి మీ అవసరాలను పరిష్కరించడానికి మిమ్మల్ని అనుమతిస్తుంది. ఇది సమయాన్ని ఆదా చేస్తుంది మరియు మీ వచన సవరణను మరింత సమర్థవంతంగా చేస్తుంది.\n\nదీన్ని ఎలా ఉపయోగించాలి?\nఉపయోగించడానికి చాలా సులభం, కేస్ కన్వర్టర్ - అప్పర్ కేస్ నుండి లోయర్ కేస్ ఎక్స్‌టెన్షన్ మీ కార్యకలాపాలను కొన్ని దశల్లో నిర్వహించడానికి మిమ్మల్ని అనుమతిస్తుంది:\n\n1. Chrome వెబ్ స్టోర్ నుండి పొడిగింపును ఇన్‌స్టాల్ చేయండి.\n2. సంబంధిత పెట్టెలో మీ వచనాన్ని అతికించండి.\n3. మార్పిడి ప్రక్రియను ప్రారంభించడానికి సెంటెన్స్ కేస్, లోయర్ కేస్, అప్పర్ కేస్ లేదా క్యాపిటల్ కేస్ బటన్‌ను క్లిక్ చేయండి. మా పొడిగింపు మీ కోసం తక్షణమే టెక్స్ట్ మార్పిడిని చేస్తుంది.",
    "th": "การแก้ไขข้อความถือเป็นงานที่ต้องใช้เวลามากอย่างหนึ่งที่เราพบทุกวันในโลกดิจิทัล ตัวแปลงตัวพิมพ์ - ส่วนขยายตัวพิมพ์ใหญ่เป็นตัวพิมพ์เล็กทำให้กระบวนการนี้ง่ายขึ้น ช่วยให้คุณสามารถเปลี่ยนตัวพิมพ์ในข้อความของคุณได้อย่างรวดเร็ว ไม่ว่าคุณจะเขียนบทความหรือสร้างเนื้อหาสำหรับโซเชียลมีเดีย ส่วนขยายนี้จะช่วยเร่งงานแก้ไขข้อความของคุณ\n\nคุณสมบัติที่สำคัญของส่วนขยาย\nตัวเลือกการแปลงที่หลากหลาย: คุณสามารถแปลงข้อความของคุณเป็นรูปแบบตัวอักษรต่างๆ เช่น ตัวพิมพ์ประโยค ตัวพิมพ์เล็ก ตัวพิมพ์ใหญ่ และตัวพิมพ์ใหญ่\n\nใช้งานง่าย: ส่วนขยายของเรามีอินเทอร์เฟซที่เรียบง่ายและเข้าใจได้ซึ่งผู้ใช้ทุกระดับสามารถใช้งานได้ง่าย\n\nการแปลงทันที: คุณสามารถแปลงข้อความของคุณได้อย่างรวดเร็วและทำธุรกรรมให้เสร็จสิ้นโดยไม่ต้องเสียเวลา\n\nความสำคัญของการแก้ไขข้อความ\nการแก้ไขข้อความมีความสำคัญในทุกสิ่งตั้งแต่การเตรียมเอกสารระดับมืออาชีพไปจนถึงการเขียนเชิงวิชาการและแม้แต่การสื่อสารรายวัน ส่วนขยายตัวแปลง case ของเราปรับปรุงคุณภาพการสื่อสารของคุณโดยทำให้ข้อความของคุณอ่านง่ายขึ้นและมีประสิทธิภาพมากขึ้น\n\nพื้นที่การใช้งาน\nการเขียนเชิงวิชาการ: ลดความซับซ้อนของกระบวนการแก้ไขข้อความสำหรับวิทยานิพนธ์ บทความ และรายงาน\n\nเอกสารทางธุรกิจ: สร้างข้อความที่ดูเป็นมืออาชีพสำหรับรายงาน การนำเสนอ และอีเมล\n\nเนื้อหาโซเชียลมีเดีย: เพิ่มการโต้ตอบโดยใช้ตัวพิมพ์ที่คุณต้องการในโพสต์และความคิดเห็นของคุณ\n\nเหตุใดคุณจึงควรใช้ส่วนขยายตัวแปลงเคสของเรา\nส่วนขยายนี้ช่วยให้คุณสามารถแก้ไขความต้องการของคุณ เช่น ตัวพิมพ์ใหญ่เป็นตัวพิมพ์เล็ก และแปลงเป็นตัวพิมพ์เล็กได้ในคลิกเดียว ช่วยประหยัดเวลาและทำให้การแก้ไขข้อความของคุณมีประสิทธิภาพมากขึ้น\n\nวิธีใช้สิ่งนี้?\nใช้งานง่ายมาก Case Converter - ส่วนขยายตัวพิมพ์ใหญ่เป็นตัวพิมพ์เล็กช่วยให้คุณสามารถดำเนินการของคุณได้ในไม่กี่ขั้นตอน:\n\n1. ติดตั้งส่วนขยายจาก Chrome เว็บสโตร์\n2. วางข้อความของคุณลงในช่องที่เกี่ยวข้อง\n3. คลิกปุ่มตัวพิมพ์ประโยค ตัวพิมพ์เล็ก ตัวพิมพ์ใหญ่ หรือตัวพิมพ์ใหญ่เพื่อเริ่มกระบวนการแปลง ส่วนขยายของเราจะทำการแปลงข้อความให้คุณทันที",
    "tr": "Metin düzenleme, dijital dünyada her gün karşılaştığımız zaman alıcı görevlerden biridir. Büyük Harf Dönüştürücü - Büyük Harften Küçük Harfe uzantısı bu işlemi basitleştirerek metinlerinizdeki harflerin büyük/küçük harflerini hızlı bir şekilde değiştirmenize olanak tanır. İster makale yazıyor olun ister sosyal medya için içerik oluşturuyor olun, bu uzantı metin düzenleme çalışmalarınızı hızlandıracaktır.\n\nUzantının Temel Özellikleri\nÇeşitli Dönüştürme Seçenekleri: Metinlerinizi cümle büyüklüğü, küçük harf, büyük harf ve büyük harf gibi çeşitli harflere dönüştürebilirsiniz.\n\nKullanım Kolaylığı: Uzantımız her seviyeden insanın rahatlıkla kullanabileceği basit ve anlaşılır bir arayüze sahiptir.\n\nAnında Dönüşüm: Metinlerinizi hızlı bir şekilde dönüştürebilir, zaman kaybetmeden işlemlerinizi tamamlayabilirsiniz.\n\nMetin Düzenlemenin Önemi\nMetin düzenleme, profesyonel belgelerin hazırlanmasından akademik yazılara ve hatta günlük iletişime kadar her şeyde önemlidir. Büyük/küçük harf dönüştürücü uzantımız, metinlerinizi daha okunabilir ve etkili hale getirerek iletişiminizin kalitesini artırır.\n\nKullanım alanları\nAkademik Yazım: Tezler, makaleler ve raporlar için metin düzenleme sürecini basitleştirir.\n\nİş Belgeleri: Raporlar, sunumlar ve e-postalar için profesyonel görünümlü metinler oluşturur.\n\nSosyal Medya İçerikleri: Paylaşımlarınızda ve yorumlarınızda istediğiniz harf büyüklüğünü kullanarak etkileşimi artırır.\n\nNeden Case Converter Uzantımızı Kullanmalısınız?\nBu uzantı, büyük harften küçük harfe, küçük harfe dönüştürme gibi ihtiyaçlarınızı tek tıklamayla çözmenize olanak tanır. Zamandan tasarruf sağlar ve metin düzenlemenizi daha verimli hale getirir.\n\nBu nasıl kullanılır?\nKullanımı son derece basit olan Harf Dönüştürücü - Büyük Harften Küçük Harfe uzantısı, işlemlerinizi yalnızca birkaç adımda gerçekleştirmenize olanak tanır:\n\n1. Uzantıyı Chrome Web Mağazası'ndan yükleyin.\n2. Metninizi ilgili kutuya yapıştırın.\n3. Dönüştürme işlemini başlatmak için Cümle büyüklüğü, küçük harf, büyük harf veya büyük harf düğmesine tıklayın. Uzantımız sizin için anında metin dönüştürme yapacaktır.",
    "uk": "Редагування тексту є одним із трудомістких завдань, з якими ми щодня стикаємось у цифровому світі. Перетворювач регістру — розширення верхнього регістру в нижній регістр спрощує цей процес, дозволяючи швидко змінювати регістр літер у ваших текстах. Незалежно від того, чи пишете ви статтю, чи створюєте вміст для соціальних мереж, це розширення прискорить вашу роботу з редагування тексту.\n\nОсновні характеристики розширення\nРізні параметри перетворення: Ви можете конвертувати ваші тексти в різні регістри літер, такі як регістр речень, нижній регістр, верхній регістр і великі літери.\n\nПростота використання: наше розширення має простий і зрозумілий інтерфейс, яким можуть легко користуватися люди будь-якого рівня.\n\nМиттєве перетворення: Ви можете швидко конвертувати свої тексти та завершувати транзакції, не витрачаючи час.\n\nВажливість редагування тексту\nРедагування тексту важливе в усьому, від підготовки професійних документів до академічного письма та навіть щоденного спілкування. Наше розширення конвертера регістру покращує якість вашого спілкування, роблячи ваші тексти більш читабельними та ефективними.\n\nОбласті використання\nАкадемічне письмо: спрощує процес редагування тексту для тез, статей і звітів.\n\nБізнес-документи: створює професійно виглядаючий текст для звітів, презентацій та електронних листів.\n\nВміст соціальних медіа: покращує взаємодію завдяки використанню бажаного регістру літер у ваших публікаціях і коментарях.\n\nЧому вам варто використовувати наше розширення для конвертації регістру?\nЦе розширення дозволяє вирішувати ваші потреби, як-от перетворення великих літер на малі та конвертувати на малі лише одним клацанням миші. Це економить час і робить редагування тексту ефективнішим.\n\nЯк це використовувати?\nНадзвичайно просте у використанні розширення Case Converter - Upper Case to Lower Case дозволяє виконувати операції всього за кілька кроків:\n\n1. Установіть розширення з веб-магазину Chrome.\n2. Вставте текст у відповідне поле.\n3. Щоб розпочати процес перетворення, натисніть кнопку «Регістр речення», нижній регістр, верхній регістр або великий регістр. Наше розширення миттєво перетворить текст за вас."
  }
}