{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Answer Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get instant answers to digital marketing questions with free AI Answer Generator. (Free, No Signup)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🤖 AI Answer Generator is an AI-powered question-answering extension tool that helps users quickly generate answers to various types of questions, supporting queries across multiple domains including academic, business, technical, and everyday life topics.\n\n💡 The extension features an intuitive interface design with simple and efficient operation. Users only need to input their questions, and the system will utilize advanced AI technology to quickly generate responses containing relevant information, explanations, and possible solutions.\n\n🔍 The plugin's AI model has been trained on extensive datasets, enabling it to understand context and provide relatively accurate answers. It can be applied in various scenarios such as:\n• Student learning assistance\n• Professional information lookups\n• General user inquiries\n• Daily problem-solving\n\n⚡ The system continuously updates and optimizes to deliver higher quality and more relevant answers.\n\n⚠️ Important Note:\n• This plugin serves solely as an information generation tool\n• Users should maintain critical thinking when obtaining information\n• Professional advice should be sought when necessary\n• While AI Answer Generator provides AI-assisted answers, the ultimate use of information and decision-making remains with the users themselves"
  }
}