{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BSCUT: AI Email Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience Email without the BS!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BSCUT is a revolutionary Chrome extension designed to simplify your email communication. Seamlessly integrating with Gmail, BSCUT utilizes the robust GPT-4 API to process and respond to emails autonomously, freeing you from the task of reading each email and manually crafting a response.\n\nHow It Works:\n\n1. Once you receive an email, simply click on the BSCUT button and paste in your email. The tool will then parse the email's content using AI, understanding the context and requirements of the message.\n\n2. BSCUT distills the contents of the email into a set of simple, user-friendly questions. These questions are designed to capture the essence of the email's request or purpose without requiring you to read through the entire message. The queries might range from confirming a meeting time to acknowledging a document receipt, depending on the email's content.\n\n3. You answer the generated questions simply, providing the necessary information to formulate a response.\n\n4. Leveraging the power of GPT-4, BSCUT crafts a comprehensive, context-aware response based on your inputs. The generated response is not merely a rephrasing of your inputs but a well-articulated reply that holistically addresses the email's content.\n\n\n\n\n\nThe BSCUT workflow is designed to be highly efficient, typically completing the whole process in under 30 seconds. BSCUT is a game-changer in managing high-volume email communication, significantly reducing time spent on email management while maintaining a high standard of communication."
  }
}