{
  "name": {
    "ar": "ساعة",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Clock",
    "de": "Uhr",
    "es": "Reloj",
    "fr": "Horloge",
    "hi": "घड़ी",
    "ja": "クロック",
    "pt_BR,pt_PT": "Relógio",
    "ru": "Часы",
    "zh_CN": "时钟"
  },
  "short": {
    "ar": "التاريخ والوقت",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Date & time",
    "de": "Datum und Uhrzeit",
    "es": "Fecha y hora",
    "fr": "Date et heure",
    "hi": "तारीख और समय",
    "ja": "日付と時刻",
    "pt_BR,pt_PT": "Data e hora",
    "ru": "Дата и время",
    "zh_CN": "日期和时间"
  },
  "long": {
    "ar": "الساعات الفاخرة مباشرة في متصفحك، مجانًا!\n\nتتبع الوقت بالطريقة الأكثر ملاءمة لك. يتيح لك هذا الامتداد وضع الساعة في أماكن مختلفة من متصفح الويب الخاص بك، بما في ذلك شريط الأدوات وأي صفحات ويب تعرضها. بالإضافة إلى ذلك، فإن ساعتنا قابلة للتخصيص تمامًا، أي أنه إذا كنت ترغب في ذلك، يمكنك تغيير مظهرها تمامًا وتنسيق المعلومات المعروضة حول الوقت الحالي.\n\nتعرض الساعة الوقت الحالي والتاريخ ويوم الأسبوع واسم الشهر والمنطقة الزمنية ورقم اليوم ورقم الأسبوع في السنة، بالإضافة إلى وقت يونكس.\n\nإذا كنت بحاجة إلى وظائف إضافية مثل المنبه والتقويم وساعة الإيقاف وأنواع مختلفة من المؤقتات والعد التنازلي، فيمكنك بسهولة تشغيل تطبيق الويب الخاص بنا بالوظائف المقابلة من واجهة هذا الامتداد.\n\nيتم أخذ بيانات الوقت الحالي من إعدادات النظام لديك.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Luxury watches right in your browser, for free!\n\nKeep track of time in the most convenient way for you. This extension allows you to place a clock (digital or mechanical) in different places of your web browser, including the toolbar and any web pages you view. In addition, our clock is completely customizable, i.e., if you wish, you can completely change its appearance and the format of the information displayed about the current time.\n\nThe clock shows the current time, date, day of the week, month name, time zone, day number and week number of the year, as well as Unix time.\n\nIf you need additional functions such as an alarm clock, calendar, stopwatch, different types of timers and countdowns, then right from the interface of this extension you can easily launch our web application with the corresponding functions.\n\nThe current time data is taken from your system settings.",
    "de": "Luxusuhren direkt in Ihrem Browser, kostenlos!\n\nBehalten Sie die Zeit auf die für Sie bequemste Weise im Auge. Mit dieser Erweiterung können Sie die Uhr an verschiedenen Stellen Ihres Webbrowsers platzieren, einschließlich der Symbolleiste und aller von Ihnen angezeigten Webseiten. Darüber hinaus ist unsere Uhr vollständig anpassbar, d. h. Sie können auf Wunsch ihr Erscheinungsbild und das Format der angezeigten Informationen zur aktuellen Uhrzeit vollständig ändern.\n\nDie Uhr zeigt die aktuelle Uhrzeit, das Datum, den Wochentag, den Monatsnamen, die Zeitzone, die Tages- und Wochennummer des Jahres sowie die Unix-Zeit an.\n\nWenn Sie zusätzliche Funktionen wie einen Wecker, einen Kalender, eine Stoppuhr, verschiedene Arten von Timern und Countdowns benötigen, können Sie direkt über die Benutzeroberfläche dieser Erweiterung ganz einfach unsere Webanwendung mit den entsprechenden Funktionen starten.\n\nDie aktuellen Zeitdaten werden aus Ihren Systemeinstellungen übernommen.",
    "es": "Relojes de lujo directamente en tu navegador, ¡gratis!\n\nControla el tiempo de la forma que más te convenga. Esta extensión te permite colocar el reloj en diferentes lugares de tu navegador web, incluida la barra de herramientas y cualquier página web que visites. Además, nuestro reloj es completamente personalizable, es decir, si lo deseas, puedes cambiar completamente su apariencia y el formato de la información que se muestra sobre la hora actual.\n\nEl reloj muestra la hora actual, la fecha, el día de la semana, el nombre del mes, la zona horaria, el número del día y el número de la semana del año, así como la hora Unix.\n\nSi necesitas funciones adicionales como un despertador, un calendario, un cronómetro, diferentes tipos de temporizadores y cuentas regresivas, entonces, directamente desde la interfaz de esta extensión, puedes iniciar fácilmente nuestra aplicación web con las funciones correspondientes.\n\nLos datos de la hora actual se toman de la configuración de tu sistema.",
    "fr": "Des montres de luxe directement dans votre navigateur, gratuitement !\n\nSuivez l'heure de la manière la plus pratique pour vous. Cette extension vous permet de placer l'horloge à différents endroits de votre navigateur Web, y compris la barre d'outils et toutes les pages Web que vous consultez. De plus, notre horloge est entièrement personnalisable, c'est-à-dire que si vous le souhaitez, vous pouvez complètement modifier son apparence et le format des informations affichées sur l'heure actuelle.\n\nL'horloge affiche l'heure actuelle, la date, le jour de la semaine, le nom du mois, le fuseau horaire, le numéro du jour et le numéro de la semaine de l'année, ainsi que l'heure Unix.\n\nSi vous avez besoin de fonctions supplémentaires telles qu'un réveil, un calendrier, un chronomètre, différents types de minuteries et de comptes à rebours, vous pouvez facilement lancer notre application Web avec les fonctions correspondantes directement depuis l'interface de cette extension.\n\nLes données de l'heure actuelle sont extraites des paramètres de votre système.",
    "hi": "लक्जरी घड़ियाँ सीधे आपके ब्राउज़र में, निःशुल्क!\n\nअपने लिए सबसे सुविधाजनक तरीके से समय का ट्रैक रखें। यह एक्सटेंशन आपको अपने वेब ब्राउज़र के अलग-अलग स्थानों पर घड़ी रखने की अनुमति देता है, जिसमें टूलबार और आपके द्वारा देखे जाने वाले कोई भी वेब पेज शामिल हैं। इसके अलावा, हमारी घड़ी पूरी तरह से अनुकूलन योग्य है, यानी, यदि आप चाहें, तो आप इसकी उपस्थिति और वर्तमान समय के बारे में प्रदर्शित जानकारी के प्रारूप को पूरी तरह से बदल सकते हैं।\n\nघड़ी वर्तमान समय, तिथि, सप्ताह का दिन, महीने का नाम, समय क्षेत्र, दिन संख्या और वर्ष का सप्ताह संख्या, साथ ही यूनिक्स समय दिखाती है।\n\nयदि आपको अलार्म घड़ी, कैलेंडर, स्टॉपवॉच, विभिन्न प्रकार के टाइमर और उलटी गिनती जैसे अतिरिक्त फ़ंक्शन की आवश्यकता है, तो इस एक्सटेंशन के इंटरफ़ेस से आप आसानी से संबंधित फ़ंक्शन के साथ हमारा वेब एप्लिकेशन लॉन्च कर सकते हैं।\n\nवर्तमान समय डेटा आपकी सिस्टम सेटिंग से लिया जाता है।",
    "ja": "高級時計をブラウザで無料でご利用いただけます。\n\n最も便利な方法で時間を追跡できます。この拡張機能を使用すると、ツールバーや表示する Web ページなど、Web ブラウザのさまざまな場所に時計を配置できます。さらに、当社の時計は完全にカスタマイズ可能で、必要に応じて外観や現在時刻に関する情報の表示形式を完全に変更できます。\n\n時計には、現在の時刻、日付、曜日、月名、タイムゾーン、年間の日付番号と週番号、および Unix 時間が表示されます。\n\nアラーム時計、カレンダー、ストップウォッチ、さまざまな種類のタイマーやカウントダウンなどの追加機能が必要な場合は、この拡張機能のインターフェイスから、対応する機能を備えた当社の Web アプリケーションを簡単に起動できます。\n\n現在の時刻データは、システム設定から取得されます。",
    "pt_BR,pt_PT": "Relógios de luxo direto no seu navegador, de graça!\n\nAcompanhe o tempo da maneira mais conveniente para você. Esta extensão permite que você coloque o relógio em diferentes lugares do seu navegador da web, incluindo a barra de ferramentas e quaisquer páginas da web que você visualizar. Além disso, nosso relógio é completamente personalizável, ou seja, se desejar, você pode mudar completamente sua aparência e o formato das informações exibidas sobre a hora atual.\n\nO relógio mostra a hora atual, data, dia da semana, nome do mês, fuso horário, número do dia e número da semana do ano, bem como o horário Unix.\n\nSe você precisar de funções adicionais, como um despertador, calendário, cronômetro, diferentes tipos de temporizadores e contagens regressivas, então, diretamente da interface desta extensão, você pode facilmente iniciar nosso aplicativo da web com as funções correspondentes.\n\nOs dados da hora atual são obtidos das configurações do seu sistema.",
    "ru": "Часы класса люкс прямо в вашем браузере, бесплатно!\n\nСледите за временем наиболее удобным для вас способом. Это расширение позволяет разместить часы (электронные или механические) в разных местах веб-браузера, включая панель инструментов и любые, просматриваемые вами, веб-страницы. Кроме того, наши часы абсолютно настраиваемые, т. е. при желании, вы можете полностью изменить их внешний вид и формат показываемой информации о текущем времени.\n\nЧасы показывают текущее время, дату, день недели, название месяца, часовой пояс, номер дня и номер недели в году, а также Unix-время.\n\nЕсли вам понадобятся такие дополнительные функции, как будильник, календарь, секундомер,  различные виды таймеров и обратных отсчётов, то прямо из интерфейса этого расширения вы можете легко запустить наше веб-приложение с соответствующими функциями.\n\nДанные о текущем времени берутся из настроек вашей системы.",
    "zh_CN": "豪华手表就在您的浏览器中，免费！\n\n以最方便的方式跟踪时间。此扩展程序允许您将时钟放置在 Web 浏览器的不同位置，包括工具栏和您查看的任何网页。此外，我们的时钟是完全可定制的，即，如果您愿意，您可以完全更改其外观以及显示的有关当前时间的信息的格式。\n\n时钟显示当前时间、日期、星期几、月份名称、时区、一年中的天数和周数以及 Unix 时间。\n\n如果您需要闹钟、日历、秒表、不同类型的计时器和倒计时等附加功能，那么您可以从此扩展程序的界面轻松启动具有相应功能的 Web 应用程序。\n\n当前时间数据取自您的系统设置。"
  }
}