{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Post Editor for Google+™"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Provide simple formatting assistance for Google+."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Post Editor for Google+ adds formatting buttons to the bottom of the post box so you can easily style your posts. It also includes a variety of symbols that you can automatically inject into your post.\n\nNOTE: This extension only works with the old style Google+ and does not (yet) work with the latest layout changes. I may at some point update it to do so but only once Google has finalized the changes in direction they've been making. \n\nv1.2.1 Has some tightened up code and should now work from your profile page. Users who experienced the page refreshing to a blank page when trying to use the buttons from their profile/page should be good to go now.\n\nHit me up on Google+ : https://plus.google.com/112915508949553064969/\nOr find me on my site: http://www.PaulSpoerry.com/\n\n* If you do not immediately see the Post Editor give it a couple of seconds. The Google+ elements that Post Editor attaches to has to be present on the page before it can display. If it still doesn't display hit the cancel button and try to share again. \n\n* Some users are reporting conflicts if you have other Google+ specific extensions installed (particularly Replies and more for Google+). \n\n* Please don't just down vote; submit feedback or hit the feedback link (on the details tab) and I'll do my best to help resolve the issue."
  }
}