{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GiftList"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add items from any store to your Gift List"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly add items from any store website to your any of your Gift Lists.\nJust click the 'Scan' button to automatically pull the relevant data from any  product page and choose which Gift List to add it to.  If you want you can edit the details before adding it, right in the plug-in.\n\nFind gift ideas online and add them directly to your Gift List!  Let your family and friends see know exactly what you want, have private discussions and plan who's going to get it for you!\n\nYou can create your list at https://mygiftlistapp.com or download our apps here:\nAndroid: https://play.google.com/store/apps/details?id=com.grappetite.giftlist&hl=en&gl=US\niOS: https://apps.apple.com/us/app/giftlist-a-gift-sharing-app/id1440596904 \n\nGiftList brings all your Christmas planning gift planning into one place and allows you to easily share what gifts you want and track what your friends and family want this Christmas.  \n\nGiftList Functionally:\n- Easily search and add items from top brands.\n- Share your GiftList(s) with friends and family members.\n- Correlate specific GiftLists with event dates for birthdays, holidays, and special occasions.\n- Discretely suggest gifts others can buy and chat with mutual friends about giving.\n- Indicate purchased or reserved items to ensure duplicate presents are avoided.\n- Send previously-created gift lists from other websites to mylist@mygiftlistapp.com or simply snap a picture/screenshot of a homemade list and email it to us. Let us create GiftLists for you and help get you started!\n\n\nWhy GiftList:\n\nGiftList makes it easy for friends and family to know exactly what you want to receive. No more dreading your own birthday or holiday party… knowing you’ll be exchanging half your gifts when it’s all said and done! Simply share your GiftList to ensure your specific wants are known. Your friends and family will appreciate it too!\n\nNo more guessing about what to get your mother! Just check out her GiftList to see what she’s been hoping for! Update any item as “bought” or “reserved” so no one else purchases for her - it is that simple!\n\nGet everything you actually want for yourself and always give the perfect gift!"
  }
}