{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kontextful"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kontextful is a Chrome button that lets you share easily with relevant people in your social networks. \n\nHere is how it works: When…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kontextful is a Chrome button that lets you share easily with relevant people in your social networks. \n\nHere is how it works: When you click the K! button, we analyze the web page and help you share the content with a relevant Facebook Group, Friend List, LinkedIn Group or Google+ Circle. All in two clicks.\n\n\nRATIONALE\n========\nThe biggest problem that's facing macro social networks such as Facebook, Twitter, LinkedIn, and Google+ is that, as you add more friends or follow more people, the context of your feed becomes broader and broader. While you may be interested in personal sharings of a college friend of yours, seeing their constant work-related status updates may be of little interest to you. This type of shares ultimately has has a negative impact on you, your friends, and the social network itself. We try to solve this problem by making sure your shared content, as a social network node, always goes to relevant circles. While Facebook, Google+ and many others offer circle features such as Groups and Friend Lists, many users prefer to skip an extra step to select who to share their status updates with, hence the updates including page likes go to all of their followers - which results in social network pollution.\n\nHOW IT WORKS\n==========\nKontextful uses smart algorithms in order to predict what social network, group, friend list, or circle to share this particular content you've selected with. The techniques used by Kontextful are partially inspired by k-means clustering, and that's where our name derives from.\n\nABOUT US\n========\nKontextful is a research project from GROU.PS Inc. At GROU.PS, our mission is to make the social web more contextual. Kontextful will help us in this mission by enabling public social network users to share more granularly."
  }
}