{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "D365 SidePanel Dev Tools"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Dynamics 365 SidePanel Tools extension is a powerful tool that can improve your development/testing experience in Dynamics 365.…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Dynamics 365 SidePanel Tools extension is a powerful tool that can improve your development/testing experience in Dynamics 365. This extension adds a panel on the right side of Dynamics 365 pages, giving you easy access to a variety of tools that can display useful information or modify data.\nHere are the tools available:\n    •\tForm Tools: These tools allow you to modify form fields, including showing or hiding logical names, enabling or disabling fields, and filling fields with random data.\n    •\tUpdate Records: This tool allows you to update any field of any record in your environment, including bulk updates.\n    •\tAll Attributes: This tool provides a convenient way to quickly access and view all the data in your open record.\n    •\tOption Set Tables: This tool provides a quick way to view all option sets associated with the currently open entity.\n    •\tDirty Fields: This tool displays the fields that have been modified but not yet saved.\n    •\tRelated Records: This tool displays all relationships associated with the selected record.\n    •\tWeb Resource Editor: This tool adds an editor directly to your browser, allowing you to easily modify web resources and live test your changes in local.\n    •\tImpersonation: This tool gives you the ability to impersonate any user in your environment.\n    •\tPlugin Trace Log Explorer: This tool provides a simplified and better way to view and analyze logs for custom plugins and workflows.\n    •\tNavigation: This tool provides quick access to various essential resources, such as solutions, form editor, advanced find, environments, Azure portal, and security settings.\n    •\tCommand Checker: This tool enables or disables the debugger for model application ribbons.\n    •\tConfiguration Manager: This tool allows you to configure which SidePanel tools open automatically when a page loads."
  }
}