{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Markup - Web Markups & Highlighter",
    "es": "Markup - Marcado y Resaltado de Red",
    "ja": "Markup - Web マークアップ & 強調表示ツール",
    "ko": "Markup - 웹 마크업 및 하이라이터",
    "zh_CN": "Markup - 网页萤光笔",
    "zh_TW": "Markup - 網頁螢光筆"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Highlight, manage, and share any web page or article anytime, anywhere!",
    "es": "¡Resalta, maneja y comparte cualquier página web o artículo en cualquier momento, en cualquier lugar!",
    "ja": "いつでもどこでもWebページや記事を強調表示、管理、共有することができます。",
    "ko": "언제, 어디에서든지 웹페이지나 기사를 하이라이트, 관리 및 공유하세요!",
    "zh_CN": "网页重点划记、管理、分享，轻松搞定！",
    "zh_TW": "網頁重點劃記、管理、分享，輕鬆搞定！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "The best highlighter extension for highlighting and annotating your thoughts or summarizing important messages from your favorite articles. \n\nMarkup - Read, Annotate & Share What Matters\nMarkup is the best web page highlighter tool that allows you to save, share and sync all your important highlights made across web and mobile. Or extract key points from articles within one click to grasp the main message instantly. Web highlighting have never been this easy and productive!\n \n★ Key Features★\n＃Easy Highlight\nHighlight texts on any web page through your Chrome or mobile devices.\n＃AI Auto Summary\nAuto Summary infuses AI technology to extract key points from articles or web pages. All summaries can be saved as annotations for later review or share with friends or colleagues.\n＃Curated Content\nIt categorizes content according to article attributes and suggests content based on your reading habits. You will never feel bored with Markup!\n＃Sync On All Devices\nSynchronize all your highlights, summaries, and annotations on all your devices.\n  \nWant to have a more all-encompassing Markup experience? \nDownload Markup iOS onto your iPhone or iPad:https://bit.ly/MarkupiOS\n \nCAN WE GIVE YOU A HAND?\nGot a question? Contact us at helpdesk@kdanmobile.com",
    "es": "La mejor extensión de resaltado para resaltar y anotar tus ideas o resumir mensajes importantes de tus artículos favoritos.\n\nMarkup - Lee, Anota y Comparte Lo Que Realmente Importa\nMarkup es la mejor herramienta para resaltar páginas web que te permite guardar, compartir y sincronizar todos tus remarcados importantes tanto en web como dispositivos móviles. O extrae puntos clave de artículos con un solo click para captar el mensaje principal instantáneamente. ¡Resaltar páginas web nunca fue tan fácil y productivo!\n \n★ Características Principales★\n＃Fácil Resaltado\nResaltado de textos en cualquier página web desde Chrome o dispositivos móviles.\n＃Auto Resumen por Inteligencia Artificial\nAuto Resumen utiliza Inteligencia Artifcial para extraer los puntos clave de artículos o páginas web Todos los resúmenes pueden guardarse como anotaciones para revisión posterior o para ser compartidos con amigos o compañeros de trabajo.\n＃Contenido Seleccionado\nCategoriza el contenido en función de los atributos del artículo y sugiere contenido basándose en tus hábitos de lectura. ¡Con Markup nunca te aburriras!\n＃Sincronización en Todos los Dispositivos\nSincroniza todos tus resaltados, resumenes y anotaciones a través de todos tus dispositivos.\n  \n¿Deseas experimentar de forma exhaustiva el uso de Markup?\nDescarga Markup iOS en tu iPhone o iPad: https://bit.ly/MarkupiOS\n \n¿PODEMOS ECHARTE UNA MANO?\n¿Tienes alguna pregunta? Ponte en contacto en helpdesk@kdanmobile.com",
    "ja": "自分の考えを強調・注釈付けしたり、お好みの記事から重要な情報を要約したりできる強調表示機能拡張ツールです。\n\nMarkup：大事なポイントを読み上げ、注釈付け、共有\nMarkupは、Webと携帯電話間で大事な強調箇所を保存、共有、同期することができる最高のWebページ強調ツールです。 また、ワンクリックで記事から要点を抽出して概要を簡単に把握することができます。 Webページ強調表示機能でこれまでよりもずっと簡単で生産的になります。\n \n★主な機能★\n＃簡単ハイライト機能\nChromeやモバイル端末でWebページのテキストを強調表示します。\n\n＃AI自動サマリー機能\n自動サマリー機能はAI技術を利用して記事やWebページの要点を抽出します。 全ての要約は注釈として保存され、後で確認や友人や同僚との共有ができます。\n\n＃整理されたコンテンツ\n記事の内容に合わせてコンテンツを分類し、あなたの読書習慣にぴったりなコンテンツを推奨します。 Markupはあなたを飽きさせません！\n\n＃各デバイスで同期\nデバイス内の全ての強調表示、要約、注釈を同期することができます。\n\n豊富な機能が揃ったMarkupを体験してみませんか？\niOS版のMarkupはご利用のiPhoneまたはiPadでこちらのサイト（https://bit.ly/MarkupiOS）でダウンロードできます。\n \nサポートが必要でしょうか？\nご質問のある方は、 弊社ヘルプデスク（helpdesk@kdanmobile.com）までお問い合わせください。",
    "ko": "Markup: 중요 사항 읽기, 주석 달기 및 공유\n마크업은 웹과 모바일을 통해 실시한 모든 중요한 하이라이트를 저장, 공유 및 동기화할 수 있는 최고의 웹페이지 하이라이터 도구입니다. 또는 한 번의 클릭으로 기사에서 주요 특징점을 추출하여 즉시 주요 메시지를 파악할 수 있도록 합니다. 웹 하이라이트가 더 쉬워지고 생산적으로 되었습니다!\n \n★ 주요 기능★\n＃쉬운 하이라이트\n크롬이나 모바일 장치를 통해 웹페이지의 텍스트를 하이라이트하세요.\n\n＃AI 자동 요약\nAuto Summary(은)는 AI 기술을 접목하여 기사나 웹 페이지에서 주요 특징점을 추출합니다. 모든 요약은 나중에 검토할 수 있도록 주석으로 저장하거나 친구 또는 동료와 공유할 수 있습니다.\n\n＃큐레이션 된 콘텐츠\n기사 속성에 따라 콘텐츠를 분류하고 독서 습관에 따라 콘텐츠를 제안합니다. 마크업과 함께라면 지루하지 않을 것입니다!\n\n＃모든 장치와 동기화\n모든 장치에서 모든 하이라이트, 요약 및 주석을 동기화하세요.\n  \n보다 포괄적인 마크업 기능을 원하십니까?\niPhone 또는 iPad에서 마크업 iOS  다운로드:https://bit.ly/MarkupiOS\n \n무엇을 도와드릴까요?\n질문이 있으신가요? helpdesk@kdanmobile.com으로 문의하세요.",
    "zh_CN": "Markup带给你AI智慧阅读新体验\nMarkup网页扩充功能让你自由在网页上畅快阅读！重点划记、网页与编辑，或自动摘要文章关键资讯，提升你的阅读效率。\n\n★主要特色★\n＃重点划记\n6种颜色自由挑选，让你随心在网页上边阅读边标记重要讯息。\n\n＃AI 自动摘要掌握关键内容\nMarkup导入AI人工智慧技术提供自动摘要功能，其能于任何网页或文档中，快速提取重点资讯，让你在短时间内快速掌握内容精髓。\n\n＃优质精选文章推荐\nMarkup背后的AI技术将按照注解过的文章属性，推荐你可能感兴趣的内容类型，拓展你的阅读深广度。\n\n＃跨装置阅读\nMarkup适用于网页、行动装置，让你随时随地学习不间断。\n\n想体验更多、更完整的Markup智慧阅读功能？\n立即下载Markup iOS: https://bit.ly/MarkupiOS\n\n联络我们：helpdesk@kdanmobile.com",
    "zh_TW": "Markup帶給你AI智慧閱讀新體驗\nMarkup網頁擴充功能讓你自由在網頁上暢快閱讀！重點劃記、網頁與編輯，或自動摘要文章關鍵資訊，提升你的閱讀效率。\n\n★主要特色★\n＃重點劃記\n6種顏色自由挑選，讓你隨心在網頁上邊閱讀邊標記重要訊息。\n\n＃AI 自動摘要掌握關鍵內容\nMarkup導入AI人工智慧技術提供自動摘要功能，其能於任何網頁或文檔中，快速提取重點資訊，讓你在短時間內快速掌握內容精髓。\n\n＃優質精選文章推薦\nMarkup背後的AI技術將按照註解過的文章屬性，推薦你可能感興趣的內容類型，拓展你的閱讀深廣度。\n\n＃跨裝置閱讀\nMarkup適用於網頁、行動裝置，讓你隨時隨地學習不間斷。\n\n想體驗更多、更完整的Markup智慧閱讀功能？\n立即下載Markup iOS: https://bit.ly/MarkupiOS\n\n聯絡我們：helpdesk@kdanmobile.com"
  }
}