{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SFRef Utility"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension will help you extract matches from Arbiter and pensra.org(Ridgestar). Gameofficials and RefAssist support is in Beta"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This utility is for users of the SFRef Soccer Referee Watch. It will help you download matches sent to you by your assignor to your watch so that you don't have to set it up manually. If you are getting matches on Arbiter, pensra or Gameofficials(Beta), RefAssist(Beta) this utility is for you! If you use a site powered by ridgestar, this utility will probably work but we will have to enable the site for you. Talk to us. If you use another website to get your matches, please talk to us about getting this utility for your site. We will need an account and few test games.\n\nProcedure: Go to your schedule page on Arbitersports.com or pensra.org. Hit the SFRef icon and it will download all visible matches as file. Send the file to your iPhone by airdrop/email or any other means and click on it to open in your app.Please use the site's filter to select the games that you want to download. \n\n**Gameofficials users** We are currently in Beta - Go to \"My Games\" and then hit the sfref ICON. The matches should download. If you have any issues, please contact us.\n\nPrivacy Policy: This extension looks at your active webpage. If it is one of the supported referee scheduling websites that it understands (currently only schedules from arbitersports.com/pensra.org/refassist.com/gameofficials.net), it makes itself available. If the user clicks the icon, the script goes ahead and reads all the match information and downloads it to your computer. No data is sent to any other person/3rd parties. No other information of any kind is collected or saved"
  }
}