{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ghost Riley Call Of Duty: Modern Warfare Live Wallpaper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Step into battle with Ghost Riley from Modern Warfare in live wallpaper"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Step into battle with Ghost Riley from Modern Warfare in live wallpapers, plus a search bar and quick-access icons for tactical browsing.\n\nExperience the intensity of Modern Warfare with the Ghost Riley Live Wallpaper Chrome extension! Each new tab features high-definition, animated scenes of Simon \"Ghost\" Riley, the iconic masked soldier from Call of Duty: Modern Warfare, bringing the thrill of battle and stealth to your browsing experience. Perfect for fans of CoD and Ghost himself, this extension immerses you in the gritty world of special ops every time you open a new tab.\n\nThe extension also includes a built-in Google search bar for quick browsing and customizable quick-access icons, keeping your favorite sites accessible at all times. This powerful mix of immersive visuals and efficient tools makes browsing as engaging as it is productive.\nIdeal for Call of Duty fans, the Ghost Riley Live Wallpaper extension transforms each new tab into a tribute to one of the most legendary characters in the CoD series.\n\nFeatures:\n\nGhost Riley Live Wallpaper: Animated, high-definition wallpaper featuring Ghost from Modern Warfare.\nGoogle Search Bar: Integrated search for seamless browsing.\nCustomizable Quick-Access Icons: Quick links to favorite sites.\nHigh-Quality Action Visuals: Captures the stealth and intensity of Ghost.\nEngaging and Functional: Blends CoD’s immersive world with essential tools.\nPerfect for CoD Fans: Adds special-ops energy to every tab."
  }
}