{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cookie Cleaner (Cookie Eraser)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Quickly delete/wipe your browser Cookies for a defined period with one click!",
    "de": "Löschen Sie Ihre Browser-Cookies für einen bestimmten Zeitraum mit einem Klick!",
    "es": "Elimine rápidamente las cookies de su navegador durante un período definido con un solo clic.",
    "fr": "Supprimez rapidement les cookies de votre navigateur pour une période définie en un seul clic !",
    "it": "Elimina rapidamente i cookie del tuo browser per un periodo definito con un solo clic!",
    "ja": "決められた期間のブラウザのCookieをワンクリックで素早く削除できます。",
    "nl": "Verwijder snel uw browsercookies voor een bepaalde periode met één klik!",
    "pt_BR": "Apague rapidamente seus cookies de seu navegador por um período definido com um clique!",
    "pt_PT": "Apague rapidamente os Cookies do seu navegador durante um período definido com um clique!",
    "ru": "Быстрое удаление Cookies браузера за определенный период одним щелчком мыши!",
    "zh_CN": "只需点击一下，就能快速删除规定时间内的浏览器Cookies!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "\"Cookie Cleaner\" offers a user-friendly solution for clearing your browser's stored cookies within a specific timeframe. You can set a personalized period for the cleanup by accessing the options page. Additionally, you can select the specific area or zone where you want the data to be wiped.\n\nFor a more thorough cleaning experience, I recommend trying out my \"eCleaner\" extension, available at:\nhttps://chrome.google.com/webstore/detail/ecleaner-forget-button/ejhlpopncnfaaeicmbdnddebccnkfenn\n\nYou can erase cookies from three distinct zones:\n1. Regular websites,\n2. Protected websites,\n3. Extension zone\n\nTo clarify the definitions of these zones:\n- Extensions zone includes extensions and packaged applications that a user has installed.\n- Protected websites zone covers websites installed as hosted applications.\n\nFor any bug reports, kindly visit:\nhttps://github.com/andy-portmen/ecleaner\n\nThere are two operation modes available:\n1. In the first mode, the cleaning interface opens with each action click. You can set the cleaning period, or use presets before proceeding.\n2. The second mode operates in a headless without a visible interface. The action button turns red during the operation.\n\nCustomization is possible by defining a keyboard shortcut for the extension, allowing you to use the headless mode for silent and distraction-free cookie cleaning.",
    "de,es,fr,it,ja,nl,pt_BR,pt_PT,ru,zh_CN": "\"Cookie Cleaner\" is the easiest way to clear your browser stored cookies for a specified period. You can define a custom period on the options page. Also, you can define the area (zone) in which you want the data to be cleared.\n\nFor a more comprehensive cleaner try my eCleaner\nhttps://chrome.google.com/webstore/detail/ecleaner-forget-button/ejhlpopncnfaaeicmbdnddebccnkfenn\n\nUsing this extension it is possible to wipe cookies of three different zones:\n1. Normal websites,\n2. Protected websites,\n3. Extension zone\n\nDefinitions:\n  -> Extensions zone: Extensions and packaged applications a user has installed\n  -> Protected websites zone: Websites that have been installed as hosted applications\n\nFor bug reports please visit:\nhttps://github.com/andy-portmen/ecleaner\n\nFor FAQs please visit:\nhttps://add0n.com/ecleaner.html?from=cookie-cleaner"
  }
}