{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Polygraf AI Content Detector: Advanced Plagiarism & ChatGPT Detector"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get Free Polygraf AI content detector with plagiarism checker to identify ChatGPT, Gemini, Mistral, Llama, Grammarly."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Polygraf AI Content Detector: Comprehensive AI Detection and Plagiarism Checker Chrome Extension\n\n\nDownload the Polygraf AI Content Detector to instantly verify content authenticity with this easy-to-use AI and plagiarism checker for Chrome. Our tool accurately identifies AI-generated text from models like ChatGPT, GPT-4, Claude, Gemini, Llama, and Grammarly-enhanced content, making it ideal for students, educators, content creators, marketers, and anyone keen on AI content verification. Experience Polygraf’s best-in-class AI detector, developed to handle even the most subtle content modifications, including Grammarly-enhanced text detection.\n\n\nKey Features:\n\nFree AI Detector & Plagiarism Checker: Access robust AI detection at no cost, including ChatGPT and Grammarly detection with monthly renewing tokens.\n\nAI Content Detection: Real-time AI and plagiarism detection of ChatGPT-generated content and more, ensuring the content you’re reading or producing is human-authored or AI-generated.\n\nSource-Specific AI Detection: With Polygraf, find out if your content was created by AI tools like ChatGPT, Claude, Gemini, or Mistral—and detect Grammarly-enhanced content for accurate originality checks.\n\nHumanized Text Analysis & Style Metrics: Identify content altered by humanizers, paraphrasers, or AI-powered tools with in-depth metrics:\n\nPerplexity and Readability: Complex sentences often reflect human authorship.\n\nVocabulary and Syntax Analysis: High vocabulary richness may indicate AI-generated content.\n\nSentence and Word Length: AI often uses longer average sentence lengths.\n\nHigh-Accuracy Detection: Polygraf maintains a 98% accuracy rate, with minimal false positives in detecting ChatGPT, GPT-4, Gemini, and Grammarly-enhanced content.\n\nDetailed Content Reports: Generate comprehensive reports for AI detection and plagiarism verification, useful for academic integrity, content marketing, and professional authors.\n\nUnique Deception Filter: Detect intentional modifications like grammatical errors or hidden spaces, ensuring even altered AI content is flagged.\n\nSource Attribution & Copyright Detection: (Web interface only) Identify original sources with URLs, sentence matches, and copyright protection tools.\n\n\nPremium Features:\n\nUnlock exclusive features with Polygraf Premium:\n\nHumanized Text Analysis – Confirm if content was humanized.\n\nAI Source Detection – Detect the specific AI model used, e.g., ChatGPT detector, Grammarly, Claude, Llama.\n\nAdvanced Plagiarism Checker – Extensive originality checks for academic and professional content.\n\nCopyright and Deception Filter – Identify intentional content alterations or hidden digital footprints.\n\nYouTube AI Context Analysis – Detect AI in YouTube scripts.\n\nWebsite AI Verification – Instantly analyze if a webpage uses AI-generated content.\n\n\nHow Polygraf AI Detector Works:\n\nUsing proprietary AI protocols and forensic linguistic analysis, Polygraf AI Detector can distinguish between AI and human-generated content with 98% accuracy. It’s designed to identify not only AI content but also Grammarly-enhanced text and other popular AI models in real-time, helping you maintain content originality, especially for educational submissions and digital content.\n\n\nInstallation Guide:\n\nAdd to Chrome\n\nPin the extension for quick access.\n\nLog in or sign up, then highlight text to start using Polygraf’s ChatGPT checker and plagiarism detector.\n\n\nWhy Choose Polygraf AI Content Detector:\n\nIndustry-Leading Accuracy: Our AI Detector’s 98% accuracy ensures credibility and authenticity in your content, from academic papers to marketing material.\n\nTrusted by Experts: Polygraf is relied upon by government agencies and enterprises worldwide for ChatGPT detection, plagiarism checks, and more.\n\nData Security: Polygraf never stores your data, making it a trusted plagiarism checker and AI detector for secure, ethical usage.\n\nBy adding Polygraf’s Chrome extension, you’re gaining a tool that’s advanced in AI detection technology. Protect your work, verify originality, and detect AI-enhanced text from Grammarly or ChatGPT with Polygraf’s suite of AI detection and plagiarism verification tools."
  }
}