{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PromiedoX"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Agregá funciones extra para mejorar tu experiencia con estadísticas de fútbol y análisis en tiempo real."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "⚽ PromiedoX: Lleva tu experiencia en Promiedos.com.ar al siguiente nivel\nPromiedoX es una extensión diseñada para agregar funcionalidades avanzadas a la plataforma Promiedos.com.ar, optimizando la manera en que interactúas con la información deportiva.\n\n✍️ Funciones destacadas:\n✔ Tablas de posiciones en un vistazo: Visualiza las tablas de posiciones directamente desde la página principal al pasar el cursor sobre el nombre de cada torneo.\n\n✔ Desempeño reciente de equipos: En la vista de torneo, al pasar el cursor por la tabla de posiciones, obtendrás un resumen de los resultados recientes de cada equipo.\n\n✔ Rival destacado: Identifica rápidamente al rival de cada equipo en la fecha actual gracias al resaltado automático.\n\n✔ Acceso rápido al calendario de partidos: Presiona la tecla \"n\" para visualizar los equipos pendientes en el torneo actual.\n\n✔ Detalles de últimos partidos: Obtén información sobre resultados recientes y los rivales en cada encuentro.\n\n✔ Configuración de historial de partidos: Personaliza la cantidad de partidos mostrados usando las teclas numéricas, ampliando la vista predeterminada de 5 encuentros.\n\n🎨 Diseño intuitivo:\nPromiedoX mantiene la estética original de Promiedos.com.ar, asegurando una integración fluida y sin alterar la experiencia visual a la que estás acostumbrado.\n\n¡Instala PromiedoX y descubre una manera más eficiente de seguir a tus equipos favoritos!"
  }
}