{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ƀitsell X - Buy, Pay, Trade 100+ Cryptos"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trade 100+ cryptocurrencies FAST! Non-Custodial, Lax verification, BEST market rates. Even EUR/USD/GBP credit card accepted!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trade/Pay with over 100 cryptocurrencies in minutes, wallet-to-wallet, WITHOUT being an expert and even WITHOUT having the requested coins beforehand. Buy Bitcoin with Credit Card!\n\n+ You can BUY DIRECTLY with your EUR/USD credit or debit card\n+ You can also SEND COINS directly from your existing wallet(s)\n+ You can SEND exchanged coins to your wallet or PAY vendors\n+ You get the BEST market rates and see real-time market data\n+ You get 24h MARKET TREND like BUY/ SELL/ STRONG BUY/ STRONG SELL\n\n- You DON'T register with ANY centralized exchange\n- You DON'T get ANY verification (*crypto-to-crypto)\n\nThat day is here! That time is now! \n\nThe day you don't need to be afraid of not understanding CRYPTOCURRENCIES or currency market dynamics. Until now, you needed to be an expert coder or economist - but Bitsell X enables ANY person to trade fiat for coins or coin-to-coin WITHOUT needing to register with complex exchange platforms, WITHOUT needing to wait for weeks to be verified or stay updated with latest news. \n\nWith LARGE initial spending limits, lax KYC/AML policies, and a FRIENDLY user-interface, Bitsell X is your #1 tool to send crypto-payments to friends & vendors WITHOUT navigating away from YOUR browser or even the page YOU'RE viewing!\n\n** Bitsell X is wisely composed of 3 panels :\n\n1. Main payment/trading panel which works in 3 EASY steps\n2. Bottom ticker which shows LIVE prices from global markets\n3. Technical Analysis gauge which analyzes transactions from 26 global markets & tells you what is the global trend for coin-pairs so you can act FAST and NEVER lose!!\n\nThe e-mail address requested in step 2 is for transaction status notification only. We use that to send you updates about your transactions in real-time!\n\n\n\n--- LEGAL DISCLAIMER ---\nFor demonstrative and personal purposes only. The \"Bitsell X\" extension & \"Bitsell X\" auxiliary services are provided as is, without guarantees of any kind, such that data/monetary/patrimonial loss due to the use/misuse of this software alone or in conjunction with other software is not to be attributed to the developer. By installing and using this extension, you agree that you reached legal age of majority according to your jurisdiction, to not violate any applicable law which directly or indirectly targets money transfers/funding/exchanges/payments/crypto-currencies/crypto-assets, to not harm or inflict damage of any kind to other parties and you agree to deem the extension creator exempt from any liability, duty or obligation of any legal nature and you agree to hold full responsibility for using this software for any possible outcome. \"Bitsell X\" works in conjunction with other third-party software or services & service providers such as Changelly, CoinMarketCap, TradingView. \"Bitsell X\" and its creator or direct affiliates are not to be held responsible for data or service SLA(s) or any inconsistencies or loss generated by such third-party service or software providers (as mentioned above) due to your or other parties' use/misuse of such third-party services in conjunction or under the auspices and user-interface of \"Bitsell X\" extension or website/app.\nInformation present on this page, within the \"Bitsell X\" official website/app, within the \"Bitsell X\" browser extension or within/in conjunction with advertisements related to \"Bitsell X\" operated and paid for by \"Bitsell X\", does not represent forward-looking statements or professional/obligatory financial/trading advice or commands towards the end-user of \"Bitsell X\" services or software. By installing and/or using the \"Bitsell X\" software & services you agree to retain full responsibility for your actions & outcomes in regards to using our software and to deem \"Bitsell X\" and its creator(s) exempt of any legal duty, liabilities or obligation in respect to outcomes not meeting your expectations. Live prices presented in the \"CoinMarketCap rotating ticker\" are not to be considered final and/or fixed, as those are average values based on market volumes.\nThis extension is not sponsored/endorsed by Changelly/CoinMarketCap/TradingView in any way, nor do we endorse the company/logo or the use/misuse of their services. We do not hold legal or moral responsibility for the data/information/advices or advertisements that you might see in third-party software & auxiliary output, all legal tenure is to be held by the respective provider. This extension DOES NOT directly use Cookies or store personal or personally identifiable information on your machine, however we or our third-party providers might use cookies & other techniques to collect, request & store user preferences, personal data, analytics, IP or other data needed to properly run or to comply with legal KYC/AML policies - by installing and/or using the extension, you agree to cookies being stored on the machine used in this process, data being collected about the user and its use of this extension, either on the local machine where this software resides or/and in remote locations, either by \"Bitsell X\" or its third-party providers.  All legal, ownership and/or distribution rights for the images, trademarks or other content used to promote/run this extension or in conjunction with such purposes, are attributed to their respective owners."
  }
}