{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CashOn - Real Estate Investment Calculator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The best way to find and analyze cash flowing real estate investments"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The best way to find and analyze real estate investments.\n\nCashOn makes it simple to find top real estate investment opportunities in US cities. Using Zillow, MLS, and local rental data, CashOn calculates the cash on cash return for each property, helping investors quickly identify homes with the highest return on investment potential.\n\nHow it works: CashOn gathers local rental comps and expense data—including property taxes, HOA fees, insurance, and listing price—to calculate essential metrics like the 1% rule, cash flow, and cash on cash return. Easily filter and sort to find properties with the highest returns in any market.\n\nWith CashOn, you’ll quickly know\n- which cities offer low or no cash flow, helping you avoid unprofitable areas\n- which neighborhoods yield the best returns, allowing you to focus your search\n- which homes in a neighborhood promise the highest returns, so you can invest with confidence\n- estimated rental income for each property, backed by local rental comps (both active and inactive)\n\nWith CashOn you get\n- Unlimited searches and in-depth analysis across US housing markets\n- one-click property analyzer that instantly gathers all essential data.\n- Customizable expense options, including interest rates, property management fees, renovation budgets, and more\n- Easy sharing of property analysis with family and business partners with a link\n- A hassle-free alternative to spreadsheets\n\nOne customer found and closed on a profitable real estate investment just 2 weeks after using CashOn, ending a 2-year search.\n- Initially, he owned 3 properties but was priced out of his market due to rising interest rates and increasing home prices. He spent 2 years on and off, analyzing dozens of markets in and out of state with no luck.\n- In just 1 week, CashOn helped him identify a cash-flowing market. By week two, he had connected with a realtor, attended 5 virtual open houses, submitted 2 offers, and successfully closed on a property.\n\nDisclaimers\n1. General Use: \"Cash On\" provides information to assist in finding real estate investments and does not offer financial advice. Users should verify all information and consult with professional advisors.\n2. Accuracy and Liability: We do not guarantee the accuracy of the data presented; users are responsible for their own due diligence. The developers assume no liability for errors, omissions, or any losses from using this extension.\n3. Investment Risks: Real estate investments carry risks, and \"Cash On\" does not endorse any listings or guarantee investment performance. Decisions made from using this extension are solely the user's responsibility.\n4. No Warranties: The extension is provided \"as is\" without any express or implied warranties, and may include links to third-party resources, over which we have no control."
  }
}