{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spaceship Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enjoy your new Spaceship Tab on every new tab"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Space Ship Extension 🚀🌌\n\nEmbark on a cosmic adventure with the Space Ship Extension! Join us as we journey into space, becoming virtual astronauts, and gain a futuristic mouse tracking experience shaped like a spaceship.\n\n\nBy clicking \"Add to Chrome,\" I accept and agree to installing the Space Ship Extension and enabling spaceship-themed mouse tracking as described in the service's terms of use https://spaceship-newtab.com/terms and privacy policy https://spaceship-newtab.com/privacy.\n\nFeatures:\n\nSpace-Themed Mouse Tracking: Elevate your computer usage with a futuristic spaceship-shaped mouse pointer that adds a touch of space exploration to your digital experience.\nBecome an Astronaut: Take on the role of a virtual astronaut and explore the wonders of space right from your browser.\nImmerse in Cosmic Environments: Enjoy stunning space-themed backgrounds that transport you to the depths of the universe as you browse the web.\nUser-Friendly:\n\nGetting started is a breeze! Simply install the extension, and you'll be ready to embark on your space adventure and experience the cosmos like never before.\n\nFree and Ad-Free:\n\nThe Space Ship Extension is entirely free to use and free from distracting ads, ensuring a seamless and immersive experience.\n\n\nFor more information, please refer to our:\n\nTerms of Service\nhttps://spaceship-newtab.com/terms\n\nPrivacy Policy\nhttps://spaceship-newtab.com/privacy\n\nAbout Us\nhttps://spaceship-newtab.com/about"
  }
}