{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Avira Safe Shopping"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "View the top coupons in online shops and have them automatically applied at checkout to help you save money.",
    "de": "Sehen Sie die besten Gutscheine für Online-Shops und lassen Sie sie automatisch an der Kasse anwenden, um bares Geld zu sparen.",
    "es": "Consigue los mejores cupones de las tiendas online y aplícalos automáticamente al pagar para ahorrar dinero.",
    "fr": "Consultez les meilleurs coupons en ligne et appliquez-les automatiquement lors du paiement pour vous aider à faire des économies.",
    "it": "Visualizza i migliori coupon sui negozi online e applicali automaticamente al momento del pagamento per il massimo risparmio."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find better prices from trusted online shops with Avira Safe Shopping, your trusted browser extension for secure online shopping.\n\nAvira Safe Shopping ensures your safety and security throughout your online shopping experience. \n\nHere's how:\n\n🛍️ Trusted shops and websites - We partner with reputable online retailers and websites to bring you the best deals from sources you can trust. \n\n✅Verified Secure Websites Only - With Avira Safe Shopping, you can shop with confidence knowing that we only show deals from verified secure websites. \n\n🔒 Privacy Protection - Your privacy is our top priority. Avira Safe Shopping safeguards your personal information and browsing activity, ensuring that your data remains secure and confidential at all times.\n\nDon't settle for mediocre deals or compromise your online security. Install Avira Safe Shopping today and experience a safer, smarter way to shop online.\n\nFor any questions or issues, please visit: https://support.avira.com/\n\nTerms \n\nBy using this add-on, you agree to our License and Services Agreement (https://www.gendigital.com/legal/license-services-agreement) and have read and acknowledge our Global Privacy Statement (https://www.gendigital.com/privacy/global-privacy-statement)\n\nCopyright © 2024 Gen Digital Inc. All rights reserved.",
    "de": "Finden Sie bessere Preise in vertrauenswürdigen Online-Shops mit Avira Safe Shopping – Ihrer zuverlässigen Browser-Erweiterung für sichere Einkäufe im Internet.\n\nAvira Safe Shopping erhöht Ihre Sicherheit in Online-Shops. \n\nSo funktioniert es:\n\n🛍️ Vertrauenswürdige Shops und Websites: Wir arbeiten mit seriösen Online-Händlern und Websites zusammen, um Ihnen die besten Angebote aus vertrauenswürdigen Quellen zu zeigen. \n\n✅Nur verifizierte, sichere Websites: Mit Avira Safe Shopping können Sie in dem beruhigendem Wissen einkaufen, dass wir Ihnen nur Angebote von verifizierten, sicheren Websites präsentieren. \n\n🔒 Privatsphärenschutz: Der Schutz Ihrer Daten steht bei uns an erster Stelle. Avira Safe Shopping schützt Ihre persönlichen Informationen und Surfaktivitäten vor unbefugten Zugriffen, sodass Ihre Daten jederzeit sicher und vertraulich bleiben.\n\nGeben Sie sich nicht mit mittelmäßigen Angeboten zufrieden und gehen Sie keine Risiken bei Ihrer Online-Sicherheit ein. Installieren Sie Avira Safe Shopping noch heute, um auf sicherere und intelligentere Art online einzukaufen.\n\nBei Fragen oder Problemen besuchen Sie bitte: https://support.avira.com/\n\nBedingungen \n\nDurch die Nutzung dieses Add-ons erklären Sie sich mit unserer Lizenz- und Servicevereinbarung (https://www.gendigital.com/legal/license-services-agreement) einverstanden und bestätigen, dass Sie unsere globale Datenschutzerklärung (https://www.gendigital.com/privacy/global-privacy-statement) gelesen haben und zur Kenntnis nehmen.\n\nCopyright © 2024 Gen Digital Inc. Alle Rechte vorbehalten.",
    "fr": "Trouvez de meilleurs prix dans des boutiques en ligne de confiance avec Avira Safe Shopping, votre extension de navigateur de confiance pour les achats en ligne sécurisés.\n\nAvira Safe Shopping s’occupe de votre sécurité tout au long de votre expérience d’achat en ligne. \n\nVoici comment :\n\n🛍️ Boutiques et sites Web de confiance - Nous nous associons à des détaillants en ligne et à des sites Web réputés pour vous proposer les meilleures offres provenant de sources dignes de confiance. \n\n✅Sites Web sécurisés vérifiés uniquement - Avec Avira Safe Shopping, vous pouvez faire vos achats en toute confiance en sachant que nous n’affichons que des offres provenant de sites Web sécurisés vérifiés. \n\n🔒 Protection de la confidentialité - Votre confidentialité est notre priorité absolue. Avira Safe Shopping protège vos informations personnelles et votre activité de navigation, garantissant ainsi la sécurité et la confidentialité de vos données à tout moment.\n\nNe vous contentez pas d’offres médiocres et ne compromettez pas votre sécurité en ligne. Installez Avira Safe Shopping aujourd’hui et découvrez une manière plus sûre et plus intelligente de faire vos achats en ligne.\n\nPour toute question ou problème, rendez-vous sur https://support.avira.com/\n\nConditions \n\nEn utilisant ce module complémentaire, vous acceptez notre contrat de licence et de services (https://www.gendigital.com/legal/license-services-agreement) et vous reconnaissez avoir lu et pris connaissance de notre déclaration générale de confidentialité (https://www.gendigital.com/privacy/global-privacy-statement)\n\nCopyright © 2024 Gen Digital Inc. Tous droits réservés."
  }
}