{
  "name": {
    "ar,el,fi,hr,lv": "Wavy Trip Unblocked Game",
    "am,ca,da,fa,ml,mr,ms,no,ro,sk,sw,ta,th": "Wavy Trip Online",
    "bg,he,hi,hu,id,ja,kn,pl": "Wavy Trip Online Game",
    "bn,cs,de,en,en_AU,en_GB,en_US,es,es_419,et,fil,fr,gu,it,ko,lt,nl,pt_BR,pt_PT,ru,sl,sr,sv,te,tr,uk,vi,zh_CN,zh_TW": "Wavy Trip Casual Game"
  },
  "short": {
    "ar": "عليك أن تمر عبر الدوائر مع شخصيتك دون لمس كتل الحائط.",
    "am": "ግድግዳውን ሳትነካ በባህርይህ ዙሪያውን ማለፍ አለብህ።",
    "bg": "Трябва да минете през кръговете с характера си, без да докосвате стенните блокове.",
    "bn": "প্রাচীরের ব্লকগুলি স্পর্শ না করে আপনাকে আপনার চরিত্রদিয়ে বৃত্তের মধ্য দিয়ে যেতে হবে।",
    "ca": "Has de passar pels cercles amb el teu personatge sense tocar els blocs de paret.",
    "cs": "Musíte projít kruhy se svou postavou, aniž byste se dotkli stěnových bloků.",
    "da": "Du skal passere gennem cirklerne med din karakter uden at røre ved vægblokkene.",
    "de": "Du musst mit deinem Charakter durch die Kreise gehen, ohne die Wandblöcke zu berühren.",
    "el": "Πρέπει να περάσετε μέσα από τους κύκλους με τον χαρακτήρα σας χωρίς να αγγίξετε τα μπλοκ τοίχου.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You have to pass through the circles with your character without touching the wall blocks.",
    "es": "Tienes que pasar por los círculos con tu personaje sin tocar los bloques de pared.",
    "et": "Sa pead läbima ringid oma iseloomu puudutamata seina plokid.",
    "fa": "شما باید از طریق محافل با شخصیت خود را بدون دست زدن به بلوک های دیوار عبور.",
    "fi": "Sinun on kuljettava ympyröiden läpi hahmosi kanssa koskematta seinälohkoihin.",
    "fil": "Mayroon kang upang pumasa sa pamamagitan ng mga bilog sa iyong character nang walang hawakan ang mga bloke ng pader.",
    "fr": "Vous devez traverser les cercles avec votre personnage sans toucher les blocs muraux.",
    "gu": "તમારે દિવાલના બ્લોક્સને સ્પર્શ કર્યા વિના તમારા પાત્ર સાથે વર્તુળોમાંથી પસાર થવું પડશે.",
    "he": "אתה צריך לעבור דרך המעגלים עם הדמות שלך מבלי לגעת בלוקים הקיר.",
    "hi": "आप दीवार ब्लॉकों को छूने के बिना अपने चरित्र के साथ हलकों के माध्यम से पारित करने के लिए है।",
    "hr": "Morate proći kroz krugove sa svojim likom bez dodirivanja zidnih blokova.",
    "hu": "Át kell haladnia a körökön a karakterével anélkül, hogy megérintené a falblokkokat.",
    "id": "Anda harus melewati lingkaran dengan karakter Anda tanpa menyentuh balok dinding.",
    "it": "Devi passare attraverso i cerchi con il tuo personaggio senza toccare i blocchi del muro.",
    "ja": "あなたは壁のブロックに触れることなくあなたのキャラクターで円を通過する必要があります。",
    "kn": "ನೀವು ವಾಲ್ ಬ್ಲಾಕ್ ಗಳನ್ನು ಸ್ಪರ್ಶಿಸದೆ ನಿಮ್ಮ ಪಾತ್ರದೊಂದಿಗೆ ವೃತ್ತಗಳ ಮೂಲಕ ಹಾದುಹೋಗಬೇಕು.",
    "ko": "벽 블록을 건드리지 않고 캐릭터와 함께 원을 통과해야합니다.",
    "lv": "Jums ir jāiet cauri apļiem ar savu raksturu, nepieskaroties sienas blokiem.",
    "ml": "വാൾ ബ്ലോക്കുകളിൽ സ്പർശിക്കാതെ നിങ്ങളുടെ കഥാപാത്രവുമായി നിങ്ങൾ വൃത്തങ്ങളിലൂടെ കടന്നുപോകണം.",
    "mr": "वॉल ब्लॉक्सना हात न लावता आपल्या पात्रासह मंडळांमधून जावे लागते.",
    "ms": "Anda perlu melalui bulatan dengan watak anda tanpa menyentuh blok dinding.",
    "nl": "Je moet met je personage door de cirkels gaan zonder de muurblokken aan te raken.",
    "no": "Du må passere gjennom sirklene med karakteren din uten å berøre veggblokkene.",
    "pl": "Musisz przejść przez kręgi ze swoją postacią bez dotykania bloków ściennych.",
    "ro": "Trebuie să treacă prin cercurile cu personajul tău, fără a atinge blocurile de perete.",
    "ru": "Вы должны проходить по кругам со своим персонажем, не касаясь стенных блоков.",
    "sk": "Musíte prejsť kruhmi so svojou postavou bez toho, aby ste sa dotkli stenových blokov.",
    "sl": "Skozi kroge moraš preiti s svojim karakterjem, ne da bi se dotaknil stenske bloke.",
    "sv": "Du måste passera genom cirklarna med din karaktär utan att röra väggblocken.",
    "sw": "Lazima kupita katika miduara na tabia yako bila kugusa vitalu ukuta.",
    "ta": "நீங்கள் சுவர் தொகுதிகள் தொடாமல் உங்கள் பாத்திரம் வட்டங்கள் வழியாக கடந்து செல்ல வேண்டும்.",
    "te": "వాల్ బ్లాక్ లను తాకకుండా మీ క్యారెక్టర్ తో మీరు వృత్తాల గుండా వెళ్లాలి.",
    "th": "คุณต้องผ่านวงกลมด้วยตัวละครของคุณโดยไม่ต้องสัมผัสบล็อกผนัง",
    "tr": "Duvar bloklarına dokunmadan karakterinizle birlikte dairelerin arasından geçmek zorundasınız.",
    "uk": "Ви повинні проходити по колах зі своїм персонажем, не торкаючись настінних блоків."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Show your skills in a legendary paper airplane game. Pass through challenging obstacles, collect rewards and have fun.\n\nHow To Play\nPlayed with Mouse.\n\nWavy Trip Casual Game Features\n✓ Cartoon shader\n✓ Infinity level\n✓ Arcade sounds\n✓ Little particle\n✓ Basic control\n✓ 3D environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! Wavy Trip Casual Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}