{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DigitalA11Y Tublets"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DigitalA11y Tublets aid developers, testers, and designers in viewing accessibility information on web pages."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing DigitalA11Y Tublets, your go-to companion for swiftly identifying accessibility flaws in code semantics. Whether you're a developer, accessibility expert, or any professional in the accessibility sphere, this extension is tailor-made for you!\nWhat sets DigitalA11Y Tublets apart?\nIt empowers you to:\n1.Illuminate semantic structures like tables, landmarks, headings, and lists.\n2.Pinpoint form fields and relevant defects.\n3.Highlight images with or without alt text, aiding in evaluating the meaningfulness of alt text values.\n4.Spotlight CSS background images, enabling you to assess the necessity for text alternatives.\n5.Assist in conducting keyboard testing with focus highlights.\n6.Highlight anchor tags lacking href attributes.\n7.Identify elements utilizing the tabindex attribute.\n8.Recognize elements employing the HTML title attribute.\n9.Facilitate testing for WCAG 2.1 SC 1.3.5 Autocomplete, ensuring proper autocomplete attributes in form fields.\n10.Aid in testing WCAG 2.2 SC 2.5.8 Target Size (Minimum).\n11.Support testing for WCAG 2.1 SC 1.4.12: Text Spacing.\n12.Simplify evaluating the focus order of web pages with intuitive ease.\n13.Identify the language of the page and its segments.\nWhat more does it offer?\nIt's absolutely free! This tool is a time-saver during manual accessibility audits. For novices and non-screen reader a11y testers, it's the ideal starting point!\nRemember, DigitalA11Y Tublets is here to streamline your accessibility analysis process, making it efficient and accessible for all."
  }
}