{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Audio Recorder | Voice Recorder Search Addon"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Audio Recorder or Voice recorder is an addon for audio recording extension which enables search for sites with sample audios"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "It is an add on to other Audio Recorder , Sound capture or Voice Recorder or capture extension. It allows you to search for audio on internet that saves your time so you don't have to record them.\n\nBut if you still need to record audio , voice or sound you can use our extension or any other recording extension available.\n\nDisclosure - By clicking ‘Add to chrome, you accept and agree to install the Audio Recorder || Voice Recorder extension, you agree to change default search to chromeapps.site/audiosearch/ , and adhere to the Terms and Privacy Policy.\n\nThe primary function of Audio Recorder || Voice Recorder Pro extension is to change default search engine of your browser. It will help you search through websites where you can find audios of different varieties.\nYou can also access Audio search engine by clicking extension icon, or you can directly access the result page through default search.\n\nYou can use our other audio recorder voice recorder extension for audio recorder and voice recorder.\n\nPrivacy Policy     https://chromeapps.site/privacy-policy-2/\nEula                      https://chromeapps.site/dmca-policy/\nContact US          https://chromeapps.site/contact-us/"
  }
}