{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "InnaITKey: Password Manager-Beta"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use your fingerprint to protect all your online accounts. Be the center of your online security, with InnaITKey Password Manager."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "InnaITKey Password Manager-Beta\n\nThe InnaITKey Password Manager ushers in a new revolution in managing your Passwords. Unlike other password managers (both free and paid versions) which run on the cloud, InnaITKey Password Manager works with the InnaITKey – a unique hard token that combines Public Key Infrastructure (PKI) and Biometrics (your fingerprint), for identification & authentication. \n\nThe InnaITKey Password Manager securely stores your login credentials (Username & Password) in an encrypted form within the Secure Hard Token (the InnaITKey). This eliminates the possibility of cyber-attacks that cloud based password managers are generally vulnerable to, given that they store your credentials (Name, user ID, password, etc.,) on the cloud. \n\nSince the InnaITKey would be with the user all the time, it can be used on any compatible browser on desktops or laptops by just installing the InnaITKey Password Manager Extension from the browser store.\n\nThe login credential is supplied to only those URLs which you register/approve, after authenticating your fingerprint (Biometric authentication).\n\nThe combination of PKI & Biometric based authentication provides 2-Factor-Authentication, making it extremely secure.\n\nThe Hard Token (InnaITKey) has the following features & advantages:\n1. In-Built Crypto controller that generates and manages the unique Private & Public Key Pairs (for the device & the user).\n2.The Crypto controller has a TRNG (True Random Number Generator) that produces unique key-pairs from an entropic source.\n3.The Key-pairs and the biometric data is stored in an encrypted manner within the InnaITKey and cannot be read by anyone (including the manufacturer – Precision).\n4. The InnaITKey comes with a capacitive fingerprint sensor cum System-on-Chip (SoC) design, that enables a 99.9%+ accuracy and works even with Feeble Fingerprints.\n5. The InnaITKey is already tested for up to 23 spoofs and hence is resistant to fake fingerprint (impersonation) attempts.\n6. InnaITKey uses both ECC (up to 521 bits) & RSA (up to 4096 bits) Encryption methodologies.\n7. InnaITKey is also certified to FIDO2 Level 2 Standards, making it one of the four such certified devices in the world and the only one from India.\n\nThe InnaITKey Password Manager offers a simple and easy-to-use dashboard to save new sites and manage them. You can also classify and store the various sites in different folders for easy access.\n\nThe InnaITKey Password Manager also provides a Password Generator that helps you to create strong passwords by combine uppercase & lowercase alphabets along with numerals and special characters. The password manager can help generate passwords from as short as 4 characters and as long as 64 characters. In general passwords with 12 characters or more, with a random combination of lowercase & uppercase alphabets, numerals and special characters are considered strong and as the number of characters increases, the difficulty of cracking of those passwords also increases."
  }
}