{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Image compressor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension to Compress images"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Image Compressor Web App\nA simple, client-side web application for compressing images using JavaScript, HTML, and CSS. This app allows users to upload an image, adjust the compression quality, and download the compressed version—all without requiring any server-side processing.\n\nFeatures\n*New Feature* Bulk Images downloader\nClient-Side Compression: All image processing is done in the browser, keeping user data private and ensuring fast processing.\nReal-Time Quality Adjustment: Adjust the compression quality with a slider to balance file size and image clarity.\nPreview of Original and Compressed Images: See both the original and compressed images side-by-side to compare quality.\nDownload Option: Download the compressed image in JPEG or PNG format, depending on the original image's format.\n\nHow to Use\nUpload an Image: Click the \"Choose File\" button and select an image from your device.\nAdjust Quality: Use the quality slider to set the compression level (lower values increase compression but may reduce quality).\nDownload Compressed Image: Click the \"Download Compressed Image\" button to save the compressed version.\n\nCompression Settings\nThe app uses a canvas element to handle image processing. You can control the compression quality with the slider:\nPNG Images: Retain transparency and do not use quality settings (saved in lossless format).\nJPEG Images: Use the quality setting to adjust compression, with values ranging from 0.1 (high compression) to 1.0 (low compression, higher quality).\n\nLimitations\nFile Size and Resolution: Very large images may cause performance issues or fail to load due to browser memory limits.\nTransparency: For images with transparency (e.g., PNGs), the app defaults to PNG format. However, converting these to JPEG will remove transparency, filling transparent areas with a white background."
  }
}