{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nocodable - Components Library for Bubble.io"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost your bubble.io app design! Instantly access & save custom components with Nocodable."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate Your bubble.io Projects to the Next Level!\n\nAre you a Bubble developer looking to supercharge your designs and streamline your workflow? \n\nNocodable is your go-to solution, bringing a rich library of components and collaborative features right into your Bubble editor.\n\n1. Comprehensive Components Library\n\nDive into Nocodable’s vast library, boasting over 300 high-quality, fully responsive, and customizable components spanning 25 diverse categories. \n\nIn average, we add between 10 to 30 new components every week !\n\nWhether you're crafting intricate Dashboards, engaging Popups, sleek Sidebars, or any of the various UI assets and Marketing Components, Nocodable has got you covered. \n\nWith our library, enhancing the visual appeal and functionality of your Bubble apps is just a few clicks away.\n\n2. Save your own components in one-click\n\nEvery Bubble developer has their unique touch. Why not save and reuse your masterfully created components? \n\nWith Nocodable, you can easily store components you've crafted directly into your library. Right-click on any element in the Bubble editor, be it Groups, Floating Groups, RGs, Pages, Reusables, and more. \n\nChoose between 'Save Component' or 'Save Component with WF', and voilà! Your personalized components are ready for future projects.\n\n3. Collaborate and Share Seamlessly\n\nBuilding Bubble projects with a team? \n\nNocodable understands the essence of collaboration. Seamlessly share components among team members, ensuring consistency and speeding up project timelines. \n\nSet up your team within Nocodable, invite colleagues, and embark on a shared journey of creating stunning Bubble applications.\n\nExperience the new era of Bubble development with Nocodable. \n\nEnhance, save, share - all in one place!"
  }
}