{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Doodle Jump typical"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Doodle Jump offers an experience that's as timeless as it is thrilling."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready to skyrocket your fun with the ultimate Doodle Jump extension! Join the millions already hooked on this wildly addictive game that takes jumping to new and exhilarating heights. Experience the thrill of Doodle Jump like never before with our browser extension – your ticket to endless adventure and excitement.\n\nLeap to new heights as you guide your charming doodle through an ever-changing, vibrant landscape filled with challenges, surprises, and endless fun. With our browser extension, the adventure never ends – play anytime, anywhere, even offline! Whether you're a seasoned jumper or a first-time player, Doodle Jump guarantees hours of entertainment and joy.\n\nNavigate through a seamless playfield where danger lurks at every turn. Avoid menacing black holes, tricky monsters, and other challenging obstacles as you strive to beat your own records and soar to unimaginable heights. But remember, it's not just about the destination – it's about the journey. Immerse yourself in the electrifying excitement of Doodle Jump as you compete against friends and rivals in thrilling duels and epic battles.\n\nWith captivating gameplay, vibrant visuals, and an addictive soundtrack, Doodle Jump offers an experience that's as timeless as it is thrilling. Our  Extension brings you an enhanced version of this classic game, optimized for a seamless and immersive experience.\n\n**How to Play:**\n1. **Launch the Extension:** Install the Doodle Jump extension from the  Web Store and click on the icon to start the game.\n2. **Control Your Doodle:** Use the arrow keys or tilt your device (if supported) to guide your doodle left and right.\n3. **Jump and Avoid Obstacles:** Bounce from platform to platform, avoiding black holes, monsters, and broken platforms. Use springs and jetpacks to boost your jumps and reach higher levels.\n4. **Collect Power-Ups:** Grab power-ups like propeller hats and jetpacks to gain extra height and avoid dangers more easily.\n5. **Compete and Achieve:** Track your high scores and compete against friends for the top spot on the leaderboard. Challenge yourself to beat your previous records and unlock new achievements.\n\n**Features:**\n- **Endless Gameplay:** No two games are ever the same with randomly generated levels and obstacles.\n- **Stunning Graphics:** Enjoy vibrant, hand-drawn visuals that bring the world of Doodle Jump to life.\n- **Offline Play:** Keep jumping even when you're offline – perfect for those moments when you need a quick gaming fix.\n- **Exciting Power-Ups:** Use an array of power-ups to enhance your gameplay and reach new heights.\n- **Social Integration:** Compete with friends and see who can jump the highest, sharing your scores on social media.\n- **Regular Updates:** Enjoy new themes, challenges, and features with regular updates to keep the game fresh and exciting.\n\nSo why wait? Install the Doodle Jump  Extension now and let the jumping begin! Your next adventure awaits, packed with thrills, challenges, and endless fun. Leap into action and discover why Doodle Jump has captivated millions of players worldwide. Skyrocket your fun today!"
  }
}