{
  "name": {
    "ar": "خطاب تغطية الذكاء الاصطناعي",
    "am": "የሰፈር ፖርት ጥያቄ ብርሀን ያለው አርቲፊሻል ኢንተሊጅንስ (AI)",
    "bg": "Мотивационно писмо AI",
    "bn": "কভার লেটার এআই",
    "ca": "Coberta Carta IA",
    "cs": "Motivační dopis AI",
    "da": "Ansøgning AI",
    "de": "Anschreiben KI",
    "el": "Γράμμα Επιστολής για Εργασία AI",
    "en,en_AU,en_GB,en_US": "Cover Letter AI",
    "es,es_419": "Carta de Presentación AI",
    "et": "Kaaskiri AI",
    "fa": "نامه پوششی AI",
    "fi": "Saatekirje AI",
    "fil": "Liham ng Aplikasyon AI",
    "fr": "Lettre de Motivation IA",
    "gu": "કવર લેટર એઆઈ",
    "he": "מכתב מקדים AI",
    "hi": "कवर लेटर एआई",
    "hr": "Pismo Molbe AI",
    "hu": "Motivációs Levél MI",
    "id,no": "Surat Lamaran AI",
    "it": "Lettera di presentazione AI",
    "ja": "カバーレター AI",
    "kn": "ಕವರ್ ಲೆಟರ್ AI",
    "ko": "커버 레터 AI",
    "lt": "Motyvacinio laiško AI",
    "lv": "Pavadvēstule AI",
    "ml": "കവർ ലെറ്റർ എ ഐ",
    "mr": "कव्हर लेटर एआय",
    "ms": "Surat Iringan AI",
    "nl": "Sollicitatiebrief AI",
    "pl": "List motywacyjny AI",
    "pt_BR": "Carta de Apresentação AI",
    "pt_PT": "Carta de Apresentação IA",
    "ro": "Scrisoare de intenție AI",
    "ru": "Сопроводительное письмо ИИ",
    "sk": "Sprievodný list AI",
    "sl": "Motivacijsko pismo AI",
    "sr": "AI za propratno pismo",
    "sv": "Personligt brev AI",
    "sw": "Barua ya Kuombea Kazi AI",
    "ta": "கவர் கடிதம் ஏஐ",
    "te": "కవర్ లెటర్ AI",
    "th": "จดหมายสมัครงาน AI",
    "tr": "Kapak Mektubu AI",
    "uk": "Супровідний лист AI",
    "vi": "Thư Xin Việc AI",
    "zh_CN": "求职信生成 AI",
    "zh_TW": "求職信 AI"
  },
  "short": {
    "ar": "قم بإنشاء خطاب تغطية بسهولة لأي طلب وظيفة باستخدام الذكاء الاصطناعي الذي يكون مخصصًا بدرجة كبيرة وسيؤدي إلى المزيد من المقابلات.",
    "am": "በቀላሉ ለማንኛውም የሥራ ማመልከቻ ከፊል ሰሌዳ ይፍጠሩ በኤአይ እንደሚያገኙት እና የተለያዩ መድረካሁ ያስችላሉ።",
    "bg": "Лесно генерирайте мотивационно писмо за всяка кандидатура, като използвате изкуствен интелект, който е силно персонализиран и ще…",
    "bn": "কোনো চাকরির আবেদন পত্রের জন্য সহজেই একটি কাভার লেটার তৈরি করুন যা AI ব্যবহার করে অত্যন্ত কাস্টমাইজড হবে এবং আরও বেশি সাক্ষাৎকারে…",
    "ca": "Genera fàcilment una carta de presentació per a qualsevol sol·licitud de feina utilitzant IA altament personalitzada que es…",
    "cs": "Snadno generujte motivační dopis pro jakoukoli pracovní přihlášku pomocí AI, která je vysoce přizpůsobená a přinese více pohovorů.",
    "da": "Generer nemt en ansøgning til enhver jobansøgning ved hjælp af AI, der er meget tilpasset og vil føre til flere samtaler.",
    "de": "Erstellen Sie ganz einfach ein Bewerbungsschreiben für jede Stellenbewerbung mit KI, das hochgradig individuell angepasst ist und…",
    "el": "Εύκολα δημιουργήστε μια συνοδευτική επιστολή για οποιαδήποτε αίτηση εργασίας χρησιμοποιώντας τεχνητή νοημοσύνη που είναι εξαιρετικά…",
    "en": "Easily generate a cover letter for any job application using AI that is highly customized and will convert to more interviews",
    "en_AU": "Easily generate a cover letter for any job application using AI that is highly customised and will convert to more interviews",
    "en_GB": "Easily generate a cover letter for any job application using AI that is highly customised and will convert to more interviews.",
    "en_US": "Easily generate a cover letter for any job application using AI that is highly customized and will convert to more interviews.",
    "es": "Genera fácilmente una carta de presentación para cualquier solicitud de empleo utilizando IA altamente personalizada que convertirá…",
    "es_419": "Genera fácilmente una carta de presentación para cualquier solicitud de empleo utilizando IA, altamente personalizada y que te…",
    "et": "Kergesti genereeri mis tahes töötaotluse jaoks kaaskiri, kasutades tehisintellekti, mis on väga kohandatud ja toob kaasa rohkem…",
    "fa": "به‌راحتی با استفاده از هوش مصنوعی، یک نامه پوشش‌دهنده برای هر درخواست شغلی تولید کنید که بسیار سفارشی شده و منجر به مصاحبه‌های…",
    "fi": "Luo helposti hakemuskirje mihin tahansa työnhakuun käyttämällä AI:ta, joka on erittäin räätälöity ja muuntuu useammiksi…",
    "fil": "Madaling makagawa ng cover letter para sa anumang aplikasyon ng trabaho gamit ang AI na lubos na iniangkop at magdadala ng mas…",
    "fr": "Générez facilement une lettre de motivation pour toute candidature en utilisant une IA hautement personnalisée qui augmentera vos…",
    "gu": "કોઈ પણ નોકરી એપ્લિકેશન માટે સહેલાઈથી AI નો ઉપયોગ કરીને કવર લેટર બનાવો જે અત્યંત કસ્ટમાઇઝ્ડ છે અને વધારે ઇંટર્વ્યૂ માટે રૂપાંતરિત…",
    "he": "צור מכתב מקדים לכל בקשה לעבודה בקלות באמצעות AI שמותאם במיוחד להגברת הסיכויים לראיונות עבודה נוספים",
    "hi": "किसी भी नौकरी आवेदन के लिए एआई का उपयोग करके आसानी से एक कवर लेटर जनरेट करें जो अत्यधिक अनुकूलित हो और अधिक इंटरव्यू में परिवर्तित…",
    "hr": "Lako sastavite propratno pismo za bilo koju prijavu za posao koristeći AI koji je visoko personaliziran i povećat će broj intervjua.",
    "hu": "Készíts könnyedén kísérőlevelet bármilyen álláspályázathoz AI segítségével, amely nagymértékben személyre szabott és több meghívót…",
    "id": "Dengan mudah membuat surat lamaran untuk aplikasi pekerjaan apa pun menggunakan AI yang sangat disesuaikan dan akan menghasilkan…",
    "it": "Genera facilmente una lettera di presentazione per qualsiasi domanda di lavoro utilizzando l'IA, altamente personalizzata e che…",
    "ja": "AIを使用して、あらゆる求人応募用のカバーレターを簡単に生成します。高度にカスタマイズされ、より多くの面接につながります。",
    "kn": "ಎಡಿಟರ್ Aಐ ಬಳಸಿಕೊಂಡು ಯಾವುದೇ ಉದ್ಯೋಗ ಅರ್ಜಿಗಾಗಿ ಸುಲಭವಾಗಿ ಮುಚ್ಚಳ ಪತ್ರವನ್ನು ರಚಿಸಬಹುದು. ಇದು ಹೆಚ್ಚಿನ ಸಂದರ್ಶನಗಳನ್ನು ಉತ್ತೇಜಿಸಲು ಬಹಳವಾಗಿ…",
    "ko": "AI를 사용하여 고도로 맞춤화된 자기소개서를 손쉽게 작성하시고, 더 많은 인터뷰 기회를 얻으세요.",
    "lt": "Lengvai sukurkite motyvacinį laišką bet kokiai darbo paraiškai naudodami DI, kuris yra labai pritaikytas ir padidins tikimybę gauti…",
    "lv": "Vieglai izveidojiet motivācijas vēstuli jebkuram darba pieteikumam, izmantojot mākslīgo intelektu, kas ir augsti pielāgots un…",
    "ml": "AI ഉപയോഗിച്ച് വളരെ ഇഷ്ടാനുസൃതമാക്കി ഏത് ജോലിക്ക് വേണ്ടി വേണമെങ്കിലും ഒരു കവർ ലെറ്റർ എളുപ്പത്തിൽ സൃഷ്ടിച്ച് കൂടുതൽ അഭിമുഖങ്ങളിലേക്ക്…",
    "mr": "AI च्या वापराने कोणत्याही नोकरीच्या अर्जासाठी सहजपणे एक अत्यंत सानुकूलित कव्हर लेटर तयार करा आणि अधिक मुलाखतींमध्ये रूपांतरित करा.",
    "ms": "Jana surat penutup dengan mudah untuk sebarang permohonan kerja menggunakan AI yang sangat disesuaikan dan akan menghasilkan lebih…",
    "nl": "Genereer eenvoudig een begeleidende brief voor elke sollicitatie met behulp van AI die sterk is aangepast en zal leiden tot meer…",
    "no": "Hendig skep 'n dekbrief vir enige werksaansoek met behulp van KI wat hoogs aangepas is en tot meer onderhoude sal lei",
    "pl": "Łatwo wygeneruj list motywacyjny do każdej aplikacji o pracę za pomocą AI, który będzie wysoce spersonalizowany i zwiększy szansę…",
    "pt_BR": "Gere facilmente uma carta de apresentação para qualquer candidatura a emprego usando IA altamente personalizada que aumentará suas…",
    "pt_PT": "Gere facilmente uma carta de apresentação para qualquer candidatura a emprego usando IA, altamente personalizada, que irá converter…",
    "ro": "Generați cu ușurință o scrisoare de intenție pentru orice aplicație de job folosind AI, care este extrem de personalizată și va…",
    "ru": "Легко создавайте сопроводительное письмо для любой заявки на работу с помощью ИИ, которое будет высоко персонализировано и увеличит…",
    "sk": "Jednoducho vytvorte motivačný list pre akúkoľvek pracovnú prihlášku pomocou AI, ktorá je vysoko prispôsobená a premení viac…",
    "sl": "Preprosto ustvarite spremno pismo za katerokoli prijavo na delovno mesto z uporabo umetne inteligence, ki je visoko prilagojeno in…",
    "sr": "Lako generišite propratno pismo za bilo koju prijavu za posao koristeći AI koji je visokoprilagođen i koji će dovesti do više…",
    "sv": "Generera enkelt ett personligt brev för en arbetsansökan med hjälp av AI som är högst anpassat och kommer att leda till fler…",
    "sw": "Tengeneza barua ya maombi ya kazi kwa urahisi kwa kutumia AI ambayo imesanifiwa kwa ufanisi na itakusaidia kupata mahojiano zaidi.",
    "ta": "ஏதேனும் ஒரு வேலைவாய்ப்பு விண்ணப்பத்திற்காக எளிதாக ஒரு முகப்புக் கடிதத்தை உருவாக்க AI ஐப் பயன்படுத்தி மிகவும்…",
    "te": "AIని ఉపయోగించి ఏదైనా ఉద్యోగ దరఖాస్తుకు సులభంగా, ప్రత్యేకంగా కవర్లెటర్‌ను తయారు చేసి, ఎక్కువ ఇంటర్వ్యూ అవకాశాలు పొందండి.",
    "th": "สร้างจดหมายสมัครงานได้อย่างง่ายดายด้วย AI ที่ปรับแต่งให้เหมาะกับงานแต่ละตำแหน่งอย่างสูง และสามารถเปลี่ยนเป็นการสัมภาษณ์ได้มากขึ้น",
    "tr": "AI kullanarak herhangi bir iş başvurusu için çok özelleştirilmiş ve daha fazla görüşmeye dönüşecek bir ön yazıyı kolayca oluşturun.",
    "uk": "Легко створюйте супровідний лист для будь-якої заявки на роботу за допомогою штучного інтелекту, який буде високо…",
    "vi": "Dễ dàng tạo thư xin việc cho bất kỳ ứng dụng công việc nào bằng AI, được tùy chỉnh cao và sẽ chuyển đổi thành nhiều cuộc phỏng vấn…",
    "zh_CN": "轻松生成针对任何求职申请的个性化高度定制的AI求职信，提高面试机会转化率",
    "zh_TW": "使用 AI 輕鬆生成高度自訂且能轉化為更多面試機會的求職信。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Input your resume and job description to get a custom cover lettered tailored for the job you're applying for."
  }
}