{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "100xjobs"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scrapes job details from various job sites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Job Matching & Resume Optimization Extension\n\nThis browser extension integrates seamlessly with our website, providing users with a set of powerful tools to enhance their job search experience. Designed for ease and utility, the extension allows users to bookmark job postings, analyze the relevance of each role, and receive actionable insights to improve their resume to align with job descriptions. Here’s how it works:\n\nJob Bookmarking: Users can easily bookmark job listings they come across on our website or other job portals. Each bookmarked job is stored in a personalized list within the extension, allowing for quick access, review, and tracking of applications.\n\nMatching Score: For each bookmarked job, the extension generates a “Matching Score” based on a comparison between the job description and the user’s resume. This score gives users an instant snapshot of how well their profile aligns with the specific job requirements, helping them prioritize applications and make strategic improvements.\n\nKeyword Suggestions: To improve resume alignment with specific job descriptions, the extension offers keyword suggestions. Based on the language and requirements outlined in job postings, users receive tips on key phrases and skills that can enhance their resume’s relevance, improving their chances of making it through initial applicant tracking system (ATS) screenings.\n\nUser-Friendly Dashboard: The extension includes an intuitive dashboard that displays all bookmarked jobs, corresponding matching scores, and recommended keywords in one place. This makes it easy for users to manage their job search activities and monitor how well their profile fits various roles.\n\nGuidance for Resume Optimization: In addition to keyword suggestions, the extension provides insights on how users can adjust their resume content and structure to highlight relevant experiences, skills, and accomplishments that align with each bookmarked job. This feature helps users better position themselves in a competitive job market.\n\nBy leveraging this extension, users can streamline their job search process, effectively tailor their resumes for different roles, and improve their chances of landing interviews."
  }
}