{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IRCTC Quick Tatkal"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A tool to help booking train tickets by automating form filling in IRCTC website."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IRCTC Quick Tatkal is a tool which help to book tatkal ticket at very fast speed, by default it uses UPI QR code payment mode. You can also select UPI ID or IRCTC e-wallet payment option. The e-wallet is the fastest payment option among 3.\n\nSelect IRCTC e-wallet only if you have already activated it and have sufficient money for ticket booking.\n\nHow to use it\n1) Fill all the required information in the tool and click save button.\n\n2) For station selection, type few letters of station name or station code then select from the list. If you wish to add boarding station other than source then put it without station code else leave it blank\n\n3) In mobile be ready with UPI QR scanner app like Paytm, PhonePe etc to immediately scan the QR code once it appears Or approve payment notification/SMS/OTP once it appears.\n\n2) Click Book button 1 min before tatkal time (or adjust time as per need), review the automatically filled captcha then click on SIGN IN button(or press enter).\n\n4) The extension will automatically search, select the train and fill out the passenger details.\n\n5) Review the automatically filled captcha on review page and hit enter button, it will automatically select the payment options and continue.\n\n6) Scan the QR code/approve payment request in notification/SMS, and you are done.\n\nTips: \n1) Try from 2-3 IRCTC account in multiple device like laptops, mobiles. Multiple browser like edge Mozilla firefox.\n\n2) To use this extension with different IRCTC account at the same time on google chrome, create multiple guest profile in chrome(Account--Add new profile) then add the extension in to that profile. so if one fails due to some reason other may still work, make payment for the one which goes to payment page first.\n\n2) To use this extension in mobile, install kiwi browser from google pay store.\n\nNote: We have developed this extension for helping people to get confirm tatkal ticket. If your ticket not booked, payment stuck etc, it is nothing to do with my extension. So please don't blame me for that. Practice the tool 1-2 time in GENERAL quota for same train number before tatkal booking, so that you get an idea how it works and if all details are correctly filled.\n\nDisclaimer: This extension is made for personal use only. Any attempt to use this tool for unauthorized access or activities that violate IRCTC terms of service or legal regulations is strictly prohibited. The author(s) and associated entities are not responsible for any misuse or legal consequences resulting from the use of this tool for any unauthorized activities."
  }
}