{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fighting game of kung fu game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play fighting Game right now. Discover the Joy of palying this game - Your Ultimate Online Happy Experience! Try it now!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to \"Kung Fu Game\"! In this classic pixel game, you will play as a skilled martial artist whois determined to rescue his wife by showcasing his kung fu skills.\n\nStory Background\nIn an ancient Chinese city, your wife has been kidnapped by an evil gang. As a martial artist who has trained for years, you embark on a mission to rescue her. You will face various dangers, including the gang's henchmen, the mastermind behind the evil organization, and various traps. Only through your fists and wits can you overcome these obstacles and ultimately save your wife.\n\nGame Features\n\"Kung Fu Game\" offers the following features:\n\nClassic Pixel Style: The game features a classic pixel art style, presenting a retro gaming feel that will evoke nostalgia.\nDiverse Levels and Environments: The game includes multiple levels and different environments such as ancient Chinese cities, mountains, temples, and more. Each environment presents unique enemies and challenges, requiring you to showcase your kung fu skills in different settings.\nRich Weapons and Skills: You will learn and master various kung fu techniques and weapons, including punches, kicks, and weapon manipulation. By continuously upgrading your skills, you will become more powerful and able to handle stronger enemies.\nChallenging Combat: In the game, you will engage in battles with a variety of enemies, including gang members, skilled martial artists, and powerful bosses. Each enemy has a unique fighting style and characteristics, and you need to study their weaknesses and use appropriate skills to defeat them.\nStory Progression and Narrative: As the game's story unfolds, you will gradually uncover the conspiracy behind the gang and gain more information about your wife's kidnapping. Interactions with various characters will help you understand the background of the entire story."
  }
}