{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "URL Terminator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A minimal URL blocker to help you stay focused whilst working. Keep your attention!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you tired of being unproductive? Do you find yourself in the same position all the time, opening browser tabs just to listen to music or other things with the purpose of being more productive, but you end up watching videos or listening to podcasts?\nSure, not all tasks are fun, sometimes they are really boring, but they need to be done. And think about how you'll feel doing so. Accomplishing what you were striving for days or weeks.\nWith URL Terminator you can block all of your distractions with just a click of a button. Don't worry! If you change your mind or finish your super important task, you can turn it off. It's that easy!\n\n▸ Why give it a try?\n\n✔ Block any URL you want by adding it to the list and turning off the blocker.\n✔ Block only a specific path of a domain if you don't want to block an entire website.\n✔ Escape an entire domain or subpaths from being blocked. Just add \"!\" at the start of an URL and you're done!\n✔ Keep your list saved and just toggle the blocker whenever you want.\n✔ It's open-source!\n\n▸ Notes\n\n• If you add a domain any subpaths of that domain will be blocked (e.g. if www.example.com is blocked then www.example.com/subpath is blocked as well).\n• Escaping is more powerful than blocking. In other words, if you blocked a subpath of a domain but the domain itself is escaped, that means your subpath will also be escaped. As a workaround you can just delete the escaped domain.\n\n▸ Want to contribute?\nYou can do so here: https://github.com/PollMall/url-terminator-chrome-extension\n\n▸ Just found a bug or you'd like to see new features but you're not a developer?\nYou can raise new issues anytime here: https://github.com/PollMall/url-terminator-chrome-extension/issues\n\nEnjoy your 100% focus time!"
  }
}