{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hedwige"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hedwige : Lettre en ligne"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Avec l'extension Hedwige, envoyez vos courriers directement dans Gmail !\n\nVous envoyez souvent des courriers ? Gagnez du temps et économisez des fournitures en envoyant vos lettres en ligne. Hedwige vous permet de rédiger vos courriers dans Gmail et de les envoyer d'un simple clic. Terminés les allers-retours avec votre secrétaire, les fournitures en trop et les files d'attente interminables à La Poste. \n\nL'extension Hedwige pour Google Chrome est totalement gratuite et s'installe rapidement. Une fois installée, connectez-vous à l'aide du lien magique envoyé par email. Rendez-vous ensuite dans Gmail pour commencer à rédiger un courrier dans l'éditeur de texte. \n\nComment ça marche ?\n\n1. Cliquez sur \"Nouveau courrier\" \n2. Rédigez votre courrier dans l'éditeur similaire à celui pour les emails\n3. Choisissez votre mode d'envoi et cliquez sur \"Envoyer\"\nC'est tout ! Vous recevez une confirmation de l'envoi par email et vous pouvez suivre votre courrier en temps réel grâce au lien de tracking.\n\nQuels types de courriers sont proposés ?\n\nNous proposons plusieurs types de lettres : lettre ecopli (J+2), lettre prioritaire (J+1), lettre suivie, lettre recommandée avec ou sans accusé réception. \nPour connaître les tarifs des envois, rendez-vous sur notre page tarifs : https://hedwige.fr/pricing \n\nLes courriers sont-ils confidentiels ?\n\nAbsolument ! Les courriers ne sont jamais lus, les fichiers PDF sont cryptés et détruits après impression. Nous ne stockons pas le contenu de vos envois et vos données sont confidentielles et jamais réutilisées. \n\nPour plus d'informations, contactez-nous :\n* par mail à bonjour@hedwige.fr\n* par téléphone au 03 67 10 48 19\n\nhttps://hedwige.fr/"
  }
}