{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cheerful Maze"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A fun brick maze game that celebrates your wins with cheerleaders!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The maze is filled with randomly placed bricks, and your mission is to guide the warrior through the maze, avoiding obstacles to save the virtual cheerleaders trapped in the maze and reach the exit at the bottom right corner.\n\nTo save each cheerleader, simply guide the warrior to touch them. The top-right area displays how many have been rescued. You cannot exit through the door until all cheerleaders are saved. You have 60 seconds to complete the mission, with a timer in the top-left showing your remaining time.\n\nOnce all the cheerleaders are saved in time, they'll dance together to cheer in celebration! If you run out of time, you'll be prompted to restart. On the game over screen, we've also displayed featured products for more choices. To try them out, simply click the links provided.\n\nTo start the game, simply click the maze extension icon in the top right corner of your browser.\n\nThe algorithms of animating cheerleaders refer to the open-source project: https://github.com/facebookresearch/AnimatedDrawings. \n\nCHANGELOG\n==========\nVersion 0.1.3 - 0.1.4\n- Rename the game\n- Update image CDN link\n- Add the link of playing full screen\n- Add the links of featured products\n\nVersion 0.1.2\n- Change game window from new tab to popup\n- Show related games on the game over page\n\nVersion 0.1.1\n- Make maze responsive to browser size\n- Implement fallback loading for images\n\nVersion 0.1.0\n- Initial release of the game"
  }
}