{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cyrillizator",
    "ru": "Кириллизатор"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Polish language in Cyrillic script. Automatic conversion of Polish language web pages to Cyrillic script.",
    "ru": "Запись польского языка кириллицей. Автоматический перевод польскоязычных интернет-страниц на кириллицу."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows reading of Polish language in Cyrillic script.\nThis extension is recommended for those, whose native alphabet is Cyrillic script and those who learned Polish language and can read in it. Cyrillic script was created to record Slavic language, so it is well suitable for Polish language.\nIf you learned Cyrillic script since childhood and able to read Polish, please try this extension. It may turn out that your Polish text reading speed will be faster this way.\n\nThe extension automatically converts Polish language web page to a Cyrillic script. Description contains screenshots with samples and short(30 seconds) video-presentation.\n\nTelegram support channel:\nhttps://t.me/cyrillizer",
    "ru": "Это расширение для тех, чей родной алфавит кириллица и кто выучил польский язык и читает на нём. Кириллица создавалась для записи славянского языка, поэтому она хорошо подходит для записи польского языка.\nЕсли вы знакомы с кириллицей с детства и читаете по-польски - попробуйте это расширение и, может быть, что скорость чтения польского языка таким способом окажется выше.\n\nРасширение автоматически конвертирует содержимое польскоязычного сайта на кириллицу. В описании есть скриншоты с примерами и краткая(30 секунд) видео-демонстрация.\n\n\nКанал поддержки в телеграм:\nhttps://t.me/cyrillizer"
  }
}