{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Floating Web Notes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Attach text notes to web pages"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Floating Web Notes allows you to attach textual notes to web pages, providing just-in-time information as you browse. It's a simple yet powerful tool to make your online experience more productive and personalized. It enhances your browsing by keeping important information at your fingertips.\n\n📎 Seamless Note Attachment:\nEasily attach textual notes to any webpage. Your notes appear in a single, non-intrusive window, enhancing your browsing without cluttering your workspace.\n\n📡 URL Pattern Matching:\nCustomize which webpages your notes appear on using specific URL patterns. This feature is perfect for dynamic websites or when you need the same note across multiple pages or even domains.\n\n😎 Minimalist Design:\nFloating Web Notes boasts a minimalist interface, focusing on functionality without unnecessary distractions. Editing URL patterns and accessing user options, like keyboard shortcuts, is straightforward and intuitive.\n\n🔐 Local Data Storage:\nAll notes are stored directly in your browser, ensuring that your information remains private and secure. Nothing is tracked.\n\nSome example use cases:\n\n- Take personal notes over shared documents\n- Save discount codes for online stores\n- Highlight useful keyboard shortcuts\n- Set reminders for the next time you visit a website\n\n🚀 FUTURE ENHANCEMENTS\n\nLook forward to exciting upcoming features, including the ability to drag the notes window around the screen, export and import notes, note searching, and themes/dark mode for a more custom experience."
  }
}