{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Recap: Capture Key Insights"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture key insights in 30 seconds with Recap, your post-meeting and lecture reflection tool."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Recap: Capture Key Insights\n\nAre you tired of forgetting the important details from meetings, lectures, or hours spent in reading? Install Recap and never let a critical insight slip through the cracks again. Recap is a Chrome extension designed to help you retain and organize the most important information in just 30 seconds.\n\n**Why Recap?**\n\nWith a plethora of information being thrown at us daily, it's crucial to distill the essence and remember what truly matters. But how do you decide what's critical and keep track of it all? That's where Recap comes in. Developed to enhance your cognitive retention and productivity, Recap leverages the power of brevity and focus to transform the way you capture information.\n\n**How It Works**\n\nAs soon as you finish a lecture, close a meeting, or come across a significant detail in your readings, click the Recap extension icon. A simple interface will prompt you to summarize the essence in 30 seconds. This time constraint nudges you to prioritize, synthesize, and commit the most valuable points to memory.\n\n**How to Install Recap**\n\n1. Add Recap to Chrome.\n2. Pin the extension.\n\nThe Recap icon will appear on your toolbar.\n\n**Key Features**\n\n- 30-Second Timer: Recap’s built-in timer creates a sense of urgency, helping you concentrate on recording your insights quickly and efficiently.\n- Streamlined Interface: Recap's user-friendly design makes it easy to jot down notes without the clutter of traditional note-taking apps.\n- Instant Recall: Any time you need to revisit your insights, Recap provides quick access to your consolidated notes.\n- Seamless Integration: Works perfectly within your Chrome browser, harmonizing with your workflow.\n- Data Privacy: Your insights are stored locally. No cloud, no account, no worries about privacy.\n\nWhether you're a student aiming for academic excellence, a professional focused on career growth, or a lifelong learner keen on personal development, Recap is for you.\n\n**Benefit from Recap:**\n\n- Improve Information Retention: Reviewing and summarizing information right after you've received it enhances memory and understanding.\n- Boost Productivity: Recap compels you to zero in on what's necessary, improving focus and efficiency.\n- Stay Organized: Recap keeps your insights organized, easily accessible, and in one place—no more scattered notes.\n- Enhance Active Listening: The habit of summarizing encourages you to listen more intently and engage fully with the material or discussion.\n- Aid Personal Growth: Regularly capturing key insights can lead to deeper reflection, better decisions, and personal growth.\n\nRecap is more than a tool. It's a productivity companion that promises to keep your learning sharp, your insights clear, and your information arsenal well-equipped. Enhance your retention, focus, and productivity – all in the span of half a minute. Try Recap today and transform your information intake into actionable knowledge."
  }
}