{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Maf Eqn"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A fast, shortcut based equation editor with realtime preview and cymath, WeBWorK and Google Forms support."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Full disclosure: This chrome extension is based off the the WolframAlpha version of this extension. This was developed due to the need for full steps without paying for premium subscription because students be broke and Cymath understands that.\n\nThis is a fast equation editor/viewer that allows you to type equations quickly using helpful shortcuts and see them with the real-time preview. You can then search for the equation or systems of equations on Cymath to solve it with steps shown for free! You can also copy or save the equation as an image by right-clicking it, or by dragging in sites such as Google Docs.\n\nYou can use the extension directly on the Cymath website by clicking the Maf Eqn icon on the page.\n\nTo access extension options, right-click the extension button and select \"Options\".\n\nYou can use Quick Equations on any WeBWorK site by enabling that feature in the extension options.\n\nThe extension also supports Google Forms and that can be enabled in the options. To add an equation as part of a question, click the image button in Google Forms and then drag the equation from the extension popup to the drop area. You can also preview equations while answering questions or viewing responses by clicking the Maf Eqn icon next to them."
  }
}