{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "超简洁的计算器"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "超简洁计算器是一款简易的Chrome扩展，提供基础的数学计算功能。用户可以通过简洁的界面直接进行加、减、乘、除等操作，适合快速计算需求。界面清晰，操作流畅，是日常计算的好帮手。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Calculator Application\n\nOur calculator application provides an intuitive and efficient tool for performing basic mathematical operations. The interface is simple and user-friendly, encompassing all the essential functions needed for everyday calculations.\n\nKey Features:\n\nClear Display Area:\n\nResults and input are shown in a spacious display area, ensuring clarity and readability during use.\nSimple Button Layout:\n\nButtons are designed as rounded shapes with soft colors, providing a comfortable visual experience and easy clickability.\nCommon mathematical operators (addition, subtraction, multiplication, division) and number buttons (0-9) are prominently displayed.\nFunction Buttons:\n\nAC (All Clear): One-click to clear all input and results, allowing for a quick reset.\nEnter: Performs the calculation and displays the result, supporting standard mathematical expressions.\nNumber and Operator Buttons: Includes all basic digits (0-9) and operators (+, -, *, /).\nInput and Calculation:\n\nSupports direct input of mathematical expressions via button clicks or keyboard input.\nThe display area updates in real-time, providing immediate feedback and ensuring users understand their current input.\nResponsive Design:\n\nAdapts to various screen sizes, ensuring a consistent appearance and functionality across different devices.\nStyle and Design:\n\nUtilizes a minimalist visual style with modern design elements, such as circular buttons and subtle shadow effects, to ensure a friendly and easy-to-use interface.\nThis calculator application combines elegant aesthetics with comprehensive functionality, making it suitable for both basic arithmetic and more complex mathematical expressions with ease.\n\nFeel free to modify or expand on this description as needed!"
  }
}