{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dispatch Buddy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Plugin that simplifies communication between carriers and brokers by allowing carriers to send emails with one click from loadboard"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Streamline Your Dispatch Operations with a Single Click!\n\nIntroducing Dispatch Buddy, a revolutionary Google Chrome extension designed exclusively for truck dispatchers. This powerful tool bridges the gap between carriers and brokers, making communication effortless and efficient. Say goodbye to the hassle of manual emailing and hello to seamless integration with loadboards like DAT and TruckStop.\n\nKey Features:\n\n1. One-Click Email Sending: Revolutionize your workflow with our one-click email feature. Create and use custom templates with dynamic variables for each posting you see. Dispatch Buddy lets you send tailored emails to distributors rapidly, reducing time spent on repetitive tasks.\n\n2. Google Maps Integration: Easily track truck locations, pickup origins, and destinations. Dispatch Buddy adds convenient Google Maps buttons to DAT Power/One, and Truck Stop pages, offering direct access to mapped routes from truck empty location to destination posted by brokers.\n\n3. Advanced Filtering Options: Set personalized filters for minimum and maximum miles, rates, and RPM. Our extension supports sorting options in both ascending and descending order on DAT Power, ensuring you find exactly what you need on the post truck page.\n\n4. Integrated RPM Calculator: Calculate RPM rates directly on the load board. Our built-in calculator excludes specific states, providing a detailed RPM breakdown without the need for external tools. \n\nGetting Started is Easy:\n\n1. Click “Add to Chrome” to install Dispatch Buddy.\n2. Sign in with your Google account.\n3. Customize your email templates.\n4. Open your Load Board.\n5. Refresh the page.\n6. Start sending emails more efficiently than ever before.\n\nExperience the future of truck dispatching. Start with our free trial, and see how Dispatch Buddy can transform your operations. When you’re ready, choose from our flexible monthly or yearly subscription plans.\n\nEmpower Your Dispatching Today with Dispatch Buddy!"
  }
}