{
  "name": {
    "ar": "منظمة العفو الدولية استعراض موجز مولد",
    "am": "AI አጠቃላይ እይታ ፡ ChatGPT ግምገማ አስተያየት በአንድ ጠቅ ተያይዞ",
    "bg": "AI Прегледен Обобщител - Вземете ChatGPT Прегледен Анализ с Едно Щракване",
    "bn": "এআই রিভিউ সামারাইজার - এক ক্লিকে ChatGPT রিভিউ বিশ্লেষণ পান",
    "ca": "Resumidor de Ressenyes d'IA",
    "cs": "AI Shrnutí Recenzí - Získejte Analýzu Recenzí ChatGPT Jedním Kliknutím",
    "da": "AI Anmeldelsesopsummerer - Få ChatGPT Anmeldelsesanalyse med Et Klik",
    "de": "AI-Bewertungs-Zusammenfasser",
    "el": "AI Συνοπτική Ανασκόπηση",
    "en,en_AU,en_GB,en_US": "AI Review Summarizer - Get ChatGPT Review Analysis in One Click",
    "es,es_419": "Resumidor de Reseñas con IA",
    "et": "AI Arvustuse Kokkuvõtja - Saa ChatGPT Arvustuste Analüüs Ühe Klõpsuga",
    "fa": "جمع‌آوری AI",
    "fi": "AI Arvostelujen Yhteenvetäjä",
    "fil": "AI Review Summarizer - Kumuha ng ChatGPT Review Analysis sa Isang Click",
    "fr": "Résumé des Avis IA - Obtenez une Analyse des Avis ChatGPT en Un Clic",
    "gu": "AI સમીક્ષા સારાંશ - એક ક્લિકમાં ChatGPT સમીક્ષા વિશ્લેષણ મેળવો",
    "he": "מסכם ביקורות בינה מלאכותית - קבל ניתוח ביקורות ChatGPT בלחיצה אחת",
    "hi": "एआई समीक्षा सारांशक - एक क्लिक में ChatGPT समीक्षा विश्लेषण प्राप्त करें",
    "hr": "AI Sažimač Recenzija - Dobijte Analizu Recenzija ChatGPT-a Jednim Klikom",
    "hu": "AI Véleményösszefoglaló",
    "id": "Ringkasan Ulasan AI - Dapatkan Analisis Ulasan ChatGPT dengan Satu Klik",
    "it": "Riepilogatore di Recensioni AI",
    "ja": "AIレビューサマライザー - ワンクリックでChatGPTのレビュー分析を取得",
    "kn": "ಎಐ ವಿಮರ್ಶೆ ಸಾರಾಂಶ - ಒಂದೇ ಕ್ಲಿಕ್ಕದಲ್ಲಿ ChatGPT ವಿಮರ್ಶಾ ವಿಶ್ಲೇಷಣೆ ಪಡೆಯಿರಿ",
    "ko": "AI 리뷰 요약기 - 한 번의 클릭으로 ChatGPT 리뷰 분석을 받으세요",
    "lt": "AI Apžvalgų Santraukė - Gaukite ChatGPT Apžvalgų Analizę Vienu Paspaudimu",
    "lv": "AI Pārskatu Kopsavilkums - Saņemiet GPT Pārskatu Analīzi ar Vienu Klikšķi",
    "ml": "AI അവലോകന സംഗ്രാഹക - ഒരു ക്ലിക്കില്‍ ChatGPT അവലോകന വിശകലനം നേടുക",
    "mr": "एआय पुनरावलोकन सारांश - एका क्लिकमध्ये ChatGPT पुनरावलोकन विश्लेषण मिळवा",
    "ms": "AI Peringkas Ulasan - Dapatkan Analisis Ulasan ChatGPT dengan Satu Klik",
    "nl": "AI Review Samenvatter - Ontvang ChatGPT Reviewanalyse met Eén Klik",
    "no": "AI Anmeldelsessammendrag - Få ChatGPT Anmeldelsesanalyse med Ett Klikk",
    "pl": "AI Podsumowanie Recenzji",
    "pt_BR,pt_PT": "Resumidor de Avaliações com IA",
    "ro": "Sumarizator de Recenzii AI",
    "ru": "Сумматор Отзывов на Базе ИИ - Получите Анализ Отзывов ChatGPT в Один Клик",
    "sk": "AI Zhrňovač Recenzií - Získajte Analýzu Recenzií ChatGPT Jedným Kliknutím",
    "sl": "AI Povzetek Pregledov - Pridobite ChatGPT Analizo Pregledov z Enim Klikom",
    "sr": "AI Sumarizator Recenzija",
    "sv": "AI Recensionssummerare - Få ChatGPT Recensionsanalys med Ett Klick",
    "sw": "Muhtasari wa Mapitio ya AI",
    "ta": "AI முன்பார்வை சுருக்கம்",
    "te": "AI సమీక్షా సంగ్రహణ - ఒక క్లిక్‌తో ChatGPT సమీక్షా విశ్లేషణ పొందండి",
    "th": "AI สรุปบทวิจารณ์ - รับการวิเคราะห์บทวิจารณ์ของ ChatGPT ด้วยคลิกเดียว",
    "tr": "AI İnceleme Özeti - Tek Tıkla ChatGPT İnceleme Analizini Alın",
    "uk": "AI Оглядовий Резюматор - Отримайте Аналіз Відгуків ChatGPT за Один Клік",
    "vi": "Trình Tóm Tắt Đánh Giá AI",
    "zh_CN": "AI评论总结器 - 一键获取ChatGPT评论分析",
    "zh_TW": "AI評論總結器 - 一鍵獲取ChatGPT評論分析"
  },
  "short": {
    "ar": "One-click ChatGPT review analysis for smarter shopping. Get quick summaries, pros/cons, and recommendations. Privacy-friendly.",
    "am": "Your personal GPT shopping assistant. Analyze reviews instantly, make informed decisions. Privacy-focused design.",
    "bg": "Effortless review analysis with ChatGPT-powered AI Review Summarizer. Save time, shop smarter on major e-commerce sites.",
    "bn": "GPT-powered review summaries at your fingertips. Analyze hundreds of reviews in seconds. Make informed decisions easily.",
    "ca": "Simplify online shopping with ChatGPT Review Summarizer. Instant analysis of product reviews. Privacy-focused for worry-free use.",
    "cs": "Revolutionize your shopping experience with GPT. Instant review analysis, easy-to-use interface. Supports major e-commerce platforms",
    "da": "Make smarter purchases with ChatGPT-powered review summaries. One-click get pros, cons, and recommendations instantly.",
    "de": "Transform product research with GPT Review Summarizer. Analyze reviews in seconds, get quick insights on popular e-commerce sites.",
    "el": "Your smart ChatGPT shopping companion. Instant review analysis, Supported on major platforms. Make informed decisions effortlessly.",
    "en,en_AU": "ChatGPT-powered AI shopping companion summarizes product reviews in seconds. Get pros, cons, and recommendations with a single click",
    "en_GB": "Make smarter purchase decisions effortlessly with ChatGPT. Instant review analysis on major platforms. Get pros/cons/recommendations",
    "en_US": "Revolutionize online shopping with GPT-powered AI Review Summarizer. Instant review analysis, one-click operation. Respects privacy.",
    "es": "GPT-powered review summaries. Get quick insights on major e-commerce sites. Make smarter purchase decisions.",
    "es_419": "AI Review Summarizer: One-click solution for informed shopping with ChatGPT. Analyze reviews instantly on major platforms.",
    "et": "GPT Review Summarizer: Instant analysis of hundreds of reviews. Works on popular e-commerce sites. Easy to use, respects privacy.",
    "fa": "ChatGPT-powered shopping assistant for smarter decisions. Summarize reviews with one click. Supports major platforms.",
    "fi": "Transform your online shopping with AI Review Summarizer. Instant review analysis on popular sites. Make informed purchase decisions",
    "fil": "Your time-saving ChatGPT shopping companion. Analyze reviews instantly on major platforms. Get quick pros/cons/recommendations.",
    "fr": "Simplify product research with GPT-powered summaries. Analyze reviews in seconds on popular e-commerce sites.",
    "gu": "Get shopping insights at your fingertips with ChatGPT. Analyze reviews with one click on major platforms. Get pros/cons instantly.",
    "he": "Revolutionize online shopping with GPT-powered review analysis. Get quick summaries on popular e-commerce sites.",
    "hi": "Your smart ChatGPT shopping assistant. analyze hundreds of reviews. Works on major platforms. Get quick insights, pros/cons.",
    "hr": "Transform product research with GPT Review Summarizer. One-click analysis on popular sites. Get instant summaries, recommendations.",
    "hu": "ChatGPT-powered review analysis for smarter shopping. Summarize hundreds of reviews instantly. Supports major e-commerce platforms.",
    "id": "Simplify online shopping with GPT Review Summarizer. Get quick insights from product reviews. Make informed decisions effortlessly.",
    "it": "Your time-saving ChatGPT shopping companion. Instant review analysis on major platforms. Get pros, cons, and recommendations.",
    "ja": "Streamline product research with GPT-powered summaries. Analyze reviews in seconds on popular sites. One-click operation.",
    "kn": "AI Review Summarizer: Transform your e-commerce experience with ChatGPT. Instant review analysis, easy-to-use interface.",
    "ko": "Make smarter shopping decisions with AI Review Summarizer. Analyze reviews instantly on popular sites. Get quick insights, pros/cons",
    "lt": "ChatGPT-powered shopping assistant for informed decisions. Summarize reviews with one click. Works on major e-commerce platforms.",
    "lv": "Revolutionize product research with GPT Review Summarizer. Instant analysis of user reviews. One-click operation on popular sites.",
    "ml": "AI Review Summarizer: Your personal ChatGPT shopping analyst. Get quick insights from product reviews. Supports major platforms.",
    "mr": "Transform online shopping with GPT-powered review summaries. Analyze reviews instantly on popular sites. Get pros, cons in seconds.",
    "ms": "Simplify e-commerce decisions with ChatGPT. One-click review analysis on major platforms. Get insights effortlessly.",
    "nl": "AI Review Summarizer: Smart shopping made easy with GPT. Instant review analysis on popular sites. Get pros/cons/recommendations.",
    "no": "Streamline product research with ChatGPT-powered insights. Analyze reviews in seconds on major platforms. Shop smarter, faster.",
    "pl": "Your e-commerce decision helper powered by GPT. Instant review analysis on popular sites. Get quick summaries, recommendations.",
    "pt_BR": "Make informed purchases with ChatGPT Review Summarizer. Analyze hundreds of reviews instantly. Works on major e-commerce platforms.",
    "pt_PT": "GPT-powered shopping companion for smarter decisions. Summarize reviews with one click on popular sites. Get insights, pros/cons.",
    "ro": "Elevate your online shopping experience with ChatGPT. Instant review analysis on major platforms. Get quick insights, pros/cons.",
    "ru": "Revolutionize product research with GPT-powered summaries. Analyze reviews in seconds on popular e-commerce sites.",
    "sk": "AI Review Summarizer: Your digital ChatGPT shopping assistant. Instant review analysis in one-click. Supports major platforms.",
    "sl": "Transform e-commerce decisions with GPT Review Summarizer. Analyze hundreds of reviews instantly. Works on popular sites.",
    "sr": "ChatGPT-powered review analysis for smarter purchases. Get quick summaries on major platforms. One-click operation, respects privacy",
    "sv": "Simplify online shopping with GPT Review Summarizer. Instant insights from product reviews. Supports popular e-commerce sites.",
    "sw": "Your time-saving ChatGPT shopping companion. Analyze reviews with one click on major platforms. Get pros/cons/recommendations.",
    "ta": "Streamline product research with GPT-powered insights. Summarize reviews in seconds on popular sites. One-click operation.",
    "te": "Enhance your e-commerce experience with ChatGPT. Instant review analysis on major platforms. Get summaries in one click.",
    "th": "Make informed purchases with GPT Review Summarizer. Analyze reviews instantly on popular sites. Get pros, cons, and insights.",
    "tr": "ChatGPT-powered shopping assistant for smarter decisions. Summarize user reviews with one click. Works on major e-commerce platforms",
    "uk": "Revolutionize online shopping with GPT Review Summarizer. Instant analysis of product reviews. One-click operation on popular sites.",
    "vi": "Your personal ChatGPT shopping analyst. Get instant insights from reviews. Supports major platforms. Easy to use, respects privacy.",
    "zh_CN": "Transform your shopping experience with GPT-powered AI Review Summarizer. Instant insights from hundreds of reviews.",
    "zh_TW": "Transform product research with GPT-powered summaries. Analyze reviews in seconds on popular e-commerce sites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save time with AI Review Summarizer, your one-click shopping companion that provides instant ChatGPT-powered analysis of product reviews. Get insightful summaries on pros, cons, and buying recommendations for your online shopping, supporting major e-commerce platforms.\n\nKey Features:\n• Instant AI-powered review analysis\n• One-click operation for effortless insights\n• Supports major e-commerce platforms\n• Provides advantages, disadvantages, and buy/don't buy recommendations\n• Respects your privacy\n\nHow It Works:\nAI Review Summarizer offers two convenient ways to analyze product reviews:\n\n1. Method 1: Direct on-page analysis\n- Navigate to a product page on a supported website\n- Click the \"AI Summarize\" button next to the review count\n- Get instant, AI-generated review summary\n\n2. Method 2: Using the extension popup\n- Copy the URL of the product/item detail page\n- Click the extension icon to open the extension popup\n- Paste the URL into the input box in the popup\n- Click the \"AI Summarize\" button in the popup\n- View your AI-generated review summary\n\nChoose the method that suits your browsing style. Both ways provide quick, insightful summaries to aid your shopping decisions!\n\nSupported Platforms:\nAI Review Summarizer works with many popular e-commerce and review websites, including major online marketplaces, fashion retailers, and travel review sites. For a comprehensive list of supported platforms, please visit our official website's FAQ section.\n\nWhy Choose AI Review Summarizer?\n• Time-saving: Get the gist of hundreds of reviews in seconds\n• User-friendly: Simple one-click operation\n• Comprehensive: Covers major e-commerce and review sites\n• Privacy-focused: We don't store any personal data of analysis results\n\nPrivacy Commitment:\nWe value your privacy. While our AI processes review data to provide insightful summary, we do not store personal information. Your shopping habits and preferences remain your own.\n\nDisclaimer\nThis extension is an independently developed product by ExtensionsBox and has no association with supported websites."
  }
}