{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Connect with your peers"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension aims to facilitate networking between students in the University of Colorado at Boulder."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Description:\n\nEnhance your networking experience at the University of Colorado Boulder with \"Connect With Your Peers\" - the Chrome extension designed to seamlessly bridge the gap between students and their teachers. Most people agrees that networking on LinkedIn is good, whether you're looking to collaborate on projects, share study tips, or simply expand your social circle, this extension is your go-to tool for making connections with ease to hopefully save you some time and sanity.\n\nMain Features:\n\nEasy Connect Button: Located at the end of every student row on your Canvas page, the 'Connect' button makes initiating conversations and connections as simple as a click. This feature aims to streamline the networking process, allowing you to reach out to fellow Buffs without the usual hassles. This appears after pressing the new 'Scan Users button' at the top of your course's 'people' tab in Canvas.\n\nFuture Expansions: I'm planning to expand our reach to other universities, hoping to save everyone some time when attempting to expand their personal network within their university. Stay tuned for more opportunities to network and collaborate beyond CU Boulder.\n\nUpcoming Features:\n\nProper LinkedIn integration: Integrate the extenison to the LinkedIn API to hopefully improve user experience.\n\nSelect Connect: Elevate your networking game with our upcoming \"Select Connect\" feature. This enhancement allows for more targeted connections, enabling you to use the 'Connect' button to a list of students that the user had selected in the 'People' of their Canvas course page.\n\nConnection Tracking: Keep track of your networking efforts with our \"Connection Tracking\" feature. Monitor your sent and received connection requests, follow up on pending connections, and manage your growing network of peers all in one place.\n\nWhy Choose Connect With Your Peers?\n\nNetworking is a crucial part of the university experience, but it doesn't have to be daunting. With \"Connect With Your Peers,\" you're equipped with a powerful tool that simplifies the process, allowing you to focus on what truly matters - building meaningful connections. Join us on this journey to make university networking more accessible, efficient, and enjoyable.\n\nDownload Now and start connecting with your peers at CU Boulder like never before. Be part of a community that values collaboration, support, and friendship. Your next great connection is just a click away!"
  }
}