{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Open in PDF Reader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Send PDF links directly to your favorite PDF viewer like Adobe Acrobat Reader"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The \"Open in PDF viewer\" extension opens PDF files directly in your favorite external PDF viewer application. To use the extension, right-click on a PDF link and select the \"Open in PDF viewer\" item. The extension downloads the PDF file in your default downloads directory and then executes the external command to open the downloaded file with the default PDF viewer (e.g. Adobe Acrobat Reader or FoxIt PDF reader).\n\nNote that to execute an OS-level command, you need to install a native client. Native client installation guide appears on the first usage.\n\nFeatures:\n1. Open PDF files from right-click context menu\n2. Transfer already opened PDF files to the external PDF viewer by pressing the browser's action button\n3. Detect PDF links and open them with left-click\n4. Open the external PDF viewer with a user-defined delay\n5. Supports most common PDF viewers\n\nChange Logs:\n0.1.1:\nIt is now possible to define left-click open in default PDF reader from the options page. If this mode is enabled, the extension blocks the default action when a link with the PDF mime type is the target.\n0.1.2:\nIt is possible to ask the extension to send the PDF URL to the external executable. Make sure your PDF Reader can open remote URLs before enabling this option\n0.1.9:\nYou can now run the external executable with a delay. This helps your antivirus application to validate the PDF file before this extension opens it with the external PDF viewer."
  }
}