{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Plex skipper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically clicks the 'Skip Intro', 'Skip Credits' and 'Play next' buttons on Plex.",
    "es": "Hace clic automáticamente en los botones 'Saltar introducción', 'Saltar créditos' y 'Reproducir siguiente' de Plex.",
    "fr": "Clique automatiquement sur les boutons 'Passer l'intro', 'Passer le générique' et 'Lecture du suivant' sur Plex."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Plex Skipper is a Chrome extension designed to enhance your viewing experience on Plex. It automatically clicks the \"Skip Intro\", \"Skip Credits\" and \"Play next\" buttons, allowing you to seamlessly watch your favorite shows and movies without interruptions.\n\nFeatures\n- Automatically detects and clicks the \"Skip Intro\" button when it appears.\n- Automatically detects and clicks the \"Skip Credits\" button at the end of a show or movie.\n- Automatically detects and clicks the \"Play next\" button when your series moves on to the next episode if autoplay is activated.\n- Runs quietly in the background with minimal impact on performance.",
    "fr": "Plex Skipper est une extension Chrome conçue pour améliorer votre expérience visuelle sur Plex. Il clique automatiquement sur les boutons \"Passer l'intro\", \"Passer les crédits\" et \"Lecture du suivant\" , vous permettant de regarder en toute transparence vos émissions et films préférés sans interruption.\n\nCaractéristiques\n- Détecte automatiquement le bouton \"Passer l'introduction\" et clique dessus lorsqu'il apparaît.\n- Détecte automatiquement le bouton \"Ignorer les crédits\" et clique dessus à la fin d'une émission ou d'un film.\n- Détecte et clique automatiquement sur le bouton \"Lire ensuite\" lorsque votre série passe à l'épisode suivant si la lecture automatique est activée.\n- S'exécute silencieusement en arrière-plan avec un impact minimal sur les performances."
  }
}