{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Super Great Volume Booster"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost audio volume up to 600% with Super Great Volume Booster"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Super Great Volume Booster – free Chrome extension created to improve your online audio experience. This tool is your ticket to elevating audio content on renowned platforms such as YouTube and Netflix, boasting an impressive volume boost of up to 600%. Prepare to embark on a transformative journey through the auditory landscape, enhancing your overall streaming adventure.\n\nSuper Great Volume Booster seamlessly integrates into your Chrome browser with a swift and straightforward installation process, taking just moments to set up. Once activated, users can effortlessly navigate their favorite online platforms, immersing themselves in a world where audio transcends its conventional boundaries.\n\nWhether you're catching up on riveting YouTube videos or immersing yourself in a Netflix marathon, Super Great Volume Booster ensures every soundwave is magnified to perfection. This extension isn't just a tool; it's a catalyst for an unparalleled audio journey, a symphony of clarity and richness that brings your online audio and video consumption to life.\n\nSay goodbye to straining your ears and welcome a realm where audio becomes a vibrant, high-definition tapestry. Super Great Volume Booster is more than an extension; it's a sonic masterpiece that transforms your digital experience into an immersive feast for the senses. Download now and unlock a new dimension of audio pleasure, putting the power of optimal sound right at your fingertips."
  }
}