{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Level UP CP"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension that level up your competitive programming skills by making you never miss a contest and solve problems daily."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to the Level-Up-CP Chrome extension! \n\nThis tool is designed to help you to level up your competitive programming by prioritizing your daily targets , avoiding any possible distraction and providing timely information on upcoming contests.\n\nFeatures:\n  ⚙️ Define a daily target to stay motivated. The default target is set to 1 problem.\n  ⚙️ Until your target is not met at CodeForces, you'll be redirected to CodeForces to \n        help minimize distractions and procrastination.\n  ⚙️ You can only set or adjust your daily target once per day.\n  ⚙️ This extension won't redirect on  platforms like CodeChef ,  Leetcode etc.\n         allowing you to study and practice on these platforms without interruption.\n  ⚙️ Use the stop button to pause the redirection feature for 3 hours in emergency \n         situations(only once a day).\n  ⚙️ Access information on all upcoming contests from 8 popular platforms \n  ⚙️ Easily filter contests based on your choice of platform.\n\nNotes:\n ⚙️You have to enter your CodeForces Handle so that we can keep track of your \n       daily solved problem make sure it is correct.\n\n      Add this extension to your computer and also write reviews so that we \n      understand that what we make is good stuff for others. Please provide feedback, \n      which make us in fixing any shortcomings and make our extension even more \n      convenient for all 😃."
  }
}