{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cool Fonts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly copy Cool Fonts from your browser."
  },
  "long": {
    "ar": "احصل على المزيد من الإعجابات على منشورات Instagram الخاصة بك باستخدام أكثر من 40 خطًا فريدًا عند إنشاء منشور على Instagram.\n\nاجعل مشاركاتك بارزة على Instagram عند استخدام هذه الخطوط الفريدة.\n\nهذه الخطوط الرائعة كلها مجانية وسهلة الاستخدام. استخدم هذه الخطوط المجانية اليوم.\n\nلبدء استخدام هذه الخطوط الجديدة ، ما عليك سوى كتابة النص ،\nاضغط على زر النسخ لنسخ النص بالخط الجديد الذي ترغب في استخدامه.\n\nيمكنك معاينة شكل الرسالة قبل أن تقرر ما إذا كنت تريد نسخ النص أم لا.\n\nاضغط على زر \"القلب\" إذا كنت ترغب في إضافة إلى المفضلة لخط معين.\n\nيتم تحديث جميع خطوط النسخ واللصق هذه وهي رائعة لخطوط الفتنة وخطوط ig ويجب أن تساعد في تعزيز تعليقات / إعجابات الوسائط الاجتماعية. جرب هذه الخطوط على منشورات Instagram و\nقارن الفرق مقابل النص الممل العادي.\n\nInstagram ™ وشعار Instagram علامتان تجاريتان لشركة Facebook Inc. ويخضع استخدام هذه العلامات التجارية لأذونات Facebook. لم يتم إنشاء هذا البرنامج أو اعتماده بواسطة شركة Facebook inc.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Get more likes on your Instagram posts by using these 40+ unique fonts when you create a post on Instagram.\n\nMake your posts standout on Instagram when you use these unique fonts.\n\nThese cool fonts are all free of charge and easy to use. Use these free fonts today.\n\nTo begin using these new fonts, simply type out the text,\npress the copy button to copy the text in the new font you wish to use.\n\nYou can preview how the message looks like before deciding whether to copy the text or not.\n\nPress the \"heart\" button if you wish to add to favorites for a particular font.\n\nThese copy and paste fonts are all updated and are great for discord fonts, ig fonts and should help boost your social media comments/likes. Try these fonts on your Instagram posts and\ncompare the difference vs regular boring text.\n\nInstagram™ & the Instagram logo are trademarks of Facebook Inc. Use of these trademarks is subject to Facebook Permissions. This software is not created nor endorsed by Facebook inc.",
    "bg": "Получете повече харесвания на публикациите си в Instagram, като използвате тези 40+ уникални шрифта, когато създавате публикация в Instagram.\n\nНаправете публикациите си открояващи се в Instagram, когато използвате тези уникални шрифтове.\n\nВсички тези страхотни шрифтове са безплатни и лесни за използване. Използвайте тези безплатни шрифтове днес.\n\nЗа да започнете да използвате тези нови шрифтове, просто напишете текста,\nнатиснете бутона за копиране, за да копирате текста в новия шрифт, който искате да използвате.\n\nМожете да прегледате как изглежда съобщението, преди да решите дали да копирате текста или не.\n\nНатиснете бутона \"сърце\", ако искате да добавите към любими за конкретен шрифт.\n\nВсички тези шрифтове за копиране и поставяне са актуализирани и са чудесни за шрифтове за дискорд, ig шрифтове и трябва да помогнат за увеличаване на вашите коментари/харесвания в социалните медии. Опитайте тези шрифтове във вашите публикации в Instagram и\nсравнете разликата с обикновения скучен текст.\n\nInstagram™ и логото на Instagram са търговски марки на Facebook Inc. Използването на тези търговски марки е предмет на Разрешенията на Facebook. Този софтуер не е създаден, нито одобрен от Facebook inc.",
    "ca": "Aconsegueix més M'agrada a les teves publicacions d'Instagram utilitzant aquests més de 40 tipus de lletra únics quan crees una publicació a Instagram.\n\nFeu que les vostres publicacions destaquin a Instagram quan utilitzeu aquests tipus de lletra únics.\n\nAquestes fonts fantàstiques són totes gratuïtes i fàcils d'utilitzar. Utilitzeu aquests tipus de lletra gratuïts avui.\n\nPer començar a utilitzar aquests nous tipus de lletra, simplement escriu el text,\npremeu el botó de còpia per copiar el text amb la font nova que voleu utilitzar.\n\nPodeu veure com es veu el missatge abans de decidir si voleu copiar el text o no.\n\nPremeu el botó \"cor\" si voleu afegir als preferits per a una font concreta.\n\nAquests tipus de lletra per copiar i enganxar estan tots actualitzats i són excel·lents per a tipus de lletra Discord, fonts ig i haurien d'ajudar a augmentar els vostres comentaris/m'agrada a les xarxes socials. Prova aquests tipus de lletra a les teves publicacions d'Instagram i\ncompareu la diferència amb el text normal avorrit.\n\nInstagram™ i el logotip d'Instagram són marques comercials de Facebook Inc. L'ús d'aquestes marques comercials està subjecte als permisos de Facebook. Aquest programari no està creat ni avalat per Facebook inc.",
    "cs": "Získejte více lajků u svých příspěvků na Instagramu pomocí těchto více než 40 jedinečných písem, když vytvoříte příspěvek na Instagramu.\n\nPoužívejte tato jedinečná písma, aby vaše příspěvky vynikly na Instagramu.\n\nTato skvělá písma jsou zdarma a snadno se používají. Používejte tato bezplatná písma ještě dnes.\n\nChcete-li začít používat tato nová písma, jednoduše napište text,\nstiskněte tlačítko kopírovat pro zkopírování textu do nového písma, které chcete použít.\n\nNež se rozhodnete, zda chcete text zkopírovat nebo ne, můžete si prohlédnout, jak zpráva vypadá.\n\nPokud si přejete přidat do oblíbených pro konkrétní písmo, stiskněte tlačítko \"srdce\".\n\nVšechny tyto kopírovací a vložené fonty jsou aktualizované a jsou skvělé pro discord fonty, ig fonty a měly by pomoci zvýšit vaše komentáře/lajky na sociálních sítích. Vyzkoušejte tato písma ve svých příspěvcích na Instagramu a\nporovnejte rozdíl oproti běžnému nudnému textu.\n\nInstagram™ a logo Instagram jsou ochranné známky společnosti Facebook Inc. Použití těchto ochranných známek podléhá oprávněním společnosti Facebook. Tento software není vytvořen ani schválen společností Facebook Inc.",
    "da": "Få flere likes på dine Instagram-opslag ved at bruge disse 40+ unikke skrifttyper, når du opretter et opslag på Instagram.\n\nFå dine opslag til at skille sig ud på Instagram, når du bruger disse unikke skrifttyper.\n\nDisse fede skrifttyper er alle gratis og nemme at bruge. Brug disse gratis skrifttyper i dag.\n\nFor at begynde at bruge disse nye skrifttyper skal du blot skrive teksten,\ntryk på kopieringsknappen for at kopiere teksten i den nye skrifttype, du ønsker at bruge.\n\nDu kan forhåndsvise, hvordan beskeden ser ud, før du beslutter dig for, om du vil kopiere teksten eller ej.\n\nTryk på \"hjerte\"-knappen, hvis du ønsker at tilføje til favoritter for en bestemt skrifttype.\n\nDisse kopier og indsæt skrifttyper er alle opdaterede og er gode til discord-skrifttyper, ig-skrifttyper og bør hjælpe med at booste dine kommentarer/synes om sociale medier. Prøv disse skrifttyper på dine Instagram-opslag og\nsammenligne forskellen i forhold til almindelig kedelig tekst.\n\nInstagram™ og Instagram-logoet er varemærker tilhørende Facebook Inc. Brug af disse varemærker er underlagt Facebook-tilladelser. Denne software er ikke oprettet eller godkendt af Facebook inc.",
    "de": "Erhalten Sie mehr Likes für Ihre Instagram-Posts, indem Sie diese über 40 einzigartigen Schriftarten verwenden, wenn Sie einen Post auf Instagram erstellen.\n\nHeben Sie Ihre Posts auf Instagram hervor, wenn Sie diese einzigartigen Schriftarten verwenden.\n\nDiese coolen Schriftarten sind alle kostenlos und einfach zu verwenden. Verwenden Sie diese kostenlosen Schriftarten noch heute.\n\nUm mit der Verwendung dieser neuen Schriftarten zu beginnen, geben Sie einfach den Text ein,\nKlicken Sie auf die Schaltfläche „Kopieren“, um den Text in die neue Schriftart zu kopieren, die Sie verwenden möchten.\n\nSie können eine Vorschau der Nachricht anzeigen, bevor Sie entscheiden, ob Sie den Text kopieren möchten oder nicht.\n\nDrücken Sie die „Herz“-Schaltfläche, wenn Sie eine bestimmte Schriftart zu den Favoriten hinzufügen möchten.\n\nDiese Schriftarten zum Kopieren und Einfügen sind alle aktualisiert und eignen sich hervorragend für Discord-Schriftarten, ig-Schriftarten und sollten dazu beitragen, Ihre Kommentare / Likes in sozialen Medien zu verbessern. Probieren Sie diese Schriftarten in Ihren Instagram-Posts aus und\nVergleichen Sie den Unterschied mit normalem, langweiligem Text.\n\nInstagram™ und das Instagram-Logo sind Marken von Facebook Inc. Die Verwendung dieser Marken unterliegt den Genehmigungen von Facebook. Diese Software wurde weder von Facebook Inc. erstellt noch unterstützt.",
    "el": "Λάβετε περισσότερα likes στις αναρτήσεις σας στο Instagram χρησιμοποιώντας αυτές τις 40+ μοναδικές γραμματοσειρές όταν δημιουργείτε μια ανάρτηση στο Instagram.\n\nΚάντε τις αναρτήσεις σας να ξεχωρίζουν στο Instagram όταν χρησιμοποιείτε αυτές τις μοναδικές γραμματοσειρές.\n\nΑυτές οι εντυπωσιακές γραμματοσειρές είναι όλες δωρεάν και εύχρηστες. Χρησιμοποιήστε αυτές τις δωρεάν γραμματοσειρές σήμερα.\n\nΓια να αρχίσετε να χρησιμοποιείτε αυτές τις νέες γραμματοσειρές, απλώς πληκτρολογήστε το κείμενο,\nπατήστε το κουμπί αντιγραφής για να αντιγράψετε το κείμενο στη νέα γραμματοσειρά που θέλετε να χρησιμοποιήσετε.\n\nΜπορείτε να κάνετε προεπισκόπηση της εμφάνισης του μηνύματος πριν αποφασίσετε εάν θα αντιγράψετε το κείμενο ή όχι.\n\nΠατήστε το κουμπί \"καρδιά\" εάν θέλετε να προσθέσετε στα αγαπημένα για μια συγκεκριμένη γραμματοσειρά.\n\nΑυτές οι γραμματοσειρές αντιγραφής και επικόλλησης είναι όλες ενημερωμένες και είναι ιδανικές για γραμματοσειρές διαφωνίας, γραμματοσειρές ig και θα συμβάλουν στην ενίσχυση των σχολίων/μου αρέσει στα μέσα κοινωνικής δικτύωσης. Δοκιμάστε αυτές τις γραμματοσειρές στις αναρτήσεις σας στο Instagram και\nσυγκρίνετε τη διαφορά με το κανονικό βαρετό κείμενο.\n\nΤο Instagram™ και το λογότυπο Instagram είναι εμπορικά σήματα της Facebook Inc. Η χρήση αυτών των εμπορικών σημάτων υπόκειται στις άδειες Facebook. Αυτό το λογισμικό δεν έχει δημιουργηθεί ούτε εγκριθεί από την Facebook inc.",
    "es": "Obtén más Me gusta en tus publicaciones de Instagram usando estas más de 40 fuentes únicas cuando creas una publicación en Instagram.\n\nHaz que tus publicaciones se destaquen en Instagram cuando uses estas fuentes únicas.\n\nEstas fuentes geniales son gratuitas y fáciles de usar. Utilice estas fuentes gratuitas hoy.\n\nPara comenzar a usar estas nuevas fuentes, simplemente escriba el texto,\npresione el botón copiar para copiar el texto en la nueva fuente que desea usar.\n\nPuede obtener una vista previa de cómo se ve el mensaje antes de decidir si copiar el texto o no.\n\nPresiona el botón \"corazón\" si deseas agregar a favoritos una fuente en particular.\n\nEstas fuentes de copiar y pegar están todas actualizadas y son excelentes para fuentes de discordia, fuentes ig y deberían ayudar a aumentar sus comentarios/me gusta en las redes sociales. Prueba estas fuentes en tus publicaciones de Instagram y\ncompare la diferencia con el texto aburrido normal.\n\nInstagram™ y el logotipo de Instagram son marcas comerciales de Facebook Inc. El uso de estas marcas comerciales está sujeto a los permisos de Facebook. Este software no es creado ni respaldado por Facebook inc.",
    "et": "Saate oma Instagrami postitustele rohkem meeldimisi, kasutades Instagramis postituse loomisel neid 40+ ainulaadset fondi.\n\nKui kasutate neid ainulaadseid fonte, muutke oma postitused Instagramis silmapaistvaks.\n\nNeed lahedad fondid on kõik tasuta ja hõlpsasti kasutatavad. Kasutage neid tasuta fonte juba täna.\n\nNende uute fontide kasutamise alustamiseks tippige lihtsalt tekst välja,\nvajutage kopeerimisnuppu, et kopeerida tekst uues fontis, mida soovite kasutada.\n\nSaate vaadata kirja eelvaadet, enne kui otsustate, kas tekst kopeerida või mitte.\n\nKui soovite konkreetse fondi jaoks lemmikutesse lisada, vajutage nuppu \"süda\".\n\nKõik need kopeerimis- ja kleepimisfondid on värskendatud ning sobivad suurepäraselt discord- ja ig-fondide jaoks ning peaksid aitama suurendada teie sotsiaalmeedia kommentaare/meeldimisi. Proovige neid fonte oma Instagrami postitustes ja\nvõrrelge erinevust tavalise igava tekstiga.\n\nInstagram™ ja Instagrami logo on Facebook Inc. kaubamärgid. Nende kaubamärkide kasutamine sõltub Facebooki lubadest. Seda tarkvara ei loo ega toeta Facebook inc.",
    "fa": "هنگام ایجاد پست در اینستاگرام، با استفاده از این بیش از 40 فونت منحصر به فرد، لایک های بیشتری را در پست های اینستاگرام خود دریافت کنید.\n\nبا استفاده از این فونت های منحصر به فرد، پست های خود را در اینستاگرام برجسته کنید.\n\nاین فونت های جالب همگی رایگان هستند و استفاده از آنها آسان است. امروز از این فونت های رایگان استفاده کنید.\n\nبرای شروع استفاده از این فونت های جدید، به سادگی متن را تایپ کنید،\nدکمه کپی را فشار دهید تا متن را با فونت جدیدی که می خواهید استفاده کنید کپی کنید.\n\nقبل از تصمیم گیری در مورد کپی کردن یا عدم کپی کردن متن، می توانید پیش نمایش پیام را مشاهده کنید.\n\nاگر می خواهید برای فونت خاصی به موارد دلخواه اضافه کنید، دکمه \"قلب\" را فشار دهید.\n\nاین فونت‌های کپی و پیست همگی به‌روزرسانی شده‌اند و برای فونت‌های اختلاف، فونت‌های ig عالی هستند و باید به افزایش نظرات/لایک‌های رسانه‌های اجتماعی شما کمک کنند. این فونت ها را در پست های اینستاگرام خود امتحان کنید و\nتفاوت را با متن خسته کننده معمولی مقایسه کنید.\n\nInstagram™ و نشان‌واره اینستاگرام علائم تجاری Facebook Inc هستند. استفاده از این علائم تجاری منوط به مجوزهای Facebook است. این نرم افزار توسط فیس بوک ساخته و تایید نشده است.",
    "fil": "Hanki lisää tykkäyksiä Instagram-viesteillesi käyttämällä näitä yli 40 ainutlaatuista fonttia luodessasi julkaisun Instagramissa.\n\nTee viestistäsi erottuva Instagramissa, kun käytät näitä ainutlaatuisia fontteja.\n\nNämä hienot fontit ovat kaikki ilmaisia ja helppokäyttöisiä. Käytä näitä ilmaisia fontteja tänään.\n\nAloita näiden uusien fonttien käyttö kirjoittamalla teksti\npaina kopiointipainiketta kopioidaksesi teksti uudella fontilla, jota haluat käyttää.\n\nVoit esikatsella, miltä viesti näyttää, ennen kuin päätät, kopioidaanko teksti vai ei.\n\nPaina \"sydän\"-painiketta, jos haluat lisätä suosikkeihin tietyllä fontilla.\n\nNämä kopioi ja liitä fontit ovat kaikki päivitettyjä ja sopivat erinomaisesti discord- ja ig-fonteille, ja niiden pitäisi auttaa lisäämään kommenttejasi/tykkäyksiäsi sosiaalisessa mediassa. Kokeile näitä fontteja Instagram-viesteissäsi ja\nvertaa eroa tavalliseen tylsään tekstiin.\n\nInstagram™ ja Instagram-logo ovat Facebook Inc:n tavaramerkkejä. Näiden tavaramerkkien käyttö on Facebookin luvan alaista. Facebook inc. ei ole luonut eikä tukenut tätä ohjelmistoa.",
    "fr": "Obtenez plus de likes sur vos publications Instagram en utilisant ces 40 polices uniques lorsque vous créez une publication sur Instagram.\n\nFaites en sorte que vos publications se démarquent sur Instagram lorsque vous utilisez ces polices uniques.\n\nCes polices sympas sont toutes gratuites et faciles à utiliser. Utilisez ces polices gratuites dès aujourd'hui.\n\nPour commencer à utiliser ces nouvelles polices, tapez simplement le texte,\nappuyez sur le bouton Copier pour copier le texte dans la nouvelle police que vous souhaitez utiliser.\n\nVous pouvez prévisualiser l'apparence du message avant de décider de copier ou non le texte.\n\nAppuyez sur le bouton \"coeur\" si vous souhaitez ajouter aux favoris pour une police particulière.\n\nCes polices de copier-coller sont toutes mises à jour et sont idéales pour les polices discord, les polices ig et devraient aider à booster vos commentaires/j'aime sur les réseaux sociaux. Essayez ces polices sur vos publications Instagram et\ncomparez la différence avec un texte ennuyeux ordinaire.\n\nInstagram™ et le logo Instagram sont des marques déposées de Facebook Inc. L'utilisation de ces marques déposées est soumise aux autorisations de Facebook. Ce logiciel n'est pas créé ni approuvé par Facebook inc.",
    "hi": "जब आप Instagram पर कोई पोस्ट बनाते हैं, तो इन 40+ अद्वितीय फ़ॉन्ट का उपयोग करके अपने Instagram पोस्ट पर अधिक लाइक प्राप्त करें।\n\nजब आप इन अनोखे फॉन्ट का उपयोग करते हैं तो अपनी पोस्ट को Instagram पर सबसे अलग बनाएं।\n\nये शांत फोंट सभी नि: शुल्क और उपयोग में आसान हैं। आज ही इन फ्री फॉन्ट का इस्तेमाल करें।\n\nइन नए फोंट का उपयोग शुरू करने के लिए, बस टेक्स्ट टाइप करें,\nआप जिस नए फॉन्ट का उपयोग करना चाहते हैं उसमें टेक्स्ट को कॉपी करने के लिए कॉपी बटन दबाएं।\n\nटेक्स्ट को कॉपी करना है या नहीं, यह तय करने से पहले आप पूर्वावलोकन कर सकते हैं कि संदेश कैसा दिखता है।\n\nयदि आप किसी विशेष फ़ॉन्ट के लिए पसंदीदा में जोड़ना चाहते हैं तो \"दिल\" बटन दबाएं।\n\nये कॉपी और पेस्ट फोंट सभी अपडेट हैं और डिस्कॉर्ड फोंट, आईजी फोंट के लिए बहुत अच्छे हैं और आपकी सोशल मीडिया टिप्पणियों / पसंदों को बढ़ावा देने में मदद करनी चाहिए। इन फ़ॉन्ट्स को अपने Instagram पोस्ट पर आज़माएं और\nनियमित उबाऊ पाठ बनाम अंतर की तुलना करें।\n\nInstagram™ और Instagram लोगो Facebook Inc के ट्रेडमार्क हैं. इन ट्रेडमार्क का उपयोग Facebook अनुमतियों के अधीन है. यह सॉफ्टवेयर फेसबुक इंक द्वारा बनाया या समर्थित नहीं है।",
    "hr": "Dobijte više lajkova na svojim Instagram objavama koristeći ovih 40+ jedinstvenih fontova kada kreirate objavu na Instagramu.\n\nIstaknite svoje postove na Instagramu kada koristite ove jedinstvene fontove.\n\nSvi ovi cool fontovi su besplatni i jednostavni za korištenje. Iskoristite ove besplatne fontove danas.\n\nDa biste počeli koristiti ove nove fontove, jednostavno upišite tekst,\npritisnite gumb za kopiranje kako biste kopirali tekst u novom fontu koji želite koristiti.\n\nMožete pregledati kako poruka izgleda prije nego odlučite hoćete li kopirati tekst ili ne.\n\nPritisnite gumb \"srce\" ako želite dodati u favorite za određeni font.\n\nSvi ovi fontovi za kopiranje i lijepljenje ažurirani su i izvrsni su za fontove u diskordu, ig fontove i trebali bi povećati vaše komentare/lajkove na društvenim mrežama. Isprobajte ove fontove na svojim Instagram objavama i\nusporedite razliku u odnosu na uobičajeni dosadan tekst.\n\nInstagram™ i Instagram logotip su zaštitni znakovi tvrtke Facebook Inc. Korištenje ovih zaštitnih znakova podliježe dopuštenjima Facebooka. Ovaj softver nije kreirao niti podržava Facebook inc.",
    "hu": "Szerezzen több lájkot Instagram-bejegyzéseinek e több mint 40 egyedi betűtípus használatával, amikor bejegyzést hoz létre az Instagramon.\n\nTedd kiemelkedővé bejegyzéseidet az Instagramon, ha ezeket az egyedi betűtípusokat használod.\n\nEzek a klassz betűtípusok ingyenesek és könnyen használhatók. Használja ezeket az ingyenes betűtípusokat még ma.\n\nAz új betűtípusok használatának megkezdéséhez egyszerűen írja be a szöveget,\nnyomja meg a másolás gombot a szöveg másolásához a használni kívánt új betűtípussal.\n\nMegtekintheti, hogyan néz ki az üzenet, mielőtt eldönti, hogy másolja-e a szöveget vagy sem.\n\nNyomja meg a \"szív\" gombot, ha egy adott betűtípushoz szeretne hozzáadni a kedvencekhez.\n\nEzek a másolási és beillesztési betűtípusok mind frissítve vannak, és kiválóan alkalmasak a discord betűtípusokhoz, az ig betűtípusokhoz, és segíthetnek növelni a közösségi médiában megjelenő megjegyzéseket/lájkot. Próbálja ki ezeket a betűtípusokat Instagram-bejegyzéseiben és\nHasonlítsa össze a különbséget a szokásos unalmas szöveggel.\n\nAz Instagram™ és az Instagram logó a Facebook Inc. védjegyei. Ezen védjegyek használatára a Facebook engedélyei vonatkoznak. Ezt a szoftvert nem a Facebook inc. hozta létre és nem támogatja.",
    "id": "Dapatkan lebih banyak suka di postingan Instagram Anda dengan menggunakan 40+ font unik ini saat Anda membuat postingan di Instagram.\n\nJadikan postingan Anda menonjol di Instagram saat Anda menggunakan font unik ini.\n\nFont keren ini semuanya gratis dan mudah digunakan. Gunakan font gratis ini hari ini.\n\nUntuk mulai menggunakan font baru ini, cukup ketik teks,\ntekan tombol salin untuk menyalin teks dalam font baru yang ingin Anda gunakan.\n\nAnda dapat melihat pratinjau tampilan pesan sebelum memutuskan apakah akan menyalin teks atau tidak.\n\nTekan tombol \"hati\" jika Anda ingin menambahkan ke favorit untuk font tertentu.\n\nFont salin dan tempel ini semuanya diperbarui dan bagus untuk font perselisihan, font ig dan akan membantu meningkatkan komentar / suka media sosial Anda. Coba font ini di postingan Instagram Anda dan\nbandingkan perbedaan vs teks membosankan biasa.\n\nInstagram™ & logo Instagram adalah merek dagang dari Facebook Inc. Penggunaan merek dagang ini tunduk pada Izin Facebook. Perangkat lunak ini tidak dibuat atau didukung oleh Facebook inc.",
    "it": "Ottieni più Mi piace sui tuoi post di Instagram utilizzando questi oltre 40 caratteri unici quando crei un post su Instagram.\n\nRendi i tuoi post straordinari su Instagram quando usi questi caratteri unici.\n\nQuesti fantastici caratteri sono tutti gratuiti e facili da usare. Usa questi caratteri gratuiti oggi.\n\nPer iniziare a utilizzare questi nuovi caratteri, digita semplicemente il testo,\npremere il pulsante copia per copiare il testo nel nuovo font che si desidera utilizzare.\n\nÈ possibile visualizzare in anteprima l'aspetto del messaggio prima di decidere se copiare o meno il testo.\n\nPremi il pulsante \"cuore\" se desideri aggiungere ai preferiti un carattere particolare.\n\nQuesti caratteri copia e incolla sono tutti aggiornati e sono ottimi per i caratteri discord, i caratteri ig e dovrebbero aiutare a migliorare i tuoi commenti / Mi piace sui social media. Prova questi caratteri sui tuoi post di Instagram e\nconfronta la differenza con il normale testo noioso.\n\nInstagram™ e il logo Instagram sono marchi di Facebook Inc. L'uso di questi marchi è soggetto alle autorizzazioni di Facebook. Questo software non è stato creato né approvato da Facebook inc.",
    "ja": "Instagramで投稿を作成するときに、これらの40以上のユニークなフォントを使用して、Instagramの投稿でより多くのいいねを獲得してください。\n\nこれらのユニークなフォントを使用すると、Instagramで投稿を目立たせることができます。\n\nこれらのクールなフォントはすべて無料で使いやすいです。今日、これらの無料フォントを使用してください。\n\nこれらの新しいフォントの使用を開始するには、テキストを入力するだけです。\nコピーボタンを押して、使用する新しいフォントでテキストをコピーします。\n\nテキストをコピーするかどうかを決定する前に、メッセージがどのように表示されるかをプレビューできます。\n\n特定のフォントのお気に入りに追加する場合は、「ハート」ボタンを押します。\n\nこれらのコピーアンドペーストフォントはすべて更新されており、不和フォント、igフォントに最適であり、ソーシャルメディアのコメント/いいねを後押しするのに役立つはずです。 Instagramの投稿でこれらのフォントを試してみてください\n違いと通常の退屈なテキストを比較します。\n\nInstagram™およびInstagramのロゴは、Facebook Inc.の商標です。これらの商標の使用には、Facebookの許可が必要です。このソフトウェアは、FacebookInc.によって作成または承認されていません。",
    "ko": "Instagram에서 게시물을 작성할 때 이 40개 이상의 고유한 글꼴을 사용하여 Instagram 게시물에서 더 많은 좋아요를 받으십시오.\n\n이 독특한 글꼴을 사용하여 Instagram에서 게시물을 눈에 띄게 만드십시오.\n\n이 멋진 글꼴은 모두 무료이며 사용하기 쉽습니다. 오늘 이 무료 글꼴을 사용하십시오.\n\n이 새 글꼴을 사용하려면 텍스트를 입력하기만 하면 됩니다.\n복사 버튼을 눌러 사용하려는 새 글꼴로 텍스트를 복사합니다.\n\n텍스트를 복사할지 여부를 결정하기 전에 메시지가 어떻게 보이는지 미리 볼 수 있습니다.\n\n특정 글꼴의 즐겨찾기에 추가하려면 \"하트\" 버튼을 누르십시오.\n\n이 복사 및 붙여넣기 글꼴은 모두 업데이트되었으며 discord 글꼴, ig 글꼴에 적합하며 소셜 미디어 댓글/좋아요를 높이는 데 도움이 됩니다. Instagram 게시물에서 이 글꼴을 사용하고\n차이점을 일반 지루한 텍스트와 비교하십시오.\n\nInstagram™ 및 Instagram 로고는 Facebook Inc.의 상표입니다. 이러한 상표의 사용은 Facebook 권한의 적용을 받습니다. 이 소프트웨어는 Facebook Inc.에서 만들거나 보증하지 않습니다.",
    "lt": "Sulaukite daugiau „Instagram“ įrašų „Patinka“ paspaudimų naudodami šiuos daugiau nei 40 unikalių šriftų kurdami įrašą „Instagram“.\n\nNaudodami šiuos unikalius šriftus išryškinkite savo įrašus „Instagram“.\n\nVisi šie šaunūs šriftai yra nemokami ir lengvai naudojami. Naudokite šiuos nemokamus šriftus šiandien.\n\nNorėdami pradėti naudoti šiuos naujus šriftus, tiesiog įveskite tekstą,\npaspauskite kopijavimo mygtuką, kad nukopijuotumėte tekstą nauju šriftu, kurį norite naudoti.\n\nPrieš nuspręsdami, ar kopijuoti tekstą, galite peržiūrėti, kaip atrodo pranešimas.\n\nPaspauskite mygtuką „širdis“, jei norite įtraukti į parankinius tam tikram šriftui.\n\nVisi šie kopijavimo ir įklijavimo šriftai yra atnaujinti ir puikiai tinka discord šriftams, ig šriftams ir turėtų padėti padidinti jūsų komentarus / teigiamus įvertinimus socialinėje žiniasklaidoje. Išbandykite šiuos šriftus savo Instagram įrašuose ir\npalyginkite skirtumą su įprastu nuobodžiu tekstu.\n\n„Instagram™“ ir „Instagram“ logotipas yra „Facebook Inc.“ prekių ženklai. Šių prekių ženklų naudojimas priklauso nuo „Facebook“ leidimų. Ši programinė įranga nėra sukurta ir nepatvirtinta Facebook inc.",
    "lv": "Saņemiet vairāk atzīmju Patīk savām Instagram ziņām, izmantojot šos 40+ unikālos fontus, kad izveidojat ziņu pakalpojumā Instagram.\n\nIzmantojot šos unikālos fontus, padariet savas ziņas izcilas pakalpojumā Instagram.\n\nŠie lieliskie fonti ir bez maksas un ērti lietojami. Izmantojiet šos bezmaksas fontus šodien.\n\nLai sāktu lietot šos jaunos fontus, vienkārši ierakstiet tekstu,\nnospiediet kopēšanas pogu, lai kopētu tekstu jaunajā fontā, kuru vēlaties izmantot.\n\nPirms izlemjat, vai kopēt tekstu, varat priekšskatīt, kā izskatās ziņojums.\n\nNospiediet pogu \"sirds\", ja vēlaties pievienot izlasei konkrētam fontam.\n\nVisi šie kopēšanas un ielīmēšanas fonti ir atjaunināti, un tie ir lieliski piemēroti nesaskaņotiem fontiem, ig fontiem, un tiem vajadzētu palīdzēt palielināt komentārus/atzīmes Patīk. Izmēģiniet šos fontus savās Instagram ziņās un\nsalīdziniet atšķirību ar parasto garlaicīgo tekstu.\n\nInstagram™ un Instagram logotips ir Facebook Inc. preču zīmes. Šo preču zīmju izmantošana ir atkarīga no Facebook atļaujām. Šo programmatūru nav izveidojis un neapstiprinājis Facebook inc.",
    "ms": "Dapatkan lebih banyak suka pada siaran Instagram anda dengan menggunakan 40+ fon unik ini apabila anda membuat siaran di Instagram.\n\nJadikan siaran anda menonjol di Instagram apabila anda menggunakan fon unik ini.\n\nFon sejuk ini semuanya percuma dan mudah digunakan. Gunakan fon percuma ini hari ini.\n\nUntuk mula menggunakan fon baharu ini, hanya taip teks,\ntekan butang salin untuk menyalin teks dalam fon baharu yang ingin anda gunakan.\n\nAnda boleh pratonton rupa mesej sebelum memutuskan sama ada hendak menyalin teks atau tidak.\n\nTekan butang \"hati\" jika anda ingin menambah kegemaran untuk fon tertentu.\n\nFon salin dan tampal ini semuanya dikemas kini dan bagus untuk fon perselisihan, fon ig dan sepatutnya membantu meningkatkan komen/suka media sosial anda. Cuba fon ini pada siaran Instagram anda dan\nbandingkan perbezaan berbanding teks membosankan biasa.\n\nInstagram™ & logo Instagram ialah tanda dagangan Facebook Inc. Penggunaan tanda dagangan ini tertakluk pada Kebenaran Facebook. Perisian ini tidak dicipta atau disokong oleh Facebook inc.",
    "nl": "Krijg meer likes op je Instagram-berichten door deze 40+ unieke lettertypen te gebruiken wanneer je een bericht op Instagram maakt.\n\nLaat uw berichten opvallen op Instagram wanneer u deze unieke lettertypen gebruikt.\n\nDeze coole lettertypen zijn allemaal gratis en gemakkelijk te gebruiken. Gebruik deze gratis lettertypen vandaag nog.\n\nOm deze nieuwe lettertypen te gaan gebruiken, typt u gewoon de tekst,\ndruk op de kopieerknop om de tekst te kopiëren in het nieuwe lettertype dat u wilt gebruiken.\n\nU kunt een voorbeeld bekijken van hoe het bericht eruitziet voordat u beslist of u de tekst wilt kopiëren of niet.\n\nDruk op de \"hart\"-knop als u een bepaald lettertype aan favorieten wilt toevoegen.\n\nDeze lettertypen voor kopiëren en plakken zijn allemaal bijgewerkt en zijn geweldig voor discord-lettertypen, ig-lettertypen en zouden je reacties/likes op sociale media moeten stimuleren. Probeer deze lettertypen op je Instagram-berichten en\nvergelijk het verschil met gewone saaie tekst.\n\nInstagram™ en het Instagram-logo zijn handelsmerken van Facebook Inc. Het gebruik van deze handelsmerken is onderhevig aan Facebook-toestemmingen. Deze software is niet gemaakt of goedgekeurd door Facebook inc.",
    "no": "Få flere likes på Instagram-innleggene dine ved å bruke disse 40+ unike fontene når du lager et innlegg på Instagram.\n\nFå innleggene dine til å skille seg ut på Instagram når du bruker disse unike fontene.\n\nDisse kule fontene er alle gratis og enkle å bruke. Bruk disse gratis skriftene i dag.\n\nFor å begynne å bruke disse nye fontene, skriv ganske enkelt ut teksten,\ntrykk på kopieringsknappen for å kopiere teksten i den nye fonten du ønsker å bruke.\n\nDu kan forhåndsvise hvordan meldingen ser ut før du bestemmer deg for om du vil kopiere teksten eller ikke.\n\nTrykk på \"hjerte\"-knappen hvis du ønsker å legge til favoritter for en bestemt font.\n\nDisse kopier og lim-fontene er alle oppdaterte og er flotte for discord-fonter, ig-fonter og bør bidra til å øke kommentarene/likes på sosiale medier. Prøv disse skriftene på Instagram-innleggene dine og\nsammenligne forskjellen vs vanlig kjedelig tekst.\n\nInstagram™ og Instagram-logoen er varemerker for Facebook Inc. Bruk av disse varemerkene er underlagt Facebook-tillatelser. Denne programvaren er ikke laget eller godkjent av Facebook inc.",
    "pl": "Zdobądź więcej polubień swoich postów na Instagramie, korzystając z tych ponad 40 unikalnych czcionek podczas tworzenia posta na Instagramie.\n\nWyróżnij swoje posty na Instagramie, używając tych unikalnych czcionek.\n\nTe fajne czcionki są bezpłatne i łatwe w użyciu. Użyj tych darmowych czcionek już dziś.\n\nAby rozpocząć korzystanie z tych nowych czcionek, po prostu wpisz tekst,\nnaciśnij przycisk kopiowania, aby skopiować tekst w nowej czcionce, której chcesz użyć.\n\nMożesz zobaczyć, jak wygląda wiadomość, zanim zdecydujesz, czy chcesz skopiować tekst, czy nie.\n\nNaciśnij przycisk „serce”, jeśli chcesz dodać do ulubionych dla określonej czcionki.\n\nTe czcionki do kopiowania i wklejania są zaktualizowane i świetnie nadają się do czcionek Discord, czcionek ig i powinny pomóc w zwiększeniu komentarzy/polubień w mediach społecznościowych. Wypróbuj te czcionki w swoich postach na Instagramie i\nporównaj różnicę w porównaniu ze zwykłym nudnym tekstem.\n\nInstagram™ i logo Instagram są znakami towarowymi firmy Facebook Inc. Korzystanie z tych znaków towarowych podlega zezwoleniom Facebooka. To oprogramowanie nie jest tworzone ani wspierane przez Facebook inc.",
    "ro": "Obțineți mai multe aprecieri la postările tale de pe Instagram utilizând aceste peste 40 de fonturi unice atunci când creezi o postare pe Instagram.\n\nFaceți-vă postările în evidență pe Instagram atunci când utilizați aceste fonturi unice.\n\nAceste fonturi interesante sunt toate gratuite și ușor de utilizat. Utilizați aceste fonturi gratuite astăzi.\n\nPentru a începe să utilizați aceste fonturi noi, introduceți pur și simplu textul,\napăsați butonul de copiere pentru a copia textul în noul font pe care doriți să îl utilizați.\n\nPuteți previzualiza cum arată mesajul înainte de a decide dacă să copiați sau nu textul.\n\nApăsați butonul „inima” dacă doriți să adăugați la favorite pentru un anumit font.\n\nAceste fonturi de copiere și inserare sunt toate actualizate și sunt grozave pentru fonturile discord, fonturile ig și ar trebui să vă ajute la creșterea comentariilor/apreciărilor pe rețelele sociale. Încearcă aceste fonturi pe postările tale de pe Instagram și\ncomparați diferența cu textul plictisitor obișnuit.\n\nInstagram™ și sigla Instagram sunt mărci comerciale ale Facebook Inc. Utilizarea acestor mărci comerciale este supusă permisiunilor Facebook. Acest software nu este creat și nici aprobat de Facebook inc.",
    "ru": "Получите больше лайков к своим публикациям в Instagram, используя эти 40+ уникальных шрифтов при создании публикации в Instagram.\n\nСделайте свои посты выдающимися в Instagram, используя эти уникальные шрифты.\n\nВсе эти классные шрифты бесплатны и просты в использовании. Используйте эти бесплатные шрифты сегодня.\n\nЧтобы начать использовать эти новые шрифты, просто введите текст,\nнажмите кнопку копирования, чтобы скопировать текст новым шрифтом, который вы хотите использовать.\n\nВы можете просмотреть, как выглядит сообщение, прежде чем решить, копировать текст или нет.\n\nНажмите кнопку «сердце», если вы хотите добавить определенный шрифт в избранное.\n\nВсе эти шрифты для копирования и вставки обновлены и отлично подходят для шрифтов разногласий, шрифтов ig и должны помочь повысить ваши комментарии / лайки в социальных сетях. Попробуйте эти шрифты в своих постах в Instagram и\nсравните разницу с обычным скучным текстом.\n\nInstagram™ и логотип Instagram являются товарными знаками Facebook Inc. Использование этих товарных знаков регулируется разрешениями Facebook. Это программное обеспечение не создано и не одобрено Facebook Inc.",
    "sk": "Získajte viac označení páči sa mi na vašich príspevkoch na Instagrame pomocou týchto 40+ jedinečných písiem, keď vytvoríte príspevok na Instagrame.\n\nPoužite tieto jedinečné fonty, aby vaše príspevky vynikli na Instagrame.\n\nVšetky tieto skvelé fonty sú bezplatné a ľahko sa používajú. Použite tieto bezplatné fonty ešte dnes.\n\nAk chcete začať používať tieto nové písma, jednoducho napíšte text,\nstlačením tlačidla kopírovať skopírujete text v novom type písma, ktoré chcete použiť.\n\nPred rozhodnutím, či chcete text skopírovať alebo nie, si môžete pozrieť, ako správa vyzerá.\n\nStlačte tlačidlo \"srdce\", ak chcete pridať medzi obľúbené pre konkrétne písmo.\n\nVšetky tieto kopírovacie a prilepovacie fonty sú aktualizované a sú skvelé pre discord fonty, ig fonty a mali by pomôcť zvýšiť vaše komentáre/lajky na sociálnych sieťach. Vyskúšajte tieto fonty vo svojich príspevkoch na Instagrame a\nporovnajte rozdiel oproti bežnému nudnému textu.\n\nInstagram™ a logo Instagram sú ochranné známky spoločnosti Facebook Inc. Používanie týchto ochranných známok podlieha povoleniam Facebooku. Tento softvér nie je vytvorený ani podporovaný spoločnosťou Facebook Inc.",
    "sl": "Pridobite več všečkov na svojih objavah na Instagramu z uporabo teh 40+ edinstvenih pisav, ko ustvarite objavo na Instagramu.\n\nNaj bodo vaše objave na Instagramu izstopajoče, ko uporabljate te edinstvene pisave.\n\nVse te kul pisave so brezplačne in enostavne za uporabo. Uporabite te brezplačne pisave še danes.\n\nČe želite začeti uporabljati te nove pisave, preprosto vnesite besedilo,\npritisnite gumb za kopiranje, da kopirate besedilo v novi pisavi, ki jo želite uporabiti.\n\nPreden se odločite, ali želite kopirati besedilo ali ne, si lahko ogledate, kako izgleda sporočilo.\n\nPritisnite gumb \"srce\", če želite dodati med priljubljene za določeno pisavo.\n\nVse te pisave za kopiranje in lepljenje so posodobljene in so odlične za pisave Discord, ig pisave in bi morale pomagati povečati vaše komentarje/všečke na družbenih medijih. Preizkusite te pisave na svojih objavah na Instagramu in\nprimerjajte razliko v primerjavi z običajnim dolgočasnim besedilom.\n\nInstagram™ in logotip Instagram sta blagovni znamki družbe Facebook Inc. Uporaba teh blagovnih znamk je predmet dovoljenj Facebooka. Te programske opreme ni ustvaril ali potrdil Facebook inc.",
    "sr": "Добијте више лајкова на својим Инстаграм објавама користећи ових 40+ јединствених фонтова када креирате објаву на Инстаграму.\n\nУчините своје постове истакнутим на Инстаграму када користите ове јединствене фонтове.\n\nСви ови цоол фонтови су бесплатни и једноставни за употребу. Користите ове бесплатне фонтове данас.\n\nДа бисте почели да користите ове нове фонтове, једноставно откуцајте текст,\nпритисните дугме за копирање да бисте копирали текст у новом фонту који желите да користите.\n\nМожете да прегледате како порука изгледа пре него што одлучите да ли да копирате текст или не.\n\nПритисните дугме \"срце\" ако желите да додате у фаворите за одређени фонт.\n\nСви ови фонтови за копирање и лепљење су ажурирани и одлични су за фонтове у дискорду, иг фонтове и требало би да вам помогну да повећате ваше коментаре/лајкове на друштвеним мрежама. Испробајте ове фонтове на својим Инстаграм објавама и\nупоредите разлику у односу на уобичајени досадан текст.\n\nИнстаграм™ и Инстаграм лого су заштитни знакови компаније Фацебоок Инц. Коришћење ових заштитних знакова подлеже Фацебоок дозволама. Овај софтвер није креиран нити подржан од стране Фацебоок инц.",
    "sv": "Få fler likes på dina Instagram-inlägg genom att använda dessa 40+ unika typsnitt när du skapar ett inlägg på Instagram.\n\nGör dina inlägg enastående på Instagram när du använder dessa unika typsnitt.\n\nDessa coola typsnitt är alla gratis och lätta att använda. Använd dessa gratis typsnitt idag.\n\nFör att börja använda dessa nya typsnitt, skriv helt enkelt ut texten,\ntryck på kopieringsknappen för att kopiera texten i det nya teckensnittet du vill använda.\n\nDu kan förhandsgranska hur meddelandet ser ut innan du bestämmer dig för om du vill kopiera texten eller inte.\n\nTryck på \"hjärta\"-knappen om du vill lägga till favoriter för ett visst typsnitt.\n\nDessa kopiera och klistra teckensnitt är alla uppdaterade och är bra för discord-teckensnitt, ig-teckensnitt och bör hjälpa till att öka dina kommentarer/gillar i sociala medier. Prova dessa typsnitt på dina Instagram-inlägg och\njämför skillnaden mot vanlig tråkig text.\n\nInstagram™ och Instagram-logotypen är varumärken som tillhör Facebook Inc. Användning av dessa varumärken är föremål för Facebook-tillstånd. Denna programvara är inte skapad eller godkänd av Facebook inc.",
    "th": "รับไลค์มากขึ้นในโพสต์ Instagram ของคุณโดยใช้แบบอักษรที่ไม่ซ้ำกันมากกว่า 40 แบบเมื่อคุณสร้างโพสต์บน Instagram\n\nทำให้โพสต์ของคุณโดดเด่นบน Instagram เมื่อคุณใช้แบบอักษรพิเศษเหล่านี้\n\nแบบอักษรเจ๋ง ๆ เหล่านี้ฟรีและใช้งานง่าย ใช้แบบอักษรฟรีเหล่านี้วันนี้\n\nหากต้องการเริ่มใช้แบบอักษรใหม่เหล่านี้ เพียงพิมพ์ข้อความ\nกดปุ่มคัดลอกเพื่อคัดลอกข้อความในแบบอักษรใหม่ที่คุณต้องการใช้\n\nคุณสามารถดูตัวอย่างลักษณะของข้อความก่อนตัดสินใจว่าจะคัดลอกข้อความหรือไม่\n\nกดปุ่ม \"หัวใจ\" หากคุณต้องการเพิ่มในรายการโปรดสำหรับแบบอักษรเฉพาะ\n\nแบบอักษรคัดลอกและวางเหล่านี้ได้รับการอัปเดตทั้งหมดและเหมาะสำหรับแบบอักษรที่ไม่ลงรอยกัน แบบอักษร ig และควรช่วยเพิ่มความคิดเห็น/ไลค์บนโซเชียลมีเดียของคุณ ลองใช้แบบอักษรเหล่านี้ในโพสต์ Instagram ของคุณและ\nเปรียบเทียบความแตกต่างกับข้อความที่น่าเบื่อทั่วไป\n\nInstagram™ และโลโก้ Instagram เป็นเครื่องหมายการค้าของ Facebook Inc. การใช้เครื่องหมายการค้าเหล่านี้อยู่ภายใต้การอนุญาตของ Facebook ซอฟต์แวร์นี้ไม่ได้สร้างหรือรับรองโดย Facebook Inc.",
    "tr": "Instagram'da bir gönderi oluşturduğunuzda bu 40'tan fazla benzersiz yazı tipini kullanarak Instagram gönderilerinizde daha fazla beğeni alın.\n\nBu benzersiz yazı tiplerini kullanarak gönderilerinizi Instagram'da öne çıkarın.\n\nBu harika yazı tiplerinin tümü ücretsizdir ve kullanımı kolaydır. Bu ücretsiz yazı tiplerini bugün kullanın.\n\nBu yeni yazı tiplerini kullanmaya başlamak için metni yazmanız yeterlidir.\nMetni kullanmak istediğiniz yeni yazı tipinde kopyalamak için kopyala düğmesine basın.\n\nMetni kopyalayıp kopyalamamaya karar vermeden önce mesajın nasıl göründüğünü önizleyebilirsiniz.\n\nBelirli bir yazı tipi için favorilere eklemek istiyorsanız \"kalp\" düğmesine basın.\n\nBu kopyala ve yapıştır yazı tiplerinin tümü güncellenmiştir ve uyumsuz yazı tipleri, ig yazı tipleri için mükemmeldir ve sosyal medya yorumlarınızı/beğenilerinizi artırmanıza yardımcı olmalıdır. Instagram gönderilerinizde bu yazı tiplerini deneyin ve\nfarkı normal sıkıcı metinle karşılaştırın.\n\nInstagram™ ve Instagram logosu, Facebook Inc'in ticari markalarıdır. Bu ticari markaların kullanımı Facebook İzinlerine tabidir. Bu yazılım Facebook inc tarafından oluşturulmamıştır veya onaylanmamıştır.",
    "uk": "Отримайте більше лайків до своїх публікацій в Instagram, використовуючи ці понад 40 унікальних шрифтів, коли ви створюєте публікацію в Instagram.\n\nЗробіть свої публікації помітними в Instagram, використовуючи ці унікальні шрифти.\n\nУсі ці круті шрифти безкоштовні та прості у використанні. Використовуйте ці безкоштовні шрифти сьогодні.\n\nЩоб почати використовувати ці нові шрифти, просто введіть текст,\nнатисніть кнопку копіювання, щоб скопіювати текст новим шрифтом, який ви бажаєте використати.\n\nВи можете попередньо переглянути, як виглядає повідомлення, перш ніж вирішити, копіювати текст чи ні.\n\nНатисніть кнопку «серце», якщо ви хочете додати до вибраного для певного шрифту.\n\nУсі ці шрифти копіювання та вставлення оновлені та чудово підходять для шрифтів Discord, шрифтів ig і повинні допомогти збільшити кількість ваших коментарів/лайків у соціальних мережах. Спробуйте ці шрифти у своїх публікаціях в Instagram та\nпорівняйте різницю зі звичайним нудним текстом.\n\nInstagram™ та логотип Instagram є торговими марками Facebook Inc. Використання цих торгових марок регулюється Дозвілами Facebook. Це програмне забезпечення не створено і не схвалено компанією Facebook inc.",
    "vi": "Nhận được nhiều lượt thích hơn trên các bài đăng trên Instagram của bạn bằng cách sử dụng hơn 40 phông chữ độc đáo này khi bạn tạo một bài đăng trên Instagram.\n\nLàm cho bài đăng của bạn nổi bật trên Instagram khi bạn sử dụng những phông chữ độc đáo này.\n\nTất cả các phông chữ thú vị này đều miễn phí và dễ sử dụng. Sử dụng những phông chữ miễn phí này ngay hôm nay.\n\nĐể bắt đầu sử dụng các phông chữ mới này, chỉ cần gõ văn bản,\nnhấn nút sao chép để sao chép văn bản bằng phông chữ mới mà bạn muốn sử dụng.\n\nBạn có thể xem trước tin nhắn trông như thế nào trước khi quyết định có sao chép văn bản hay không.\n\nNhấn nút \"trái tim\" nếu bạn muốn thêm vào mục yêu thích cho một phông chữ cụ thể.\n\nCác phông chữ sao chép và dán này đều được cập nhật và rất phù hợp cho các phông chữ bất hòa, phông chữ ig và sẽ giúp tăng nhận xét / lượt thích trên mạng xã hội của bạn. Hãy thử các phông chữ này trên các bài đăng trên Instagram của bạn và\nso sánh sự khác biệt so với văn bản nhàm chán thông thường.\n\nInstagram ™ & logo Instagram là các nhãn hiệu của Facebook Inc. Việc sử dụng các nhãn hiệu này phải tuân theo Quyền của Facebook. Phần mềm này không được tạo ra cũng như không được xác nhận bởi Facebook inc.",
    "zh_CN": "在 Instagram 上创建帖子时，使用这 40 多种独特字体在您的 Instagram 帖子上获得更多赞。\n\n当您使用这些独特的字体时，让您的帖子在 Instagram 上脱颖而出。\n\n这些很酷的字体都是免费且易于使用的。立即使用这些免费字体。\n\n要开始使用这些新字体，只需输入文本，\n按复制按钮以您希望使用的新字体复制文本。\n\n您可以在决定是否复制文本之前预览消息的外观。\n\n如果您希望将特定字体添加到收藏夹，请按“心”按钮。\n\n这些复制和粘贴字体都已更新，非常适合不和谐字体、ig 字体，应该有助于提高您的社交媒体评论/喜欢。在您的 Instagram 帖子中尝试这些字体\n比较差异与常规无聊文本。\n\nInstagram™ 和 Instagram 徽标是 Facebook Inc. 的商标。使用这些商标必须获得 Facebook 许可。该软件并非由 Facebook Inc. 创建或认可。",
    "zh_TW": "在 Instagram 上創建帖子時，使用這 40 多種獨特字體在您的 Instagram 帖子上獲得更多贊。\n\n當您使用這些獨特的字體時，讓您的帖子在 Instagram 上脫穎而出。\n\n這些很酷的字體都是免費且易於使用的。立即使用這些免費字體。\n\n要開始使用這些新字體，只需輸入文本，\n按複製按鈕以您希望使用的新字體複製文本。\n\n您可以在決定是否複製文本之前預覽消息的外觀。\n\n如果您希望將特定字體添加到收藏夾，請按“心”按鈕。\n\n這些複製和粘貼字體都已更新，非常適合不和諧字體、ig 字體，應該有助於提高您的社交媒體評論/喜歡。在您的 Instagram 帖子中嘗試這些字體\n比較差異與常規無聊文本。\n\nInstagram™ 和 Instagram 徽標是 Facebook Inc. 的商標。使用這些商標必須獲得 Facebook 許可。該軟件並非由 Facebook Inc. 創建或認可。"
  }
}