{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WriteMe.ai - AI powered writing assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Best AI Writer, Content Generator & Writing Assistant."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prepare to witness the next big transformation in your writing experience on your favorite Browser, using WriteMe.Ai Google Chrome Extension.\n\nWriteMe.Ai’s Google Chrome Extension Features:\nWe have got some amazing features in WriteMe.Ai Google Chrome Extension for a better, smoother and more streamlined writing experience using AI.\nNext Line Suggestions to incorporate fresh, new ideas in your text\nBuilt-in Grammar Checker to edit, polish and perfect your text\nWrite Complete Article to create long form content in a jiffy\nPopular Use Cases to write unique content for certain use cases in minutes\n\nHow to Setup WriteMe.Ai’s Google Chrome Extension:\nAll you will need to do is:\nDownload the WriteMe.Ai Google Chrome Extension \nPin the  WriteMe.Ai Google Chrome Extension to Your browser\nLaunch the WriteMe.Ai Google Chrome Extension and Log In \n\nAfter Downloading Here are the next steps you need to follow to use WriteMe across all websites to use WriteMe.ai’s extension\n\nStep 1:\nOnce you have successfully installed the extension, go to your extensions settings\nPin WriteMe.Ai extension on your browser. Create a new document to start using WriteMe.Ai or go straight to the web app. You can also set your preferences for using WriteMe.Ai on different websites by going to the Extensions Settings page.\n\nStep 2:\nMove your cursor over the text and select any text between 30 to 300 characters length. WriteMe.Ai icon will appear under the highlighted text. Click on the WriteMe.Ai icon to open the toolbar (ribbon).\n\n\nStep 3: \nThe ribbon will show you available actions you can take. Choose any option to get Next Line Suggestions, view Use Cases, use Grammar Tools, or Write Complete Article using WriteMe.Ai.\n\nChange Log:\n\n1.0.0\n\nChrome Extension Launched\nAccess 40+ use cases & templates\nSupports 30+ languages and 20+ tones\nWrite sales & marketing emails that get replies\nDiscover ideas & write engaging content for blog\nGenerate creative, catchy copies for social media\nWrite product, job, profile, video descriptions\nGenerate interesting caption ideas for Instagram post\nIn-built native plagiarism checker (powered by Copyscape)\nWorkflow and team management features\n\n1.0.4\n\nLayout enhancements\nBug fixes\n\n1.0.6\n\n3 New Popular Use Cases \nGPT 3.5 enhancements\nContent synchronization \n\n1.1.1\n\nWriteMe Extension is now Draggable  \nNew “WriteMe” Button to get text answers for anything\nNow Data is copied auto on Click Using Append Function* \n\n2.0.0\n\nInput Unlimited Text\nUtilize the capabilities of GPT-3.5 and GPT-4 now.\n\n2.0.1\n\nLogout issue fixed\n\n2.1.0\n\nGPT-4o added\nGPT-4o-mini added\nManual Logout Button Added\n\n\n*Facebook not eligible.\n\nDrag and Drop Extension:\n\nTake the extension anywhere with you! Drag and drop the extension anywhere on the page and continue making edits. Enjoy more writing freedom!\n\nWriteMe ANYTHING!\n\n\"WriteMe\" button can help you with emails, social media posts, ad copies, and more! You don't have to waste time searching for the right use case; just use the WriteMe option to get something written for you. Use the new WriteMe button to find text-based."
  }
}