{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Christmas Magic Live Wallpaper Gameograf"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fill your browser with Christmas magic and joy using a festive live wallpaper!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your browser into a festive winter paradise with this Christmas live wallpaper extension! Every new tab will bring the delightful sights of the holiday season directly to your screen. Whether it's the sparkle of Christmas lights or the soft glow of snowflakes falling gently, this extension lets you immerse yourself in the warmth and beauty of Christmas all year long. You’ll feel like you're surrounded by holiday magic, no matter what time of year it is!\n\nNot only does this extension create a cheerful atmosphere, but it’s also packed with practical features to make your browsing easier. Quickly access your favorite websites with customizable site shortcuts, search the web in an instant with the built-in Google search bar, and stay organized with the clock and date widget. All these features work together seamlessly to bring you a fun and efficient browsing experience during the holidays and beyond.\n\nFeatures:\n🎅 Live Wallpaper: Christmas-themed animated backgrounds with snow, lights, and festive charm.\n\n🔍 Google Search Bar: Easily search the web with the integrated Google search bar.\n\n🌐 Site Shortcuts: Customize shortcuts to your most visited websites for quick access.\n\n⏰ Clock & Date Widget: A stylish clock and date display to help keep track of time during the holiday season.\n\nLet the holiday magic fill your screen and make every browsing session feel like Christmas morning!"
  }
}