{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sigo - Assinatura Digital e Biometria"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extensão para funcionamento da biometria, e realizar Assinaturas Digitais de PDFs"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Aprimore a sua experiência no Sistema Sigo com a nossa poderosa extensão! A Extensão Sigo oferece recursos avançados de assinatura biométrica em documentos, como ASO, e assinatura digital de PDFs, incluindo PGR, LTCAT e PCMSO. Agora você pode agilizar o processo de assinatura, garantir a autenticidade dos seus documentos e simplificar o fluxo de trabalho, diretamente no seu navegador Chrome.\n\nCom a funcionalidade de assinatura biométrica, você poderá adicionar sua assinatura de forma segura e conveniente em documentos como ASO (Atestado de Saúde Ocupacional). Utilize a sua impressão digital ou reconhecimento facial para assinar digitalmente esses documentos, eliminando a necessidade de assinaturas manuais e tornando o processo mais eficiente.\n\nA assinatura digital de PDFs é outra poderosa funcionalidade oferecida pela Extensão Sigo. Agora você pode assinar digitalmente documentos importantes como PGR (Programa de Gerenciamento de Riscos), LTCAT (Laudo Técnico das Condições Ambientais do Trabalho) e PCMSO (Programa de Controle Médico de Saúde Ocupacional), diretamente no Sistema Sigo. Garanta a autenticidade e a integridade desses documentos, reduzindo a dependência de versões impressas e agilizando os processos burocráticos.\n\nPrincipais recursos da Extensão Sigo:\n\nAssinatura biométrica em documentos como ASO.\nAssinatura digital de PDFs, incluindo PGR, LTCAT e PCMSO.\nInterface intuitiva e fácil de usar.\nCompatibilidade total com o navegador Chrome.\nAumente a eficiência das suas atividades no Sistema Sigo com a Extensão Sigo. Baixe agora mesmo e desfrute de uma experiência aprimorada ao utilizar a assinatura biométrica e digital de documentos!\n\nObservação: Para utilizar a extensão, é necessário ter o Software Sigo Plugin instalado e acesso ao sistema Sigo. Certifique-se de cumprir os requisitos mencionados para desfrutar de todas as funcionalidades da extensão."
  }
}