{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Los Angeles Lakers Wallpapers New Tab",
    "de": "Los Angeles Lakers Wallpapern",
    "es": "Los Angeles Lakers Personalizados",
    "fr": "Los Angeles Lakers Wallpapers & Custom Backgrounds"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform Your New Tab Experience with Los Angeles Lakers Wallpapers & Custom Backgrounds!",
    "de": "Verwandeln Sie Ihre neue Tab-Erfahrung mit Los Angeles Lakers Wallpapern & individuellen Hintergründen!",
    "es": "¡Transforma tu experiencia en la nueva pestaña con Fondos de Pantalla de Chicas AnimeLos Angeles Lakers Personalizados!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hello Lakers enthusiasts! Are you ready to get excited? I want to introduce you to an incredible Google Chrome extension specially designed for the world of Los Angeles Lakers. This extension adds a splash of color to your browsing experience by automatically changing the background images of your new tab page!\n\nRest assured that this extension contains content that does not compromise your security. You also have the chance to select and pin any background you desire. Quick access icons to your most visited sites are also waiting for you on the left.\n\nYou can perform quick and easy Google searches and check the time and date at any moment. Customize the extension as you wish with the option to personalize it in the settings. The control is entirely in your hands with the active/passive option!\n\nStep into the world of Los Angeles Lakers right now and enhance your browsing experience by adding this extension to your browser! Filled with the colors of the Lakers, this extension will take your browser experience to the next level.",
    "de": "Hallo Lakers-Enthusiasten! Seid ihr bereit, begeistert zu sein? Ich möchte euch eine unglaubliche Google Chrome-Erweiterung vorstellen, die speziell für die Welt der Los Angeles Lakers entwickelt wurde. Diese Erweiterung bringt mit automatischem Wechsel der Hintergrundbilder auf eurer neuen Tab-Seite Farbe in euer Browsing-Erlebnis!\n\nSeid versichert, dass diese Erweiterung keinen Inhalt enthält, der eure Sicherheit gefährdet. Ihr habt auch die Möglichkeit, jedes gewünschte Hintergrundbild auszuwählen und zu fixieren. Schnellzugriffssymbole für eure meistbesuchten Websites warten ebenfalls auf der linken Seite.\n\nFührt schnelle und einfache Google-Suchanfragen durch und werft zu jeder Zeit einen Blick auf die Uhrzeit und das Datum. Individualisiert die Erweiterung nach euren Wünschen mit der Option zur Personalisierung in den Einstellungen. Die Kontrolle liegt ganz bei euch mit der Aktiv/Passiv-Option!\n\nTaucht jetzt in die Welt der Los Angeles Lakers ein und verbessert euer Browsing-Erlebnis, indem ihr diese Erweiterung zu eurem Browser hinzufügt! Diese Erweiterung, gefüllt mit den Farben der Lakers, wird euer Browser-Erlebnis auf ein neues Level heben.",
    "es": "¡Hola aficionados de los Lakers! ¿Están listos para emocionarse? Quiero presentarles una increíble extensión de Google Chrome diseñada especialmente para el mundo de Los Angeles Lakers. ¡Esta extensión agrega un toque de color a su experiencia de navegación al cambiar automáticamente las imágenes de fondo de su nueva pestaña!\n\nTengan la seguridad de que esta extensión no contiene contenido que comprometa su seguridad. También tienen la oportunidad de seleccionar y fijar cualquier fondo que deseen. Los íconos de acceso rápido a sus sitios más visitados también los esperan a la izquierda.\n\nPueden realizar búsquedas rápidas y sencillas en Google y consultar la hora y la fecha en cualquier momento. Personalicen la extensión según sus deseos con la opción de personalización en la configuración. ¡El control está completamente en sus manos con la opción activo/pasivo!\n\n¡Adentrense ahora en el mundo de Los Angeles Lakers y mejoren su experiencia de navegación agregando esta extensión a su navegador! Llena de los colores de los Lakers, esta extensión llevará su experiencia de navegación a otro nivel.",
    "fr": "Salut aux passionnés des Lakers ! Êtes-vous prêts à être enthousiasmés ? Je veux vous présenter une incroyable extension Google Chrome spécialement conçue pour le monde des Los Angeles Lakers. Cette extension ajoute une touche de couleur à votre expérience de navigation en changeant automatiquement les images de fond de votre nouvelle page d'onglet !\n\nSoyez assurés que cette extension ne contient aucun contenu qui compromettrait votre sécurité. Vous avez également la possibilité de sélectionner et d'épingler n'importe quel fond d'écran que vous désirez. Les icônes d'accès rapide à vos sites les plus visités vous attendent également à gauche.\n\nVous pouvez effectuer des recherches rapides et faciles sur Google et consulter l'heure et la date à tout moment. Personnalisez l'extension selon vos souhaits avec l'option de personnalisation dans les paramètres. Le contrôle est entièrement entre vos mains avec l'option actif/passif !\n\nPlongez maintenant dans le monde des Los Angeles Lakers et améliorez votre expérience de navigation en ajoutant cette extension à votre navigateur ! Remplie des couleurs des Lakers, cette extension élèvera votre expérience de navigation à un autre niveau."
  }
}