{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SINGLEX Procurement User Guide"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SINGLEX Procurement User Guide is to help new users to quickly know to use SINGLEX Procurement system."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "구매SINGLEX 사용자 가이드는 신규 사용자가 구매 SINGLEX 시스템에 대해 빨리 이해하고 사용할 수 있도록 가이드를 지원해줍니다.\n\nFunctions: \n• Tourguide: Provides step-by-step guidance for specific parts of the screen based on business processes, helping users complete their tasks conveniently.\n• Hover: Displays pop-up guidance for items on the screen that users want to explore further.\n기능:\n• 투어 가이드：사용자가 업무를 수행할 수 있도록 업무 프로세스별 step by step 시나리오로 가이드를 제공합니다.\n• 도움말： 사용자 화면에 가이드를 재확인하거나 개별로 확인하고 싶을 경우 도움말 - hover기능을 제공합니다.\n\nLanguage Support: Korean, English, Chinese\n언어 지원：한국어／영어／중국어.\n\nNotice\n- SINGLEX Guide is exclusively available for SINGLEX users.\n- It is applied for use on the Chrome browser on PC.\n-For the BOT work effectively , ensure the screen is not shrunk or zoomed in. The recommended screen size is 13 inches or above (For smaller screens, such as iPads or 12-inch displays, zooming out may be necessary to view all web components properly.)\n\n노트: \n- SINGLEX 가이드는 SINGLEX 사용자만 사용 가능합니다.\n- SINGLEX 가이드는 PC Chrome애플리케이션에만 적용 가능합니다. (모바일에서는 사용 할 수 없습니다).\n- 화면 크기는 13인치이상 권장합니다.\n\nHow to install\n확장 프로그램 설치\nImportant: You cannot add the extension while browsing in Incognito mode or Guest \n노트: 시크릿 모드의 게스트로 탐색할 때는 Extension (확장) 프로그램을 추가할 수 없습니다.\n1.\t\n Click \"Add to Chrome\"\nChrome에 “추가”를 클릭합니다.\n2.\t\nClick \"Add Extension\" to install the bot.\n“확장 프로그램 추가” 버튼을 클릭하여 봇이 설치됩니다.\n3.\t\nTo use the bot, Pin the Guidebot extension to the Chrome toolbar.\n가이드 봇을 켜기 위해 현재 Chrome의 도구모음에 가이드 봇 표시(pin)합니다.\n\nClick the bot icon, toggle the \"User Guide\" switch to turn the bot on or off, and select a language from the \"Language\" dropdown menu (supports Korean, English, and Chinese).\nBot 아이콘 및 \"User Guide\" 토글 스위치 버튼을 클릭하여 Bot을 켜고 봇의 언어를 설정하려면 \"Language\" 드롭다운 리스트를 클릭합니다. 가이드 봇의 지원 언어가 3가지 있습니다: 한국어, 중국어, 영어.\n\n------------\n采购SINGLEX 用户指南\n《采购SINGLEX 用户指南》是供新用户快速了解和使用 采购SINGLEX 系统的指南。\n功能：\n• 导游：为每个业务流程提供分步场景指南，以便用户开展工作。\n• 帮助：如果您想重新查看用户屏幕上的指南或单独查看，提供了悬停功能。\n语言支持：韩文/英文/中文（语言自动反映在SINGLEX系统设置的语言中） \n- SINGLEX 指南仅供 SINGLEX 用户使用。\n- SINGLEX 指南仅适用于 PC Chrome 应用程序。 （在手机上不可用）\n- 建议使用 13 英寸或更大的屏幕尺寸。"
  }
}