{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hybryd"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Better meetings without disrupting your workflow"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Become a meeting hero with Hybryd’s patented solution. \nHybryd is unique in that it works inside your workflow and doesn’t replace it. All your data, meetings, notes and actions stay yours. The Hybryd extension helps you construct and manage meetings while giving you control over the flow around all the little bumps and detours meetings take.\n\nFEATURES\nThe extension allows you to add an objective, agenda and pre-work information to a Google calendar meeting event. \nThe agenda can be custom designed by you, or chosen from any of our many pre-built templates. \nHybryd encourages collaboration and engagement by displaying important agenda information, duration times, and sound alerts, allowing you to take notes and assign actions to meeting attendees inside the meeting.\nWith Hybryd’s 4-in-1 meeting solution you can hold Ad hoc, Structured, Fluid and Recurring meetings.\nWrap Up makes sure nothing gets missed, actions are agreed and assigned to the correct person.\n\nHOW TO GET STARTED\n1. Login with your Chrome and your Google account ( if you have not already )\n2. Install Hybryd’s Chrome extension by clicking 'Add to Chrome' above\n3. Check your email or navigate to Google Calendar\n4. Click in your calendar to create a new event or meeting\n5. Hybryd will automatically load to the right and you will be able to create agendas, objectives, and pre-work.\n6. When your meeting is done, all notes and assigned items will be sent to you and if you choose, your collaborators :-D\n\n\n\nCONTACT US\nsupport@hybryd.com"
  }
}