{
  "name": {
    "ar": "ريبوتو - روبوت تيك توك التلقائي للتعليقات والإعجابات",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,tr,uk,zh_TW": "Rebotou - Auto like & comment bot on TikTok",
    "de": "Rebotou - Auto like & kommentieren Bot auf TikTok",
    "es": "Rebotou - Bot de auto like y comentarios en TikTok",
    "hu": "Rebotou - TikTok automatikus kommentelő és automatikus lájk robot",
    "id": "Rebotou - TikTok Automatic Comment and Like Bot",
    "ja": "Rebotou - TikTokの自動いいね＆コメントボット",
    "ko": "Rebotou - TikTok의 자동 좋아요 및 댓글 봇",
    "pt_PT": "Rebotou - Automatizador de comentários e curtidas no TikTok",
    "ru": "Rebotou - Автоматический бот для лайков и комментариев в TikTok",
    "th": "Rebotou - โรบอต TikTok ให้ความเห็นและถูกใจโดยอัตโนมัติ",
    "vi": "Rebotou - TikTok Bot Tự Động Bình Luận và Tự Động Like",
    "zh_CN": "Rebotou - TikTok 自动评论和自动点赞机器人"
  },
  "short": {
    "ar": "احصل على مزيد من تفاعل المستخدمين على TikTok بطريقة تلقائية للإعجاب والتعليق، واحصل على نمو سريع للمستخدمين والدخل بكمية قليلة من…",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,tr,uk,zh_TW": "Get more user engagement on TikTok by auto like & comment, allowing for fast user growth and income with minimal time investment.",
    "de": "Erhalten Sie mehr Benutzerinteraktionen auf TikTok durch automatisches Liken und Kommentieren, um in kürzester Zeit schnelles…",
    "es": "Obtén más interacción de usuarios en TikTok de forma automática con likes y comentarios automáticos, ahorrando tiempo y aumentando…",
    "hu": "Több felhasználói interakció eléréséhez automatikusan lájkoljon és kommenteljen a TikTokon, kevés idővel magas…",
    "id": "Get more user interaction on TikTok by automatically liking and commenting, and achieve rapid user growth and income with minimal…",
    "ja": "TikTokで自動いいねや自動コメントを使ってユーザーとのインタラクションを増やし、短時間で高速なユーザー増や収益を得る方法。",
    "ko": "TikTok에서 자동 좋아요와 자동 댓글을 통해 더 많은 사용자 상호 작용을 얻으며 짧은 시간 내에 빠른 사용자 증가와 수익을 얻으세요.",
    "pt_PT": "Obtenha mais interação dos usuários no TikTok de forma automatizada, com rapidez e eficiência no crescimento e na receita.",
    "ru": "Получайте больше взаимодействия с пользователями на TikTok путем автоматического лайка и автоматического комментирования, тратя…",
    "th": "รับการโต้ตอบจากผู้ใช้มากขึ้นใน TikTok ด้วยการถูกใจและความเห็นโดยอัตโนมัติ เพื่อประสบความสำเร็จและรายได้ในระยะเวลาเร็วๆ",
    "vi": "Nhận thêm tương tác từ người dùng trên TikTok thông qua việc tự động bình luận và tự động like, giúp tăng số lượng người dùng và…",
    "zh_CN": "在 TikTok 上以自动点赞与自动评论的方式获得更多的用户互动，用少量的时间获得高速的用户增长与收入。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Rebotou is an automated intelligent assistant that provides automated add comment functionality that you can use to get more interaction with users on TikTok with minimal time.\n\nWith hundreds of millions of active users per month on TikTok, using Rebotou helps you automate the task of interacting with a huge number of users so that you\nGet more business conversions and save your time.\n\nRebotou core features.\n\n1. Automated comments\n2. Support comment on personalization\n3. Intelligent workflow scheduling\n4. Work the same way as humans to avoid platform bans\n5. Visualization execution\n6. Good team collaboration ability, easy for you to use at scale.\n7. TikTok video analysis.\n8. Support address bar shortcut keys \"rb + Tab + Enter\"\n9. Default comments",
    "de": "Rebotou ist ein automatisierter intelligenter Assistent, der eine automatisierte Kommentarfunktion bietet, die Sie verwenden können, um auf TikTok mit minimaler Zeit mehr Interaktion mit Benutzern zu erzielen.\n\nMit Hunderten von Millionen aktiver Benutzer pro Monat auf TikTok hilft Ihnen die Verwendung von Rebotou, die Aufgabe der Interaktion mit einer großen Anzahl von Benutzern zu automatisieren, sodass Sie mehr Geschäftsumwandlungen erzielen und Zeit sparen.\n\nKernfunktionen von Rebotou:\n\n1. Automatisierte Kommentare\n2. Unterstützung der Kommentarpersonalisierung\n3. Intelligente Workflowplanung\n4. Funktioniert genauso wie Menschen, um Plattformverbote zu vermeiden\n5. Visualisierung der Ausführung\n6. Gute Teamzusammenarbeit, einfach für Sie in großem Maßstab zu verwenden.\n7. Analyse von TikTok-Videos.\n8. Unterstützung von Adressleisten-Verknüpfungstasten \"rb + Tab + Eingabe\"\n9. Standardkommentare",
    "es": "Rebotou es un asistente inteligente automatizado que proporciona una función automática para agregar comentarios que puede utilizar para lograr una mayor interacción con los usuarios en TikTok en un tiempo mínimo.\n\nCon cientos de millones de usuarios activos por mes en TikTok, usar Rebotou te ayuda a automatizar la tarea de interactuar con una gran cantidad de usuarios para que puedas\nObtenga más conversiones comerciales y ahorre tiempo.\n\nFunciones principales de Rebotou.\n\n1. Comentarios automatizados\n2. Comentario de soporte sobre personalización.\n3. Programación inteligente del flujo de trabajo\n4. Trabaje de la misma manera que los humanos para evitar prohibiciones de plataformas.\n5. Ejecución de la visualización.\n6. Buena capacidad de colaboración en equipo, fácil de usar a escala.\n7. Análisis de vídeos de TikTok.\n8. Admite teclas de método abreviado de la barra de direcciones \"rb + Tab + Enter\"\n9. Comentarios predeterminados",
    "ja": "Rebotou は、最小限の時間で TikTok 上でユーザーとの対話を増やすために使用できる自動コメント追加機能を提供する、自動化されたインテリジェント アシスタントです。\n\nTikTok には毎月数億人のアクティブ ユーザーがいます。Rebotou を使用すると、膨大な数のユーザーと対話するタスクを自動化できます。\nより多くのビジネスコンバージョンを獲得し、時間を節約します。\n\nレボトウのコア機能。\n\n1. 自動コメント\n2.パーソナライゼーションに関するサポートコメント\n3. インテリジェントなワークフロースケジューリング\n4. 人間と同じように作業してプラットフォームの禁止を回避する\n5. 可視化の実行\n6. 優れたチームコラボレーション能力により、大規模な環境でも簡単に使用できます。\n7. TikTokビデオ分析。\n8.アドレスバーのショートカットキー「rb + Tab + Enter」をサポート\n9. デフォルトのコメント",
    "ko": "Rebotou는 최소한의 시간으로 TikTok 사용자와 더 많은 상호 작용을 얻는 데 사용할 수 있는 자동화된 댓글 추가 기능을 제공하는 자동화된 지능형 비서입니다.\n\n매월 수억 명의 TikTok 활성 사용자가 있는 Rebotou를 사용하면 수많은 사용자와 상호 작용하는 작업을 자동화하여\n더 많은 비즈니스 전환을 얻고 시간을 절약하세요.\n\n레보투 핵심 기능.\n\n1. 자동 댓글\n2. 개인화에 대한 지원 의견\n3. 지능형 워크플로우 스케줄링\n4. 플랫폼 금지를 피하기 위해 인간과 동일한 방식으로 작업\n5. 시각화 실행\n6. 우수한 팀 협업 능력으로 대규모로 사용하기 쉽습니다.\n7. TikTok 비디오 분석.\n8. 주소 표시줄 단축키 \"rb + Tab + Enter\" 지원\n9. 기본 코멘트",
    "ru": "Rebotou - гэта аўтаматызаваны інтэлектуальны памочнік, які забяспечвае аўтаматызаваную функцыю дадання каментарыяў, якую вы можаце выкарыстоўваць для большага ўзаемадзеяння з карыстальнікамі TikTok з мінімальным часам.\n\nДзякуючы сотням мільёнаў актыўных карыстальнікаў TikTok у месяц, выкарыстанне Rebotou дапамагае вам аўтаматызаваць задачу ўзаемадзеяння з велізарнай колькасцю карыстальнікаў, каб вы\nАтрымайце больш канверсій для бізнесу і зэканомце час.\n\nАсноўныя функцыі Rebotou.\n\n1. Аўтаматызаваныя каментарыі\n2. Падтрымка каментарыяў па персаналізацыі\n3. Інтэлектуальнае планаванне працоўнага працэсу\n4. Працуйце гэтак жа, як людзі, каб пазбегнуць забароны платформы\n5. Выкананне візуалізацыі\n6. Добрая здольнасць да супрацоўніцтва ў камандзе, лёгкая для выкарыстання ў маштабе.\n7. Аналіз відэа TikTok.\n8. Падтрымка клавіш хуткага доступу ў адрасным радку \"rb + Tab + Enter\"\n9. Каментарыі па змаўчанні",
    "zh_CN": "Rebotou 是一款自动化智能助手，提供自动添加评论功能，您可以使用它以最短的时间在 TikTok 上与用户进行更多互动。\n\nTikTok 每月有数亿活跃用户，使用 Rebotou 可以帮助您自动执行与大量用户交互的任务，以便您\n获得更多业务转化并节省您的时间。\n\nRebotou 核心特征。\n\n1.自动评论\n2.支持个性化评论\n3、智能工作流程调度\n4. 以与人类相同的方式工作以避免平台禁令\n5. 可视化执行\n6、良好的团队协作能力，方便您大规模使用。\n7. TikTok视频分析。\n8.支持地址栏快捷键“rb+Tab+Enter”\n9.默认评论"
  }
}