{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SKYLLSYFT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Resume skills mapping"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview:\nSKYLLSYFT is an innovative Chrome extension designed to streamline the job application process by leveraging AI technology to match your resume with job descriptions. Whether you're actively job hunting or just exploring opportunities, this extension helps you ensure that your resume includes the essential skills employers are seeking.\nKey Features:\n    1. AI-Powered Skill Extraction:\n        ◦ Our extension uses advanced AI models to extract key skills and competencies from job descriptions you highlight on any job portal.\n        ◦ The AI identifies both hard and soft skills, ensuring a comprehensive analysis.\n    2. Instant Skill Matching:\n        ◦ Simply highlight the relevant portion of any job description on any webpage and click the extension to initiate the scan.\n        ◦ The AI compares the job description's skills with those present in your resume, instantly providing the number of missing skills.\n    3. Missing Skills Report:\n        ◦ Receive a detailed report of the skills that are missing from your resume.\n        ◦ Option to download the list of missing skills for further review and resume optimization.\n    4. User-Friendly Interface:\n        ◦ A clean and intuitive interface ensures that even users with minimal technical skills can navigate the extension effortlessly.\n        ◦ The extension is designed to integrate seamlessly into your browsing experience without unnecessary distractions.\n    5. Secure Data Handling:\n        ◦ User data, including login details, resumes and skill analysis, is stored securely and is not shared with third parties.\n        ◦ Compliance with all data privacy regulations is ensured.\nHow It Works:\n    1. Upload your resume directly into the extension and store it for future use.\n    2. Navigate to any job portal or company website.\n    3. Highlight the job description or the relevant portion you want to analyze.\n    4. Click the \"Scan\" button.\n    5. The AI will process the highlighted text and your resume, providing instant feedback on missing skills.\n    6. Download the report or make the necessary updates to your resume based on the feedback.\nWhy SKYLLSYFT?\n    • Instant Shortlisting: Conveniently scan as many jobs on any portal without switching elsewhere to find the most suitable job for you.\n    • Save Time: Eliminate the guesswork involved in matching your resume with job descriptions.\n    • Improve Accuracy: Ensure your resume is aligned with the specific requirements of the job you're applying for.\n    • Stay Competitive: Identify gaps in your resume that could make the difference in landing an interview.\n\nCompliance and Privacy Policy:\nUser Data Protection:\nSKYLLSYFT is committed to protecting your personal data. All resumes and job description texts analyzed by the extension are securely stored in our database and locally in your browser and are not shared with any third-party services. \nPermissions:\nTo function effectively, Skyllsyft requires the following permissions:\n    • Read and change your data on all websites: This allows the extension to access and analyze job descriptions highlighted by the user.\n    • Storage: This allows users to securely store their login details and resumes for future comparison.\nSupport:\nSkyllsyft is actively maintained and regularly updated to ensure compatibility with the latest web standards and job portals. For any issues, suggestions, or support requests, users can contact us via contact@skyllsyft.com or visit our support page on www.skyllsyft.com.\n\nAdditional Compliance Information:\n    • Content Policy Compliance:\nThe extension adheres to the Chrome Web Store’s content policies. It does not engage in misleading practices, collects user data only for the purpose of providing the described functionality, and provides clear and accurate descriptions of its features.\n    • User Experience:\nThe extension is designed to be non-intrusive, providing value only when actively used by the user. \n    • Security:\nSkyllsyft has been developed following industry-standard security practices, ensuring that user data is encrypted and protected against unauthorized access.\n\nSubmit Your Feedback:\nWe value your feedback! Please leave a review and let us know how skyllsyft has helped in your job application journey.\n\nVersion: 1.0.0\nLast Updated: 26.08.2024\nDeveloper: 15816319 Canada Inc.\nSupport Contact: support@skyllsyft.com"
  }
}