{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "y-AI - Search for products by image",
    "es": "y-AI - Buscar productos por imagen",
    "fr": "y-AI - Recherchez des produits par image",
    "it": "y-AI - Cerca prodotti per immagine",
    "nl": "y-AI - Zoek naar producten op afbeelding",
    "pl": "y-AI - Wyszukaj produkty za pomocą obrazu",
    "ru": "y-AI - Поиск товаров по картинке"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Just hover over the product photo, and our AI will find offers with the best prices in different stores.",
    "es": "Simplemente pase el cursor sobre la foto del producto, y nuestro AI encontrará ofertas con los mejores precios en diferentes…",
    "fr": "Survolez simplement la photo du produit, et notre IA trouvera des offres avec les meilleurs prix dans différents magasins.",
    "it": "Basta passare il cursore sulla foto del prodotto e il nostro AI troverà offerte con i migliori prezzi in diversi negozi.",
    "nl": "Beweeg gewoon over de productfoto en onze AI zal aanbiedingen vinden met de beste prijzen in verschillende winkels.",
    "pl": "Wystarczy najechać kursorem na zdjęcie produktu, a nasz AI znajdzie oferty z najlepszymi cenami w różnych sklepach.",
    "ru": "Просто наведите курсор на фото товара, и наш AI найдет предложения с лучшими ценами в разных магазинах."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🔥 Находите более дешёвые товары по картинке с помощью AI\n\n💻 Поиск по фото товара\n👉 Просто наведите курсор на фото товара, и наш AI найдет предложения с лучшими ценами в разных магазинах.\n\n📌 Как использовать расширение?\n👉 Установите его в браузер и закрепите его в панели инструментов.\n\n📌 Как использовать Поиск по картинке?\n👉 Наведите курсор на картинку и нажмите на значок поиск по картинке в левом верхнем углу, вам покажется выбранный вами товар и похожие товары, чтобы перейти в магазин, нажмите на картинку в похожих товарах, чтобы скачать картинку, нажмите кнопку под выбранным вами товаром\n\n📌 Как настроить логотип \"Поиск по картинке\" на определенных сайтах?\n👉 Нажмите на логотип расширения, далее нажмите \"шестеренку-настройки\", далее напишите название сайтов через https:// на которых вы хотите, чтобы не показывался логотип \"Поиск по картинке\", далее нажмите ввод, сайт добавится в исключения и логотип \"Поиск по картинке\" не будет показываться на этом сайте, чтобы опять вернуть логотип \"Поиск по картинке\" нажмите \"закрыть\" рядом с названием сайта, который вы указывали.\n\n📌 Расширение может использовать аффилиатные (реферальные) ссылки на некоторые товары и магазины. \n\n📌 Чтобы у вас была возможность покупать найденные по картинке товары еще дешевле, воспользуйтесь разделом Промокоды. Просто найдите подходящий товар по картинке, а затем перейдите в раздел Промокоды и проверьте наличие промокодов. Если промокод есть на товар или категорию товаров, просто скопируете его и вставьте при покупке, таким образом, вы сможете не только найти по картинке более дешевый товар, но и используя промокод, купить этот товар еще дешевле."
  }
}