{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChordsGate: Quick Find Chords & Tabs"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly find guitar tabs and piano sheet music for songs on YouTube and Spotify."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover chords easily with ChordsGate by PaidTabs, the essential tool for YouTube, Spotify, and YouTube Music users. This Chrome extension adds a 'Chords' button alongside videos and tracks on these streaming services, providing direct access to the chords you need.\n\nWith a single click on the 'Chords' button, you will be directed to PaidTabs.com, where you can find a wide range of chords. You have the option to purchase the exact chords you are looking for or request them from our skilled freelancers.\n\nThis extension is ideal for musicians, aspiring guitarists, and anyone interested in music, making it simpler to learn and play music. It integrates seamlessly with your streaming experience, ensuring ease of use.\n\nKey Features:\n- Immediate access to chords for songs on YouTube, Spotify, and YouTube Music.\n- One-click redirection to PaidTabs.com for purchasing or requesting chords.\n- An extensive database of chords that is regularly updated with new hits and classic favorites.\n- An intuitive interface that integrates smoothly with your streaming platforms.\n\nEnhance your music practice, teaching, or casual jam sessions with Instant Chords Finder. Enjoy the convenience of playing any song without the need to search for chords manually. Install now and elevate your online music experience."
  }
}