{
  "name": {
    "am,ar,ca,cs,et,fil,gu,hu,kn,ko,ms,ro,sv,ta": "Free Fall 3D Online",
    "bg,da,ml,mr,pl": "Free Fall 3D Unblocked Game",
    "bn,de,en,en_AU,en_GB,en_US,es,es_419,fr,he,hi,hr,id,it,lt,lv,nl,no,pt_BR,pt_PT,ru,sk,sl,sr,sw,th,tr,uk,vi,zh_CN,zh_TW": "Free Fall 3D Game",
    "el,fa,fi,ja,te": "Free Fall 3D Online Game"
  },
  "short": {
    "ar": "تجنب الجدران واستمتع بالبيئة عن طريق تحريك شخصيتك أثناء السقوط.",
    "am": "ግድግዳዎችን አስወግድ፤ እንዲሁም በምትወድቅበት ጊዜ ባሕርይህን በማንቀሳቀስ በአካባቢህ ተደሰት።",
    "bg": "Избягвайте стени и се насладете на околната среда, като преместите характера си, докато падате.",
    "bn": "দেয়ালগুলি এড়িয়ে চলুন এবং পড়ে যাওয়ার সময় আপনার চরিত্রটি সরিয়ে পরিবেশটি উপভোগ করুন।",
    "ca": "Evita les parets i gaudeix de l'entorn movent el teu personatge mentre cau.",
    "cs": "Vyhýbejte se stěnám a vychutnejte si prostředí pohybem své postavy při pádu.",
    "da": "Undgå vægge og nyd miljøet ved at flytte din karakter, mens du falder.",
    "de": "Vermeide Mauern und genieße die Umgebung, indem du deinen Charakter bewegst, während du fällst.",
    "el": "Αποφύγετε τους τοίχους και απολαύστε το περιβάλλον μετακινώντας τον χαρακτήρα σας ενώ πέφτετε.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Avoid walls and enjoy the environment by moving your character while falling.",
    "es": "Evita las paredes y disfruta del entorno moviendo a tu personaje mientras te caes.",
    "et": "Vältige seinu ja nautige keskkonda, liigutades oma iseloomu kukkumise ajal.",
    "fa": "اجتناب از دیوار و لذت بردن از محیط زیست با حرکت شخصیت خود را در حالی که سقوط.",
    "fi": "Vältä seiniä ja nauti ympäristöstä liikuttamalla hahmoasi pudotessasi.",
    "fil": "Iwasan ang mga pader at tamasahin ang kapaligiran sa pamamagitan ng paglipat ng iyong character habang bumabagsak.",
    "fr": "Évitez les murs et profitez de l’environnement en déplaçant votre personnage en tombant.",
    "gu": "દિવાલોને ટાળો અને જ્યારે પડી રહ્યા હોય ત્યારે તમારા પાત્રને ખસેડીને વાતાવરણનો આનંદ માણો.",
    "he": "הימנע מקירות ותיהנה מהסביבה על ידי הזזת הדמות שלך תוך כדי נפילה.",
    "hi": "दीवारों से बचें और गिरने के दौरान अपने चरित्र को स्थानांतरित करके पर्यावरण का आनंद लें।",
    "hr": "Izbjegavajte zidove i uživajte u okolišu pomicanjem svog lika dok padate.",
    "hu": "Kerülje a falakat, és élvezze a környezetet azáltal, hogy leesés közben mozgatja karakterét.",
    "id": "Hindari dinding dan nikmati lingkungan dengan menggerakkan karakter Anda saat jatuh.",
    "it": "Evita i muri e goditi l'ambiente spostando il tuo personaggio mentre cadi.",
    "ja": "壁を避け、落下中にキャラクターを動かして環境をお楽しみください。",
    "kn": "ಗೋಡೆಗಳನ್ನು ತಪ್ಪಿಸಿ ಮತ್ತು ಬೀಳುವಾಗ ನಿಮ್ಮ ಪಾತ್ರವನ್ನು ಚಲಿಸುವ ಮೂಲಕ ಪರಿಸರವನ್ನು ಆನಂದಿಸಿ.",
    "ko": "벽을 피하고 넘어지는 동안 캐릭터를 움직여 환경을 즐기십시오.",
    "lv": "Izvairieties no sienām un izbaudiet vidi, pārvietojot savu raksturu krišanas laikā.",
    "ml": "ഭിത്തികൾ ഒഴിവാക്കുക, വീഴുമ്പോൾ നിങ്ങളുടെ സ്വഭാവം ചലിപ്പിച്ചുകൊണ്ട് പരിസ്ഥിതി ആസ്വദിക്കുക.",
    "mr": "भिंती टाळा आणि पडताना आपले पात्र हलवून पर्यावरणाचा आनंद घ्या.",
    "ms": "Elakkan dinding dan nikmati persekitaran dengan menggerakkan watak anda semasa jatuh.",
    "nl": "Vermijd muren en geniet van de omgeving door je personage te bewegen tijdens het vallen.",
    "no": "Unngå vegger og nyt miljøet ved å flytte karakteren din mens du faller.",
    "pl": "Unikaj ścian i ciesz się otoczeniem, poruszając swoją postacią podczas upadku.",
    "ro": "Evitați pereții și bucurați-vă de mediul înconjurător prin mutarea personajul tău în timp ce se încadrează.",
    "ru": "Избегайте стен и наслаждайтесь окружающей средой, перемещая своего персонажа во время падения.",
    "sk": "Vyhnite sa stenám a užívajte si prostredie pohybom svojej postavy pri páde.",
    "sl": "Izogibajte se stenam in uživajte v okolju, tako da premikate svoj značaj med padanjem.",
    "sv": "Undvik väggar och njut av miljön genom att flytta din karaktär medan du faller.",
    "sw": "Epuka kuta na ufurahie mazingira kwa kusonga tabia yako wakati unaanguka.",
    "ta": "சுவர்கள் தவிர்க்க மற்றும் விழும் போது உங்கள் பாத்திரம் நகர்த்துவதன் மூலம் சூழலை அனுபவிக்க.",
    "te": "గోడలను పరిహరించండి మరియు పడేటప్పుడు మీ పాత్రను కదిలించడం ద్వారా పర్యావరణాన్ని ఆస్వాదించండి.",
    "th": "หลีกเลี่ยงกําแพงและเพลิดเพลินกับสภาพแวดล้อมด้วยการย้ายตัวละครของคุณในขณะที่ล้มลง",
    "tr": "Duvarlardan kaçının ve karakterinizi düşerken hareket ettirerek çevrenin tadını çıkarın.",
    "uk": "Уникайте стін і насолоджуйтеся навколишнім середовищем, рухаючи свого персонажа під час падіння."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for adventure in a colorful space! Do your crazy moves and reach the highest score.\n\nHow To Play\nPlayed with Arrow Keys.\n\nFree Fall 3D Game Features\n✓ Realistic graphics\n✓ Infinity level\n✓ Basic particle\n✓ 3D Environment\n✓ Easy control\n\nFinally, you can enjoy these game for free (and more requests will be added)! Free Fall 3D Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}