{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AdBlockify - Ad blocker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Remove ads, block intrusive pop-ups, analytics trackers & malicious software."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to a cleaner, faster, and more enjoyable browsing experience with AdBlockify! Our cutting-edge ad blocker is designed to elevate your online journey, ensuring you stay focused on what matters most.\n\nWhy Choose AdBlockify?\n\n- Superior Ad Blocking: Say goodbye to all forms of advertisements – from pesky pop-ups to intrusive video ads. AdBlockify efficiently removes ads on YouTube, Facebook, Twitch, and across all your favorite websites.\n\n- Enhanced Privacy Protection: We value your privacy. AdBlockify blocks third-party trackers, safeguarding your personal data and browsing history from prying eyes.\n\n- Speed Up Your Browsing: Enjoy swift page loads and a smoother internet experience. AdBlockify optimizes performance, making slow websites due to ads a thing of the past.\n\n- Customizable User Experience: Tailor your browsing with our user-friendly settings. From whitelisting your beloved sites to enabling dark mode for night browsing, AdBlockify adapts to your preferences.\n\n- Advanced Content Filtering: Not just ads, control what you see. Block unwanted elements and fine-tune your browsing with our advanced filtering options.\n\n- User-Friendly Interface: Simple, intuitive, and easy to navigate – AdBlockify's interface makes ad blocking hassle-free for everyone.\n\nKey Features:\n\n- Automatic ad blocking on all websites\n- Custom filters and whitelists\n- Privacy-focused tracking protection\n- Lightweight and efficient performance\n- User-centric customization options\n- Easy-to-use interface\n- Commitment to Quality:\n\nAt AdBlockify, we're dedicated to providing a superior ad-blocking solution. We continuously update our filters and features to handle the latest types of ads and trackers, ensuring an uninterrupted and safe browsing experience.\n\nExperience the web like never before – free from ads, faster, and tailored to your needs. Install AdBlockify today and transform your browsing experience!\n\nNote: AdBlockify requires certain permissions to block ads effectively. Rest assured, we respect your privacy and do not monitor your browsing history or collect personal information."
  }
}