{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MailTumble"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Make disposable wrappers for all your email addresses"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "About MailTumble ID:\nMailTumble creates temporary aliases for your email addresses and works regardless of email client, inbox type, or smartphone type. Your alias address will just provide email passthrough, and doesn't require any configuration or migration to a new inbox. \n\nInbox Management:\nEnter a new inbox, then create infinite aliases for it which you can manage from your Chrome extension. You never have to share a \"raw\" email address again, and there are now endless ways to control your email flow. Cut off a spam offender when you identify the culprit or send all your subscriptions to a different work email when you leave an organisation. \n\nPrivacy and Security:\nSoftware logins regularly end up in credential dumps on the dark web, and while you can change a password, it’s much harder to change an email address! Even simply having your email address exposed in a list makes you a target for phishing attempts and brute force attacks. Now you can generate a random changeable email address that’s just like a password, for every account.\n\nHow To Use:\nThe Chrome Extension is in a closed/private alpha release. Create an account on the extension and sign in. Your account email will be the first receiving email. \n\nThe extension will detect contextually when you need to put in an email address and you will have the option to use an existing alias or generate a new one."
  }
}