{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ARS to USDT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "¡La extensión para Chrome que convierte valores en Pesos Argentinos a USDT!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "¡Convierte los precios de las publicaciones de Mercado Libre Argentina a la moneda estable USDT con un solo clic!\n\nEn Argentina, los precios pueden cambiar a diario debido a la inflación galopante. Esto hace que sea complicado realizar comparaciones y tomar decisiones informadas sobre compras y gastos. La extensión ARS to USDT utiliza la API de Belo, para proporcionarte el valor correspondiente en USDT basado en la cotización actual.\n\nCaracterísticas principales:\n\n1. Conversión instantánea: Simplemente haz clic en el ícono de la extensión mientras estés en una publicación de Mercado Libre Argentina, y tendrás el valor del producto en pesos convertido a USDT.\n\n2. Precios actualizados: La extensión utiliza la cotización en tiempo real proporcionada por la API de Belo para garantizar que obtengas los valores más precisos y actualizados.\n\n3. Moneda estable: USDT está vinculado al dólar estadounidense y, como una criptomoneda estable, te ofrece una referencia más confiable y segura para tus compras y gastos diarios.\n\n4. Fácil de usar: No requiere configuraciones complicadas ni pasos adicionales. ¡Una vez instalada, está lista para usar!\n\nInstala ahora la extensión \"ARS to USDT\" y lleva tus compras en línea al siguiente nivel.\n\nNota: Es importante destacar que la extensión no es propiedad, no está respaldada ni es oficialmente afiliada a Mercado Libre o a la empresa detrás de la API de Belo. Además, cualquier cambio en la disponibilidad o funcionamiento de la API de Belo no es responsabilidad de la extensión."
  }
}