{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FlashRelay Auto Refresher and Auto Booker for Amazon Relay"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lightning fast relay loadboard autobooker and refresher"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FlashRelay: Smarter, Faster, Better Load Booking for Amazon Relay Dispatchers\n\nDispatchers take control of your Amazon Relay Load Board with FlashRelay—the ultimate tool designed to automate your workflow, save time, and maximize profits. With FlashRelay, you can automatically refresh, search, and book the highest-paying loads faster than your competitors, ensuring you stay ahead in the competitive world of logistics.\n\nWhether managing one truck or an entire fleet, FlashRelay simplifies load booking with smart automation and customizable features tailored to your unique needs. Try It For Free Now.\n\nKey Features:\n· Auto Booker & Refresher: Automate load booking 24/7—FlashRelay works tirelessly, so you don't have to.\n· Custom Filters: Fine-tune your preferences for payouts, per-mile rates, states, cities, zip codes, and warehouses.\n· Human-Like Randomizer: Mimics real dispatcher actions with variable refresh rates, keeping your activity natural.\n· Real-Time Alerts: Stay updated with sound notifications for new loads and instant Telegram updates to your smartphone.\n· Exclude Unwanted Loads: Avoid wasting time by filtering out recovery loads and undesirable regions.\n· Multi-Stop Optimization: Specify the number of stops per load for better route planning.\n\nHow It Works:\n1. Access your Amazon Relay Load Board.\n2. Set the load's parameters: payouts, stops, locations, and more.\n3. Take a break while FlashRelay automatically refreshes and books loads, keeping you notified.\n\nWith FlashRelay, you can stop chasing loads and focus on growing your business.\n\nWhy Dispatchers Love FlashRelay:\n· Saves Time: Eliminates manual load searching and booking.\n· Increases Profits: Secures the best-paying loads faster than your competitors.\n· Simplifies Workflows: Manages tedious tasks so you can focus on strategy.\n\nContact us\nTelegram: @Flash_Relay_Admin\nEmail: admin@flashrelay.io\n\n#SwiftRelay #FlashRelay #AmazonRelay #LoadBooking #TruckingSolutions #DispatcherTools #AutoRefresher #FreightAutomation #SpeedOptimizer #TruckingAutomation #Logistics #AutoBooker #LoadRefresher\n\nSimilar Extensions: RelayMate, LoadConnect, JungleBark, SuperFly - Relay Auto Booker, Relay Auto Booker Refresher Rocket Pro, RelayOk, LoadFetcher, Relay AutoBooker Cardamon, SwiftRelay."
  }
}