{
  "name": {
    "am,ar,bg,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,et,he,hi,hr,hu,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Indeed Scraper",
    "bn,id": "Indeed Extractor",
    "es_419": "Scraping Indeed",
    "fa": "Indeed Web Scraping",
    "fi": "Indeed Job Scraper",
    "fil": "Export Indeed",
    "fr": "Scrape Indeed Job Postings",
    "gu": "Web Scraping Indeed",
    "it": "Indeed Data Scraper Tool",
    "nl": "Indeed Job Extractor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extract Indeed job titles, salaries, locations, and apply links and download in user-friendly formats like Excel with ease."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing our Indeed Scraper, the ultimate tool for extracting job listings from Indeed with ease. With just a few simple steps, you can scrape job details, salaries, locations, and apply links, and save them to a CSV file for use in Excel.\n\nIndeed is a leading job site with a massive database of job listings, providing valuable information on job openings, salaries, locations, and job seeker profiles. Our Indeed scraper enables you to effortlessly Scraping this information without the need for coding knowledge.\n\nThe benefits of using our Indeed scraper are plentiful. HR managers, recruiters, and anyone looking to create a database of candidates, track hiring trends, and stay informed about the job market can benefit from the valuable insights that our scraper provides.\n\nWith our Indeed scraper, you can save time, eliminate the need to build and test your own scraper, and have immediate access to all the job information you need. The data extraction process begins immediately after your request, and the duration of the extraction will vary depending on the amount of information you need to retrieve.\n\nDon't waste any more time manually searching for job information on Indeed. Try our Indeed scraper today and gain valuable insights into the job market.\n\nQuestions?\nDrop us a line at hi@ggext.com\nhttps://indeed-scraper.ggext.com/#faqs\n\n\n\n------------------------------------------\nData Privacy\n------------------------------------------\nAll data is processed in your local computer, it is never passing through our web server, no one knows what you explore. The extension will NOT attempt to offload, distribute, broadcast, sell, or in any way share collected data.\n\n------------------------------------------\nLEGAL\n------------------------------------------\nIndeed is a trademark of Indeed Inc., registered in the U.S. and other countries.This is an unofficial enhancement for Indeed. This extension is not related to Google Maps of Indeed Inc."
  }
}