{
  "name": {
    "ar": "الإضافات",
    "am,bn,da,de,en,en_AU,en_GB,en_US,es_419,fr,gu,kn,ml,mr,no,pt_BR,pt_PT,sv,sw,ta,te": "Plugins",
    "bg": "Приставки",
    "ca": "Connectors",
    "cs,sk": "Pluginy",
    "el": "Πρόσθετα",
    "es": "Complementos",
    "et": "Pistikprogrammid",
    "fa": "پلاگین ها",
    "fi": "Laajennukset",
    "fil": "Mga plugin",
    "he": "תוספים",
    "hi": "प्लगइन्स",
    "hr": "Dodaci",
    "hu": "Bővítmények",
    "id,it": "Plugin",
    "ja": "プラグイン",
    "ko": "플러그인",
    "lt": "Įskiepiai",
    "lv": "Spraudņi",
    "ms": "Pemalam",
    "nl": "Plug-ins",
    "pl": "Wtyczki",
    "ro": "Pluginuri",
    "ru": "Плагины",
    "sl": "Vtičniki",
    "sr": "Додаци",
    "th": "ปลั๊กอิน",
    "tr": "Eklentiler",
    "uk": "Плагіни",
    "vi": "bổ sung",
    "zh_CN": "外挂程式",
    "zh_TW": "外掛程式"
  },
  "short": {
    "ar": "يتيح لك هذا الامتداد الانتقال إلى المكونات الإضافية لـ Google Chrome بنقرة واحدة فقط.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "This extension allows you to go to the Plugins of Google Chrome with just one click.",
    "bg": "Това разширение ви позволява да отидете до приставките на Google Chrome само с едно щракване.",
    "ca": "Aquesta extensió us permet anar als connectors de Google Chrome amb només un clic.",
    "cs": "Toto rozšíření umožňuje přejít na Pluginy Google Chrome jediným kliknutím.",
    "da": "Denne udvidelse giver dig mulighed for at gå til plugins i Google Chrome med kun et klik.",
    "de": "Mit dieser Erweiterung können Sie mit nur einem Klick zu den Plugins von Google Chrome wechseln.",
    "el": "Αυτή η επέκταση σάς επιτρέπει να μεταβείτε στις προσθήκες του Google Chrome με ένα μόνο κλικ.",
    "es": "Esta extensión le permite acceder a los complementos de Google Chrome con un solo clic.",
    "et": "See laiendus võimaldab teil minna Google Chrome&#39;i pistikprogrammide juurde vaid ühe klõpsuga.",
    "fa": "این برنامه افزودنی به شما امکان می دهد فقط با یک کلیک به افزونه های Google Chrome بروید.",
    "fi": "Tämän laajennuksen avulla voit siirtyä Google Chromen laajennuksiin yhdellä napsautuksella.",
    "fil": "Pinapayagan ka ng extension na ito na pumunta sa Mga Plugin ng Google Chrome sa isang pag-click lamang.",
    "fr": "Cette extension vous permet d&#39;accéder aux Plugins de Google Chrome en un seul clic.",
    "he": "תוסף זה מאפשר לך לעבור לתוספים של Google Chrome בלחיצה אחת בלבד.",
    "hi": "यह एक्सटेंशन आपको केवल एक क्लिक से Google Chrome के प्लगइन्स में जाने की अनुमति देता है।",
    "hr": "Ovo proširenje omogućuje vam da jednim klikom otvorite dodatke za Google Chrome.",
    "hu": "Ez a kiterjesztés lehetővé teszi, hogy egyetlen kattintással nyissa meg a Google Chrome bővítményeit.",
    "id": "Ekstensi ini memungkinkan Anda untuk membuka Plugin Google Chrome hanya dengan satu klik.",
    "it": "Questa estensione ti consente di accedere ai plug-in di Google Chrome con un solo clic.",
    "ja": "この拡張機能を使用すると、ワンクリックでGoogleChromeのプラグインにアクセスできます。",
    "ko": "이 확장 프로그램을 사용하면 클릭 한 번으로 Google 크롬 플러그인으로 이동할 수 있습니다.",
    "lt": "Šis plėtinys leidžia jums pereiti prie „Google Chrome“ papildinių tik vienu paspaudimu.",
    "lv": "Šis paplašinājums ļauj jums piekļūt Google Chrome spraudņiem tikai ar vienu klikšķi.",
    "ms": "Pelanjutan ini membolehkan anda pergi ke Pemalam Google Chrome hanya dengan satu klik.",
    "nl": "Met deze extensie kunt u met slechts één klik naar de plug-ins van Google Chrome gaan.",
    "no": "Denne utvidelsen lar deg gå til programtilleggene til Google Chrome med bare ett klikk.",
    "pl": "To rozszerzenie umożliwia przejście do wtyczek Google Chrome za pomocą jednego kliknięcia.",
    "ro": "Această extensie vă permite să accesați pluginurile Google Chrome cu un singur clic.",
    "ru": "Это расширение позволяет вам переходить к плагинам Google Chrome одним щелчком мыши.",
    "sk": "Toto rozšírenie umožňuje prejsť na doplnky prehliadača Google Chrome jediným kliknutím.",
    "sl": "Ta razširitev vam omogoča, da z enim samim klikom odprete vtičnike Google Chrome.",
    "sr": "Ово проширење вам омогућава да једним кликом отворите додатке за Гоогле Цхроме.",
    "sv": "Denna förlängning låter dig gå till plugins i Google Chrome med bara ett klick.",
    "th": "ส่วนขยายนี้ช่วยให้คุณไปที่ Plugins ของ Google Chrome ได้ด้วยคลิกเดียว",
    "tr": "Bu uzantı, tek bir tıklama ile Google Chrome Eklentilerine gitmenizi sağlar.",
    "uk": "Це розширення дозволяє перейти до плагінів Google Chrome одним клацанням миші.",
    "vi": "Tiện ích mở rộng này cho phép bạn truy cập Plugin của Google Chrome chỉ bằng một cú nhấp chuột.",
    "zh_CN": "此扩展程序使您只需单击一下即可转到Google Chrome插件。",
    "zh_TW": "此擴展程序使您只需單擊一下即可轉到Google Chrome插件。"
  },
  "long": {
    "ar": "اختصار لصفحة Chrome Plugins\nهذا مجرد اختصار لمكونات Chrome الإضافية ، لا أكثر.\n\nعند التثبيت ، سيضيف رمز الإضافات إلى شريط أدوات المتصفح.\n\nانقر فوق رمز الإعدادات وستفتح صفحة Chrome Plugins.\n\nسيؤدي هذا إلى فتح صفحة الملحقات بنقرة واحدة فقط.\nلماذا تهتم بإضافة ملحق منفصل لشيء يحتاج فقط إلى نقرتين في قائمة متصفح Google Chrome؟\n\nنحن نساعدك على توفير نقرة واحدة ، وهو ما يمثل 50٪ من الجهد المطلوب.\nلماذا لا تقوم فقط بوضع إشارة مرجعية على صفحة الملحقات؟\n\nيستغرق الانتقال إلى قائمة الإشارات المرجعية 2-3 نقرات. نحن لا نحب استخدام شريط الإشارات المرجعية كما أنه يشغل سطرًا واحدًا قيمًا من المساحة في الجزء العلوي من متصفح Google Chrome.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "A shortcut to Chrome Plugins page\nThis is just a shortcut to Chrome Plugins, nothing more.\n\nWhen installed, it will add Plugins icon to your browser's toolbar.\n\nClick the settings icon and you'll open Chrome Plugins page.\n\nThis will open up the Plugins page with just one click.\nWhy bother adding a separate extension for something that needs only two clicks in the Google Chrome Browser menu?\n\nWe help you save one click, which is 50% of the effort needed.\nWhy not just bookmark the Plugins page?\n\nIt takes 2-3 clicks to navigate to the bookmarks menu. We dont like using the bookmark bar as well as it takes up 1 valuable line of space at the top of the Google Chrome Browser.",
    "bg": "Кратък път към страницата с приставки за Chrome\nТова е само пряк път към приставките за Chrome, нищо повече.\n\nКогато бъде инсталиран, той ще добави икона Plugins към лентата с инструменти на вашия браузър.\n\nЩракнете върху иконата за настройки и ще отворите страницата с приставки за Chrome.\n\nТова ще отвори страницата с приставки само с едно щракване.\nЗащо да се притеснявате да добавяте отделно разширение за нещо, което се нуждае само от две щраквания в менюто на браузъра Google Chrome?\n\nНие ви помагаме да спестите едно кликване, което е 50% от необходимото усилие.\nЗащо просто не маркирате страницата с приставки?\n\nНеобходими са 2-3 кликвания, за да се придвижите до менюто с отметки. Не ни харесва да използваме лентата на отметките, както и заема 1 ценен ред място в горната част на браузъра Google Chrome.",
    "ca": "Una drecera a la pàgina de connectors de Chrome\nAixò és només una drecera als connectors de Chrome, res més.\n\nQuan estigui instal·lat, afegirà la icona de connectors a la barra d'eines del navegador.\n\nFeu clic a la icona de configuració i obrireu la pàgina Connectors de Chrome.\n\nAixò obrirà la pàgina de connectors amb només un clic.\nPer què us molesteu a afegir una extensió independent per a alguna cosa que només necessiti dos clics al menú del navegador Google Chrome?\n\nUs ajudem a estalviar un clic, que suposa el 50% de l’esforç necessari.\nPer què no només heu de marcar la pàgina de connectors?\n\nEs necessiten 2-3 clics per anar al menú de marcadors. No ens agrada utilitzar la barra d'adreces d'interès, ja que ocupa una valuosa línia d'espai a la part superior del navegador Google Chrome.",
    "cs": "Zkratka na stránku Pluginy Chrome\nToto je jen zkratka k pluginům Chrome, nic víc.\n\nPo instalaci přidá ikonu Pluginy na panel nástrojů vašeho prohlížeče.\n\nKlikněte na ikonu nastavení a otevřete stránku Pluginy Chrome.\n\nTím se jediným kliknutím otevře stránka Pluginy.\nProč se obtěžovat přidáním samostatného rozšíření pro něco, co potřebuje pouze dvě kliknutí v nabídce prohlížeče Google Chrome?\n\nPomůžeme vám ušetřit jedno kliknutí, což je 50% vynaloženého úsilí.\nProč ne jen přidat záložku na stránku Pluginy?\n\nNavigace do nabídky záložek trvá 2–3 kliknutí. Nelíbí se nám používat lištu záložek a zabírá 1 cennou řadu místa v horní části prohlížeče Google Chrome.",
    "da": "En genvej til siden Chrome Plugins\nDette er bare en genvej til Chrome Plugins, intet mere.\n\nNår det er installeret, tilføjer det Plugins-ikon til din browsers værktøjslinje.\n\nKlik på indstillingsikonet, og du åbner siden Chrome Plugins.\n\nDette åbner siden Plugins med kun et klik.\nHvorfor gider at tilføje en separat udvidelse til noget, der kun har brug for to klik i Google Chrome-browsermenuen?\n\nVi hjælper dig med at gemme et klik, hvilket er 50% af den nødvendige indsats.\nHvorfor ikke bare bogmærke siden Plugins?\n\nDet tager 2-3 klik at navigere til bogmærkemenuen. Vi kan ikke lide at bruge bogmærkebjælken, så godt som den optager 1 værdifuld plads plads øverst i Google Chrome-browseren.",
    "de": "Eine Verknüpfung zur Seite \"Chrome Plugins\"\nDies ist nur eine Verknüpfung zu Chrome Plugins, nichts weiter.\n\nNach der Installation wird der Symbolleiste Ihres Browsers das Plugins-Symbol hinzugefügt.\n\nKlicken Sie auf das Einstellungssymbol und Sie öffnen die Seite \"Chrome Plugins\".\n\nDadurch wird die Plugins-Seite mit nur einem Klick geöffnet.\nWarum sollten Sie eine separate Erweiterung für etwas hinzufügen, das nur zwei Klicks im Google Chrome Browser-Menü benötigt?\n\nWir helfen Ihnen, einen Klick zu sparen, was 50% des erforderlichen Aufwands entspricht.\nWarum nicht einfach die Plugins-Seite mit einem Lesezeichen versehen?\n\nEs dauert 2-3 Klicks, um zum Lesezeichen-Menü zu navigieren. Wir verwenden die Lesezeichenleiste nicht gern, da sie 1 wertvollen Speicherplatz oben im Google Chrome-Browser einnimmt.",
    "el": "Μια συντόμευση στη σελίδα προσθηκών του Chrome\nΑυτή είναι απλώς μια συντόμευση για τις προσθήκες Chrome, τίποτα περισσότερο.\n\nΌταν εγκατασταθεί, θα προσθέσει το εικονίδιο προσθηκών στη γραμμή εργαλείων του προγράμματος περιήγησής σας.\n\nΚάντε κλικ στο εικονίδιο ρυθμίσεων και θα ανοίξετε τη σελίδα προσθηκών του Chrome.\n\nΑυτό θα ανοίξει τη σελίδα προσθηκών με ένα μόνο κλικ.\nΓιατί να ασχοληθείτε με την προσθήκη μιας ξεχωριστής επέκτασης για κάτι που χρειάζεται μόνο δύο κλικ στο μενού του Google Chrome Browser;\n\nΣας βοηθάμε να εξοικονομήσετε ένα κλικ, το οποίο είναι το 50% της προσπάθειας που απαιτείται.\nΓιατί να μην προσθέσετε σελιδοδείκτη μόνο στη σελίδα προσθηκών;\n\nΧρειάζονται 2-3 κλικ για να μεταβείτε στο μενού σελιδοδεικτών. Δεν μας αρέσει να χρησιμοποιούμε τη γραμμή σελιδοδεικτών καθώς καταλαμβάνει 1 πολύτιμο χώρο στο επάνω μέρος του προγράμματος περιήγησης Google Chrome.",
    "es": "Un acceso directo a la página de complementos de Chrome\nEsto es solo un acceso directo a los complementos de Chrome, nada más.\n\nUna vez instalado, agregará el ícono de Complementos a la barra de herramientas de su navegador.\n\nHaga clic en el icono de configuración y abrirá la página de complementos de Chrome.\n\nEsto abrirá la página de complementos con solo un clic.\n¿Por qué molestarse en agregar una extensión separada para algo que solo necesita dos clics en el menú del navegador Google Chrome?\n\nLe ayudamos a ahorrar un clic, que es el 50% del esfuerzo necesario.\n¿Por qué no marcar la página de complementos?\n\nSe necesitan de 2 a 3 clics para navegar hasta el menú de marcadores. No nos gusta usar la barra de marcadores, ya que ocupa 1 valiosa línea de espacio en la parte superior del navegador Google Chrome.",
    "et": "Otsetee lehele Chrome'i pistikprogrammid\nSee on lihtsalt otsetee Chrome'i pistikprogrammidele, ei midagi muud.\n\nInstallimisel lisab see teie brauseri tööriistaribale pistikprogrammide ikooni.\n\nKlõpsake seadete ikooni ja avate Chrome'i pistikprogrammide lehe.\n\nSee avab pluginate lehe vaid ühe klõpsuga.\nMiks peaksite vaeva nägema Google Chrome'i brauseri menüüs eraldi laiendi lisamisega millelegi, mis vajab ainult kahte klikki?\n\nAitame teil säästa ühe kliki, mis on 50% vajalikust pingutusest.\nMiks mitte lihtsalt lisada leht Pluginad järjehoidjatesse?\n\nJärjehoidjate menüüsse navigeerimiseks kulub 2-3 klikki. Meile ei meeldi kasutada järjehoidjariba, kuna see võtab Google Chrome'i brauseri ülaosas ühe väärtusliku ruumi.",
    "fa": "میانبر به صفحه افزونه های Chrome\nاین فقط یک میانبر برای پلاگین های Chrome است ، نه چیز دیگر.\n\nهنگام نصب ، نماد Plugins را به نوار ابزار مرورگر شما اضافه می کند.\n\nروی نماد تنظیمات کلیک کنید و صفحه افزونه های Chrome را باز خواهید کرد.\n\nبا این کار فقط با یک کلیک صفحه افزونه ها باز می شود.\nچرا باید با اضافه کردن یک برنامه افزودنی جداگانه برای چیزی که فقط به دو کلیک در فهرست مرورگر Google Chrome نیاز دارد؟\n\nما به شما کمک می کنیم با یک کلیک صرفه جویی کنید ، که 50٪ از تلاش مورد نیاز است.\nچرا فقط صفحه پلاگین ها را علامت گذاری نمی کنید؟\n\nبرای رفتن به منوی نشانک ها 2-3 کلیک طول می کشد. ما دوست نداریم از نوار نشانک استفاده کنیم و همچنین 1 خط فضای ارزشمند در بالای مرورگر Google Chrome اشغال می کند.",
    "fil": "Pikakuvake Chrome-laajennukset -sivulle\nTämä on vain pikakuvake Chrome-laajennuksiin, ei mitään muuta.\n\nAsennettuna se lisää Plugins-kuvakkeen selaimesi työkalupalkkiin.\n\nNapsauttamalla asetuskuvaketta avaat Chrome-laajennukset -sivun.\n\nTämä avaa Laajennukset-sivun yhdellä napsautuksella.\nMiksi vaivautua lisäämään erillinen laajennus sellaiselle, joka tarvitsee vain kaksi napsautusta Google Chrome -selainvalikossa?\n\nAutamme sinua säästämään yhden napsautuksen, mikä on 50% tarvittavasta ponnistuksesta.\nMiksi ei vain lisätä Plugins-sivun kirjanmerkkeihin?\n\nKirjanmerkkivalikkoon siirtyminen kestää 2-3 napsautusta. Emme halua käyttää kirjanmerkkipalkkia, koska se vie yhden arvokkaan rivin tilaa Google Chrome -selaimen yläosassa.",
    "fr": "Un raccourci vers la page des plugins Chrome\nCeci est juste un raccourci vers les plugins Chrome, rien de plus.\n\nUne fois installé, il ajoutera l'icône Plugins à la barre d'outils de votre navigateur.\n\nCliquez sur l'icône des paramètres et vous ouvrirez la page des plugins Chrome.\n\nCela ouvrira la page Plugins en un seul clic.\nPourquoi ajouter une extension distincte pour quelque chose qui ne nécessite que deux clics dans le menu du navigateur Google Chrome?\n\nNous vous aidons à économiser un clic, soit 50% de l'effort nécessaire.\nPourquoi ne pas simplement ajouter la page Plugins à vos favoris?\n\nIl faut 2-3 clics pour accéder au menu des signets. Nous n'aimons pas utiliser la barre de favoris, car elle occupe une précieuse ligne d'espace en haut du navigateur Google Chrome.",
    "hi": "Chrome प्लगइन्स पृष्ठ का शॉर्टकट\nयह क्रोम प्लगइन्स के लिए सिर्फ एक शॉर्टकट है, इससे ज्यादा कुछ नहीं।\n\nस्थापित होने पर, यह आपके ब्राउज़र के टूलबार में प्लगइन्स आइकन जोड़ देगा।\n\nसेटिंग आइकन पर क्लिक करें और आप क्रोम प्लगइन्स पेज खोलेंगे।\n\nयह सिर्फ एक क्लिक के साथ प्लगइन्स पेज को खोलेगा।\nGoogle Chrome ब्राउज़र मेनू में केवल दो क्लिक की आवश्यकता वाले किसी चीज़ के लिए एक अलग एक्सटेंशन जोड़ने से क्यों परेशान हों?\n\nहम आपको एक क्लिक बचाने में मदद करते हैं, जो कि आवश्यक प्रयास का 50% है।\nसिर्फ प्लगइन्स पृष्ठ को बुकमार्क क्यों न करें?\n\nबुकमार्क मेनू पर नेविगेट करने में 2-3 क्लिक लगते हैं। हमें बुकमार्क बार का उपयोग करना पसंद नहीं है और साथ ही यह Google Chrome ब्राउज़र के शीर्ष पर 1 मूल्यवान स्थान लेता है।",
    "hr": "Prečac do stranice dodataka za Chrome\nOvo je samo prečac za Chrome dodatke, ništa više.\n\nKada se instalira, na alatnu traku vašeg preglednika dodati će ikonu dodataka.\n\nKliknite ikonu postavki i otvorit ćete stranicu dodataka za Chrome.\n\nOvo će otvoriti stranicu Dodaci jednim klikom.\nZašto se gnjaviti dodavanjem zasebnog proširenja za nešto što treba samo dva klika u izborniku preglednika Google Chrome?\n\nPomažemo vam uštedjeti jedan klik, što je 50% potrebnog napora.\nZašto jednostavno ne označiti stranicu dodataka?\n\nPotrebna su 2-3 klika za navigaciju do izbornika oznaka. Ne volimo koristiti traku oznaka, jer zauzima 1 vrijedan red prostora na vrhu preglednika Google Chrome.",
    "hu": "Parancsikon a Chrome Plugins oldalra\nEz csak egy parancsikon a Chrome beépülő modulokhoz, semmi más.\n\nA telepítés után hozzáadja a Bővítmények ikont a böngésző eszköztárához.\n\nKattintson a beállítások ikonra, és megnyílik a Chrome-bővítmények oldal.\n\nEz csak egy kattintással nyitja meg a Plugins oldalt.\nMiért bajlódna egy külön kiterjesztés hozzáadásával valamihez, amihez csak két kattintás szükséges a Google Chrome böngésző menüjében?\n\nSegítünk egy kattintás megtakarításában, ami a szükséges erőfeszítések 50% -a.\nMiért nem csak a Plugins oldalt könyvjelzővé teszi?\n\n2-3 kattintás szükséges a könyvjelzők menübe való navigáláshoz. Nem szívesen használjuk a könyvjelzősávot, mivel az 1 értékes helyet foglal el a Google Chrome böngésző tetején.",
    "id": "Pintasan ke halaman Plugin Chrome\nIni hanyalah pintasan ke Plugin Chrome, tidak lebih.\n\nSaat diinstal, itu akan menambahkan ikon Plugins ke toolbar browser Anda.\n\nKlik ikon pengaturan dan Anda akan membuka halaman Plugin Chrome.\n\nIni akan membuka halaman Plugins hanya dengan satu klik.\nMengapa repot-repot menambahkan ekstensi terpisah untuk sesuatu yang hanya membutuhkan dua klik di menu Browser Google Chrome?\n\nKami membantu Anda menghemat satu klik, yang merupakan 50% dari upaya yang dibutuhkan.\nMengapa tidak hanya menandai halaman Plugin?\n\nDibutuhkan 2-3 klik untuk menavigasi ke menu bookmark. Kami tidak suka menggunakan bilah bookmark karena menggunakan 1 baris ruang berharga di bagian atas Browser Google Chrome.",
    "it": "Un collegamento alla pagina dei plug-in di Chrome\nQuesta è solo una scorciatoia per i plug-in di Chrome, niente di più.\n\nUna volta installato, aggiungerà l'icona dei plugin alla barra degli strumenti del browser.\n\nFai clic sull'icona delle impostazioni e aprirai la pagina dei plug-in di Chrome.\n\nQuesto aprirà la pagina Plugin con un solo clic.\nPerché preoccuparsi di aggiungere un'estensione separata per qualcosa che richiede solo due clic nel menu del browser Google Chrome?\n\nTi aiutiamo a risparmiare un clic, che è il 50% dello sforzo necessario.\nPerché non aggiungere semplicemente ai segnalibri la pagina dei plugin?\n\nSono necessari 2-3 clic per accedere al menu dei segnalibri. Non ci piace usare la barra dei segnalibri perché occupa 1 riga di spazio prezioso nella parte superiore del browser Google Chrome.",
    "ja": "Chromeプラグインページへのショートカット\nこれはChromeプラグインへのショートカットであり、それ以上のものではありません。\n\nインストールすると、ブラウザのツールバーにプラグインアイコンが追加されます。\n\n設定アイコンをクリックすると、Chromeプラグインページが開きます。\n\nこれにより、ワンクリックでプラグインページが開きます。\nGoogle Chromeブラウザメニューで2回クリックするだけでよいものに、わざわざ別の拡張機能を追加するのはなぜですか。\n\n必要な労力の50％であるワンクリックの節約をお手伝いします。\nプラグインページをブックマークしてみませんか？\n\nブックマークメニューに移動するには、2〜3回クリックする必要があります。ブックマークバーを使用するのは好きではありません。また、GoogleChromeブラウザの上部にある貴重な1行のスペースを占有します。",
    "ko": "Chrome 플러그인 페이지 바로 가기\n이것은 Chrome 플러그인의 바로 가기 일뿐입니다.\n\n설치되면 브라우저의 툴바에 플러그인 아이콘이 추가됩니다.\n\n설정 아이콘을 클릭하면 Chrome 플러그인 페이지가 열립니다.\n\n클릭 한 번으로 플러그인 페이지가 열립니다.\nGoogle 크롬 브라우저 메뉴에서 두 번만 클릭하면되는 항목에 대해 별도의 확장 프로그램을 추가해야하는 이유는 무엇입니까?\n\n필요한 노력의 50 % 인 한 번의 클릭을 절약 할 수 있도록 도와드립니다.\n플러그인 페이지를 북마크하지 않는 이유는 무엇입니까?\n\n북마크 메뉴로 이동하는 데 2-3 번의 클릭이 필요합니다. 우리는 북마크 바를 사용하는 것을 좋아하지 않을뿐만 아니라 Google 크롬 브라우저 상단에서 한 줄의 소중한 공간을 차지합니다.",
    "lt": "Spartusis klavišas į „Chrome“ papildinių puslapį\nTai tik nuoroda į „Chrome“ papildinius, nieko daugiau.\n\nĮdiegus, jūsų naršyklės įrankių juostoje bus pridėta papildinių piktograma.\n\nSpustelėkite nustatymų piktogramą ir atidarysite „Chrome“ papildinių puslapį.\n\nTai atvers puslapį „Įskiepiai“ tik vienu paspaudimu.\nKodėl verta stengtis pridėti atskirą plėtinį tiems, kuriems reikia tik dviejų paspaudimų „Google Chrome“ naršyklės meniu?\n\nPadedame sutaupyti vieną paspaudimą, o tai yra 50% reikalingų pastangų.\nKodėl ne tik pažymėjus puslapį „Įskiepiai“?\n\nNorint pereiti prie žymių meniu, reikia 2–3 paspaudimų. Mums nepatinka naudoti žymių juostą, nes ji užima 1 vertingą erdvę „Google Chrome“ naršyklės viršuje.",
    "lv": "Saīsne uz Chrome spraudņu lapu\nŠis ir tikai saīsne uz Chrome spraudņiem, nekas vairāk.\n\nPēc instalēšanas tā pārlūkprogrammas rīkjoslā pievienos ikonu Plugins.\n\nNoklikšķiniet uz iestatījumu ikonas un atvērsiet lapu Chrome spraudņi.\n\nTādējādi ar vienu klikšķi tiks atvērta spraudņu lapa.\nKāpēc uztraukties pievienot atsevišķu paplašinājumu vietnei, kurai Google Chrome pārlūka izvēlnē ir nepieciešami tikai divi klikšķi?\n\nMēs palīdzam jums ietaupīt vienu klikšķi, kas ir 50% no nepieciešamajām pūlēm.\nKāpēc ne tikai pievienot spraudņu lapu grāmatzīmei?\n\nLai pārietu uz grāmatzīmju izvēlni, nepieciešami 2–3 klikšķi. Mums nepatīk izmantot grāmatzīmju joslu, kā arī tas aizņem 1 vērtīgu vietu Google Chrome pārlūka augšdaļā.",
    "ms": "Jalan pintas ke halaman Pemalam Chrome\nIni hanyalah jalan pintas ke Pemalam Chrome, tidak lebih dari itu.\n\nApabila dipasang, ia akan menambahkan ikon Plugin ke bar alat penyemak imbas anda.\n\nKlik ikon tetapan dan anda akan membuka halaman Pemalam Chrome.\n\nIni akan membuka halaman Plugin dengan hanya satu klik.\nMengapa bersusah payah menambahkan peluasan berasingan untuk sesuatu yang hanya memerlukan dua klik di menu Penyemak Imbas Google Chrome?\n\nKami membantu anda menjimatkan satu klik, yang merupakan 50% usaha yang diperlukan.\nMengapa tidak hanya menandakan halaman Plugin?\n\nDiperlukan 2-3 klik untuk menavigasi ke menu penanda halaman. Kami tidak suka menggunakan bar penanda halaman dan juga memerlukan 1 ruang yang berharga di bahagian atas Penyemak Imbas Google Chrome.",
    "nl": "Een snelkoppeling naar de pagina Chrome-plug-ins\nDit is slechts een snelkoppeling naar Chrome-plug-ins, meer niet.\n\nNa installatie wordt het plug-ins-pictogram toegevoegd aan de werkbalk van uw browser.\n\nKlik op het instellingenpictogram en je opent de pagina Chrome-plug-ins.\n\nHiermee wordt de pagina Plug-ins geopend met slechts één klik.\nWaarom zou u een aparte extensie toevoegen voor iets dat slechts twee klikken nodig heeft in het Google Chrome Browser-menu?\n\nWij helpen u één klik te besparen, dat is 50% van de benodigde inspanning.\nWaarom niet gewoon een bladwijzer maken voor de pagina Plug-ins?\n\nHet duurt 2-3 klikken om naar het bladwijzermenu te navigeren. We houden er niet van om de bladwijzerbalk te gebruiken, omdat deze 1 waardevolle regel ruimte bovenaan de Google Chrome-browser inneemt.",
    "no": "En snarvei til Chrome Plugins-siden\nDette er bare en snarvei til Chrome Plugins, ingenting mer.\n\nNår den er installert, vil den legge til Plugins-ikonet i nettleserens verktøylinje.\n\nKlikk på innstillingsikonet, og du åpner siden Chrome Plugins.\n\nDette åpner Plugins-siden med bare ett klikk.\nHvorfor bry seg med å legge til en egen utvidelse for noe som bare trenger to klikk i Google Chrome-nettlesermenyen?\n\nVi hjelper deg med å spare ett klikk, som er 50% av innsatsen du trenger.\nHvorfor ikke bare bokmerke Plugins-siden?\n\nDet tar 2-3 klikk å navigere til bokmerke-menyen. Vi liker ikke å bruke bokmerkeraden, i tillegg til at den tar opp en verdifull plass på toppen av Google Chrome-nettleseren.",
    "pl": "Skrót do strony wtyczek Chrome\nTo tylko skrót do wtyczek Chrome, nic więcej.\n\nPo zainstalowaniu doda ikonę wtyczek do paska narzędzi przeglądarki.\n\nKliknij ikonę ustawień, a otworzysz stronę wtyczek Chrome.\n\nSpowoduje to otwarcie strony Wtyczki jednym kliknięciem.\nPo co zawracać sobie głowę dodawaniem osobnego rozszerzenia dla czegoś, co wymaga tylko dwóch kliknięć w menu przeglądarki Google Chrome?\n\nPomagamy Ci zaoszczędzić jedno kliknięcie, czyli 50% potrzebnego wysiłku.\nDlaczego po prostu nie dodać strony Wtyczki do zakładek?\n\nPrzejście do menu zakładek zajmuje 2-3 kliknięcia. Nie lubimy korzystać z paska zakładek, ponieważ zajmuje on 1 cenny wiersz u góry przeglądarki Google Chrome.",
    "ro": "O comandă rapidă către pagina Plugins Chrome\nAceasta este doar o comandă rapidă către pluginurile Chrome, nimic mai mult.\n\nCând este instalat, va adăuga pictograma Plugins în bara de instrumente a browserului dvs.\n\nFaceți clic pe pictograma de setări și veți deschide pagina Pluginuri Chrome.\n\nAceasta va deschide pagina Plugins cu un singur clic.\nDe ce să vă deranjați să adăugați o extensie separată pentru ceva care necesită doar două clicuri în meniul browserului Google Chrome?\n\nVă ajutăm să salvați un singur clic, ceea ce reprezintă 50% din efortul necesar.\nDe ce nu doar marcați pagina Plugins?\n\nEste nevoie de 2-3 clicuri pentru a naviga la meniul de marcaje. Nu ne place să folosim bara de marcaje, deoarece ocupă o linie de spațiu valoroasă în partea de sus a browserului Google Chrome.",
    "ru": "Ярлык на страницу плагинов Chrome\nЭто просто ярлык для плагинов Chrome, не более того.\n\nПосле установки он добавит значок подключаемых модулей на панель инструментов вашего браузера.\n\nЩелкните значок настроек, и вы откроете страницу плагинов Chrome.\n\nЭто откроет страницу плагинов одним щелчком мыши.\nЗачем добавлять отдельное расширение для чего-то, что требует всего двух щелчков мышью в меню браузера Google Chrome?\n\nМы помогаем вам сэкономить один клик, что составляет 50% необходимых усилий.\nПочему бы просто не добавить в закладки страницу плагинов?\n\nЧтобы перейти в меню закладок, достаточно 2-3 кликов. Нам не нравится использовать панель закладок, так как она занимает 1 ценную строку в верхней части браузера Google Chrome.",
    "sk": "Skratka na stránku Doplnky Chrome\nToto je iba skratka k doplnkom Chrome, nič viac.\n\nPo nainštalovaní pridá ikonu doplnkov na panel nástrojov vášho prehliadača.\n\nKliknite na ikonu nastavení a otvoríte stránku Doplnky Chrome.\n\nTýmto sa stránka Pluginy otvorí jediným kliknutím.\nPrečo sa obťažovať pridaním samostatného rozšírenia pre niečo, čo v ponuke prehliadača Google Chrome vyžaduje iba dve kliknutia?\n\nPomôžeme vám ušetriť jedno kliknutie, čo je 50% potrebného úsilia.\nPrečo si stránku s doplnkami jednoducho nezadať do záložiek?\n\nNavigácia do ponuky záložiek trvá 2 - 3 kliknutia. Neradi používame panel so záložkami, ktorý zaberá 1 cenný riadok v hornej časti prehliadača Google Chrome.",
    "sl": "Bližnjica do strani z vtičniki za Chrome\nTo je le bližnjica do vtičnikov za Chrome, nič več.\n\nKo je nameščen, bo v orodno vrstico brskalnika dodal ikono vtičnikov.\n\nKliknite ikono nastavitev in odprli boste stran z vtičniki za Chrome.\n\nTo bo odprlo stran vtičnikov z enim samim klikom.\nZakaj bi se trudili dodati ločeno razširitev za nekaj, kar potrebuje samo dva klika v meniju brskalnika Google Chrome?\n\nPomagamo vam prihraniti en klik, kar je 50% potrebnega truda.\nZakaj ne bi le dodali strani z vtičniki med zaznamke?\n\nZa pomik do menija z zaznamki potrebujete 2-3 klike. Ne uporabljamo vrstice z zaznamki, saj zaseda 1 dragoceno vrstico prostora na vrhu brskalnika Google Chrome.",
    "sr": "Пречица до странице Цхроме додатака\nОво је само пречица до Цхроме додатака, ништа више.\n\nКада се инсталира, на траку с алаткама вашег прегледача додаће икону Плугинс.\n\nКликните на икону подешавања и отворићете страницу Цхроме додатака.\n\nОво ће отворити страницу Додаци са само једним кликом.\nЗашто се трудити да додате засебно проширење за нешто за шта су потребна само два клика у менију прегледача Гоогле Цхроме?\n\nПомажемо вам да уштедите један клик, што је 50% потребног напора.\nЗашто једноставно не обележити страницу Додаци?\n\nПотребна су 2-3 клика за навигацију до менија обележивача. Не волимо да користимо траку са обележивачима, јер заузима 1 драгоцени ред простора на врху претраживача Гоогле Цхроме.",
    "sv": "En genväg till Chrome Plugins-sidan\nDetta är bara en genväg till Chrome Plugins, inget mer.\n\nNär den är installerad lägger den till ikonen Plugins i webbläsarens verktygsfält.\n\nKlicka på inställningsikonen så öppnas Chrome Plugins-sidan.\n\nDetta öppnar sidan Plugins med bara ett klick.\nVarför bry sig om att lägga till ett separat tillägg för något som bara behöver två klick i webbläsarmenyn i Google Chrome?\n\nVi hjälper dig att spara ett klick, vilket är 50% av den ansträngning som krävs.\nVarför inte bara bokmärka plugins-sidan?\n\nDet tar 2-3 klick att navigera till bokmärkesmenyn. Vi gillar inte att använda bokmärkesfältet såväl som det tar upp ett värdefullt utrymme högst upp i Google Chrome-webbläsaren.",
    "th": "ทางลัดไปยังหน้าปลั๊กอิน Chrome\nนี่เป็นเพียงทางลัดไปยัง Chrome Plugins ไม่มีอะไรเพิ่มเติม\n\nเมื่อติดตั้งมันจะเพิ่มไอคอน Plugins ในแถบเครื่องมือของเบราว์เซอร์ของคุณ\n\nคลิกไอคอนการตั้งค่าแล้วคุณจะเปิดหน้าปลั๊กอิน Chrome\n\nซึ่งจะเปิดหน้า Plugins เพียงคลิกเดียว\nทำไมต้องเพิ่มส่วนขยายแยกต่างหากสำหรับสิ่งที่ต้องการเพียงสองคลิกในเมนูเบราว์เซอร์ Google Chrome\n\nเราช่วยคุณประหยัดการคลิกเพียงครั้งเดียวซึ่งเป็น 50% ของความพยายามที่จำเป็น\nทำไมไม่บุ๊กมาร์กหน้าปลั๊กอิน?\n\nใช้เวลา 2-3 คลิกเพื่อไปที่เมนูบุ๊กมาร์ก เราไม่ชอบใช้แถบบุ๊กมาร์กเพราะต้องใช้พื้นที่อันมีค่า 1 บรรทัดที่ด้านบนของเบราว์เซอร์ Google Chrome",
    "tr": "Chrome Eklentileri sayfasına bir kısayol\nBu sadece Chrome Eklentileri için bir kısayol, daha fazlası değil.\n\nYüklendiğinde, tarayıcınızın araç çubuğuna Eklentiler simgesi ekleyecektir.\n\nAyarlar simgesini tıklayın ve Chrome Eklentileri sayfasını açacaksınız.\n\nBu, Eklentiler sayfasını tek bir tıklama ile açacaktır.\nGoogle Chrome Tarayıcı menüsünde yalnızca iki tıklama gerektiren bir şey için neden ayrı bir uzantı eklemekle uğraşasınız ki?\n\nGereken çabanın% 50'si olan tek tıklamayla tasarruf etmenize yardımcı oluyoruz.\nNeden sadece Eklentiler sayfasına yer imi eklemiyorsunuz?\n\nYer imleri menüsüne gitmek 2-3 tıklama alır. Yer imi çubuğunu kullanmayı sevmiyoruz ve Google Chrome Tarayıcısının üst kısmında 1 değerli yer kaplıyor.",
    "uk": "Ярлик на сторінці плагінів Chrome\nЦе лише ярлик для плагінів Chrome, не більше того.\n\nПісля встановлення додасть піктограму Плагіни на панель інструментів вашого браузера.\n\nКлацніть піктограму налаштувань, і ви відкриєте сторінку плагінів Chrome.\n\nЦе відкриє сторінку Плагіни лише одним клацанням миші.\nНавіщо заважати додавати окреме розширення для того, що потребує лише двох кліків у меню браузера Google Chrome?\n\nМи допомагаємо вам заощадити один клік, що становить 50% необхідних зусиль.\nЧому б просто не зробити закладку сторінки плагінів?\n\nЩоб перейти до меню закладок, потрібно 2-3 кліки. Нам не подобається використовувати панель закладок, оскільки вона займає 1 цінний рядок місця у верхній частині браузера Google Chrome.",
    "vi": "Lối tắt đến trang Plugin của Chrome\nĐây chỉ là một lối tắt đến Plugin Chrome, không có gì khác.\n\nKhi được cài đặt, nó sẽ thêm biểu tượng Plugins vào thanh công cụ của trình duyệt.\n\nNhấp vào biểu tượng cài đặt và bạn sẽ mở trang Plugin của Chrome.\n\nThao tác này sẽ mở ra trang Plugin chỉ với một cú nhấp chuột.\nTại sao phải thêm một tiện ích mở rộng riêng biệt cho một thứ chỉ cần hai lần nhấp trong menu Trình duyệt Google Chrome?\n\nChúng tôi giúp bạn tiết kiệm một cú nhấp chuột, đó là 50% nỗ lực cần thiết.\nTại sao không chỉ đánh dấu trang Plugin?\n\nPhải mất 2-3 lần nhấp để điều hướng đến menu dấu trang. Chúng tôi không thích sử dụng thanh dấu trang vì nó chiếm 1 dòng không gian có giá trị ở đầu Trình duyệt Google Chrome.",
    "zh_CN": "Chrome插件页面的快捷方式\n这只是Chrome插件的快捷方式，仅此而已。\n\n安装后，它将在浏览器的工具栏中添加插件图标。\n\n点击设置图标，您将打开Chrome插件页面。\n\n只需单击一下即可打开“插件”页面。\n为什么要在Google Chrome浏览器菜单中只需要单击两次就添加一个单独的扩展名呢？\n\n我们帮助您节省一键，这是所需工作量的50％。\n为什么不只是在“插件”页面上添加书签？\n\n需要2-3次点击才能导航到书签菜单。我们不喜欢使用书签栏，因为它在Google Chrome浏览器的顶部占用了1条宝贵的空间。",
    "zh_TW": "Chrome插件頁面的快捷方式\n這只是Chrome插件的快捷方式，僅此而已。\n\n安裝後，它將在瀏覽器的工具欄中添加插件圖標。\n\n點擊設置圖標，您將打開Chrome插件頁面。\n\n只需單擊一下即可打開“插件”頁面。\n為什麼要為Google Chrome瀏覽器菜單中僅需單擊兩次的內容添加單獨的擴展名？\n\n我們幫助您節省一鍵，這是所需工作量的50％。\n為什麼不只是在“插件”頁面上添加書籤？\n\n需要2-3次點擊才能導航到書籤菜單。我們不喜歡使用書籤欄，因為它在Google Chrome瀏覽器的頂部佔用了1條寶貴的空間。"
  }
}