{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Food Roulette"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Executes a random food location search based on filters given by the user"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you ever find yourself hungry but unable to decide where to eat? Then Food Roulette is for you. \n\n     Food Roulette offers users a fun way to decide where to dine based on various simple parameters. Once the user selects the specified parameters, the system fetches dining places that meets the given criteria and randomly selects a place from the list. The resulting location is pop on the front page of the extension. When no location exists for the given location and category, the user is welcome to add a place for it. \n\n     When the system is fetching  location, a rotating poker chip will appear on screen, this indicates that the system is executing the search and selection. When the process is completed the poker chip will disappear and the location will pop on screen. \n\n\n     The idea of the extension is to explore locations in your local area, this said, the user has the ability to add dining places to our pre-existing locations. When the location that the user is looking for does not appear on the list, he/she can recommend a new location and after a short period of time (if the location meets criteria) it will be added to the list.\n\n    There are certain requirements that have to met in order for the new dining place or location to be added, these are the following: \n     1.Dining Places:  \n          a. Category: Filed must have a value.\n          b. Location: Filled must have a value. \n          c. Name: Must be 3 characters or longer. \n     2.Location Recommendation:\n          a.  Email: Must be a valid email. \n          b.  Location: Must be 3 characters or longer. \n\nWhen a valid value is provided, the field will display a green border, a red border would display otherwise and an alert informing of invalid data will be displayed. \n\n\nSpecifications: \n     The extension was built using the following: \n        1. Bootstrap 4 Framework. \n        2. JS (Vanilla). \n        3. Jquery Library. \n        4. HTML5.\n        5. CSS3.\n        6. Google Apps Script. \n        7. Google SpreadSheet. \n\nWant to know more about Food Roulette or other projects? \nContact me at wessosurfs@gmail.com"
  }
}