{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TheWordsmith.ai: AI Marketing Copilot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your AI Marketing and Content Creation Copilot, wherever you need it"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TheWordsmith.ai is an AI Marketing Copilot that assists marketers at every step of their content creation workflow from Planning and Ideation to Content Generation, Improvement, and Distribution. TheWordsmith also comes with several productivity tools that eliminate bottlenecks associated with time-consuming marketing tasks such as prioritizing content creation for SEO, writing content briefs, and more.\n\nThis Chrome extension lets you take TheWordsmith copilot anywhere you are on the web - whether you are writing copy on an ad platform, responding to emails or creating social media posts on a platform. Simply pull up the extension and get the content you need. It works on highlighted text in your active tab, or standalone to generate any content you need.\n\nBuilt on the foundation of the user's Company, Product, and Brand DNA, TheWordsmith has the complete context of the why, what, where, and for whom the content is being created. The Chrome Extension lets users take TheWordsmith copilot wherever they go, along with all the context needed to assist.\n\nTheWordsmith takes a brand-centric approach to AI assistance with marketing and uses a brand's unique tone of voice to generate content. Its ToneArchitect technology crafts the perfect tone of voice that is derived from a brand's purpose, mission, and values and its unique brand personality traits, going beyond generic tones such as serious, funny, or sarcastic."
  }
}