{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LAI Product Reviews"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Import thousands of AliExpress reviews within seconds."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "☑️ Amazing review layouts to level up your store design\n- LAI review widget is automatically added to your store after installation.\n- 6 amazing review layouts (Modern, Dynamic, Minimal, Two-column, Formal, Standard)\n- 12 review widget templates for different color swatches (including both Dark mode and Light mode)\n- Advanced displaying settings allow you to customize every element of the product review widget to fit your brand: put photo reviews first, edit date & country's flag, change review widget's width without coding...\n\n☑️ Strong social proof and UGC to convert visitors to paying customers\n- Helps new stores look reliable and trustworthy by smart review importers. Even new stores can have thousands of reviews in minutes.\n- Build trust with authentic customer reviews & photo reviews; After orders are fulfilled, review request emails are automatically sent\n- Drive traffic from social channels & Google with social share & Google rich snippets features\n- Upsell with coupon emails & review pop-ups\n\n☑️ Other benefits\n- Support both live chat and email until you're satisfied.\n- Offer partner programs with awesome privileges for developers, experts, and agencies.\n- Migrate easily from other review apps to LAI\n- No LAI Product Reviews brand mark on any of your pages"
  }
}