{
  "name": {
    "ar": "IGExport-IG Follower Export Tool-ig export chrome   extension",
    "am,en,en_AU,kn,sv,sw": "IG follower Export Tool - Ins Followers Exporter",
    "bg": "IGExport-IG Follower Export Tool-ig export tool",
    "bn": "IGExport-IG Follower Export Tool-instagram follower   export tool",
    "ca": "IGExport-IG Follower Export Tool-best export   settings for instagram",
    "cs": "IGExport-IG Follower Export Tool-instagram export tool",
    "da": "IGExport-IG Follower Export Tool-ig export",
    "de,el,en_GB,en_US,es,es_419,fil,fr,gu,hi,hr,hu,id,it,ja,ko,pt_BR,pt_PT": "IGExport-IG Follower Export Tool",
    "et": "IGExport-IG Follower Export Tool-export ins",
    "fa": "IGExport-IG Follower Export Tool-export instagram   comments",
    "fi": "IGExport-IG Follower Export Tool-export instagram   followers",
    "he": "IGExport-IG Follower Export Tool-export settings for   instagram",
    "lt": "IGExport-IG Follower Export Tool-best export   settings for instagram reels",
    "lv": "IGExport-IG Follower Export Tool-instagram export   settings",
    "ml": "IGExport-IG Follower Export Tool-ins follower export",
    "mr": "IGExport-IG Follower Export Tool-ig export follower   tool",
    "ms": "IGExport-IG Follower Export Tool-instagram follower   export",
    "nl": "IGExport-IG Follower Export Tool-instagram lightroom   export settings",
    "no": "IGExport-IG Follower Export Tool-export follower   tool for ig",
    "pl": "IGExport-IG Follower Export Tool-export instagram   following list",
    "ro": "IGExport-IG Follower Export Tool-export instagram   comments free no limit",
    "ru": "IGExport-IG Follower Export Tool-photoshop export   settings for instagram",
    "sk,sl": "IG Follower Export Tool-premiere pro export   settings for instagram",
    "sr": "IGExport-IG Follower Export Tool-how to export   instagram followers",
    "ta": "IGExport-IG Follower Export Tool-instagram comment   export",
    "te": "IGExport-IG Follower Export Tool-export settings for   instagram reels",
    "th": "IGExport-IG Follower Export Tool-export follower   list instagram",
    "tr": "IGExport-IG Follower Export Tool-ig export extension",
    "uk": "IGExport-IG Follower Export Tool-export premiere pro   for instagram",
    "vi": "IGExport-IG Follower Export Tool-how to export   followers from instagram",
    "zh_CN": "IGExport-IG粉丝导出工具",
    "zh_TW": "IGExport-IG粉絲導出工具"
  },
  "short": {
    "ar,bg,bn,ca,cs,da,en_GB,en_US,et,fa,fi,gu,he,hi,hr,hu,id,ja,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,ta,te,th,tr,uk,vi": "IG Follower Export Tool - Effortlessly export Instagram followers and following lists, complete with email and phone data, to Excel…",
    "am,en,en_AU,kn,sv,sw": "Effortlessly export Instagram followers and following lists to Excel or CSV formats with just one click.",
    "de": "IG Follower Export Tool - Ohne Mühe Instagram Follower und Followings, einschließlich E-Mail- und Telefonnummern, in Excel- oder…",
    "el": "IG Follower Export Tool - Εξάγετε εύκολα τους followers και τα λίστες που ακολουθούν, μαζί με email και δεδομένα τηλέφωνου, σε…",
    "es,es_419": "IG Follower Export Tool - Exporta sin esfuerzo listas de seguidores y seguidos de Instagram, completas con datos de correo…",
    "fil": "IG Follower Export Tool - I-export nang madali ang mga tagasunod at sumusunod na listahan ng Instagram, kumpleto sa email at data…",
    "fr": "IG Follower Export Tool - Exportez sans effort les listes de followers et de suivis d'Instagram, avec les données d'email et de…",
    "it": "IG Follower Export Tool - Esporta facilmente le liste di follower e following di Instagram, complete di email e dati telefonici, in…",
    "pt_BR,pt_PT": "IG Follower Export Tool - Exporte facilmente listas de seguidores e seguidos do Instagram, completos com dados de email e telefone,…",
    "zh_CN": "IG粉丝导出工具 - 轻松导出Instagram粉丝和关注列表，包含电子邮件和电话数据，只需一键即可导出为Excel或CSV格式。",
    "zh_TW": "IG粉絲導出工具 - 輕鬆導出Instagram粉絲和關注列表，包含電子郵件和電話數據，只需一鍵即可導出為Excel或CSV格式。"
  },
  "long": {
    "ar,bg,ca,cs,da,en_US,et,fa,fi,he,hi,hr,hu,id,ja,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,ta,te,th,tr,uk,vi": "▬ How to Use▬\n1. Click the “IGExport-IG Follower Export Tool” icon located on the browser toolbar, then open the IGExport-IG Follower Export Tool popup page via Net.\n2. Input a valid IG profile URL or IG ID.\n3. Click the \"Start Export\" button, which will open an option page.\n4. Our IGExport Tools will run automatically. After the process is finished, you can download IG followers or IG followings in CSV or Excel format.\n\n▬ Features ▬\n1. Export IG followers and IG followings with one click via the extension.\n2. Export up to 50K IG followers or IG followings.\n3. Supports CSV and Excel formats.\n4. Handles IG rate limit errors.\n5. Processing with one click via IGTools net.\n6. Extract user profiles, including follower and following count, biography, public email, etc.\n\n▬Supported columns▬\n- ID\n- User Name\n- Full Name\n- IG Profile URL\n- IG Avatar URL\n- Is IG Profile verified\n\n▬How to Get Started?▬\n1. Enter Instagram Username.\n2. Select Export type: FOLLOWERS or FOLLOWING.\n3. Click the Export Button.\n\n▬Security▬\n1. The extension neither asks for your IG password nor any of your data, including IG user information, story, visit history, posts, and social relationships.\n2. All the data you process is on your local computer and never passes through our servers.\n3. IG enforces a rate limit, i.e., a limit on the number of requests. The rate limit is not public information and varies depending on your IP address.\n\n▬How it works in IG Follower Export tool▬\n1. If you export a large list of IG followers, you may experience a  rate limit error",
    "am,bn,en,en_AU,en_GB,gu,kn,sv,sw": "▬ How to Use IG Follower Export Tool▬\n1. Click the “IGExport-IG Follower Export Tool” icon located on the browser toolbar, then open the IGExport-IG Follower Export Tool popup page via Net.\n2. Input a valid IG profile URL or IG ID.\n3. Click the \"Start Export\" button, which will open an option page.\n4. Our IGExport Tools will run automatically. After the process is finished, you can download IG followers or IG followings in CSV or Excel format.\n\n▬ Features ▬\n1. Export IG followers and IG followings with one click via the extension.\n2. Export up to 50K IG followers or IG followings.\n3. Supports CSV and Excel formats.\n4. Handles IG rate limit errors.\n5. Processing with one click via IGTools net.\n6. Extract user profiles, including follower and following count, biography, public email, etc.\n\n▬Supported columns▬\n- ID\n- User Name\n- Full Name\n- IG Profile URL\n- IG Avatar URL\n- Is IG Profile verified\n\n▬How to Get Started?▬\n1. Enter Instagram Username.\n2. Select Export type: FOLLOWERS or FOLLOWING.\n3. Click the Export Button.\n\n▬Security▬\n1. The extension neither asks for your IG password nor any of your data, including IG user information, story, visit history, posts, and social relationships.\n2. All the data you process is on your local computer and never passes through our servers.\n3. IG enforces a rate limit, i.e., a limit on the number of requests. The rate limit is not public information and varies depending on your IP address.\n\n▬How it works in IG Follower Export tool▬\n1. If you export a large list of IG followers, you may experience a  rate limit error",
    "de": "▬ So verwenden Sie das IG Follower Export Tool▬\nKlicken Sie auf das Symbol „IGExport-IG Follower Export Tool“ in der Browser-Symbolleiste und öffnen Sie dann die IGExport-IG Follower Export Tool-Popup-Seite über das Netz.\nGeben Sie eine gültige IG-Profil-URL oder IG-ID ein.\nKlicken Sie auf die Schaltfläche „Start Export“, um eine Optionsseite zu öffnen.\nUnsere IGExport-Tools laufen automatisch. Nach Abschluss des Vorgangs können Sie IG-Follower oder IG-Followings im CSV- oder Excel-Format herunterladen.\n\n▬ Funktionen ▬\n1. Exportieren Sie IG-Follower und IG-Followings mit einem Klick über die Erweiterung.\n2. Exportieren Sie bis zu 50.000 IG-Follower oder IG-Followings.\n3. Unterstützt CSV- und Excel-Formate.\n4. Verarbeitet IG-Ratenlimitfehler.\n5. Verarbeitung mit einem Klick über das IGTools-Netz.\n6. Extrahiert Benutzerprofile, einschließlich Follower- und Following-Anzahl, Biografie, öffentliche E-Mail usw.\n\n▬Unterstützte Spalten▬\n- ID\n- Benutzername\n- Vollständiger Name\n- IG-Profil-URL\n- IG-Avatar-URL\n- Ist IG-Profil verifiziert\n\n▬So starten Sie▬\nGeben Sie den Instagram-Benutzernamen ein.\nWählen Sie den Exporttyp: FOLLOWERS oder FOLLOWING.\nKlicken Sie auf die Schaltfläche „Exportieren“.\n\n▬Sicherheit▬\n1. Die Erweiterung fragt weder nach Ihrem IG-Passwort noch nach Ihren Daten, einschließlich IG-Benutzerinformationen, Story, Besuchshistorie, Posts und sozialen Beziehungen.\n2. Alle Daten, die Sie verarbeiten, befinden sich auf Ihrem lokalen Computer und durchlaufen niemals unsere Server.\n3. IG erzwingt ein Ratenlimit, d.h. eine Begrenzung der Anzahl der Anfragen. Das Ratenlimit ist keine öffentliche Information und variiert je nach Ihrer IP-Adresse.\n\n▬So funktioniert es im IG Follower Export Tool▬\nWenn Sie eine große Liste von IG-Followern exportieren, kann es zu einem Ratenlimitfehler kommen",
    "el": "▬ Πώς να χρησιμοποιήσετε το IG Follower Export Tool▬\nΚάντε κλικ στο εικονίδιο \"IGExport-IG Follower Export Tool\" που βρίσκεται στη γραμμή εργαλείων του προγράμματος περιήγησης και, στη συνέχεια, ανοίξτε τη σελίδα popup IGExport-IG Follower Export Tool μέσω του Διαδικτύου.\nΕισαγάγετε έγκυρη δ/νση προφίλ IG ή IG ID.\nΚάντε κλικ στο \"Start Export\" κουμπί, που θα ανοίξει μια σελίδα επιλογών.\nΤα IGExport Εργαλεία μας θα λειτουργούν αυτόματα. Μετά τη λήξη της διαδικασίας, μπορείτε να κατεβάσετε IG followers ή IG ακόλουθους σε μορφή CSV ή Excel.\n\n▬ Λειτουργίες ▬\nΕξάγετε IG followers και IG ακόλουθους με ένα κλικ μέσω της επέκτασης.\nΕξάγετε μέχρι 50K IG followers ή IG ακόλουθους.\nΥποστηρίζει μορφές CSV και Excel.\nΔιαχειρίζεται τα σφάλματα περιορισμού ρυθμού IG.\nΕπεξεργασία με ένα κλικ μέσω IGTools net.\nΕξάγει προφίλ χρηστών, συμπεριλαμβανομένου του αριθμού followers και ακολούθων, της βιογραφίας, δημόσιου email κ.λπ.\n\n▬Υποστηριζόμενες στήλες▬\n- ID\n- Όνομα χρήστη\n- Πλήρες όνομα\n- IG Προφίλ URL\n- IG Avatar URL\n- Είναι το IG Προφίλ επικυρωμένο\n\n▬Πώς να Ξεκινήσετε▬\nΕισάγετε το Όνομα Χρήστη Instagram.\nΕπιλέξτε τύπο εξαγωγής: FOLLOWERS ή FOLLOWING.\nΚάντε κλικ στο Κουμπί Εξαγωγής.\n\n▬Ασφάλεια▬\nΗ επέκταση δεν ζητάει τον κωδικό πρόσβασής σας ή οποιοδήποτε από τα δεδομένα σας, συμπεριλαμβανομένων των πληροφοριών χρήστη IG, ιστορίας, επισκεψιμότητας, αναρτήσεων και κοινωνικών σχέσεων.\nΌλα τα δεδομένα που επεξεργάζεστε είναι στον τοπικό υπολογιστή σας και ποτέ δεν περνούν από τους διακομιστές μας.\nΤο IG εφαρμόζει έναν περιορισμό ρυθμού, δηλ. έναν περιορισμό στον αριθμό των αιτήσεων. Ο περιορισμός ρυθμού δεν είναι δημόσια πληροφορία και διαφέρει ανάλογα με τη διεύθυνση IP σας.\n\n▬Πώς λειτουργεί στο IG Follower Export tool▬\nΕάν εξάγετε μια μεγάλη λίστα με IG followers, μπορεί να συναντήσετε ένα σφάλμα περιορισμού ρυθμού",
    "es": "▬ Cómo utilizar IG Follower Export Tool▬\n1. Haga clic en el icono \"IGExport-IG Follower Export Tool\" ubicado en la barra de herramientas del navegador y luego abra la página emergente IGExport-IG Follower Export Tool a través de Net.\n2. Ingrese una URL de perfil de IG válida o una ID de IG.\n3. Haga clic en el botón \"Start Export\", que abrirá una página de opciones.\n4. Nuestros IGExport Tools se ejecutarán automáticamente. Una vez que finalice el proceso, puede descargar seguidores o seguidos de IG en formato CSV o Excel.\n\n▬ Características ▬\n1. Exporte seguidores y seguidos de IG con un clic a través de la extensión.\n2. Exporte hasta 50,000 seguidores o seguidos de IG.\n3. Soporta formatos CSV y Excel.\n4. Maneja errores de límite de tasa de IG.\n5. Procesamiento con un clic a través de IGTools net.\n6. Extrae perfiles de usuario, incluidos el conteo de seguidores y seguidos, biografía, correo electrónico público, etc.\n\n▬Columnas soportadas▬\n- ID\n- Nombre de usuario\n- Nombre completo\n- URL del perfil de IG\n- URL del avatar de IG\n- ¿Es verificado el perfil de IG?\n\n▬Cómo empezar▬\n1. Ingrese el nombre de usuario de Instagram.\n2. Seleccione el tipo de exportación: FOLLOWERS o FOLLOWING.\n3. Haga clic en el botón Exportar.\n\n▬Seguridad▬\n1. La extensión no solicita tu contraseña de IG ni ninguno de tus datos, incluidas la información de usuario de IG, historia, visitas, publicaciones y relaciones sociales.\n2. Todos los datos que procesas están en tu computadora local y nunca pasan por nuestros servidores.\n3. IG impone un límite de tasa, es decir, un límite en el número de solicitudes. El límite de tasa no es información pública y varía según la dirección IP.\n\n▬Cómo funciona en la IG Follower Export tool▬\nSi exporta una lista grande de seguidores de IG, puede experimentar un error de límite de tasa",
    "es_419": "▬ Cómo utilizar IG Follower Export Tool▬\n1. Haga clic en el ícono \"IGExport-IG Follower Export Tool\" ubicado en la barra de herramientas del navegador y luego abra la página emergente IGExport-IG Follower Export Tool a través de Net.\n2. Ingrese una URL de perfil de IG válida o una ID de IG.\n3. Haga clic en el botón \"Start Export\", que abrirá una página de opciones.\n4. Nuestros IGExport Tools se ejecutarán automáticamente. Una vez que finalice el proceso, puede descargar seguidores o seguidos de IG en formato CSV o Excel.\n\n▬ Características ▬\n1. Exporte seguidores y seguidos de IG con un clic a través de la extensión.\n2. Exporte hasta 50,000 seguidores o seguidos de IG.\n3. Soporta formatos CSV y Excel.\n4. Maneja errores de límite de tasa de IG.\n5. Procesamiento con un clic a través de IGTools net.\n6. Extrae perfiles de usuario, incluidos el conteo de seguidores y seguidos, biografía, correo electrónico público, etc.\n\n▬Columnas soportadas▬\n- ID\n- Nombre de usuario\n- Nombre completo\n- URL del perfil de IG\n- URL del avatar de IG\n- ¿Es verificado el perfil de IG?\n\n▬Cómo empezar▬\n1. Ingrese el nombre de usuario de Instagram.\n2. Seleccione el tipo de exportación: FOLLOWERS o FOLLOWING.\n3. Haga clic en el botón Exportar.\n\n▬Seguridad▬\n1. La extensión no solicita tu contraseña de IG ni ninguno de tus datos, incluidas la información de usuario de IG, historia, visitas, publicaciones y relaciones sociales.\n2. Todos los datos que procesas están en tu computadora local y nunca pasan por nuestros servidores.\n3. IG impone un límite de tasa, es decir, un límite en el número de solicitudes. El límite de tasa no es información pública y varía según la dirección IP.\n\n▬Cómo funciona en la IG Follower Export tool▬\n1. Si exporta una lista grande de seguidores de IG, puede experimentar un error de límite de tasa",
    "fil": "▬ Paano Gamitin ang IG Follower Export Tool▬\n1. I-click ang icon na \"IGExport-IG Follower Export Tool\" na matatagpuan sa toolbar ng browser, pagkatapos ay buksan ang IGExport-IG Follower Export Tool popup page sa pamamagitan ng Net.\n2. Ilagay ang isang wastong IG profile URL o IG ID.\n3. I-click ang button na \"Start Export\", na magbubukas ng isang opsyon na pahina.\n4. Ang aming mga IGExport Tools ay tatakbo nang awtomatiko. Pagkatapos makumpleto ang proseso, maaari mong i-download ang mga IG follower o IG following sa CSV o Excel na format.\n\n▬ Mga Tampok ▬\n1. I-export ang IG followers at IG following gamit ang isang click sa pamamagitan ng extension.\n2. I-export ang hanggang sa 50,000 IG followers o IG following.\n3. Sinusuportahan ang mga format na CSV at Excel.\n4. Hawak ang mga error sa rate limit ng IG.\n5. Pagpoproseso gamit ang isang click sa pamamagitan ng IGTools net.\n6. Nag-eextract ng user profiles, kabilang ang bilang ng mga tagasunod at sumusunod,\ntalambuhay, pampublikong email, atbp.\n\n▬Mga Suppported na Kolum▬\n- ID\n- Username\n- Buong Pangalan\n- IG Profile URL\n- IG Avatar URL\n- Nakumpirma na Ba ang IG Profile\n\n▬Paano Magsimula▬\n1. Ilagay ang Username sa Instagram.\n2. Piliin ang Uri ng Export: FOLLOWERS o FOLLOWING.\n3. I-click ang button na Export.\n\n▬Seguridad▬\n1. Hindi hinihingi ng extension ang iyong IG password o alinman sa iyong mga data, kabilang ang impormasyon ng user ng IG, kwento, history ng pagbisita, mga post, at mga social na relasyon.\n2. Lahat ng data na iyong pinoproseso ay nasa iyong lokal na computer at hindi kailanman dumaraan sa aming mga server.\n3. Ang IG ay nagpapatupad ng rate limit, ibig sabihin, isang limitasyon sa bilang ng mga kahilingan. Ang rate limit ay hindi pampublikong impormasyon at nag-iiba depende sa iyong IP address.\n\n▬Paano ito gumagana sa IG Follower Export tool▬\n1. Kung mag-eexport ka ng malaking listahan ng mga IG follower, maaaring makaranas ka ng rate limit error",
    "fr": "▬ Comment utiliser IG Follower Export Tool ▬\n1. Cliquez sur l'icône \"IGExport-IG Follower Export Tool\" située dans la barre d'outils du navigateur, puis ouvrez la page popup IGExport-IG Follower Export Tool via le Net.\n2. Entrez une URL de profil IG valide ou un ID IG.\n3. Cliquez sur le bouton \"Start Export\", ce qui ouvrira une page d'options.\n4. Nos outils IGExport fonctionneront automatiquement. Une fois le processus terminé, vous pouvez télécharger les followers ou followings IG au format CSV ou Excel.\n\n▬ Fonctionnalités ▬\n1. Exportez les followers et followings IG d'un seul clic via l'extension.\n2. Exportez jusqu'à 50K de followers ou followings IG.\n3. Prend en charge les formats CSV et Excel.\n4. Gère les erreurs de limitation de taux IG.\n5. Traitement en un clic via IGTools net.\n6. Extrait les profils utilisateurs, y compris le nombre de followers et de followings, la biographie, l'email public, etc.\n\n▬Colonnes prises en charge▬\n- ID\n- Nom d'utilisateur\n- Nom complet\n- URL du profil IG\n- URL de l'avatar IG\n- Le profil IG est-il vérifié\n\n▬Comment démarrer▬\n1. Entrez le nom d'utilisateur Instagram.\n2. Sélectionnez le type d'exportation : FOLLOWERS ou FOLLOWING.\n3. Cliquez sur le bouton Exporter.\n\n\n▬Sécurité▬\n1. L'extension ne demande ni votre mot de passe IG ni aucune de vos données, y compris les informations utilisateur IG, les stories, l'historique des visites, les publications et les relations sociales.\n2. Toutes les données que vous traitez sont sur votre ordinateur local et ne transitent jamais par nos serveurs.\n3. IG applique une limitation de taux, c'est-à-dire une limitation du nombre de requêtes. La limitation de taux n'est pas une information publique et varie en fonction de votre adresse IP.\n\n▬Comment cela fonctionne dans IG Follower Export tool▬\n1. Si vous exportez une grande liste de followers IG, vous pouvez rencontrer une erreur de limitation de taux",
    "it": "▬ Come usare IG Follower Export Tool ▬\n1. Clicca sull'icona \"IGExport-IG Follower Export Tool\" situata nella barra degli strumenti del browser, quindi apri la pagina popup IGExport-IG Follower Export Tool via Net.\n2. Inserisci un URL di profilo IG valido o un ID IG.\n3. Clicca sul pulsante \"Start Export\", che aprirà una pagina di opzioni.\n4. I nostri strumenti IGExport funzioneranno automaticamente. Dopo il completamento del processo, puoi scaricare i follower o i following di IG in formato CSV o Excel.\n\n\n▬ Caratteristiche ▬\n1. Esporta i follower e i following di IG con un clic tramite l'estensione.\n2. Esporta fino a 50K follower o following di IG.\n3. Supporta i formati CSV e Excel.\n4. Gestisce gli errori di limite di velocità IG.\n5. Elaborazione con un clic tramite IGTools net.\n6. Estrae i profili utente, compresi il conteggio dei follower e dei following, la biografia, l'email pubblica, ecc.\n\n\n▬Colonne supportate▬\n- ID\n- Nome utente\n- Nome completo\n- URL del profilo IG\n- URL dell'avatar IG\n- Il profilo IG è verificato\n\n\n▬Come iniziare▬\n1. Inserisci il nome utente di Instagram.\n2. Seleziona il tipo di esportazione: FOLLOWERS o FOLLOWING.\n3. Clicca sul pulsante Esporta.\n\n▬Sicurezza▬\n1. L'estensione non chiede né la tua password IG né nessuno dei tuoi dati, comprese le informazioni dell'utente IG, le storie, la cronologia delle visite, i post e le relazioni sociali.\n2. Tutti i dati che elabori sono sul tuo computer locale e non passano mai attraverso i nostri server.\n3. IG impone un limite di velocità, ovvero un limite al numero di richieste. Il limite di velocità non è un'informazione pubblica e varia in base al tuo indirizzo IP.\n\n▬Come funziona nello strumento IG Follower Export▬\n1. Se esporti una grande lista di follower IG, potresti riscontrare un errore di limite di velocità",
    "pt_BR": "▬ Como usar a ferramenta IG Follower Export Tool ▬\n1. Clique no ícone \"IGExport-IG Follower Export Tool\" localizado na barra de ferramentas do navegador e abra a página pop-up IGExport-IG Follower Export Tool via Net.\n2. Digite uma URL de perfil IG válida ou ID IG.\n3. Clique no botão \"Start Export\", que abrirá uma página de opções.\n4. Nossas ferramentas IGExport funcionarão automaticamente. Após a conclusão do processo, você poderá baixar seguidores ou seguidos do IG nos formatos CSV ou Excel.\n\n\n▬ Recursos ▬\n1. Exporte seguidores e seguidos do IG com um clique através da extensão.\n2. Exporte até 50 mil seguidores ou seguidos do IG.\n3. Suporta os formatos CSV e Excel.\n4. Lida com erros de limite de taxa do IG.\n5. Processamento com um clique através do IGTools net.\n6. Extrai perfis de usuário, incluindo contagem de seguidores e seguidos, biografia, email público, etc.\n\n\n▬Colunas suportadas▬\n- ID\n- Nome de usuário\n- Nome completo\n- URL do perfil IG\n- URL do avatar IG\n- Perfil IG verificado\n\n\n▬Como começar▬\n1. Digite o nome de usuário do Instagram.\n2. Selecione o tipo de exportação: FOLLOWERS ou FOLLOWING.\n3. Clique no botão Exportar.\n\n\n▬Segurança▬\n1. A extensão não solicita sua senha do IG nem nenhum de seus dados, incluindo informações de usuário IG, histórias, histórico de visitas, postagens e relações sociais.\n2. Todos os dados que você processa estão no seu computador local e nunca passam pelos nossos servidores.\n3. O IG impõe um limite de taxa, ou seja, um limite no número de solicitações. O limite de taxa não é uma informação pública e varia dependendo do seu endereço IP.\n\n▬Como funciona na ferramenta IG Follower Export▬\n1. Se você exportar uma grande lista de seguidores IG, pode ocorrer um erro de limite de taxa",
    "pt_PT": "▬ Como utilizar a ferramenta IG Follower Export Tool ▬\n1. Clique no ícone \"IGExport-IG Follower Export Tool\" localizado na barra de ferramentas do navegador e abra a página pop-up IGExport-IG Follower Export Tool através da Net.\n2. Insira um URL de perfil do IG válido ou ID do IG.\n3. Clique no botão \"Start Export\", que abrirá uma página de opções.\n4. As nossas ferramentas IGExport irão rodar automaticamente. Após terminar o processo, pode descarregar seguidores ou seguidos do IG em formato CSV ou Excel.\n\n\n▬ Recursos ▬\n1. Exporte seguidores e seguidos do IG com um clique através da extensão.\n2. Exporte até 50.000 seguidores ou seguidos do IG.\n3. Suporta formatos CSV e Excel.\n4. Lida com erros de limite de taxa do IG.\n5. Processamento com um clique através do IGTools net.\n6. Extrai perfis de usuário, incluindo contagem de seguidores e seguidos, biografia, email público, etc.\n\n\n▬Colunas Suportadas▬\n- ID\n- Nome de Utilizador\n- Nome Completo\n- URL do Perfil IG\n- URL do Avatar IG\n- Perfil IG é Verificado\n\n\n▬Como começar▬\n1. Insira o nome de utilizador do Instagram.\n2. Selecione o tipo de exportação: FOLLOWERS ou FOLLOWING.\n3. Clique no botão Exportar.\n\n\n▬Segurança▬\n1. A extensão não pede a sua senha IG nem nenhum dos seus dados, incluindo informações de utilizador IG, histórias, histórico de visitas, posts e relações sociais.\n2. Todos os dados que processa estão no seu computador local e nunca passam pelos nossos servidores.\n3. A IG impõe um limite de taxa, ou seja, um limite no número de pedidos. O limite de taxa não é informação pública e varia dependendo do seu endereço IP.\n\n\n▬Como funciona na IG Follower Export Tool▬\n1. Se exportar uma grande lista de seguidores IG, pode ocorrer um erro de limite de taxa",
    "zh_CN": "▬ 如何使用 IG 关注者导出工具 ▬\n1. 点击位于浏览器工具栏上的“IGExport-IG 关注者导出工具”图标，然后通过网络打开 IGExport-IG 关注者导出工具弹出页面。\n2. 输入有效的 IG 个人资料 URL 或 IG ID。\n点击“Start Export”按钮，将打开一个选项页面。\n3. 我们的 IGExport 工具将自动运行。流程完成后，您可以下载 CSV 或 Excel 格式的 IG 关注者或关注列表。\n\n\n▬ 特点 ▬\n1. 通过扩展程序一键导出 IG 关注者和关注列表。\n2. 最多导出 5 万 IG 关注者或关注列表。\n3. 支持 CSV 和 Excel 格式。\n4. 处理 IG 速率限制错误。\n5. 通过 IGTools 网络一键处理。\n6. 提取用户资料，包括关注者和关注数量、简介、公开电子邮件等。\n\n\n▬支持的列▬\n- ID\n- 用户名\n- 全名\n- IG 个人资料 URL\n- IG 头像 URL\n- IG 个人资料是否已验证\n\n\n▬如何开始▬\n1. 输入 Instagram 用户名。\n2. 选择导出类型：FOLLOWERS（关注者）或 FOLLOWING（关注）。\n3. 点击导出按钮。\n\n\n\n▬安全性▬\n1. 该扩展程序不会要求您的 IG 密码或任何数据，包括 IG 用户信息、故事、访问历史、帖子和社交关系。\n2. 您处理的所有数据都在本地计算机上，绝不会通过我们的服务器。\n3. IG 执行速率限制，即请求数量的限制。速率限制不是公开信息，并根据您的 IP 地址而有所不同。\n\n\n\n▬IG 关注者导出工具的工作原理▬\n1. 如果导出大量的 IG 关注者列表，可能会遇到速率限制错误",
    "zh_TW": "▬ 如何使用 IG 關注者匯出工具 ▬\n1. 點擊位於瀏覽器工具欄上的“IGExport-IG 關注者匯出工具”圖標，然後通過網絡打開 IGExport-IG 關注者匯出工具彈出頁面。\n2. 輸入有效的 IG 個人資料 URL 或 IG ID。\n3. 點擊“Start Export”按鈕，將打開一個選項頁面。\n4. 我們的 IGExport 工具將自動運行。流程完成後，您可以下載 CSV 或 Excel 格式的 IG 關注者或關注列表。\n\n\n▬ 特點 ▬\n1. 通過擴展程序一鍵匯出 IG 關注者和關注列表。\n2. 最多匯出 5 萬 IG 關注者或關注列表。\n3. 支持 CSV 和 Excel 格式。\n4. 處理 IG 速率限制錯誤。\n5. 通過 IGTools 網絡一鍵處理。\n6. 提取用戶資料，包括關注者和關注數量、簡介、公開電子郵件等。\n\n\n▬支持的列▬\n- ID\n- 用戶名\n- 全名\n- IG 個人資料 URL\n- IG 頭像 URL\n- IG 個人資料是否已驗證\n\n\n▬如何開始▬\n1. 輸入 Instagram 用戶名。\n2. 選擇匯出類型：FOLLOWERS（關注者）或 FOLLOWING（關注）。\n3. 點擊匯出按鈕。\n\n\n▬安全性▬\n1. 該擴展程序不會要求您的 IG 密碼或任何數據，包括 IG 用戶信息、故事、訪問歷史、帖子和社交關係。\n2. 您處理的所有數據都在本地計算機上，絕不會通過我們的服務器。\n3. IG 執行速率限制，即請求數量的限制。速率限制不是公開信息，並根據您的 IP 地址而有所不同。\n\n\n▬IG 關注者匯出工具的工作原理▬\n如果匯出大量的 IG 關注者列表，可能會遇到速率限制錯誤"
  }
}