{
  "name": {
    "ar,el,gu,hr,ms,ro,sw": "Color Run Unblocked Game",
    "am,bg,bn,ca,fi,id,ja,ml,pl,th": "Color Run Online Game",
    "cs,ko,mr,no,sk,sl,ta": "Color Run Game",
    "da,fil,he,hu,kn,sv": "Color Run Online",
    "de,en,en_AU,en_GB,en_US,es,es_419,et,fa,fr,hi,it,lt,lv,nl,pt_BR,pt_PT,ru,sr,te,tr,uk,vi,zh_CN,zh_TW": "Color Run Arcade Game"
  },
  "short": {
    "ar": "إذا كان لون الكرة لشخصيتك وألوان الكرة القادمة من الأعلى هي نفسها ، فقم بتفجير الكرة.",
    "am": "የባህርይዎ የኳስ ቀለም እና ከላይ የሚመጡት የኳስ ቀለሞች አንድ አይነት ከሆኑ ኳሱን ይፈነዱት።",
    "bg": "Ако цветът на топката на вашия характер и цветовете на топката, идващи отгоре, са еднакви, избухне топката.",
    "bn": "যদি আপনার চরিত্রের বলের রঙ এবং উপর থেকে আসা বলের রঙগুলি একই হয় তবে বলটি বিস্ফোরিত করুন।",
    "ca": "Si el color de la pilota del teu personatge i els colors de la pilota que vénen de dalt són els mateixos, explota la pilota.",
    "cs": "Pokud je barva koule vaší postavy a barva koule přicházející shora stejná, explodujte míč.",
    "da": "Hvis kuglefarven på din karakter og boldfarverne ovenfra er de samme, skal du eksplodere bolden.",
    "de": "Wenn die Ballfarbe deines Charakters und die von oben kommenden Ballfarben gleich sind, explodiere den Ball.",
    "el": "Εάν το χρώμα της μπάλας του χαρακτήρα σας και τα χρώματα της μπάλας που προέρχονται από πάνω είναι τα ίδια, εκραγείτε την μπάλα.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "If the ball color of your character and the ball colors coming from above are the same, explode the ball.",
    "es": "Si el color de la bola de tu personaje y los colores de la bola que vienen de arriba son los mismos, explota la bola.",
    "et": "Kui teie tegelase palli värv ja ülalt tulevad pallivärvid on samad, plahvatage pall.",
    "fa": "اگر رنگ توپ شخصیت شما و رنگ های توپ که از بالا می آیند یکسان هستند، توپ را منفجر کنید.",
    "fi": "Jos hahmosi pallon väri ja ylhäältä tulevat pallovärit ovat samat, räjäytä pallo.",
    "fil": "Kung ang bola kulay ng iyong character at ang mga kulay ng bola na nanggagaling mula sa itaas ay ang parehong, sumabog ang bola.",
    "fr": "Si la couleur de la balle de votre personnage et les couleurs de la balle venant d’en haut sont les mêmes, faites exploser la ba...",
    "gu": "જો તમારા પાત્રનો બોલનો રંગ અને ઉપરથી આવતા બોલના રંગો સમાન હોય, તો બોલને વિસ્ફોટ કરો.",
    "he": "אם צבע הכדור של הדמות שלך וצבעי הכדור שמגיעים מלמעלה זהים, פוצצו את הכדור.",
    "hi": "यदि आपके चरित्र का गेंद का रंग और ऊपर से आने वाले गेंद के रंग समान हैं, तो गेंद को विस्फोट करें।",
    "hr": "Ako su boja lopte vašeg lika i boje lopte koje dolaze odozgo iste, eksplodirajte loptu.",
    "hu": "Ha a karaktered labdaszíne és a felülről érkező labdaszínek azonosak, robbantsd fel a labdát.",
    "id": "Jika warna bola karakter Anda dan warna bola yang datang dari atas sama, meledakkan bola.",
    "it": "Se il colore della palla del tuo personaggio e i colori della palla provenienti dall'alto sono gli stessi, fai esplodere la palla.",
    "ja": "キャラクターのボールの色と上から来るボールの色が同じ場合は、ボールを爆発させます。",
    "kn": "ನಿಮ್ಮ ಪಾತ್ರದ ಚೆಂಡಿನ ಬಣ್ಣ ಮತ್ತು ಮೇಲಿನಿಂದ ಬರುವ ಚೆಂಡಿನ ಬಣ್ಣಗಳು ಒಂದೇ ಆಗಿದ್ದರೆ, ಚೆಂಡನ್ನು ಸ್ಫೋಟಿಸಿ.",
    "ko": "캐릭터의 볼 색상과 위에서 나오는 볼 색상이 동일하면 공을 폭발시킵니다.",
    "lv": "Ja jūsu varoņa bumbiņas krāsa un lodīšu krāsas, kas nāk no augšas, ir vienādas, eksplodējiet bumbu.",
    "ml": "നിങ്ങളുടെ കഥാപാത്രത്തിന്റെ ബോൾ നിറവും മുകളിൽ നിന്ന് വരുന്ന ബോൾ നിറങ്ങളും ഒന്നുതന്നെയാണെങ്കിൽ, പന്ത് പൊട്ടിത്തെറിക്കുക.",
    "mr": "जर तुमच्या व्यक्तिरेखेचा चेंडूचा रंग आणि वरून येणारे बॉलचे रंग सारखेच असतील, तर चेंडूचा स्फोट करा.",
    "ms": "Jika warna bola watak anda dan warna bola yang datang dari atas adalah sama, meletup bola.",
    "nl": "Als de balkleur van je personage en de balkleuren die van bovenaf komen hetzelfde zijn, explodeer je de bal.",
    "no": "Hvis ballfargen på karakteren din og ballfargene som kommer ovenfra er de samme, eksploderer du ballen.",
    "pl": "Jeśli kolor piłki twojej postaci i kolory piłki pochodzące z góry są takie same, eksploduj piłkę.",
    "ro": "În cazul în care culoarea mingea de personajul tău și culorile mingea provenind de sus sunt aceleași, exploda mingea.",
    "ru": "Если цвет шара вашего персонажа и цвета шара, идущие сверху, одинаковы, взорвите шар.",
    "sk": "Ak je farba lopty vašej postavy a farby lopty prichádzajúce zhora rovnaké, loptičku explodujte.",
    "sl": "Če so barva krogle vašega znaka in barve krogle, ki prihajajo od zgoraj, enake, eksplodira žogo.",
    "sv": "Om bollfärgen på din karaktär och bollfärgerna som kommer uppifrån är desamma, explodera bollen.",
    "sw": "Ikiwa rangi ya mpira ya tabia yako na rangi za mpira zinazotoka juu ni sawa, lipuka mpira.",
    "ta": "உங்கள் பாத்திரத்தின் பந்து நிறமும் மேலிருந்து வரும் பந்து வண்ணங்களும் ஒரே மாதிரியாக இருந்தால், பந்தை வெடிக்கவும்.",
    "te": "మీ పాత్ర యొక్క బంతి రంగు మరియు పై నుండి వచ్చే బంతి రంగులు ఒకే విధంగా ఉంటే, బంతిని పేల్చండి.",
    "th": "หากสีลูกบอลของตัวละครของคุณและสีลูกบอลที่มาจากด้านบนเหมือนกันให้ระเบิดลูกบอล",
    "tr": "Karakterinizin top rengi ile yukarıdan gelen top renkleri aynıysa topu patlatın.",
    "uk": "Якщо колір кулі вашого персонажа і кольори кулі, що йдуть зверху, однакові, вибухніть кульку."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you ready to match the balls of the right color and make the highest score! Dodge balls of different colors and experience the fun of fun arcade adventure.\n\nHow To Play\nPlayed with Mouse.\n\nColor Run Arcade Game Features\n✓ Colorful Graphics\n✓ Easy control\n✓ Fun Sounds\n✓ Infinity Level\n\nFinally, you can enjoy these game for free (and more requests will be added)! Color Run Arcade Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}