{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hintella | Leave Video Review Anywhere"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hintella is an independent review platform based on videos makes it easy to watch and record video reviews on every website and URL"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🪄 Say hello to leaving video reviews and post without any confirmation. Anywhere!\n🪄 Say goodbye to fake reviews\n\n✅ You can record your own video post and share your experience either good or bad, recommendation with others\n\n✅ By using clever technology, Hintella's chrome extension can help you decide and shop smarter and save you both time and money.\n\n✅ Hintella searches and finds the best and the most related review videos and posts uploaded on the platform for every single one of pages and websites your are visiting.\n\n✅ Hintella is social platform based on user generated content (UGC), so anyone can produce his/her own.\n\n✅ No More Missed Review Videos!\nIt's time to say goodbye to mindless shopping and decision making!\nNo hassle! Install Hintella now for free. Just keep shopping online and surfing on the internet, and get instant recommendations right where and when you need them.\nWe select the most related videos based on their reviewer credibility, by watching these videos before completing your purchases and making decision you can evaluate and compare products effortlessly.\n\n✅ We built Hintella because we're tired of companies deceiving people with inferior ‘sponsored products’ and deceiving 'ads and advertisements'  and misleading reviews and posts. We want to empower you to spend your money and time on only the best products and services that benefit not the provider but the users — meaning you.\n\n✅ You need something more than shopping features like cash back, earning rewards and gold points, price drop, promo codes, special offers, price tracking, price history, and discounts to shop with confidence.\nHintella is a must-have free extension that should be used along side with other useful extensions and services like Youtube, Instagram, Google, Honey, Keepa, Camelizer, Rakuten, Lustre, Pouch, Karma, ... to give you additional values.\n\n✅ Quick Access\nNo account needed. Just install and start saving money and making better decisions. It's FREE! 🎉\nThis extension does not add any browser buttons. You can access and set it up on any websites and urls.\n\n✅ We follow Chrome's minimum permissions privacy policy and only request the following permissions:\n- Tab Permission: to interact with the browser's tab system\n- Host Permission: gives us the ability to send CORS requests to these hosts \n- We check every page's data you are visiting anonymously. without knowing who you are to recommend you the best video contents\n\nContact info: hi@hintella.com\nTwitter: myhintella\nInstagram: myhintella\nLinkedin: Hintella"
  }
}