{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI-BODDIE"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI-BODDIE"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "- No cookies trackers\n- No third-party vendors\n- No untargeted ads\n\nAi-BODDIE (AiB) is a powerful extension that shields the internet user and helps regain\ncontrol over data.\n\nOur way of living nowadays is online.\nTo use digital platform services, internauts must manage information for privacy security and\npreferences on each website, app, and across devices. But the lack of awareness of keeping\nsafe accounts and data protection, as a result, the end-user gives up on security putting on the\nrisk of personal data, that is the selling product to third-party vendors and the oil for AI\ndevelopment without our full consent, nor acknowledgment of the purpose of its development by\nunknown companies and from anywhere.\n\nAi-BODDIE works on three main pillars:\n- Privacy\n- Security\n- Consent\n\n➤ HOW\n  The user decides what private data and personal preferences are shared and with whom such\ninformation is shared.\nUser&#39;s data is safe in pods (Personal Online Data Storage) based on blockchain &amp; other\nstorages that only he has access control and which data never leaves the pod.\nBeat off third-party vendors through data sharing between the user and the brand, gaining\nrewards, tailored offers, and personalized discounts on products of preference.\n\n➤ WHAT\n  It’s a plugin that centralizes cookie management Yes/No On/Off of Cookie Privacy from\nwebsites and applied choices across websites and connected IoT devices (smartphones,\nsmartwatches, smart devices…)\nAlongside, Ai-BODDIE provides an ad blocker to control target marketing selecting what ads\nyou want to receive based on your interests, blocking random pop-ups on-screen, and\ndisplaying products that matter to you.\nMoreover, it shields the user with a fundamental level of prevention, the unnecessary cookies\nare cut off which are the main gate for hacking, phishing, scams, etc -\n\n➤ Ai-BODDIE plugin (version1) Installation process - technical encounters guidelines\n  Ai-BODDIE is a plugin that helps the internet user select what data and whom to share with, for\na better internet experience. It enables Privacy, Security, and Data Sharing earnings.\nThrough the installation process of the Ai-BODDIE plugin on your Google Chrome browser, you\nmight encounter technical matters.\nExample:\n1. Add extension or Cancel?\nAll extensions that are related to the cookies or ads have the same message -\n“It can: Read and change all your data on all websites / Display notifications”\nCancel or Add extension”\n\nYou don’t need to be worried about it, it`s related to the extension category!\n\nThe “change all your data” means you are cutting off third-party vendors, unnecessary\ncookies, and trackers…to more than 150 vendors per website. Indeed, thanks to this\nchange your data is converted into a more valuable asset in the market.\n\nAdvise: Click on “Add extension”"
  }
}