{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "My Link Vault"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your Personalized Link Organizer\n\nLink Vault is a powerful Chrome extension designed to streamline your web browsing experience and…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your Personalized Link Organizer\n\nLink Vault is a powerful Chrome extension designed to streamline your web browsing experience and help you declutter your browser. With Link Vault, you can effortlessly organize and manage your favorite links, making it easier than ever to access the content that matters most to you while cutting down on the number of open tabs.\n\nEffortless Link Organization\n\nCreate your personalized list of links directly from your favorite webpages. Link Vault grabs the title and URL of the current webpage with a single click, allowing you to quickly save it to your list.\n\nTag and Categorize with Ease\n\nStay organized by adding tags and categories to your links. Tagging and categorizing your links makes it simple to find exactly what you're looking for, whether it's work-related articles, recipes, travel inspiration, etc..\n\nSeamless Data Management\n\nLink Vault seamlessly integrates with IndexedDB, securely storing your link collection directly in your browser. Never worry about losing your valuable links again – your data is safe and accessible whenever you need it.\n\nDownload and Transfer Your Links\n\nNeed to switch devices or get a new computer? No problem. Link Vault enables you to download your link list as a JSON file, allowing for easy transfer and backup of your data. Simply re-upload your link list to continue browsing seamlessly from any device.\n\nTake control of your browsing experience, declutter your browser, and organize your digital life with Link Vault – the essential Chrome extension for efficient link management."
  }
}