{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LFS for Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Respond to RFPs, RFIs, DDQs, and Security Questionnaires all within Chrome. LFS for Chrome allows you to maximize productivity."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Respond to RFPs, RFIs, DDQs, and Security Questionnaires within Chrome, and answer any question that comes your way in the sales cycle. \n\nEasily access and leverage all of the pre-approved response content stored in your Loopio for Salesforce (LFS) Library. \n\nWhether you’re populating answers to a questionnaire in an online portal, responding to an RFP in a Google Doc, or answering a buyer’s question in an email, you can search for and deploy the best answers in any context. The Loopio for Salesforce Chrome extension allows you to quickly respond while leveraging your powerful library of sales knowledge. \n\nEmpowering your business users with access to the Loopio for Salesforce Library means they can:\n\n  • Access approved, trustworthy company information when working in their Chrome browser\n  •  More efficiently respond to questionnaires from online portals \n  • Easily find the answers to common questions that arise in the sales cycle\n  • Copy and paste answers from your library into any web page with just a couple of clicks\n  • Never have to worry about being on-brand with messaging again\n\nThis application requires an active subscription to Loopio for Salesforce. To learn more about Loopio for Salesforce, please visit https://www.loopio.com/salesforce \n\nABOUT LOOPIO\n\nLoopio’s response management solutions help companies streamline their response process for RFPs, DDQs, Security Questionnaires, and answer any question that comes their way.\n\nTrusted by more than 1,500 companies at world-leading organizations, Loopio enables sales and proposal teams to respond faster, improve response accuracy, and win more business."
  }
}