{
  "name": {
    "ar": "Wise - إرسال الأموال",
    "am": "Wise - ገንዘብ ላክ",
    "bg": "Wise - Изпращане на пари онлайн",
    "bn": "Wise - অনলাইনে টাকা পাঠান",
    "ca": "Wise - Envia diners",
    "cs": "Wise - Poslat Peníze",
    "da": "Wise - Send Penge",
    "de": "Wise - Geldtransfer ins Ausland",
    "el": "Wise - Στείλτε Χρήματα",
    "en,en_AU,en_GB,en_US,kn,sw": "Wise - Send Money",
    "es,es_419": "Wise - Enviar dinero",
    "et": "Wise - Rahvusvaheline rahaülekanne",
    "fa": "Wise - ارسال پول به خارج کشور",
    "fi": "Wise - Lähetä rahaa verkossa",
    "fil": "Wise - Magpadala Ng Pera Abroad",
    "fr": "Wise - Envoi d'Argent à l'Étranger",
    "gu": "Wise - પૈસા મોકલો",
    "he": "Wise - שלח כסף",
    "hi": "Wise - पैसे भेजना",
    "hr": "Wise - Slanje novca - Transfer novca",
    "hu": "Wise - Küldj Pénzt Online",
    "id": "Wise - Mengirim Uang",
    "it": "Wise - Inviare Denaro all'Estero",
    "ja": "Wise - 送金する",
    "ko": "Wise - 온라인 송금",
    "lt": "Wise - Siųsti Pinigus",
    "lv": "Wise - Sūti Naudu",
    "ml": "Wise - പണം അയക്കുക",
    "mr": "Wise - पैसे पाठवणे",
    "ms": "Wise - Hantar Wang",
    "nl": "Wise - Stuur Geld Online",
    "no": "Wise - Send penger på nett",
    "pl": "Wise - Wyślij pieniądze",
    "pt_BR,pt_PT": "Wise - Enviar dinheiro",
    "ro": "Wise - Trimite bani online",
    "ru": "Wise - Денежные переводы онлайн",
    "sk": "Wise - Poslať Peniaze",
    "sl": "Wise - Pošlji denar",
    "sr": "Wise - новчана дознака",
    "sv": "Wise - Skicka pengar",
    "ta": "Wise - பணம் அனுப்புதல்",
    "te": "Wise - డబ్బు పంపండి",
    "th": "Wise - ส่งเงิน",
    "tr": "Wise - Yurt dışı para transferi",
    "uk": "Wise - Відправити гроші онлайн",
    "vi": "Wise - Chuyển Tiền Trực Tuyến",
    "zh_CN": "Wise - 在线汇款 - 立即汇款",
    "zh_TW": "Wise - 網上匯款| 網上轉賬"
  },
  "short": {
    "ar,bg": "Send money abroad easily, quickly and safely. Download Wise extension for Chrome.",
    "am,hi": "Send money abroad easily, quickly and safely. Download the Wise extension for Chrome.",
    "bn": "ক্রোম ব্রাউজারের জন্য Wise এক্সটেনশন। সহজে এবং দ্রুত অনলাইনে টাকা গ্রহণ বা পাঠান।",
    "ca": "Rep o envia diners a l'estranger de manera fàcil, ràpida i segura. Descarrega l'extensió Wise per Chrome.",
    "cs": "Převody peněz do zahraničí z České republiky. Posílejte peníze globálně v 80 různých měnách s Wise.",
    "da": "Send penge online fra Danmark. Modtag eller send penge online nemt: Wise udvidelse til Chrome browser.",
    "de": "Geldtransfer von Deutschland aus auf bequeme Art und Weise mit Wise. Wise Erweiterung für den Chrome Browser.",
    "el": "Wise επέκταση για το πρόγραμμα περιήγησης Chrome. Λάβετε ή στέλνετε χρήματα online εύκολα και γρήγορα.",
    "en,en_AU,en_GB,en_US,kn,sw": "Transfer money abroad easily, quickly and safely. Download Wise extension for Chrome.",
    "es,es_419": "Recibe o envía dinero al extranjero de forma fácil, rápida y segura. Descarga la extensión de Wise para Chrome.",
    "et": "Kiire ja turvaline rahaülekanne. Laadige alla Wise laiendus Google Chrome jaoks.",
    "fa": "Transfer money internationally easily, quickly and safely. Download the Wise extension for Chrome.",
    "fi": "Lähetä rahaa ulkomaille helposti, nopeasti ja turvallisesti. Lataa Wise laajennus Chrome.",
    "fil": "Magpadala ng pera sa ibang bansa nang mabilis, mura at secure. I-download ang Wise extension para sa Google Chrome.",
    "fr": "Envoyer de l'argent facilement, rapidement et en toute sécurité. Téléchargez l'extension Wise pour Chrome.",
    "gu": "વિદેશમાં પૈસા સરળતાથી, ઝડપથી અને સુરક્ષિત રીતે મોકલો. Chrome માટે Wise એક્સ્ટેંશન ડાઉનલોડ કરો.",
    "he": "Send money internationally cheaper and easier than old school banks. Spend abroad with no hidden fees.",
    "hr": "Slanje novca putem interneta posvuda u svijetu. Preuzmite proširenje Wise za Chrome.",
    "hu": "Küldj pénzt csupán néhány kattintással, remek árfolyamon a Wise-zal - Könnyen, gyorsan és biztonságosan küldjön pénzt külföldre.",
    "id": "Kirim uang ke luar negeri dengan Wise. Cepat dan aman, terpercaya di seluruh dunia. Unduh ekstensi Wise untuk Chrome.",
    "it": "Invia denaro all'estero in modo facile, rapido e sicuro. Scarica l'estensione Wise per Google Chrome.",
    "ja": "海外送金・ 簡単、迅速、安全に海外送金できます。 日本からの海外送金. Google Chrome の Wise 拡張機能をダウンロードします。",
    "ko": "Wise으로 안전하고 쉽게 온라인 송금하고 송금 수수료를 절약하세요 - Google Chrome용 Wise 확장 프로그램을 다운로드합니다",
    "lt": "Siųskite pinigus į užsienį lengvai, greitai ir saugiai. Atsisiųskite „Chrome“ skirtą „Wise“ plėtinį.",
    "lv": "Sūtiet naudu uz ārzemēm viegli, ātri un droši. Lejupielādējiet Wise paplašinājumu pārlūkam Google Chrome.",
    "ml": "എളുപ്പത്തിലും വേഗത്തിലും സുരക്ഷിതമായും വിദേശത്തേക്ക് പണം അയയ്ക്കുക. Chrome-നുള്ള Wise എക്സ്റ്റൻഷൻ ഡൗൺലോഡ് ചെയ്യുക.",
    "mr": "Wise आंतरराष्ट्रीय पैसे हस्तांतरण अॅप - परदेशात सहज, जलद आणि सुरक्षितपणे पैसे पाठवा - Chrome साठी Wise विस्तार डाउनलोड करा.",
    "ms": "Hantar wang ke luar negara dengan mudah, cepat dan selamat. Muat turun sambungan Wise untuk Google Chrome.",
    "nl": "Eenvoudig geld opsturen, gemakkelijk geld ontvangen. Download de Wise-extensie voor Chrome.",
    "no": "Overfør penger til utlandet enkelt, raskt og trygt. Last ned Wise-utvidelsen for Google Chrome.",
    "pl": "Wysyłaj pieniądze za granicę łatwo, szybko i bezpiecznie. Pobierz rozszerzenie Wise dla Google Chrome.",
    "pt_BR,pt_PT": "Enviar dinheiro para o exterior com facilidade, rapidez e segurança. Baixe a extensão Wise para Google Chrome.",
    "ro": "Transfer internațional de bani ușor și sigur. Descărcați extensia Wise pentru Google Chrome.",
    "ru": "Перевод денег : перевести деньги быстро и легко. Загрузите расширение Wise для Chrome.",
    "sk": "Prevod peňazí: Poslať peniaze online. Posielajte peniaze do zahraničia bez komplikácii s Wise.",
    "sl": "Pošljite denar prek spleta po vsem svetu - Spletno denarno nakazilo - Prenesite razširitev Wise za Chrome.",
    "sr": "Слање пакета у иностранство. Преузмите екстензију Wise за Гоогле Цхроме (Google Chrome)",
    "sv": "Skicka pengar till andra länder med Wise. Ladda ner Wise-tillägget för Google Chrome.",
    "ta": "பணப் பரிமாற்றம் இனி ரொம்ப சிம்பிள்! பணத்தை எளிதாகவும் விரைவாகவும் பாதுகாப்பாகவும் வெளிநாடுகளுக்கு மாற்றவும்.",
    "te": "విదేశాలకు సులభంగా, త్వరగా మరియు సురక్షితంగా డబ్బు పంపండి. Wise : వేగంగా డబ్బు పంపండి మరియు అభ్యర్థించండి. Chrome కోసం పొడిగింపును…",
    "th": "โอนเงินไปต่างประเทศ ง่าย รวดเร็ว และปลอดภัย. ดาวน์โหลดส่วนขยาย Wise สำหรับ Chrome.",
    "tr": "Para göndermek için Wise kullanın. Uluslararası para gönderme. Chrome için Wise uzantısını indirin.",
    "uk": "Переказуйте гроші за кордон легко, швидко та безпечно. Завантажте розширення Wise для Chrome.",
    "vi": "Gửi tiền : Chuyển tiền ra nước ngoài từ Việt Nam. Tải xuống tiện ích mở rộng Wise cho Google Chrome.",
    "zh_CN": "使用Wise轻松、安全地进行网上汇款，还可节省汇款费用。Wise extension可以让您向全球80多个国家汇款。下载适用于 Chrome 的 Wise 扩展程序。",
    "zh_TW": "外幣匯款。 在網上進行國際匯款？透過Wise，在網上按幾下便可用優惠匯率輕鬆匯款。費用便宜，匯款快捷。下載適用於 Chrome 的 Wise 擴展程序。"
  },
  "long": {
    "ar": "انضم إلى أكثر من 13 مليون شخص وشركة ، في أكثر من 170 دولة ، يستخدمون Wise (ex TransferWise) لإرسال الأموال وإنفاقها وتحويلها وتلقيها دوليًا.\n\nالحكمة لأي شخص - مسافرين ، مهاجرين ، مستقلين ، منظمات - الذين تتجاوز أموالهم الحدود. نحن أرخص 8 مرات في المتوسط ​​من البنوك الرائدة في المملكة المتحدة. وأسرع كثيرًا أيضًا.\n\n- تحويلات مالية أرخص وأسرع -\n• إرسال الأموال إلى أكثر من 80 دولة.\n• مقابل رسوم منخفضة للغاية ، تحصل على سعر الصرف الحقيقي ، كما هو الحال في Google ، لكل تحويل أموال.\n• 50٪ من عمليات النقل فورية أو تصل في غضون ساعة.\n• تأمين التحويلات الخاصة بك مع المصادقة ذات العاملين.\n\n(جديد) أدوات حكيمة:\n\n• محول العملات: إرسال أو تتبع أو تحويل الأموال بعشرات العملات.\n• تعقب السعر: احصل على تنبيهات السعر الحقيقي مباشرة إلى صندوق البريد الإلكتروني الخاص بك.\n• قارن أسعار الصرف: قارن Wise مع الشركات الأخرى في الوقت الحقيقي.\n• قوالب أعمال مجانية: القوالب التي تحتاجها لتنمية أعمالك.\n• رموز SWIFT / BIC: تحقق أو ابحث عن رقم SWIFT / BIC.\n• رموز IBAN: ابحث عن رقم IBAN أو تحقق منه أو احسبه.\n\n- بطاقة خصم للإنفاق في جميع أنحاء العالم -\n• إنفاق أو سحب الأموال في أكثر من 200 دولة.\n• إذا لم تكن لديك العملة المحلية ، فسنحول تلقائيًا ما لديك بأقل سعر ممكن.\n• قم بتجميد وإلغاء تجميد بطاقتك وتحديث بطاقتك الافتراضية وقتما تشاء.\n\n- احصل على أموال مع تفاصيل الحساب الحقيقية -\n• احصل على رقم حسابك الخاص في المملكة المتحدة ورمز الفرز و IBAN الأوروبي وأرقام التوجيه والحسابات في الولايات المتحدة والمزيد. كما لو كان لديك حسابات بنكية محلية حول العالم.\n• استخدم تفاصيل الحساب هذه للحصول على أموال بعملات متعددة مجانًا وللخصم المباشر.\n• ابق على اطلاع دائم بإخطارات الدفع الفوري لكل معاملة.\n\n- احتفظ بأكثر من 50 عملة وقم بالتحويل بينها على الفور -\n• لا توجد رسوم شهرية ولا رسوم صيانة للاحتفاظ بالمال في حسابك ، في معظم الحالات.\n• التحويل بين العملات على الفور ، بسعر الصرف الحقيقي ، مقابل رسوم منخفضة للغاية.\n\n- حساب أعمال أفضل للانطلاق إلى العالمية -\n• دفع الفواتير بشكل أسرع وبسعر صرف أفضل.\n• استخدام تفاصيل الحساب للحصول على أموال من العملاء والعملاء في جميع أنحاء العالم.\n• الاتصال بالمنصات المدعومة مثل Amazon و Stripe و Xero والمزيد.\n\nتخضع Wise للتنظيم من قبل FCA في المملكة المتحدة ، ومن قبل السلطات الأخرى في جميع أنحاء العالم. أموالك في أمان معنا.\n\nالإرسال من: جنيه إسترليني (جنيه إسترليني) ، يورو (يورو) ، دولار أمريكي (دولار أمريكي) ، AUD (دولار أسترالي) ، BGN (ليف بلغاري) ، BRL (ريال برازيلي) ، CAD (دولار كندي) ، فرنك سويسري (فرنك سويسري) ، كرونة تشيكية (كرونا تشيكية) ، كرونة دانمركية (كرونا دانمركية) ، دولار هونغ كونغ (دولار هونغ كونغ) ، HRK (كونا كرواتي) ، فورنت مجري (فورنت هنغاري) ، ين ياباني (ين ياباني) ، كرونة نرويجية (كرونا نرويجية) ، دولار نيوزيلندي (دولار نيوزيلندي) ، PLN (زلوتي بولندي) ، RON (ليو روماني جديد) ، SEK (كرونا سويدية) ، SGD (دولار سنغافوري)\n\nأرسل إلى: EUR (Euro) ، USD (دولار أمريكي) ، GBP (جنيه إسترليني) ، AED (درهم إماراتي) ، AUD (دولار أسترالي) ، BDT (تاكا بنجلاديشي) ، BGN (ليف بلغاري) ، BRL (ريال برازيلي) ، CAD (دولار كندي) ، CHF (فرنك سويسري) ، CLP (بيزو تشيلي) ، CNY (يوان صيني) ، CZK (كرونا تشيكي) ، DKK (كرونا دانمركية) ، جنيه مصري (جنيه مصري) ، GEL (لاري جورجي) ، HKD ( دولار هونج كونج) ، HRK (كونا كرواتي) ، HUF (فورنت مجري) ، IDR (روبية إندونيسية) ، ILS (شيكل إسرائيلي) ، INR (روبية هندية) ، ين ياباني (ين ياباني) ، KES (شلن كيني) ، KRW (جنوب) وون كوري) ، LKR (روبية سريلانكية) ، MAD (درهم مغربي) ، MXN (بيزو مكسيكي) ، MYR (رينغيت ماليزي) ، NOK (كرون نرويجي) ، NZD (دولار نيوزيلندي) ، PEN (بيرو نويفو سول) ، PHP (بيزو فلبيني) ، PKR (روبية باكستانية) ، PLN (زلوتي بولندي) ، RON (ليو روماني) ، روبل روسي (روبل روسي) ، SEK (كرونا سويدية) ، SGD (دولار سنغافوري) ، THB (بات تايلندي) ، TRY (تركي) ليرة) ، هريفنيا أوكرانية (هريفنيا أوكرانية) ، VND (دونج فيتنامي) ، ZAR (راند جنوب أفريقي).",
    "am": "Join over 13 million people and businesses, in more than 170 countries, who use Wise (ex TransferWise) to send, spend, convert, and receive money internationally.\n\nWise is for anyone — travellers, immigrants, freelancers, organisations — whose money crosses borders. We’re 8x cheaper on average than leading UK banks. And a lot faster, too.\n\n— Cheaper and faster money transfers —\n• Send money to over 80 countries.\n• For a super-low fee, you get the real exchange rate, like on Google, for every money transfer.\n• 50% of transfers are instant or arrive within an hour.\n• Secure your transfers with two-factor authentication.\n\n(NEW) Wise Tools:\n\n• Currency converter: Send, track or convert money in dozens of currencies.\n• Rate tracker: Get real rate alerts straight to your email inbox.\n• Compare exchange rates : Compare Wise with other companies in real time.\n• Free business templates: Templates you need to grow your business.\n• SWIFT/BIC codes: Check or find SWIFT/BIC number.\n• IBAN codes: Find, check or calculate an IBAN number.\n\n— A debit card to spend worldwide —\n• Spend or withdraw money in more than 200 countries.\n• If you don’t have the local currency, we’ll auto-convert what you have with the lowest possible price.\n• Freeze and unfreeze your card, and update your virtual card whenever you like.\n\n— Get paid with real account details —\n• Get your own UK account number and sort code, European IBAN, US routing and account numbers, and more. As if you had local bank accounts around the world.\n• Use these account details to get paid in multiple currencies for free, and for direct debits.\n• Keep up-to-date with instant push notifications for every transaction.\n\n— Hold 50+ currencies and convert between them instantly —\n• No monthly fee and no maintenance fee to keep money in your account, in most cases.\n• Convert between currencies instantly, at the real exchange rate, for a super-low fee.\n\n— A better business account for going global —\n• Pay invoices and bills faster, at a better exchange rate.\n• Use account details to get paid by clients and customers around the world.\n• Connect to supported platforms like Amazon, Stripe, Xero, and more.\n\nWise is regulated by the FCA in the UK, and by other authorities around the world. Your money’s safe with us.\n\nSend from: GBP (British Pound), EUR (Euro), USD (US Dollar), AUD (Australian Dollar), BGN (Bulgarian Lev), BRL (Brazilian Real), CAD (Canadian Dollar), CHF (Swiss Franc), CZK (Czech Koruna), DKK (Danish Krone), HKD (Hong Kong Dollar), HRK (Croatian Kuna), HUF (Hungarian Forint), JPY (Japanese Yen), NOK (Norwegian Krone), NZD (New Zealand Dollar), PLN (Polish Zloty), RON (New Romanian Leu), SEK (Swedish Krona), SGD (Singapore Dollar)\n\nSend to: EUR (Euro), USD (US Dollar), GBP (British Pound), AED (UAE Dirham), AUD (Australian Dollar), BDT (Bangladeshi Taka), BGN (Bulgarian Lev), BRL (Brazilian Real), CAD (Canadian Dollar), CHF (Swiss Franc), CLP (Chilean Peso), CNY (Chinese Yuan), CZK (Czech Koruna), DKK (Danish Krone), EGP (Egyptian Pound), GEL (Georgian Lari), HKD (Hong Kong Dollar), HRK (Croatian Kuna), HUF (Hungarian Forint), IDR (Indonesian Rupiah), ILS (Israeli Shekel), INR (Indian Rupee), JPY (Japanese Yen), KES (Kenyan Shilling), KRW (South Korean Won), LKR (Sri Lankan Rupee), MAD (Moroccan Dirham), MXN (Mexican Peso), MYR (Malaysian Ringgit), NOK (Norwegian Krone), NZD (New Zealand Dollar), PEN (Peruvian Nuevo Sol), PHP (Philippine Peso), PKR (Pakistan Rupee), PLN (Polish Zloty), RON (Romanian Leu), RUB (Russian Rouble), SEK (Swedish Krona), SGD (Singapore Dollar), THB (Thai Baht), TRY (Turkish Lira), UAH (Ukrainian Hryvnia), VND (Vietnamese Dong), ZAR (South African Rand).",
    "bg": "Присъединете се към повече от 13 милиона физически лица и фирми в повече от 170 държави, които използват Wise (ex TransferWise) за изпращане на пари, извършване на плащания, конвертиране и получаване на пари в международен план.\n\nWise е за всеки, чиито пари преминават граници: пътници, експати, хора на свободна практика, организации. Ние сме средно 8 пъти по-евтини от големите британски банки. И също така, много по-бързо.\n\n- По-евтини и по-бързи парични преводи.\n• Изпращайте пари до повече от 80 държави.\n• Срещу много ниска такса получавате реалния обменен курс за всеки трансфер, точно както го виждате в Google.\n• 50% от нашите трансфери са незабавни или пристигат в рамките на един час.\n• Защитете вашите трансфери с потвърждение в 2 стъпки.\n\n- Дебитна карта за извършване на плащания по целия свят.\n• Правете плащания или теглете пари в повече от 200 страни.\n• Ако нямате местната валута, ние автоматично ще конвертираме това, което имате, на възможно най-ниската цена.\n• Замразете и размразете картата си и актуализирайте виртуалната си карта, когато пожелаете.\n\n- Получавайте плащания с реални данни за баланса.\n• Вземете свой собствен номер на сметка в Обединеното кралство и код за сортиране, вашия европейски IBAN и вашата сметка в САЩ и маршрутни. номера, наред с други. Сякаш имате местни банкови сметки по целия свят.\n• Използвайте тези данни за баланса, за да получавате безплатно плащания в различни валути, както и за плащания с директен дебит.\n• Бъдете в течение с незабавни известия за всяка транзакция.\n\n- Съхранявайте над 50 валути и незабавно конвертирайте между тях.\n• Без месечни такси или такси за поддръжка за спестяване на пари във вашата сметка в повечето случаи.\n• Конвертирайте между валути незабавно, по реалния обменен курс и срещу супер ниска комисионна.\n\n- По-добра международна сметка за компании.\n• Плащайте сметки по-бързо и при по-добър обменен курс.\n• Използвайте данни за баланса, за да получавате плащания от клиенти по целия свят.\n• Свържете се с платформи като PayPal, Stripe, Xero и др.\n\nWise се регулира от FCA в Обединеното кралство и от други органи по света. Вашите пари са в безопасност при нас.\n\n(НОВО) Wise инструменти:\n\n• Валутен конвертор: Изпращайте, проследявайте или конвертирайте пари в десетки валути.\n• Проследяване на тарифи: Получавайте известия за реални тарифи направо във входящата си поща.\n• Сравнете обменните курсове: Сравнете Wise с други компании в реално време.\n• Безплатни бизнес шаблони: Шаблони, от които се нуждаете, за да развиете бизнеса си.\n• SWIFT/BIC кодове: Проверете или намерете SWIFT/BIC номер.\n• IBAN кодове: Намерете, проверете или изчислете IBAN номер.",
    "bn": "170 টিরও বেশি দেশে 10 মিলিয়নেরও বেশি লোক এবং ব্যবসায় যোগ দিন, যারা আন্তর্জাতিকভাবে অর্থ পাঠাতে, ব্যয় করতে, রূপান্তর করতে এবং গ্রহণ করতে Wise ব্যবহার করে৷\n\nবুদ্ধিমান যে কারো জন্য - ভ্রমণকারী, অভিবাসী, ফ্রিল্যান্সার, সংস্থা - যাদের অর্থ সীমানা অতিক্রম করে। আমরা যুক্তরাজ্যের শীর্ষস্থানীয় ব্যাঙ্কগুলির তুলনায় গড়ে 8 গুণ সস্তা। এবং অনেক দ্রুত, খুব.\n\n- সস্তা এবং দ্রুত অর্থ স্থানান্তর -\n• ৮০টির বেশি দেশে টাকা পাঠান\n• খুব কম ফি-তে, আপনি প্রতিটি অর্থ স্থানান্তরের জন্য Google-এর মতো প্রকৃত বিনিময় হার পান\n• 50% স্থানান্তর তাৎক্ষণিক বা এক ঘন্টার মধ্যে পৌঁছে যায়\n• দ্বি-ফ্যাক্টর প্রমাণীকরণের মাধ্যমে আপনার স্থানান্তরগুলিকে সুরক্ষিত করুন৷\n\n- বিশ্বব্যাপী ব্যয় করার জন্য একটি ডেবিট কার্ড -\n• 200 টিরও বেশি দেশে অর্থ ব্যয় বা উত্তোলন করুন\n• আপনার কাছে স্থানীয় মুদ্রা না থাকলে, সম্ভাব্য সর্বনিম্ন মূল্যে আপনার যা আছে তা আমরা স্বয়ংক্রিয়ভাবে রূপান্তর করব\n• আপনার কার্ড ফ্রিজ এবং আনফ্রিজ করুন এবং আপনি যখন খুশি আপনার ভার্চুয়াল কার্ড আপডেট করুন৷\n\n- প্রকৃত অ্যাকাউন্টের বিবরণ সহ অর্থ প্রদান করুন -\n• আপনার নিজের ইউকে অ্যাকাউন্ট নম্বর এবং বাছাই কোড, ইউরোপীয় IBAN, মার্কিন রাউটিং এবং অ্যাকাউন্ট নম্বর, এবং আরও অনেক কিছু পান। যেন সারা বিশ্বে আপনার স্থানীয় ব্যাঙ্ক অ্যাকাউন্ট রয়েছে।\n• একাধিক মুদ্রায় বিনামূল্যে এবং সরাসরি ডেবিট করার জন্য এই অ্যাকাউন্টের বিবরণ ব্যবহার করুন\n• প্রতিটি লেনদেনের জন্য তাত্ক্ষণিক পুশ বিজ্ঞপ্তি সহ আপ-টু-ডেট রাখুন\n\n- 50+ মুদ্রা ধরে রাখুন এবং তাদের মধ্যে অবিলম্বে রূপান্তর করুন —\n• বেশিরভাগ ক্ষেত্রে আপনার অ্যাকাউন্টে টাকা রাখার জন্য কোন মাসিক ফি এবং কোন রক্ষণাবেক্ষণ ফি নেই\n• একটি অতি-কম ফি-তে বাস্তব বিনিময় হারে অবিলম্বে মুদ্রার মধ্যে রূপান্তর করুন৷\n\n- বিশ্বব্যাপী যাওয়ার জন্য একটি ভাল ব্যবসায়িক অ্যাকাউন্ট -\n• একটি ভাল বিনিময় হারে দ্রুত চালান এবং বিল পরিশোধ করুন\n• সারা বিশ্বের ক্লায়েন্ট এবং গ্রাহকদের দ্বারা অর্থ প্রদানের জন্য অ্যাকাউন্টের বিবরণ ব্যবহার করুন৷\n• সমর্থিত প্ল্যাটফর্মে সংযোগ করুন যেমন Amazon, Stripe, Xero, এবং আরও অনেক কিছু\n\nওয়াইজ যুক্তরাজ্যের এফসিএ এবং সারা বিশ্বের অন্যান্য কর্তৃপক্ষ দ্বারা নিয়ন্ত্রিত হয়। আপনার টাকা আমাদের কাছে নিরাপদ।\n\nথেকে পাঠান: GBP (ব্রিটিশ পাউন্ড), EUR (Euro), USD (US Dollar), AUD (অস্ট্রেলিয়ান ডলার), BGN (বুলগেরিয়ান লেভ), BRL (ব্রাজিলিয়ান রিয়াল), CAD (কানাডিয়ান ডলার), CHF (সুইস ফ্রাঙ্ক), CZK (চেক কোরুনা), DKK (ড্যানিশ ক্রোন), HKD (হংকং ডলার), HRK (ক্রোয়েশিয়ান কুনা), HUF (হাঙ্গেরিয়ান ফরিন্ট), JPY (জাপানি ইয়েন), NOK (নরওয়েজিয়ান ক্রোন), NZD (নিউজিল্যান্ড ডলার), PLN (পোলিশ জ্লটি), RON (নিউ রোমানিয়ান লিউ), SEK (সুইডিশ ক্রোনা), SGD (সিঙ্গাপুর ডলার)\n\nএখানে পাঠান: EUR (Euro), USD (US ডলার), GBP (ব্রিটিশ পাউন্ড), AED (UAE দিরহাম), AUD (অস্ট্রেলিয়ান ডলার), BDT (বাংলাদেশী টাকা), BGN (বুলগেরিয়ান লেভ), BRL (ব্রাজিলিয়ান রিয়াল), CAD (কানাডিয়ান ডলার), CHF (সুইস ফ্রাঙ্ক), CLP (চিলিয়ান পেসো), CNY (চীনা ইউয়ান), CZK (চেক কোরুনা), DKK (ড্যানিশ ক্রোন), EGP (মিশরীয় পাউন্ড), GEL (জর্জিয়ান লারি), HKD ( হংকং ডলার), HRK (ক্রোয়েশিয়ান কুনা), HUF (হাঙ্গেরিয়ান ফরিন্ট), IDR (ইন্দোনেশিয়ান রুপিয়া), ILS (ইসরায়েলি শেকেল), INR (ভারতীয় রুপি), JPY (জাপানি ইয়েন), KES (কেনিয়ান শিলিং), KRW (দক্ষিণ) কোরিয়ান ওয়ান), LKR (শ্রীলঙ্কা রুপি), MAD (মরক্কান দিরহাম), MXN (মেক্সিকান পেসো), MYR (মালয়েশিয়ান রিংগিত), NOK (নরওয়েজিয়ান ক্রোন), NZD (নিউজিল্যান্ড ডলার), PEN (পেরুভিয়ান নুয়েভো সল), PHP (ফিলিপাইন পেসো), PKR (পাকিস্তান রুপি), PLN (পোলিশ জ্লটি), RON (রোমানিয়ান লিউ), RUB (রাশিয়ান রুবেল), SEK (সুইডিশ ক্রোনা), SGD (সিঙ্গাপুর ডলার), THB (থাই বাহ্ত), TRY (তুর্কি) লিরা), UAH (ইউক্রেনীয় Hryvnia), VND (ভিয়েতনামী ডং), ZAR (দক্ষিণ আফ্রিকান র্যান্ড)",
    "ca": "Uneix-te a més de 13 milions de particulars i empreses, a més de 170 països, que usen Wise (ex TransferWise) per enviar diners, fer pagaments, convertir i rebre diners internacionalment.\n\nWise és per a qualsevol persona els diners dels quals creua fronteres: viatgers, expatriats, autònoms, organitzacions. Som 8 vegades més barats de mitjana que els principals bancs del Regne Unit. I també molt més ràpids.\n\n- Transferències de diners més barates i ràpides.\n• Enviar diners a més de 80 països.\n• Per una comissió molt baixa, obtens el tipus de canvi real a cada transferència, tal com ho veus a Google.\n• El 50% de les nostres transferències són instantànies o arriben en una hora.\n• Protegeix les transferències amb la verificació en 2 passos.\n\n(NEW) Eines en línia Wise:\n\n• Conversor de monedes: Enviar, rastrejar o convertir diners en dotzenes de monedes.\n• Rate tracker: Rep alertes de canvis de tarifes reals directament al teu email.\n• Free business templates: Plantilles comercials gratuïtes que necessites per fer créixer el teu negoci.\n• SWIFT/BIC codes: Verifica o troba el número SWIFT/BIC.\n• IBAN codes: Trobar, comprovar o calcular un número IBAN.\n\n- Una targeta de dèbit per fer pagaments arreu del món.\n• Fes pagaments o retira diners a més de 200 països.\n• Si no tens la moneda local, convertirem automàticament el que tinguis al menor cost possible.\n• Congela i descongela la targeta, i actualitza la targeta virtual quan vulguis.\n\n- Rep pagaments amb dades de balanços reals\n• Obtingues el teu propi número de compte i sort code del Regne Unit, el teu IBAN europeu i els teus números de ruta i compte als Estats Units, entre d'altres. Com si tinguessis comptes bancaris locals per tot el món.\n• Utilitza aquestes dades de balanç per rebre pagaments en múltiples monedes de forma gratuïta i també per domiciliar pagaments.\n• Estigues al dia amb notificacions instantànies per cada transacció.\n\n- Guarda més de 50 monedes i converteix entre elles de forma instantània.\n• Sense comissions mensuals ni de manteniment per guardar diners al teu compte en la majoria de casos.\n• Converteix entre monedes a l'instant, al tipus de canvi real i per una comissió súper baixa.\n\n- Un millor compte internacional per a empreses.\n• Paga factures més ràpid ia un millor tipus de canvi.\n• Utilitza les dades de balanç per rebre pagaments de clients de tot el món.\n• Connecta't a plataformes com PayPal, Stripe, Xero i més.\n\nWise està regulada per la FCA al Regne Unit i per altres autoritats arreu del món. Els teus diners estan segurs amb nosaltres.",
    "cs": "Připojte se k více než 13 milionům lidí a podniků ve více než 170 zemích, kteří používají Wise (ex TransferWise) k mezinárodnímu odesílání, utrácení, převádění a přijímání peněz.\n\nMoudré je pro každého – cestovatele, přistěhovalce, pracovníky na volné noze, organizace – jehož peníze překračují hranice. Jsme v průměru 8x levnější než přední britské banky. A také mnohem rychleji.\n\n— Levnější a rychlejší převody peněz —\n• Posílejte peníze do více než 80 zemí.\n• Za super nízký poplatek získáte skutečný směnný kurz, jako na Google, za každý převod peněz.\n• 50 % převodů je okamžitých nebo dorazí do hodiny.\n• Zabezpečte své převody pomocí dvoufaktorového ověřování.\n\n(NOVINKA) Wise nástroje:\n\n• Převodník měn: Odesílejte, sledujte nebo převádějte peníze v desítkách měn.\n• Sledování sazeb: Získejte upozornění na skutečné sazby přímo do vaší e-mailové schránky.\n• Porovnání směnných kurzů: Porovnejte Wise s jinými společnostmi v reálném čase.\n• Bezplatné obchodní šablony: Šablony, které potřebujete k růstu svého podnikání.\n• Kódy SWIFT/BIC: Zkontrolujte nebo najděte číslo SWIFT/BIC.\n• IBAN kódy: Najděte, zkontrolujte nebo vypočítejte číslo IBAN.\n\n— Debetní karta, kterou můžete utratit po celém světě —\n• Utrácejte nebo vybírejte peníze ve více než 200 zemích.\n• Pokud nemáte místní měnu, automaticky převedeme to, co máte, za nejnižší možnou cenu.\n• Zmrazte a rozmrazte svou kartu a aktualizujte svou virtuální kartu, kdykoli budete chtít.\n\n— Získejte výplatu se skutečnými detaily účtu —\n• Získejte své vlastní číslo účtu a třídicí kód ve Spojeném království, evropský IBAN, směrování a čísla účtů v USA a další. Jako byste měli místní bankovní účty po celém světě.\n• Pomocí těchto údajů o účtu můžete dostávat platby ve více měnách zdarma a pro inkaso.\n• Udržujte si aktuální informace díky okamžitým upozorněním push pro každou transakci.\n\n— Držte 50+ měn a okamžitě mezi nimi převádějte —\n• Ve většině případů žádný měsíční poplatek a žádný poplatek za udržování peněz na účtu.\n• Převádějte mezi měnami okamžitě, v reálném směnném kurzu, za super nízký poplatek.\n\n— Lepší obchodní účet pro globální expanzi —\n• Plaťte faktury a účty rychleji, za lepší směnný kurz.\n• Použijte podrobnosti o účtu k získání plateb od klientů a zákazníků po celém světě.\n• Připojte se k podporovaným platformám, jako je Amazon, Stripe, Xero a další.\n\nWise je regulován FCA ve Spojeném království a dalšími orgány po celém světě. Vaše peníze jsou u nás v bezpečí.\n\nOdeslat z: GBP (britská libra), EUR (euro), USD (americký dolar), AUD (australský dolar), BGN (bulharský lev), BRL (brazilský real), CAD (kanadský dolar), CHF (švýcarský frank), Kč (česká koruna), DKK (dánská koruna), HKD (hongkongský dolar), HRK (chorvatská kuna), HUF (maďarský forint), JPY (japonský jen), NOK (norská koruna), NZD (novozélandský dolar), PLN (polský zlotý), RON (nový rumunský leu), SEK (švédská koruna), SGD (singapurský dolar)\n\nOdeslat na: EUR (euro), USD (americký dolar), GBP (britská libra), AED (SAE dirham), AUD (australský dolar), BDT (Bangladéšská Taka), BGN (bulharský lev), BRL (brazilský real), CAD (kanadský dolar), CHF (švýcarský frank), CLP (chilské peso), CNY (čínský jüan), CZK (česká koruna), DKK (dánská koruna), EGP (egyptská libra), GEL (gruzínské Lari), HKD ( hongkongský dolar), HRK (chorvatská kuna), HUF (maďarský forint), IDR (indonéská rupie), ILS (izraelský šekel), INR (indická rupie), JPY (japonský jen), KES (keňský šilink), KRW (jižní korejský won), LKR (srílanská rupie), MAD (marocký dirham), MXN (mexické peso), MYR (malajsijský ringgit), NOK (norská koruna), NZD (novozélandský dolar), PEN (peruánský Nuevo Sol), PHP (Filipínské peso), PKR (Pákistánská rupie), PLN (polský zlotý), RON (rumunský leu), RUB (ruský rubl), SEK (švédská koruna), SGD (singapurský dolar), THB (thajský baht), TRY (turecký Lira), UAH (ukrajinská hřivna), VND (vietnamský dong), ZAR (jihoafrický rand).",
    "da": "Slut dig til over 13 millioner mennesker og virksomheder i mere end 170 lande, der bruger Wise (ex TransferWise) til at sende, bruge, konvertere og modtage penge internationalt.\n\nWise er for alle - rejsende, immigranter, freelancere, organisationer - hvis penge krydser grænser. Vi er i gennemsnit 8 gange billigere end førende britiske banker. Og også meget hurtigere.\n\n— Billigere og hurtigere pengeoverførsler —\n• Send penge til over 80 lande.\n• For et superlavt gebyr får du den reelle valutakurs, som på Google, for hver pengeoverførsel.\n• 50 % af overførslerne er øjeblikkelige eller ankommer inden for en time.\n• Sikre dine overførsler med to-faktor-godkendelse.\n\n(NEW) Wise Tools:\n\n• Currency converter: Send, track or convert money in dozens of currencies.\n• Rate tracker: Get real rate alerts straight to your email inbox.\n• Compare exchange rates : Compare Wise with other companies in real time.\n• Free business templates: Templates you need to grow your business.\n• SWIFT/BIC codes: Check or find SWIFT/BIC number.\n• IBAN codes: Find, check or calculate an IBAN number.\n\n— Et betalingskort til at bruge over hele verden —\n• Brug eller hæv penge i mere end 200 lande.\n• Hvis du ikke har den lokale valuta, konverterer vi automatisk det, du har, til den lavest mulige pris.\n• Frys og frigør dit kort, og opdater dit virtuelle kort, når du vil.\n\n— Få betaling med rigtige kontooplysninger —\n• Få dit eget britiske kontonummer og sorteringskode, europæisk IBAN, amerikanske routing- og kontonumre og mere. Som om du havde lokale bankkonti rundt om i verden.\n• Brug disse kontooplysninger til at få betalt i flere valutaer gratis og til direkte debiteringer.\n• Hold dig opdateret med øjeblikkelige push-meddelelser for hver transaktion.\n\n— Hold 50+ valutaer og konverter mellem dem med det samme —\n• Intet månedligt gebyr og intet vedligeholdelsesgebyr for at holde penge på din konto, i de fleste tilfælde.\n• Konverter mellem valutaer med det samme, til den reelle valutakurs, for et superlavt gebyr.\n\n— En bedre forretningskonto til at blive global —\n• Betal fakturaer og regninger hurtigere til en bedre valutakurs.\n• Brug kontooplysninger til at blive betalt af kunder og kunder over hele verden.\n• Opret forbindelse til understøttede platforme som Amazon, Stripe, Xero og mere.\n\nWise er reguleret af FCA i Storbritannien og af andre myndigheder rundt om i verden. Dine penge er sikre hos os.\n\nSend fra: GBP (britiske pund), EUR (euro), USD (amerikanske dollar), AUD (australske dollar), BGN (bulgarske lev), BRL (brasilianske real), CAD (canadisk dollar), CHF (schweizerfranc), CZK (tjekkiske koruna), DKK (danske kroner), HKD (Hong Kong Dollar), HRK (Kroatiske Kuna), HUF (Ungarske Forint), JPY (Japansk Yen), NOK (Norsk Krone), NZD (New Zealand Dollar), PLN (polsk zloty), RON (ny rumænsk leu), SEK (svenske kroner), SGD (singapore dollar).\n\nSend til: EUR (Euro), USD (US Dollar), GBP (Britisk Pund), AED (UAE Dirham), AUD (Australsk Dollar), BDT (Bangladesh Taka), BGN (bulgarsk Lev), BRL (Brasiliansk Real), CAD (canadisk dollar), CHF (schweizerfranc), CLP (chilensk peso), CNY (kinesisk yuan), CZK (tjekkiske koruna), DKK (danske kroner), EGP (egyptiske pund), GEL (georgiske lari), HKD ( Hong Kong Dollar), HRK (Kroatiske Kuna), HUF (Ungarske Forint), IDR (Indonesisk Rupiah), ILS (Israelisk Shekel), INR (Indisk Rupee), JPY (Japansk Yen), KES (Kenyanske Shilling), KRW (Syd. Koreansk Won), LKR (Sri Lanka Rupee), MAD (marokkansk dirham), MXN (Mexicansk Peso), MYR (Malaysisk Ringgit), NOK (Norsk Krone), NZD (New Zealand Dollar), PEN (Peruviansk Nuevo Sol), PHP (Filippinsk Peso), PKR (Pakistan Rupee), PLN (polsk zloty), RON (rumænske leu), RUB (russisk rubel), SEK (svenske kroner), SGD (Singapore Dollar), THB (thailandske baht), TRY (tyrkisk) Lira), UAH (ukrainsk Hryvnia), VND (vietnamesisk dong), ZAR (sydafrikansk rand).",
    "de": "Schließe dich über 13 Millionen Menschen und Unternehmen in über 170 Ländern an, die mit Wise (ex TransferWise) schon Geld überweisen und umtauschen, Zahlungen durchführen und weltweit Einzahlungen empfangen.\n\nWise ist für alle da, die ihr Geld über Grenzen hinweg benötigen – etwa Reisende, Immigranten, Freelancer oder internationale Organisationen. Wir sind durchschnittlich 8x günstiger als führende UK-Großbanken – und dabei auch noch ein ganzes Stück schneller.\n\n— Günstigere und schnellere Überweisungen —\n• Überweise Geld in über 80 Länder.\n• Wir bieten dir niedrige Gebühren und verwenden immer den echten Wechselkurs – das ist der Kurs, der dir auch auf Google angezeigt wird.\n• 50% aller von uns durchgeführten Überweisungen erfolgen instant oder sind innerhalb von einer Stunde beim Empfänger.\n• Schütze dein Geld per 2-Faktor-Authentifizierung.\n\n(NEU) Wise Werkzeuge:\n\n• Währungsumrechner: Senden, verfolgen oder konvertieren Sie Geld in Dutzende von Währungen.\n• Tarif-Tracker: Erhalten Sie Benachrichtigungen über echte Tarifänderungen direkt per E-Mail.\n• Kostenlose Geschäftsvorlagen: Kostenlose Geschäftsvorlagen, die Sie zum Wachstum Ihres Unternehmens benötigen.\n• SWIFT/BIC-Codes: Überprüfen oder finden Sie die SWIFT/BIC-Nummer.\n• IBAN-Codes: Suchen, prüfen oder berechnen Sie eine IBAN-Nummer.\n\n— Eine Debitkarte für weltweite Zahlungen —\n• Zahle oder hebe Geld in mehr als 200 Ländern ab\n• Du kannst problemlos in Währungen zahlen, die nicht in deinem Konto vorhanden sind – wir tauschen dein Geld dann automatisch so um, dass für dich dabei die wenigsten Gebühren anfallen\n• Du kannst deine Karte jederzeit sperren und entsperren und deine virtuelle Karte jederzeit aktualisieren\n\n— Empfange Einzahlungen über eigene Bankverbindungen —\n• Erhalte deine eigene britische Kontonummer plus Sort Code, europäische IBAN, US-amerikanische Kontonummer plus Routing-Nummer sowie weitere Bankverbindungen\n• Richte Lastschriften von deinen Bankverbindungen ein und empfange kostenlos Einzahlungen in mehreren Währungen\n• Lass dich per Instant-Push-Benachrichtigung über den Stand deiner Überweisung informieren\n\n— Halte Guthaben in über 50 Währungen und tausche innerhalb von Sekunden zwischen ihnen um —\n• Keine monatliche Gebühr und (in den meisten Fällen) auch keine Gebühr für das Halten von Geld in deinem Konto\n• Tausche innerhalb von Sekunden zwischen Währungen um – zum echten Wechselkurs und mit geringen Umtauschgebühren\n\n— Ein besseres Geschäftskonto für internationale Unternehmen —\n• Zahle Rechnungen schneller und zu einem besseren Wechselkurs\n• Empfange über eigene Bankverbindungen Einzahlungen von Kunden aus der ganzen Welt\n• Verknüpfe dein Konto mit unterstützten Plattformen wie PayPal, Stripe, Xero und vielen weiteren\n\nWise wird im UK von der FCA und weltweit von vielen anderen Behörden reguliert. Dein Geld ist bei uns in sicheren Händen.\n\nÜberweise von: GBP (Britisches Pfund), EUR (Euro), USD (US-Dollar), AUD (Australischer Dollar), BGN (Bulgarischer Lev), BRL (Brasilianischer Real), CAD (Kanadischer Dollar), CHF (Schweizer Franken), CZK (Tschechische Krone), DKK (Dänische Krone), HKD (Hongkong-Dollar), HRK (Kroatische Kuna), HUF (Ungarischer Forint), JPY (Japanischer Yen), NOK (Norwegische Krone), NZD (Neuseeland-Dollar), PLN (Polnische Zloty), RON (Rumänischer Leu), SEK (Schwedische Krone), SGD (Singapur-Dollar)\n\nÜberweise zu: EUR (Euro), USD (US-Dollar), GBP (Britisches Pfund), AED (VAE-Dirham), AUD (Australischer Dollar), BDT (Bangladeschischer Taka), BGN (Bulgarischer Lev), BRL (Brasilianischer Real), CAD (Kanadischer Dollar), CHF (Schweizer Franken), CLP (Chilenischer Peso), CNY (Chinesischer Yuan), CZK (Tschechische Krone), DKK (Dänische Krone), EGP (Ägyptisches Pfund), GEL (Georgischer Lari), HKD (Hongkong-Dollar), HRK (Kroatische Kuna), HUF (Ungarischer Forint), IDR (Indonesische Rupiah), ILS (Israelischer Schekel), INR (Indische Rupie), JPY (Japanischer Yen), KES (Kenia-Schilling), KRW (Südkoreanischer Won), LKR (Sri Lankan Rupee), MAD (Marokkanischer Dirham), MXN (Mexikanischer Peso), MYR (Malaysischer Ringgit), NOK (Norwegische Krone), NZD (Neuseeland-Dollar), PEN (Peruanischer Sol), PHP (Philippinischer Peso), PKR (Pakistanische Rupie), PLN (Polnischer Zloty), RON (Rumänischer Leu), RUB (Russischer Rubel), SEK (Schwedische Krone), SGD (Singapur-Dollar), THB (Thai Baht), TYR (Türkische Lira), UAH (Ukrainische Hrywnja), VND (Vietnamesischer Dong), ZAR (Südafrikanischer Rand).",
    "el": "Γίνετε μέλος σε πάνω από 13 εκατομμύρια ανθρώπους και επιχειρήσεις, σε περισσότερες από 170 χώρες, που χρησιμοποιούν το Wise (ex TransferWise) για αποστολή, ξοδεία, μετατροπή και λήψη χρημάτων διεθνώς.\n\nWise είναι για οποιονδήποτε — ταξιδιώτες, μετανάστες, ελεύθερους επαγγελματίες, οργανισμούς — των οποίων τα χρήματα ξεπερνούν τα σύνορα. Είμαστε 8 φορές φθηνότεροι κατά μέσο όρο από τις κορυφαίες τράπεζες του Ηνωμένου Βασιλείου. Και πολύ πιο γρήγορα, επίσης.\n\n— Φθηνότερες και ταχύτερες μεταφορές χρημάτων —\n• Στείλτε χρήματα σε περισσότερες από 80 χώρες.\n• Με εξαιρετικά χαμηλή χρέωση, λαμβάνετε την πραγματική συναλλαγματική ισοτιμία, όπως στο Google, για κάθε μεταφορά χρημάτων.\n• Το 50% των μεταφορών είναι άμεσες ή φτάνουν μέσα σε μία ώρα.\n• Ασφαλίστε τις μεταφορές σας με έλεγχο ταυτότητας δύο παραγόντων.\n\n(Νέος) Wise εργαλεία:\n\n• Μετατροπέας νομισμάτων: Αποστολή, παρακολούθηση ή μετατροπή χρημάτων σε δεκάδες νομίσματα.\n• Rate tracker: Λάβετε ειδοποιήσεις αλλαγής πραγματικών τιμών απευθείας στο email σας.\n• Δωρεάν επιχειρηματικά πρότυπα: Δωρεάν επιχειρηματικά πρότυπα που χρειάζεστε για να αναπτύξετε την επιχείρησή σας.\n• Κωδικοί SWIFT/BIC: Επαληθεύστε ή βρείτε τον αριθμό SWIFT/BIC.\n• Κωδικοί IBAN: Βρείτε, ελέγξτε ή υπολογίστε έναν αριθμό IBAN.\n\n— Μια χρεωστική κάρτα για ξόδεμα σε όλο τον κόσμο —\n• Ξοδέψτε ή αποσύρετε χρήματα σε περισσότερες από 200 χώρες.\n• Εάν δεν έχετε το τοπικό νόμισμα, θα μετατρέψουμε αυτόματα αυτό που έχετε με τη χαμηλότερη δυνατή τιμή.\n• Παγώστε και ξεπαγώστε την κάρτα σας και ενημερώστε την εικονική σας κάρτα όποτε θέλετε.\n\n— Πληρωθείτε με πραγματικά στοιχεία λογαριασμού —\n• Αποκτήστε τον δικό σας αριθμό λογαριασμού στο Ηνωμένο Βασίλειο και κωδικό ταξινόμησης, ευρωπαϊκό IBAN, δρομολόγηση και αριθμούς λογαριασμού στις ΗΠΑ και πολλά άλλα. Σαν να είχες τοπικούς τραπεζικούς λογαριασμούς σε όλο τον κόσμο.\n• Χρησιμοποιήστε αυτά τα στοιχεία λογαριασμού για να πληρώνεστε σε πολλά νομίσματα δωρεάν και για άμεσες χρεώσεις.\n• Μείνετε ενημερωμένοι με άμεσες ειδοποιήσεις push για κάθε συναλλαγή.\n\n— Κρατήστε 50+ νομίσματα και μετατρέψτε μεταξύ τους αμέσως —\n• Χωρίς μηνιαία χρέωση και καμία χρέωση συντήρησης για να κρατήσετε χρήματα στο λογαριασμό σας, στις περισσότερες περιπτώσεις\n• Μετατροπή μεταξύ νομισμάτων άμεσα, με την πραγματική συναλλαγματική ισοτιμία, με εξαιρετικά χαμηλή χρέωση.\n\n— Ένας καλύτερος επιχειρηματικός λογαριασμός για να γίνεις παγκόσμιος —\n• Πληρώστε τιμολόγια και λογαριασμούς πιο γρήγορα, με καλύτερη συναλλαγματική ισοτιμία.\n• Χρησιμοποιήστε τα στοιχεία λογαριασμού για να πληρώνεστε από πελάτες και πελάτες σε όλο τον κόσμο.\n• Συνδεθείτε σε υποστηριζόμενες πλατφόρμες όπως το Amazon, το Stripe, το Xero και άλλα.\n\nΤο Wise ελέγχεται από την FCA στο Ηνωμένο Βασίλειο και από άλλες αρχές σε όλο τον κόσμο. Τα χρήματά σας είναι ασφαλή μαζί μας.\n\nΑποστολή από: GBP (λίρα Βρετανίας), EUR (Ευρώ), USD (Δολάριο ΗΠΑ), AUD (Δολάριο Αυστραλίας), BGN (Λεβ Βουλγαρίας), BRL (Ρεάλ Βραζιλίας), CAD (Δολάριο Καναδά), CHF (Ελβετικό Φράγκο), CZK (Κορόνα Τσεχίας), DKK (Κορόνα Δανίας), HKD (Δολάριο Χονγκ Κονγκ), HRK (Κούνα Κροατίας), HUF (Φιορίνι Ουγγαρίας), JPY (Γεν Ιαπωνίας), NOK (Κορόνα Νορβηγίας), NZD (Δολάριο Νέας Ζηλανδίας), PLN (Ζλότι Πολωνίας), RON (Νέο Λέου Ρουμανίας), SEK (Κορόνα Σουηδίας), SGD (Δολάριο Σιγκαπούρης).\n\nΑποστολή σε: EUR (Ευρώ), USD (Δολάριο ΗΠΑ), GBP (Λίρα Βρετανίας), AED (Ντιρχάμ ΗΑΕ), AUD (Δολάριο Αυστραλίας), BDT (Τάκα Μπαγκλαντές), BGN (Λεβ Βουλγαρίας), BRL (Ρεάλ Βραζιλίας), CAD (Δολάριο Καναδά), CHF (Φράγκο Ελβετίας), CLP (Πέσο Χιλής), CNY (Γουάν Κίνας), CZK (Κορόνα Τσεχίας), DKK (Κορόνα Δανίας), EGP (Αιγυπτιακή Λίρα), GEL (Λάρι Γεωργίας), HKD ( Δολάριο Χονγκ Κονγκ), HRK (Κούνα Κροατίας), HUF (Φιορίνι Ουγγαρίας), IDR (Ρουπία Ινδονησίας), ILS (Σέκελ Ισραήλ), INR (Ρουπία Ινδίας), JPY (Γεν Ιαπωνίας), KES (σελίνι Κένυας), KRW (Νότια Γουόν Κορέας), LKR (ρουπία Σρι Λάνκα), MAD (Ντιρχάμ Μαρόκου), MXN (Πέσο Μεξικού), MYR (Ρινγκίτ Μαλαισίας), NOK (Κορόνα Νορβηγίας), NZD (δολάριο Νέας Ζηλανδίας), PEN (Περουβιανό Nuevo Sol), PHP (Πέσο Φιλιππίνων), PKR (ρουπία Πακιστάν), PLN (Ζλότι Πολωνίας), RON (Λέου Ρουμανίας), RUB (Ρωσικό Ρούβλι), SEK (Κορόνα Σουηδίας), SGD (Δολάριο Σιγκαπούρης), THB (Μπατ Ταϊλάνδης), TRY (Τουρκικά Λίρα), UAH (Ουκρανικό Γρίβνα), VND (Βιετναμέζικο Ντονγκ), ZAR (Ραντ Νότιας Αφρικής).",
    "en,en_AU,en_US": "Join over 13 million people and businesses, in more than 170 countries, who use Wise to send, spend, convert, and receive money internationally.\n\nWise is for anyone — travellers, immigrants, freelancers, organisations — whose money crosses borders. We’re 8x cheaper on average than leading UK banks. And a lot faster, too.\n\n— Cheaper and faster money transfers —\n• Send money to over 80 countries\n• For a super-low fee, you get the real exchange rate, like on Google, for every money transfer\n• 50% of transfers are instant or arrive within an hour\n• Secure your transfers with two-factor authentication\n\n— A debit card to spend worldwide —\n• Spend or withdraw money in more than 200 countries\n• If you don’t have the local currency, we’ll auto-convert what you have with the lowest possible price\n• Freeze and unfreeze your card, and update your virtual card whenever you like\n\n— Get paid with real account details —\n• Get your own UK account number and sort code, European IBAN, US routing and account numbers, and more. As if you had local bank accounts around the world.\n• Use these account details to get paid in multiple currencies for free, and for direct debits\n• Keep up-to-date with instant push notifications for every transaction\n\n— Hold 50+ currencies and convert between them instantly —\n• No monthly fee and no maintenance fee to keep money in your account, in most cases\n• Convert between currencies instantly, at the real exchange rate, for a super-low fee\n\n— A better business account for going global —\n• Pay invoices and bills faster, at a better exchange rate\n• Use account details to get paid by clients and customers around the world\n• Connect to supported platforms like Amazon, Stripe, Xero, and more\n\nWise is regulated by the FCA in the UK, and by other authorities around the world. Your money’s safe with us.",
    "en_GB": "Join over 13 million people and businesses, in more than 170 countries, who use Wise (ex TransferWise) to send, spend, convert, and receive money internationally.\n\nWise is for anyone — travellers, immigrants, freelancers, organisations — whose money crosses borders. We’re 8x cheaper on average than leading UK banks. And a lot faster, too.\n\n— Cheaper and faster money transfers —\n• Send money to over 80 countries\n• For a super-low fee, you get the real exchange rate, like on Google, for every money transfer\n• 50% of transfers are instant or arrive within an hour\n• Secure your transfers with two-factor authentication\n\n— A debit card to spend worldwide —\n• Spend or withdraw money in more than 200 countries\n• If you don’t have the local currency, we’ll auto-convert what you have with the lowest possible price\n• Freeze and unfreeze your card, and update your virtual card whenever you like\n\n— Get paid with real account details —\n• Get your own UK account number and sort code, European IBAN, US routing and account numbers, and more. As if you had local bank accounts around the world.\n• Use these account details to get paid in multiple currencies for free, and for direct debits\n• Keep up-to-date with instant push notifications for every transaction\n\n— Hold 50+ currencies and convert between them instantly —\n• No monthly fee and no maintenance fee to keep money in your account, in most cases\n• Convert between currencies instantly, at the real exchange rate, for a super-low fee\n\n— A better business account for going global —\n• Pay invoices and bills faster, at a better exchange rate\n• Use account details to get paid by clients and customers around the world\n• Connect to supported platforms like Amazon, Stripe, Xero, and more\n\nWise is regulated by the FCA in the UK, and by other authorities around the world. Your money’s safe with us.",
    "es": "Únete a más de 13 millones de particulares y empresas, en más de 170 países, que usan Wise (ex TransferWise) para enviar dinero, hacer pagos, convertir y recibir dinero internacionalmente.\n\nWise es para cualquier persona cuyo dinero cruza fronteras: viajeros, expatriados, autónomos, organizaciones. Somos 8 veces más baratos en promedio que los principales bancos del Reino Unido. Y también, mucho más rápidos.\n\n- Transferencias de dinero más baratas y rápidas.\n• Envíar dinero a más de 80 países.\n• Por una comisión muy baja, obtienes el tipo de cambio real en cada transferencia, tal como lo ves en Google.\n• El 50 % de nuestras transferencias son instantáneas o llegan en una hora.\n• Protege tus transferencias con la verificación en 2 pasos.\n\n(NEW) Herramientas Wise:\n\n• Conversor de monedas: Envíar, rastrear o convertir dinero en docenas de monedas.\n• Rate tracker: Recibe alertas de cambios de tarifas reales directamente en tu email.\n• Free business templates: Plantillas comerciales gratuitas que necesitas para hacer crecer tu negocio.\n• SWIFT/BIC codes: Verifica o encuentra el número SWIFT/BIC.\n• IBAN codes: Encuentrar, comprobar o calcular un número IBAN.\n\n- Una tarjeta de débito para hacer pagos alrededor del mundo.\n• Haz pagos o retira dinero en más de 200 países.\n• Si no tienes la moneda local, convertiremos automáticamente lo que tengas al menor coste posible.\n• Congela y descongela tu tarjeta, y actualiza tu tarjeta virtual cuando quieras.\n\n- Recibe pagos con datos de balances reales.\n• Obtén tu propio número de cuenta y sort code del Reino Unido, tu IBAN europeo y tus números de ruta y cuenta en los Estados Unidos, entre otros. Como si tuvieras cuentas bancarias locales por todo el mundo.\n• Utiliza estos datos de balance para recibir pagos en múltiples monedas de forma gratuita y también para domiciliar pagos.\n• Mantente al día con notificaciones instantáneas por cada transacción.\n\n- Guarda más de 50 monedas y convierte entre ellas de forma instantánea.\n• Sin comisiones mensuales ni de mantenimiento por guardar dinero en tu cuenta en la mayoría de casos.\n• Convierte entre monedas al instante, al tipo de cambio real y por una comisión súper baja.\n\n- Una mejor cuenta internacional para empresas.\n• Paga facturas más rápido y a un mejor tipo de cambio.\n• Utiliza los datos de balance para recibir pagos de clientes de todo el mundo.\n• Conéctate a plataformas como PayPal, Stripe, Xero y más.\n\nWise está regulada por la FCA en el Reino Unido y por otras autoridades alrededor el mundo. Tu dinero está seguro con nosotros.",
    "es_419": "Únete a más de 13 millones de particulares y empresas, en más de 170 países, que usan Wise para enviar dinero, hacer pagos, convertir y recibir dinero internacionalmente.\n\nWise es para cualquier persona cuyo dinero cruza fronteras: viajeros, expatriados, autónomos, organizaciones. Somos 8 veces más baratos en promedio que los principales bancos del Reino Unido. Y también, mucho más rápidos.\n\n- Transferencias de dinero más baratas y rápidas.\n• Envíar dinero a más de 80 países.\n• Por una comisión muy baja, obtienes el tipo de cambio real en cada transferencia, tal como lo ves en Google.\n• El 50 % de nuestras transferencias son instantáneas o llegan en una hora.\n• Protege tus transferencias con la verificación en 2 pasos.\n\n(NEW) Herramientas Wise:\n\n• Conversor de monedas: Envíar, rastrear o convertir dinero en docenas de monedas.\n• Rate tracker: Recibe alertas de cambios de tarifas reales directamente en tu email.\n• Free business templates: Plantillas comerciales gratuitas que necesitas para hacer crecer tu negocio.\n• SWIFT/BIC codes: Verifica o encuentra el número SWIFT/BIC.\n• IBAN codes: Encuentrar, comprobar o calcular un número IBAN.\n\n- Una tarjeta de débito para hacer pagos alrededor del mundo.\n• Haz pagos o retira dinero en más de 200 países.\n• Si no tienes la moneda local, convertiremos automáticamente lo que tengas al menor coste posible.\n• Congela y descongela tu tarjeta, y actualiza tu tarjeta virtual cuando quieras.\n\n- Recibe pagos con datos de balances reales.\n• Obtén tu propio número de cuenta y sort code del Reino Unido, tu IBAN europeo y tus números de ruta y cuenta en los Estados Unidos, entre otros. Como si tuvieras cuentas bancarias locales por todo el mundo.\n• Utiliza estos datos de balance para recibir pagos en múltiples monedas de forma gratuita y también para domiciliar pagos.\n• Mantente al día con notificaciones instantáneas por cada transacción.\n\n- Guarda más de 50 monedas y convierte entre ellas de forma instantánea.\n• Sin comisiones mensuales ni de mantenimiento por guardar dinero en tu cuenta en la mayoría de casos.\n• Convierte entre monedas al instante, al tipo de cambio real y por una comisión súper baja.\n\n- Una mejor cuenta internacional para empresas.\n• Paga facturas más rápido y a un mejor tipo de cambio.\n• Utiliza los datos de balance para recibir pagos de clientes de todo el mundo.\n• Conéctate a plataformas como PayPal, Stripe, Xero y más.\n\nWise está regulada por la FCA en el Reino Unido y por otras autoridades alrededor el mundo. Tu dinero está seguro con nosotros.",
    "et": "Liituge enam kui 13 miljoni inimese ja ettevõttega enam kui 170 riigis, kes kasutavad Wise (ex TransferWise) raha rahvusvaheliseks saatmiseks, kulutamiseks, konverteerimiseks ja vastuvõtmiseks.\n\nWise on mõeldud kõigile – reisijatele, immigrantidele, vabakutselistele, organisatsioonidele –, kelle raha ületab piire. Oleme keskmiselt 8 korda odavamad kui Ühendkuningriigi juhtivad pangad. Ja ka palju kiiremini.\n\n— Odavamad ja kiiremad rahaülekanded —\n• Saatke raha enam kui 80 riiki.\n• Ülimadala tasu eest saate iga rahaülekande puhul reaalse vahetuskursi, nagu Google'is.\n• 50% ümberistumistest toimub kohe või saabub tunni jooksul.\n• Kaitske oma ülekandeid kahefaktorilise autentimisega.\n\n(UUS) Wise tööriistad:\n\n• Valuuta konverter: saatke, jälgige või konverteerige raha kümnetes valuutades.\n• Hindade jälgija: saate tegeliku kursi märguandeid otse oma e-posti postkasti.\n• Võrrelge vahetuskursse : võrrelge Wise'i teiste ettevõtetega reaalajas.\n• Tasuta ärimallid: mallid, mida vajate oma ettevõtte arendamiseks.\n• SWIFT/BIC-koodid: kontrollige või leidke SWIFT/BIC-number.\n• IBAN-koodid: otsige, kontrollige või arvutage IBAN-number.\n\n- deebetkaart, mida kulutada kogu maailmas -\n• Kuluta või võta raha välja rohkem kui 200 riigis.\n• Kui teil pole kohalikku valuutat, teisendame teie olemasoleva automaatselt madalaima võimaliku hinnaga.\n• Külmutage ja vabastage oma kaart ning värskendage oma virtuaalkaarti millal iganes soovite.\n\n- saate tasu tegelike kontoandmetega -\n• Hankige oma Ühendkuningriigi kontonumber ja sortimiskood, Euroopa IBAN, USA marsruutimis- ja kontonumbrid ning palju muud. Justkui teil oleks kohalikke pangakontosid üle maailma.\n• Kasutage neid konto üksikasju mitmes valuutas tasuta ja otsekorralduste tegemiseks.\n• Hoidke end kursis vahetute tõukemärguannetega iga tehingu kohta.\n\n— hoidke üle 50 valuuta ja konverteerige nende vahel kohe —\n• Enamikul juhtudel pole kuutasu ega hooldustasu raha kontol hoidmiseks.\n• Konverteerige valuutade vahel koheselt reaalse vahetuskursi järgi ülimadala tasu eest.\n\n— parem ärikonto globaalseks muutumiseks —\n• Makske arveid ja arveid kiiremini, parema vahetuskursiga.\n• Kasutage konto üksikasju, et saada makseid klientidelt ja klientidelt kogu maailmas.\n• Ühendage toetatud platvormidega, nagu Amazon, Stripe, Xero ja palju muud.\n\nWise'i reguleerib Ühendkuningriigis FCA ja teised ametivõimud üle maailma. Teie raha on meiega kaitstud.",
    "fa": "به بیش از 13 میلیون نفر و کسب و کار در بیش از 170 کشور بپیوندید که از Wise (ex TransferWise) برای ارسال، خرج کردن، تبدیل و دریافت پول در سطح بین المللی استفاده می کنند.\n\nعاقل برای هر کسی است - مسافران، مهاجران، مشاغل آزاد، سازمان ها - که پول آنها از مرزها عبور می کند. ما به طور متوسط ​​8 برابر ارزان تر از بانک های پیشرو بریتانیا هستیم. و همچنین بسیار سریعتر.\n\n- انتقال پول ارزان تر و سریعتر -\n• ارسال پول به بیش از 80 کشور.\n• با کارمزد فوق العاده پایین، مانند Google، نرخ واقعی ارز را برای هر انتقال پول دریافت می کنید.\n• 50% از نقل و انتقالات فوری است یا در عرض یک ساعت می رسد.\n• انتقالات خود را با احراز هویت دو مرحله ای ایمن کنید.\n\n(جدید) ابزارهای خردمند:\n\n• مبدل ارز: ارسال، پیگیری یا تبدیل پول به ده ها ارز.\n• ردیاب نرخ: هشدارهای نرخ واقعی را مستقیماً به صندوق ورودی ایمیل خود دریافت کنید.\n• مقایسه نرخ ارز : Wise را با شرکت های دیگر در زمان واقعی مقایسه کنید.\n• قالب های رایگان کسب و کار: الگوهایی که برای رشد کسب و کار خود به آنها نیاز دارید.\n• کدهای SWIFT/BIC: شماره SWIFT/BIC را بررسی یا پیدا کنید.\n• کدهای IBAN: یک شماره IBAN را پیدا، بررسی یا محاسبه کنید.\n\n- کارت نقدی برای خرج کردن در سراسر جهان -\n• در بیش از 200 کشور پول خرج یا برداشت کنید.\n• اگر ارز محلی ندارید، آنچه را که دارید به صورت خودکار با کمترین قیمت ممکن تبدیل می‌کنیم.\n• کارت خود را فریز کرده و از حالت انجماد خارج کنید و هر زمان که دوست دارید کارت مجازی خود را به روز کنید.\n\n- پرداخت با جزئیات حساب واقعی -\n• شماره حساب بریتانیا و کد مرتب‌سازی، IBAN اروپایی، شماره حساب و مسیریابی ایالات متحده و موارد دیگر را دریافت کنید. انگار حساب های بانکی محلی در سرتاسر دنیا دارید.\n• از این جزئیات حساب برای دریافت پول به ارزهای مختلف به صورت رایگان و برای بدهی مستقیم استفاده کنید.\n• با اعلان‌های فشار فوری برای هر تراکنش به‌روز باشید.\n\n- بیش از 50 ارز را نگه دارید و فوراً بین آنها تبدیل کنید -\n• در بیشتر موارد، هیچ کارمزد ماهیانه و هزینه نگهداری برای نگهداری پول در حساب شما وجود ندارد.\n• تبدیل بین ارزها فوراً، با نرخ واقعی مبادله، با هزینه بسیار کم.\n\n- یک حساب تجاری بهتر برای جهانی شدن -\n• فاکتورها و صورتحساب ها را سریعتر و با نرخ ارز بهتر پرداخت کنید.\n• از جزئیات حساب برای دریافت پول توسط مشتریان و مشتریان در سراسر جهان استفاده کنید.\n• به پلتفرم های پشتیبانی شده مانند Amazon، Stripe، Xero و غیره متصل شوید.\n\nWise توسط FCA در انگلستان و سایر مقامات در سراسر جهان تنظیم می شود. پول شما نزد ما محفوظ است\n\nارسال از: GBP (پوند بریتانیا)، یورو (یورو)، USD (دلار آمریکا)، AUD (دلار استرالیا)، BGN (لو بلغارستان)، BRL (رئال برزیل)، CAD (دلار کانادا)، CHF (فرانک سوئیس)، CZK (کرون چک)، DKK (کرون دانمارک)، HKD (دلار هنگ کنگ)، HRK (کونا کرواسی)، HUF (فورینت مجارستان)، JPY (ین ژاپن)، NOK (کرون نروژ)، NZD (دلار نیوزیلند)، PLN (زلوتی لهستان)، RON (لئوی جدید رومانی)، SEK (کرون سوئد)، SGD (دلار سنگاپور)\n\nارسال به: یورو (یورو)، دلار آمریکا (دلار آمریکا)، پوند انگلیس (پوند انگلیس)، درهم امارات متحده عربی، AUD (دلار استرالیا)، BDT (تاکا بنگلادش)، BGN (لو بلغارستان)، BRL (رئال برزیل)، CAD (دلار کانادا)، CHF (فرانک سوئیس)، CLP (پزوی شیلی)، CNY (یوان چین)، CZK (کرون چک)، DKK (کرون دانمارک)، EGP (پوند مصر)، GEL (لاری گرجستان)، HKD ( دلار هنگ کنگ)، HRK (کونا کرواسی)، HUF (فورینت مجارستان)، IDR (روپیه اندونزی)، ILS (شکل اسرائیل)، INR (روپیه هند)، ین ژاپن (ین ژاپن)، KES (شیلینگ کنیا)، KRW (جنوب) وون کره)، LKR (روپیه سریلانکا)، MAD (درهم مراکش)، MXN (پزوی مکزیک)، MYR (رینگیت مالزی)، NOK (کرون نروژ)، NZD (دلار نیوزلند)، PEN (نووو سول پرو)، PHP (پسوی فیلیپین)، PKR (روپیه پاکستان)، PLN (زلوتی لهستان)، RON (لئو رومانی)، RUB (روبل روسیه)، کرون سوئد، SGD (دلار سنگاپور)، THB (بات تایلند)، TRY (ترکیه) لیر)، UAH (هریونای اوکراین)، VND (دونگ ویتنامی)، ZAR (راند آفریقای جنوبی).",
    "fi": "Liity yli 13 miljoonan ihmisen ja yrityksen joukkoon yli 170 maassa, jotka käyttävät Wise (ex TransferWise) rahan lähettämiseen, kuluttamiseen, muuntamiseen ja vastaanottamiseen kansainvälisesti.\n\nWise sopii kaikille – matkailijoille, maahanmuuttajille, freelancereille, organisaatioille – joiden rahat ylittävät rajoja. Olemme keskimäärin 8 kertaa halvempia kuin Iso-Britannian johtavat pankit. Ja myös paljon nopeammin.\n\n– Halvemmat ja nopeammat rahansiirrot –\n• Lähetä rahaa yli 80 maahan.\n• Erittäin alhaisella maksulla saat todellisen vaihtokurssin, kuten Google, jokaisesta rahansiirrosta.\n• 50 % siirroista on välitöntä tai saapuu tunnin sisällä.\n• Suojaa siirtosi kaksivaiheisella todennuksella.\n\n(UUSI) Wise työkalut:\n\n• Valuuttamuunnin: Lähetä, seuraa tai muunna rahaa kymmenissä valuutoissa.\n• Kurssien seuranta: Vastaanota todellisen koron muutoksen hälytyksiä suoraan sähköpostiisi.\n• Ilmaiset yritysmallit: Ilmaiset yritysmallit, joita tarvitset yrityksesi kasvattamiseen.\n• SWIFT/BIC-koodit: Tarkista tai etsi SWIFT/BIC-number.\n• IBAN-koodit: Etsi, tarkista tai laske IBAN-number.\n\n— Pankkikortti käytettäväksi maailmanlaajuisesti —\n• Käytä tai nosta rahaa yli 200 maassa.\n• Jos sinulla ei ole paikallista valuuttaa, muunnamme sen, mitä sinulla on, automaattisesti halvimmalla mahdollisella hinnalla.\n• Jäädyttää ja vapauttaa korttisi ja päivittää virtuaalikorttisi milloin haluat.\n\n— Saat maksun oikeilla tilitiedoilla —\n• Hanki oma Ison-Britannian tilinumero ja lajittelukoodi, eurooppalainen IBAN, yhdysvaltalaiset reititys- ja tilinumerot ja paljon muuta. Ihan kuin sinulla olisi paikallisia pankkitilejä ympäri maailmaa.\n• Käytä näitä tilitietoja saadaksesi maksuja useissa valuutoissa ilmaiseksi ja suoraveloituksella.\n• Pysy ajan tasalla välittömillä push-ilmoituksilla jokaisesta tapahtumasta.\n\n— Pidä yli 50 valuuttaa ja muunna niiden välillä välittömästi —\n• Ei kuukausimaksua eikä ylläpitomaksua rahan säilyttämiseksi tililläsi useimmissa tapauksissa.\n• Muunna valuuttojen välillä välittömästi reaalikurssilla erittäin alhaisella maksulla.\n\n— Parempi yritystili maailmanlaajuistumiseen —\n• Maksa laskut ja laskut nopeammin, paremmalla vaihtokurssilla.\n• Käytä tilitietoja saadaksesi maksuja asiakkaille ja asiakkaille ympäri maailmaa.\n• Yhdistä tuettuihin alustoihin, kuten Amazon, Stripe, Xero ja muihin.\n\nWise säätelee FCA Isossa-Britanniassa ja muut viranomaiset ympäri maailmaa. Rahasi ovat turvassa meillä.\n\nLähetys lähteistä: GBP (Iso-Britannian punta), EUR (Euro), USD (US Dollar), AUD (Australian dollari), BGN (Bulgarin leeve), BRL (Brasilian real), CAD (Kanadan dollari), CHF (Sveitsin frangi), CZK (Tšekin koruna), DKK (Tanskan kruunu), HKD (Hongkongin dollari), HRK (Kroatian kuna), HUF (Unkarin forintti), JPY (Japanin jeni), NOK (Norjan kruunu), NZD (Uuden-Seelannin dollari), PLN (Puolan zloty), RON (uusi Romanian leu), SEK (Ruotsin kruunu), SGD (Singaporen dollari).\n\nLähetys: EUR (euro), USD (US Dollar), GBP (Britannian punta), AED (UAE dirham), AUD (Australian dollari), BDT (Bangladeshi Taka), BGN (Bulgarin leevi), BRL (Brasilian real), CAD (Kanadan dollari), CHF (Sveitsin frangi), CLP (Chilen peso), CNY (Kiinan yuan), CZK (Tšekin koruna), DKK (Tanskan kruunu), EGP (Egyptin punta), GEL (Georgian Lari), HKD ( Hongkongin dollari), HRK (Kroatian kuna), HUF (Unkarin forintti), IDR (Indonesian rupia), ILS (Israelin sekeli), INR (Intian rupia), JPY (Japanin jeni), KES (Kenian shilling), KRW (etelä) Korean won), LKR (Sri Lankan rupia), MAD (Marokon dirham), MXN (Meksikon peso), MYR (Malesian ringgit), NOK (Norjan kruunu), NZD (Uuden-Seelannin dollari), PEN (Perun nuevo sol), PHP (Filipiinien peso), PKR (Pakistanin rupia), PLN (Puolan zloty), RON (Romanian Leu), RUB (Venäjän rupla), SEK (Ruotsin kruunu), SGD (Singaporen dollari), THB (Thai Baht), TRY (Turkki) liira), UAH (Ukrainan hryvnia), VND (Vietnamin dong), ZAR (Etelä-Afrikan rand).",
    "fil": "Sumali sa mahigit 13 milyong tao at negosyo, sa mahigit 170 bansa, na gumagamit ng Wise (ex TransferWise) para magpadala, gumastos, mag-convert, at tumanggap ng pera sa ibang bansa.\n\nAng Wise ay para sa sinuman — mga manlalakbay, mga imigrante, mga freelancer, mga organisasyon — na ang pera ay tumatawid sa mga hangganan. Kami ay 8x na mas mura sa average kaysa sa mga nangungunang bangko sa UK. At mas mabilis din.\n\n— Mas mura at mas mabilis na paglilipat ng pera —\n• Magpadala ng pera sa mahigit 80 bansa.\n• Para sa napakababang bayad, makukuha mo ang tunay na halaga ng palitan, tulad ng sa Google, para sa bawat paglilipat ng pera.\n• 50% ng mga paglilipat ay instant o darating sa loob ng isang oras.\n• I-secure ang iyong mga paglilipat gamit ang two-factor authentication.\n\n(BAGO) Wise Tools:\n\n• Currency Converter: Magpadala, subaybayan o mag-convert ng pera sa dose-dosenang mga currency.\n• Rate tracker: Makatanggap ng tunay na mga alerto sa pagbabago ng rate nang direkta sa iyong email.\n• Libreng mga template ng negosyo: Mga libreng template ng negosyo na kailangan mo para mapalago ang iyong negosyo.\n• Mga SWIFT/BIC code: I-verify o hanapin ang numero ng SWIFT/BIC.\n• Mga IBAN code: Maghanap, suriin o kalkulahin ang isang numero ng IBAN.\n\n— Isang debit card na gagastusin sa buong mundo —\n• Gumastos o mag-withdraw ng pera sa higit sa 200 mga bansa.\n• Kung wala kang lokal na pera, awtomatiko naming iko-convert kung ano ang mayroon ka sa pinakamababang posibleng presyo.\n• I-freeze at i-unfreeze ang iyong card, at i-update ang iyong virtual card kahit kailan mo gusto.\n\n— Mabayaran gamit ang totoong mga detalye ng account —\n• Kunin ang iyong sariling UK account number at sort code, European IBAN, US routing at account number, at higit pa. Para bang mayroon kang mga lokal na bank account sa buong mundo.\n• Gamitin ang mga detalye ng account na ito upang mabayaran sa maraming pera nang libre, at para sa mga direktang pag-debit.\n• Panatilihing up-to-date sa mga instant na push notification para sa bawat transaksyon.\n\n— Maghawak ng 50+ na pera at agad na mag-convert sa pagitan ng mga ito —\n• Walang buwanang bayad at walang bayad sa pagpapanatili upang mapanatili ang pera sa iyong account, sa karamihan ng mga kaso.\n• Mag-convert kaagad sa pagitan ng mga pera, sa tunay na halaga ng palitan, para sa napakababang bayad.\n\n— Isang mas mahusay na account ng negosyo para maging pandaigdigan —\n• Magbayad ng mga invoice at bill nang mas mabilis, sa mas magandang halaga ng palitan.\n• Gamitin ang mga detalye ng account para mabayaran ng mga kliyente at customer sa buong mundo.\n• Kumonekta sa mga sinusuportahang platform tulad ng Amazon, Stripe, Xero, at higit pa.\n\nAng Wise ay kinokontrol ng FCA sa UK, at ng iba pang awtoridad sa buong mundo. Ang iyong pera ay ligtas sa amin.\n\nIpadala mula sa: GBP (British Pound), EUR (Euro), USD (US Dollar), AUD (Australian Dollar), BGN (Bulgarian Lev), BRL (Brazilian Real), CAD (Canadian Dollar), CHF (Swiss Franc), CZK (Czech Koruna), DKK (Danish Krone), HKD (Hong Kong Dollar), HRK (Croatian Kuna), HUF (Hungarian Forint), JPY (Japanese Yen), NOK (Norwegian Krone), NZD (New Zealand Dollar), PLN (Polish Zloty), RON (New Romanian Leu), SEK (Swedish Krona), SGD (Singapore Dollar).\n\nIpadala sa: EUR (Euro), USD (US Dollar), GBP (British Pound), AED (UAE Dirham), AUD (Australian Dollar), BDT (Bangladeshi Taka), BGN (Bulgarian Lev), BRL (Brazilian Real), CAD (Canadian Dollar), CHF (Swiss Franc), CLP (Chilean Peso), CNY (Chinese Yuan), CZK (Czech Koruna), DKK (Danish Krone), EGP (Egyptian Pound), GEL (Georgian Lari), HKD ( Hong Kong Dollar), HRK (Croatian Kuna), HUF (Hungarian Forint), IDR (Indonesian Rupiah), ILS (Israeli Shekel), INR (Indian Rupee), JPY (Japanese Yen), KES (Kenyan Shilling), KRW (South Korean Won), LKR (Sri Lankan Rupee), MAD (Moroccan Dirham), MXN (Mexican Peso), MYR (Malaysian Ringgit), NOK (Norwegian Krone), NZD (New Zealand Dollar), PEN (Peruvian Nuevo Sol), PHP (Philippine Peso), PKR (Pakistan Rupee), PLN (Polish Zloty), RON (Romanian Leu), RUB (Russian Rouble), SEK (Swedish Krona), SGD (Singapore Dollar), THB (Thai Baht), TRY (Turkish Lira), UAH (Ukrainian Hryvnia), VND (Vietnamese Dong), ZAR (South African Rand).",
    "fr": "Rejoignez plus de 13 millions de personnes et d\\’entreprises qui utilisent Wise (ex TransferWise) dans plus de 170 pays pour envoyer, dépenser, convertir et recevoir de l\\’argent autour du monde.\n\nWise s\\'adresse à tous ceux dont l\\’argent traverse les frontières : voyageurs, immigrants, freelances ou organisations. Nous sommes en moyenne 8 fois moins chers que les principales banques britanniques, et beaucoup plus rapide.\n\n— Des transferts d\\'argent plus faciles et moins chers —\n• Envoyez de l\\'argent vers plus de 80 pays.\n• Obtenez le taux de change réel (celui que vous voyez sur Google) pour vos envois d\\'argent à bas prix.\n• 50 % de nos transferts sont instantanés ou arrivent en moins d\\'une heure.\n• Protégez vos transferts avec la connexion en 2 étapes.\n\n(NOUVEAU) Outils Wise:\n\n• Convertisseur de devises : envoyez, suivez ou convertissez de l'argent dans des dizaines de devises.\n• Suivi des taux : recevez des alertes de changement de taux réel directement sur votre e-mail.\n• Modèles d'entreprise gratuits : modèles d'entreprise gratuits dont vous avez besoin pour développer votre entreprise.\n• Codes SWIFT/BIC : Vérifiez ou trouvez le numéro SWIFT/BIC.\n• Codes IBAN : Rechercher, vérifier ou calculer un numéro IBAN.\n\n— Une carte de débit pour dépenser dans le monde entier —\n• Dépensez ou retirez de l\\'argent dans plus de 200 pays.\n• Si vous n\\'avez pas la devise locale, nous convertirons automatiquement depuis celle que vous avez au prix le plus bas possible.\n• Gelez et dégelez votre carte et mettez à jour votre carte virtuelle à votre guise.\n\n— Recevez des paiements grâce à des numéros de comptes locaux —\n• Obtenez votre propre numéro de compte et sort code britanniques, IBAN européen, numéros de compte et de routage aux États-Unis et plus encore, comme si vous aviez des comptes bancaires locaux à travers le monde.\n• Utilisez ces numéros de compte pour recevoir des virements gratuitement dans plusieurs devises et pour mettre en place des prélèvements bancaires.\n• Restez à jour avec les notifications push instantanées pour chaque transaction.\n\n— Détenez plus de 50 devises et convertissez-les instantanément —\n• Dans la plupart des cas, pas de frais mensuels ni de frais de gestion pour garder de l\\'argent sur votre compte.\n• Convertissez instantanément entre les devises au taux de change réel, pour un prix extrêmement bas.\n\n— Le meilleur compte pour les entreprises qui passent à l\\'international —\n• Payez vos factures plus rapidement et à un meilleur taux de change.\n• Utilisez vos numéros de compte pour être payé par des clients dans le monde entier.\n• Connectez-vous à des plateformes prises en charge comme Amazon, Stripe, Xero et plus encore.\n\nWise est réglementé par la FCA au Royaume-Uni et par d\\'autres autorités dans le monde entier. Votre argent est en sécurité avec nous.",
    "gu": "170 થી વધુ દેશોમાં 13 મિલિયનથી વધુ લોકો અને વ્યવસાયો સાથે જોડાઓ, જેઓ આંતરરાષ્ટ્રીય સ્તરે નાણાં મોકલવા, ખર્ચવા, રૂપાંતરિત કરવા અને પ્રાપ્ત કરવા માટે Wise નો ઉપયોગ કરે છે.\n\nવાઈસ દરેક માટે છે - પ્રવાસીઓ, ઇમિગ્રન્ટ્સ, ફ્રીલાન્સર્સ, સંસ્થાઓ - જેમના પૈસા સરહદો પાર કરે છે. અગ્રણી UK બેંકો કરતાં અમે સરેરાશ 8x સસ્તા છીએ. અને ઘણું ઝડપી, પણ.\n\n- સસ્તી અને ઝડપી મની ટ્રાન્સફર -\n• 80 થી વધુ દેશોમાં નાણાં મોકલો.\n• ખૂબ ઓછી ફી માટે, તમને દરેક મની ટ્રાન્સફર માટે Googleની જેમ વાસ્તવિક વિનિમય દર મળે છે.\n• 50% ટ્રાન્સફર ત્વરિત છે અથવા એક કલાકની અંદર પહોંચે છે.\n• ટુ-ફેક્ટર ઓથેન્ટિકેશન વડે તમારા ટ્રાન્સફરને સુરક્ષિત કરો.\n\n(નવું) મુજબના સાધનો:\n\n• કરન્સી કન્વર્ટર: ડઝનેક કરન્સીમાં નાણાં મોકલો, ટ્રેક કરો અથવા કન્વર્ટ કરો.\n• રેટ ટ્રેકર: સીધા તમારા ઈમેલ ઇનબોક્સમાં રિયલ રેટ એલર્ટ મેળવો.\n• વિનિમય દરોની સરખામણી કરો : વાસ્તવિક સમયમાં અન્ય કંપનીઓ સાથે વાઈઝની સરખામણી કરો.\n• મફત વ્યવસાય નમૂનાઓ: તમારા વ્યવસાયને વધારવા માટે તમારે જરૂરી નમૂનાઓ.\n• SWIFT/BIC કોડ્સ: SWIFT/BIC નંબર તપાસો અથવા શોધો.\n• IBAN કોડ્સ: IBAN નંબર શોધો, તપાસો અથવા ગણતરી કરો.\n\n- વિશ્વભરમાં ખર્ચવા માટે ડેબિટ કાર્ડ -\n• 200 થી વધુ દેશોમાં નાણાં ખર્ચો અથવા ઉપાડો.\n• જો તમારી પાસે સ્થાનિક ચલણ ન હોય, તો અમે તમારી પાસે જે છે તેને શક્ય તેટલી નીચી કિંમતે સ્વતઃ રૂપાંતરિત કરીશું.\n• તમારા કાર્ડને ફ્રીઝ અને અનફ્રીઝ કરો, અને જ્યારે પણ તમે ઇચ્છો ત્યારે તમારું વર્ચ્યુઅલ કાર્ડ અપડેટ કરો.\n\n- વાસ્તવિક એકાઉન્ટ વિગતો સાથે ચૂકવણી કરો -\n• તમારો પોતાનો યુકે એકાઉન્ટ નંબર અને સૉર્ટ કોડ, યુરોપિયન IBAN, યુએસ રૂટીંગ અને એકાઉન્ટ નંબર અને વધુ મેળવો. જાણે કે તમારી પાસે સમગ્ર વિશ્વમાં સ્થાનિક બેંક ખાતાઓ છે.\n• આ એકાઉન્ટ વિગતોનો ઉપયોગ બહુવિધ કરન્સીમાં મફતમાં અને ડાયરેક્ટ ડેબિટ માટે ચૂકવણી કરવા માટે કરો.\n• દરેક વ્યવહાર માટે ત્વરિત પુશ સૂચનાઓ સાથે અપ-ટૂ-ડેટ રાખો.\n\n- 50+ કરન્સી પકડી રાખો અને તેમની વચ્ચે તરત જ કન્વર્ટ કરો —\n• મોટાભાગના કિસ્સાઓમાં, તમારા ખાતામાં પૈસા રાખવા માટે કોઈ માસિક ફી અને કોઈ જાળવણી ફી નથી.\n• ચલણ વચ્ચે તરત જ રૂપાંતર કરો, વાસ્તવિક વિનિમય દરે, ખૂબ ઓછી ફીમાં.\n\n- વૈશ્વિક જવા માટે વધુ સારું વ્યવસાય ખાતું -\n• બહેતર વિનિમય દરે, ઇન્વૉઇસ અને બિલ ઝડપથી ચૂકવો.\n• વિશ્વભરના ગ્રાહકો અને ગ્રાહકો દ્વારા ચૂકવણી કરવા માટે એકાઉન્ટ વિગતોનો ઉપયોગ કરો.\n• એમેઝોન, સ્ટ્રાઇપ, ઝેરો અને વધુ જેવા સમર્થિત પ્લેટફોર્મ્સથી કનેક્ટ થાઓ.\n\nયુકેમાં FCA અને વિશ્વભરના અન્ય સત્તાવાળાઓ દ્વારા Wise ને નિયંત્રિત કરવામાં આવે છે. તમારા પૈસા અમારી પાસે સુરક્ષિત છે.\n\nઅહીંથી મોકલો: GBP (બ્રિટિશ પાઉન્ડ), EUR (યુરો), USD (US ડૉલર), AUD (ઑસ્ટ્રેલિયન ડૉલર), BGN (બલ્ગેરિયન લેવ), BRL (બ્રાઝિલિયન રિયલ), CAD (કેનેડિયન ડૉલર), CHF (સ્વિસ ફ્રાન્ક), CZK (ચેક કોરુના), DKK (ડેનિશ ક્રોન), HKD (હોંગકોંગ ડૉલર), HRK (ક્રોએશિયન કુના), HUF (હંગેરિયન ફોરિન્ટ), JPY (જાપાનીઝ યેન), NOK (નોર્વેજિયન ક્રોન), NZD (ન્યૂઝીલેન્ડ ડૉલર), PLN (પોલિશ ઝ્લોટી), RON (ન્યૂ રોમાનિયન લ્યુ), SEK (સ્વીડિશ ક્રોના), SGD (સિંગાપોર ડૉલર)\n\nઆને મોકલો: EUR (યુરો), USD (US ડૉલર), GBP (બ્રિટિશ પાઉન્ડ), AED (UAE દિરહામ), AUD (ઑસ્ટ્રેલિયન ડૉલર), BDT (બાંગ્લાદેશી ટાકા), BGN (બલ્ગેરિયન લેવ), BRL (બ્રાઝિલિયન રિયલ), CAD (કેનેડિયન ડૉલર), CHF (સ્વિસ ફ્રાન્ક), CLP (ચિલીયન પેસો), CNY (ચીની યુઆન), CZK (ચેક કોરુના), DKK (ડેનિશ ક્રોન), EGP (ઇજિપ્તિયન પાઉન્ડ), GEL (જ્યોર્જિયન લારી), HKD ( હોંગકોંગ ડોલર), HRK (ક્રોએશિયન કુના), HUF (હંગેરિયન ફોરિન્ટ), IDR (ઇન્ડોનેશિયન રુપિયા), ILS (ઇઝરાયેલ શેકલ), INR (ભારતીય રૂપિયો), JPY (જાપાનીઝ યેન), KES (કેન્યાના શિલિંગ), KRW (દક્ષિણ) કોરિયન વોન), LKR (શ્રીલંકન રૂપિયો), MAD (મોરોક્કન દિરહામ), MXN (મેક્સિકન પેસો), MYR (મલેશિયન રિંગિટ), NOK (નોર્વેજિયન ક્રોન), NZD (ન્યૂઝીલેન્ડ ડૉલર), PEN (પેરુવિયન નુએવો સોલ), PHP (ફિલિપાઈન પેસો), PKR (પાકિસ્તાન રૂપિયો), PLN (પોલિશ ઝ્લોટી), RON (રોમાનિયન લ્યુ), RUB (રશિયન રૂબલ), SEK (સ્વીડિશ ક્રોના), SGD (સિંગાપોર ડૉલર), THB (થાઈ બાહ્ટ), TRY (તુર્કી) લિરા), UAH (યુક્રેનિયન રિવનિયા), VND (વિયેતનામી ડોંગ), ZAR (દક્ષિણ આફ્રિકન રેન્ડ).",
    "he": "הצטרפו ליותר מ-13 מיליון אנשים ועסקים, ביותר מ-170 מדינות, המשתמשים ב- Wise (ex TransferWise) כדי לשלוח, להוציא, להמיר ולקבל כסף בינלאומי.\n\nווייז מיועדת לכל אחד - מטיילים, מהגרים, פרילנסרים, ארגונים - שכספם חוצה גבולות. אנחנו זולים פי 8 בממוצע מהבנקים המובילים בבריטניה. וגם הרבה יותר מהר.\n\n- העברות כסף זולות ומהירות יותר -\n• שלח כסף ליותר מ-80 מדינות.\n• תמורת עמלה סופר נמוכה, אתה מקבל את שער החליפין האמיתי, כמו בגוגל, עבור כל העברה כספית.\n• 50% מההעברות הן מיידיות או מגיעות תוך שעה.\n• אבטח את ההעברות שלך עם אימות דו-גורמי.\n\n(חדש) כלים חכמים:\n\n• ממיר מטבעות: שלח, עקוב או המר כסף בעשרות מטבעות.\n• מעקב אחר תעריפים: קבל התראות תעריף אמיתי ישירות לתיבת הדואר הנכנס שלך.\n• השוואת שערי חליפין: השווה את ווייז עם חברות אחרות בזמן אמת.\n• תבניות עסקיות בחינם: תבניות שאתה צריך כדי להצמיח את העסק שלך.\n• קודי SWIFT/BIC: בדוק או מצא את מספר SWIFT/BIC.\n• קודי IBAN: מצא, בדוק או חשב מספר IBAN.\n\n- כרטיס חיוב לבזבוז ברחבי העולם -\n• להוציא או למשוך כסף ביותר מ-200 מדינות.\n• אם אין לך את המטבע המקומי, נמיר אוטומטית את מה שיש לך במחיר הנמוך ביותר האפשרי.\n• הקפאת ובטל את הקפאת הכרטיס שלך, ועדכן את הכרטיס הוירטואלי שלך מתי שתרצה.\n\n- קבל תשלום עם פרטי חשבון אמיתיים -\n• קבל מספר חשבון וקוד מיון משלך בבריטניה, IBAN אירופאי, מספרי ניתוב וחשבונות בארה\"ב ועוד. כאילו היו לך חשבונות בנק מקומיים ברחבי העולם.\n• השתמש בפרטי חשבון אלה כדי לקבל תשלום במספר מטבעות בחינם, ולהוראת קבע.\n• התעדכן עם התראות דחיפה מיידיות עבור כל עסקה.\n\n- להחזיק יותר מ-50 מטבעות ולהמיר ביניהם באופן מיידי -\n• ללא עמלה חודשית וללא דמי תחזוקה לשמירה על הכסף בחשבונך, ברוב המקרים.\n• המר בין מטבעות באופן מיידי, בשער החליפין הריאלי, תמורת עמלה סופר נמוכה.\n\n- חשבון עסקי טוב יותר למעבר גלובלי -\n• שלם חשבוניות וחשבונות מהר יותר, בשער חליפין טוב יותר.\n• השתמש בפרטי חשבון כדי לקבל תשלום מלקוחות ולקוחות ברחבי העולם.\n• התחבר לפלטפורמות נתמכות כמו Amazon, Stripe, Xero ועוד.\n\nווייז מוסדר על ידי ה-FCA בבריטניה, ועל ידי רשויות אחרות ברחבי העולם. הכסף שלך בטוח אצלנו.\n\nשלח מ: GBP (פאונד בריטי), יורו (אירו), דולר ארה\"ב (דולר ארה\"ב), AUD (דולר אוסטרלי), BGN (לב בולגרי), BRL (ריאל ברזילאי), CAD (דולר קנדי), CHF (פרנק שוויצרי), CZK (קורונה צ'כית), DKK (כתר דני), HKD (דולר הונג קונגי), HRK (קונה קרואטית), HUF (פורינט הונגרי), JPY (ין יפני), NOK (כתר נורווגי), NZD (דולר ניו זילנדי), PLN (זלוטי פולני), RON (לאו רומני חדש), SEK (קרונה שוודי), SGD (דולר סינגפור)\n\nשלח אל: אירו (אירו), דולר ארה\"ב (דולר ארה\"ב), ליש\"ט (פאונד בריטי), AED (דירהם של איחוד האמירויות הערביות), AUD (דולר אוסטרלי), BDT (טאקה בנגלדש), BGN (לב בולגרי), BRL (ריאל ברזילאי), CAD (דולר קנדי), CHF (פרנק שוויצרי), CLP (פזו צ'יליאני), CNY (יואן סיני), CZK (קורונה צ'כית), DKK (כתר דני), EGP (לירה מצרית), GEL (לארי גרוזי), HKD ( דולר הונג קונגי), HRK (קונה קרואטית), HUF (פורינט הונגרי), IDR (רופיה אינדונזית), ILS (שקל ישראלי), INR (רופי הודי), JPY (ין יפני), KES (שילינג קנייתי), KRW (דרום) וון קוריאני), LKR (רופי סרי לנקה), MAD (דירהם מרוקאי), MXN (פזו מקסיקני), MYR (רינגיט מלזי), NOK (כרון נורבגי), NZD (דולר ניו זילנדי), PEN (נואבו סול פרואני), PHP (פסו פיליפיני), PKR (רופי פקיסטן), PLN (זלוטי פולני), RON (לאו רומני), RUB (רובל רוסי), SEK (קרונה שוודי), SGD (דולר סינגפור), THB (באט תאילנדי), TRY (טורקית לירה), UAH (Hryvnia אוקראינית), VND (דונג וייטנאמי), ZAR (ראנד דרום אפריקאי).",
    "hi": "170 से अधिक देशों में 13 मिलियन से अधिक लोगों और व्यवसायों से जुड़ें, जो अंतरराष्ट्रीय स्तर पर धन भेजने, खर्च करने, रूपांतरित करने और प्राप्त करने के लिए Wise का उपयोग करते हैं।\n\nसमझदार किसी के लिए भी है - यात्री, अप्रवासी, फ्रीलांसर, संगठन - जिनका पैसा सीमा पार करता है। हम यूके के प्रमुख बैंकों की तुलना में औसतन 8 गुना सस्ते हैं। और बहुत तेज भी।\n\n— सस्ता और तेज मनी ट्रांसफर —\n• 80 से अधिक देशों में पैसे भेजें\n• अति-निम्न शुल्क के लिए, आपको वास्तविक विनिमय दर प्राप्त होती है, जैसे Google पर, प्रत्येक धन हस्तांतरण के लिए\n• 50% स्थानान्तरण तत्काल होते हैं या एक घंटे के भीतर पहुंच जाते हैं\n• दो चरणों वाले प्रमाणीकरण के साथ अपने स्थानान्तरण सुरक्षित करें\n\n(नया) Wise उपकरण:\n\n• मुद्रा परिवर्तक: दर्जनों मुद्राओं में धन भेजें, ट्रैक करें या परिवर्तित करें।\n• दर ट्रैकर: वास्तविक दर अलर्ट सीधे अपने ईमेल इनबॉक्स में प्राप्त करें।\n• विनिमय दरों की तुलना करें: वास्तविक समय में अन्य कंपनियों के साथ तुलना करें।\n• मुफ़्त व्यापार टेम्पलेट: अपने व्यवसाय को बढ़ाने के लिए आपको जिन टेम्पलेट्स की आवश्यकता होती है।\n• स्विफ्ट/बीआईसी कोड: स्विफ्ट/बीआईसी नंबर की जांच करें या खोजें।\n• IBAN कोड: IBAN संख्या ढूँढें, जाँचें या परिकलित करें।\n\n— दुनिया भर में खर्च करने के लिए डेबिट कार्ड —\n• 200 से अधिक देशों में पैसा खर्च करना या निकालना\n• यदि आपके पास स्थानीय मुद्रा नहीं है, तो हम आपके पास जो कुछ भी है उसे न्यूनतम संभव कीमत के साथ स्वतः रूपांतरित कर देंगे\n• अपने कार्ड को फ्रीज और अनफ्रीज करें, और जब चाहें अपना वर्चुअल कार्ड अपडेट करें\n\n- वास्तविक खाता विवरण के साथ भुगतान प्राप्त करें -\n• अपना खुद का यूके खाता नंबर और सॉर्ट कोड, यूरोपीय आईबीएएन, यूएस रूटिंग और खाता संख्या, और बहुत कुछ प्राप्त करें। मानो दुनिया भर में आपके स्थानीय बैंक खाते हों।\n• इन खाता विवरणों का उपयोग कई मुद्राओं में मुफ़्त में भुगतान पाने के लिए और सीधे डेबिट के लिए करें\n• प्रत्येक लेनदेन के लिए तत्काल पुश सूचनाओं के साथ अप-टू-डेट रहें\n\n— 50+ मुद्राएं धारण करें और उनके बीच तुरंत रूपांतरित करें —\n• ज्यादातर मामलों में आपके खाते में पैसे रखने के लिए कोई मासिक शुल्क और कोई रखरखाव शुल्क नहीं है\n• अति-निम्न शुल्क पर, वास्तविक विनिमय दर पर तुरंत मुद्राओं के बीच कनवर्ट करें\n\n— वैश्विक स्तर पर जाने के लिए एक बेहतर व्यवसाय खाता —\n• बेहतर विनिमय दर पर चालानों और बिलों का तेजी से भुगतान करें\n• दुनिया भर के ग्राहकों और ग्राहकों द्वारा भुगतान पाने के लिए खाते के विवरण का उपयोग करें\n• अमेज़ॅन, स्ट्राइप, ज़ीरो, और अधिक जैसे समर्थित प्लेटफॉर्म से कनेक्ट करें\n\nब्रिटेन में FCA और दुनिया भर के अन्य अधिकारियों द्वारा Wise को विनियमित किया जाता है। आपका पैसा हमारे पास सुरक्षित है।\n\nसे भेजें: जीबीपी (ब्रिटिश पाउंड), यूरो (यूरो), यूएसडी (यूएस डॉलर), एयूडी (ऑस्ट्रेलियाई डॉलर), बीजीएन (बल्गेरियाई लेव), बीआरएल (ब्राजीलियाई रियल), सीएडी (कैनेडियन डॉलर), सीएचएफ (स्विस फ्रैंक), CZK (चेक कोरुना), DKK (डेनिश क्रोन), HKD (हांगकांग डॉलर), HRK (क्रोएशियाई कुना), HUF (हंगेरियन फ़ोरिंट), JPY (जापानी येन), NOK (नार्वेजियन क्रोन), NZD (न्यूज़ीलैंड डॉलर), PLN (पोलिश ज़्लॉटी), RON (न्यू रोमानियाई ल्यू), SEK (स्वीडिश क्रोना), SGD (सिंगापुर डॉलर)\n\nइसे भेजें: EUR (यूरो), USD (अमेरिकी डॉलर), GBP (ब्रिटिश पाउंड), AED (यूएई दिरहम), AUD (ऑस्ट्रेलियाई डॉलर), BDT (बांग्लादेशी टका), BGN (बल्गेरियाई लेव), BRL (ब्राजील रियल), सीएडी (कैनेडियन डॉलर), सीएचएफ (स्विस फ्रैंक), सीएलपी (चिली पेसो), सीएनवाई (चीनी युआन), सीजेडके (चेक कोरुना), डीकेके (डेनिश क्रोन), ईजीपी (मिस्र का पाउंड), जीईएल (जॉर्जियाई लारी), एचकेडी ( हांगकांग डॉलर), HRK (क्रोएशियाई कुना), HUF (हंगेरियन फ़ोरिंट), IDR (इंडोनेशियाई रुपिया), ILS (इज़राइल शेकेल), INR (भारतीय रुपया), JPY (जापानी येन), KES (केन्याई शिलिंग), KRW (दक्षिण) कोरियाई वोन), LKR (श्रीलंकाई रुपया), MAD (मोरक्कन दिरहम), MXN (मैक्सिकन पेसो), MYR (मलेशियाई रिंगित), NOK (नार्वेजियन क्रोन), NZD (न्यूजीलैंड डॉलर), PEN (पेरू नुएवो सोल), PHP (फिलीपीन पेसो), पीकेआर (पाकिस्तानी रुपया), पीएलएन (पोलिश ज़्लॉटी), आरओएन (रोमानियाई ल्यू), आरयूबी (रूसी रूबल), एसईके (स्वीडिश क्रोना), एसजीडी (सिंगापुर डॉलर), टीएचबी (थाई बहत), टीआरवाई (तुर्की) लीरा), UAH (यूक्रेनी रिव्निया), VND (वियतनामी डोंग), ZAR (दक्षिण अफ्रीकी रैंड)",
    "hr": "Pridružite se više od 13 milijuna ljudi i tvrtki, u više od 170 zemalja, koji koriste Wise (ex TransferWise) za međunarodno slanje, trošenje, pretvaranje i primanje novca.\n\nWise je za svakoga — putnike, imigrante, slobodnjake, organizacije — čiji novac prelazi granice. U prosjeku smo 8x jeftiniji od vodećih banaka u Velikoj Britaniji. I puno brže, također.\n\n— Jeftiniji i brži prijenos novca —\n• Šaljite novac u više od 80 zemalja.\n• Za super nisku naknadu, dobivate stvarni tečaj, kao na Google, za svaki prijenos novca.\n• 50% transfera je trenutno ili stiže unutar sat vremena.\n• Osigurajte svoje prijenose autentifikacijom u dva faktora.\n\n(NOVI) Wise Tools:\n\n• Pretvarač valuta: šaljite, pratite ili pretvarajte novac u desetke valuta.\n• Praćenje cijena: primajte upozorenja o stvarnim cijenama izravno u svoju pristiglu poštu.\n• Usporedite tečajeve: Usporedite Wise s drugim tvrtkama u stvarnom vremenu.\n• Besplatni poslovni predlošci: Predlošci koji su vam potrebni za razvoj vašeg poslovanja.\n• SWIFT/BIC kodovi: Provjerite ili pronađite SWIFT/BIC broj.\n• IBAN kodovi: Pronađite, provjerite ili izračunajte IBAN broj.\n\n— Debitna kartica za potrošnju diljem svijeta —\n• Potrošite ili povucite novac u više od 200 zemalja.\n• Ako nemate lokalnu valutu, automatski ćemo pretvoriti ono što imate uz najnižu moguću cijenu.\n• Zamrznite i odmrznite svoju karticu i ažurirajte svoju virtualnu karticu kad god želite.\n\n— Budite plaćeni s pojedinostima o stvarnom računu —\n• Nabavite vlastiti broj računa u Velikoj Britaniji i kod sortiranja, europski IBAN, usmjeravanje u SAD-u i brojeve računa i još mnogo toga. Kao da imate lokalne bankovne račune diljem svijeta.\n• Upotrijebite ove podatke o računu za besplatno plaćanje u više valuta i za izravna zaduženja.\n• Budite u tijeku s trenutnim push obavijestima za svaku transakciju.\n\n— Držite 50+ valuta i pretvarajte između njih trenutno —\n• Bez mjesečne naknade i naknade za održavanje kako biste zadržali novac na svom računu, u većini slučajeva.\n• Trenutačno pretvarajte između valuta, po stvarnom tečaju, uz supernisku naknadu.\n\n— Bolji poslovni račun za izlazak na globalno tržište —\n• Plaćajte fakture i račune brže, po povoljnijem tečaju.\n• Upotrijebite podatke o računu kako biste bili plaćeni od strane klijenata i kupaca širom svijeta.\n• Povežite se s podržanim platformama kao što su Amazon, Stripe, Xero i druge.\n\nWise regulira FCA u Ujedinjenom Kraljevstvu i druga tijela diljem svijeta. Vaš je novac kod nas siguran.\n\nPošalji iz: GBP (britanska funta), EUR (euro), USD (američki dolar), AUD (australski dolar), BGN (bugarski lev), BRL (brazilski real), CAD (kanadski dolar), CHF (švicarski franak), CZK (češka kruna), DKK (danska kruna), HKD (hongkonški dolar), HRK (hrvatska kuna), HUF (mađarska forinta), JPY (japanski jen), NOK (norveška kruna), NZD (novozelandski dolar), PLN (poljski zlot), RON (novi rumunjski lej), SEK (švedska kruna), SGD (singapurski dolar).\n\nPošalji u: EUR (euro), USD (američki dolar), GBP (britanska funta), AED (UAE dirham), AUD (australski dolar), BDT (bangladeška taka), BGN (bugarski lev), BRL (brazilski real), CAD (kanadski dolar), CHF (švicarski franak), CLP (čileanski pezo), CNY (kineski juan), CZK (češka kruna), DKK (danska kruna), EGP (egipatska funta), GEL (gruzijski lari), HKD ( Hongkonški dolar), HRK (hrvatska kuna), HUF (mađarska forinta), IDR (indonezijska rupija), ILS (izraelski šekel), INR (indijska rupija), JPY (japanski jen), KES (kenijski šiling), KRW (južni korejski von), LKR (šrilankanska rupija), MAD (marokanski dirham), MXN (meksički pezo), MYR (malezijski ringit), NOK (norveška kruna), NZD (novozelandski dolar), PEN (peruanski novi sol), PHP (Filipinski pezo), PKR (pakistanska rupija), PLN (poljski zlot), RON (rumunjski lej), RUB (ruska rublja), SEK (švedska kruna), SGD (singapurski dolar), THB (tajlandski bat), TRY (turski) lira), UAH (ukrajinska grivna), VND (vijetnamski dong), ZAR (južnoafrički rand).",
    "hu": "Csatlakozz ahhoz a több mint 10 millió ügyfélhez, akik több mint 170 országban a Wise (ex TransferWise) választják pénz küldéséhez, váltásához, költéséhez és fogadásához.\n\nA Wise mindenki számára ideális, akinek a pénze határokon át mozog, legyen szó világjárókról, szabadúszókról vagy cégekről. Az Egyesült Királyság vezető bankjainál átlagosan nyolcszor olcsóbbak vagyunk. Na meg lényegesen gyorsabbak is.\n\n— Olcsóbb és gyorsabb utalások —\n• Utalj pénzt több mint 80 országba.\n• Elképesztően alacsony díjak ellenében utalhatsz, és mindig az aktuális piaci középárfolyamot kapod, amit a Google segítségével is találnál.\n• Utalásaink 50%-a azonnal, vagy egy órán belül megérkezik.\n• Tartsd biztonságban pénzügyeidet a kétlépcsős bejelentkezéssel.\n\n(ÚJ) Wise Tools:\n\n• Valutaváltó: Pénzt küldhet, követhet nyomon vagy válthat több tucat pénznemben.\n• Árfolyamkövető: A valós árfolyamra vonatkozó figyelmeztetéseket közvetlenül az e-mail postafiókjába kapja.\n• Árfolyamok összehasonlítása: Hasonlítsa össze a Wise-t más cégekkel valós időben.\n• Ingyenes üzleti sablonok: Sablonok, amelyekre vállalkozása bővítéséhez szüksége van.\n• SWIFT/BIC kódok: Ellenőrizze vagy keresse meg a SWIFT/BIC számot.\n• IBAN kódok: IBAN szám keresése, ellenőrzése vagy kiszámítása.\n\n— Világszerte használható betéti kártya —\n• Vásárlás és készpénzfelvétel több mint 200 országban.\n• Ha épp nem áll rendelkezésedre a helyi pénznem, automatikusan átváltjuk neked, mindezt a lehető legolcsóbban.\n• Blokkold és oldd fel a kártyád, frissítsd virtuális kártyád bármikor, pillanatok alatt.\n\n— Fogadj utalásokat valódi számlaadatokkal —\n• Igényelj saját egyesült királyságbeli számlaszámot, európai IBAN-t, egyesült államokbeli bankazonosítót (routing number), és még számos számlaadatot. Mintha csak hagyományos bankszámláid lennének világszerte.\n• Számlaadataiddal számos pénznemben fogadhatsz utalásokat ingyen, illetve közvetlen beszedésre is használhatod őket.\n• Kövess minden tranzakciót azonnali értesítéseink segítségével.\n\n— Tárolj pénzt több mint 50 pénznemben, és válts köztük egy gombnyomással —\n• Pénzedet a legtöbb esetben ingyenesen tarthatod a számlán, havi- és számlavezetési díj nélkül.\n• Egyenlegeid között pillanatok alatt válthatsz, mindig az aktuális középárfolyamon, meglepően alacsony díj ellenében.\n\n— A legjobb számla, ha céged növekedne —\n• Fizesd ki számláidat gyorsabban, kedvezőbb váltási árfolyammal.\n• Számlaadataid segítségével világszerte fogadhatod ügyfeleid utalásait.\n• Csatlakozz olyan platformokhoz, mint a PayPal, Stripe vagy a Xero.\n\nA Wise-t az Egyesült Királyságban a Brit Pénzügyi Felügyelet (FCA), világszerte pedig egyéb pénzügyi hatóságok szabályozzák. Nálunk biztonságban van a pénzed.\n\nAz alábbi pénznemekből utalhatsz: GBP (angol font), EUR (euró), USD (amerikai dollár), AUD (ausztrál dollár), BGN (bolgár leva), BRL (brazil real), CAD (kanadai dollár), CHF (svájci frank), CZK (cseh korona), DKK (dán korona), HKD (hongkongi dollár), HRK (horvát kuna), HUF (magyar forint), JPY (japán jen), NOK (norvég korona), NZD (új-zélandi dollár), PLN (lengyel zloty), RON (román lej), SEK (svéd korona), SGD (szingapúri dollár).\n\nAz alábbi pénznemekbe utalhatsz: EUR (euró), USD (amerikai dollár), GBP (angol font), AED (emirátusi dirham), AUD (ausztrál dollár), BDT (bangladesi taka), BGN (bolgár leva), BRL (brazil real), CAD (kanadai dollár), CHF (svájci frank), CLP (chilei peso), CNY (kínai jüan), CZK (cseh korona), DKK (dán korona), EGP (egyiptomi font), GEL (grúz lari), HKD (hongkongi dollár), HRK (horvát kuna), HUF (magyar forint), IDR (indonéz rúpia), LS (izraeli sékel), INR (indiai rúpia), JPY (japán jen), KES (kenyai shilling), KRW (dél-koreai von), LKR (srí lankai rúpia), MAD (marokkói dirham), MXN (mexikói peso), MYR (maláj ringgit), NOK (norvég korona), NZD (új-zélandi dollár), PEN (perui sol), PHP (Fülöp-szigeteki peso), PKR (pakisztáni rúpia), PLN (lengyel zloty), RON (román lej), RUB (orosz rubel), SEK (svéd korona), SGD (szingapúri dollár), THB (thai bát), TRY (török líra), UAH (ukrán hrivnya), VND (vietnámi dong), ZAR (dél-afrikai rand).",
    "id": "Bergabung dengan lebih dari 13 juta orang dan bisnis, di lebih dari 170 negara, yang menggunakan Wise (ex TransferWise) untuk mengirim, belanja, mengonversi, dan menerima uang secara internasional.\n\nWise untuk siapapun - pelancong, imigran, freelancer, organisasi - yang uangnya melintasi batas. Kami rata-rata 8x lebih murah daripada bank Inggris terkemuka. Dan juga lebih cepat.\n\n— Transfer uang lebih murah dan lebih cepat —\n• Kirim uang ke lebih dari 80 negara.\n• Dengan biaya super rendah, kamu mendapatkan kurs nyata, seperti di Google, untuk setiap pengiriman uang.\n• 50% transfer kami instan atau akan tiba dalam satu jam.\n• Amankan transfer kamu dengan otentikasi dua faktor.\n\n(NEW) Wise Tools:\n\n• Konverter mata uang: Mengirim, melacak, atau mengonversi uang dalam lusinan mata uang.\n• Pelacak nilai: Dapatkan peringatan tarif nyata langsung ke kotak masuk email Anda.\n• Bandingkan nilai tukar : Bandingkan Bijaksana dengan perusahaan lain secara real time.\n• Template bisnis gratis: Template yang Anda butuhkan untuk mengembangkan bisnis Anda.\n• Kode SWIFT/BIC: Periksa atau temukan nomor SWIFT/BIC.\n• Kode IBAN: Temukan, periksa, atau hitung nomor IBAN.\n\n— Kartu debit untuk dibelanjakan di seluruh dunia —\n• Belanja atau menarik uang di lebih dari 200 negara.\n• Jika kamu tidak memiliki mata uang lokal, kami akan otomatis mengonversi saldo yang kamu miliki dengan harga serendah mungkin.\n• Bekukan dan batalkan pembekuan kartu kamu, dan perbarui kartu virtualmu kapan pun kamu mau.\n\n— Terima pembayaran dengan detail rekening nyata —\n• Dapatkan nomor rekening dan kode sortir Inggris milikmu sendiri, IBAN Eropa, nomor perutean dan nomor rekening AS, dan banyak lagi. Seolah-olah kamu memiliki rekening bank lokal di seluruh dunia.\n• Gunakan detail rekening ini untuk menerima pembayaran dalam berbagai mata uang secara gratis, dan untuk debit langsung.\n• Terima informasi terkini dengan pemberitahuan push instan untuk setiap transaksi.\n\n— Simpan 50+ mata uang dan konversi antar mata uang secara instan —\n• Tidak ada biaya bulanan dan tidak ada biaya pemeliharaan untuk menyimpan uang di rekening kamu, pada umumnya.\n• Konversi antar mata uang secara instan, dengan kurs nyata, untuk biaya super rendah.\n\n— Akun bisnis yang lebih baik untuk mendunia —\n• Membayar faktur dan tagihan lebih cepat, dengan nilai tukar yang lebih baik.\n• Gunakan detail rekening untuk menerima pembayaran dari klien dan pelanggan di seluruh dunia.\n• Hubungkan ke platform yang didukung seperti PayPal, Stripe, Xero, dan lainnya.\n\nWise diatur oleh FCA di Inggris, dan otoritas lainnya di seluruh dunia. Uangmu aman bersama kami.\n\nKirim dari: GBP (Pound Inggris), EUR (Euro), USD (Dolar AS), AUD (Dolar Australia), BGN (Lev Bulgaria), BRL (Real Brasil), CAD (Dolar Kanada), CHF (Franc Swiss), CZK (Koruna Ceko), DKK (Krone Denmark), HKD (Dolar Hong Kong), HRK (Kuna Kroasia), HUF (Forint Hongaria), JPY (Yen Jepang), NOK (Krone Norwegia), NZD (Dolar Selandia Baru), PLN (Zloty Polandia), RON (Leu Rumania Baru), SEK (Krona Swedia), SGD (Dolar Singapura).\n\nKirim ke: EUR (Euro), USD (Dolar AS), GBP (Pound Inggris), AED (Dirham UEA), AUD (Dolar Australia), BDT (Bangladesh Taka), BGN (Lev Bulgaria), BRL (Real Brasil), CAD (Dolar Kanada), CHF (Franc Swiss), CLP (Peso Cile), CNY (Yuan Tiongkok), CZK (Koruna Ceko), DKK (Krone Denmark), EGP (Pound Mesir), GEL (Lari Georgia), HKD ( Dolar Hong Kong), HRK (Kuna Kroasia), HUF (Forint Hongaria), IDR (Rupiah Indonesia), ILS (Shekel Israel), INR (Rupee India), JPY (Yen Jepang), KES (Shilling Kenya), KRW (Selatan Won Korea), LKR (Rupee Sri Lanka), MAD (Dirham Maroko), MXN (Peso Meksiko), MYR (Ringgit Malaysia), NOK (Krone Norwegia), NZD (Dolar Selandia Baru), PEN ( Peruvian Nuevo Sol), PHP (Peso Filipina), PKR (Rupee Pakistan), PLN (Zloty Polandia), RON (Leu Rumania), RUB (Rubel Rusia), SEK (Krona Swedia), SGD (Dolar Singapura), THB (Thai Baht), TRY (Lira Turki), UAH (Hryvnia Ukraina), VND (Dong Vietnam), ZAR (Rand Afrika Selatan).",
    "it": "Invia denaro all'estero facilmente e velocemente, al minor costo possibile, con Wise (ex TransferWise). Detieni e converti il tuo denaro in 29 valute ottenendo sempre il tasso di cambio reale.\n\nTransferWise utilizza il tasso di cambio reale per aiutare expat, studenti, imprese, liberi professionisti e tutte le persone che vivono una vita internazionale ad inviare, ricevere e spendere denaro in modo sicuro e conveniente — ad un costo davvero basso.\n\n· Invia denaro all'estero — è sino ad 8 volte più economico rispetto alle banche tradizionali e ottieni sempre il tasso di cambio reale.\n· Ottieni gratuitamente un conto multi valuta — detieni e gestisci il tuo denaro in più valute e convertilo quando il tasso di cambio è migliore.\n· Usa il tuo denaro senza stress — con la tua carta di debito Mastercard® di TransferWise puoi spendere denaro in tutto il mondo senza commissioni ingannevoli o costi nascosti.\n· Milioni di utenti si fidano di noi — dai uno sguardo alla nostra pagina Facebook o su Google e vedrai tutte le nostre recensioni positive. Siamo pienamente regolamentati, e il tuo denaro è protetto e al sicuro.\n\nUsa TransferWise per:\n\n- Inviare denaro alla tua famiglia all'estero.\n- Inviare denaro ad amici.\n- Pagare le bollette in un altro paese.\n- Pagare il tuo mutuo o prestito all'estero.\n- Detenere e gestire il tuo denaro in 29 valute\n- Farti pagare in più valute (AUD, GBP, EUR, USD), senza alcuna commissione.\n- Spendere il tuo denaro in giro per il mondo, usando la tua carta TransferWise.\n\nTrasferisci denaro da: GBP (Sterlina inglese), EUR (Euro), USD (Dollaro americano), AUD (dollaro australiano), BGN (Lev bulgaro), BRL (Real brasiliano), CAD (Dollaro canadese), CHF (Franco svizzero), CZK (Corona ceca), DKK (Corona danese), HKD (Dollaro di Hong Kong), HRK (Kuna croata), HUF (Fiorino ungherese), JPY (Yen giapponese), NOK (Corona norvegese), NZD (Dollaro neozelandese), PLN (Zloty polacco), RON (Leu rumeno), SEK (Corona svedese), SGD (Dollaro di Singapore).\n\nverso: EUR (Euro), USD (Dollaro americano), GBP (Sterlina Inglese), AED (Dirham degli Emirati Arabi Uniti), AUD (Dollaro australiano), BDT (Taka bengalese), BGN (Lev bulgaro), BRL (Real brasiliano), CAD (Dollaro canadese), CHF (Franco svizzero), CLP (Peso cileno), CNY (Yuan cinese), CZK (Corona ceca), DKK (Corona danese), EGP (Lira egiziana), GEL (Lari georgiano), HKD (Dollaro di Hong Kong), HRK (Kuna croata), HUF (Fiorino ungherese), IDR (Rupia indonesiana), ILS (Nuovo siclo israeliano), INR (Rupia indonesiana), JPY (Yen giapponese), KES (Scellino keniano), KRW (Won sud coreano), LKR (Rupia dello Sri Lanka), MAD (Dirham marocchino), MXN (Peso messicano), MYR (Ringgit malese), NGN (Naira nigeriana), NOK (Corona norvegese), NZD (Dollaro neozelandese), PEN (Nuevo Sol peruviano), PHP (Peso filippino), PKR (Rupia pachistana), PLN (Zloty polacco), RON (Leu rumeno), RUB (Rublo russo), SEK (Corona svedese), SGD (Dollaro di Singapore), THB (Baht thailandese), TRY (Lira turca), UAH (Hryvnia ucraina), VND (Dong vietnamita), ZAR (Rand sudafricano).",
    "ja": "Wise (ex TransferWise) で海外送金を行うと、従来のように銀行で行う、面倒で手数料の高額な海外送金と比較して、必要最低限の手数料と国内振込並みの速度で海外へ送金することが出来ます。\n\n既に、長期で海外へ滞在されている方や単身赴任者、留学生、フリーランスの方など非常に多くの方々からご利用頂いており、送金や資金の受け取り等にご利用頂いています。\n\n・海外送金では、TransferWiseをご利用頂くことで、送金にかかるコストを最大8倍安くすることが出来ます。また、両替時には常にミッドマーケットレートが適用されます。\n\nお陰様で、300万人を超えるお客様からご利用頂いています。また、世界各国で法令を遵守し、運営を行っています。日本では、関東財務局へ資金移動業者として登録を行っており、お客様の資金は法務局へ供託金として預けられているため、安心してご利用頂けます。\n\nTransferWiseの利用例:\n- 海外に住む家族や友人への送金\n- 外国で利用中のサービス利用料等に\n- 海外にある不動産やローンの支払いに\n\n\n送金可能な通貨と国・地域: GBP (英ポンド)、EUR (ユーロ)、USD (米ドル)、AUD (豪ドル)、BGN (ブルガリア・レフ)、 BRL (ブラジル・レアル)、CAD (カナダ・ドル)、CHF (スイス・フラン)、CZK (チェコ・クローナ)、DKK (デンマーク・クローネ)、HKD (香港ドル)、HRK (クロアチア・クーナ)、HUF (ハンガリー・フォリント)、JPY (日本円)、NOK (ノルウェー・クローネ)、NZD (ニュージーランド・ドル)、PLN (ポーランド・ズロチ)、RON (ルーマニア・レウ)、SEK (スウェーデン・クローナ)、SGD (シンガポール・ドル)\n\n受取可能な通貨と国・地域: EUR (ユーロ)、USD (米ドル)、GBP (英ポンド)、AED (UAEディルハム)、AUD (豪ドル)、BDT (バングラデシュ・タカ)、BGN (ブルガリア・レフ)、BRL (ブラジル・レアル)、CAD (カナダ・ドル)、CHF (スイス・フラン)、CLP (チリ・ペソ)、CNY (中国元)、CZK (チェコ・クローナ)、DKK (デンマーク・クローネ)、EGP (エジプト・ポンド)、GEL (ジョージア・ラリ)、HKD (香港ドル)、HRK (クロアチア・クーナ)、HUF (ハンガリー・フォリント)、IDR (インドネシア・ルピア)、ILS (イスラエル・シェケル)、INR (インド・ルピー)、JPY (日本円)、KES (ケニア・シリング)、KRW (韓国ウォン)、LKR (スリランカ・ルピー)、MAD (モロッコ・ディルハム)、MXN (メキシコ・ペソ)、MYR (マレーシア・リンギット)、NGN (ナイジェリア・ナイラ)、NOK (ノルウェー・クローネ)、NZD (ニュージーランド・ドル)、PEN (ペルー・ヌエボ・ソル)、PHP (フィリピン・ペソ)、PKR (パキスタン・ルピー)、PLN (ポーランド・ズロチ)、RON (ルーマニア・レウ)、RUB (ロシア・ルーブル)、SEK (スウェーデン・クローナ)、SGD (シンガポール・ドル)、THB (タイ・バーツ)、TRY (トルコ・リラ)、UAH (ウクライナ・フリヴニャ)、VND (ベトナム・ドン)、ZAR (南アフリカ・ランド)TransferWiseで海外送金を行うと、従来のように銀行で行う、面倒で手数料の高額な海外送金と比較して、必要最低限の手数料と国内振込並みの速度で海外へ送金することが出来ます。\n\n既に、長期で海外へ滞在されている方や単身赴任者、留学生、フリーランスの方など非常に多くの方々からご利用頂いており、送金や資金の受け取り等にご利用頂いています。\n\n・海外送金では、TransferWiseをご利用頂くことで、送金にかかるコストを最大8倍安くすることが出来ます。また、両替時には常にミッドマーケットレートが適用されます。\n\nお陰様で、300万人を超えるお客様からご利用頂いています。また、世界各国で法令を遵守し、運営を行っています。日本では、関東財務局へ資金移動業者として登録を行っており、お客様の資金は法務局へ供託金として預けられているため、安心してご利用頂けます。\n\nTransferWiseの利用例:\n- 海外に住む家族や友人への送金\n- 外国で利用中のサービス利用料等に\n- 海外にある不動産やローンの支払いに\n\n\n送金可能な通貨と国・地域: GBP (英ポンド)、EUR (ユーロ)、USD (米ドル)、AUD (豪ドル)、BGN (ブルガリア・レフ)、 BRL (ブラジル・レアル)、CAD (カナダ・ドル)、CHF (スイス・フラン)、CZK (チェコ・クローナ)、DKK (デンマーク・クローネ)、HKD (香港ドル)、HRK (クロアチア・クーナ)、HUF (ハンガリー・フォリント)、JPY (日本円)、NOK (ノルウェー・クローネ)、NZD (ニュージーランド・ドル)、PLN (ポーランド・ズロチ)、RON (ルーマニア・レウ)、SEK (スウェーデン・クローナ)、SGD (シンガポール・ドル)\n\n受取可能な通貨と国・地域: EUR (ユーロ)、USD (米ドル)、GBP (英ポンド)、AED (UAEディルハム)、AUD (豪ドル)、BDT (バングラデシュ・タカ)、BGN (ブルガリア・レフ)、BRL (ブラジル・レアル)、CAD (カナダ・ドル)、CHF (スイス・フラン)、CLP (チリ・ペソ)、CNY (中国元)、CZK (チェコ・クローナ)、DKK (デンマーク・クローネ)、EGP (エジプト・ポンド)、GEL (ジョージア・ラリ)、HKD (香港ドル)、HRK (クロアチア・クーナ)、HUF (ハンガリー・フォリント)、IDR (インドネシア・ルピア)、ILS (イスラエル・シェケル)、INR (インド・ルピー)、JPY (日本円)、KES (ケニア・シリング)、KRW (韓国ウォン)、LKR (スリランカ・ルピー)、MAD (モロッコ・ディルハム)、MXN (メキシコ・ペソ)、MYR (マレーシア・リンギット)、NGN (ナイジェリア・ナイラ)、NOK (ノルウェー・クローネ)、NZD (ニュージーランド・ドル)、PEN (ペルー・ヌエボ・ソル)、PHP (フィリピン・ペソ)、PKR (パキスタン・ルピー)、PLN (ポーランド・ズロチ)、RON (ルーマニア・レウ)、RUB (ロシア・ルーブル)、SEK (スウェーデン・クローナ)、SGD (シンガポール・ドル)、THB (タイ・バーツ)、TRY (トルコ・リラ)、UAH (ウクライナ・フリヴニャ)、VND (ベトナム・ドン)、ZAR (南アフリカ・ランド)",
    "kn": "Join over 13 million people and businesses, in more than 170 countries, who use Wise (ex TransferWise) to send, spend, convert, and receive money internationally.\n\nWise is for anyone — travellers, immigrants, freelancers, organisations — whose money crosses borders. We’re 8x cheaper on average than leading UK banks. And a lot faster, too.\n\n— Cheaper and faster money transfers —\n• Send money to over 80 countries.\n• For a super-low fee, you get the real exchange rate, like on Google, for every money transfer.\n• 50% of transfers are instant or arrive within an hour.\n• Secure your transfers with two-factor authentication.\n\n(NEW) Wise Tools:\n\n• Currency converter: Send, track or convert money in dozens of currencies.\n• Rate tracker: Get real rate alerts straight to your email inbox.\n• Compare exchange rates : Compare Wise with other companies in real time.\n• Free business templates: Templates you need to grow your business.\n• SWIFT/BIC codes: Check or find SWIFT/BIC number.\n• IBAN codes: Find, check or calculate an IBAN number.\n\n— A debit card to spend worldwide —\n• Spend or withdraw money in more than 200 countries.\n• If you don’t have the local currency, we’ll auto-convert what you have with the lowest possible price.\n• Freeze and unfreeze your card, and update your virtual card whenever you like.\n\n— Get paid with real account details —\n• Get your own UK account number and sort code, European IBAN, US routing and account numbers, and more. As if you had local bank accounts around the world.\n• Use these account details to get paid in multiple currencies for free, and for direct debits.\n• Keep up-to-date with instant push notifications for every transaction.\n\n— Hold 50+ currencies and convert between them instantly —\n• No monthly fee and no maintenance fee to keep money in your account, in most cases.\n• Convert between currencies instantly, at the real exchange rate, for a super-low fee.\n\n— A better business account for going global —\n• Pay invoices and bills faster, at a better exchange rate.\n• Use account details to get paid by clients and customers around the world.\n• Connect to supported platforms like Amazon, Stripe, Xero, and more.\n\nWise is regulated by the FCA in the UK, and by other authorities around the world. Your money’s safe with us.\n\nSend from: GBP (British Pound), EUR (Euro), USD (US Dollar), AUD (Australian Dollar), BGN (Bulgarian Lev), BRL (Brazilian Real), CAD (Canadian Dollar), CHF (Swiss Franc), CZK (Czech Koruna), DKK (Danish Krone), HKD (Hong Kong Dollar), HRK (Croatian Kuna), HUF (Hungarian Forint), JPY (Japanese Yen), NOK (Norwegian Krone), NZD (New Zealand Dollar), PLN (Polish Zloty), RON (New Romanian Leu), SEK (Swedish Krona), SGD (Singapore Dollar).\n\nSend to: EUR (Euro), USD (US Dollar), GBP (British Pound), AED (UAE Dirham), AUD (Australian Dollar), BDT (Bangladeshi Taka), BGN (Bulgarian Lev), BRL (Brazilian Real), CAD (Canadian Dollar), CHF (Swiss Franc), CLP (Chilean Peso), CNY (Chinese Yuan), CZK (Czech Koruna), DKK (Danish Krone), EGP (Egyptian Pound), GEL (Georgian Lari), HKD (Hong Kong Dollar), HRK (Croatian Kuna), HUF (Hungarian Forint), IDR (Indonesian Rupiah), ILS (Israeli Shekel), INR (Indian Rupee), JPY (Japanese Yen), KES (Kenyan Shilling), KRW (South Korean Won), LKR (Sri Lankan Rupee), MAD (Moroccan Dirham), MXN (Mexican Peso), MYR (Malaysian Ringgit), NOK (Norwegian Krone), NZD (New Zealand Dollar), PEN (Peruvian Nuevo Sol), PHP (Philippine Peso), PKR (Pakistan Rupee), PLN (Polish Zloty), RON (Romanian Leu), RUB (Russian Rouble), SEK (Swedish Krona), SGD (Singapore Dollar), THB (Thai Baht), TRY (Turkish Lira), UAH (Ukrainian Hryvnia), VND (Vietnamese Dong), ZAR (South African Rand).",
    "ko": "Wise(ex TransferWise) 를 사용하여 국제적으로 송금, 지출, 변환 및 수취하는 170개 이상의 국가에서 1,300만 명이 넘는 사람들과 기업에 참여하십시오.\n\nWise는 여행자, 이민자, 프리랜서, 조직 등 국경을 넘는 돈을 가진 모든 사람을 위한 것입니다. 영국의 주요 은행보다 평균 8배 저렴합니다. 그리고 훨씬 더 빠릅니다.\n\n— 더 저렴하고 빠른 송금 —\n• 80개국 이상으로 송금\n• 매우 저렴한 수수료로 모든 송금에 대해 Google과 같은 실제 환율을 얻을 수 있습니다.\n• 환승의 50%가 즉시 이루어지거나 1시간 이내에 도착합니다.\n• 이중 인증으로 전송 보안\n\n— 전 세계에서 사용할 수 있는 체크카드 —\n• 200개 이상의 국가에서 돈을 사용하거나 인출합니다.\n• 현지 통화가 없는 경우 가장 저렴한 가격으로 자동 변환합니다.\n• 카드를 고정 및 고정 해제하고 원할 때마다 가상 카드를 업데이트합니다.\n\n— 실제 계정 세부 정보로 지불 받기 —\n• 자신의 영국 계정 번호 및 정렬 코드, 유럽 IBAN, 미국 라우팅 및 계정 번호 등을 얻으십시오. 마치 전 세계에 현지 은행 계좌가 있는 것처럼.\n• 이 계정 세부정보를 사용하여 여러 통화로 무료 및 자동이체로 지급받을 수 있습니다.\n• 모든 거래에 대한 즉각적인 푸시 알림으로 최신 상태 유지\n\n— 50개 이상의 통화를 보유하고 즉시 전환 —\n• 대부분의 경우 계정에 돈을 보관하기 위한 월 사용료 및 유지 관리 비용이 없습니다.\n• 매우 저렴한 수수료로 실제 환율로 통화 간 즉시 변환\n\n— 글로벌 진출을 위한 더 나은 비즈니스 계정 —\n• 더 나은 환율로 인보이스 및 청구서를 더 빠르게 지불\n• 계정 세부정보를 사용하여 전 세계의 고객 및 고객이 지불합니다.\n• Amazon, Stripe, Xero 등과 같은 지원 플랫폼에 연결\n\nWise는 영국의 FCA와 전 세계의 다른 당국의 규제를 받습니다. 당신의 돈은 우리와 함께 안전합니다.\n\n보내기: GBP(영국 파운드), EUR(유로), USD(미국 달러), AUD(호주 달러), BGN(불가리아 레프), BRL(브라질 레알), CAD(캐나다 달러), CHF(스위스 프랑), CZK(체코 코루나), DKK(덴마크 크로네), HKD(홍콩 달러), HRK(크로아티아 쿠나), HUF(헝가리 포린트), JPY(일본 엔), NOK(노르웨이 크로네), NZD(뉴질랜드 달러), PLN(폴란드 즐로티), RON(뉴루마니아 레우), SEK(스웨덴 크로나), SGD(싱가포르 달러)\n\n보내기: EUR(유로), USD(미국 달러), GBP(영국 파운드), AED(UAE 디르함), AUD(호주 달러), BDT(방글라데시 타카), BGN(불가리아 레프), BRL(브라질 레알), CAD(캐나다 달러), CHF(스위스 프랑), CLP(칠레 페소), CNY(중국 위안), CZK(체코 코루나), DKK(덴마크 크로네), EGP(이집트 파운드), GEL(조지아 라리), HKD( 홍콩 달러), HRK(크로아티아 쿠나), HUF(헝가리 포린트), IDR(인도네시아 루피아), ILS(이스라엘 셰켈), INR(인도 루피), JPY(일본 엔), KES(케냐 실링), KRW(남부 한국 원), LKR(스리랑칸 루피), MAD(모로칸 디르함), MXN(멕시코 페소), MYR(말레이시아 링깃), NOK(노르웨이 크로네), NZD(뉴질랜드 달러), PEN(페루 누에보솔), PHP (필리핀 페소), PKR(파키스탄 루피), PLN(폴란드 즐로티), RON(루마니아 루블), RUB(러시아 루블), SEK(스웨덴 크로나), SGD(싱가포르 달러), THB(태국 바트), TRY(터키어) 리라), UAH(우크라이나 흐리브냐), VND(베트남 동), ZAR(남아프리카 랜드)",
    "lt": "Prisijunkite prie daugiau nei 13 milijonų žmonių ir įmonių daugiau nei 170 šalių, kurie naudoja Wise (ex TransferWise), norėdami siųsti, išleisti, konvertuoti ir gauti pinigus tarptautiniu mastu.\n\nIšmintingas skirtas visiems – keliautojams, imigrantams, laisvai samdomiems darbuotojams, organizacijoms – kurių pinigai kerta sienas. Esame vidutiniškai 8 kartus pigesni nei pirmaujantys JK bankai. Ir daug greičiau.\n\n– pigesni ir greitesni pinigų pervedimai –\n• Siųskite pinigus į daugiau nei 80 šalių.\n• Už ypač mažą mokestį už kiekvieną pinigų pervedimą gaunate tikrąjį valiutos keitimo kursą, kaip „Google“.\n• 50% pervežimų yra momentiniai arba atvyksta per valandą..\n• Apsaugokite savo pervedimus naudodami dviejų veiksnių autentifikavimą.\n\n– debeto kortelė, kurią galima išleisti visame pasaulyje –\n• Išleiskite arba išsiimkite pinigus daugiau nei 200 šalių.\n• Jei neturite vietinės valiutos, automatiškai konvertuosime tai, ką turite, už mažiausią įmanomą kainą.\n• Užšaldykite ir atlaisvinkite kortelę bei atnaujinkite virtualią kortelę, kai tik norite.\n\n- Gaukite mokėjimą naudodami tikrą sąskaitos informaciją -\n• Gaukite savo JK sąskaitos numerį ir rūšiavimo kodą, Europos IBAN, JAV maršruto ir sąskaitų numerius ir kt. Tarsi turėtum vietines banko sąskaitas visame pasaulyje.\n• Naudokite šią paskyros informaciją, kad nemokamai gautumėte mokėjimus keliomis valiutomis ir tiesioginiu debetu.\n• Gaukite naujausią informaciją apie kiekvieną operaciją tiesioginiais tiesioginiais pranešimais.\n\n— Laikykite daugiau nei 50 valiutų ir akimirksniu konvertuokite iš vienos valiutos į kitą —\n• Daugeliu atvejų nėra mėnesinio mokesčio ir priežiūros mokesčio, kad pinigai būtų jūsų sąskaitoje.\n• Akimirksniu konvertuokite valiutą pagal tikrąjį valiutos kursą už ypač mažą mokestį.\n\n— Geresnė verslo sąskaita norint tapti pasauliniu mastu —\n• Apmokėkite sąskaitas faktūras ir sąskaitas greičiau, palankesniu valiutos kursu.\n• Naudokite paskyros informaciją, kad gautumėte mokėjimus iš klientų ir klientų visame pasaulyje.\n• Prisijunkite prie palaikomų platformų, pvz., „Amazon“, „Stripe“, „Xero“ ir kt.\n\nWise yra reguliuojama FCA JK ir kitų institucijų visame pasaulyje. Jūsų pinigai pas mus saugūs.\n\nSiųsti iš: GBP (Didžiosios Britanijos svaras), EUR (eurai), USD (JAV doleris), AUD (Australijos doleris), BGN (Bulgarijos levas), BRL (Brazilijos realas), CAD (Kanados doleris), CHF (Šveicarijos frankas), CZK (Čekijos krona), DKK (Danijos krona), HKD (Honkongo doleris), HRK (Kroatijos kuna), HUF (Vengrijos forintas), JPY (Japonijos jena), NOK (Norvegijos krona), NZD (Naujosios Zelandijos doleris), PLN (Lenkijos zlotas), RON (nauja Rumunijos lėja), SEK (Švedijos krona), SGD (Singapūro doleris)\n\nSiųsti į: EUR (euras), USD (JAV doleris), GBP (Didžiosios Britanijos svaras), AED (JAE dirhamas), AUD (Australijos doleris), BDT (Bangladeshi Taka), BGN (Bulgarijos levas), BRL (Brazilijos realas), CAD (Kanados doleris), CHF (Šveicarijos frankas), CLP (Čilės pesas), CNY (Kinijos juanis), CZK (Čekijos krona), DKK (Danijos krona), EGP (Egipto svaras), GEL (Gruzijos laris), HKD ( Honkongo doleris), HRK (Kroatijos kuna), HUF (Vengrijos forintas), IDR (Indonezijos rupija), ILS (Izraelio šekelis), INR (Indijos rupija), JPY (Japonijos jena), KES (Kenijos šilingas), KRW (Pietų Korėjos vonas, LKR (Šri Lankos rupija), MAD (Maroko dirhamas), MXN (Meksikos pesas), MYR (Malaizijos ringgitas), NOK (Norvegijos krona), NZD (Naujosios Zelandijos doleris), PEN (Peru naujojo solo), PHP (Filipinų pesas), PKR (Pakistano rupija), PLN (Lenkijos zlotas), RON (Rumunijos lėja), RUB (Rusijos rublis), SEK (Švedijos krona), SGD (Singapūro doleris), THB (Tailando batas), TRY (Turkijos) Lira), UAH (Ukrainos grivina), VND (Vietnamo dongas), ZAR (Pietų Afrikos randas).",
    "lv": "Pievienojieties vairāk nekā 13 miljoniem cilvēku un uzņēmumu vairāk nekā 170 valstīs, kuri izmanto Wise (ex TransferWise), lai nosūtītu, tērētu, konvertētu un saņemtu naudu starptautiskā mērogā.\n\nGudrs ir paredzēts ikvienam — ceļotājiem, imigrantiem, ārštata darbiniekiem, organizācijām —, kuru nauda šķērso robežas. Mēs esam vidēji 8x lētāki nekā vadošās Apvienotās Karalistes bankas. Un arī daudz ātrāk.\n\n— Lētāki un ātrāki naudas pārskaitījumi —\n• Sūtiet naudu uz vairāk nekā 80 valstīm.\n• Par īpaši zemu maksu par katru naudas pārskaitījumu saņemat reālo valūtas maiņas kursu, piemēram, Google.\n• 50% pārsūtīšanas ir tūlītēji vai pienāk stundas laikā.\n• Nodrošiniet pārskaitījumus ar divu faktoru autentifikāciju.\n\n— debetkarte, ko tērēt visā pasaulē —\n• Tērēt vai izņemt naudu vairāk nekā 200 valstīs\n• Ja jums nav vietējās valūtas, mēs automātiski konvertēsim to, kas jums ir, par zemāko iespējamo cenu.\n• Iesaldējiet un atsaldējiet karti, kā arī atjauniniet virtuālo karti, kad vien vēlaties.\n\n— Saņemiet samaksu ar reālu konta informāciju —\n• Iegūstiet savu Apvienotās Karalistes konta numuru un kārtošanas kodu, Eiropas IBAN, ASV maršrutēšanas un konta numurus un daudz ko citu. It kā jums būtu vietējie banku konti visā pasaulē.\n• Izmantojiet šo konta informāciju, lai bez maksas saņemtu maksājumus vairākās valūtās un par tiešo debetu.\n• Saņemiet jaunāko informāciju, izmantojot tūlītējus informatīvos paziņojumus par katru darījumu.\n\n— Turiet vairāk nekā 50 valūtu un nekavējoties konvertējiet tās starp tām —\n• Vairumā gadījumu nav ikmēneša maksas un uzturēšanas maksas, lai saglabātu naudu kontā.\n• Konvertējiet starp valūtām uzreiz pēc reālā maiņas kursa par īpaši zemu maksu.\n\n— Labāks biznesa konts, lai kļūtu globāls —\n• Apmaksājiet rēķinus un rēķinus ātrāk, ar labāku maiņas kursu.\n• Izmantojiet konta informāciju, lai saņemtu maksājumus no klientiem un klientiem visā pasaulē.\n• Izveidojiet savienojumu ar atbalstītām platformām, piemēram, Amazon, Stripe, Xero un citām.\n\nWise regulē FCA Apvienotajā Karalistē un citas iestādes visā pasaulē. Jūsu nauda pie mums ir drošībā.\n\nSūtīt no: GBP (Lielbritānijas mārciņa), EUR (eiro), USD (ASV dolārs), AUD (Austrālijas dolārs), BGN (Bulgārijas leva), BRL (Brazīlijas reāls), CAD (Kanādas dolārs), CHF (Šveices franks), CZK (Čehijas krona), DKK (Dānijas krona), HKD (Honkongas dolārs), HRK (Horvātijas kuna), HUF (Ungārijas forints), JPY (Japānas jena), NOK (Norvēģijas krona), NZD (Jaunzēlandes dolārs), PLN (Polijas zlots), RON (Rumānijas jaunā leja), SEK (Zviedrijas krona), SGD (Singapūras dolārs).\n\nSūtīt uz: EUR (eiro), USD (ASV dolārs), GBP (Lielbritānijas mārciņa), AED (AAE dirhēms), AUD (Austrālijas dolārs), BDT (Bangladešas Taka), BGN (Bulgārijas leva), BRL (Brazīlijas reāls), CAD (Kanādas dolārs), CHF (Šveices franks), CLP (Čīles peso), CNY (Ķīnas juaņa), CZK (Čehijas krona), DKK (Dānijas krona), EGP (Ēģiptes mārciņa), GEL (Gruzijas Lari), HKD ( Honkongas dolārs), HRK (Horvātijas kuna), HUF (Ungārijas forints), IDR (Indonēzijas rūpija), ILS (Izraēlas šekelis), INR (Indijas rūpija), JPY (Japānas jena), KES (Kenijas šiliņš), KRW (dienvidi). Korejas vons, LKR (Šrilankas rūpija), MAD (Marokas dirhēms), MXN (Meksikas peso), MYR (Malaizijas ringits), NOK (Norvēģijas krona), NZD (Jaunzēlandes dolārs), PEN (Peru nuevo sol), PHP (Filipīnu peso), PKR (Pakistānas rūpija), PLN (Polijas zlots), RON (Rumānijas leja), RUB (Krievijas rublis), SEK (Zviedrijas krona), SGD (Singapūras dolārs), THB (Taizemes bats), TRY (Turcijas) Lira), UAH (Ukrainas grivna), VND (Vjetnamas dongs), ZAR (Dienvidāfrikas rands).",
    "ml": "അന്തർദ്ദേശീയമായി പണം അയയ്‌ക്കാനും ചെലവഴിക്കാനും പരിവർത്തനം ചെയ്യാനും സ്വീകരിക്കാനും വൈസ് ഉപയോഗിക്കുന്ന 170-ലധികം രാജ്യങ്ങളിലെ 13 ദശലക്ഷത്തിലധികം ആളുകളിലും ബിസിനസ്സുകളിലും ചേരുക.\n\nപണം അതിരുകൾ കടക്കുന്ന യാത്രക്കാർ, കുടിയേറ്റക്കാർ, ഫ്രീലാൻസർമാർ, ഓർഗനൈസേഷനുകൾ - എല്ലാവർക്കും ബുദ്ധിയുണ്ട്. യുകെയിലെ പ്രമുഖ ബാങ്കുകളേക്കാൾ ഞങ്ങൾ ശരാശരി 8 മടങ്ങ് കുറവാണ്. കൂടാതെ വളരെ വേഗത്തിൽ.\n\n- വിലകുറഞ്ഞതും വേഗത്തിലുള്ളതുമായ പണ കൈമാറ്റം -\n• 80-ലധികം രാജ്യങ്ങളിലേക്ക് പണം അയയ്ക്കുക.\n• വളരെ കുറഞ്ഞ നിരക്കിൽ, ഓരോ പണ കൈമാറ്റത്തിനും Google-ലെ പോലെ യഥാർത്ഥ വിനിമയ നിരക്ക് നിങ്ങൾക്ക് ലഭിക്കും.\n• 50% കൈമാറ്റങ്ങളും തൽക്ഷണമാണ് അല്ലെങ്കിൽ ഒരു മണിക്കൂറിനുള്ളിൽ എത്തിച്ചേരും.\n• രണ്ട്-ഘടക പ്രാമാണീകരണം ഉപയോഗിച്ച് നിങ്ങളുടെ കൈമാറ്റങ്ങൾ സുരക്ഷിതമാക്കുക.\n\n(പുതിയത്) വൈസ് ടൂളുകൾ:\n\n• കറൻസി കൺവെർട്ടർ: ഡസൻ കണക്കിന് കറൻസികളിൽ പണം അയയ്ക്കുക, ട്രാക്ക് ചെയ്യുക അല്ലെങ്കിൽ പരിവർത്തനം ചെയ്യുക.\n• റേറ്റ് ട്രാക്കർ: യഥാർത്ഥ നിരക്ക് അലേർട്ടുകൾ നിങ്ങളുടെ ഇമെയിൽ ഇൻബോക്സിലേക്ക് നേരിട്ട് നേടുക.\n• വിനിമയ നിരക്കുകൾ താരതമ്യം ചെയ്യുക : തത്സമയം മറ്റ് കമ്പനികളുമായി വൈസ് താരതമ്യം ചെയ്യുക.\n• സൗജന്യ ബിസിനസ്സ് ടെംപ്ലേറ്റുകൾ: നിങ്ങളുടെ ബിസിനസ്സ് വളർത്താൻ ആവശ്യമായ ടെംപ്ലേറ്റുകൾ.\n• SWIFT/BIC കോഡുകൾ: SWIFT/BIC നമ്പർ പരിശോധിക്കുക അല്ലെങ്കിൽ കണ്ടെത്തുക.\n• IBAN കോഡുകൾ: ഒരു IBAN നമ്പർ കണ്ടെത്തുക, പരിശോധിക്കുക അല്ലെങ്കിൽ കണക്കുകൂട്ടുക.\n\n— ലോകമെമ്പാടും ചെലവഴിക്കാൻ ഒരു ഡെബിറ്റ് കാർഡ് —\n• 200-ലധികം രാജ്യങ്ങളിൽ പണം ചെലവഴിക്കുകയോ പിൻവലിക്കുകയോ ചെയ്യുക.\n• നിങ്ങളുടെ പക്കൽ പ്രാദേശിക കറൻസി ഇല്ലെങ്കിൽ, സാധ്യമായ ഏറ്റവും കുറഞ്ഞ വിലയിൽ നിങ്ങളുടെ പക്കലുള്ളത് ഞങ്ങൾ സ്വയമേവ പരിവർത്തനം ചെയ്യും.\n• നിങ്ങളുടെ കാർഡ് ഫ്രീസ് ചെയ്യുകയും അൺഫ്രീസ് ചെയ്യുകയും ചെയ്യുക, നിങ്ങൾക്ക് താൽപ്പര്യമുള്ളപ്പോഴെല്ലാം വെർച്വൽ കാർഡ് അപ്‌ഡേറ്റ് ചെയ്യുക.\n\n- യഥാർത്ഥ അക്കൗണ്ട് വിശദാംശങ്ങൾ ഉപയോഗിച്ച് പണം നേടുക -\n• നിങ്ങളുടെ സ്വന്തം യുകെ അക്കൗണ്ട് നമ്പറും സോർട്ട് കോഡും, യൂറോപ്യൻ IBAN, യുഎസ് റൂട്ടിംഗും അക്കൗണ്ട് നമ്പറുകളും എന്നിവയും മറ്റും നേടുക. നിങ്ങൾക്ക് ലോകമെമ്പാടും പ്രാദേശിക ബാങ്ക് അക്കൗണ്ടുകൾ ഉള്ളതുപോലെ.\n• സൗജന്യമായി ഒന്നിലധികം കറൻസികളിൽ പണം ലഭിക്കുന്നതിനും നേരിട്ടുള്ള ഡെബിറ്റുകൾക്കും ഈ അക്കൗണ്ട് വിശദാംശങ്ങൾ ഉപയോഗിക്കുക.\n• എല്ലാ ഇടപാടുകൾക്കും തൽക്ഷണ പുഷ് അറിയിപ്പുകൾ ഉപയോഗിച്ച് കാലികമായി തുടരുക.\n\n- 50+ കറൻസികൾ കൈവശം വയ്ക്കുക, അവയ്ക്കിടയിൽ തൽക്ഷണം പരിവർത്തനം ചെയ്യുക -\n• മിക്ക കേസുകളിലും നിങ്ങളുടെ അക്കൗണ്ടിൽ പണം സൂക്ഷിക്കാൻ പ്രതിമാസ ഫീസും മെയിന്റനൻസ് ഫീസും ഇല്ല.\n• വളരെ കുറഞ്ഞ നിരക്കിൽ, യഥാർത്ഥ വിനിമയ നിരക്കിൽ, കറൻസികൾക്കിടയിൽ തൽക്ഷണം പരിവർത്തനം ചെയ്യുക.\n\n— ആഗോളതലത്തിൽ പോകുന്നതിനുള്ള മികച്ച ബിസിനസ്സ് അക്കൗണ്ട് —\n• മെച്ചപ്പെട്ട വിനിമയ നിരക്കിൽ ഇൻവോയ്‌സുകളും ബില്ലുകളും വേഗത്തിൽ അടയ്ക്കുക.\n• ലോകമെമ്പാടുമുള്ള ക്ലയന്റുകളുടെയും ഉപഭോക്താക്കളുടെയും പണം ലഭിക്കുന്നതിന് അക്കൗണ്ട് വിശദാംശങ്ങൾ ഉപയോഗിക്കുക.\n• ആമസോൺ, സ്ട്രൈപ്പ്, സീറോ എന്നിവയും മറ്റും പോലുള്ള പിന്തുണയുള്ള പ്ലാറ്റ്‌ഫോമുകളിലേക്ക് കണക്റ്റുചെയ്യുക.\n\nയുകെയിലെ എഫ്‌സി‌എയും ലോകമെമ്പാടുമുള്ള മറ്റ് അധികാരികളും വൈസ് നിയന്ത്രിക്കുന്നു. നിങ്ങളുടെ പണം ഞങ്ങളുടെ പക്കൽ സുരക്ഷിതമാണ്.\n\nഇതിൽ നിന്ന് അയയ്‌ക്കുക: GBP (ബ്രിട്ടീഷ് പൗണ്ട്), EUR (യൂറോ), USD (യുഎസ് ഡോളർ), AUD (ഓസ്‌ട്രേലിയൻ ഡോളർ), BGN (ബൾഗേറിയൻ ലെവ്), BRL (ബ്രസീലിയൻ റിയൽ), CAD (കനേഡിയൻ ഡോളർ), CHF (സ്വിസ് ഫ്രാങ്ക്), CZK (ചെക്ക് കൊരുണ), DKK (ഡാനിഷ് ക്രോൺ), HKD (ഹോങ്കോംഗ് ഡോളർ), HRK (ക്രൊയേഷ്യൻ കുന), HUF (ഹംഗേറിയൻ ഫോറിന്റ്), JPY (ജാപ്പനീസ് യെൻ), NOK (നോർവീജിയൻ ക്രോൺ), NZD (ന്യൂസിലാൻഡ് ഡോളർ), PLN (പോളിഷ് സ്ലോട്ടി), RON (ന്യൂ റൊമാനിയൻ ല്യൂ), SEK (സ്വീഡിഷ് ക്രോണ), SGD (സിംഗപ്പൂർ ഡോളർ)\n\nഇതിലേക്ക് അയയ്‌ക്കുക: EUR (യൂറോ), USD (യുഎസ് ഡോളർ), GBP (ബ്രിട്ടീഷ് പൗണ്ട്), AED (UAE ദിർഹം), AUD (ഓസ്‌ട്രേലിയൻ ഡോളർ), BDT (ബംഗ്ലാദേശി ടാക്ക), BGN (ബൾഗേറിയൻ ലെവ്), BRL (ബ്രസീലിയൻ റിയൽ), CAD (കനേഡിയൻ ഡോളർ), CHF (സ്വിസ് ഫ്രാങ്ക്), CLP (ചിലിയൻ പെസോ), CNY (ചൈനീസ് യുവാൻ), CZK (ചെക്ക് കൊരുണ), DKK (ഡാനിഷ് ക്രോൺ), EGP (ഈജിപ്ഷ്യൻ പൗണ്ട്), GEL (ജോർജിയൻ ലാരി), HKD ( ഹോങ്കോംഗ് ഡോളർ), HRK (ക്രൊയേഷ്യൻ കുന), HUF (ഹംഗേറിയൻ ഫോറിൻറ്), IDR (ഇന്തോനേഷ്യൻ റുപിയ), ILS (ഇസ്രായേൽ ഷെക്കൽ), INR (ഇന്ത്യൻ റുപ്പി), JPY (ജാപ്പനീസ് യെൻ), KES (കെനിയൻ ഷില്ലിംഗ്), KRW (സൗത്ത്) കൊറിയൻ വോൺ), LKR (ശ്രീലങ്കൻ റുപ്പി), MAD (മൊറോക്കൻ ദിർഹം), MXN (മെക്സിക്കൻ പെസോ), MYR (മലേഷ്യൻ റിംഗിറ്റ്), NOK (നോർവീജിയൻ ക്രോൺ), NZD (ന്യൂസിലാൻഡ് ഡോളർ), PEN (പെറുവിയൻ ന്യൂവോ സോൾ), PHP (ഫിലിപ്പൈൻ പെസോ), PKR (പാകിസ്ഥാൻ റുപ്പി), PLN (പോളീഷ് സ്ലോട്ടി), RON (റൊമാനിയൻ ല്യൂ), RUB (റഷ്യൻ റൂബിൾ), SEK (സ്വീഡിഷ് ക്രോണ), SGD (സിംഗപ്പൂർ ഡോളർ), THB (തായ് ബട്ട്), TRY (തുർക്കിഷ് ലിറ), UAH (ഉക്രേനിയൻ ഹ്രീവ്നിയ), VND (വിയറ്റ്നാമീസ് ഡോങ്), ZAR (ദക്ഷിണാഫ്രിക്കൻ റാൻഡ്).",
    "mr": "170 पेक्षा जास्त देशांमधील 13 दशलक्ष लोक आणि व्यवसायांमध्ये सामील व्हा, जे आंतरराष्ट्रीय स्तरावर पैसे पाठवण्यासाठी, खर्च करण्यासाठी, रूपांतरित करण्यासाठी आणि प्राप्त करण्यासाठी Wise चा वापर करतात.\n\nशहाणे कोणासाठीही आहे — प्रवासी, स्थलांतरित, फ्रीलांसर, संस्था — ज्यांचे पैसे सीमा ओलांडतात. आघाडीच्या UK बँकांपेक्षा आम्ही सरासरी 8x स्वस्त आहोत. आणि खूप वेगवान देखील.\n\n- स्वस्त आणि जलद पैसे हस्तांतरण -\n• 80 पेक्षा जास्त देशांमध्ये पैसे पाठवा.\n• अगदी कमी शुल्कासाठी, तुम्हाला प्रत्येक मनी ट्रान्सफरसाठी Google प्रमाणे वास्तविक विनिमय दर मिळेल.\n• ५०% बदल्या तात्काळ होतात किंवा तासाभरात येतात.\n• द्वि-घटक प्रमाणीकरणासह तुमचे हस्तांतरण सुरक्षित करा.\n\n(नवीन) सुज्ञ साधने:\n\n• चलन कनवर्टर: डझनभर चलनांमध्ये पैसे पाठवा, ट्रॅक करा किंवा रूपांतरित करा.\n• रेट ट्रॅकर: रिअल रेट अॅलर्ट थेट तुमच्या ईमेल इनबॉक्समध्ये मिळवा.\n• विनिमय दरांची तुलना करा : रिअल टाइममध्ये इतर कंपन्यांशी तुलना करा.\n• विनामूल्य व्यवसाय टेम्पलेट्स: तुम्हाला तुमचा व्यवसाय वाढवण्यासाठी आवश्यक असलेले टेम्पलेट्स.\n• SWIFT/BIC कोड: SWIFT/BIC नंबर तपासा किंवा शोधा.\n• IBAN कोड: IBAN क्रमांक शोधा, तपासा किंवा गणना करा.\n\n— जगभरात खर्च करण्यासाठी डेबिट कार्ड —\n• 200 पेक्षा जास्त देशांमध्ये पैसे खर्च करा किंवा काढा.\n• तुमच्याकडे स्थानिक चलन नसल्यास, तुमच्याकडे जे आहे ते आम्ही सर्वात कमी संभाव्य किमतीत स्वयं-रूपांतरित करू.\n• तुमचे कार्ड फ्रीझ करा आणि अनफ्रीझ करा आणि तुम्हाला हवे तेव्हा तुमचे व्हर्च्युअल कार्ड अपडेट करा.\n\n- वास्तविक खाते तपशीलांसह पैसे मिळवा -\n• तुमचा स्वतःचा UK खाते क्रमांक आणि क्रमवारी कोड, युरोपियन IBAN, US राउटिंग आणि खाते क्रमांक आणि बरेच काही मिळवा. जणू काही तुमची जगभरातील स्थानिक बँक खाती आहेत.\n• एकाधिक चलनांमध्ये विनामूल्य आणि थेट डेबिटसाठी पैसे मिळवण्यासाठी या खात्याच्या तपशीलांचा वापर करा.\n• प्रत्येक व्यवहारासाठी झटपट पुश सूचनांसह अद्ययावत रहा.\n\n— ५०+ चलने धरा आणि त्यांच्यामध्ये त्वरित रूपांतरित करा —\n• बहुतेक प्रकरणांमध्ये, तुमच्या खात्यात पैसे ठेवण्यासाठी कोणतेही मासिक शुल्क किंवा देखभाल शुल्क नाही.\n• चलनांमध्ये त्वरित रूपांतर करा, वास्तविक विनिमय दराने, अत्यंत कमी शुल्कासाठी.\n\n- जागतिक जाण्यासाठी एक चांगले व्यवसाय खाते -\n• इन्व्हॉइस आणि बिले अधिक जलद, चांगल्या विनिमय दराने भरा.\n• जगभरातील ग्राहक आणि ग्राहकांकडून पैसे मिळवण्यासाठी खाते तपशील वापरा.\n• Amazon, Stripe, Xero, आणि बरेच काही सारख्या समर्थित प्लॅटफॉर्मशी कनेक्ट करा.\n\nUK मधील FCA आणि जगभरातील इतर प्राधिकरणांद्वारे Wise चे नियमन केले जाते. तुमचे पैसे आमच्याकडे सुरक्षित आहेत.\n\nयेथून पाठवा: GBP (ब्रिटिश पाउंड), EUR (युरो), USD (US डॉलर), AUD (ऑस्ट्रेलियन डॉलर), BGN (बल्गेरियन लेव्ह), BRL (ब्राझिलियन रिअल), CAD (कॅनेडियन डॉलर), CHF (स्विस फ्रँक), CZK (चेक कोरुना), DKK (डॅनिश क्रोन), HKD (हाँगकाँग डॉलर), HRK (क्रोएशियन कुना), HUF (हंगेरियन फोरिंट), JPY (जपानी येन), NOK (नॉर्वेजियन क्रोन), NZD (न्यूझीलंड डॉलर), PLN (पोलिश झ्लॉटी), RON (न्यू रोमानियन ल्यू), SEK (स्वीडिश क्रोना), SGD (सिंगापूर डॉलर)\n\nयेथे पाठवा: EUR (युरो), USD (US डॉलर), GBP (ब्रिटिश पाउंड), AED (UAE दिरहम), AUD (ऑस्ट्रेलियन डॉलर), BDT (बांगलादेशी टाका), BGN (बल्गेरियन लेव्ह), BRL (ब्राझिलियन रिअल), CAD (कॅनेडियन डॉलर), CHF (स्विस फ्रँक), CLP (चिलीन पेसो), CNY (चीनी युआन), CZK (चेक कोरुना), DKK (डॅनिश क्रोन), EGP (इजिप्शियन पाउंड), GEL (जॉर्जियन लारी), HKD ( हाँगकाँग डॉलर), HRK (क्रोएशियन कुना), HUF (हंगेरियन फॉरिंट), IDR (इंडोनेशियाई रुपिया), ILS (इस्त्रायली शेकेल), INR (भारतीय रुपया), JPY (जपानी येन), KES (केनियन शिलिंग), KRW (दक्षिण कोरियन वोन), LKR (श्रीलंकन ​​रुपया), MAD (मोरक्कन दिरहाम), MXN (मेक्सिकन पेसो), MYR (मलेशियन रिंगिट), NOK (नॉर्वेजियन क्रोन), NZD (न्यूझीलंड डॉलर), PEN (पेरुव्हियन न्यूवो सोल), PHP (फिलीपीन पेसो), PKR (पाकिस्तानी रुपया), PLN (पोलिश झ्लॉटी), RON (रोमानियन ल्यू), RUB (रशियन रूबल), SEK (स्वीडिश क्रोना), SGD (सिंगापूर डॉलर), THB (थाई बात), TRY (तुर्की लिरा), UAH (युक्रेनियन रिव्निया), VND (व्हिएतनामी डोंग), ZAR (दक्षिण आफ्रिकन रँड).",
    "ms": "Bergabung dengan lebih dari 10 juta orang dan bisnis, di lebih dari 170 negara, yang menggunakan Wise untuk mengirim, belanja, mengonversi, dan menerima uang secara internasional.\n\nWise untuk siapapun - pelancong, imigran, freelancer, organisasi - yang uangnya melintasi batas. Kami rata-rata 8x lebih murah daripada bank Inggris terkemuka. Dan juga lebih cepat.\n\n— Transfer uang lebih murah dan lebih cepat —\n• Kirim uang ke lebih dari 80 negara.\n• Dengan biaya super rendah, kamu mendapatkan kurs nyata, seperti di Google, untuk setiap pengiriman uang.\n• 50% transfer kami instan atau akan tiba dalam satu jam.\n• Amankan transfer kamu dengan otentikasi dua faktor.\n\n— Kartu debit untuk dibelanjakan di seluruh dunia —\n• Belanja atau menarik uang di lebih dari 200 negara.\n• Jika kamu tidak memiliki mata uang lokal, kami akan otomatis mengonversi saldo yang kamu miliki dengan harga serendah mungkin.\n• Bekukan dan batalkan pembekuan kartu kamu, dan perbarui kartu virtualmu kapan pun kamu mau.\n\n— Terima pembayaran dengan detail rekening nyata —\n• Dapatkan nomor rekening dan kode sortir Inggris milikmu sendiri, IBAN Eropa, nomor perutean dan nomor rekening AS, dan banyak lagi. Seolah-olah kamu memiliki. rekening bank lokal di seluruh dunia.\n• Gunakan detail rekening ini untuk menerima pembayaran dalam berbagai mata uang secara gratis, dan untuk debit langsung.\n• Terima informasi terkini dengan pemberitahuan push instan untuk setiap transaksi.\n\n— Simpan 50+ mata uang dan konversi antar mata uang secara instan —\n• Tidak ada biaya bulanan dan tidak ada biaya pemeliharaan untuk menyimpan uang di rekening kamu, pada umumnya.\n• Konversi antar mata uang secara instan, dengan kurs nyata, untuk biaya super rendah.\n\n— Akun bisnis yang lebih baik untuk mendunia —\n• Membayar faktur dan tagihan lebih cepat, dengan nilai tukar yang lebih baik.\n• Gunakan detail rekening untuk menerima pembayaran dari klien dan pelanggan di seluruh dunia.\n• Hubungkan ke platform yang didukung seperti PayPal, Stripe, Xero, dan lainnya.\n\nWise diatur oleh FCA di Inggris, dan otoritas lainnya di seluruh dunia. Uangmu aman bersama kami.\n\nKirim dari: GBP (Pound Inggris), EUR (Euro), USD (Dolar AS), AUD (Dolar Australia), BGN (Lev Bulgaria), BRL (Real Brasil), CAD (Dolar Kanada), CHF (Franc Swiss), CZK (Koruna Ceko), DKK (Krone Denmark), HKD (Dolar Hong Kong), HRK (Kuna Kroasia), HUF (Forint Hongaria), JPY (Yen Jepang), NOK (Krone Norwegia), NZD (Dolar Selandia Baru), PLN (Zloty Polandia), RON (Leu Rumania Baru), SEK (Krona Swedia), SGD (Dolar Singapura).\n\nKirim ke: EUR (Euro), USD (Dolar AS), GBP (Pound Inggris), AED (Dirham UEA), AUD (Dolar Australia), BDT (Bangladesh Taka), BGN (Lev Bulgaria), BRL (Real Brasil), CAD (Dolar Kanada), CHF (Franc Swiss), CLP (Peso Cile), CNY (Yuan Tiongkok), CZK (Koruna Ceko), DKK (Krone Denmark), EGP (Pound Mesir), GEL (Lari Georgia), HKD ( Dolar Hong Kong), HRK (Kuna Kroasia), HUF (Forint Hongaria), IDR (Rupiah Indonesia), ILS (Shekel Israel), INR (Rupee India), JPY (Yen Jepang), KES (Shilling Kenya), KRW (Selatan Won Korea), LKR (Rupee Sri Lanka), MAD (Dirham Maroko), MXN (Peso Meksiko), MYR (Ringgit Malaysia), NOK (Krone Norwegia), NZD (Dolar Selandia Baru), PEN ( Peruvian Nuevo Sol), PHP (Peso Filipina), PKR (Rupee Pakistan), PLN (Zloty Polandia), RON (Leu Rumania), RUB (Rubel Rusia), SEK (Krona Swedia), SGD (Dolar Singapura), THB (Thai Baht), TRY (Lira Turki), UAH (Hryvnia Ukraina), VND (Dong Vietnam), ZAR (Rand Afrika Selatan).",
    "nl": "Sluit u aan bij meer dan 13 miljoen mensen en bedrijven in meer dan 170 landen die Wise (ex TransferWise) gebruiken om internationaal geld te verzenden, uitgeven, converteren en ontvangen.\n\nWise is voor iedereen - reizigers, immigranten, freelancers, organisaties - wiens geld de grenzen overschrijdt. We zijn gemiddeld 8x goedkoper dan toonaangevende banken in het VK. En een stuk sneller ook.\n\n— Goedkopere en snellere overboekingen —\n• Stuur geld naar meer dan 80 landen.\n• Voor een superlage vergoeding krijgt u de echte wisselkoers, zoals op Google, voor elke overboeking.\n• 50% van de transfers is direct of arriveert binnen een uur.\n• Beveilig uw overschrijvingen met tweefactorauthenticatie.\n\n(NIEUW) Verstandig gereedschap:\n\n• Valuta-omzetter: stuur, volg of converteer geld in tientallen valuta's.\n• Rate tracker: ontvang real rate alerts rechtstreeks in uw e-mailinbox.\n• Wisselkoersen vergelijken: vergelijk Wise in realtime met andere bedrijven.\n• Gratis zakelijke sjablonen: sjablonen die u nodig heeft om uw bedrijf te laten groeien.\n• SWIFT/BIC-codes: SWIFT/BIC-nummer controleren of vinden.\n• IBAN-codes: Zoek, controleer of bereken een IBAN-nummer.\n\n— Een debetkaart om wereldwijd uit te geven —\n• Geld uitgeven of opnemen in meer dan 200 landen.\n• Als je de lokale valuta niet hebt, zullen we automatisch omrekenen wat je hebt met de laagst mogelijke prijs.\n• Bevries en ontdooi uw kaart en werk uw virtuele kaart bij wanneer u maar wilt.\n\n- Krijg betaald met echte accountgegevens -\n• Krijg uw eigen Britse rekeningnummer en sorteercode, Europese IBAN, Amerikaanse routerings- en rekeningnummers, en meer. Alsof je lokale bankrekeningen over de hele wereld hebt.\n• Gebruik deze rekeninggegevens om gratis in meerdere valuta betaald te worden en voor automatische incasso's.\n• Blijf op de hoogte met directe pushmeldingen voor elke transactie.\n\n- Houd meer dan 50 valuta's vast en converteer ze onmiddellijk -\n• In de meeste gevallen geen maandelijkse kosten en geen onderhoudskosten om geld op uw rekening te houden.\n• Converteer direct tussen valuta's, tegen de echte wisselkoers, voor een superlage vergoeding.\n\n- Een beter zakelijk account om wereldwijd te gaan -\n• Betaal facturen en rekeningen sneller, tegen een betere wisselkoers.\n• Gebruik accountgegevens om betaald te worden door klanten en klanten over de hele wereld.\n• Maak verbinding met ondersteunde platforms zoals Amazon, Stripe, Xero en meer.\n\nWise wordt gereguleerd door de FCA in het VK en door andere autoriteiten over de hele wereld. Uw geld is veilig bij ons.\n\nVerzenden vanaf: GBP (Britse pond), EUR (Euro), USD (US Dollar), AUD (Australische dollar), BGN (Bulgaarse lev), BRL (Braziliaanse real), CAD (Canadese dollar), CHF (Zwitserse frank), CZK (Tsjechische kroon), DKK (Deense kroon), HKD (Hongkongse dollar), HRK (Kroatische kuna), HUF (Hongaarse forint), JPY (Japanse yen), NOK (Noorse kroon), NZD (Nieuw-Zeelandse dollar), PLN (Poolse Zloty), RON (Nieuwe Roemeense Leu), SEK (Zweedse Kroon), SGD (Singapore Dollar)\n\nVerzenden naar: EUR (Euro), USD (US Dollar), GBP (Britse Pond), AED (UAE Dirham), AUD (Australische Dollar), BDT (Bangladesh Taka), BGN (Bulgaarse Lev), BRL (Braziliaanse Real), CAD (Canadese Dollar), CHF (Zwitserse Frank), CLP (Chileense Peso), CNY (Chinese Yuan), CZK (Tsjechische Kroon), DKK (Deense Kroon), EGP (Egyptische Pond), GEL (Georgische Lari), HKD ( Hongkongse dollar), HRK (Kroatische kuna), HUF (Hongaarse forint), IDR (Indonesische roepia), ILS (Israëlische sjekel), INR (Indiase roepie), JPY (Japanse yen), KES (Keniaanse shilling), KRW (zuid Koreaanse won), LKR (Sri Lankaanse roepie), MAD (Marokkaanse dirham), MXN (Mexicaanse peso), MYR (Maleisische ringgit), NOK (Noorse kroon), NZD (Nieuw-Zeelandse dollar), PEN (Peruaanse Nuevo Sol), PHP (Filippijnse peso), PKR (Pakistaanse roepie), PLN (Poolse zloty), RON (Roemeense leu), RUB (Russische roebel), SEK (Zweedse kroon), SGD (Singaporese dollar), THB (Thaise baht), TRY (Turkse Lira), UAH (Oekraïense Hryvnia), VND (Vietnamese Dong), ZAR (Zuid-Afrikaanse Rand).",
    "no": "Bli med over 13 millioner mennesker og bedrifter, i mer enn 170 land, som bruker Wise (ex TransferWise) til å sende, bruke, konvertere og motta penger internasjonalt.\n\nWise er for alle - reisende, innvandrere, frilansere, organisasjoner - hvis penger krysser grenser. Vi er i gjennomsnitt åtte ganger billigere enn ledende britiske banker. Og mye raskere også.\n\n— Billigere og raskere pengeoverføringer —\n• Send penger til over 80 land.\n• For en superlav avgift får du den reelle valutakursen, som på Google, for hver pengeoverføring.\n• 50 % av overføringene er øyeblikkelige eller kommer innen en time.\n• Sikre overføringene dine med tofaktorautentisering.\n\n— Et debetkort å bruke over hele verden —\n• Bruk eller ta ut penger i mer enn 200 land.\n• Hvis du ikke har den lokale valutaen, konverterer vi automatisk det du har til lavest mulig pris.\n• Frys og lås opp kortet ditt, og oppdater det virtuelle kortet når du vil.\n\n— Få betalt med ekte kontodetaljer —\n• Få ditt eget britiske kontonummer og sorteringskode, europeisk IBAN, amerikanske ruting- og kontonumre og mer. Som om du hadde lokale bankkontoer rundt om i verden.\n• Bruk disse kontodetaljene for å få betalt i flere valutaer gratis og for direkte belastninger.\n• Hold deg oppdatert med umiddelbare push-varsler for hver transaksjon.\n\n— Hold 50+ valutaer og konverter mellom dem umiddelbart —\n• Ingen månedlig avgift og ingen vedlikeholdsavgift for å beholde penger på kontoen din, i de fleste tilfeller.\n• Konverter mellom valutaer umiddelbart, til den reelle valutakursen, for en superlav avgift.\n\n— En bedre forretningskonto for å bli global —\n• Betal fakturaer og regninger raskere, til en bedre valutakurs.\n• Bruk kontodetaljer for å få betalt av kunder og kunder over hele verden.\n• Koble til støttede plattformer som Amazon, Stripe, Xero og mer.\n\nWise er regulert av FCA i Storbritannia, og av andre myndigheter rundt om i verden. Pengene dine er trygge hos oss.\n\nSend fra: GBP (britiske pund), EUR (euro), USD (amerikanske dollar), AUD (australske dollar), BGN (bulgarske lev), BRL (brasiliansk real), CAD (kanadisk dollar), CHF (sveitsiske franc), CZK (tsjekkiske krone), DKK (dansk krone), HKD (Hong Kong Dollar), HRK (Kroatiske Kuna), HUF (Ungarske Forint), JPY (Japansk Yen), NOK (Norsk Krone), NZD (New Zealand Dollar), PLN (polsk zloty), RON (ny rumensk leu), SEK (svensk krone), SGD (singapore dollar).\n\nSend til: EUR (Euro), USD (US Dollar), GBP (Britisk Pund), AED (UAE Dirham), AUD (Australsk Dollar), BDT (Bangladesh Taka), BGN (bulgarsk Lev), BRL (Brasiliansk Real), CAD (kanadisk dollar), CHF (sveitsisk franc), CLP (chilensk peso), CNY (kinesisk yuan), CZK (tsjekkiske krone), DKK (danske kroner), EGP (egyptiske pund), GEL (georgiske lari), HKD ( Hongkong-dollar), HRK (kroatisk kuna), HUF (ungarsk forint), IDR (indonesisk rupiah), ILS (israelsk shekel), INR (indisk rupi), JPY (japansk yen), KES (kenyansk shilling), KRW (sør). Koreansk Won), LKR (Sri Lanka Rupee), MAD (marokkansk dirham), MXN (Meksikansk Peso), MYR (Malaysisk Ringgit), NOK (Norsk Krone), NZD (New Zealand Dollar), PEN (Peruansk Nuevo Sol), PHP (filippinske peso), PKR (pakistanske rupier), PLN (polske zloty), RON (rumenske leu), RUB (russiske rubler), SEK (svenske kroner), SGD (singapore dollar), THB (thailandske baht), TRY (tyrkisk) Lira), UAH (ukrainsk hryvnia), VND (vietnamesisk dong), ZAR (sørafrikansk rand).",
    "pl": "Dołącz do ponad 13 milionów osób i firm w ponad 170 krajach, które korzystają z Wise (ex TransferWise) do wysyłania, wydawania, przewalutowania i otrzymywania pieniędzy międzynarodowo.\n\nWise jest dla wszystkich — podróżników, imigrantów, freelancerów, organizacji. Dla każdego, kogo pieniądze przekraczają granice. Jesteśmy średnio do 8 razy tańsi niż wiodące brytyjskie banki. I o wiele szybsi.\n\n— Tańsze i szybsze płatności —\n• Wysyłaj pieniądze do ponad 80 krajów.\n• Za bardzo niską opłatę otrzymasz dla każdej płatności rzeczywisty kurs wymiany widoczny np. w Google.\n• 50% naszych płatności jest natychmiastowych lub dociera do odbiorcy w ciągu godziny.\n• Zabezpiecz swoje płatności za pomocą logowania dwuetapowego.\n\n— Karta debetowa do wydawania na całym świecie —\n• Wydawaj lub wypłacaj pieniądze w ponad 200 krajach.\n• Jeżeli nie posiadasz lokalnej waluty na koncie, automatycznie wymienimy pieniądze z rachunku z najniższą opłatą za przewalutowanie.\n• Zamroź i odmroź swoją kartę oraz zaktualizuj kartę wirtualną w dowolnym momencie.\n\n— Otrzymuj płatności dzięki prawdziwym danym bankowym —\n• Otrzymaj własny numer konta i brytyjski numer rozliczeniowy, europejski IBAN, amerykańskie numery oddziału banku i konta oraz wiele innych. To tak, jakby mieć lokalne konta bankowe na całym świecie.\n• Skorzystaj z tych danych bankowych, aby otrzymywać płatności w wielu walutach za darmo oraz tworzyć polecenia zapłaty.\n• Bądź na bieżąco, dzięki natychmiastowym powiadomieniom push o każdej transakcji.\n\n— Przechowuj ponad 50 walut i wymieniaj pomiędzy nimi natychmiastowo —\n• Brak opłaty miesięcznej czy opłat za przechowywanie pieniędzy na koncie (w większości przypadków).\n• Dokonuj przewalutowania pomiędzy walutami natychmiast, po rzeczywistym kursie wymiany i bardzo niskiej opłacie.\n\n— Lepsze konto firmowe dla działalności prowadzonej globalnie —\n• Zapłać za faktury i rachunki szybciej, po lepszym kursie wymiany.\n• Skorzystaj z danych bankowych, aby otrzymywać płatności od klientów z całego świata.\n• Połącz się z obsługiwanymi platformami, takimi jak PayPal, Stripe, Xero i inne.\n\nWise jest regulowany przez FCA w Wielkiej Brytanii i przez inne instytucje prawne na całym świecie. Twoje pieniądze są z nami bezpieczne.\n\nWysyłaj z: GBP (funt brytyjski), EUR (euro), USD (dolar amerykański), AUD (dolar australijski), BGN (lew bułgarski), BRL (real brazylijski), CAD (dolar kanadyjski), CHF (frank szwajcarski), CZK (korona czeska), DKK (korona duńska), HKD (dolar hongkoński), HRK (kuna chorwacka), HUF (forint węgierski), JPY (jen japoński), NOK (korona norweska), NZD (dolar nowozelandzki), PLN (złoty polski), RON (lej rumuński), SEK (korona szwedzka), SGD (dolar singapurski).\n\nWyślij do: EUR (euro), USD (dolar amerykański), GBP (dolar brytyjski), AED (dirham ZEA), AUD (dolar australijski), BDT (taka banglijska), BGN (lew bułgarski), BRL (real brazylijski), CAD (dolar kanadyjski), CHF (frank szwajcarski), CLP (peso chilijskie), CNY (juan chiński), CZK (korona czeska), DKK (korona duńska), EGP (funt egipski), GEL (lari gruziński), HKD (dolar hongkoński), HRK (kuna chorwacka), HUF (forint węgierski), IDR (rupia indonezyjska), ILS (szekel izraelski), INR (rupia indyjska), JPY (jen japoński), KES (szyling kenijski), KRW (won południowokoreański), LKR (rupia lankijska), MAD (dirham marokański), MXN (peso meksykańskie), MYR (ringgit malezyjski), NOK (korona norweska), NZD (dolar nowozelandzki), PEN (sol peruwiański), PHP (peso filipińskie), PKR (rupia pakistańska), PLN (złoty polski), RON (lej rumuński), RUB (rubel rosyjski), SEK (korona szwedzka), SGD (dolar singapurski), THB (baht tajski), TRY (lira turecka), UAH (hrywna ukraińska), VND (dong wietnamski), ZAR (rand południowoafrykański).",
    "pt_BR,pt_PT": "Junte-se a mais de 13 milhões de pessoas e empresas, em mais de 170 países, que usam a Wise (ex TransferWise) para enviar, pagar e receber dinheiro internacionalmente.\n\nA Wise é para qualquer pessoa — viajantes, imigrantes, freelancers, organizações — cujo dinheiro atravessa fronteiras. Somos, em média, oito vezes mais baratos que os principais bancos do Reino Unido. E muito mais rápidos também.\n\n— Transferências de dinheiro mais rápidas e baratas —\n• Envie dinheiro para mais de 80 países.\n• Por uma tarifa super baixa, você obtém o câmbio verdadeiro, como o visto no Google, para cada transferência de dinheiro que realizar.\n• 50% das nossas transferências são instantâneas ou chegam em menos de uma hora.\n• Proteja as suas transferências com a verificação em duas etapas.\n\n— Um cartão de débito para pagar internacionalmente —\n• Pague ou saque/levante dinheiro em mais de 200 países.\n• Se você não tiver a moeda local, converteremos automaticamente o que você tem com o menor preço possível.\n• Suspenda e reative o seu cartão e atualize o seu cartão virtual sempre que quiser.\n\n— Receba pagamentos com dados de conta verdadeiros —\n• Obtenha o seu próprio número de conta e sort code do Reino Unido, IBAN da Europa, routing number e número de conta dos Estados Unidos e muito mais. Como se você tivesse contas bancárias locais ao redor do mundo.\nUse os dados da sua conta para receber em várias moedas gratuitamente e para pagar utilizando débitos automáticos.\n• Mantenha-se atualizado com notificações push instantâneas para cada transação que realizar.\n\n— Guarde mais de 50 moedas e converta entre elas instantaneamente —\n• Nenhuma tarifa mensal ou de manutenção é necessária para guardar o dinheiro em sua conta, na maioria dos casos.\n• Converta entre moedas instantaneamente, utilizando a taxa de câmbio verdadeira, pagando uma tarifa super baixa.\n\n— Uma conta empresarial melhor para o seu negócio se tornar global —\n• Pague faturas e contas de forma mais rápida, com uma taxa de câmbio melhor.\n• Use os dados da conta para receber pagamentos de clientes de todo o mundo.\n• Conecte-se a plataformas compatíveis como PayPal, Stripe, Xero e muito mais.\n\nA Wise é regulada pela FCA no Reino Unido e por dezenas de outras autoridades no mundo todo. O seu dinheiro está seguro conosco.\n\nEnvie de: GBP (libra esterlina), EUR (euro), USD (dólar americano), AUD (dólar australiano), BGN (lev búlgaro), BRL (real brasileiro), CAD (dólar canadense), CHF (franco suíço), CZK (coroa checa), DKK (coroa dinamarquesa), HKD (dólar de Hong Kong), HRK (kuna croata), HUF (florim húngaro), JPY (iene japonês), NOK (coroa norueguesa), NZD (dólar neozelandês), PLN (zloty polonês), RON (leu romeno), SEK (coroa sueca), SGD (dólar singapuriano).\n\npara: EUR (euro), USD (dólar americano), GBP (libra esterlina), AED (dirham dos EAU), AUD (dólar australiano), BDT (taka bengali), BGN (lev búlgaro), BRL (real brasileiro), CAD (dólar canadense), CHF (franco suíço), CNY (yuan chinês), CZK (coroa checa), DKK (coroa dinamarquesa), EGP (libra egípcia), GEL (lari georgiano), HKD (dólar de Hong Kong), HRK (kuna croata), HUF (forint húngaro), IDR (rupia indonésia), ILS (shekel israelita), INR (rupia indiana), JPY (iene japonês), KES (xelim queniano), KRW (won sul-coreano), LKR (rupia do Sri Lanka), MAD (dirham marroquino), MXN (peso mexicano), MYR (ringgit da Malásia), NOK (coroa norueguesa), NZD (dólar de Nova Zelândia), PEN (novo sol peruano), PHP (peso filipino), PKR (rupia paquistanesa), PLN (zloty polonês), RON (leu romeno), RUB (rublo russo), SEK (coroa sueca), SGD (dólar de Singapura), THB (baht tailandês), TRY (lira turca), UAH (hryvnia da Ucrânia), VND (dong vietnamita), ZAR (rand da África do Sul).",
    "ro": "Alătură-te celor peste 13 milioane de oameni şi firme, din peste 170 de ţări, care folosesc Wise (ex TransferWise) pentru a trimite, cheltui, converti şi primi bani la nivel internaţional.\n\nWise este pentru oricine — călători, imigranți, freelanceri, organizații — ai căror bani traversează frontierele. Suntem de 8 ori mai ieftini în medie decât băncile mari din Regatul Unit. Şi mult mai rapizi.\n\n— Transferuri de bani mai ieftine și mai rapide —\n• Trimite bani în peste 80 de țări.\n• Pentru o taxă foarte mică, primești rata de schimb reală, ca pe Google, pentru fiecare transfer de bani.\n• 50% din transferurile noastre sunt instantanee sau ajung în decurs de o oră.\n• Protejează-ți transferurile cu autentificarea în 2 pași.\n\n— Un card de debit pentru a cheltui la nivel mondial —\n• Cheltuie sau retrage bani în peste 200 de țări.\n• Dacă nu ai moneda locală, vom converti automat din ceea ce ai la cel mai mic preț posibil.\n• Îngheață-ți și dezgheță-ți cardul și actualizează-ți cardul virtual oricând dorești.\n\n— Primește plăți cu detalii de cont reale —\n• Obține propriul număr de cont și sort code din Regatul Unit, IBAN european, numere de rutare și de cont din SUA și multe altele. Ca și cum ai avea conturi bancare locale în întreaga lume.\n• Folosește aceste detalii de cont pentru a primi plăți gratuite în mai multe monede și pentru debite directe.\n• Fii la curent prin notificările push instante pentru fiecare tranzacție.\n\n— Păstrează bani în peste 50 de monede și convertește între ele instantaneu —\n• Fără taxe lunare și de întreținere pentru a păstra bani în contul tău, în cele mai multe cazuri.\n• Convertește între monede instantaneu, la rata de schimb reală, pentru un comision super mic.\n\n— Un cont de afaceri mai bun pentru a participa la activități globale —\n• Plătește facturile și utilitățile mai repede, la o rată de schimb mai bună.\n• Folosește-ți detaliile contului pentru a fi plătit de clienți și cumpărători din întreaga lume.\n• Conectează-te la platforme precum Amazo, Stripe, Xero și multe altele.\n\nWise este reglementat de FCA din Regatul Unit și de alte autorități din întreaga lume. Banii tăi sunt în siguranță cu noi.\n\nTrimite bani din: GBP (liră sterlină), EUR (euro), USD (dolar american), AUD (dolar australian), BGN (leva bulgară), BRL (real brazilian), CAD (dolar canadian), CHF (franc elvețian), CZK (coroană cehă), DKK (coroană daneză), HKD (dolar din Hong Kong), HRK (kună croată), HUF (forint maghiar), JPY (yen japonez), NOK (coroană norvegiană), NZD (dolar din Noua Zeelandă), PLN (zlot polonez), RON (leu românesc), SEK (coroană suedeză), SGP (dolar din Singapore).\n\nTrimite către: EUR (euro), USD (dolar american), GBP (liră sterlină), AED (dirham din Emiratele Arabe Unite), AUD (dolar australian), BDT (Bangladesh Taka), BGN (leva bulgară), BRL (real brazilian), CAD (dolar canadian), CHF (fanc elvețian), CLP (peso chilian), CNY (yuan chinezesc), CZK (coroană cehă), DKK (coroană daneză), EGP (liră egipteană), GEL (lari georgian), HKD (dolar din Hong Kong), HRK (kună croată), HUF (forint maghiar), IDR (rupie indoneziană), ILS (shekel israelian), INR (rupie indiană), JPY (yen japonez), KES (șiling kenyan), KRW (won sud-coreean), LKR (rupie srilankeză), MAD (dirham marocan), MXN (peso mexican), MYR (ringgit malaezian), NOK (coroană norvegiană), NZD (dolar din Noua Zeelandă), PEN (nuevo sol peruvian), PHP (Peso filipinez), PKR (rupie pakistaneză), PLN (zlot polonez), RON (leu românesc), RUB (rublă rusească), SEK (coroană suedeză), SGD (dolar din Singapore), THB (baht tailandez), TRY (liră turcească), UAH (grivnă ucrainiană), VND (dong vietnamez), ZAR (rand sud-african).",
    "ru": "Присоединяйтесь более чем к 13 миллионам людей и компаний более чем в 170 странах, которые используют Wise (ex TransferWise) для отправки и получения международных переводов, конвертации валют, а также для совершения оплаты картой по всему миру.\n\nWise подходит всем, чьи деньги пересекают границы: путешественникам, иммигрантам, фрилансерам, организациям. Наши услуги в среднем в 8 раз дешевле услуг ведущих банков Великобритании. И мы переводим деньги намного быстрее.\n\n– Более выгодные и быстрые денежные переводы –\n• Отправляйте деньги более чем в 80 стран мира.\n• За максимально низкую комиссию, Вы отправляете деньги по реальному обменному курсу – тому, который Вы видите в Google.\n• 50% всех наших переводов осуществляются мгновенно или в течение часа.\n• Защитите Ваши переводы с помощью двухэтапной аутентификации.\n\n– Дебетовая карта для осуществления покупок по всему миру –\n• Расплачивайтесь или снимайте наличные более чем в 200 странах\n• Если на Вашем счете нет средств в местной валюте, мы автоматически сконвертируем необходимую сумму доступного на Вашем счете баланса с минимальной комиссией\n• Замораживайте и размораживайте Вашу карту, а также обновляйте Вашу виртуальную карту при первой необходимости\n\n– Получайте платежи на реальные реквизиты счета –\n• Получите Ваш собственный номер счета и банковский код Великобритании, европейский IBAN, американские маршрутные номера и номера счетов, а также многое другое. Как если бы у Вас были местные банковские счета по всему миру.\n• Используйте данные реквизиты счета для получения оплаты в нескольких валютах бесплатно, а также для настройки платежей прямого дебета.\n• Контролируйте Ваши финансы с помощью мгновенных уведомлений о каждой операции.\n\n– Храните средства в 50+ валютах и конвертируйте деньги мгновенно –\n• Без ежемесячной комиссии и в большинстве случаев без платы за хранение средств на Вашем счете.\n• Конвертируйте валюты мгновенно, по реальному обменному курсу, с применением максимально низкой комиссии.\n\n– Решение для международного бизнеса –\n• Оплачивайте счета быстрее и по более выгодному обменному курсу.\n• Используйте реквизиты счета для получения платежей от клиентов по всему миру.\n• Подключитесь к поддерживаемым платформам, таким как Amazon, Stripe, Xero и другие.\n\nДеятельность Wise регламентируется Управлением по финансовому регулированию и надзору Великобритании (FCA) и другими уполномоченными органами по всему миру. С нами Ваши деньги в безопасности.\n\nОтправляйте из: GBP (британский фунт стерлингов), EUR (евро), USD (доллар США), AUD (австралийский доллар), BGN (болгарский лев), BRL (бразильский реал), CAD (канадский доллар), CHF (швейцарский франк), CZK (чешская крона), DKK (датская крона), HKD (гонконгский доллар), HRK (хорватская куна), HUF (венгерский форинт), JPY (японская иена), NOK (норвежская крона), NZD (новозеландский доллар), PLN (польский злотый), RON (новый румынский лей), SEK (шведская крона), SGD (сингапурский доллар).\n\nОтправляйте в: EUR (евро), USD (доллар США), GBP (британский фунт стерлингов), AED (дирхам ОАЭ), AUD (австралийский доллар), BDT (бангладешская така), BGN (болгарский лев), BRL (бразильский реал), CAD (канадский доллар), CHF (швейцарский франк), CLP (чилийское песо), CNY (китайский юань), CZK (чешская крона), DKK (датская крона), EGP (египетский фунт), GEL (грузинский лари), HKD (гонконгский доллар), HRK (хорватская куна), HUF (венгерский форинт), IDR (индонезийская рупия), ILS (израильский шекель), INR (индийская рупия), JPY (японская иена), KES (кенийский шиллинг), KRW (южнокорейский вон), LKR (шри-ланкийская рупия), MAD (марокканский дирхам), MXN (мексиканское песо), MYR (малайзийский ринггит), NOK (норвежская крона), NZD (новозеландский доллар), PEN ( Перуанский соль), PHP (филиппинское песо), PKR (пакистанская рупия), PLN (польский злотый), RON (румынский лей), RUB (российский рубль), SEK (шведская крона), SGD (сингапурский доллар), THB (тайский бат), TRY (турецкая лира), UAH (украинская гривна), VND (вьетнамский донг), ZAR (южноафриканский рэнд).",
    "sk": "Pridajte sa k viac ako 13 miliónom ľudí a firiem vo viac ako 170 krajinách, ktorí používajú Wise (ex TransferWise) na posielanie, míňanie, konverziu a prijímanie peňazí na medzinárodnej úrovni.\n\nMúdry je pre každého – cestovateľov, prisťahovalcov, nezávislých pracovníkov, organizácie – ktorých peniaze prekračujú hranice. Sme v priemere 8x lacnejší ako popredné britské banky. A tiež oveľa rýchlejšie.\n\n— Lacnejšie a rýchlejšie prevody peňazí —\n• Posielajte peniaze do viac ako 80 krajín.\n• Za super nízky poplatok získate skutočný výmenný kurz, ako na Googli, za každý prevod peňazí.\n• 50 % prevodov je okamžitých alebo dorazí do hodiny.\n• Zabezpečte svoje prevody pomocou dvojfaktorovej autentifikácie.\n\n— Debetná karta, ktorú môžete minúť po celom svete —\n• Míňať alebo vyberať peniaze vo viac ako 200 krajinách.\n• Ak nemáte miestnu menu, automaticky prevedieme to, čo máte, za najnižšiu možnú cenu.\n• Zmrazte a rozmrazte svoju kartu a aktualizujte svoju virtuálnu kartu, kedykoľvek budete chcieť.\n\n— Získajte výplatu so skutočnými údajmi o účte —\n• Získajte svoje vlastné číslo účtu a triediaci kód v Spojenom kráľovstve, európsky IBAN, smerovanie v USA a čísla účtov a ďalšie. Ako keby ste mali miestne bankové účty po celom svete.\n• Pomocou týchto podrobností o účte môžete dostávať platby vo viacerých menách zadarmo a za inkaso.\n• Buďte v obraze pomocou okamžitých upozornení push pre každú transakciu.\n\n— Držte viac ako 50 mien a okamžite medzi nimi konvertujte —\n• Vo väčšine prípadov bez mesačného poplatku a bez poplatku za udržiavanie peňazí na účte.\n• Okamžitý prevod medzi menami za skutočný výmenný kurz za super nízky poplatok.\n\n— Lepší obchodný účet pre globálnu expanziu —\n• Plaťte faktúry a účty rýchlejšie, za lepší výmenný kurz.\n• Pomocou podrobností o účte získajte platby od klientov a zákazníkov z celého sveta.\n• Pripojte sa k podporovaným platformám, ako sú Amazon, Stripe, Xero a ďalšie.\n\nWise je regulovaný FCA v Spojenom kráľovstve a ďalšími orgánmi po celom svete. Vaše peniaze sú u nás v bezpečí.\n\nOdoslať z: GBP (britská libra), EUR (euro), USD (americký dolár), AUD (austrálsky dolár), BGN (bulharský lev), BRL (brazílsky real), CAD (kanadský dolár), CHF (švajčiarsky frank), CZK (česká koruna), DKK (dánska koruna), HKD (hongkonský dolár), HRK (chorvátska kuna), HUF (maďarský forint), JPY (japonský jen), NOK (nórska koruna), NZD (novozélandský dolár), PLN (poľský zlotý), RON (nový rumunský leu), SEK (švédska koruna), SGD (singapurský dolár).\n\nOdoslať na: EUR (euro), USD (americký dolár), GBP (britská libra), AED (SAE dirham), AUD (austrálsky dolár), BDT (bangladéšsky taka), BGN (bulharský lev), BRL (brazílsky real), CAD (kanadský dolár), CHF (švajčiarsky frank), CLP (čílske peso), CNY (čínsky jüan), CZK (česká koruna), DKK (dánska koruna), EGP (egyptská libra), GEL (gruzínsky Lari), HKD ( hongkonský dolár), HRK (chorvátska kuna), HUF (maďarský forint), IDR (indonézska rupia), ILS (izraelský šekel), INR (indická rupia), JPY (japonský jen), KES (kenský šiling), KRW (južný Kórejský won), LKR (srílanská rupia), MAD (marocký dirham), MXN (mexické peso), MYR (malajzijský ringgit), NOK (nórska koruna), NZD (novozélandský dolár), PEN (peruánsky Nuevo Sol), PHP (Filipínske peso), PKR (Pakistanská rupia), PLN (poľský zlotý), RON (rumunský leu), RUB (ruský rubeľ), SEK (švédska koruna), SGD (singapurský dolár), THB (thajský baht), TRY (turecký líra), UAH (ukrajinská hrivna), VND (vietnamský dong), ZAR (juhoafrický rand).",
    "sl": "Pridružite se več kot 13 milijonom ljudi in podjetij v več kot 170 državah, ki uporabljajo Wise (ex TransferWise) za mednarodno pošiljanje, porabo, pretvorbo in prejemanje denarja.\n\nWise je za vse – popotnike, priseljence, samostojne podjetnike, organizacije – katerih denar prečka meje. V povprečju smo 8x cenejši od vodilnih britanskih bank. In tudi veliko hitreje.\n\n— Cenejši in hitrejši denarni prenosi —\n• Pošljite denar v več kot 80 držav.\n• Za izjemno nizko provizijo dobite dejanski menjalni tečaj, kot na Googlu, za vsako nakazilo denarja.\n• 50 % prenosov je takojšnjih ali prispejo v eni uri.\n• Zavarujte svoje prenose z dvostopenjsko avtentikacijo.\n\n— Debetna kartica za porabo po vsem svetu —\n• Porabite ali dvignite denar v več kot 200 državah.\n• Če nimate lokalne valute, bomo tisto, kar imate, samodejno pretvorili po najnižji možni ceni.\n• Zamrznite in odmrznite svojo kartico ter posodobite svojo virtualno kartico, kadar koli želite.\n\n— Prejmite plačilo s podatki o pravem računu —\n• Pridobite svojo številko računa in kodo razvrščanja v Združenem kraljestvu, evropski IBAN, usmerjevalne številke v ZDA in številke računa itd. Kot da bi imeli lokalne bančne račune po vsem svetu.\n• Uporabite te podatke o računu za brezplačno plačilo v več valutah in za direktne bremenitve.\n• Bodite na tekočem s takojšnjimi potisnimi obvestili za vsako transakcijo.\n\n— Zadržite 50+ valut in takoj pretvarjajte med njimi —\n• V večini primerov brez mesečne naročnine in brez stroškov vzdrževanja, da bi denar obdržali na vašem računu.\n• Takojšnje pretvarjanje med valutami po dejanskem menjalnem tečaju za izjemno nizko provizijo.\n\n— Boljši poslovni račun za globalni prehod —\n• Plačajte račune in račune hitreje, po ugodnejšem menjalnem tečaju.\n• Uporabite podatke o računu, da prejmete plačila strank in kupcev po vsem svetu.\n• Povežite se s podprtimi platformami, kot so Amazon, Stripe, Xero itd.\n\nWise ureja FCA v Združenem kraljestvu in drugi organi po svetu. Vaš denar je pri nas varen.\n\nPošiljanje iz: GBP (britanski funt), EUR (evro), USD (ameriški dolar), AUD (avstralski dolar), BGN (bolgarski lev), BRL (brazilski real), CAD (kanadski dolar), CHF (švicarski frank), CZK (češka krona), DKK (danska krona), HKD (hongkonški dolar), HRK (hrvaška kuna), HUF (madžarski forint), JPY (japonski jen), NOK (norveška krona), NZD (novozelandski dolar), PLN (poljski zlot), RON (novi romunski lev), SEK (švedska krona), SGD (singapurski dolar).\n\nPošlji v: EUR (evro), USD (ameriški dolar), GBP (britanski funt), AED (ZAE dirham), AUD (avstralski dolar), BDT (bangladeška taka), BGN (bolgarski lev), BRL (brazilski real), CAD (kanadski dolar), CHF (švicarski frank), CLP (čilski peso), CNY (kitajski juan), CZK (češka krona), DKK (danska krona), EGP (egiptovski funt), GEL (gruzijski lari), HKD ( Hongkonški dolar), HRK (hrvaška kuna), HUF (madžarski forint), IDR (indonezijska rupija), ILS (izraelski šekel), INR (indijska rupija), JPY (japonski jen), KES (kenijski šiling), KRW (južni korejski Won), LKR (šrilanška rupija), MAD (maroški dirham), MXN (mehiški peso), MYR (malezijski ringit), NOK (norveška krona), NZD (novozelandski dolar), PEN (perujski novi sol), PHP (Filipinski peso), PKR (pakistanska rupija), PLN (poljski zlot), RON (romunski lev), RUB (ruski rubelj), SEK (švedska krona), SGD (singapurski dolar), THB (tajski baht), TRY (turški) lira), UAH (ukrajinska grivna), VND (vietnamski dong), ZAR (južnoafriški rand).",
    "sr": "Придружите се преко 13 милиона људи и предузећа, у више од 170 земаља, који користе Висе за слање, трошење, претварање и примање новца на међународном нивоу.\n\nМудро је за све – путнике, имигранте, слободњаке, организације – чији новац прелази границе. У просеку смо 8 пута јефтинији од водећих британских банака. И много брже, такође.\n\n— Јефтинији и бржи трансфери новца —\n• Шаљите новац у преко 80 земаља.\n• За супер ниску накнаду, добијате прави курс, као на Гоогле-у, за сваки трансфер новца.\n• 50% трансфера је тренутно или стиже у року од сат времена.\n• Обезбедите своје трансфере двофакторском аутентификацијом.\n\n— Дебитна картица за трошење широм света —\n• Трошите или подижите новац у више од 200 земаља.\n• Ако немате локалну валуту, аутоматски ћемо конвертовати оно што имате по најнижој могућој цени.\n• Замрзните и одмрзните своју картицу и ажурирајте своју виртуелну картицу кад год желите.\n\n— Платите стварним детаљима рачуна —\n• Набавите свој број рачуна у Великој Британији и шифру за сортирање, европски ИБАН, УС рутирање и бројеве рачуна и још много тога. Као да имате локалне банковне рачуне широм света.\n• Користите ове податке о рачуну да бисте били плаћени у више валута бесплатно и за директна задужења.\n• Будите у току са тренутним пусх обавештењима за сваку трансакцију.\n\n— Држите 50+ валута и одмах конвертујте између њих —\n• Без месечне накнаде и без накнаде за одржавање за држање новца на вашем рачуну, у већини случајева.\n• Конвертујте између валута тренутно, по стварном курсу, уз супер ниску накнаду.\n\n— Бољи пословни рачун за излазак на свет —\n• Плаћајте фактуре и рачуне брже, по бољем курсу.\n• Користите детаље рачуна да бисте били плаћени од стране клијената и купаца широм света.\n• Повежите се са подржаним платформама као што су Амазон, Стрипе, Ксеро и још много тога.\n\nВисе регулише ФЦА у Великој Британији и друге власти широм света. Ваш новац је сигуран код нас.\n\nСлање од: ГБП (британска фунта), ЕУР (евро), УСД (амерички долар), АУД (аустралски долар), БГН (бугарски лев), БРЛ (бразилски реал), ЦАД (канадски долар), ЦХФ (швајцарски франак), ЦЗК (чешка круна), ДКК (данска круна), ХКД (Хонгконшки долар), ХРК (хрватска куна), ХУФ (мађарска форинта), ЈПИ (јапански јен), НОК (норвешка круна), НЗД (новозеландски долар), ПЛН (пољски злот), РОН (нови румунски леј), СЕК (шведска круна), СГД (сингапурски долар).\n\nПошаљите на: ЕУР (евро), УСД (амерички долар), ГБП (британска фунта), АЕД (дирхам УАЕ), АУД (аустралски долар), БДТ (бангладешка така), БГН (бугарски лев), БРЛ (бразилски реал), ЦАД (канадски долар), ЦХФ (швајцарски франак), ЦЛП (чилеански пезо), ЦНИ (кинески јуан), ЦЗК (чешка круна), ДКК (данска круна), ЕГП (египатска фунта), ГЕЛ (грузијски лари), ХКД ( Хонгконшки долар), ХРК (хрватска куна), ХУФ (мађарска форинта), ИДР (индонежанска рупија), ИЛС (израелски шекел), ИНР (индијска рупија), ЈПИ (јапански јен), КЕС (кенијски шилинг), КРВ (јужни корејски вон), ЛКР (шриланканска рупија), МАД (марокански дирхам), МКСН (мексички пезо), МИР (малезијски рингит), НОК (норвешка круна), НЗД (новозеландски долар), ПЕН (перуански Нуево сол), ПХП (Филипински пезо), ПКР (Пакистанска рупија), ПЛН (пољски злот), РОН (румунски леј), РУБ (руска рубља), СЕК (шведска круна), СГД (сингапурски долар), ТХБ (тајландски бат), ТРИ (турски лира), УАХ (украјинска гривна), ВНД (вијетнамски донг), ЗАР (јужноафрички ранд).",
    "sv": "Gå med över 13 miljoner människor och företag i mer än 170 länder som använder Wise (ex TransferWise) för att skicka, spendera, konvertera och ta emot pengar internationellt.\n\nWise är för alla – resenärer, invandrare, frilansare, organisationer – vars pengar går över gränserna. Vi är i genomsnitt 8 gånger billigare än ledande brittiska banker. Och mycket snabbare också.\n\n— Billigare och snabbare pengaöverföringar —\n• Skicka pengar till över 80 länder.\n• För en superlåg avgift får du den verkliga växelkursen, som på Google, för varje pengaöverföring.\n• 50 % av överföringarna är omedelbara eller anländer inom en timme.\n• Säkra dina överföringar med tvåfaktorsautentisering.\n\n— Ett betalkort att spendera över hela världen —\n• Spendera eller ta ut pengar i mer än 200 länder.\n• Om du inte har den lokala valutan konverterar vi automatiskt det du har till lägsta möjliga pris.\n• Frys och lås upp ditt kort och uppdatera ditt virtuella kort när du vill.\n\n— Få betalt med riktiga kontouppgifter —\n• Skaffa ditt eget brittiska kontonummer och sorteringskod, europeiskt IBAN, amerikanska routing- och kontonummer med mera. Som om du hade lokala bankkonton runt om i världen.\n• Använd dessa kontouppgifter för att få betalt i flera valutor gratis och för autogiro.\n• Håll dig uppdaterad med omedelbara push-meddelanden för varje transaktion.\n\n— Håll 50+ valutor och konvertera mellan dem direkt —\n• Ingen månadsavgift och ingen underhållsavgift för att ha pengar på ditt konto, i de flesta fall.\n• Konvertera mellan valutor direkt, till den verkliga växelkursen, för en superlåg avgift.\n\n— Ett bättre affärskonto för att bli global —\n• Betala fakturor och räkningar snabbare, till en bättre växelkurs.\n• Använd kontouppgifter för att få betalt av kunder och kunder runt om i världen.\n• Anslut till plattformar som stöds som Amazon, Stripe, Xero och mer.\n\nWise regleras av FCA i Storbritannien och av andra myndigheter runt om i världen. Dina pengar är säkra hos oss.\n\nSkicka från: GBP (brittiskt pund), EUR (euro), USD (amerikansk dollar), AUD (australisk dollar), BGN (bulgarisk lev), BRL (brasiliansk real), CAD (kanadensisk dollar), CHF (schweizerfranc), CZK (tjeckisk krona), DKK (dansk krona), HKD (Hongkong-dollar), HRK (kroatiska kuna), HUF (ungersk forint), JPY (japansk yen), NOK (norsk krona), NZD (nyzeeländsk dollar), PLN (polsk zloty), RON (ny rumänsk leu), SEK (svensk krona), SGD (singaporedollar).\n\nSkicka till: EUR (euro), USD (US-dollar), GBP (brittiska pund), AED (UAE-dirham), AUD (australisk dollar), BDT (Bangladeshisk Taka), BGN (bulgarisk lev), BRL (brasiliansk real), CAD (Kanadensisk dollar), CHF (schweizerfranc), CLP (chilensk peso), CNY (kinesisk yuan), CZK (tjeckisk krona), DKK (dansk krona), EGP (egyptiskt pund), GEL (georgisk lari), HKD ( Hongkong-dollar), HRK (kroatiska kuna), HUF (ungersk forint), IDR (indonesisk rupiah), ILS (israelisk shekel), INR (indiska rupier), JPY (japansk yen), KES (kenyansk shilling), KRW (södra). Koreansk won), LKR (srilankesisk rupie), MAD (marockansk dirham), MXN (mexikansk peso), MYR (malaysisk ringgit), NOK (norsk krona), NZD (nyzeeländsk dollar), PEN (peruansk nuevo sol), PHP (Filippinsk peso), PKR (Pakistan Rupee), PLN (polsk zloty), RON (rumänska leu), RUB (ryska rubel), SEK (svenska kronor), SGD (Singapore Dollar), THB (thailändska baht), TRY (turkisk) Lira), UAH (ukrainsk hryvnia), VND (vietnamesisk dong), ZAR (sydafrikansk rand).",
    "sw": "Join over 13 million people and businesses, in more than 170 countries, who use Wise (ex TransferWise) to send, spend, convert, and receive money internationally.\n\nWise is for anyone — travellers, immigrants, freelancers, organisations — whose money crosses borders. We’re 8x cheaper on average than leading UK banks. And a lot faster, too.\n\n— Cheaper and faster money transfers —\n• Send money to over 80 countries\n• For a super-low fee, you get the real exchange rate, like on Google, for every money transfer\n• 50% of transfers are instant or arrive within an hour\n• Secure your transfers with two-factor authentication\n\n— A debit card to spend worldwide —\n• Spend or withdraw money in more than 200 countries\n• If you don’t have the local currency, we’ll auto-convert what you have with the lowest possible price\n• Freeze and unfreeze your card, and update your virtual card whenever you like\n\n— Get paid with real account details —\n• Get your own UK account number and sort code, European IBAN, US routing and account numbers, and more. As if you had local bank accounts around the world.\n• Use these account details to get paid in multiple currencies for free, and for direct debits\n• Keep up-to-date with instant push notifications for every transaction\n\n— Hold 50+ currencies and convert between them instantly —\n• No monthly fee and no maintenance fee to keep money in your account, in most cases\n• Convert between currencies instantly, at the real exchange rate, for a super-low fee\n\n— A better business account for going global —\n• Pay invoices and bills faster, at a better exchange rate\n• Use account details to get paid by clients and customers around the world\n• Connect to supported platforms like Amazon, Stripe, Xero, and more\n\nWise is regulated by the FCA in the UK, and by other authorities around the world. Your money’s safe with us.\n\nSend from: GBP (British Pound), EUR (Euro), USD (US Dollar), AUD (Australian Dollar), BGN (Bulgarian Lev), BRL (Brazilian Real), CAD (Canadian Dollar), CHF (Swiss Franc), CZK (Czech Koruna), DKK (Danish Krone), HKD (Hong Kong Dollar), HRK (Croatian Kuna), HUF (Hungarian Forint), JPY (Japanese Yen), NOK (Norwegian Krone), NZD (New Zealand Dollar), PLN (Polish Zloty), RON (New Romanian Leu), SEK (Swedish Krona), SGD (Singapore Dollar)\n\nSend to: EUR (Euro), USD (US Dollar), GBP (British Pound), AED (UAE Dirham), AUD (Australian Dollar), BDT (Bangladeshi Taka), BGN (Bulgarian Lev), BRL (Brazilian Real), CAD (Canadian Dollar), CHF (Swiss Franc), CLP (Chilean Peso), CNY (Chinese Yuan), CZK (Czech Koruna), DKK (Danish Krone), EGP (Egyptian Pound), GEL (Georgian Lari), HKD (Hong Kong Dollar), HRK (Croatian Kuna), HUF (Hungarian Forint), IDR (Indonesian Rupiah), ILS (Israeli Shekel), INR (Indian Rupee), JPY (Japanese Yen), KES (Kenyan Shilling), KRW (South Korean Won), LKR (Sri Lankan Rupee), MAD (Moroccan Dirham), MXN (Mexican Peso), MYR (Malaysian Ringgit), NOK (Norwegian Krone), NZD (New Zealand Dollar), PEN (Peruvian Nuevo Sol), PHP (Philippine Peso), PKR (Pakistan Rupee), PLN (Polish Zloty), RON (Romanian Leu), RUB (Russian Rouble), SEK (Swedish Krona), SGD (Singapore Dollar), THB (Thai Baht), TRY (Turkish Lira), UAH (Ukrainian Hryvnia), VND (Vietnamese Dong), ZAR (South African Rand).",
    "ta": "சர்வதேச அளவில் பணத்தை அனுப்பவும், செலவழிக்கவும், மாற்றவும் மற்றும் பெறவும் வைஸைப் பயன்படுத்தும் 170க்கும் மேற்பட்ட நாடுகளில் உள்ள 13 மில்லியனுக்கும் அதிகமான மக்கள் மற்றும் வணிகங்களில் சேரவும்.\n\nபணம் எல்லைகளைக் கடக்கும் பயணிகள், புலம்பெயர்ந்தோர், பகுதி நேர பணியாளர்கள், நிறுவனங்கள் - அனைவருக்கும் புத்திசாலித்தனமானது. முன்னணி UK வங்கிகளை விட சராசரியாக 8 மடங்கு மலிவானவர்கள். மேலும் மிக வேகமாகவும்.\n\n- மலிவான மற்றும் விரைவான பணப் பரிமாற்றங்கள் -\n• 80 நாடுகளுக்கு மேல் பணம் அனுப்பவும்.\n• மிகக் குறைந்த கட்டணத்தில், ஒவ்வொரு பணப் பரிமாற்றத்திற்கும் Google இல் உள்ளதைப் போன்ற உண்மையான மாற்று விகிதத்தைப் பெறுவீர்கள்.\n• 50% இடமாற்றங்கள் உடனடி அல்லது ஒரு மணி நேரத்திற்குள் வந்து சேரும்.\n• இரண்டு காரணி அங்கீகாரத்துடன் உங்கள் இடமாற்றங்களைப் பாதுகாக்கவும்.\n\n(புதிய) வைஸ் டூல்ஸ்:\n\n• நாணய மாற்றி: டஜன் கணக்கான நாணயங்களில் பணத்தை அனுப்பவும், கண்காணிக்கவும் அல்லது மாற்றவும்.\n• ரேட் டிராக்கர்: உண்மையான கட்டண விழிப்பூட்டல்களை உங்கள் மின்னஞ்சல் இன்பாக்ஸில் நேரடியாகப் பெறுங்கள்.\n• மாற்று விகிதங்களை ஒப்பிடுக : உண்மையான நேரத்தில் மற்ற நிறுவனங்களுடன் Wise ஐ ஒப்பிடுக.\n• இலவச வணிக டெம்ப்ளேட்டுகள்: உங்கள் வணிகத்தை வளர்க்க தேவையான டெம்ப்ளேட்டுகள்.\n• SWIFT/BIC குறியீடுகள்: SWIFT/BIC எண்ணைச் சரிபார்க்கவும் அல்லது கண்டறியவும்.\n• IBAN குறியீடுகள்: IBAN எண்ணைக் கண்டறியவும், சரிபார்க்கவும் அல்லது கணக்கிடவும்.\n\n- உலகம் முழுவதும் செலவழிக்க ஒரு டெபிட் கார்டு -\n• 200க்கும் மேற்பட்ட நாடுகளில் பணத்தைச் செலவிடலாம் அல்லது எடுக்கலாம்.\n• உங்களிடம் உள்ளூர் நாணயம் இல்லையென்றால், உங்களிடம் உள்ளதை மிகக் குறைந்த விலையில் தானாக மாற்றுவோம்.\n• உங்கள் கார்டை முடக்கி, முடக்கம் நீக்கவும், நீங்கள் விரும்பும் போதெல்லாம் உங்கள் மெய்நிகர் அட்டையைப் புதுப்பிக்கவும்.\n\n- உண்மையான கணக்கு விவரங்களுடன் பணம் பெறவும் -\n• உங்களின் சொந்த UK கணக்கு எண் மற்றும் வரிசைக் குறியீடு, ஐரோப்பிய IBAN, US ரூட்டிங் மற்றும் கணக்கு எண்கள் மற்றும் பலவற்றைப் பெறுங்கள். நீங்கள் உலகம் முழுவதும் உள்ளூர் வங்கிக் கணக்குகளை வைத்திருப்பது போல.\n• இந்தக் கணக்கு விவரங்களைப் பயன்படுத்தி, பல நாணயங்களில் இலவசமாகவும், நேரடிப் பற்றுக்களுக்கும் பணம் பெறலாம்.\n• ஒவ்வொரு பரிவர்த்தனைக்கும் உடனடி புஷ் அறிவிப்புகளுடன் புதுப்பித்த நிலையில் இருங்கள்.\n\n— 50+ கரன்சிகளைப் பிடித்து, அவற்றுக்கிடையே உடனடியாக மாற்றவும் —\n• பெரும்பாலான சந்தர்ப்பங்களில் உங்கள் கணக்கில் பணத்தை வைத்திருக்க மாதாந்திர கட்டணம் மற்றும் பராமரிப்பு கட்டணம் இல்லை.\n• மிகக் குறைந்த கட்டணத்தில், உண்மையான மாற்று விகிதத்தில், நாணயங்களுக்கு இடையே உடனடியாக மாற்றவும்.\n\n- உலகளாவிய ரீதியில் செல்வதற்கான சிறந்த வணிகக் கணக்கு -\n• இன்வாய்ஸ்கள் மற்றும் பில்களை விரைவாகச் சிறந்த மாற்று விகிதத்தில் செலுத்துங்கள்.\n• உலகம் முழுவதும் உள்ள வாடிக்கையாளர்கள் மற்றும் வாடிக்கையாளர்களால் பணம் பெற கணக்கு விவரங்களைப் பயன்படுத்தவும்.\n• Amazon, Stripe, Xero மற்றும் பல போன்ற ஆதரிக்கப்படும் தளங்களுடன் இணைக்கவும்.\n\nவைஸ் இங்கிலாந்தில் உள்ள FCA மற்றும் உலகெங்கிலும் உள்ள பிற அதிகாரிகளால் கட்டுப்படுத்தப்படுகிறது. உங்கள் பணம் எங்களிடம் பாதுகாப்பாக உள்ளது.\n\nஇதிலிருந்து அனுப்பு: GBP (பிரிட்டிஷ் பவுண்ட்), EUR (யூரோ), USD (US டாலர்), AUD (ஆஸ்திரேலிய டாலர்), BGN (பல்கேரியன் லெவ்), BRL (பிரேசிலியன் ரியல்), CAD (கனடியன் டாலர்), CHF (சுவிஸ் பிராங்க்), CZK (செக் கொருனா), DKK (டானிஷ் குரோன்), HKD (ஹாங்காங் டாலர்), HRK (குரோஷிய குனா), HUF (ஹங்கேரிய ஃபோரிண்ட்), JPY (ஜப்பானிய யென்), NOK (நோர்வே குரோன்), NZD (நியூசிலாந்து டாலர்), PLN (போலந்து ஸ்லோட்டி), RON (நியூ ரோமானிய லியூ), SEK (ஸ்வீடிஷ் குரோனா), SGD (சிங்கப்பூர் டாலர்)\n\nஇதற்கு அனுப்பு: EUR (யூரோ), USD (அமெரிக்க டாலர்), GBP (பிரிட்டிஷ் பவுண்ட்), AED (UAE திர்ஹாம்), AUD (ஆஸ்திரேலிய டாலர்), BDT (பங்களாதேஷ் டாக்கா), BGN (பல்கேரியன் லெவ்), BRL (பிரேசிலியன் ரியல்), CAD (கனடியன் டாலர்), CHF (சுவிஸ் பிராங்க்), CLP (சிலி பேசோ), CNY (சீன யுவான்), CZK (செக் கொருனா), DKK (டானிஷ் க்ரோன்), EGP (எகிப்திய பவுண்ட்), GEL (ஜார்ஜியன் லாரி), HKD ( ஹாங்காங் டாலர்), HRK (குரோஷியன் குனா), HUF (ஹங்கேரிய ஃபோரிண்ட்), IDR (இந்தோனேசிய ரூபியா), ILS (இஸ்ரேலி ஷேக்கல்), INR (இந்திய ரூபாய்), JPY (ஜப்பானிய யென்), KES (கென்ய ஷில்லிங்), KRW (தெற்கு கொரியன் வான்), LKR (இலங்கை ரூபாய்), MAD (மொராக்கோ திர்ஹாம்), MXN (மெக்சிகன் பேசோ), MYR (மலேசிய ரிங்கிட்), NOK (நோர்வே குரோன்), NZD (நியூசிலாந்து டாலர்), PEN (பெருவியன் நியூவோ சோல்), PHP (பிலிப்பைன் பேசோ), பிகேஆர் (பாகிஸ்தான் ரூபாய்), PLN (போலந்து ஸ்லோட்டி), RON (ரோமானிய லியூ), RUB (ரஷியன் ரூபிள்), SEK (ஸ்வீடிஷ் குரோனா), SGD (சிங்கப்பூர் டாலர்), THB (தாய் பாட்), TRY (துருக்கி லிரா), UAH (உக்ரேனிய ஹிரிவ்னியா), VND (வியட்நாம் டோங்), ZAR (தென் ஆப்பிரிக்க ராண்ட்).",
    "te": "అంతర్జాతీయంగా డబ్బును పంపడానికి, ఖర్చు చేయడానికి, మార్చడానికి మరియు స్వీకరించడానికి వైజ్‌ని ఉపయోగించే 170 కంటే ఎక్కువ దేశాలలో 13 మిలియన్ల మంది వ్యక్తులు మరియు వ్యాపారాలలో చేరండి.\n\nడబ్బు సరిహద్దులు దాటే ప్రయాణికులు, వలసదారులు, ఫ్రీలాన్సర్లు, సంస్థలు - ఎవరికైనా తెలివైనది. ప్రముఖ UK బ్యాంకుల కంటే మేము సగటున 8 రెట్లు తక్కువ ధరలో ఉన్నాము. మరియు చాలా వేగంగా కూడా.\n\n- చౌకైన మరియు వేగవంతమైన డబ్బు బదిలీలు -\n• 80 దేశాలకు డబ్బు పంపండి.\n• అతి తక్కువ రుసుముతో, మీరు ప్రతి నగదు బదిలీకి Googleలో వలె నిజమైన మారకపు రేటును పొందుతారు.\n• 50% బదిలీలు తక్షణం లేదా ఒక గంటలోపు జరుగుతాయి.\n• రెండు-కారకాల ప్రమాణీకరణతో మీ బదిలీలను సురక్షితం చేయండి.\n\n(కొత్త) వైజ్ టూల్స్:\n\n• కరెన్సీ కన్వర్టర్: డజన్ల కొద్దీ కరెన్సీలలో డబ్బును పంపండి, ట్రాక్ చేయండి లేదా మార్చండి.\n• రేట్ ట్రాకర్: మీ ఇమెయిల్ ఇన్‌బాక్స్‌కు నేరుగా నిజమైన రేట్ హెచ్చరికలను పొందండి.\n• మార్పిడి రేట్లు సరిపోల్చండి : నిజ సమయంలో ఇతర కంపెనీలతో వైజ్ సరిపోల్చండి.\n• ఉచిత వ్యాపార టెంప్లేట్‌లు: మీరు మీ వ్యాపారాన్ని పెంచుకోవడానికి అవసరమైన టెంప్లేట్లు.\n• SWIFT/BIC కోడ్‌లు: SWIFT/BIC నంబర్‌ని తనిఖీ చేయండి లేదా కనుగొనండి.\n• IBAN కోడ్‌లు: IBAN నంబర్‌ను కనుగొనండి, తనిఖీ చేయండి లేదా లెక్కించండి.\n\n- ప్రపంచవ్యాప్తంగా ఖర్చు చేయడానికి డెబిట్ కార్డ్ -\n• 200 కంటే ఎక్కువ దేశాలలో డబ్బును ఖర్చు చేయండి లేదా ఉపసంహరించుకోండి.\n• మీ వద్ద స్థానిక కరెన్సీ లేకపోతే, మేము మీ వద్ద ఉన్నవాటిని సాధ్యమైనంత తక్కువ ధరతో ఆటోమేటిక్‌గా మారుస్తాము.\n• మీ కార్డ్‌ని ఫ్రీజ్ చేయండి మరియు అన్‌ఫ్రీజ్ చేయండి మరియు మీకు నచ్చినప్పుడల్లా మీ వర్చువల్ కార్డ్‌ని అప్‌డేట్ చేయండి.\n\n— నిజమైన ఖాతా వివరాలతో చెల్లింపు పొందండి —\n• మీ స్వంత UK ఖాతా నంబర్ మరియు క్రమబద్ధీకరణ కోడ్, యూరోపియన్ IBAN, US రూటింగ్ మరియు ఖాతా నంబర్లు మరియు మరిన్నింటిని పొందండి. మీకు ప్రపంచవ్యాప్తంగా స్థానిక బ్యాంకు ఖాతాలు ఉన్నట్లు.\n• బహుళ కరెన్సీలలో ఉచితంగా చెల్లించడానికి మరియు నేరుగా డెబిట్‌ల కోసం ఈ ఖాతా వివరాలను ఉపయోగించండి.\n• ప్రతి లావాదేవీకి తక్షణ పుష్ నోటిఫికేషన్‌లతో తాజాగా ఉండండి.\n\n— 50+ కరెన్సీలను పట్టుకుని, వాటి మధ్య తక్షణమే మార్చండి —\n• చాలా సందర్భాలలో మీ ఖాతాలో డబ్బును ఉంచడానికి నెలవారీ రుసుము మరియు నిర్వహణ రుసుము లేదు.\n• అతి తక్కువ రుసుముతో నిజమైన మారకపు రేటుతో తక్షణమే కరెన్సీల మధ్య మార్చండి.\n\n— ప్రపంచానికి వెళ్లేందుకు మెరుగైన వ్యాపార ఖాతా —\n• మెరుగైన మార్పిడి రేటుతో ఇన్‌వాయిస్‌లు మరియు బిల్లులను వేగంగా చెల్లించండి.\n• ప్రపంచవ్యాప్తంగా ఉన్న క్లయింట్లు మరియు కస్టమర్‌లు చెల్లించడానికి ఖాతా వివరాలను ఉపయోగించండి.\n• Amazon, Stripe, Xero మరియు మరిన్నింటికి మద్దతు ఉన్న ప్లాట్‌ఫారమ్‌లకు కనెక్ట్ చేయండి.\n\nవైజ్ UKలోని FCA మరియు ప్రపంచవ్యాప్తంగా ఉన్న ఇతర అధికారులచే నియంత్రించబడుతుంది. మీ డబ్బు మా వద్ద సురక్షితంగా ఉంది.\n\nదీని నుండి పంపండి: GBP (బ్రిటీష్ పౌండ్), EUR (యూరో), USD (US డాలర్), AUD (ఆస్ట్రేలియన్ డాలర్), BGN (బల్గేరియన్ లెవ్), BRL (బ్రెజిలియన్ రియల్), CAD (కెనడియన్ డాలర్), CHF (స్విస్ ఫ్రాంక్), CZK (చెక్ కొరునా), DKK (డానిష్ క్రోన్), HKD (హాంకాంగ్ డాలర్), HRK (క్రొయేషియన్ కునా), HUF (హంగేరియన్ ఫోరింట్), JPY (జపనీస్ యెన్), NOK (నార్వేజియన్ క్రోన్), NZD (న్యూజిలాండ్ డాలర్), PLN (పోలిష్ జ్లోటీ), RON (న్యూ రొమేనియన్ ల్యూ), SEK (స్వీడిష్ క్రోనా), SGD (సింగపూర్ డాలర్)\n\nదీనికి పంపండి: EUR (యూరో), USD (US డాలర్), GBP (బ్రిటీష్ పౌండ్), AED (UAE దిర్హామ్), AUD (ఆస్ట్రేలియన్ డాలర్), BDT (బంగ్లాదేశీ టాకా), BGN (బల్గేరియన్ లెవ్), BRL (బ్రెజిలియన్ రియల్), CAD (కెనడియన్ డాలర్), CHF (స్విస్ ఫ్రాంక్), CLP (చిలియన్ పెసో), CNY (చైనీస్ యువాన్), CZK (చెక్ కొరునా), DKK (డానిష్ క్రోన్), EGP (ఈజిప్షియన్ పౌండ్), GEL (జార్జియన్ లారీ), HKD ( హాంకాంగ్ డాలర్), HRK (క్రొయేషియా కునా), HUF (హంగేరియన్ ఫోరింట్), IDR (ఇండోనేషియా రూపియా), ILS (ఇజ్రాయెల్ షెకెల్), INR (భారతీయ రూపాయి), JPY (జపనీస్ యెన్), KES (కెన్యా షిల్లింగ్), KRW (దక్షిణం కొరియన్ వాన్), LKR (శ్రీలంక రూపాయి), MAD (మొరాకో దిర్హామ్), MXN (మెక్సికన్ పెసో), MYR (మలేషియన్ రింగ్గిట్), NOK (నార్వేజియన్ క్రోన్), NZD (న్యూజిలాండ్ డాలర్), PEN (పెరువియన్ న్యూవో సోల్), PHP (ఫిలిప్పీన్ పెసో), PKR (పాకిస్తాన్ రూపాయి), PLN (పోలిష్ జ్లోటీ), RON (రొమేనియన్ లెయు), RUB (రష్యన్ రూబుల్), SEK (స్వీడిష్ క్రోనా), SGD (సింగపూర్ డాలర్), THB (థాయ్ బాట్), TRY (టర్కిష్ లిరా), UAH (ఉక్రేనియన్ హ్రివ్నియా), VND (వియత్నామీస్ డాంగ్), ZAR (దక్షిణాఫ్రికా రాండ్).",
    "th": "เข้าร่วมกับผู้คนและธุรกิจกว่า 13 ล้านคนในกว่า 170 ประเทศที่ใช้ Wise เพื่อส่ง ใช้ แปลง และรับเงินระหว่างประเทศ\n\nปรีชาญาณสำหรับทุกคน ไม่ว่าจะเป็นนักเดินทาง ผู้อพยพ คนทำงานอิสระ องค์กรต่างๆ ที่มีเงินข้ามพรมแดน โดยเฉลี่ยแล้วเราถูกกว่าธนาคารชั้นนำของสหราชอาณาจักรถึง 8 เท่า และเร็วกว่ามากอีกด้วย\n\n— โอนเงินถูกและเร็วกว่า —\n• ส่งเงินไปกว่า 80 ประเทศ\n• สำหรับค่าธรรมเนียมที่ต่ำมาก คุณจะได้รับอัตราแลกเปลี่ยนจริงเหมือนใน Google สำหรับการโอนเงินทุกครั้ง\n• 50% ของการโอนทันทีหรือมาถึงภายในหนึ่งชั่วโมง\n• รักษาความปลอดภัยการโอนของคุณด้วยการตรวจสอบสิทธิ์สองปัจจัย\n\n— บัตรเดบิตสำหรับใช้จ่ายทั่วโลก —\n• ใช้หรือถอนเงินในกว่า 200 ประเทศ\n• หากคุณไม่มีสกุลเงินท้องถิ่น เราจะแปลงสิ่งที่คุณมีโดยอัตโนมัติด้วยราคาที่ต่ำที่สุด\n• ตรึงและยกเลิกการตรึงการ์ดของคุณ และอัปเดตการ์ดเสมือนของคุณได้ทุกเมื่อที่ต้องการ\n\n— รับเงินด้วยรายละเอียดบัญชีจริง —\n• รับหมายเลขบัญชีและรหัสการเรียงในสหราชอาณาจักรของคุณเอง, IBAN ของยุโรป, การกำหนดเส้นทางและหมายเลขบัญชีของสหรัฐฯ และอีกมากมาย ราวกับว่าคุณมีบัญชีธนาคารในท้องถิ่นทั่วโลก\n• ใช้รายละเอียดบัญชีเหล่านี้เพื่อรับเงินในหลายสกุลเงินฟรีและสำหรับการหักบัญชีธนาคาร\n• ติดตามข่าวสารล่าสุดด้วยการแจ้งเตือนแบบพุชทันทีสำหรับทุกธุรกรรม\n\n— ถือ 50+ สกุลเงินและแปลงระหว่างกันทันที —\n• ไม่มีค่าบริการรายเดือนและไม่มีค่าบำรุงรักษาเพื่อเก็บเงินในบัญชีของคุณ ในกรณีส่วนใหญ่\n• แปลงระหว่างสกุลเงินได้ทันทีที่อัตราแลกเปลี่ยนจริงด้วยค่าธรรมเนียมที่ต่ำมาก\n\n— บัญชีธุรกิจที่ดีกว่าสำหรับการไปทั่วโลก —\n• ชำระใบแจ้งหนี้และใบเรียกเก็บเงินได้เร็วขึ้นในอัตราแลกเปลี่ยนที่ดีขึ้น\n• ใช้รายละเอียดบัญชีเพื่อรับเงินจากลูกค้าและลูกค้าทั่วโลก\n• เชื่อมต่อกับแพลตฟอร์มที่รองรับ เช่น Amazon, Stripe, Xero และอื่นๆ\n\nWise ถูกควบคุมโดย FCA ในสหราชอาณาจักรและโดยหน่วยงานอื่นๆ ทั่วโลก เงินของคุณปลอดภัยกับเรา\n\nส่งจาก: GBP (ปอนด์อังกฤษ), EUR (ยูโร), USD (ดอลลาร์สหรัฐ), AUD (ดอลลาร์ออสเตรเลีย), BGN (เลฟบัลแกเรีย), BRL (เรียลบราซิล), CAD (ดอลลาร์แคนาดา), CHF (ฟรังก์สวิส), CZK (โครูนาสาธารณรัฐเช็ก), DKK (โครนเดนมาร์ก), HKD (ดอลลาร์ฮ่องกง), HRK (คูนาโครเอเชีย), HUF (ฟอรินต์ฮังการี), JPY (เยนญี่ปุ่น), NOK (โครนนอร์เวย์), NZD (ดอลลาร์นิวซีแลนด์), PLN (ซลอตีโปแลนด์), RON (ลิวโรมาเนียใหม่), SEK (โครนาสวีเดน), SGD (ดอลลาร์สิงคโปร์)\n\nส่งไปที่: EUR (ยูโร), USD (ดอลลาร์สหรัฐ), GBP (ปอนด์อังกฤษ), AED (เดอร์แฮมสหรัฐอาหรับเอมิเรตส์), AUD (ดอลลาร์ออสเตรเลีย), BDT (บังคลาเทศตากา), BGN (เลฟบัลแกเรีย), BRL (เรียลบราซิล), CAD (ดอลลาร์แคนาดา), CHF (ฟรังก์สวิส), CLP (เปโซชิลี), CNY (หยวนจีน), CZK (โครูนาสาธารณรัฐเช็ก), DKK (โครนเดนมาร์ก), EGP (ปอนด์อียิปต์), GEL (ลารีจอร์เจีย), HKD ( ดอลลาร์ฮ่องกง), HRK (คูนาโครเอเชีย), HUF (ฟอรินต์ฮังการี), IDR (รูเปียห์อินโดนีเซีย), ILS (เชเกลอิสราเอล), INR (รูปีอินเดีย), JPY (เยนญี่ปุ่น), KES (ชิลลิงเคนยา), KRW (ใต้ วอนเกาหลี), LKR (รูปีศรีลังกา), MAD (ดีแรห์มโมร็อกโก), MXN (เปโซเม็กซิกัน), MYR (ริงกิตมาเลเซีย), NOK (โครนนอร์เวย์), NZD (ดอลลาร์นิวซีแลนด์), PEN (นูเอโวซอลเปรู), PHP (เปโซฟิลิปปินส์), PKR (รูปีปากีสถาน), PLN (โปแลนด์ Zloty), RON (ลิวโรมาเนีย), RUB (รูเบิลรัสเซีย), SEK (โครนาสวีเดน), SGD (ดอลลาร์สิงคโปร์), THB (บาทไทย), TRY (ตุรกี Lira), UAH (ฮรีฟเนียยูเครน), VND (ดองเวียดนาม), ZAR (แรนด์แอฟริกาใต้)",
    "tr": "Uluslararası olarak para göndermek, çevirmek ve almak için Wise (ex TransferWise) kullanan 170 ülkeden sayısı 13 milyonu aşan bireysel kullanıcı ve işletmenin arasına katılın.\n\nWise herkes içindir. Parası sınırları geçen herkes için. Gezginler, göçmenler, serbest çalışanlar, kuruluşlar. Birleşik Krallık'ta önde gelen bankalardan ortalama sekiz kat daha ucuzuz. Ayrıca daha da hızlıyız.\n\n— Daha ucuz ve daha hızlı para transferleri —\n• 80'den fazla ülkeye para gönderin.\n• Süper düşük bir ücret karşılığında, her para transferinizde Google'da görebileceğiniz gerçek döviz kurunu alırsınız.\n• Transferlerimizin %50'si anlıktır ya da bir saat içinde ulaşır.\n• Transferlerinizi iki adımlı doğrulama ile güven altına alın.\n\n— Dünya genelinde harcama yapmak için bir banka kartı —\n• 200\\'den fazla ülkede para harcayın ve çekin.\n• Yerel para birimi bulunmuyorsa, paranızı mümkün olan en düşük ücretle otomatik olarak çeviririz.\n• Kartınızı dondurup yeniden açın; sanal kartınızı istediğiniz zaman güncelleyin.\n\n— Gerçek hesap bilgileriyle ödeme alın —\n• Kendinize ait BK hesap numarası ve tasnif (sort) kodu, Avrupa IBANı, ABD hesap ve yönlendirme numarası ve daha fazlasını edinin. Tıpkı dünya genelinde banka. hesaplarınız varmış gibi.\n• Birçok para biriminde ücretsiz transfer almak ve doğrudan tahsilat ayarlamak için bu hesap bilgilerini kullanın.\n• Anlık bildirimlerle her işlemden haberdar olun.\n\n— 50+ para birimine sahip olun ve aralarında anlık olarak para çevirin —\n• Çoğu durumda, hesabınızda para bulundurmak için aylık ücret veya aidat yoktur.\n• Süper düşük bir ücret karşılığında para birimleri arasında gerçek döviz kuruyla anında para çevirin.\n\n— Küresel işler için daha iyi bir kurumsal hesap —\n• Daha iyi bir döviz kuruyla faturalarınızı daha hızlı ödeyin.\n• Dünyanın herhangi bir yerindeki müşterilerden ödeme almak için hesap bilgilerini kullanın.\n• PayPal, Stripe, Xero ve bunlar gibi desteklenen platformlara bağlanın.\n\nWise, Birleşik Krallık'ta FCA tarafından ve dünya genelinde diğer otoriteler tarafından düzenlenmektedir. Paranız bizimle güvendedir.\n\nBuradaki para birimlerinden gönderim yapabilirsiniz. GBP (İngiliz sterlini), EUR (Euro), USD (Amerikan doları), AUD (Avustralya doları), BGN (Bulgar levası), BRL (Brezilya reali), CAD (Kanada doları), CHF (İsviçre frangı), CZK (Çek korunası), DKK (Danimarka kronu), HKD (Hong Kong doları), HRK (Hırvat kunası), HUF (Macar forinti), JPY (Japon yeni), NOK (Norveç kronu), NZD (Yeni Zelanda doları), PLN (Polonya zlotisi), RON (Romanya leyi), SEK (İsveç kronu), SGD (Singapur doları).\n\nBuradaki para birimlerine gönderim yapabilirsiniz. EUR (Euro), USD (Amerikan doları), GBP (İngiliz sterlini), AED (BAE dirhemi), AUD (Avustralya doları), BDT (Bangladeş takası), BGN (Bulgar levası), BRL (Brezilya reali), CAD (Kanada doları), CHF (İsviçre frangı), CLP (Şili pezosu), CNY (Çin yuanı), CZK (Çek korunası), DKK (Danimarka kronu), EGP (Mısır lirası), GEL (Gürcü larisi), HKD (Hong Kong doları), HRK (Hırvat kunası), HUF (Macar forinti), IDR (Endonezya rupisi), ILS (İsrail şekeli), INR (Hindistan rupisi), JPY (Japon yeni), KES (Kenya şilini), KRW (Güney Kore wonu), LKR (Sri Lanka rupisi), MAD (Fas dirhemi), MXN (Meksika pezosu), MYR (Malezya ringiti), NOK (Norveç kronu), NZD (Yeni Zelanda doları), PEN (Peru nuevo solu), PHP (Filipin pezosu), PKR (Pakistan rupisi), PLN (Polonya zlotisi), RON (Romanya leyi), RUB (Rus rublesi), SEK (İsveç kronu), SGD (Singapur doları), THB (Tayland bahtı), TRY (Türk lirası), UAH (Ukrayna grivnası), VND (Vietnam dongu), ZAR (Güney Afrika randı).",
    "uk": "Приєднуйтеся до понад 13 мільйонів людей і компаній у понад 170 країнах, які використовують Wise (ex TransferWise), щоб надсилати, витрачати, конвертувати та отримувати гроші з усього світу.\n\nWise для всіх — мандрівників, іммігрантів, фрілансерів, організацій — чиї гроші перетинають кордони. Ми в середньому у 8 разів дешевші за провідні банки Великобританії. І набагато швидше.\n\n— Дешевші та швидші грошові перекази —\n• Надсилайте гроші в понад 80 країн.\n• За наднизьку комісію ви отримуєте реальний обмінний курс, як у Google, для кожного грошового переказу.\n• 50% переказів миттєві або надходять протягом години.\n• Захистіть свої передачі за допомогою двофакторної автентифікації.\n\n— Дебетова картка, на яку можна витрачати гроші по всьому світу —\n• Витрачайте або знімайте гроші в понад 200 країнах.\n• Якщо у вас немає місцевої валюти, ми автоматично конвертуємо вашу валюту за найнижчою можливою ціною.\n• Заморожуйте та розморожуйте картку, а також оновлюйте віртуальну картку, коли забажаєте.\n\n— Отримуйте гроші за допомогою даних реального рахунку —\n• Отримайте власний номер рахунку та код сортування у Великобританії, європейський номер IBAN, маршрутизацію та номери рахунків у США тощо. Як якщо б у вас були. місцеві банківські рахунки по всьому світу.\n• Використовуйте ці дані облікового запису, щоб безкоштовно отримувати гроші в різних валютах і здійснювати пряме дебетування.\n• Будьте в курсі подій за допомогою миттєвих push-повідомлень для кожної транзакції.\n\n— Зберігайте 50+ валют і миттєво конвертуйте між ними —\n• Без щомісячної плати та плати за обслуговування, щоб зберегти гроші на вашому рахунку, у більшості випадків.\n• Миттєво конвертуйте між валютами за реальним обмінним курсом за надзвичайно низьку комісію.\n\n— Кращий бізнес-акаунт для виходу на міжнародний рівень —\n• Сплачуйте рахунки та рахунки швидше, за кращим обмінним курсом.\n• Використовуйте дані облікового запису, щоб отримувати гроші від клієнтів і клієнтів у всьому світі.\n• Підключайтеся до підтримуваних платформ, таких як Amazon, Stripe, Xero тощо.\n\nWise регулюється FCA у Великобританії та іншими органами влади в усьому світі. З нами ваші гроші в безпеці.\n\nНадіслати з: GBP (британський фунт), EUR (євро), USD (долар США), AUD (австралійський долар), BGN (болгарський лев), BRL (бразильський реал), CAD (канадський долар), CHF (швейцарський франк), CZK (чеська крона), DKK (датська крона), HKD (гонконгський долар), HRK (хорватська куна), HUF (угорський форинт), JPY (японська ієна), NOK (норвезька крона), NZD (новозеландський долар), PLN (польський злотий), RON (новий румунський лей), SEK (шведська крона), SGD (сінгапурський долар).\n\nНадіслати: EUR (євро), USD (долар США), GBP (британський фунт), AED (дирхам ОАЕ), AUD (австралійський долар), BDT (бангладеська така), BGN (болгарський лев), BRL (бразильський реал), CAD (канадський долар), CHF (швейцарський франк), CLP (чилійський песо), CNY (китайський юань), CZK (чеська крона), DKK (датська крона), EGP (єгипетський фунт), GEL (грузинський ларі), HKD ( Гонконгський долар), HRK (хорватська куна), HUF (угорський форинт), IDR (індонезійська рупія), ILS (ізраїльський шекель), INR (індійська рупія), JPY (японська ієна), KES (кенійський шилінг), KRW (південь) Корейська вона), LKR (шрі-ланкійська рупія), MAD (марокканський дирхам), MXN (мексиканське песо), MYR (малайзійський рингіт), NOK (норвезька крона), NZD (новозеландський долар), PEN (перуанський новий соль), PHP (Філіппінський песо), PKR (пакистанська рупія), PLN (польський злотий), RON (румунський лей), RUB (російський рубль), SEK (шведська крона), SGD (сінгапурський долар), THB (тайський бат), TRY (турецький) ліра), UAH (українська гривня), VND (в'єтнамський донг), ZAR (південноафриканський ранд).",
    "vi": "Tham gia cùng hơn 13 triệu người và doanh nghiệp tại hơn 170 quốc gia sử dụng Wise (ex TransferWise) để gửi, chi tiêu, chuyển đổi và nhận tiền trên phạm vi quốc tế.\n\nSự khôn ngoan dành cho bất kỳ ai - khách du lịch, người nhập cư, người làm nghề tự do, tổ chức - có tiền vượt qua biên giới. Trung bình chúng tôi rẻ hơn 8 lần so với các ngân hàng hàng đầu của Vương quốc Anh. Và nhanh hơn rất nhiều.\n\n- Chuyển tiền rẻ hơn và nhanh hơn -\n• Gửi tiền đến hơn 80 quốc gia\n• Với một khoản phí siêu thấp, bạn sẽ nhận được tỷ giá hối đoái thực, như trên Google, cho mỗi lần chuyển tiền.\n• 50% chuyển khoản ngay lập tức hoặc đến nơi trong vòng một giờ.\n• Bảo mật chuyển khoản của bạn với xác thực hai yếu tố.\n\n- Thẻ ghi nợ để chi tiêu trên toàn thế giới -\n• Chi tiêu hoặc rút tiền ở hơn 200 quốc gia.\n• Nếu bạn không có nội tệ, chúng tôi sẽ tự động chuyển đổi những gì bạn có với giá thấp nhất có thể.\n• Đóng băng và giải phóng thẻ của bạn, đồng thời cập nhật thẻ ảo của bạn bất cứ khi nào bạn muốn.\n\n- Được thanh toán với chi tiết tài khoản thực -\n• Nhận số tài khoản và mã phân loại ở Vương quốc Anh của riêng bạn, IBAN Châu Âu, số tài khoản và định tuyến của Hoa Kỳ, v.v. Như thể bạn có tài khoản ngân hàng địa phương trên khắp thế giới.\n• Sử dụng các chi tiết tài khoản này để được thanh toán miễn phí bằng nhiều loại tiền tệ và ghi nợ trực tiếp\n• Luôn cập nhật các thông báo đẩy tức thì cho mọi giao dịch.\n\n- Giữ hơn 50 loại tiền tệ và chuyển đổi giữa chúng ngay lập tức -\n• Không có phí hàng tháng và không có phí duy trì để giữ tiền trong tài khoản của bạn, trong hầu hết các trường hợp.\n• Chuyển đổi giữa các loại tiền ngay lập tức, theo tỷ giá hối đoái thực, với một khoản phí siêu thấp.\n\n- Một tài khoản kinh doanh tốt hơn để vươn ra toàn cầu -\n• Thanh toán hóa đơn và hóa đơn nhanh hơn, với tỷ giá hối đoái tốt hơn.\n• Sử dụng chi tiết tài khoản để được khách hàng và khách hàng trên khắp thế giới thanh toán.\n• Kết nối với các nền tảng được hỗ trợ như Amazon, Stripe, Xero, v.v.\n\nWise được quy định bởi FCA ở Anh và các cơ quan chức năng khác trên thế giới. Tiền của bạn luôn an toàn với chúng tôi.\n\nGửi từ: GBP (Bảng Anh), EUR (Euro), USD (Đô la Mỹ), AUD (Đô la Úc), BGN (Lev Bungari), BRL (Đồng Real của Braxin), CAD (Đô la Canada), CHF (Franc Thụy Sĩ), CZK (Koruna của Séc), DKK (Krone Đan Mạch), HKD (Đô la Hồng Kông), HRK (Đồng Kuna của Croatia), HUF (Đồng Forint của Hungary), JPY (Yên Nhật), NOK (Krone Na Uy), NZD (Đô la New Zealand), PLN (Zloty Ba Lan), RON (Leu Romania mới), SEK (Krona Thụy Điển), SGD (Đô la Singapore).\n\nGửi tới: EUR (Euro), USD (Đô la Mỹ), GBP (Bảng Anh), AED (Đồng Dirham của UAE), AUD (Đô la Úc), BDT (Taka Bangladesh), BGN (Lev Bungari), BRL (Đồng Real của Braxin), CAD (Đô la Canada), CHF (Franc Thụy Sĩ), CLP (Peso Chile), CNY (Nhân dân tệ Trung Quốc), CZK (Koruna Séc), DKK (Krone Đan Mạch), EGP (Bảng Ai Cập), GEL (Lari Georgia), HKD ( Đô la Hồng Kông), HRK (Đồng Kuna của Croatia), HUF (Đồng Forint của Hungary), IDR (Đồng Rupiah của Indonesia), ILS (Đồng Shekel của Israel), INR (Đồng Rupee Ấn Độ), JPY (Yên Nhật), KES (Đồng Shilling của Kenya), KRW (Nam Won Hàn Quốc), LKR (Rupee Sri Lanka), MAD (Dirham Maroc), MXN (Peso Mexico), MYR (Ringgit Malaysia), NOK (Krone Na Uy), NZD (Đô la New Zealand), PEN (Peruvian Nuevo Sol), PHP (Peso Philippines), PKR (Rupee Pakistan), PLN (Zloty Ba Lan), RON (Leu Romania), RUB (Rúp Nga), SEK (Krona Thụy Điển), SGD (Đô la Singapore), THB (Baht Thái), TRY (Thổ Nhĩ Kỳ Lira), UAH (Hryvnia Ukraina), VND (Đồng Việt Nam), ZAR (Rand Nam Phi).",
    "zh_CN": "加入 170 多个国家/地区的超过 1300 万个人和企业，他们使用 Wise (ex TransferWise) 进行国际汇款、消费、转换和收款。\n\nWise 适用于任何资金跨境的人——旅行者、移民、自由职业者、组织。我们平均比领先的英国银行便宜 8 倍。而且速度也快得多。\n\n— 更便宜、更快捷的汇款 —\n• 向 80 多个国家/地区汇款\n• 只需极低的费用，您就可以获得每次汇款的真实汇率，就像在 Google 上一样\n• 50% 的转移是即时的或在一小时内到达\n• 使用双重身份验证保护您的转账\n\n— 一张可以在全球消费的借记卡 —\n• 在 200 多个国家/地区消费或取款\n• 如果您没有当地货币，我们将以尽可能低的价格自动转换您拥有的货币\n• 冻结和解冻您的卡，并随时更新您的虚拟卡\n\n— 使用真实账户详细信息获得报酬 —\n• 获取您自己的英国帐号和分类代码、欧洲 IBAN、美国路由和帐号等。就好像您在世界各地拥有本地银行账户一样。\n• 使用这些帐户详细信息以多种货币免费获得付款以及直接借记\n• 随时了解每笔交易的即时推送通知\n\n— 持有 50 多种货币并立即在它们之间转换 —\n• 在大多数情况下，无需支付月费和维护费即可将资金存入您的账户\n• 以实际汇率在货币之间即时转换，费用超低\n\n— 更好的走向全球的商业账户 —\n• 以更优惠的汇率更快地支付发票和账单\n• 使用帐户详细信息从世界各地的客户和客户那里获得报酬\n• 连接到受支持的平台，如 Amazon、Stripe、Xero 等\n\nWise 受英国 FCA 和世界各地其他机构的监管。您的钱在我们这里是安全的。\n\n发送自：GBP（英镑）、EUR（欧元）、USD（美元）、AUD（澳元）、BGN（保加利亚列弗）、BRL（巴西雷亚尔）、CAD（加元）、CHF（瑞士法郎）、 CZK（捷克克朗）、DKK（丹麦克朗）、HKD（港元）、HRK（克罗地亚库纳）、HUF（匈牙利福林）、JPY（日元）、NOK（挪威克朗）、NZD（新西兰元）、 PLN（波兰兹罗提）、RON（新罗马尼亚列伊）、SEK（瑞典克朗）、SGD（新加坡元）\n\n发送至：EUR（欧元）、USD（美元）、GBP（英镑）、AED（阿联酋迪拉姆）、AUD（澳大利亚元）、BDT（孟加拉国塔卡）、BGN（保加利亚列弗）、BRL（巴西雷亚尔）、 CAD (加元), CHF (瑞士法郎), CLP (智利比索), CNY (人民币), CZK (捷克克朗), DKK (丹麦克朗), EGP (埃及镑), GEL (格鲁吉亚拉里), HKD (港元）、HRK（克罗地亚库纳）、HUF（匈牙利福林）、IDR（印尼盾）、ILS（以色列谢克尔）、INR（印度卢比）、JPY（日元）、KES（肯尼亚先令）、KRW（南韩元）、LKR（斯里兰卡卢比）、MAD（摩洛哥迪拉姆）、MXN（墨西哥比索）、MYR（马来西亚林吉特）、NOK（挪威克朗）、NZD（新西兰元）、PEN（秘鲁新索尔）、PHP (菲律宾比索), PKR (巴基斯坦卢比), PLN (波兰兹罗提), RON (罗马尼亚列伊), RUB (俄罗斯卢布), SEK (瑞典克朗), SGD (新加坡元), THB (泰铢), TRY (土耳其语)里拉）、UAH（乌克兰格里夫纳）、VND（越南盾）、ZAR（南非兰特）",
    "zh_TW": "加入170多個國家，超過1000萬名使用 Wise (ex TransferWise) 來匯款、消費、兌換和收款的個人以及企業。\n\nWise 協助所有需要跨境匯款的人 — 旅人，移民，自由職業者，公司機構。 我們比英國的大銀行平均便宜 8 倍， 而且也更快速。\n\n— 更便宜和快速的匯款 —\n• 匯款至 80 多個國家\n• 以超低的費用，你的每一筆匯款都可以獲得像Google上顯示的真實匯率\n• 我們50％的匯款是即時的，或者在一小時內完成\n• 通過雙重驗證來保障你匯款的安全\n\n— 可以在世界各地使用的扣賬卡 —\n• 在200多個國家消費或提款\n• 如果你沒有當地貨幣，我們將從費用最低的貨幣自動兌換\n• 隨時凍結和解凍你的卡，以及更新你的虛擬卡\n\n— 通過真實的銀行戶口資訊來收款 —\n• 獲取你自己的英國帳號和Sort Code，歐洲IBAN，美國路由號碼和帳號等， 就像你在世界各地擁有當地的銀行戶口。\n• 使用這些銀行戶口資訊來免費接收各種貨幣，還有直接付款授權\n• 通過即時的推送通知，實時掌握每筆交易的狀態\n\n— 持有超過 50 種貨幣和快速進行貨幣之間兌換 —\n• 在大多數情況下，無需為你賬戶里的錢支付月費和維護費\n• 以超低的費用以及實際匯率來快速進行貨幣兌換\n\n— 讓企業走向全球的賬戶 —\n• 以更好的匯率来快速支付發票和賬單\n• 使用銀行戶口資訊來接收來自世界各地客戶的付款\n• 與受支持的平台連結，例如PayPal，Stripe，Xero等\n\nWise 受英國FCA和全球其他數十個機構的監管， 你的錢在我們這里是安全的。\n\n匯款自：GBP（英鎊），EUR（歐元），USD（美元），AUD（澳大利亞元），BGN（保加利亞列弗），BRL（巴西雷亞爾），CAD（加拿大元），CHF（瑞士法郎）， CZK（捷克克朗），DKK（丹麥克朗），HKD（港元），HRK（克羅地亞庫納），HUF（匈牙利福林），JPY（日元），NOK（挪威克朗），NZD（新西蘭元）， PLN（波蘭茲羅提），RON（新羅馬尼亞列伊），SEK（瑞典克朗），SGD（新加坡元）\n\n匯款往：EUR（歐元），USD（美元），GBP（英鎊），AED（阿聯酋迪拉姆），AUD（澳元），BDT（孟加拉塔卡），BGN（保加利亞列弗），BRL（巴西雷亞爾）， CAD（加元），CHF（瑞士法郎），CLP（智利比索），CNY（人民幣），CZK（捷克克朗），DKK（丹麥克朗），EGP（埃及鎊），GEL（喬治拉里），HKD（港元），HRK（克羅地亞庫納），HUF（匈牙利福林），IDR（印尼盾），ILS（以色列謝克爾），INR（印度盧比），JPY（日元），KES（肯尼亞先令），KRW（南部）韓元），LKR（斯里蘭卡盧比），MAD（摩洛哥比索），MXN（墨西哥比索），MYR（馬來西亞林吉特），NOK（挪威克朗），NZD（新西蘭元），PEN（秘魯新索爾），PHP （菲律賓比索），PKR（巴基斯坦盧比），PLN（波蘭茲羅提），RON（羅馬尼亞列伊），RUB（俄羅斯盧布），SEK（瑞典克朗），SGD（新加坡元），THB（泰銖），TRY（土耳其文） Lira），UAH（烏克蘭格里夫納），VND（越南盾），ZAR（南非蘭特）"
  }
}