{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kodebrikkesjekken"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kodebrikkesjekken protects against fraud and ID theft for Norwegian BankID",
    "no": "Kodebrikkesjekken beskytter mot BankID-svindel og ID-tyveri."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kodebrikkesjekken verifies that BankID is authentic.\n\nWhen typing your one time code or passord the toolbar icon is marked with a ✔-badge and a textual reminder to check for this is given. You should only type your credentials if the badge is visible.\n\nVerification can also be initiated from the icon next to the address bar. Any valid BankID will be marked in green. A warning is given if BankID can not be verified. Read the user guide to learn how BankID on mobile is supported.\n\nBy downloading this extension you confirm that you accept the license agreement: https://www.kodebrikke.no/eula.html",
    "no": "Kodebrikkesjekken verifiserer at BankID er autentisk.\n\nNår du skriver engangskode eller passord vil kodebrikke-ikonet på verktøylinja markeres med et ✔-emblem. Du må kun oppgi engangskode og passord når emblemet er synlig.\n\nKodebrikkesjekken  kan også startes fra kodebrikke-ikonet ved siden av adressefeltet. Gyldig BankID vil markeres med grønt. Hvis BankID ikke kan verifiseres vises en advarsel. Les brukerhåndboken for å se hvordan BankID på mobil kan verifiseres.\n\nVed å laste ned denne utvidelsen bekrefter du at du godtar lisensavtalen: https://www.kodebrikke.no/eula.html"
  }
}