{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kỹ năng mềm tạo nên thành công - Swinburne VN"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kỹ năng mềm, cách thức sống, làm việc, Swinburne kiến tạo nền móng cho các kỹ năng học tập và làm việc toàn cầu"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kỹ năng nào có thể đứng vững trước tương lai đầy biến động? \nTrước một tương lai quá nhiều biến động và thay đổi như hiện nay, bất cứ ngành nghề nào cũng sẽ bị ảnh hưởng. Vì vậy, khi có người hỏi những kỹ năng thế kỷ 21 đang hot là gì, tôi sẽ trả lời rằng đó vẫn là những kỹ năng cần thiết của hôm nay, ngày mai và tương lai: kỹ năng học tập suốt đời.  \n\nNgay cả khi bạn không biết chính xác mình cần học hỏi điều gì, bạn sẽ không đi sai hướng nếu có một tinh thần khát khao học hỏi và tâm thế sẵn sàng “mình sẽ học được điều gì đó.” Bạn mới ra trường hay đã có 10 năm kinh nghiệm đều không quan trọng. Quan trọng là khả năng và tinh thần liên tục cải thiện kỹ năng, kiến thức mới. Đây sẽ là đòn bẩy cho sự nghiệp và tạo nên thành công cho bạn.\n\nHọc tập nâng cao kỹ năng thích ứng trong mọi hoàn cảnh\nKhi chúng ta đã có tâm thế học tập suốt đời, việc tìm hiểu thêm một kỹ năng mới sẽ không gây khó dễ cho bạn nữa. Bạn sẽ không còn sợ hãy mà sẽ coi đó chỉ là một phần của công việc hàng ngày. Hãy suy nghĩ theo hướng tách quá trình ra khỏi kết quả. Bạn sẽ không còn áp lực phải đạt kết quả tốt ngay lập tức mà sẽ trân trọng quá trình học hỏi của bản thân hơn và dũng cảm bước ra khỏi vùng an toàn để thử sức với những lĩnh vực mới.\n\nMột tinh thần sẵn sàng học hỏi cũng sẽ khiến bạn không buồn lòng hay căng thẳng khi có sự thay đổi trong công việc. Khi những người khác nháo nhác chưa biết phải giải quyết thế nào, những người có kỹ năng học hỏi sẽ vẫn giữ được bình tĩnh và làm việc hiệu quả.\n\nChúng ta cũng cần nhớ cải thiện các kỹ năng mềm. Ít nhất, kỹ năng mềm sẽ là nền tảng cho các kỹ năng “cứng” được phát triển hết tiềm năng. Những kỹ năng mềm như kỹ năng lãnh đạo, phán đoán, tư duy phản biện là những thứ mà máy móc không thể thay thế được. Trong thời đại thay đổi liên tục như hiện giờ, kỹ năng mềm sẽ giúp chúng ta làm việc một cách thông minh hơn."
  }
}