{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Recall.It Safety Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview\n\nWe do all the hard work. You keep your children and loved ones safe by using KID’s Recall.it product safety assistant for…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview\n\nWe do all the hard work. You keep your children and loved ones safe by using KID’s Recall.it product safety assistant for children’s products. It allows you to:\nView associated recalls and injury data while shopping for\n  - children’s products,\n  - Protect your children from unsafe products, and\n  - Prevent you from bringing dangerous products into your home\n\nKids In Danger (KID) is a Chicago-based nonprofit organization dedicated to protecting children by fighting for product safety. KID’s mission is to save lives by enhancing transparency and accountability through safer product development, better education and stronger advocacy for children. KID developed Recall.it to give consumers life-saving information about recalled and potentially hazardous products even before you buy them, so they don’t end up in your homes.\n\nChildren’s product safety problem\n\nParents and caregivers often take for granted that the products available on store shelves are safe – that they have been thoroughly tested for use with children. Unfortunately, this is not the case, and many products pose hidden hazards to our most vulnerable consumers – children. On average, 1-2 children’s products are recalled for hazards each week. In 2019, over 13 million units of children’s products were recalled, and over 30 children died from those recalled products. Already in 2020 there have been 30 children’s product recalls accounting for over 6.9 million units. Injuries caused by recalled products are just the tip of the iceberg. Many children are also injured from products that haven’t been recalled. In 2018, over 285,000 children were treated for injuries in emergency departments involving nursery products and toys. Most consumers don’t learn of the recalls and recalled products can still be found for sale on online marketplaces, so the Recall.it extension will help consumers make informed decisions while shopping online.\n\nExtension description\n\nCurrently, Recall.it is available as a Google Chrome browser extension that can be used while shopping on Amazon.com. KID is currently working to expand its use on other browsers and additional online marketplaces.\n\nRecall.it uses API data from three sources:\n  - Recall data from the U.S. Consumer Product Safety Commission\n(CPSC)\n  - Emergency department data from the National Injury Electronic\nSurveillance System (NEISS)\n  - Product incident reports provided by the public and maintained by CPSC’s SaferProducts.gov database\n\nThe extension also provides a visual analysis of common hazards associated with the product that the user is viewing based upon categories such as cribs, highchairs, and strollers, and manufacturer.\n\nLearn more about KID and sign up for our monthly email alerts listing newly recalled children’s products and children’s product updates at www.kidsindanger.org."
  }
}