{
  "name": {
    "ar": "معاينة التقييمات لـ Youtube ™",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Ratings Preview for Youtube™",
    "bg": "Преглед на оценки за Youtube ™",
    "ca": "Vista prèvia de valoracions de Youtube ™",
    "cs": "Náhled hodnocení pro YouTube ™",
    "da": "Eksempel på ratings til Youtube ™",
    "de": "Vorschau für Youtube ™",
    "el": "Προεπισκόπηση προεπισκοπήσεων για το Youtube ™",
    "es": "Vista previa de calificaciones para Youtube ™",
    "et": "Youtube ™ -i hinnangute eelvaade",
    "fa": "پیش نمایش رتبه بندی برای Youtube",
    "fi": "Arvioiden esikatselu Youtube ™: lle",
    "fil": "Pag-preview ng Mga Rating para sa Youtube ™",
    "fr": "Aperçu des évaluations pour Youtube ™",
    "he": "תצוגה מקדימה של דירוגים עבור Youtube ™",
    "hi": "Youtube ™ के लिए रेटिंग पूर्वावलोकन",
    "hr": "Pregled ocjena za Youtube ™",
    "hu": "Értékelések a YouTube-ra vonatkozóan",
    "id": "Pratinjau Peringkat untuk Youtube ™",
    "it": "Anteprima delle valutazioni per Youtube ™",
    "ja": "Youtube™のレーティングプレビュー",
    "ko": "Youtube ™에 대한 평가 미리보기",
    "lt": "„Youtube ™“ apžvalgų peržiūra",
    "lv": "Youtube ™ vērtējumu priekšskatījums",
    "ms": "Preview Pratonton untuk Youtube ™",
    "nl": "Voorbeeld van beoordelingen voor YouTube ™",
    "no": "Forhåndsvisning av rangeringer for Youtube ™",
    "pl": "Podgląd ocen dla Youtube ™",
    "ro": "Previzualizare evaluări pentru Youtube ™",
    "ru": "Предварительный просмотр рейтинга Youtube ™",
    "sk": "Náhľad hodnotení pre YouTube ™",
    "sl": "Predogled ocen za Youtube ™",
    "sr": "Преглед оцена за Иоутубе ™",
    "sv": "Förhandsgranskning av betyg för Youtube ™",
    "th": "การให้คะแนนตัวอย่างสำหรับ Youtube ™",
    "tr": "Youtube ™ için Derecelendirmeler Önizlemesi",
    "uk": "Попередній перегляд рейтингів для Youtube ™",
    "vi": "Xem trước xếp hạng cho Youtube ™",
    "zh_CN": "Youtube™的评分预览",
    "zh_TW": "Youtube™的評分預覽"
  },
  "short": {
    "ar": "يمكنك عرض عدد الإبهام للأعلى مقابل زر الإبهام لأسفل الذي يحتوي عليه الفيديو قبل تقرير ما إذا كنت ستشاهد الفيديو أم لا.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "You can view the number of thumbs up vs thumbs down button that video has before deciding whether to watch the video.",
    "bg": "Можете да прегледате броя на палците нагоре спрямо палеца надолу, който има видеото, преди да решите дали да гледате видеоклипа.",
    "ca": "Podeu veure el nombre de polzes cap amunt i el polze que té el botó abans de decidir si voleu veure el vídeo.",
    "cs": "Před rozhodnutím, zda si chcete video prohlédnout, si můžete prohlédnout počet tlačítek palec nahoru a palec dolů, které má video.",
    "da": "Du kan se antallet af tommelfingeren op imod tommelfingeren ned-knappen, som videoen har, før du beslutter, om du vil se videoen.",
    "de": "Sie können die Anzahl der Daumen hoch- und Daumen runter-Schaltflächen des Videos anzeigen, bevor Sie entscheiden, ob Sie das Video…",
    "el": "Μπορείτε να δείτε τον αριθμό των πλήκτρων thumbs up / thumbs down που διαθέτει το βίντεο πριν αποφασίσετε αν θα παρακολουθήσετε το…",
    "es": "Puede ver la cantidad de botones de pulgar hacia arriba frente a pulgares hacia abajo que tiene el video antes de decidir si desea…",
    "et": "Enne video vaatamise otsustamist saate vaadata videol olevate nuppude pöidlad üles ja alla nuppu pöidlate arvu.",
    "fa": "قبل از تصمیم گیری در مورد تماشای این فیلم ، می توانید تعداد انگشت شست را در مقابل دکمه پایین را مشاهده کنید.",
    "fi": "Voit tarkastella videon peukalo ylös- tai peukalo alas -painikkeiden määrää ennen kuin päätät videon katselun.",
    "fil": "Maaari mong tingnan ang bilang ng mga thumb up kumpara sa mga thumb down button na nasa video bago ang pagpapasya kung panonoorin…",
    "fr": "Vous pouvez afficher le nombre de pouces vers le haut contre le bouton vers le bas de la vidéo avant de décider de regarder la…",
    "he": "באפשרותך להציג את מספר לחצני האצבעות כלפי מעלה לעומת האגודלים שיש לסרטון לפני שתחליט אם לצפות בסרטון.",
    "hi": "आप वीडियो देखने के लिए यह तय करने से पहले कि अंगूठे के नीचे बनाम अंगूठे की संख्या देख सकते हैं।",
    "hr": "Možete pogledati broj gumba palca prema gore i palca prema dolje prije nego što odlučite želite li gledati video.",
    "hu": "Megnézheti, hogy hány hüvelykujját fel vagy lefelé nyomja meg a gombot a videóban, mielőtt eldönti, hogy néz-e meg a videót.",
    "id": "Anda dapat melihat jumlah tombol jempol ke atas vs jempol ke bawah yang dimiliki video sebelum memutuskan apakah akan menonton…",
    "it": "Puoi visualizzare il numero di pollici in su rispetto al pulsante in pollici che il video ha prima di decidere se guardare il video.",
    "ja": "動画を視聴するかどうかを決定する前に、動画にあるいいねボタンといいねボタンの数を確認できます。",
    "ko": "비디오를 볼지 여부를 결정하기 전에 비디오에있는 Thumbs Up vs Thumbs Down 단추 수를 볼 수 있습니다.",
    "lt": "Prieš nuspręsdami, ar žiūrėti vaizdo įrašą, galite peržiūrėti, kiek vaizdo įrašų turi mygtuką „miniatiūros aukštyn“ arba „nykščiai…",
    "lv": "Pirms izlemjat, vai skatīties videoklipu, varat apskatīt videoklipā esošo pogu “Īkšķis uz augšu” vai “Īkšķis uz leju”.",
    "ms": "Anda boleh melihat bilangan thumbs up thumb thumbs down yang video tersebut sebelum memutuskan sama ada untuk menonton video.",
    "nl": "U kunt het aantal duim omhoog versus duim omlaag knop bekijken dat video heeft voordat u beslist of u de video wilt bekijken.",
    "no": "Du kan se antall tommel opp og tommel ned-knappen som videoen har før du bestemmer deg for om du vil se videoen.",
    "pl": "Możesz zobaczyć liczbę kciuków w górę w porównaniu do kciuków w dół, jakie ma wideo, zanim zdecydujesz, czy je obejrzeć.",
    "ro": "Puteți vedea numărul de degetele în sus față de butonul în jos pe care îl are video înainte de a decide dacă urmăriți videoclipul.",
    "ru": "Вы можете просмотреть количество кнопок «вверх» и «вниз», которые есть у видео, прежде чем принять решение, смотреть ли видео.",
    "sk": "Pred rozhodnutím, či si chcete video pozrieť, si môžete pozrieť počet tlačidiel palec hore a palec dole, ktoré má video.",
    "sl": "Preden se odločite, ali si želite ogledati videoposnetek, si lahko ogledate število gumbov palcev navzgor proti palcem navzdol.",
    "sr": "Можете да прегледате број дугмета палца према горе и палца надоле пре него што одлучите да ли да гледате видео.",
    "sv": "Du kan se antalet tummen upp vs tummen ner knappen som videon har innan du beslutar om du vill titta på videon.",
    "th": "คุณสามารถดูจำนวนนิ้วหัวแม่มือขึ้นและปุ่มนิ้วหัวแม่มือลงที่วิดีโอมีก่อนตัดสินใจว่าจะดูวิดีโอหรือไม่",
    "tr": "Videoyu izleyip izlemeyeceğinize karar vermeden önce videonun sahip olduğu başparmak yukarıya ve başparmak aşağı düğmesini…",
    "uk": "Ви можете переглянути кількість пальців вгору проти великих пальців вниз, перш ніж вирішити, чи слід їх переглядати.",
    "vi": "Bạn có thể xem số lượng ngón tay cái lên so với nút xuống ngón tay cái mà video có trước khi quyết định có xem video hay không.",
    "zh_CN": "在决定是否观看视频之前，您可以查看视频具有的“拇指向上”与“拇指向下”按钮的数量。",
    "zh_TW": "在決定是否觀看視頻之前，您可以查看視頻具有的“拇指向上”與“拇指向下”按鈕的數量。"
  },
  "long": {
    "ar": "يعرض شريط التقييم الموجود فوق الصورة المصغرة للفيديو في YouTube عدد مرات إبداء الإعجاب وعدم الإعجاب بالفيديو قبل النقر على الفيديو. وفر الوقت وشاهد فقط أفضل مقاطع الفيديو على Youtube\nبمجرد تثبيت امتداد البرنامج الخاص بنا!\n\nتُظهر معاينة التقييم لـ Youtube الإعجابات وعدم الإعجاب أسفل كل مقطع فيديو للسماح لك باختيار أفضل مقطع فيديو من جميع مقاطع الفيديو في نتائج بحث Youtube. استخدم Youtube بشكل أكثر إنتاجية دون الحاجة إلى إضاعة الوقت في اكتشاف مقاطع الفيديو ذات المحتوى الرائع.\n\nتتيح لك معاينة التقييم لـ Youtube مشاهدة مقاطع الفيديو التي تم إبداء الإعجاب بها / عدم الإعجاب بمجرد النظر إلى الشريط الموجود أسفل كل صورة مصغرة للفيديو. وفر وقتك من خلال مشاهدة فيديو Youtube عالي التصنيف فقط وفقًا لبيانات YouTube API.\n\nمن السهل جدًا الخلط بينك وبين العديد من مقاطع فيديو Youtube المتوفرة في الوقت الحاضر. مع معاينة التقييم لـ Youtube ، يمكنك توفير الوقت والتأكد من أنك تشاهد أفضل مقاطع الفيديو فقط.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Rating bar over video thumbnail in YouTube shows the number of likes and dislikes a video has before you click through to the video. Save time and just watch the best rated Youtube videos\nonce you have installed our software extension!\n\nRating preview for Youtube shows likes and dislikes under every video to allow you choosing the best video from all the videos in the Youtube Search results. Use Youtube more productively without having to waste time to find out which videos are great content.\n\nRating preview for Youtube allows you to view the video likes/dislikes just by looking the bar under every video thumbnail. Save your time by watching only high rated Youtube video according to YouTube data API.\n\nIt’s very easy to get confused with so many Youtube videos available nowadays. With Rating preview for Youtube you can save time and ensure you only watch the best videos.",
    "bg": "Лентата за оценка над миниатюрата на видеоклипа в YouTube показва броя харесвания и нехаресвания на видеоклипа, преди да кликнете върху него. Спестете време и просто гледайте най-добре оценените видеоклипове в Youtube\nслед като инсталирате нашето софтуерно разширение!\n\nПрегледът на рейтинга за Youtube показва харесвания и нехаресвания под всяко видео, за да ви позволи да изберете най-добрия видеоклип от всички видеоклипове в резултатите от търсенето в Youtube. Използвайте Youtube по-продуктивно, без да губите време, за да разберете кои видеоклипове са чудесно съдържание.\n\nПредварителен преглед на рейтинг за Youtube ви позволява да гледате видео харесвания / нехаресвания, само като погледнете лентата под всяко миниатюрно видео. Спестете времето си, като гледате само високо оценени видеоклипове в YouTube според API на YouTube за данни.\n\nМного е лесно да се объркате с толкова много видеоклипове в Youtube, които са налични в наши дни. С визуализацията на рейтинг за Youtube можете да спестите време и да гарантирате, че гледате само най-добрите видеоклипове.",
    "ca": "La barra de puntuació sobre la miniatura del vídeo a YouTube mostra el nombre de \"M'agrada\" i \"No m'agrada\" que té un vídeo abans de fer clic al vídeo. Estalvieu temps i mireu els vídeos de Youtube més ben valorats\nun cop hàgiu instal·lat la nostra extensió de programari.\n\nLa previsualització de la classificació de Youtube mostra \"M'agrada\" i \"No m'agrada\" a cada vídeo per triar el millor vídeo entre tots els vídeos dels resultats de la cerca de Youtube. Utilitzeu Youtube de manera més productiva sense haver de perdre el temps per esbrinar quins vídeos tenen un gran contingut.\n\nLa previsualització de la classificació de Youtube us permet veure els vídeos que m’agraden o no, simplement mirant la barra que hi ha a sota de cada miniatura del vídeo. Estalvieu el temps mirant només vídeos de Youtube d’alta puntuació segons l’API de dades de YouTube.\n\nÉs molt fàcil confondre’s amb tants vídeos de Youtube disponibles actualment. Amb la previsualització de classificació de Youtube, podeu estalviar temps i assegurar-vos que només mireu els millors vídeos.",
    "cs": "Lišta hodnocení nad miniaturou videa na YouTube zobrazuje počet hodnocení Líbí se a nelíbí se mi, které má video, než na něj kliknete. Ušetřete čas a sledujte nejlépe hodnocená videa z YouTube\njakmile si nainstalujete naše softwarové rozšíření!\n\nNáhled hodnocení pro Youtube zobrazuje u každého videa hodnocení Líbí se a Nelíbí se, což vám umožní vybrat nejlepší video ze všech videí ve výsledcích vyhledávání na Youtube. Používejte Youtube produktivněji, aniž byste museli ztrácet čas zjišťováním, která videa jsou skvělým obsahem.\n\nNáhled hodnocení pro Youtube vám umožňuje prohlížet videa, která se vám líbí / nelíbí, pouhým pohledem na lištu pod každou miniaturou videa. Ušetřete si čas sledováním pouze vysoce hodnocených videí Youtube podle datového rozhraní YouTube.\n\nJe velmi snadné se zmást s tolika Youtube videy, která jsou dnes k dispozici. Díky náhledu hodnocení pro YouTube můžete ušetřit čas a zajistit, že budete sledovat pouze ta nejlepší videa.",
    "da": "Bedømmelseslinje over videominiaturebillede på YouTube viser antallet af likes og antipatier, som en video har, før du klikker igennem til videoen. Spar tid og se bare de bedst bedømte Youtube-videoer\nnår du har installeret vores softwareudvidelse!\n\nEksempel på vurdering af Youtube viser likes og antipatier under hver video, så du kan vælge den bedste video blandt alle videoerne i Youtube-søgeresultaterne. Brug Youtube mere produktivt uden at skulle spilde tid på at finde ud af, hvilke videoer der er godt indhold.\n\nEksempel på vurdering af Youtube giver dig mulighed for at se de videoer, der kan lide / ikke lide, bare ved at se linjen under hver videominiaturebillede. Spar din tid ved kun at se højt vurderede Youtube-videoer i henhold til YouTube data API.\n\nDet er meget let at blive forvirret med så mange Youtube-videoer, der er tilgængelige i dag. Med Rating preview til Youtube kan du spare tid og sikre, at du kun ser de bedste videoer.",
    "de": "Die Bewertungsleiste über dem Video-Miniaturbild in YouTube zeigt die Anzahl der Vorlieben und Abneigungen an, die ein Video hat, bevor Sie sich zum Video durchklicken. Sparen Sie Zeit und schauen Sie sich einfach die am besten bewerteten Youtube-Videos an\nSobald Sie unsere Software-Erweiterung installiert haben!\n\nDie Bewertungsvorschau für Youtube zeigt unter jedem Video Vorlieben und Abneigungen an, damit Sie aus allen Videos in den Youtube-Suchergebnissen das beste Video auswählen können. Nutzen Sie Youtube produktiver, ohne Zeit verlieren zu müssen, um herauszufinden, welche Videos großartige Inhalte sind.\n\nMit der Bewertungsvorschau für Youtube können Sie die Vorlieben / Abneigungen des Videos anzeigen, indem Sie einfach die Leiste unter jedem Video-Miniaturbild anzeigen. Sparen Sie Zeit, indem Sie nur hoch bewertete Youtube-Videos gemäß der YouTube-Daten-API ansehen.\n\nEs ist sehr leicht, sich mit so vielen Youtube-Videos zu verwechseln, die heutzutage verfügbar sind. Mit der Bewertungsvorschau für Youtube können Sie Zeit sparen und sicherstellen, dass Sie nur die besten Videos ansehen.",
    "el": "Η γραμμή αξιολόγησης πάνω από τη μικρογραφία βίντεο στο YouTube δείχνει τον αριθμό των επισημάνσεων \"μου αρέσει\" και \"δεν μου αρέσει\" ένα βίντεο πριν κάνετε κλικ στο βίντεο. Εξοικονομήστε χρόνο και απλώς παρακολουθήστε τα βίντεο Youtube με την καλύτερη βαθμολογία\nμόλις εγκαταστήσετε την επέκταση λογισμικού μας!\n\nΗ προεπισκόπηση αξιολόγησης για το Youtube εμφανίζει επισημάνσεις \"μου αρέσει\" και \"δεν μου αρέσει\" σε κάθε βίντεο για να σας επιτρέψει να επιλέξετε το καλύτερο βίντεο από όλα τα βίντεο στα αποτελέσματα αναζήτησης του Youtube. Χρησιμοποιήστε το Youtube πιο παραγωγικά χωρίς να χρειάζεται να χάνετε χρόνο για να μάθετε ποια βίντεο είναι υπέροχο περιεχόμενο.\n\nΗ προεπισκόπηση βαθμολογίας για το Youtube σάς επιτρέπει να βλέπετε τις επισημάνσεις \"μου αρέσει\" ή \"δεν μου αρέσει\" κοιτάζοντας τη γραμμή κάτω από κάθε μικρογραφία βίντεο. Εξοικονομήστε χρόνο σας παρακολουθώντας μόνο βίντεο Youtube υψηλής βαθμολογίας σύμφωνα με το API δεδομένων YouTube.\n\nΕίναι πολύ εύκολο να μπερδευτείτε με τόσα πολλά βίντεο Youtube που είναι διαθέσιμα σήμερα. Με την προεπισκόπηση βαθμολογίας για το Youtube μπορείτε να εξοικονομήσετε χρόνο και να διασφαλίσετε ότι παρακολουθείτε μόνο τα καλύτερα βίντεο.",
    "es": "La barra de clasificación sobre la miniatura del video en YouTube muestra la cantidad de Me gusta y No me gusta que tiene un video antes de hacer clic en el video. Ahorre tiempo y mire los videos de Youtube mejor calificados\nuna vez que haya instalado nuestra extensión de software!\n\nLa vista previa de calificación para Youtube muestra los gustos y disgustos debajo de cada video para permitirle elegir el mejor video de todos los videos en los resultados de búsqueda de Youtube. Use Youtube de manera más productiva sin tener que perder tiempo para descubrir qué videos son de gran contenido.\n\nLa vista previa de clasificación para Youtube le permite ver los gustos / disgustos del video con solo mirar la barra debajo de cada miniatura de video. Ahorre tiempo viendo solo videos de Youtube de alta calificación de acuerdo con la API de datos de YouTube.\n\nEs muy fácil confundirse con tantos videos de Youtube disponibles hoy en día. Con la vista previa de Rating para Youtube, puede ahorrar tiempo y asegurarse de ver solo los mejores videos.",
    "et": "YouTube'i video pisipildi kohal olev reitinguriba näitab video meeldimiste ja mittemeeldimiste arvu enne video klõpsamist. Säästke aega ja vaadake lihtsalt kõige paremini hinnatud Youtube'i videoid\nkui olete meie tarkvaralaienduse installinud!\n\nYoutube'i hinnangu eelvaade näitab meeldivusi ja mittemeeldivusi iga video all, et saaksite valida kõigi videote hulgast Youtube'i otsingutulemites parima video. Kasutage Youtube'i produktiivsemalt, ilma et peaksite aega raiskama, et teada saada, millised videod on suurepärase sisuga.\n\nYoutube'i hinnangu eelvaade võimaldab teil vaadata video meeldimist / mittemeeldimist, vaadates iga video pisipildi all olevat riba. Säästke oma aega, vaadates ainult YouTube'i andmete API järgi kõrge hinnanguga Youtube'i videot.\n\nNii paljude tänapäeval saadaval olevate Youtube'i videotega on väga lihtne segi ajada. Youtube'i hinnangu eelvaate abil saate säästa aega ja tagada, et vaatate ainult parimaid videoid.",
    "fa": "نوار رتبه بندی نسبت به عکس کوچک ویدیو در YouTube قبل از کلیک روی ویدیو ، تعداد پسندیدن ها و دوست نداشتن های ویدیو را نشان می دهد. در وقت صرفه جویی کنید و فقط ویدیوهای Youtube با بهترین امتیاز را تماشا کنید\nپس از نصب افزونه نرم افزار ما!\n\nپیش نمایش رتبه برای Youtube پسندیدن و دوست نداشتن را در زیر هر ویدیو نشان می دهد تا به شما امکان دهد بهترین فیلم را از بین همه ویدیوها در نتایج جستجوی Youtube انتخاب کنید. بدون اینکه وقت تلف کنید و بفهمید کدام ویدیوها محتوای عالی هستند ، با بهره وری بیشتر از Youtube استفاده کنید.\n\nپیش نمایش رتبه برای Youtube به شما امکان می دهد پسندیدن / دوست نداشتن ویدیو را فقط با نگاه کردن به نوار زیر هر تصویر کوچک ویدیو مشاهده کنید. با تماشای فقط ویدیوی Youtube دارای رتبه بالا مطابق با API داده های YouTube ، در وقت خود صرفه جویی کنید.\n\nبسیار آسان است که با بسیاری از فیلم های Youtube موجود امروزه اشتباه گرفته شوید. با پیش نمایش رتبه بندی برای Youtube می توانید در وقت صرفه جویی کنید و اطمینان حاصل کنید که فقط بهترین فیلم ها را تماشا می کنید.",
    "fi": "YouTube-videon pikkukuvan yläpuolella oleva arviointipalkki näyttää tykkäyksistä ja epäonnistumisista ennen videon aloittamista. Valitse parhaiten arvioidut tiedostot!\nSuurimman Youtube-videoportaalin edistynein ja odotettu parannus on nyt saatavana Chrome Storesta! Youtube-luokituksen esikatselu näyttää tykkäykset ja epäonnistumiset jokaisessa videossa, jotta voit valita parhaan tiedoston kymmenistä. Käytä Youtubea tuottavammin ilman turhia ja vääriä videoita. Youtube-luokituksen esikatselu antaa sinun arvioida videota vain katsomalla sen palkkia jokaisen videon pikkukuvan alla. Säästä aikaa katsomalla vain korkeimmalle luokiteltua Youtube-videota YouTube-datasovellusliittymän mukaan.\n\nYoutube-videoiden sekoittaminen on erittäin helppoa. Youtuben Rating-esikatselulla voit jakaa videot luokittelemalla katsomalla vain pikkukuvaa. Luokitusosoittimen oma muotoilu tekee Youtube-kokemuksestasi mukavamman.",
    "fil": "YouTube-videon pikkukuvan luokituspalkki näyttää videon tykkäysten ja ei-tykkäysten lukumäärän, ennen kuin napsautat videota. Säästä aikaa ja katsele vain parhaiten arvostettuja Youtube-videoita\nkun olet asentanut ohjelmistopääteemme!\n\nYoutube-luokituksen esikatselu näyttää tykkäyksiä ja ei-tykkäyksiä jokaisen videon alla, jotta voit valita parhaan videon kaikista Youtube-hakutulosten videoista. Käytä Youtubea tuottavammin tuhlaamatta aikaa selvittääksesi, mitkä videot ovat loistavaa sisältöä.\n\nYoutube-luokituksen esikatselun avulla voit tarkastella videoiden tykkäyksiä / ei-tykkäyksiä vain katsomalla palkkia jokaisen videon pikkukuvan alla. Säästä aikaa katsomalla vain korkeasti arvioitua Youtube-videota YouTube-datasovellusliittymän mukaan.\n\nSe on erittäin helppo sekoittaa niin moniin nykyään saatavilla oleviin Youtube-videoihin. Youtube-luokituksen esikatselulla voit säästää aikaa ja varmistaa, että katsot vain parhaita videoita.",
    "fr": "La barre de notation sur la vignette de la vidéo sur YouTube indique le nombre de mentions J'aime et Je n'aime pas une vidéo avant de cliquer sur la vidéo. Gagnez du temps et regardez simplement les vidéos Youtube les mieux notées\nune fois que vous avez installé notre extension logicielle!\n\nL'aperçu de la notation pour Youtube montre les goûts et les aversions sous chaque vidéo pour vous permettre de choisir la meilleure vidéo parmi toutes les vidéos des résultats de la recherche Youtube. Utilisez Youtube de manière plus productive sans perdre de temps à découvrir quelles vidéos sont un excellent contenu.\n\nL'aperçu de la notation pour Youtube vous permet de voir la vidéo aime / n'aime pas simplement en regardant la barre sous chaque vignette vidéo. Économisez votre temps en ne regardant que des vidéos Youtube de haute qualité selon l'API de données YouTube.\n\nIl est très facile de se confondre avec autant de vidéos Youtube disponibles de nos jours. Avec l'aperçu de la classification pour Youtube, vous pouvez gagner du temps et vous assurer de ne regarder que les meilleures vidéos.",
    "he": "סרגל הדירוג מעל תמונה ממוזערת ב- YouTube מציג סימוני 'אהבתי' ולא אהבתי לפני שתתחיל סרטון. בחר את הקבצים המדורגים הטובים ביותר!\nהשיפור המתקדם והצפוי ביותר לפורטל הווידיאו הגדול ביותר YouTube זמין כעת בחנות Chrome! תצוגה מקדימה של דירוג עבור YouTube מציגה סימוני 'אהבתי' ולא אהבתי מתחת לכל סרטון וידאו כדי לאפשר לך לבחור את הקובץ הטוב ביותר מבין עשרות. השתמש ב- YouTube באופן פרודוקטיבי יותר ללא סרטונים מיותרים ומזויפים. תצוגה מקדימה של דירוג עבור YouTube מאפשרת לך לדרג סרטון וידאו רק מסתכל על הסרגל שלו מתחת לכל תמונה ממוזערת של סרטון. חסוך את זמנך על ידי צפייה בסרטון Youtube בעל דירוג גבוה בלבד לפי ממשק ה- API של נתוני YouTube.\n\nקל מאוד להתבלבל עם הרבה סרטוני YouTube. עם תצוגה מקדימה של דירוג ל- YouTube אתה יכול לחלק קטעי וידאו לפי דירוג רק להסתכל לתמונה הממוזערת שלה. עיצוב מקורי של מדד הדירוג הופך את חווית YouTube שלך לנוחה יותר.",
    "hi": "YouTube पर वीडियो बार पर रेटिंग बार वीडियो के माध्यम से क्लिक करने से पहले वीडियो को पसंद और नापसंद करने की संख्या को दर्शाता है। समय की बचत करें और केवल सर्वश्रेष्ठ रेटेड यूट्यूब वीडियो देखें\nएक बार आपने हमारा सॉफ्टवेयर एक्सटेंशन स्थापित कर लिया है!\n\nYoutube के लिए रेटिंग पूर्वावलोकन प्रत्येक वीडियो के अंतर्गत पसंद और नापसंद दिखाता है, जिससे आप YouTube खोज परिणामों में सभी वीडियो में से सर्वश्रेष्ठ वीडियो का चयन कर सकते हैं। बिना अधिक समय बर्बाद करने के लिए Youtube का उपयोग करें।\n\nYoutube के लिए रेटिंग पूर्वावलोकन आपको हर वीडियो थंबनेल के तहत बार को देखकर वीडियो पसंद / नापसंद को देखने की अनुमति देता है। YouTube डेटा API के अनुसार केवल उच्च श्रेणी के Youtube वीडियो देखकर अपना समय बचाएं।\n\nआजकल बहुत सारे Youtube वीडियो के साथ भ्रमित होना बहुत आसान है। Youtube के लिए रेटिंग पूर्वावलोकन के साथ आप समय बचा सकते हैं और सुनिश्चित कर सकते हैं कि आप केवल सबसे अच्छे वीडियो देखें।",
    "hr": "Traka ocjene na minijaturi videozapisa na YouTubeu prikazuje broj sviđanja i nesviđanja videozapisa prije nego što kliknete na videozapis. Uštedite vrijeme i samo gledajte najbolje ocijenjene Youtube video zapise\nnakon što instalirate naše programsko proširenje!\n\nPregled ocjena za Youtube prikazuje oznake \"sviđa mi se\" i \"ne sviđa mi se\" ispod svakog videozapisa kako biste mogli odabrati najbolji videozapis iz svih videozapisa u rezultatima pretraživanja Youtubea. Koristite Youtube produktivnije bez gubljenja vremena kako biste saznali koji su videozapisi sjajan sadržaj.\n\nPregled ocjena za Youtube omogućuje vam gledanje videozapisa sa oznakom \"sviđa mi se\" / \"ne sviđa mi se\" samo gledajući traku ispod svake minijature videozapisa. Uštedite svoje vrijeme gledajući samo visoko ocijenjeni Youtube videozapis prema YouTube podacima API-ja.\n\nVrlo je lako zbuniti se s toliko Youtube videa koji su danas dostupni. Pomoću pregleda ocjena za Youtube možete uštedjeti vrijeme i osigurati gledanje samo najboljih videozapisa.",
    "hu": "Az értékelési sáv a YouTube indexkép felett megmutatja a videó tetszéseinek és nemtetszéseinek számát, mielőtt rákattintana a videóra. Takarítson meg időt, és csak nézze meg a legjobban értékelt Youtube-videókat\nmiután telepítette a szoftverbővítményünket!\n\nA Youtube értékelésének előnézete minden videó alatt tetszik és nemtetszik, hogy kiválaszthassa a legjobb videót a Youtube keresési eredményei között szereplő összes videó közül. Használja produktívabban a Youtube-ot anélkül, hogy időt kellene pazarolnia annak kiderítéséhez, hogy mely videók kiváló tartalmak.\n\nA Youtube értékelésének előnézete lehetővé teszi a videók tetszésének / nemtetszésének megtekintését, csak azáltal, hogy megnézed a sávot minden videó miniatűrje alatt. Takarítson meg időt azzal, hogy csak a YouTube adat API-jának megfelelően csak magas besorolású Youtube-videókat néz.\n\nNagyon könnyű összetéveszteni a manapság elérhető Youtube-videókkal. A Youtube minősítés előnézetével időt takaríthat meg, és csak a legjobb videókat nézheti meg.",
    "id": "Bilah peringkat pada gambar kecil video di YouTube menunjukkan jumlah suka dan tidak suka yang dimiliki suatu video sebelum Anda mengeklik video tersebut. Hemat waktu dan tonton saja video Youtube dengan rating terbaik\nsetelah Anda menginstal ekstensi perangkat lunak kami!\n\nPratinjau peringkat untuk Youtube menunjukkan suka dan tidak suka di bawah setiap video untuk memungkinkan Anda memilih video terbaik dari semua video di hasil Pencarian Youtube. Gunakan Youtube secara lebih produktif tanpa harus membuang waktu untuk mencari tahu video mana yang merupakan konten yang bagus.\n\nPratinjau peringkat untuk Youtube memungkinkan Anda untuk melihat suka / tidak suka video hanya dengan melihat bilah di bawah setiap thumbnail video. Hemat waktu Anda dengan hanya menonton video Youtube berperingkat tinggi menurut API data YouTube.\n\nSangat mudah untuk bingung dengan begitu banyak video Youtube yang tersedia saat ini. Dengan Pratinjau peringkat untuk Youtube Anda dapat menghemat waktu dan memastikan Anda hanya menonton video terbaik.",
    "it": "La barra di valutazione sulla miniatura del video su YouTube mostra il numero di Mi piace e Non mi piace che un video ha prima di fare clic sul video. Risparmia tempo e guarda i video di Youtube più votati\nuna volta installata la nostra estensione software!\n\nL'anteprima della valutazione per Youtube mostra Mi piace e Non mi piace sotto ogni video per consentirti di scegliere il video migliore da tutti i video nei risultati di ricerca di Youtube. Usa Youtube in modo più produttivo senza dover perdere tempo per scoprire quali video sono ottimi contenuti.\n\nL'anteprima della valutazione per Youtube ti consente di visualizzare i Mi piace / Non mi piace semplicemente guardando la barra sotto ogni miniatura del video. Risparmia tempo guardando solo video Youtube di alto livello secondo l'API di dati di YouTube.\n\nÈ molto facile confondersi con così tanti video di Youtube disponibili al giorno d'oggi. Con l'anteprima delle valutazioni per Youtube puoi risparmiare tempo e assicurarti di guardare solo i video migliori.",
    "ja": "YouTubeの動画サムネイルの上の評価バーには、動画をクリックする前の、動画の高評価と低評価の数が表示されます。時間を節約し、評価の高いYouTube動画を見るだけ\nソフトウェア拡張機能をインストールしたら！\n\nYouTubeの評価プレビューでは、すべての動画の下に高評価と低評価が表示され、YouTube検索結果のすべての動画から最高の動画を選択できます。優れたコンテンツである動画を見つけるために時間を無駄にすることなく、YouTubeをより生産的に使用できます。\n\nYoutubeの評価プレビューでは、すべてのビデオサムネイルの下のバーを見るだけで、ビデオの高評価/低評価を表示できます。 YouTubeデータAPIに従って、高評価のYouTube動画のみを視聴して時間を節約してください。\n\n今日利用できる非常に多くのYoutubeビデオと混同することは非常に簡単です。 Youtubeの評価プレビューを使用すると、時間を節約し、最高のビデオだけを見ることができます。",
    "ko": "YouTube의 동영상 미리보기 이미지 위에있는 등급 표시 줄은 동영상을 클릭하기 전에 동영상의 좋아요 및 싫어요 수를 보여줍니다. 시간을 절약하고 최고 등급의 Youtube 비디오를 시청하십시오.\n소프트웨어 확장을 설치하면!\n\nYoutube의 등급 미리보기는 모든 동영상 아래에 좋아요와 싫어요를 표시하여 Youtube 검색 결과의 모든 동영상에서 최고의 동영상을 선택할 수 있습니다. 어떤 동영상이 훌륭한 콘텐츠인지 알아 내기 위해 시간을 낭비하지 않고 Youtube를 더 생산적으로 사용하세요.\n\nYoutube에 대한 평가 미리보기를 사용하면 모든 비디오 썸네일 아래의 막대를 보는 것만으로 비디오 좋아요 / 싫어요를 볼 수 있습니다. YouTube 데이터 API에 따라 높은 등급의 Youtube 동영상 만 시청하여 시간을 절약하세요.\n\n요즘 사용 가능한 수많은 Youtube 비디오와 혼동하기가 매우 쉽습니다. Youtube의 등급 미리보기를 사용하면 시간을 절약하고 최고의 동영상 만 시청할 수 있습니다.",
    "lt": "Įvertinimo juosta virš vaizdo įrašo miniatiūros „YouTube“ rodo vaizdo įrašo „Patinka“ ir „Nepatinka“ skaičių prieš spustelėdami vaizdo įrašą. Sutaupykite laiko ir tiesiog žiūrėkite geriausiai įvertintus „Youtube“ vaizdo įrašus\nįdiegę mūsų programinės įrangos plėtinį!\n\n„Youtube“ reitingo peržiūra rodo teigiamus ir nemalonius įvertinimus kiekviename vaizdo įraše, kad galėtumėte pasirinkti geriausią vaizdo įrašą iš visų „YouTube“ paieškos rezultatų vaizdo įrašų. Naudokitės „Youtube“ produktyviau, negaišdami laiko, kad sužinotumėte, kurie vaizdo įrašai yra puikus turinys.\n\n„Youtube“ reitingo peržiūra leidžia peržiūrėti vaizdo įrašų „Patinka“ / „Nepatinka“ paspaudimus juostoje po kiekviena vaizdo įrašo miniatiūra. Sutaupykite laiko žiūrėdami tik gerai įvertintus „Youtube“ vaizdo įrašus pagal „YouTube“ duomenų API.\n\nLabai lengva supainioti su tiek daug „Youtube“ vaizdo įrašų, kuriuos galima įsigyti šiais laikais. Naudodami „YouTube“ įvertinimo peržiūrą galite sutaupyti laiko ir užtikrinti, kad žiūrite tik geriausius vaizdo įrašus.",
    "lv": "Vērtēšanas josla virs videoklipa sīktēla pakalpojumā YouTube parāda videoklipa atzīmju Patīk un Nepatīk skaitu pirms videoklipa noklikšķināšanas. Ietaupiet laiku un vienkārši skatieties vislabāk novērtētos Youtube videoklipus\nkad esat instalējis mūsu programmatūras paplašinājumu!\n\nYoutube vērtējuma priekšskatījums zem katra videoklipa parāda atzīmes Patīk un Nepatīk, lai jūs varētu izvēlēties labāko videoklipu no visiem videoklipiem Youtube meklēšanas rezultātos. Izmantojiet Youtube produktīvāk, netērējot laiku, lai uzzinātu, kuri videoklipi ir lielisks saturs.\n\nYoutube vērtējuma priekšskatījums ļauj skatīt videoklipu atzīmes Patīk / Nepatīk, vienkārši skatoties joslu zem katra videoklipa sīktēla. Ietaupiet savu laiku, skatoties tikai ļoti novērtētus Youtube videoklipus atbilstoši YouTube datu API.\n\nIr ļoti viegli sajaukt ar tik daudziem mūsdienās pieejamiem Youtube videoklipiem. Izmantojot Youtube vērtējuma priekšskatījumu, varat ietaupīt laiku un pārliecināties, ka skatāties tikai labākos videoklipus.",
    "ms": "Bar penilaian berbanding lakaran kecil video di YouTube menunjukkan jumlah suka dan tidak suka video sebelum anda mengklik video tersebut. Jimat masa dan hanya menonton video Youtube yang dinilai terbaik\nsetelah anda memasang peluasan perisian kami!\n\nPratonton penilaian untuk Youtube menunjukkan suka dan tidak suka di bawah setiap video untuk membolehkan anda memilih video terbaik dari semua video dalam hasil Carian Youtube. Gunakan Youtube dengan lebih produktif tanpa perlu membuang masa untuk mengetahui video mana yang hebat.\n\nPratonton penilaian untuk Youtube membolehkan anda melihat suka / tidak suka video hanya dengan melihat bar di bawah setiap lakaran kecil video. Jimat masa anda dengan hanya menonton video Youtube yang dinilai tinggi mengikut API data YouTube.\n\nSangat mudah untuk keliru dengan begitu banyak video Youtube yang ada sekarang. Dengan pratonton Penilaian untuk Youtube, anda dapat menjimatkan masa dan memastikan anda hanya menonton video terbaik.",
    "nl": "De beoordelingsbalk boven de videominiatuur op YouTube toont het aantal likes en dislikes van een video voordat je doorklikt naar de video. Bespaar tijd en bekijk gewoon de best beoordeelde YouTube-video's\nzodra u onze software-extensie heeft geïnstalleerd!\n\nBeoordelingsvoorbeeld voor YouTube toont voorkeuren en antipathieën onder elke video, zodat u de beste video kunt kiezen uit alle video's in de zoekresultaten van YouTube. Gebruik YouTube productiever zonder tijd te verspillen om erachter te komen welke video's geweldige inhoud zijn.\n\nMet een beoordelingsvoorbeeld voor YouTube kunt u de video-likes / dislikes bekijken door gewoon naar de balk onder elke videominiatuur te kijken. Bespaar tijd door alleen YouTube-video's met een hoge rating te bekijken volgens de YouTube-gegevens-API.\n\nHet is heel gemakkelijk om in de war te raken met zoveel YouTube-video's die tegenwoordig beschikbaar zijn. Met beoordelingsvoorbeeld voor YouTube kunt u tijd besparen en ervoor zorgen dat u alleen de beste video's bekijkt.",
    "no": "Rangeringslinje over videominiatyrbilde på YouTube viser antall likes og misliker en video før du klikker deg gjennom til videoen. Spar tid og bare se de best rangerte Youtube-videoene\nnår du har installert programvareutvidelsen vår!\n\nRangeringsforhåndsvisning for Youtube viser likes og misliker under hver video, slik at du kan velge den beste videoen fra alle videoene i Youtube-søkeresultatene. Bruk Youtube mer produktivt uten å kaste bort tid på å finne ut hvilke videoer som er flott innhold.\n\nForhåndsvisning av rangering for Youtube lar deg se på video liker / ikke liker bare ved å se linjen under hvert videominiatyrbilde. Spar tid ved å se bare YouTube med høy karakter i henhold til YouTube data API.\n\nDet er veldig lett å bli forvirret med så mange Youtube-videoer tilgjengelig i dag. Med Rating preview for Youtube kan du spare tid og sikre at du bare ser de beste videoene.",
    "pl": "Pasek oceny nad miniaturą filmu w serwisie YouTube pokazuje liczbę ocen pozytywnych i negatywnych, jakie ma film, zanim przejdziesz do niego. Oszczędzaj czas i po prostu oglądaj najlepiej oceniane filmy na Youtube\npo zainstalowaniu naszego rozszerzenia oprogramowania!\n\nPodgląd oceny w YouTube pokazuje upodobania i antypatie pod każdym filmem, aby umożliwić Ci wybranie najlepszego filmu spośród wszystkich filmów w wynikach wyszukiwania YouTube. Korzystaj z YouTube w bardziej produktywny sposób, bez tracenia czasu na sprawdzanie, które filmy są świetne.\n\nPodgląd oceny w serwisie Youtube umożliwia przeglądanie upodobań / antypatii wideo po prostu patrząc na pasek pod każdą miniaturą wideo. Oszczędzaj czas, oglądając tylko wysoko oceniane filmy z YouTube zgodnie z YouTube Data API.\n\nBardzo łatwo jest się pomylić z tak wieloma dostępnymi obecnie filmami z YouTube. Dzięki Podglądowi ocen na YouTube możesz zaoszczędzić czas i mieć pewność, że oglądasz tylko najlepsze filmy.",
    "ro": "Bara de evaluare peste miniatura videoclipului în YouTube arată numărul de aprecieri și de aprecieri pe care le are un videoclip înainte de a face clic pe videoclip. Economisiți timp și urmăriți cele mai apreciate videoclipuri de pe YouTube\ndupă ce ați instalat extensia noastră software!\n\nPrevizualizarea evaluării pentru Youtube arată aprecieri și nu-i place în fiecare videoclip pentru a vă permite să alegeți cel mai bun videoclip din toate videoclipurile din rezultatele căutării pe YouTube. Folosiți Youtube mai productiv fără a fi nevoie să pierdeți timp pentru a afla ce videoclipuri sunt un conținut excelent.\n\nPrevizualizarea evaluării pentru Youtube vă permite să vizualizați videoclipurile apreciate / neplăcute doar uitându-vă la bara de sub fiecare miniatură a videoclipului. Economisiți-vă timpul vizionând numai videoclipuri YouTube de înaltă calitate conform API-ului de date YouTube.\n\nEste foarte ușor să vă confundați cu atâtea videoclipuri Youtube disponibile în zilele noastre. Cu Previzualizare evaluare pentru Youtube, puteți economisi timp și vă puteți asigura că vizionați doar cele mai bune videoclipuri.",
    "ru": "Панель рейтинга над миниатюрой видео на YouTube показывает количество лайков и антипатий к видео до того, как вы нажмете на него. Сэкономьте время и просто смотрите лучшие видео на Youtube\nпосле установки нашего программного расширения!\n\nПредварительный просмотр рейтинга для Youtube показывает лайки и антипатии под каждым видео, чтобы вы могли выбрать лучшее видео из всех видео в результатах поиска Youtube. Используйте Youtube более продуктивно, не тратя время на поиски лучших видео.\n\nПредварительный просмотр рейтинга для Youtube позволяет вам просматривать понравившиеся / не понравившиеся видео, просто посмотрев на полосу под каждой миниатюрой видео. Экономьте свое время, просматривая только видео Youtube с высоким рейтингом в соответствии с API данных YouTube.\n\nОчень легко запутаться в таком большом количестве видео на Youtube, доступных в настоящее время. С предварительным просмотром рейтингов для Youtube вы можете сэкономить время и убедиться, что смотрите только лучшие видео.",
    "sk": "Panel s hodnotením nad miniatúrou videa v službe YouTube zobrazuje počet označení páči sa mi a nepáči sa mi vo videu, kým sa na dané video prekliknete. Ušetrite čas a sledujte iba najlepšie hodnotené videá z YouTube\npo nainštalovaní nášho softvérového rozšírenia!\n\nUkážka hodnotení pre Youtube zobrazuje pod každým videom lajky a nepáči sa, aby ste si mohli vo výsledkoch vyhľadávania Youtube zvoliť najlepšie video zo všetkých videí. Používajte Youtube produktívnejšie bez toho, aby ste museli strácať čas zisťovaním, ktoré videá majú skvelý obsah.\n\nUkážka hodnotení pre Youtube vám umožňuje zobraziť videá, ktoré sa vám páčia alebo nepáčia, iba tak, že sa pozriete na lištu pod každou miniatúrou videa. Ušetrite svoj čas sledovaním iba vysoko hodnotených videí YouTube podľa dátového rozhrania YouTube.\n\nJe veľmi ľahké sa pomýliť s toľkými Youtube videami, ktoré sú dnes k dispozícii. Vďaka ukážke Hodnotenie pre Youtube môžete ušetriť čas a zabezpečiť, aby ste sledovali iba tie najlepšie videá.",
    "sl": "Vrstica z ocenami nad sličico videoposnetka v YouTubu prikazuje število všečkov in nevoljenj videoposnetka, preden kliknete na videoposnetek. Prihranite čas in si oglejte najbolje ocenjene Youtube videoposnetke\nko namestite našo razširitev programske opreme!\n\nPredogled ocen za Youtube prikazuje všečke in nevolje pod vsakim videoposnetkom, da lahko med vsemi videoposnetki v rezultatih iskanja Youtube izberete najboljši videoposnetek. Youtube uporabite bolj produktivno, ne da bi vam bilo treba izgubljati čas, da ugotovite, kateri videoposnetki so odlična vsebina.\n\nPredogled ocene za Youtube vam omogoča ogled všeč / ne mara videoposnetkov, tako da pogledate vrstico pod vsako sličico videoposnetka. Prihranite svoj čas z ogledom samo visoko ocenjenega videoposnetka Youtube v skladu s podatkovnim API-jem YouTube.\n\nZelo enostavno se je zamenjati s toliko Youtube video posnetki, ki so danes na voljo. S predogledom ocene za Youtube lahko prihranite čas in si zagotovite, da gledate samo najboljše videoposnetke.",
    "sr": "Трака оцене на минијатури видео записа на ИоуТубеу приказује број свиђања и несвиђања видео снимку пре него што кликнете на видео. Уштедите време и само гледајте најбоље оцењене Иоутубе видео снимке\nнакон што инсталирате нашу програмску екстензију!\n\nПреглед рејтинга за Иоутубе приказује свиђања и несвиђања испод сваког видео записа, што вам омогућава да одаберете најбољи видео запис од свих видео записа у резултатима Иоутубе претраге. Користите Иоутубе продуктивније без губљења времена да бисте сазнали који су видео снимци сјајан садржај.\n\nПреглед рејтинга за Иоутубе омогућава вам гледање видео записа који им се свиђају / не свиђају само гледањем траке испод сваке сличице видео записа. Уштедите своје време гледајући само високо оцењени Иоутубе видео према ИоуТубе АПИ-ју за податке.\n\nВрло је лако збунити се са толико Иоутубе видео снимака који су данас доступни. Помоћу прегледа оцена за Иоутубе можете уштедети време и осигурати да гледате само најбоље видео записе.",
    "sv": "Betygsfältet över videominiatyren på YouTube visar antalet gillanden och ogillar en video innan du klickar igenom till videon. Spara tid och titta bara på de bästa YouTube-videorna\nnär du har installerat vårt programtillägg!\n\nBetygsförhandsgranskning för Youtube visar gillar och ogillar under varje video så att du kan välja den bästa videon från alla videor i Youtube-sökresultaten. Använd Youtube mer produktivt utan att behöva slösa tid på att ta reda på vilka videor som är bra innehåll.\n\nBetygsförhandsgranskning för Youtube låter dig visa videon gillar / ogillar bara genom att titta på fältet under varje videominiatyr. Spara tid genom att bara titta på högvärdig Youtube-video enligt YouTubes data-API.\n\nDet är väldigt lätt att bli förvirrad med så många Youtube-videor som finns idag. Med förhandsgranskning för Youtube kan du spara tid och se till att du bara tittar på de bästa videorna.",
    "th": "แถบการให้คะแนนเหนือภาพขนาดย่อของวิดีโอใน YouTube จะแสดงจำนวนการชอบและไม่ชอบวิดีโอก่อนที่คุณจะคลิกผ่านไปยังวิดีโอ ประหยัดเวลาและดูวิดีโอ Youtube ที่ได้รับคะแนนสูงสุด\nเมื่อคุณติดตั้งส่วนขยายซอฟต์แวร์ของเราแล้ว!\n\nตัวอย่างการให้คะแนนสำหรับ Youtube จะแสดงการชอบและไม่ชอบภายใต้วิดีโอทุกรายการเพื่อให้คุณสามารถเลือกวิดีโอที่ดีที่สุดจากวิดีโอทั้งหมดในผลการค้นหาของ Youtube ใช้ Youtube ได้อย่างมีประสิทธิผลมากขึ้นโดยไม่ต้องเสียเวลาค้นหาว่าวิดีโอใดมีเนื้อหาที่ยอดเยี่ยม\n\nตัวอย่างการให้คะแนนสำหรับ Youtube ช่วยให้คุณสามารถดูวิดีโอที่ชอบ / ไม่ชอบได้เพียงแค่ดูที่แถบใต้ภาพขนาดย่อของวิดีโอทุกรายการ ประหยัดเวลาของคุณด้วยการดูเฉพาะวิดีโอ Youtube ที่ได้รับคะแนนสูงตาม API ข้อมูลของ YouTube\n\nมันง่ายมากที่จะสับสนกับวิดีโอ Youtube จำนวนมากในปัจจุบัน ด้วยการดูตัวอย่างการให้คะแนนสำหรับ Youtube คุณสามารถประหยัดเวลาและมั่นใจได้ว่าคุณจะดูวิดีโอที่ดีที่สุดเท่านั้น",
    "tr": "YouTube'daki video küçük resminin üzerindeki derecelendirme çubuğu, siz videoyu tıklamadan önce bir videonun sahip olduğu beğenme ve beğenmeme sayısını gösterir. Zaman kazanın ve sadece en beğenilen Youtube videolarını izleyin\nYazılım uzantımızı yükledikten sonra!\n\nYoutube için değerlendirme önizlemesi, Youtube Arama sonuçlarındaki tüm videolardan en iyi videoyu seçmenize olanak tanımak için her videonun altındaki beğeni ve beğenmeme durumlarını gösterir. Hangi videoların harika içerik olduğunu öğrenmek için zaman kaybetmeden Youtube'u daha verimli kullanın.\n\nYoutube için değerlendirme önizlemesi, yalnızca her video küçük resminin altındaki çubuğa bakarak videoyu beğenen / beğenmeyenleri görüntülemenizi sağlar. YouTube veri API'sine göre yalnızca yüksek puan alan Youtube videosunu izleyerek zaman kazanın.\n\nGünümüzde mevcut olan pek çok Youtube videosuyla karıştırmak çok kolay. Youtube için Derecelendirme önizlemesi ile zamandan tasarruf edebilir ve yalnızca en iyi videoları izlemenizi sağlayabilirsiniz.",
    "uk": "Рядок оцінки на мініатюрі відео на YouTube показує кількість оцінок \"подобається\" та \"не подобається\" відео, перш ніж перейти до відео. Заощаджуйте час і просто дивіться найкращі відео YouTube\nяк тільки ви встановите наше розширення програмного забезпечення!\n\nПопередній перегляд рейтингу для Youtube показує симпатії та антипатії під кожним відео, щоб ви могли вибрати найкраще відео з усіх відео в результатах пошуку Youtube. Використовуйте Youtube продуктивніше, не витрачаючи часу, щоб з’ясувати, які відео є чудовим вмістом.\n\nПопередній перегляд рейтингу для Youtube дозволяє переглядати відео, що сподобалось / не сподобалось, просто переглядаючи панель під кожним ескізом відео. Заощаджуйте свій час, переглядаючи лише відео з високим рейтингом YouTube за даними API даних YouTube.\n\nДуже легко заплутатись із такою кількістю відео YouTube, доступних сьогодні. За допомогою попереднього перегляду рейтингу для Youtube ви можете заощадити час і забезпечити перегляд лише найкращих відео.",
    "vi": "Thanh trên hình thu nhỏ của video trong YouTube hiển thị số lượt thích và không thích của một video trước khi bạn nhấp qua video. Tiết kiệm thời gian và chỉ xem các video Youtube được đánh giá tốt nhất\nkhi bạn đã cài đặt tiện ích mở rộng phần mềm của chúng tôi!\n\nBản xem trước cho Youtube hiển thị lượt thích và lượt không thích dưới mỗi video để cho phép bạn chọn video hay nhất từ tất cả các video trong kết quả Tìm kiếm trên Youtube. Sử dụng Youtube hiệu quả hơn mà không phải mất thời gian tìm kiếm video nào có nội dung hay.\n\nXem trước cho Youtube cho phép bạn xem các lượt thích / không thích video chỉ bằng cách nhìn vào thanh bên dưới mỗi hình thu nhỏ của video. Tiết kiệm thời gian của bạn bằng cách chỉ xem video Youtube được xếp hạng cao theo API dữ liệu YouTube.\n\nRất dễ bị nhầm lẫn với rất nhiều video Youtube hiện nay. Với bản xem trước Xếp hạng cho Youtube, bạn có thể tiết kiệm thời gian và đảm bảo bạn chỉ xem những video hay nhất.",
    "zh_CN": "YouTube中视频缩略图上方的评分栏显示了您点击该视频之前视频的喜欢和不喜欢次数。节省时间，仅观看收视率最高的Youtube视频\n一旦您安装了我们的软件扩展程序！\n\nYouTube的分级预览可在每个视频下显示喜欢和不喜欢的内容，以便您从YouTube搜索结果中的所有视频中选择最佳的视频。可以更高效地使用Youtube，而不必浪费时间来找出哪些视频内容很棒。\n\nYouTube的分级预览可让您仅查看每个视频缩略图下方的栏即可查看视频的点赞/不喜欢。根据YouTube数据API，仅观看收视率很高的Youtube视频，从而节省时间。\n\n如今很容易与众多YouTube视频混淆。借助YouTube的分级预览，您可以节省时间并确保仅观看最佳视频。",
    "zh_TW": "YouTube中視頻縮略圖上方的評分欄顯示了您點擊該視頻之前視頻的喜歡和不喜歡次數。節省時間，僅觀看收視率最高的Youtube視頻\n一旦您安裝了我們的軟件擴展程序！\n\nYouTube的分級預覽可在每個視頻下顯示喜歡和不喜歡的內容，以便您從YouTube搜索結果中的所有視頻中選擇最佳的視頻。可以更高效地使用Youtube，而不必浪費時間來找出哪些視頻內容很棒。\n\nYouTube的分級預覽可讓您僅查看每個視頻縮略圖下方的欄即可查看視頻的點贊/不喜歡。根據YouTube數據API，僅觀看收視率很高的Youtube視頻，從而節省時間。\n\n如今很容易與眾多YouTube視頻混淆。借助YouTube的分級預覽，您可以節省時間並確保僅觀看最佳視頻。"
  }
}