{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AliCoupons - Automatic Coupon Finder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically find coupon codes on AliExpress"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension finds coupons on products automatically and gives a vast discounts\nJust install the extension and on every product page it will automatically start searching for the best coupons and discounts available. When an offer is detected an orange notification will appear with instructions on how to grab it.\n\nLet's face it, AliExpress’ coupons and discounts can be a bit confusing and hard to understand, it is for this reason why many people don’t take full advantage of them. However, thanks to this free extension you will be able to save a few dollars on many of your purchases, especially on the products that are in the medium to high price range (there are usually not many discounts or coupons available for extremely cheap products).\n\nWhy is this useful? Let's say you are about to purchase 10 phone cases at 1$ each, but the extension warns you that there is a 4$ discount when spending 10$ or more: you can add 2 more cases to the cart and the price for 10 units will reduce to 6$. Without the extension, 8 units at 8$; with it, 10 units at 6$.\n\nEnjoy your shopping :)",
    "es": "Esta extensión encuentra cupones en productos automáticamente y ofrece grandes descuentos.\nSimplemente instale la extensión y en cada página de producto comenzará a buscar automáticamente los mejores cupones y descuentos disponibles. Cuando se detecte una oferta, aparecerá una notificación naranja con instrucciones sobre cómo obtenerla.\n\nSeamos realistas, los cupones y descuentos de AliExpress pueden ser un poco confusos y difíciles de entender, es por eso que muchas personas no los aprovechan al máximo. Sin embargo, gracias a esta extensión gratuita podrás ahorrar unos cuantos dólares en muchas de tus compras, especialmente en los productos que se encuentran en un rango de precio medio-alto (no suele haber muchos descuentos o cupones disponibles para productos extremadamente baratos) .\n\n¿Por qué es útil? Supongamos que está a punto de comprar 10 fundas para teléfonos a 1 $ cada una, pero la extensión le advierte que hay un descuento de 4 $ al gastar 10 $ o más: puede agregar 2 fundas más al carrito y el precio de 10 unidades será reducir a 6 $. Sin la extensión, 8 unidades a 8$; con él, 10 unidades a 6$.\n\nDisfruta de tus compras :)",
    "fr": "Cette extension trouve automatiquement des coupons sur les produits et offre de vastes remises\nInstallez simplement l'extension et sur chaque page de produit, elle commencera automatiquement à rechercher les meilleurs coupons et remises disponibles. Lorsqu'une offre est détectée, une notification orange apparaît avec des instructions sur la façon de la saisir.\n\nAvouons-le, les coupons et remises d'AliExpress peuvent être un peu déroutants et difficiles à comprendre, c'est pour cette raison que beaucoup de gens n'en profitent pas pleinement. Cependant, grâce à cette extension gratuite, vous pourrez économiser quelques dollars sur bon nombre de vos achats, en particulier sur les produits qui se situent dans la fourchette de prix moyenne à élevée (il n'y a généralement pas beaucoup de réductions ou de coupons disponibles pour des produits extrêmement bon marché) .\n\nPourquoi est-ce utile ? Supposons que vous êtes sur le point d'acheter 10 étuis de téléphone à 1 $ chacun, mais l'extension vous avertit qu'il y a une remise de 4 $ lorsque vous dépensez 10 $ ou plus : vous pouvez ajouter 2 étuis supplémentaires au panier et le prix pour 10 unités réduire à 6$. Sans l'extension, 8 unités à 8$; avec lui, 10 unités à 6$.\n\nProfitez de vos achats :)",
    "it": "Questa estensione trova automaticamente i coupon sui prodotti e offre enormi sconti\nBasta installare l'estensione e su ogni pagina del prodotto inizierà automaticamente la ricerca dei migliori coupon e sconti disponibili. Quando viene rilevata un'offerta, verrà visualizzata una notifica arancione con le istruzioni su come ottenerla.\n\nAmmettiamolo, i coupon e gli sconti di AliExpress possono essere un po' confusi e difficili da capire, è per questo motivo che molte persone non ne approfittano appieno. Tuttavia, grazie a questa estensione gratuita potrai risparmiare qualche dollaro su molti dei tuoi acquisti, soprattutto sui prodotti che si trovano nella fascia di prezzo medio-alta (di solito non ci sono molti sconti o coupon disponibili per prodotti estremamente economici) .\n\nPerché è utile? Supponiamo che tu stia per acquistare 10 custodie per telefoni a 1$ ciascuna, ma l'estensione ti avverte che c'è uno sconto di 4$ quando spendi 10$ o più: puoi aggiungere altre 2 custodie al carrello e il prezzo per 10 unità sarà ridurre a 6 $. Senza estensione, 8 unità a 8$; con esso, 10 unità a 6 $.\n\nGoditi i tuoi acquisti :)",
    "pt_BR": "Esta extensão encontra cupons em produtos automaticamente e oferece grandes descontos\nBasta instalar a extensão e em cada página de produto ela começará automaticamente a procurar os melhores cupons e descontos disponíveis. Quando uma oferta for detectada, uma notificação laranja aparecerá com instruções sobre como agarrá-la.\n\nConvenhamos, os cupons e descontos do AliExpress podem ser um pouco confusos e difíceis de entender, por isso muitas pessoas não os aproveitam ao máximo. No entanto, graças a esta extensão gratuita, você poderá economizar alguns dólares em muitas de suas compras, especialmente nos produtos que estão na faixa de preço médio a alto (geralmente não há muitos descontos ou cupons disponíveis para produtos extremamente baratos) .\n\nPor que isso é útil? Digamos que você está prestes a comprar 10 capas de telefone a 1$ cada, mas a extensão avisa que há um desconto de 4$ ao gastar 10$ ou mais: você pode adicionar mais 2 capas ao carrinho e o preço de 10 unidades será reduzir para 6 $. Sem extensão, 8 unidades a 8$; com ele, 10 unidades a 6$.\n\nAproveite suas compras :)",
    "ru": "Это расширение автоматически находит купоны на товары и дает огромные скидки.\nПросто установите расширение, и на каждой странице продукта оно автоматически начнет поиск лучших доступных купонов и скидок. При обнаружении предложения появится оранжевое уведомление с инструкциями о том, как его получить.\n\nПосмотрим правде в глаза, купоны и скидки AliExpress могут быть немного запутанными и трудными для понимания, именно по этой причине многие люди не используют их в полной мере. Тем не менее, благодаря этому бесплатному расширению вы сможете сэкономить несколько долларов на многих своих покупках, особенно на продуктах среднего и высокого ценового диапазона (обычно не так много скидок или купонов для очень дешевых продуктов). .\n\nПочему это полезно? Допустим, вы собираетесь приобрести 10 чехлов для телефонов по 1 доллару каждый, но расширение предупреждает вас о том, что при покупке от 10 долларов действует скидка 4 доллара: вы можете добавить в корзину еще 2 чехла, и цена за 10 единиц снизить до 6$. Без расширения 8 штук по 8$; с ним 10 единиц по 6$.\n\nНаслаждайтесь покупками :)"
  }
}