{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Summary Pro: Instant Text & Page Insights"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform articles, texts, and web pages into concise summaries with advanced AI."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Summary Pro transforms your browsing experience with powerful AI-driven summaries, making it easier to absorb information quickly, including the analysis of PDF documents. \nNow, you can generate summaries in any language of your choice, tailoring the information to your linguistic preferences. \nAlongside this, customize your experience with options for stylish tooltips, font sizes, and themes. Ideal for research, learning, or quick information gathering, \nAI Summary Pro streamlines content into concise insights across a multitude of languages. \nWhether you're studying, working, or just curious, AI Summary Pro is your smart companion for navigating vast amounts of information, enhancing both productivity and understanding.\n\n\n*** How to Use AI Summary Pro ***\n\n1) Install the Extension: Add AI Summary Pro to your Chrome browser from the Chrome Web Store.\n2) Select Text or Page: Right-click to summarize selected text or the entire page via the context menu.\n3) Customize Your Experience: Access the extension's options to set your preferred language, font size, and theme for summaries.\n4) Manage Your Subscription: Click on the extension icon and choose \"Manage Subscription\" to view your plan or upgrade.\n\n\n*** Trial Limitations ***\n\nEnjoy a trial period with AI Summary Pro to experience the convenience of AI-powered summaries. During the trial, you are allowed to generate up to 10 summaries in English with a maximum of 100 tokens per summary. Upgrade anytime to unlock unlimited access, including the ability to summarize in multiple languages and enjoy enhanced features for an uninterrupted experience.\n\nDiscover a smarter way to browse and absorb information with AI Summary Pro – your essential tool for quick and efficient online research."
  }
}