{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mẫu cửa cổng sắt đẹp",
    "en": "Beautiful iron gate model"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tìm kiếm, tính giá, và tính diện tích của mẫu cửa cổng sắt đẹp dễ dàng và nhanh chóng",
    "en": "Search, calculate price, and calculate area of beautiful iron gate models easily and quickly"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome Extension \"Mẫu Cửa Cổng Sắt Đẹp\" là một công cụ linh hoạt và tiện ích, giúp người dùng duyệt web trên trình duyệt Chrome một cách thuận tiện và nhanh chóng để tìm kiếm, tính toán giá và diện tích cho các mẫu cửa cổng sắt độc đáo.\n\nTìm Kiếm Mẫu Cổng Sắt:\nExtension giúp bạn tìm kiếm mẫu cửa cổng sắt mà bạn muốn một cách hiệu quả. Chỉ cần nhập từ khóa tìm kiếm vào ô \"Tìm kiếm mẫu cổng sắt\", nhấn Enter, và extension sẽ mở một tab mới hiển thị kết quả tìm kiếm trên cuasatsaigon.\n\nTính Giá Mẫu Cổng Sắt:\nVới chức năng tính giá, bạn có thể dễ dàng ước lượng chi phí của mẫu cổng sắt dựa trên diện tích và loại cổng bạn chọn. Nhập diện tích mong muốn và chọn loại cổng, sau đó nhấn nút \"Tính giá\" để xem giá mua ước tính.\n\nTính Diện Tích Cổng:\nExtension không chỉ giúp bạn tìm kiếm mà còn hỗ trợ tính toán diện tích cổng sắt theo chiều rộng và chiều cao. Nhập thông số chiều rộng và chiều cao, nhấn nút \"Diện tích\", và bạn sẽ biết ngay diện tích của cổng sắt.\n\nVới giao diện thân thiện và tính năng linh hoạt, Chrome Extension \"Mẫu Cửa Cổng Sắt Đẹp\" không chỉ là công cụ tìm kiếm mà còn là trợ thủ đắc lực trong việc xác định giá và diện tích của mẫu cửa cổng sắt theo ý muốn.\n\nLiên hệ góp ý ứng dụng tại cửa sắt Sài Gòn qua:\n- Địa Chỉ Xưởng: Đường T15, P An Phú Đông, Q 12, TP HCM\n- 0938 082 799  (Mr Tâm)\nMail: cuasatsaigon@gmail.com"
  }
}