{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Aliexpress.com"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Aliexpress.com",
    "ru": "Русский Aliexpress.com"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ever wanted to shop everything in one place, at one time? We’ve created just the app for you! With thousands of brands and millions of products at an incredible value, AliExpress is the go-to app for those in the know.\nShop what’s new & now from home to health, tech to toys and sports to shoes (plus the hottest fashion around) every day. And, let’s not forget all our deals! From flash & super deals to coupons and more, you can get the best products at the best prices in a swipe.\n\nThere are countless reasons to love shopping on the AliExpress app but here are some of our favorites:\n\n• Millions of trendy and unique products \n• Easy search – so you can find what you want quickly\n• Coupons, discounts, flash & super deals so you’ll always get the best price\n• Free shipping on over 75% of our products\n• Order management & automatic shipment notifications\n• Buyer Protection on all your purchases\n• Secure online payments\n• Personalized feeds, with products picked especially for you\n\nLanguage Support\nWe’re global, so our app is too! We support English, Spanish, Portuguese, Russian, Turkish, Bahasa Indonesian, Thai, Italian, German, French, Hebrew, Korean, Polish, Dutch, Arabic, Vietnamese, Japanese and Ukrainian.\n\nCurrency Support\nOur app currently supports eight different currencies for payment (Euros, US Dollars, Canadian Dollars, Australian Dollars, Japanese Yen, British Sterling, Russian Rubles and Swedish Krona), and six further currencies for browsing (Brazilian Real, Indian Rupee, Ukrainian Hryvnia, Indonesia Rupiah, Mexican Peso and Turkish Lira).\n\nTell Us What You Think\nLike us? Love us? Can't get enough of the AliExpress app? Let us know! We love to hear your thoughts. Plus, if you any areas for improvement while using our app, tell us that, too! We take all feedback seriously and use it for constant improvement. Drop us a line in the app by tapping \"More\" then \"App Suggestion\"."
  }
}