{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Admitad Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension for earning money on your audience",
    "de": "Die Extension für Einkünfte durch Ihr Publikum",
    "es": "Extensión para ganar dinero con tu público",
    "fr": "L'extension pour monétiser votre public",
    "it": "L'estensione per guadagnare sul tuo pubblico",
    "pl": "Rozszerzenie do monetyzacji odbiorców",
    "pt_BR": "Extensão para ganhar dinheiro com seu público",
    "ru": "Расширение для заработка на вашей аудитории"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "33,000 projects. Bloggers with audiences from 5,000 followers and websites with up to 20 million monthly visitors—they all earn money on leading customers to stores. And you can become one of them.\n\n30,000 brands. Install the extension and choose whose products to promote. \n\n100 million goods. Our advertisers sell virtually everything: from smartphones to traveling. Our advertisers sell virtually everything: from smartphones to traveling. Cosmetics, food, apparel, car maintenance, games—there are products to fit any subject.\n\nHow does this work?\nAdmitad Extension is an extension that allows you to cooperate with top-rated stores and brands easily.\n* Promote products and share links to services on social media and personal blogs, websites, YouTube, Telegram, and other messengers.\n* To let us know it was you who brought a specific customer, use special links the extension generates.\n* Get a reward for every order made through your links.\n\nHow is Admitad Extension convenient?\n1. The affiliate network's entire functionality—in one extension.\n2. Simple registration, no moderation.\n3. Real-time statistics.\n4. It's easy to withdraw money to any payment system.\n\nWhat does Admitad Extension do?\n* Allows working with 60,000 goods and services of advertisers across the globe.\n* Highlights brands and goods available for promotion.\n* Generates affiliate links on the store website, in one click.\n* Displays all relevant discounts and promo codes.\n* Shows the previous week's clicks and earnings statistics.\n* In case of disconnection of an affiliate program, automatically redirects traffic to all analogs so as to not compromise your earnings.\nBesides, the extension can create links for connecting referrals. As per the terms of the referral program, you will be eligible for 5% of Admitad's earnings from every publisher you bring to the network, throughout the year.\n\nHow to start earning with Admitad Extension?\n1. Install the extension and sign up.\n2. Pick a store from the catalog.\n3. Choose a product you like, open the extension, and copy the link.\n4. Share this link on your website, blog, or social media.\n5. Earn on every purchase made through your link.\n\nThis extension is a tool for our business partners - publishers who have (or plan to have) an account in Admitad network and apply our terms of use https://terms.admitad.com/en/admitad-affiliate/terms-for-publishers/",
    "de": "33.000 Projekte. Blogger mit mindestens 5.000 Lesern und Websites mit bis zu 20 Millionen Benutzern im Monat verdienen daran, dass sie Käufer in Shops bringen. Auch Sie haben diese Möglichkeit.\n33.000 Marken. Installieren Sie einfach die Extension und entscheiden Sie, für welche Produkte Sie werben möchten.\n100 Millionen Produkte. Unsere Advertiser verkaufen alles: vom Smartphone bis hin zu Reisen. Ob Kosmetik, Essen und Trinken, Kleidung, Fahrzeugservice oder Games — es gibt Produkte für jedes Projekt.\n\nWie funktioniert das?\nAdmitad Extension ist eine Erweiterung, die es Ihnen ermöglicht, problemlos mit erstklassigen Geschäften und Marken zusammenzuarbeiten.\n* Empfehlen Sie Produkte und teilen Sie Links zu Serviceleistungen in sozialen Netzwerken und privaten Blogs, auf Websites, YouTube, in Telegram-Kanälen und Messenger-Diensten.\n* Damit wir wissen, dass die Käufer ihretwegen gekommen sind, verwenden Sie von der Extension generierte Spezial-Links.\n* Sie erhalten eine Belohnung für jede Bestellung, die über Ihre Links erfolgt.\n\nWas ist so praktisch an der Admitad Extension?\n1. Alle Funktionen eines Affiliate Netzwerks in einer einzigen Extension.\n2. Problemlose Registrierung ohne Moderation.\n3. Statistiken in Echtzeit.\n4. Verdienste können problemlos in jedes Zahlungssystem überwiesen werden.\n\nWas tut die Admitad Extension?\n* Sie eröffnet Verdienstmöglichkeiten mit 60.000 Apps von Advertisern aus aller Welt.\n* Sie gibt in der Suchmaschine Marken und Produkte an, für die Sie Werbung machen können.\n* Sie generiert mit nur einem Klick Affiliate-Links auf der Website des Shops.\n* Sie berücksichtigt alle aktuellen Rabatte und Promo-Codes.\n* Sie zeigt die Statistik der Klicks und Einnahmen in der vergangenen Woche.\n* Wenn ein Affiliate-Programm beendet wird, überführt sie den Traffic automatisch in ein ähnliches Programm, damit Ihnen keine Einnahmen entgehen.\nAußerdem kann die Extension Links für den Beitritt über Referrals erstellen.\nDie Bedingungen des Referral-Programms sehen vor, dass Sie ein Jahr lang 5 % der Admitad-Einnahmen jedes von Ihnen geworbenen Advertisers erhalten.\n \nWie fangen Sie an, wenn Sie mit der Admitad Extension Einnahmen erzielen möchten?\n1. Installieren Sie die Extension und führen Sie die Registrierung durch.\n2. Wählen Sie einen geeigneten Shop aus dem Katalog aus.\n3. Suchen Sie sich ein interessantes Produkt aus, öffnen Sie die Extension und kopieren Sie den Link.\n4. Teilen Sie diesen Link auf Ihrer Website, in Ihrem Blog oder in den sozialen Netzwerken.\n5. Nun verdienen Sie an jedem Kauf, der über Ihren Link erfolgt.",
    "es": "33 000 proyectos. Bloggers con una audiencia de 5,000 personas y sitios web de hasta 20 millones de usuarios al mes, todos ellos ganan dinero llevando clientes a las tiendas. Puedes convertirte en uno de ellos.\n\n30 000 marcas. Descarga la extensión y elige qué productos promocionar.\n\n100 millones de productos. Nuestros anunciantes venden de todo: desde smartphones hasta viajes. Cosméticos, comida, ropa, servicio de coches y juegos: hay productos para proyectos de cualquier tema.\n\n¿Cómo funciona?\nAdmitad Extensión es una extensión en la que puedes colaborar con las principales tiendas y marcas sin ningún problema.\n* Recomienda productos y comparte enlaces de servicios en las redes sociales y blogs personales, sitios web y YouTube, canales de Telegram y messengers.\n* Para que podamos saber que fuiste tú quien atrajo al comprador, usa los enlaces especiales que genera la extensión.\n* Recibe remuneraciones por cada pedido realizado a través de tus enlaces.\n\n¿Por qué es cómodo usar Admitad Extensión?\n1. \tToda la funcionalidad de la red de afiliación está contenida en una sola extensión.\n2. \tRegistro fácil, sin moderación.\n3. \tEstadísticas en tiempo real.\n4. \tLas ganancias se pueden retirar fácilmente a cualquier sistema de pago.\n\n¿Qué hace Admitad Extensión?\n* Te permite trabajar con 60 000 ofertas de anunciantes de todo el mundo.\n* Destaca marcas y productos que se pueden promocionar en el motor de búsqueda.\n* Genera enlaces de afiliación en el sitio web de la tienda con un solo clic.\n* Refleja todas las rebajas y los códigos promocionales actuales.\n* Muestra las estadísticas de los clics y las ganancias de la última semana.\n* Si el programa de afiliación está desconectado, éste lleva automáticamente el tráfico a los programas análogos para que no pierdas dinero.\n\nAdemás, la extensión puede crear enlaces para conectar a los referidos.\nSegún las condiciones del programa de referencia, durante todo el año puedes recibir el 5% de las ganancias de Admitad de cada publisher atraído.\n \n¿Cómo empezar a ganar dinero con Admitad Extensión?\n1. \tInstala la extensión y regístrate.\n2. \tSelecciona la tienda adecuada del catálogo.\n3. \tElige un producto interesante, abre la extensión y copia el enlace.\n4. \tComparte este enlace en tu sitio web, blog o redes sociales.\n5. \tGana dinero con cada compra realizada a través de tu enlace.",
    "fr": "33 000 projets. Pour les blogueurs ayant un public de plus de 5 000 personnes et des sites internet comptabilisant jusqu'à 20 millions visiteurs par mois, l'acquisition de nouveaux clients est leur source de revenus. Vous pouvez en faire partie, vous aussi.\n \n30 000 marques. Installez l'extension et faites votre choix de produits à promouvoir.\n \n100 millions de produits. Nos annonceurs commercialisent absolument tout, des smartphones aux voyages. Beauté, alimentation, mode, services auto ou jeux : vous trouverez le bon produit quelle que soit la thématique de votre projet.\n \nComment ça marche ?\nAdmitad Extension est une extension qui vous permet d'avoir un accès direct aux enseignes et magasins les plus en vue.\n* Suggérez des produits et partagez les liens des services et prestations sur les réseaux sociaux et dans vos blogs, en ligne et sur YouTube, sur Telegram et d'autres messageries.\n* Pour nous signaler qu'il s'agit d'un client trouvé par vos soins, servez-vous des liens spécifiques générés par l'extension.\n* Recevez votre rémunération pour chaque achat effectué via l'un de vos liens.\n \nQuels sont les avantages d'Admitad Extension ?\n1. \tToutes les fonctionnalités d'un réseau d'affiliation dans une seule extension.\n2. \tInscription rapide sans validation requise.\n3. \tDonnées statistiques en temps réel.\n4. \tRetrait facile vers le système de paiement de votre choix.\n \nQuelles sont les possibilités offertes par Admitad Extension ?\n* Accès à plus de 60 000 offres des annonceurs à travers le monde.\n* Produits et marques disponibles à la promotion signalés dans les résultats de recherche.\n* Liens d'affiliation générés en un clic sur les sites des magasins.\n* Affichage uniquement des réductions et codes promo valides.\n* Statistiques des clics et des gains des 7 derniers jours disponibles.\n* En cas de suspension d'un programme d'affiliation, le trafic est redirigé automatiquement vers des programmes similaires et la rémunération est maintenue.\n\nL'extension génère par ailleurs des liens d'inscription pour les affiliés. Les conditions du programme de parrainage stipulent que vous pouvez prétendre à 5 % des bénéfices enregistrés par Admitad pendant une année grâce à l'activité de vos affiliés.\n \nComment gagner de l'argent avec Admitad Extension ?\n1. \tInstallez l'extension et inscrivez-vous.\n2. \tSélectionnez un magasin dans le catalogue.\n3. \tTrouvez un produit intéressant, ouvrez l'extension et copiez le lien.\n4. \tPartagez ce lien sur votre site internet, blog ou réseau social.\n5. \tTouchez une récompense pour chaque achat effectué grâce à votre lien.",
    "it": "33.000 progetti. Sia blogger con un pubblico di 5.000 persone che siti con 20 milioni di utenti al mese guadagnano portando nuovi clienti ai negozi degli advertiser. Puoi farlo anche tu.\n\n30.000 marchi. Installa l'estensione e scegli quali prodotti vuoi pubblicizzare.\n\n100 milioni di prodotti. I nostri advertiser vendono di tutto: da smartphone a viaggi. Cosmetici, alimentari, abbigliamento, servizi per auto e giochi: qui puoi trovare prodotti per progetti di ogni tipo.\n\nCome funziona?\nAdmitad Extension è un estensione che ti permette di collaborare con i migliori marchi e negozi senza ostacoli.\n* Consiglia prodotti e condividi link a servizi su social network e blog personali, siti web e YouTube, canali Telegram e altri servizi di messaggistica.\n* Utilizza i link speciali generati dall'estensione per farci sapere che sei stato proprio tu ad attirare il cliente.\n* Ottieni un compenso per ogni ordine fatto attraverso i tuoi link.\n \nPerché conviene utilizzare l'Admitad Extension?\n1. Tutte le funzionalità di un network di affiliazione in una sola estensione.\n2. Registrazione facile, senza la necessità di approvazione.\n3. Statistiche in tempo reale.\n4.Facile prelevare i guadagni su qualsiasi sistema di pagamento.\n \nCosa fa l'Admitad Extension?\n* Ti permette di collaborare con 60.000 offerte degli advertiser da tutto il mondo.\n* Evidenzia nei risultati di ricerca i marchi e i prodotti che possono essere pubblicizzati.\n* Genera link di affiliazione sul sito del negozio in un clic.\n* Mostra tutti i codici sconto e promozioni in corso di validità.\n* Mostra le statistiche sui clic e guadagni per l'ultima settimana.\n* Se un programma di affiliazione viene disattivato, l'estensione automaticamente trasferisce il traffico ad un programma analogo in modo che tu non perda guadagno. \n\nInoltre l'estensione può generare link per l'iscrizione dei referral. Secondo il regolamento del programma di referral, potrai ricevere 5% di ciò che Admitad guadagna nel primo anno su ogni publisher riferito da te.\n \nCome iniziare a guadagnare con l'Admitad Extension?\n1. Installa l'estensione e registrati.\n2. Seleziona dal catalogo il negozio che ti interessa.\n3. Scegli il prodotto che ti piace, apri l'estensione e copia il link.\n4. Condividi questo link sul tuo sito, blog o sui social network.\n5. Guadagna su ogni acquisto effettuato utilizzando il tuo link.",
    "pl": "33 000 projektów. Blogerzy z 5 000 obserwatorów i strony oferujące do 20 milionów użytkowników miesięcznie – wszyscy zarabiają na pozyskiwaniu klientów dla sklepów. Ty również możesz do nich dołączyć.\n30 000 marek. Zainstaluj rozszerzenie i wybierz, czyje produkty chcesz reklamować.\n100 milionów towarów. Nasi reklamodawcy sprzedają wszystko: od smartfonów po wycieczki.Kosmetyki, żywność, odzież, usługi warsztatów samochodowych lub gry – u nas znajdziesz towary dla projektów o dowolnej tematyce.\n\nJak to działa?\nAdmitad Extension to rozszerzenie, które pozwala Ci współpracować z najlepszymi sklepami i markami bez żadnych przeszkód.\n* Rekomenduj towary i udostępniaj linki do usług w mediach społecznościowych, na blogu, stronie internetowej, kanale YouTube, na Telegramie lub w komunikatorach.\n* Abyśmy mieli pewność, że dany klient pochodzi od Ciebie, skorzystaj ze specjalnych linków, które możesz wygenerować w rozszerzeniu.\n* Otrzymuj wynagrodzenie za każde zamówienie dokonane poprzez Twoje linki.\n\nDlaczego Admitad Extension?\n1. \tWszystkie funkcje sieci partnerskiej w jednym rozszerzeniu.\n2. \tŁatwa rejestracja, bez moderacji.\n3. \tStatystyki w czasie rzeczywistym.\n4. \tŁatwa wypłata zarobku za pomocą dowolnego systemu płatniczego.\n\nCo oferuje Admitad Extension?\n* Pozwala pracować z 60 000 ofert reklamodawców z całego świata.\n* Oznacza w wynikach wyszukiwania marki i produkty, które możesz reklamować.\n* Generuje linki partnerskie na stronie sklepu za jednym kliknięciem.\n* Wyświetla wszystkie aktualne zniżki i kody promocyjne.\n* Udostępnia statystyki według kliknięć i zarobków za ostatni tydzień.\n* W razie zawieszenia działalności programu partnerskiego automatycznie przekierowuje ruch do analogicznych programów, aby zapewnić Ci stały dochód.\nPonadto rozszerzenie może generować linki umożliwiające podłączenie programu poleceń.\nZgodnie z warunkami programu poleceń, będziesz otrzymywać 5% z zarobku Admitad od każdego pozyskanego wydawcy przez cały rok.\n \nJak zacząć zarabiać z Admitad Extension?\n1. \tZainstaluj rozszerzenie i zarejestruj się.\n2. \tWybierz z katalogu interesujący Cię sklep.\n3. \tWybierz produkt, otwórz rozszerzenie i skopiuj link.\n4. \tUdostępnij ten link na swojej stronie, blogu lub w mediach społecznościowych.\n5. \tZarabiaj za każde zakupy dokonane poprzez Twój link.",
    "pt_BR": "33.000 projetos. Tanto blogueiros com 5.000 seguidores como sites com até 20 milhões de visitas por mês ganham dinheiro levando clientes para lojas. Você pode se tornar um deles.\n \n30.000 marcas. Instale a extensão e escolha quais produtos deseja promover.\n \n100 milhões de produtos. Nossos anunciantes vendem praticamente tudo: de smartphones a viagens. Cosméticos, comida, roupas, serviços automotivos e jogos — há produtos para projetos de qualquer tema.\n \nComo funciona?\nA Extensão Admitad é uma extensão que permite você colaborar com as principais lojas e marcas sem dificuldades.\n* Promova produtos e compartilhe links para serviços nas redes sociais, blogs pessoais, sites, YouTube, Telegram e em outros messengers.\n* Para que saibamos que foi você quem atraiu um cliente específico, use links especiais gerados pela extensão.\n* Receba uma remuneração por cada pedido feito por meio de seus links.\n \nQuais são as vantagens da Extensão Admitad?\n1. Todos os recursos de uma rede de afiliação em uma única extensão.\n2. Registro rápido, sem moderação.\n3. Relatórios em tempo real.\n4. Retirada fácil via qualquer sistema de pagamento.\n \nO que faz a Extensão Admitad?\n* Permite trabalhar com 60.000 ofertas de anunciantes de todo o mundo.\n* Destaca marcas e produtos nos resultados de busca que podem ser promovidos.\n* Gera links de afiliado em sites de lojas em apenas um clique.\n* Exibe todos os descontos e códigos de promoção atuais.\n* Mostra os relatórios por cliques e ganhos da última semana.\n* Em caso de desativação de um programa afiliado, redireciona automaticamente o tráfego para os programas semelhantes, sem comprometer seus ganhos.\n\nAlém disso, a extensão pode criar links de registro para indicados. De acordo com os termos do programa de referência, você pode receber 5% do valor que a Admitad ganha durante o primeiro ano com cada afiliado que você atrai.\n \nComo começar a ganhar dinheiro com a Extensão Admitad?\n1. Instale a extensão e registre-se.\n2. Selecione uma loja do catálogo.\n3. Escolha um produto do seu interesse, abra a extensão e copie o link.\n4. Compartilhe o link no seu site, blog ou nas redes sociais.\n5. Receba uma remuneração por cada compra feita por meio do seu link.",
    "ru": "33 000 проектов. Блогеры с аудиторией от 5 000 человек и сайты до 20 млн пользователей в месяц — все они зарабатывают на том, что приводят покупателей в магазины. Вы можете стать одним из них.\n\n30 000 брендов. Устанавливайте расширение и выбирайте, чьи продукты рекламировать.\n\n100 млн товаров. Наши рекламодатели продают все: от смартфонов до путешествий. Косметика, еда, одежда, услуги автосервисов и игры — найдутся товары для проектов любой тематики.\n\nКак это работает?\n\nAdmitad Extension — это расширение, в котором вы сотрудничаете с топовыми магазинами и брендами без всяких препятствий. \n- Рекомендуйте товары и делитесь ссылками на услуги в соцсетях и личных блогах, на сайтах и YouTube, в Telegram-каналах и мессенджерах.\n- Чтобы мы знали, что покупателя привлекли именно вы, используйте специальные ссылки, которые генерирует расширение.\n- Получайте вознаграждение за каждый заказ, сделанный по вашим ссылкам. \n\nЧем удобен Admitad Extension?\n1. Весь функционал партнерской сети в одном расширении.\n2. Простая регистрация, нет модерации.\n3. Статистика в реальном времени.\n4. Заработок легко вывести на любую платежную систему.\n\nЧто делает Admitad Extension? \n- Позволяет работать с 60 000 предложений от рекламодателей по всему миру.\n- Выделяет в поисковике бренды и товары, которые можно рекламировать.\n- Генерирует партнерские ссылки на сайте магазина в один клик.\n- Отражает все актуальные скидки и промокоды.\n- Показывает статистику по кликам и заработку за последнюю неделю.\n- В случае отключения партнерской программы автоматически переводит трафик на ее аналоги, чтобы вы не теряли доход.\n\nКроме того, расширение умеет создавать ссылки для подключения рефералов. По условиям реферальной программы, на протяжении года вы можете получать 5% от заработка Admitad с каждого приведенного веб-мастера.\n \nКак начать зарабатывать с Admitad Extension?\n1. Установите расширение и пройдите регистрацию.\n2. Выберите подходящий магазин из каталога.\n3. Подберите интересный товар, откройте расширение и скопируйте ссылку.\n4. Поделитесь этой ссылкой на вашем сайте, блоге или в соцсетях.\n5. Зарабатывайте с каждой покупкой, сделанной по вашей по ссылке."
  }
}