{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "O-Robot"
  },
  "short": {
    "ar": "روبوت للتداول على وسيط  Olymp Trade. بعد التثبيت ، أعد تحميل صفحة  Olymp Trade. باستخدام هذا الامتداد ، يمكنك التداول بأمان…",
    "am,bg,ca,cs,da,de,el,en,en_AU,et,fi,gu,he,hr,hu,it,kn,lt,lv,ml,mr,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,uk": "This extension is not an Olymp Trade product. It belongs to third parties and was created as an auxiliary tool for trading.",
    "bn": "Olymp Trade ব্রোকারের ব্যবসায়ের জন্য রোবট। ইনস্টলেশন শেষে, Olymp Trade পৃষ্ঠাটি পুনরায় লোড করুন। এই এক্সটেনশনের সাহায্যে আপনি…",
    "en_GB,en_US": "Robot for trading on the Olymp Trade broker. After installation, reload the Olymp Trade page. With this extension, you can safely…",
    "es": "Esta extensión no es un producto de Olymp Trade. Es propiedad de terceros y se creó como una herramienta auxiliar para el comercio…",
    "es_419": "Robot para operar en el corredor Olymp Trade. Después de la instalación, vuelva a cargar la página Olymp Trade. Con esta extensión,…",
    "fa": "ربات برای تجارت در کارگزار  Olymp Trade. پس از نصب ، صفحه  Olymp Trade را بارگیری مجدد کنید. با استفاده از این برنامه افزودنی ، می…",
    "fil": "Ang extension na ito ay hindi isang produkto ng Olymp Trade. Ito ay pagmamay-ari ng mga ikatlong partido at nilikha bilang isang…",
    "fr": "Cette extension n'est pas un produit d'Olymp Trade. Il appartient à des tiers et est créé en tant qu'outil auxiliaire pour le…",
    "hi": "यह विस्तार Olymp Trade का उत्पाद नहीं है। यह तीसरे पक्ष के स्वामित्व में है और Olymp Trade प्लेटफॉर्म पर व्यापार के लिए एक सहायक…",
    "id": "Ekstensi ini bukan produk Olymp Trade. Dimiliki oleh pihak ketiga dan dibuat sebagai alat bantu untuk berdagang di platform Olymp…",
    "ja": "Olymp Tradeブローカーで取引するためのロボット。 インストール後、Olymp Tradeページをリロードします。 この拡張機能を使用すると、Olymp Tradeブローカーと安全に自動的に取引できます。",
    "ko": "Olymp Trade브로커에서 거래하기위한 로봇. 설치 후 Olymp Trade페이지를 다시로드하십시오. 이 확장을 사용하면 Olymp Trade브로커와 자동으로 안전하게 거래 할 수 있습니다.",
    "ms": "Sambungan ini bukan produk Olymp Trade. Ia dimiliki oleh pihak ketiga dan dibuat sebagai alat bantu untuk berdagang di platform…",
    "pt_BR": "Esta extensão não é um produto da Olymp Trade. É propriedade de terceiros e foi criado como ferramenta auxiliar de negociação na…",
    "ru": "Данное расширение не является продуктом компании Olymp Trade. Он принадлежит третьим лицам и создана как впомогательный инструмент…",
    "th": "ส่วนขยายนี้ไม่ใช่ผลิตภัณฑ์ของ Olymp Trade เป็นของบุคคลที่สามและสร้างขึ้นเพื่อเป็นเครื่องมือเสริมสำหรับการซื้อขายบนแพลตฟอร์ม Olymp…",
    "tr": "Bu uzantı, Olymp Trade'in bir ürünü değildir. Üçüncü şahıslara aittir ve Olymp Trade platformunda işlem yapmak için yardımcı bir…",
    "vi": "Phần mở rộng này không phải là sản phẩm của Olymp Trade. Nó thuộc sở hữu của các bên thứ ba và được tạo ra như một công cụ phụ trợ…",
    "zh_CN,zh_TW": "在Olymp Trade经纪人交易的机器人。 安装完成后，重新加载Olymp Trade页面。 通过此扩展，您可以安全地与Olymp Trade经纪商进行交易。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The trading robot is an exclusive product that allows you to make transactions on the platform fully automatically. The robot is very easy to use and even a beginner can figure out its settings. After installing the extension, you will be provided with absolutely free access to the trading robot. A window with settings will appear on the trading platform and you can start trading!"
  }
}