{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Social Nanny"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helps you limit your use of social media."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you find yourself constantly scrolling through social media feeds for hours on end, losing track of time and productivity? Are you tired of feeling like social media has taken over your life, and wish there was a way to limit your usage and take control of your online presence?\n\nLook no further than Social Nanny! Our Google Chrome extension app helps you monitor and limit your use of popular social media platforms such as Facebook, Twitter, TikTok, LinkedIn, and Instagram. With Social Nanny, you can finally break free from the cycle of endless scrolling and take back your time and attention.\n\nHow does it work? Social Nanny gives you two options: set a timer to alert you when you've been on a social network for a specific period of time, or automatically sign you out of the network after a set amount of time. This way, you can be sure that you're not spending too much time on social media, and can focus on more important tasks and goals.\n\nSocial Nanny is also incredibly easy to use. Simply install the extension on your Google Chrome browser and let it do the rest. With customizable settings and intuitive controls, you can tailor your social media usage to your own needs and preferences.\n\nSo why wait? Download Social Nanny today and take the first step towards a healthier, more productive, and more mindful relationship with social media."
  }
}