{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search++: Search organizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search++: A browser extension that helps you remember what you searched for."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Forget about the chaos in searching for information – we'll organize it for you! Introducing a new browser plugin that will radically change your internet experience. Our product easily integrates into your browser, operates in the background, saving your history and categorizing it by queries. No more need to scroll through long lists of history – everything is sorted and organized!\nHere are the key features of our plugin:\n    1. History is saved and grouped by queries;\n    2. Complete graph of transitions for transparent tracking of your path;\n    3. Hashtag labels for simplified searching and quick access to data;\n    4. Convenient and powerful search through history and hashtags for quick page finding.\n    5. Export to CSV\nWith our plugin, problems with searching for previously found information will become a thing of the past. An intuitive interface and well-thought-out features ensure easy searching for the necessary sites and pages.\nDon't get lost in the world of information – install our plugin and enjoy organized searching! We take care of your time and nerves by providing the best tool for work and leisure on the internet.\nTry it today! Discover a new level of comfort and productivity with our plugin. We'll organize your search so you can focus on what's important."
  }
}