{
  "name": {
    "ar": "منسق HTML",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "HTML Formatter",
    "bg": "Форматиране на HTML",
    "ca": "Formatador HTML",
    "cs,sk": "HTML formátovač",
    "da,no": "HTML-formater",
    "de": "HTML-Formatierer",
    "el": "Μορφοποιητής HTML",
    "es": "Formateador HTML",
    "et": "HTML-i vormindaja",
    "fi": "HTML-muotoilija",
    "fr": "Formateur HTML",
    "he": "מעצב HTML",
    "hi": "एचटीएमएल फ़ॉर्मेटर",
    "hr": "HTML Formater",
    "hu": "HTML formázó",
    "id,ms": "Pemformat HTML",
    "it": "Formattatore HTML",
    "ja": "HTMLフォーマッター",
    "ko": "HTML 포맷터",
    "lt": "HTML formatu",
    "lv": "HTML formatētājs",
    "nl": "HTML-opmaak",
    "pl": "Formatowanie HTML",
    "ro": "Formatator HTML",
    "ru": "Форматировщик HTML",
    "sl": "Oblikovalnik HTML",
    "sr": "ХТМЛ Форматтер",
    "sv": "HTML-formaterare",
    "th": "ฟอร์แมต HTML",
    "tr": "HTML Biçimlendirici",
    "uk": "Форматувальник HTML",
    "vi": "HTML định dạng",
    "zh_CN,zh_TW": "HTML 格式化程序"
  },
  "short": {
    "ar": "تنسيق HTML في مربع نص أو قراءة / تنسيق من ملف",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Format HTML in textbox or read/format from file",
    "bg": "Форматирайте HTML в текстово поле или прочетете/форматирайте от файл",
    "ca": "Format HTML al quadre de text o llegir/formatar des del fitxer",
    "cs": "Formát HTML v textovém poli nebo čtení/formátování ze souboru",
    "da": "Formater HTML i tekstboks eller læs/formatér fra fil",
    "de": "HTML in Textbox formatieren oder aus Datei lesen/formatieren",
    "el": "Μορφοποίηση HTML σε πλαίσιο κειμένου ή ανάγνωση/μορφοποίηση από αρχείο",
    "es": "Formatee HTML en el cuadro de texto o lea/formatee desde el archivo",
    "et": "Vormindage HTML tekstikastis või lugege/vormindage failist",
    "fa": "فرمت HTML در جعبه متن یا خواندن/قالب کردن از فایل",
    "fi": "Muotoile HTML tekstikentässä tai lue/muotoile tiedostosta",
    "fil": "I-format ang HTML sa textbox o basahin/format mula sa file",
    "fr": "Formater HTML dans la zone de texte ou lire/formater à partir du fichier",
    "he": "עיצוב HTML בתיבת טקסט או קרא/פורמט מקובץ",
    "hi": "HTML को टेक्स्टबॉक्स में प्रारूपित करें या फ़ाइल से पढ़ें/प्रारूपित करें",
    "hr": "Formatirajte HTML u tekstnom okviru ili čitajte/formatirajte iz datoteke",
    "hu": "Formázza a HTML-t szövegdobozban, vagy olvassa/formázza fájlból",
    "id": "Format HTML dalam kotak teks atau baca/format dari file",
    "it": "Formatta HTML nella casella di testo o leggi/formatta da file",
    "ja": "テキストボックスでHTMLをフォーマットするか、ファイルから読み取り/フォーマットします",
    "ko": "텍스트 상자에서 HTML 형식 지정 또는 파일에서 읽기/형식 지정",
    "lt": "Suformatuokite HTML teksto laukelyje arba skaitykite / formatuokite iš failo",
    "lv": "Formatējiet HTML tekstlodziņā vai lasiet/formatējiet no faila",
    "ms": "Format HTML dalam kotak teks atau baca/format daripada fail",
    "nl": "HTML opmaken in tekstvak of lezen/opmaken uit bestand",
    "no": "Formater HTML i tekstboks eller les/formater fra fil",
    "pl": "Formatuj HTML w polu tekstowym lub czytaj/formatuj z pliku",
    "ro": "Formatați HTML în caseta de text sau citiți/formatați din fișier",
    "ru": "Форматировать HTML в текстовом поле или читать/форматировать из файла",
    "sk": "Formátujte HTML v textovom poli alebo čítajte/formátujte zo súboru",
    "sl": "Oblikujte HTML v besedilnem polju ali preberite/oblikujte iz datoteke",
    "sr": "Форматирајте ХТМЛ у оквиру за текст или читајте/формирајте из датотеке",
    "sv": "Formatera HTML i textrutan eller läs/formatera från fil",
    "th": "จัดรูปแบบ HTML ในกล่องข้อความหรืออ่าน/จัดรูปแบบจากไฟล์",
    "tr": "HTML&#39;yi metin kutusunda biçimlendirin veya dosyadan okuyun/biçimlendirin",
    "uk": "Формат HTML у текстовому полі або читання/форматування з файлу",
    "vi": "Định dạng HTML trong hộp văn bản hoặc đọc / định dạng từ tệp",
    "zh_CN": "在文本框中格式化 HTML 或从文件中读取/格式化",
    "zh_TW": "在文本框中格式化 HTML 或從文件中讀取/格式化"
  },
  "long": {
    "ar": "قم بتنسيق كود HTML الخاص بك لجعله أكثر قابلية للقراءة.\n\nاستخدم برنامج تنسيق HTML المجاني هذا لتنسيق التعليمات البرمجية الخاصة بك اليوم.\n\nهنا هو كيف تبدأ.\n\nالصق كود HTML الخاص بك أو قم بتحميل ملف HTML من جهاز الكمبيوتر الخاص بك.\n\nاختر نوع التنسيق الذي تريد استخدامه ثم اضغط على زر التحويل.\n\nسيقوم برنامجنا بتنسيق كود HTML ويمكنك لصق كود HTML الناتج في أي مكان تريده.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Format your HTML code to make it more readable.\n\nUse this free HTML formatter software to format your code today.\n\nHere is how to get started.\n\nPaste in your HTML code or load the HTML file from your computer.\n\nChoose the type of formatting you want to use and then press the convert button.\n\nOur software will format the HTML code and you can paste this output HTML code to wherever you need.",
    "bg": "Форматирайте своя HTML код, за да го направите по-четлив.\n\nИзползвайте този безплатен софтуер за форматиране на HTML, за да форматирате кода си днес.\n\nЕто как да започнете.\n\nПоставете вашия HTML код или заредете HTML файла от вашия компютър.\n\nИзберете типа форматиране, който искате да използвате, и след това натиснете бутона за конвертиране.\n\nНашият софтуер ще форматира HTML кода и вие можете да поставите този изходен HTML код където искате.",
    "ca": "Formateu el vostre codi HTML per fer-lo més llegible.\n\nUtilitzeu aquest programari de formateig HTML gratuït per formatar el vostre codi avui.\n\nAquí teniu com començar.\n\nEnganxeu el vostre codi HTML o carregueu el fitxer HTML des de l'ordinador.\n\nTrieu el tipus de format que voleu utilitzar i, a continuació, premeu el botó de conversió.\n\nEl nostre programari formatearà el codi HTML i podeu enganxar aquest codi HTML de sortida a on ho necessiteu.",
    "cs": "Naformátujte svůj HTML kód, aby byl čitelnější.\n\nPoužijte tento bezplatný software pro formátování HTML k formátování kódu ještě dnes.\n\nZde je návod, jak začít.\n\nVložte svůj HTML kód nebo načtěte soubor HTML z počítače.\n\nVyberte typ formátování, který chcete použít, a poté stiskněte tlačítko převést.\n\nNáš software naformátuje HTML kód a tento výstupní HTML kód můžete vložit kamkoli budete potřebovat.",
    "da": "Formater din HTML-kode for at gøre den mere læsbar.\n\nBrug denne gratis HTML-formateringssoftware til at formatere din kode i dag.\n\nSådan kommer du i gang.\n\nIndsæt din HTML-kode eller indlæs HTML-filen fra din computer.\n\nVælg den type formatering, du vil bruge, og tryk derefter på konverter-knappen.\n\nVores software vil formatere HTML-koden, og du kan indsætte denne output HTML-kode, hvor du har brug for det.",
    "de": "Formatieren Sie Ihren HTML-Code, um ihn besser lesbar zu machen.\n\nVerwenden Sie diese kostenlose HTML-Formatierungssoftware, um Ihren Code noch heute zu formatieren.\n\nHier erfahren Sie, wie Sie beginnen können.\n\nFügen Sie Ihren HTML-Code ein oder laden Sie die HTML-Datei von Ihrem Computer.\n\nWählen Sie die Art der Formatierung, die Sie verwenden möchten, und klicken Sie dann auf die Schaltfläche „Konvertieren“.\n\nUnsere Software formatiert den HTML-Code und Sie können diesen ausgegebenen HTML-Code an beliebiger Stelle einfügen.",
    "el": "Μορφοποιήστε τον κώδικα HTML για να τον κάνετε πιο ευανάγνωστο.\n\nΧρησιμοποιήστε αυτό το δωρεάν λογισμικό μορφοποίησης HTML για να μορφοποιήσετε τον κώδικά σας σήμερα.\n\nΕδώ είναι πώς να ξεκινήσετε.\n\nΕπικολλήστε τον κώδικα HTML ή φορτώστε το αρχείο HTML από τον υπολογιστή σας.\n\nΕπιλέξτε τον τύπο μορφοποίησης που θέλετε να χρησιμοποιήσετε και, στη συνέχεια, πατήστε το κουμπί μετατροπής.\n\nΤο λογισμικό μας θα μορφοποιήσει τον κώδικα HTML και μπορείτε να επικολλήσετε αυτόν τον κώδικα HTML εξόδου όπου θέλετε.",
    "es": "Formatea tu código HTML para que sea más legible.\n\nUtilice este software formateador de HTML gratuito para formatear su código hoy.\n\nAquí es cómo se empieza.\n\nPegue su código HTML o cargue el archivo HTML desde su computadora.\n\nElija el tipo de formato que desea usar y luego presione el botón convertir.\n\nNuestro software formateará el código HTML y podrá pegar este código HTML de salida donde lo necesite.",
    "et": "Vormindage oma HTML-kood loetavamaks muutmiseks.\n\nKasutage seda tasuta HTML-vormingu tarkvara, et vormindada oma kood juba täna.\n\nSiin on, kuidas alustada.\n\nKleepige oma HTML-kood või laadige HTML-fail arvutist.\n\nValige soovitud vormingu tüüp ja seejärel vajutage teisendamisnuppu.\n\nMeie tarkvara vormindab HTML-koodi ja saate selle väljundi HTML-koodi kleepida kuhu iganes vajate.",
    "fa": "کد HTML خود را برای خوانایی بیشتر فرمت کنید.\n\nامروز از این نرم افزار فرمت کننده HTML رایگان برای قالب بندی کد خود استفاده کنید.\n\nدر اینجا نحوه شروع به کار آمده است.\n\nکد HTML خود را جایگذاری کنید یا فایل HTML را از رایانه خود بارگیری کنید.\n\nنوع قالب بندی را که می خواهید استفاده کنید انتخاب کنید و سپس دکمه تبدیل را فشار دهید.\n\nنرم افزار ما کد HTML را فرمت می کند و شما می توانید این کد HTML خروجی را در هر کجا که نیاز دارید قرار دهید.",
    "fil": "Muotoile HTML-koodisi, jotta se olisi helpompi lukea.\n\nKäytä tätä ilmaista HTML-muotoiluohjelmistoa koodin alustamiseen jo tänään.\n\nNäin pääset alkuun.\n\nLiitä HTML-koodisi tai lataa HTML-tiedosto tietokoneeltasi.\n\nValitse käytettävä muotoilu ja paina sitten muunnospainiketta.\n\nOhjelmistomme muotoilee HTML-koodin ja voit liittää tämän tulostetun HTML-koodin minne tarvitset.",
    "fr": "Formatez votre code HTML pour le rendre plus lisible.\n\nUtilisez ce logiciel gratuit de formatage HTML pour formater votre code dès aujourd'hui.\n\nVoici comment commencer.\n\nCollez votre code HTML ou chargez le fichier HTML depuis votre ordinateur.\n\nChoisissez le type de formatage que vous souhaitez utiliser, puis appuyez sur le bouton de conversion.\n\nNotre logiciel formatera le code HTML et vous pourrez coller ce code HTML de sortie là où vous en avez besoin.",
    "hi": "अपने HTML कोड को अधिक पठनीय बनाने के लिए प्रारूपित करें।\n\nआज ही अपना कोड फ़ॉर्मेट करने के लिए इस निःशुल्क HTML फ़ॉर्मेटर सॉफ़्टवेयर का उपयोग करें।\n\nयहां बताया गया है कि शुरुआत कैसे करें।\n\nअपने एचटीएमएल कोड में पेस्ट करें या अपने कंप्यूटर से एचटीएमएल फाइल लोड करें।\n\nआप जिस प्रकार की फ़ॉर्मेटिंग का उपयोग करना चाहते हैं उसे चुनें और फिर कन्वर्ट बटन दबाएं।\n\nहमारा सॉफ्टवेयर एचटीएमएल कोड को प्रारूपित करेगा और आप इस आउटपुट एचटीएमएल कोड को जहां चाहें वहां पेस्ट कर सकते हैं।",
    "hr": "Formatirajte svoj HTML kod da bude čitljiviji.\n\nUpotrijebite ovaj besplatni softver za formatiranje HTML-a da biste već danas formatirali svoj kod.\n\nEvo kako započeti.\n\nZalijepite svoj HTML kod ili učitajte HTML datoteku sa svog računala.\n\nOdaberite vrstu oblikovanja koju želite koristiti, a zatim pritisnite gumb za pretvaranje.\n\nNaš softver će formatirati HTML kod i vi možete zalijepiti ovaj izlazni HTML kod gdje god želite.",
    "hu": "Formázza meg HTML-kódját, hogy olvashatóbbá tegye.\n\nHasználja ezt az ingyenes HTML-formázó szoftvert a kód formázásához még ma.\n\nÍgy kezdheti el.\n\nIllessze be a HTML-kódot, vagy töltse be a HTML-fájlt a számítógépéről.\n\nVálassza ki a használni kívánt formázás típusát, majd nyomja meg a konvertálás gombot.\n\nSzoftverünk formázza a HTML-kódot, és ezt a kimeneti HTML-kódot bárhová beillesztheti, ahová szüksége van.",
    "id": "Format kode HTML Anda agar lebih mudah dibaca.\n\nGunakan perangkat lunak formatter HTML gratis ini untuk memformat kode Anda hari ini.\n\nBerikut adalah cara untuk memulai.\n\nTempelkan kode HTML Anda atau muat file HTML dari komputer Anda.\n\nPilih jenis pemformatan yang ingin Anda gunakan, lalu tekan tombol konversi.\n\nPerangkat lunak kami akan memformat kode HTML dan Anda dapat menempelkan kode HTML keluaran ini ke mana pun Anda butuhkan.",
    "it": "Formatta il tuo codice HTML per renderlo più leggibile.\n\nUsa questo software gratuito di formattazione HTML per formattare il tuo codice oggi.\n\nEcco come iniziare.\n\nIncolla il tuo codice HTML o carica il file HTML dal tuo computer.\n\nScegli il tipo di formattazione che desideri utilizzare, quindi premi il pulsante di conversione.\n\nIl nostro software formatterà il codice HTML e potrai incollare questo codice HTML di output ovunque ti serva.",
    "ja": "HTMLコードをフォーマットして、読みやすくします。\n\nこの無料のHTMLフォーマッターソフトウェアを使用して、今すぐコードをフォーマットしてください。\n\n開始方法は次のとおりです。\n\nHTMLコードを貼り付けるか、コンピューターからHTMLファイルをロードします。\n\n使用するフォーマットのタイプを選択してから、変換ボタンを押します。\n\n当社のソフトウェアはHTMLコードをフォーマットし、この出力HTMLコードを必要な場所に貼り付けることができます。",
    "ko": "가독성을 높이기 위해 HTML 코드의 형식을 지정합니다.\n\n이 무료 HTML 포맷터 소프트웨어를 사용하여 지금 코드를 포맷하십시오.\n\n시작하는 방법은 다음과 같습니다.\n\nHTML 코드를 붙여넣거나 컴퓨터에서 HTML 파일을 로드합니다.\n\n사용하려는 서식 유형을 선택한 다음 변환 버튼을 누릅니다.\n\n우리 소프트웨어는 HTML 코드의 형식을 지정하고 이 출력 HTML 코드를 필요한 곳에 붙여넣을 수 있습니다.",
    "lt": "Suformatuokite HTML kodą, kad jis būtų lengviau skaitomas.\n\nNorėdami suformatuoti kodą šiandien, naudokite šią nemokamą HTML formatavimo programinę įrangą.\n\nŠtai kaip pradėti.\n\nĮklijuokite HTML kodą arba įkelkite HTML failą iš savo kompiuterio.\n\nPasirinkite norimo naudoti formatavimo tipą ir paspauskite konvertavimo mygtuką.\n\nMūsų programinė įranga suformatuos HTML kodą ir jūs galite įklijuoti šį išvestinį HTML kodą ten, kur jums reikia.",
    "lv": "Formatējiet savu HTML kodu, lai padarītu to lasāmāku.\n\nIzmantojiet šo bezmaksas HTML formatēšanas programmatūru, lai formatētu kodu jau šodien.\n\nLūk, kā sākt darbu.\n\nIelīmējiet savu HTML kodu vai ielādējiet HTML failu no sava datora.\n\nIzvēlieties izmantojamā formatējuma veidu un pēc tam nospiediet konvertēšanas pogu.\n\nMūsu programmatūra formatēs HTML kodu, un jūs varat ielīmēt šo izvadīto HTML kodu visur, kur jums nepieciešams.",
    "ms": "Formatkan kod HTML anda untuk menjadikannya lebih mudah dibaca.\n\nGunakan perisian pemformat HTML percuma ini untuk memformat kod anda hari ini.\n\nInilah cara untuk bermula.\n\nTampal dalam kod HTML anda atau muatkan fail HTML dari komputer anda.\n\nPilih jenis pemformatan yang ingin anda gunakan dan kemudian tekan butang tukar.\n\nPerisian kami akan memformatkan kod HTML dan anda boleh menampal kod HTML output ini ke mana-mana yang anda perlukan.",
    "nl": "Formatteer uw HTML-code om deze leesbaarder te maken.\n\nGebruik deze gratis HTML-formattersoftware om uw code vandaag nog op te maken.\n\nHier is hoe u aan de slag kunt gaan.\n\nPlak uw HTML-code in of laad het HTML-bestand van uw computer.\n\nKies het type opmaak dat u wilt gebruiken en druk vervolgens op de knop Converteren.\n\nOnze software zal de HTML-code opmaken en u kunt deze HTML-uitvoercode plakken waar u maar wilt.",
    "no": "Formater HTML-koden for å gjøre den mer lesbar.\n\nBruk denne gratis HTML-formateringsprogramvaren til å formatere koden din i dag.\n\nHer er hvordan du kommer i gang.\n\nLim inn HTML-koden eller last inn HTML-filen fra datamaskinen.\n\nVelg typen formatering du vil bruke, og trykk deretter på konverter-knappen.\n\nProgramvaren vår vil formatere HTML-koden, og du kan lime inn denne utdata-HTML-koden der du trenger det.",
    "pl": "Sformatuj kod HTML, aby był bardziej czytelny.\n\nUżyj tego bezpłatnego oprogramowania do formatowania HTML, aby sformatować swój kod już dziś.\n\nOto jak zacząć.\n\nWklej kod HTML lub załaduj plik HTML z komputera.\n\nWybierz typ formatowania, którego chcesz użyć, a następnie naciśnij przycisk konwersji.\n\nNasze oprogramowanie sformatuje kod HTML i możesz wkleić ten wyjściowy kod HTML w dowolne miejsce.",
    "ro": "Formatați codul HTML pentru a-l face mai lizibil.\n\nUtilizați acest software gratuit de formatare HTML pentru a vă formata codul astăzi.\n\nIată cum să începeți.\n\nInserați codul HTML sau încărcați fișierul HTML de pe computer.\n\nAlegeți tipul de formatare pe care doriți să îl utilizați și apoi apăsați butonul de conversie.\n\nSoftware-ul nostru va formata codul HTML și puteți lipi acest cod HTML de ieșire oriunde aveți nevoie.",
    "ru": "Отформатируйте HTML-код, чтобы сделать его более читабельным.\n\nИспользуйте это бесплатное программное обеспечение для форматирования HTML, чтобы отформатировать свой код уже сегодня.\n\nВот как начать.\n\nВставьте свой HTML-код или загрузите HTML-файл со своего компьютера.\n\nВыберите тип форматирования, который вы хотите использовать, а затем нажмите кнопку преобразования.\n\nНаше программное обеспечение отформатирует HTML-код, и вы сможете вставить этот выходной HTML-код в любое место.",
    "sk": "Naformátujte svoj HTML kód, aby bol čitateľnejší.\n\nPoužite tento bezplatný softvér na formátovanie HTML na formátovanie kódu ešte dnes.\n\nTu je návod, ako začať.\n\nVložte kód HTML alebo načítajte súbor HTML z počítača.\n\nVyberte typ formátovania, ktorý chcete použiť, a potom stlačte tlačidlo konvertovať.\n\nNáš softvér naformátuje HTML kód a tento výstupný HTML kód môžete vložiť kamkoľvek potrebujete.",
    "sl": "Oblikujte kodo HTML, da bo bolj berljiva.\n\nZa oblikovanje kode še danes uporabite to brezplačno programsko opremo za oblikovanje HTML.\n\nTukaj je opisano, kako začeti.\n\nPrilepite kodo HTML ali naložite datoteko HTML iz računalnika.\n\nIzberite vrsto oblikovanja, ki ga želite uporabiti, in pritisnite gumb za pretvorbo.\n\nNaša programska oprema bo formatirala kodo HTML in to izhodno kodo HTML lahko prilepite kamor koli želite.",
    "sr": "Форматирајте свој ХТМЛ код да бисте га учинили читљивијим.\n\nКористите овај бесплатни софтвер за форматирање ХТМЛ-а да данас форматирате свој код.\n\nЕво како да почнете.\n\nНалепите свој ХТМЛ код или учитајте ХТМЛ датотеку са свог рачунара.\n\nИзаберите тип форматирања који желите да користите, а затим притисните дугме за конверзију.\n\nНаш софтвер ће форматирати ХТМЛ код и овај излазни ХТМЛ код можете налепити где год вам је потребно.",
    "sv": "Formatera din HTML-kod för att göra den mer läsbar.\n\nAnvänd denna gratis HTML-formateringsprogramvara för att formatera din kod idag.\n\nSå här kommer du igång.\n\nKlistra in din HTML-kod eller ladda HTML-filen från din dator.\n\nVälj den typ av formatering du vill använda och tryck sedan på konvertera-knappen.\n\nVår programvara kommer att formatera HTML-koden och du kan klistra in den här utgående HTML-koden var du än behöver.",
    "th": "จัดรูปแบบโค้ด HTML ของคุณเพื่อให้อ่านง่ายขึ้น\n\nใช้ซอฟต์แวร์ฟอร์แมต HTML ฟรีนี้เพื่อจัดรูปแบบโค้ดของคุณวันนี้\n\nนี่คือวิธีการเริ่มต้น\n\nวางโค้ด HTML ของคุณหรือโหลดไฟล์ HTML จากคอมพิวเตอร์ของคุณ\n\nเลือกประเภทการจัดรูปแบบที่คุณต้องการใช้ จากนั้นกดปุ่มแปลง\n\nซอฟต์แวร์ของเราจะจัดรูปแบบโค้ด HTML และคุณสามารถวางโค้ด HTML ที่ส่งออกนี้ไปที่ใดก็ได้ที่คุณต้องการ",
    "tr": "HTML kodunuzu daha okunabilir hale getirmek için biçimlendirin.\n\nKodunuzu bugün biçimlendirmek için bu ücretsiz HTML biçimlendirici yazılımını kullanın.\n\nİşte nasıl başlayacağınız.\n\nHTML kodunuzu yapıştırın veya HTML dosyasını bilgisayarınızdan yükleyin.\n\nKullanmak istediğiniz biçimlendirme türünü seçin ve ardından dönüştür düğmesine basın.\n\nYazılımımız HTML kodunu biçimlendirecek ve bu çıktı HTML kodunu ihtiyacınız olan her yere yapıştırabilirsiniz.",
    "uk": "Відформатуйте свій HTML-код, щоб зробити його більш читабельним.\n\nВикористовуйте це безкоштовне програмне забезпечення для форматування HTML, щоб відформатувати свій код сьогодні.\n\nОсь як почати.\n\nВставте свій HTML-код або завантажте HTML-файл зі свого комп’ютера.\n\nВиберіть тип форматування, який ви хочете використати, а потім натисніть кнопку конвертації.\n\nНаше програмне забезпечення відформатує HTML-код, і ви можете вставити цей вихідний HTML-код у будь-яке місце.",
    "vi": "Định dạng mã HTML của bạn để dễ đọc hơn.\n\nSử dụng phần mềm định dạng HTML miễn phí này để định dạng mã của bạn ngay hôm nay.\n\nĐây là cách để bắt đầu.\n\nDán mã HTML của bạn hoặc tải tệp HTML từ máy tính của bạn.\n\nChọn kiểu định dạng bạn muốn sử dụng và sau đó nhấn nút chuyển đổi.\n\nPhần mềm của chúng tôi sẽ định dạng mã HTML và bạn có thể dán mã HTML đầu ra này vào bất cứ đâu bạn cần.",
    "zh_CN": "格式化您的 HTML 代码以使其更具可读性。\n\n立即使用这款免费的 HTML 格式化程序软件来格式化您的代码。\n\n以下是如何开始。\n\n粘贴您的 HTML 代码或从您的计算机加载 HTML 文件。\n\n选择要使用的格式类型，然后按转换按钮。\n\n我们的软件将格式化 HTML 代码，您可以将此输出的 HTML 代码粘贴到您需要的任何位置。",
    "zh_TW": "格式化您的 HTML 代碼以使其更具可讀性。\n\n立即使用這款免費的 HTML 格式化軟件來格式化您的代碼。\n\n以下是如何開始。\n\n粘貼您的 HTML 代碼或從您的計算機加載 HTML 文件。\n\n選擇要使用的格式類型，然後按轉換按鈕。\n\n我們的軟件將格式化 HTML 代碼，您可以將此輸出的 HTML 代碼粘貼到您需要的任何位置。"
  }
}