{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Context Menu Search Pro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Context Menu Search pro for easy search. Select Search using contect menu."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Context Menu Search Pro as the name suggest, puts an option to search anything your select in an tab or windows using our secured search engine.\n\nSuppose you are reading an article and you see a phrase that you don't understand, just select the phrase than right click on it. You will see an option to search it using \"Context Menu Search\". Isn't it easy?\n\nThe best thing about this  extension is that it uses Bing as the default search provider. It changes your default search engine to provide you with the best experience.\n\nYou can anytime change your default search engine if you wish too. It is simple just open settings> on the left side click on search engines option> Then click on manage search engines > Then choose the search engine of your choice.\n\nContext Menu Search Pro respects your privacy and we follow all the latest privacy rules and regulations. We never ask for any personal information neither we keep track of keywords you search for.\n\nAll Context Menu Search pro does is, it provides you a way to quickly select any text and search for it using Bing search engine. We all know Bing is one of the trusted names in search engines.\n\nHow to Use this extension for select search text\n1. First of all install the extension, that is one thing you must do.\n2. Later you can search using the omnibox using safe keyword and pressing tab button. \n3. Or you can directly select text, phrase or word and search it using context menu search.\n\nDisclosure - By clicking ‘Add to chrome, you accept and agree to install the Context Menu Search pro extension, set the Chrome Default search engine to \"https://chromeapps.site/search/\" which is powered by Bing (trade mark Microsoft) custom search technology , and adhere to the Terms and Privacy Policy.\n\nPrivacy Policy\nhttps://chromeapps.site/privacypolicy.html\nTOS\nhttps://chromeapps.site/tos.html"
  }
}