{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pulse Wallet Chromium"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Pulse Wallet Chromium is the open-sourced, privacy fork of Rabby Wallet, built by the community, for the community.",
    "zh_CN": "A safe and fast way to explore and master PulseChain. Store, manage, trade, and swap crypto and NFT anywhere anytime."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Pulse Wallet Chromium is the open-sourced, privacy fork of Rabby Wallet, built by the community, for the community.\n\nOur goal is to provide top-notch privacy and security to our users, and we are committed to maintaining this standard. You can manage your digital assets with peace of mind, knowing that your personal information is respected and protected. We support PulseChain natively, EVM blockchains, and, in the future, SVM blockchains as well.\n\nWith Pulse Wallet, we offer various features, including:\n\nEASY LOGIN\n- Import Wallet: import your existing wallet using 12 or 24 seed phrases.\n- Hardware Wallet: import your hardware wallet into Pulse Wallet extension for easy and secure transactions.\n\nESSENTIAL SECURITY\n- View transaction content, risk check, and estimated balance changes before signing.\n\nNETWORKS\n- Seamlessly switch between PulseChain and other supported EVM chains.\n- Display tokens corresponding to your selected Network.\n- Automatically switch chains corresponding to the active Dapps and websites.\n\nKEEP TRACK OF YOUR ASSETS\n- Store all tokens on PulseChain and other EVM chains.\n- Add any custom tokens you need if they are not in the default list.\n- Support a wide range of tokens of above networks.\n- View both NFTs and fungible tokens on PulseChain.\n\nSEND AND RECEIVE TOKENS\n- Send your tokens to anyone using wallet address, anywhere in the world, and anytime you wish.\n- Receive tokens just by sharing your wallet address.\n- Whitelist feature makes it more convenient to send tokens to frequent addresses.",
    "zh_CN": "A safe and fast way to explore and master PulseChain. Store, manage, trade, and swap crypto and NFT anywhere anytime."
  }
}