{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Misabel: Compare prices & Track Price History"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly compare prices, check price history charts and save money when you shop online."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your money-saving assistant for main online US home improvement and electronics retailer sites.\n\nWith the power of AI technologies it is a new way to automatically save money. It includes price comparison while you are browsing online and also you have access to the price history of the product for many online retailers like Amazon, Walmart, Wayfair, BestBuy, Target and so on.\n\nNo account needed. Just install and start saving money. Instantly compare prices and track price when you shop online, check price history charts from all available stores with the option to be alerted on price drops to all e-commerce sites.\n\n● Compare price\nPrices for all supported e-commerce are listed and can easily be tracked for the most biggest retailers like Amazon, Walmart, BestBuy, Target, Wayfair and others.\n\n● Price history charts and price tracker\nDetailed Price History charts for over 6 million products and over 15 retailers, including Amazon, Walmart, BestBuy, Target, Wayfair and other big retailers.\n\n● Price Drop & Availability Alerts\nSet up a price watch directly from the product page. We track any product for you and notify you once the product dropped below your desired price.\n\nWe follow Chrome's minimum permissions policy and only request the following permissions: \n● Access to misabel.ai: needed for communication with our servers to provide the extension with price history data and handle your (optional) user account for price tracking.\n● Access to product display pages in order to embed our price history graph directly on sellers product pages.\n\nThat's it. You can also read our privacy policy, it is really short: https://home.misabel.ai/privacy-policy/\n\nIf you have any questions or suggestions email us at inoi@misabel.ai or visit our FAQ page: https://www.misabel.ai/faq/"
  }
}