{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Better goSupermodel"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Small improvements for goSupermodel"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Better goSupermodel\" was a browser extension, made by user Naddi, that introduces notifications about goCodes on goSupermodel.com. \n\nSupport me on ko-fi:\nhttps://ko-fi.com/naddi\n\nv4.7:\n- Profile creator to create the code for layouts\n- Sticky header in the tradelog such that you can switch pages even if you're scrolled down to the bottom\n- Make item images clickable so that you can open the itemlink in a new window\n- \"Challenge to Sketzmo\" button in model dialog\n- Preview functionality on forum posts so that you can see how a post will look with emojis etc.\n- Blocked users: Introduce three stages so that you can individually for each blocked person select whether they're blurred, shown or hidden.\n- Allow favorites of the old emojis so that you can hide them from the \"quick-list\" of emojis\n- Club notifications for new applications or new posts in the forums\n- Pin friends to the front page and community tab\n- Show auction earnings in the better wardrobe\n- Competition widget on the front page\n- Live notifications\n\n- Fix the search in the better wardrobe, so that you can now also search for recolours of items\n\n-----\n\nThe list of features that this extension provides is:\n- All links are clickable in forum topics, fmb, gomessages and goblogs.\n- Images of wardrobe items when you hover links.\n- Highlighting your own posts and topics in the forums in a custom colour (which can be changed, but not seen by others ofc).\n- Show all images as \"full\" version (gifs are animated and pngs have transparency).\n- Max height + scroll on very long posts, such that if someone posts the entire bee movie script, you'll still be able to navigate the forum topic.\n- Preview topics by hovering over the title both in the forum overview and on the front page.\n- Easily bookmark forum topics with the \"bookmark\" button, which will add it to the front page bookmark widget.\n- \"Hiding\" a topic will blur it from the forum topic lists.\n- Add the friend flower emoji next to your friends in forum topics.\n- Bookmarks on the front page.\n- Add a widget for the newest 18+ topics to the front page.\n- Pin a club forum to the Community page.\n- Group similar activities in the \"Friend activities\" widget on the front page.\n- Add notes on items in the wardrobe.\n- Sticky filters that stay on screen when you scroll.\n- Icons in auctions for items from the shop and goCodes. This is supported by a community-maintained gocode overview.\n- Hide the \"Buy\" button in the wishlist when visiting other people's wishlists – this is to avoid accidentally buying items for yourself when you want to gift them.\n- Highlighting duplicates by having an exclamation mark in the top left corner of the item in the wardrobe and in wishlists, which says how many you own.\n- Showing how many items you're wearing.\n- Live Sketzmo timer.\n- Global Sketzmo timer above the Games button.\n- Asking \"Are you sure?\" when you exit games.\n- \"Are you sure you want to leave?\" when leaving a page, where you've written something in a text area.\n- Published magazines\", \"Saved looks\" and \"Suggested looks\" added to user profiles under \"Collections\".\n- Fix the styling on the magazine editor such that it fits the new text tool.\n- Favouriting the new emojis so they show up next to the old emojis.\n- Emoji picker in the friend message board.\n- Notes for users in your contact list and blocklist. These are shown in the lists, but also on the user popups\n- Custom censoring of words.\n- Popup windows are now movable on site\n- Forum preview also shows who made the topic\n- It is now possible to turn off the blurring for selected blocked people.\n- New notification popup\n- Brand new wardrobe with a bunch of features such as: collections, information, filtering by favourites and duplicates, multi-auction, multi-trade, saving combos.\n- Info-button on items in the wardrobe with links to goSuper.tools and the gSm database.\n- Checkmarks after item links if you own the item.\n- Click usernames to copy them (in model pop up)\n- Cilck gocodes to copy them (in notification window)\n- Auction button in model pop up now actually leads to auctions instead of wardrobe\n- New category system in the wardrobe, with the option to move items and import categories from goSuper.tools.\n- Auction timer\n- Completely hide blocked users\n- Tutorials for the extension\n- Accept/decline all in the trade log\n- Better styling of the trade pop up\n- Send trades directly from people's wishlist\n- New \"Better picture gallery\" with collections\n- Custom ordering in the better wardrobe\n- Restyling of the info panel in the better wardrobe which includes goSuper.tools tags\n- Sketzmo typing is removed, as it is now supported without the browser\n- Ideas overview\n- Import/export feature for settings\n- Colours for visited forum topics (optional)\n- Add \"See on goSuper.tools\" in lost auction messages\n- Auction again in not sold auction messages\n- Hide club icon in forum widget (optional)\n- \"Cancel all trades\" button in trade log\n- Search functionality in better picture gallery\n- Search functionality when inserting pictures in fmb, goblog, forum\n- Character and word count when writing a forum post (optional)\n- Wishlist: Show how many of the item you own\n- Show size of better wardrobe collections\n- \"Worn items\" filter in the better wardrobe \"Other\" filter\n- Reset to current outfit in better wardrobe\n- \"Are you sure?\" prompt when resetting outfit or removing all on outfit (optional)\n- Reload button in better wardrobe that fetches anything new that you've bought\n- Multi-remove in better wardrobe collections\n- Submit trades to goSuper.tools! From the tradelog, you can submit trades to let the goSuper.tools website know what items are worth\n- Wishlist icons beside item links\n- Blur full posts that mention a censored word\n- Select width of wardrobe\n- Hide magazines that you do not want to see.\n- Assign categories to collections, so they only appear under that specific category\n- Sort by newest, oldest, your custom ordering and random\n- New categories: shoes>accessories, sleeves, weapons, umbrellas, renamed animals to creatures\n- New colours: gold and silver\n- Search for links\n- \"Not in a collection\" filter under \"Other\"\n- Icon for items that are not tradable/auctionable in multi-select mode\n- Ctrl+z in Sketzmo to undo.\n- When opening item-links, there's now a link to goSuper.tools\n- Item preview on goSuper.tools links\n- Scroll to top button in forums\n- Disable tutorial popup in magazines\n- Better styling on the currency exchange\n- Add user notes from the friends list\n- Submit auctions prices to goSuper.tools\n\n\nBETA:\n- Searching by designer in the wardrobe (not fully functional)\n- Wardrobe favourites (not fully functional).\n- Filter by \"Out of stock\" items in wishlist (not fully functional)."
  }
}