{
  "name": {
    "am,ar,bn,ca,da,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,hi,hr,id,kn,lv,ml,mr,ms,no,pt_PT,ru,sk,sr,sv,sw,ta,te,uk,zh_CN": "Cloud Print and Scan Chrome Extension",
    "bg": "Cloud Print and Scan Разширение за Chrome",
    "cs": "Cloud Print and Scan Rozšíření pro Chrome",
    "de": "Cloud Print and Scan Chrome-Erweiterung",
    "el": "Cloud Print and Scan Επέκταση Chrome",
    "es": "Extensión de Cloud Print and Scan para Chrome",
    "fr": "Extension Chrome Cloud Print and Scan",
    "he": "הרחבת Cloud Print and Scan עבור Chrome",
    "hu": "Cloud Print and Scan Chrome bővítmény",
    "it": "Estensione Chrome per Cloud Print and Scan",
    "ja": "Cloud Print and Scan Chrome 拡張機能",
    "ko": "Cloud Print and Scan Chrome 확장 프로그램",
    "lt": "Cloud Print and Scan \"Chrome\" plėtinys",
    "nl": "Cloud Print and Scan Chrome extensie",
    "pl,sl": "Cloud Print and Scan Rozszerzenie Chrome",
    "pt_BR": "Extensão Cloud Print and Scan Chrome",
    "ro": "Cloud Print and Scan Extensie Chrome",
    "th": "ส่วนขยาย Chrome ของ Cloud Print and Scan",
    "tr": "Cloud Print and Scan Chrome Uzantısı",
    "vi": "Tiện ích mở rộng Cloud Print and Scan trên Chrome",
    "zh_TW": "Cloud Print and Scan Chrome 列印擴充件"
  },
  "short": {
    "am,ar,bn,ca,da,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,hi,hr,id,kn,lv,ml,mr,ms,no,pt_PT,ru,sk,sr,sv,sw,ta,te,uk,zh_CN": "Send a print job to Cloud Print and Scan",
    "bg": "Изпращане на задание за печат в Cloud Print and Scan",
    "cs": "Odeslat tiskovou úlohu do Cloud Print and Scan",
    "de": "Druckauftrag an Cloud Print and Scan senden",
    "el": "Αποστολή εκτύπωσης στο Cloud Print and Scan",
    "es": "Enviar un trabajo de impresión a Cloud Print and Scan",
    "fr": "Envoyer un travail d'impression à Cloud Print and Scan",
    "he": "שלח עבודת הדפסה ל Cloud Print and Scan",
    "hu": "Nyomtatási feladat küldése a Cloud Print and Scan szolgáltatásba",
    "it": "Invia un lavoro di stampa a Cloud Print and Scan",
    "ja": "Cloud Print and Scan に印刷ジョブを送信",
    "ko": "Cloud Print and Scan으로 인쇄 작업 보내기",
    "lt": "Nusiųskite spausdinimo užduotį į Cloud Print and Scan",
    "nl": "Een afdruktaak naar Cloud Print and Scan sturen",
    "pl": "Wyślij zadanie wydruku do Cloud Print and Scan",
    "pt_BR": "Enviar um trabalho de impressão para Cloud Print and Scan",
    "ro": "Trimite o lucrare de tipărire către Cloud Print and Scan",
    "sl": "Pošljite opravilo tiskanja v rešitev Cloud Print and Scan.",
    "th": "ส่งงานพิมพ์ไปยัง Cloud Print and Scan",
    "tr": "Cloud Print and Scan'a bir yazdırma işi gönder",
    "vi": "Gửi lệnh in đến Cloud Print and Scan",
    "zh_TW": "將一項工作傳送至 Cloud Print and Scan"
  },
  "long": {
    "am,ar,bn,ca,da,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,hi,hr,id,kn,lv,ml,mr,ms,no,pt_PT,ru,sk,sr,sv,sw,ta,te,uk,zh_CN": "Allows Cloud Print and Scan users to print from the Chrome print screen to the Cloud Print and Scan web application.",
    "bg": "Позволява на потребителите на услугата Cloud Print and Scan да отпечатват от екрана за печат в Chrome към уеб приложението Cloud Print and Scan.",
    "cs": "Umožňuje uživatelům služby Cloud Print and Scan tisknout z tiskové obrazovky Chrome do webové aplikace Cloud Print and Scan.",
    "de": "Erlaubt Benutzern von Cloud Print and Scan über das Druckfenster von Chrome in die Webanwendung von Cloud Print and Scan zu drucken.",
    "el": "Επιτρέπει στους χρήστες του Cloud Print and Scan να εκτυπώνουν από την οθόνη εκτύπωσης του Chrome στη διαδικτυακή εφαρμογή Cloud Print and Scan.",
    "es": "Permite a los usuarios de Cloud Print and Scan imprimir desde la pantalla de impresión de Chrome en la aplicación web Cloud Print and Scan.",
    "fr": "Autorise les utilisateurs de Cloud Print and Scan à imprimer à partir de l'écran d'impression de Chrome vers l'application web Cloud Print and Scan.",
    "he": "מאפשר למשתמשי Cloud Print and Scan להדפיס ממסך ההדפסה של Chrome לאפליקציית האינטרנטית של Cloud Print and Scan.",
    "hu": "Lehetővé teszi a Cloud Print and Scan felhasználók számára, hogy a Chrome nyomtatási képernyőjéről a Cloud Print and Scan webes alkalmazásba nyomtassanak.",
    "it": "Consente agli utenti di Cloud Print and Scan di stampare dalla schermata di stampa di Chrome nell'applicazione web Cloud Print and Scan.",
    "ja": "Cloud Print and Scan ユーザーが Chrome の印刷画面から Cloud Print and Scan ウェブアプリケーションに印刷できるよう許可します。",
    "ko": "Cloud Print and Scan 사용자가 Chrome 화면 인쇄에서 Cloud Print and Scan 웹 애플리케이션으로 인쇄할 수 있도록 허용합니다.",
    "lt": "Leidžia \"Cloud Print and Scan\" naudotojams spausdinti iš \"Chrome\" spausdinimo ekrano į \"Cloud Print and Scan\" žiniatinklio programą.",
    "nl": "Staat toe aan gebruikers van Cloud Print and Scan om af te drukken vanaf het Chrome-afdrukscherm naar de webapplicatie Cloud Print and Scan.",
    "pl,sl": "Umożliwia użytkownikom Cloud Print and Scan drukowanie z ekranu drukowania Chrome do aplikacji internetowej Cloud Print and Scan.",
    "pt_BR": "Permite que os usuários do Cloud Print and Scan imprimam da tela de impressão do Chrome no aplicativo web Cloud Print and Scan.",
    "ro": "Permite utilizatorilor Cloud Print and Scan să imprime din ecranul de imprimare Chrome în aplicația web Cloud Print and Scan.",
    "th": "อนุญาตให้ผู้ใช้ Cloud Print and Scan พิมพ์จากหน้าจอการพิมพ์ของ Chrome ไปยังเว็บแอปพลิเคชัน Cloud Print and Scan",
    "tr": "Cloud Print and Scan kullanıcılarının Chrome yazdırma ekranından Cloud Print and Scan web uygulaması üzerinden yazdırmasına olanak tanır.",
    "vi": "Cho phép người dùng Cloud Print and Scan in từ màn hình in Chrome sang ứng dụng web Cloud Print and Scan.",
    "zh_TW": "允許 Cloud Print and Scan 使用者從 Chrome 列印畫面列印至 Cloud Print and Scan 網頁應用程式。"
  }
}