{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Password Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "this extension will generate random password"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the Ultimate Password Generator Chrome Extension:\n\nEnhance your online security with our cutting-edge Password Generator Chrome Extension! Safeguarding your digital life has never been easier. This innovative extension empowers you to create strong, unbreakable passwords effortlessly, bolstering your defense against cyber threats and unauthorized access.\n\nKey Features:\n\n1. **Secure and Randomized Passwords:** Bid farewell to weak and easily guessable passwords. Our extension generates complex, randomized passwords using a combination of uppercase and lowercase letters, numbers, and special characters. This ensures that your accounts remain impervious to hacking attempts.\n\n2. **Customizable Parameters:** Tailor your password creation experience to your needs. Adjust the length and complexity of your passwords to match the specific requirements of each online account, whether it's for email, social media, banking, or any other platform.\n\n3. **User-Friendly Interface:** Our user-centric design guarantees a seamless experience. With just a single click, you can generate a new password or customize the settings without any hassle. The extension's intuitive interface is accessible to users of all tech-savviness levels.\n\n6. **Offline Access:** Worried about generating passwords on the go? No problem. Our extension doesn't rely on a constant internet connection, granting you the flexibility to use it whenever and wherever you need it.\n\n7. **Privacy First:** We prioritize your privacy. Your generated passwords are never stored or transmitted to our servers. Feel confident knowing that your sensitive information remains solely in your control.\n\n8. **Regular Updates:** Our team is dedicated to continually improving your experience. We'll regularly update the extension to introduce new features, enhance security protocols, and stay aligned with the latest browser advancements.\n\nUpgrade your digital security today by adding the Ultimate Password Generator Chrome Extension to your browser. With its robust features, customization options, and user-friendly design, you'll have the power to fortify your online presence and protect what matters most. Don't leave your passwords vulnerable—take control with our extension now!"
  }
}