{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Webseite in PDF, JPG, PNG umwandeln",
    "en": "Save website as PDF, JPG, PNG",
    "es": "Captura el sitio web como PDF, JPG, PNG",
    "fr": "Capturez le Page Web au format PDF, PNG ou JPG"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ganze Webseiten (oder Ausschnitte) einfach in PDF, PNG oder JPG umwandeln und Screenshots erstellen.",
    "en": "Save whole pages (or a selection) as PDF, JPG, PNG or take a screenshot!",
    "es": "Captura páginas enteras (o una selección) como PDF, JPG, PNG o tome una captura de pantalla.",
    "fr": "Sauvegardez des pages entières (ou une sélection) au format PDF, JPG, PNG ou prenez une capture d'écran!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Webseiten einfach in PDF, JPG oder PNG umwandeln - mit nur einem Klick die Webseite als Screenshot speichern.\n\nWählen Sie einfach ob Sie die ganze Webseite, einen Ausschnitt, oder den sichtbaren Teil als Screenshot speichern möchten - alles was Sie jemals für Bildschirmfotos benötigen werden!",
    "en": "Save your websites as PDF, JPG or PNG - your only one click away from taking screenshots of any webpage!\n\nSimply choose whether you want to save the whole page, the current area or select one by drawing a rectangle. Your Screenshot will be put into you downloads folder.",
    "es": "Guarde sus sitios web como PDF, JPG o PNG, ¡a un solo clic de tomar capturas de pantalla de cualquier página web!\n\nSimplemente elija si desea guardar toda la página, el área actual o seleccione una dibujando un rectángulo. Su captura de pantalla se colocará en su carpeta de descargas.",
    "fr": "Sauvegardez vos sites Web au format PDF, JPG ou PNG - votre seul clic suffit pour prendre des captures d'écran de n'importe quelle page Web!\n\nChoisissez simplement si vous voulez enregistrer la page entière, la zone actuelle ou sélectionnez-en une en dessinant un rectangle. Votre capture d'écran sera mis dans votre dossier de téléchargements."
  }
}