{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Bravura Safe",
    "de": "Bravura Safe Passwortmanager",
    "ja": "Bravura Safe - 無料パスワードマネージャー",
    "zh_CN": "Bravura Safe - 免费密码管理器"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "A secure password manager for all of your devices.",
    "de": "Bravura Safe schützt alle deine Passwörter, Passkeys und vertrauliche Informationen - egal, wo du bist.",
    "es": "Bravura Safe es un gestor de contraseñas seguro y gratuito para todos tus dispositivos.",
    "fr": "Chez vous, au travail, n'importe où, Bravura Safe sécurise mots de passe, clés d'accès et informations sensibles",
    "ja": "Bravura Safe はあらゆる端末で使える、安全な無料パスワードマネージャーです。",
    "pt_BR": "Em qual lugar for, o Bravura Safe protege suas senhas, chaves de acesso, e informações confidenciais",
    "zh_CN": "无论是在家里、工作中还是在外出时，Bravura Safe 都可以轻松地保护您的所有密码、通行密钥和敏感信息。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An easy-to-implement enterprise password safe that centrally manages decentralized passwords to protect against cyberattacks.\nBravura Safe is an easy-to-implement enterprise password safe that centrally, consistently, and securely manages decentralized passwords, secrets, personal information, and files to protect against cyberattacks.\n\nIt leverages two decades of Bravura Security’s enterprise cybersecurity solutions that organizations around the world already trust for their security needs. You can trust that Bravura Safe will protect and respect your privacy through its Zero Knowledge encryption. All sensitive information ( passwords, personal information, files, etc ) are encrypted client side. Only encrypted data is transferred to the Bravura Safe service. It is impossible for employees at Bravura Security to decrypt this data since you - and you alone - know the encryption key to your personal information. \n\nBravura Safe is open source software and is freely available on github ( https://github.com/Hitachi-ID ) for anyone to review. Bravura Security believes this openness is critical for building a foundation of trust. \n\nBravura Safe is a modified version of Bitwarden®. It was developed using Bitwarden open source software. Bravura Security, Inc. and Bravura Safe are not affiliated with or endorsed by Bitwarden or Bitwarden, Inc. Bitwarden is a trademark or registered trademark of Bitwarden, Inc. in the United States and/or other countries.\n\nBravura Security, an analyst-recognized leader formerly known as Hitachi ID Systems, Inc., delivers decades of experience and the industry's only single Identity, Privileged Access, Password and Passwordless management platform, the Bravura Security Fabric.",
    "en_GB": "Hitachi ID Bravura Safe is an easy-to-implement enterprise password safe that centrally, consistently, and securely manages decentralized passwords, secrets, and files to protect against cyberattacks.\n\nA robust central security manager that complements core password management solutions that organizations already use. It leverages two decades of Hitachi ID’s enterprise cybersecurity solutions to provide password storage that centrally controls, manages, and protects decentralized passwords, secrets, and files. Employees can securely send time-bound passwords for new accounts, encryption keys for files, or entire files without them being leaked or intercepted, and with only one password to their Hitachi ID Bravura Safe to remember."
  }
}