{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Linkedin Profile Scrapper Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scrape the business data information from linkedin search page results"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The \"LinkedIn Profile Scraper Tool\" is a versatile and efficient software solution designed to simplify the process of gathering vital business data from LinkedIn search page results. LinkedIn, being a hub of professional connections and industry insights, offers a wealth of information, and this tool empowers users to harness it effectively.\n\nKey Features:\n\n1. Effortless Data Extraction: This tool automates the extraction of essential information from LinkedIn profiles, such as names, job titles, companies, locations, and more. Say goodbye to manual data entry and save valuable time.\n\n2. Customizable Search Parameters: Tailor your searches with precision. The tool allows users to specify search criteria to target specific industries, regions, job titles, or any other parameters relevant to your business needs.\n\n3. Bulk Data Collection: Whether you're building a contact list or conducting market research, the tool efficiently collects data from multiple LinkedIn profiles at once, making it ideal for both small-scale and large-scale projects.\n\n4. Data Accuracy: With advanced algorithms and scraping techniques, the LinkedIn Profile Scraper Tool ensures data accuracy and consistency, providing you with reliable business information.\n\n5. Export Options: Easily export the scraped data into various formats, such as CSV or Excel, for seamless integration into your CRM or other business tools.\n\n6. User-Friendly Interface: The tool features an intuitive and user-friendly interface, making it accessible to both tech-savvy professionals and those new to web scraping.\n\nUse Cases:\n\n- Market Research: Gain valuable insights into your industry, competitors, and market trends by collecting data on key players and their activities.\n\n- Networking: Expand your professional network by identifying and connecting with industry peers and potential partners.\n\n- Lead Generation: Identify and target potential clients or business leads by scraping data from LinkedIn profiles matching your ideal customer profiles.\n\n- Recruitment: Streamline the recruitment process by sourcing candidate information directly from LinkedIn, helping you find the best talent for your organization.\n\nNote: It's important to use the LinkedIn Profile Scraper Tool responsibly and in compliance with LinkedIn's terms of service and legal regulations related to data scraping and privacy.\n\nIn conclusion, the \"LinkedIn Profile Scraper Tool\" is an indispensable asset for professionals and businesses seeking to harness the power of LinkedIn for various purposes, from market research to lead generation. Its user-friendly interface, robust features, and data accuracy make it an essential tool for anyone looking to extract valuable business insights from LinkedIn with ease. Boost your productivity and stay ahead of the competition with this versatile and efficient tool.\n\nFor any issues related to the Tool  Extension, then feel free to reach out to us on info.scrappertool@gmail.com\n\nDISCLAIMER:\nThis Chrome plugin is not endorsed or certified by linkedin  Inc and is merely an unofficial enhancement and automation tool that works with linkedin for Web.\n\nThe privacy of our users is important to us. We only scrape data available data and do not broadcast, sell, share, or distribute any user-collected data. Our extension was designed with user privacy in mind. For more information, please refer to our privacy policy.\n\nData Privacy\nAll the data is processed only on your local computer, it never passes through our web servers, no one knows what you exported.\n\nLEGAL\nlinkedin™ is a trademark of linkedin Inc., registered in the U.S. and other countries. This is an independent project developed by SCRAPPERTOOL and has no relationship to linkedin or linkedin Inc.\n\n\nApp Privacy policy: https://www.scrappertool.com/privacy-policy.html"
  }
}