{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sink It for Reddit"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Improve your Reddit experience."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sink It for Reddit is a hyper focused Chrome extension that makes Reddit's web version usable. Features a ton of quality of life improvements including color coded comments, content muting, adaptive dark mode and more. Tired of seeing too many banners and buttons asking you to use the app or login? Sink It silently, and safely, removes all of them as well as the \"promotional\" content too! \n\nMake the \"Modern\" Reddit Experience Usable\n-------------------------------------------\n\nSupercharge your Reddit experience with color coded comments, improved comments navigation, adaptive dark mode, content muting, and so much more. \n\nSink It also de-clutters and removes most “omfg please use our app” banners and buttons as well as the annoying login popups from Reddit in addition to removing advertisements. Yeah, we loathe them too! \n\n\nPrivacy First\n--------------\nSink It has been built with a privacy first approach. \n\n- All the blocking happens on your device with literally ZERO data being recorded or sent back to be data mined. \n- We don't keep usage data like the count of how many popups and banners it has blocked or links it has redirected. \n- We don't even come with basic app analytics or telemetry to keep track of how many times you've opened or use the app. \n- It does check whether you have dark mode on or not so it can show you the correct tutorial video. (I hate opening a bright video on dark mode as much as you.)\n\nIf you're a security researcher, feel free to poke around to make sure the app isn't up to anything funky."
  }
}