{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gantt for Trello | by Placker.com"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create a Gantt chart from your Trello board in only one click. Created by Placker.com: Planning & Tracking tools for Trello"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PLEASE NOTE: You'll start with a 15 day free trail period, after that a subscription is required to continue to use Placker.\n\nThis plugin will generate a Gantt chart from one or more Trello boards in Placker.com.\n\nFeature rich-> View one or multiple boards in a single Gantt, compare planned versus actual timelines, create and manage dependencies and visualize progress.\n\nFlexible -> Customize the layout and order of your cards, understand member workload and apply filters to create the view you need.\n\nConnected -> Export to PDF, PNG, iCal, MS Project or spreadsheet, import updates (to Trello) through spreadsheet.\n\n\nGantt for Trello is a product of Placker.com, we add project management tools on top of Trello, next to Gantt charts you can also manage multiple boards in a single view, create project dashboards and import/export to spreadsheet.\n\nPlacker helps teams to plan and track their work, we are actively working on improving Placker and this plugin every day. Please let me know your comments when you have them, if you have an issue we have stellar support in our in-app chat.\n\nUpdates:\n0.12.1 -> Fixed an issue where incorrect icon was shown.\n0.13.1 -> A number of feature improvements to Placker are now reflected correctly in the description also.\n1.05.1 -> Added additional pop-ups to describe the functionality and to handle the flow for first users better.\n\nThis plugin and Placker.com are not related to Trello or Fog Creek software in any way. (other then that I love and use Trello every day)."
  }
}