{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gengo Job Notifier"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover the new tool, Gengo Job  Notifier, Chrome extension crafted exclusively for authorized Gengo translators to boost…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover the new tool, Gengo Job  Notifier, Chrome extension crafted exclusively for authorized Gengo translators to boost translation efficiency.\n\nGreetings, Gengo translators! I'm thrilled to announce a suite of updates to the Gengo Job Notifier that are sure to enhance your translating workflow. Here's what's here:\n\n🚀 Features & Improvements in Version 1.1\n\n- **New Feature!** - **Support for Real-Time Dashboard**: The extension fully supports the new Real-Time Dashboard functionality on the official Gengo Dashboard.\n- **Rapid Refresh Cycle:** Your notifier refreshes every **60 seconds**, keeping you up-to-the-minute with new job postings.\n- **Customizable Job Values:** Set your own thresholds for job values to tailor the notifications to your preferences.\n- **Chrome System Notifications:** Stay informed without interruption with seamless Chrome notifications.\n- **Exclusive Access:** This update is dedicated strictly to authorized Gengo translators who have access to the official job dashboard.\n\nI am committed to empowering Gengo translators with tools that make a difference. Your feedback is the cornerstone of my tool development, so please share your thoughts and experiences with me. Let's continue to elevate the translation community together!"
  }
}