{
  "name": {
    "ar": "ساعة التوقف على الإنترنت",
    "am,bn,ca,de,en,en_AU,en_GB,en_US,es_419,et,fa,fil,fr,gu,hi,hu,id,kn,lv,ml,mr,ms,no,pt_BR,pt_PT,sl,sw,te,tr,uk,vi,zh_CN,zh_TW": "Online Stopwatch",
    "bg": "Онлайн секундомер",
    "cs,sk": "Online stopky",
    "da": "Online stopur",
    "el": "Online Χρονόμετρο",
    "es": "Cronómetro en Línea",
    "fi": "Online-sekuntikello",
    "he": "שעון עצר באינטרנט בעברית",
    "hr": "Online štoperica",
    "it": "Cronometro Online Gratis",
    "ja": "オンラインストップウォッチ",
    "ko": "온라인 스톱워치",
    "lt": "Internetinis chronometras",
    "nl": "Gratis Online Stopwatch",
    "pl": "Stoper online",
    "ro": "Cronometru Online",
    "ru": "Онлайн-секундомер",
    "sr": "Onlajn štoperica",
    "sv": "Stoppur online",
    "ta": "இணையவழி நிறுத்தல் கடிகாரம்",
    "th": "นาฬิกาจับเวลาออนไลน์"
  },
  "short": {
    "ar": "قم بضبط ساعة التوقف الخاصة و التي تأتي بميزة عمل شرائح زمنية. إنها مجانية 100% للاستخدام عن طريق الإنترنت",
    "am,bn,ca,de,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,hi,hu,id,kn,lv,ml,mr,ms,no,pt_BR,pt_PT,sl,sw,te,uk,vi,zh_CN,zh_TW": "Online Stopwatch with optional split intervals.  100% FREE to use online",
    "bg": "Онлайн секундомер с разделителни интервали по избор. 100% БЕЗПЛАТЕН за ползване онлайн.",
    "cs": "Online stopky s libovolnými mezičasy. Zcela ZDARMA a online",
    "da": "Online stopur med valgfrie split intervaller. 100% GRATIS at anvende online.",
    "el": "Online Χρονόμετρο με προαιρετικά ενδιάμεσα διαστήματα. 100% ΔΩΡΕΑΝ για χρήση online",
    "es": "Cronómetro con intervalos divididos opcionales. 100% GRATIS para usar en línea",
    "fi": "Online-sekuntikello valinnaisilla väliajoilla.  100 % ILMAINEN käyttö verkossa",
    "fr": "Un Chronomètre en ligne avec des intervalles divisés optionnels. 100% GRATUIT à utiliser en ligne",
    "he": "שעון עצר באינטרנט עם מרווחי פיצול אופציונליים (ספליטים). 100% חינם לשימוש באינטרנט",
    "hr": "Online štoperica s podijeljenim intervalima po izboru. 100% besplatna za upotrebu",
    "it": "Imposta questo cronometro online con intervalli.  Online e GRATIS al 100%",
    "ja": "スプリットを設定できるオンラインストップウォッチ。オンラインで100％無料。",
    "ko": "인터벌 기능이 있는 온라인 스톱워치. 온라인 사용이 100% 무료",
    "lt": "Internetinis chronometras su pasirenkamais dalijimo intervalais. 100% NEMOKAMAS naudojimas internetu",
    "nl": "Stel deze online Stopwatch in met optionele rondetijden.  100% GRATIS online te gebruiken",
    "pl": "Stoper online z opcjonalnymi międzyczasami. 100% za darmo, online",
    "ro": "Cronometru Online cu opțiune de împărțire pe intervale. 100% Gratuit pentru folosire online",
    "ru": "Онлайн-секундомер с настраиваемыми интервалами. 100% бесплатно!",
    "sk": "Online stopky s voliteľnými intervalmi rozdelenia. 100% BEZPLATNÉ použitie online",
    "sr": "Onlajn štoperica sa podeljenim intervalima. 100% besplatna za korišćenje.",
    "sv": "Ställ in detta Stoppur med valfria delintervaller. 100% GRATIS att använda online",
    "ta": "இணையவழி நிறுத்தல் கடிகாரத்தை விருப்ப நேர இடைவெளிகளில் அமைத்துக் கொள்ளுங்கள். இது 100% இலவசம்.",
    "th": "นาฬิกาจับเวลาที่มาพร้อมกับการแบ่งเวลาเป็นช่วง ๆ ใช้งานผ่านออนไลน์ได้ฟรี 100%",
    "tr": "Opsiyonel aralıklarla Online Stopwatch. %100 ÜCRETSİZ çevrimiçi kullanım"
  },
  "long": {
    "ar": "ساعة التوقف على الإنترنت بسيطة وسهلة الاستخدام و تأتي بتصميم يشبه الآيفون. اضبط ساعة التوقف بضغطة واحدة فقط.  يمكنك أيضا إضافة شرائح زمنية متعددة. الآن متصفح كروم الخاص بك يساعدك في توفير ساعة توقف دون الحاجة لتثبيت ملفات EXE على جهازك .\nاضبط ساعة التوقف بضغطة واحدة فقط وستشاهد الأرقام تعد :\nالميزات الرئيسية:\n* سريعة وسهلة\n* تصميم أنيق يشبه آيفون \n* خفيفة الحجم\n* تطبيق مختبر بشكل جيد-\n* ساعة على الطراز السويسري :)\nجربها الآن!",
    "am,bn,ca,de,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,hi,hu,id,kn,lv,ml,mr,ms,no,pt_BR,pt_PT,sl,sr,sw,te,uk,vi,zh_CN,zh_TW": "Simple and easy to use stopwatch clock with iPhone-like design. Set the stopwatch with 1 click. You can also add multiple splits. Now your Chrome helps you use it as a stopwatch without installing any EXE on your PC.\nSet your stopwatch with one click and start watching the numbers run.\nMain Features:\n* Quick and easy\n* Stylish iPhone-like design\n* Light-weight \n* Well-tested app\n* Swiss made clock :)\n\nTry it Now!!!",
    "bg": "Опростен и лесен за ползване секундомер, с подобен на iPhone дизайн. Настройте секундомера с 1 клик. Можете също да добавяте множество разделителни интервали. Вече можете да използвате вашият Chrome браузер като секундомер, без да инсталирате нито един EXE файл на компютъра си.\nНастройте секундомера си с един клик и наблюдавайте как цифрите се превъртат с невероятна скорост. \nОсновни функции:\n* Бърз и лесен за ползване \n* Елегантен дизайн в стил iPhone\n* Лек като перо \n* Надеждно тествана апликация \n* Часовник швейцарско производство :)\nОпитайте го сега!!!",
    "cs": "Jednoduché a snadno použitelné stopky v designu iPhonu. Nastavte stopky jedním kliknutím. Můžete také přidat několik mezičasů. Chrome Vám umožní používat stopky bez nutnosti instalace EXE souboru do Vašeho PC.\nNastavte stopky jedním kliknutím a sledujte, jak běží čísla.\nHlavní výhody:\n* Rychlost a jednoduchost\n* Stylový design iPhonu\n* Lehkost\n* Dobře testovaná aplikace\n* Švýcarské hodinky J\n\nVyzkoušejte ho nyní!!!",
    "da": "Simpelt nedtællings ur og nem at anvende med iphone agtigt design. Sæt timeren med ét klik. Du kan også anvende det som et værktøj for påmindelser. Nu kan Chrome hjælpe dig med at installere en hvilken somhelst EXE fil på din PC.\nSæt timeren med ét klik og start nedtællingen.\nHovedfunktioner:\n*Nem og hurtig\n*Stilrent iphone agtigt design\n*Let\n*Gennemtestet app\n* Sweitzer Ur ☺\n\nPrøv det nu!!",
    "el": "Απλό και εύκολο στη χρήση ρολόι-χρονόμετρο με σχεδιασμό iPhone. Ρυθμίστε το χρονόμετρο με ένα κλικ. Μπορείτε επίσης να προσθέσετε πολλαπλά διαστήματα. Τώρα ο Chrome σας βοηθάει να χρησιμοποιείτε χρονόμετρο χωρίς καμία εγκατάσταση EXE στον υπολογιστή σας.\nΡυθμίστε το χρονόμετρο με ένα κλικ και αρχίστε να βλέπετε τους αριθμούς να κυλούν.\nΒασικά Χαρακτηριστικά:\n* Γρήγορο και εύκολο\n* Ωραίο στυλ με σχεδιασμό iPhone\n* Ελαφρύ\n* Δοκιμασμένη εφαρμογή\n* Ρολόι Ελβετικής κατασκευής :)\n\nΔοκιμάστε το τώρα!!!",
    "es": "Cronómetro simple y fácil de usar, y con un diseño similar al iPhone. Programa el cronómetro con 1 clic. También puedes añadir varios intervalos. Ahora tu navegador Chrome te ayuda a usar el cronómetro sin instalar ningún EXE en tu PC. Programa el cronómetro con un clic y empieza a mirar cómo corren los números.  Características principales:\n* Rápido y fácil\n*Diseño con estilo similar al iPhone\n*Liviano\n*Aplicación muy probada\n*Reloj de fabricación suiza :) \n¡Pruébalo ahora!",
    "fi": "Yksinkertainen ja helppokäyttöinen sekuntikello iPhonea muistuttavalla designilla. Aseta sekuntikello yhdellä klikkauksella. Voit myös asettuu useita väliaikoja. Nyt voit käyttää Chromea sekuntikellon käyttämiseen ilman EXE-tiedostojen asentamista tietokoneellesi.\nAseta sekuntikellosi yhdellä napsautuksella ja anna numeroiden vähetä.\nTärkeimmät ominaisuudet:\n* Nopea ja vaivaton\n* Tyylikäs iPhone-tyylinen design\n* Kevyt\n* Kattavasti testattu sovellus\n* Sveitsiläinen kello :)\n\nKokeile nyt!!!",
    "fr": "Un chronomètre d'horloge simple et facile à utiliser avec un design semblable au iPhone. Réglez le chronomètre en 1 clic. Vous pouvez également ajouter plusieurs divisions. Maintenant, votre Chrome vous permet de l'utiliser comme un chronomètre sans installer aucun EXE sur votre PC.\nRéglez votre chronomètre en un clic et commencez à regarder le comptage des nombres .\nCaractéristiques principales:\n* Rapide et facile\n* Un design élégant semblable au iPhone\n* Léger\n* App bien testé\n* Horloge made in Swiss :)\n\nEssayez-le maintenant !!!",
    "he": "שעון סטופר פשוט וקל לשימוש עם עיצוב דמוי iPhone. הגדר את שעון העצר (הסטופר) בלחיצה אחת. אתה יכול גם להוסיף פיצולים מרובים (ספליטים). עכשיו המחשב או הסמאטרפון שלך הופכים לסטופר מבלי להתקין כל קובץ EXE על המחשב האישי שלך.\nהגדר סטופר בלחיצה אחת ולהתחיל לצפות במספרים מתחלפים.\nתכונות עיקריות:\n* מהיר וקל\n* עיצוב דמוי iPhone אופנתי\n* קל משקל\n* אפליקציה טוב לרצים\n* מעולה למדידת זמנים כולל ביצוע עצירות לבדיקת ספליטים\n\nנסה את זה עכשיו !!!",
    "hr": "Jednostavna i laka za upotrebu štoperica s dizajnom nalik na iPhone. Namjestite štopericu samo jednim klikom. Možete dodati više prekida.  Sada vam vaš Chrome pomaže koristiti štopericu bez instaliranja ikakve EXE na vaše računalo.\nNamjestite štopericu u jednom kliku i gledajte kako vrijeme teče.\nGlavne značajke:\n* Brza i lagana\n* Stilski dizajn nalik na iPhone\n* Lake težine\n* Dobro testirana aplikacija\n* Švicarski sat :)\n\nIsprobajte već sada!!!",
    "it": "Cronometro online, semplice da usare, con design simile ad iPhone. Imposta il cronometro con un clic. Può essere usato anche con intervalli. Ora Chrome può essere usato come cronometro senza installare file EXE sul PC..\nImposta il cronometro con un clic.\nCaratteristiche principali:\n*Facile e veloce\n*Design simile ad iPhone\n*Leggero\n*App ben testata\n*Orologio svizzero :)\n\nProvalo ora!",
    "ja": "iPhoneのようなデザインのシンプルで使いやすいストップウォッチ時計。１クリックでストップウォッチをセットできます。スプリットを多数設定できます。今後は、Googleクロームが、インストールのいらないストップウォッチを使えるようにしてくれます。\n１クリックでタイマーをセットして、その働きをご覧ください。\n主な機能：\n＊手早く簡単\n＊iPhoneに似たスタイリッシュなデザイン\n＊ファイルサイズ小\n＊動作は検証済み\n＊スイス製\n\n今すぐ試してみよう!!",
    "ko": "iPhone 같은 디자인의 간단하고 사용이 쉬운 카운트다운 타이머 . 한번의 클릭으로 스톱워치를 설정하십시오. 또한 귀하는 인터벌 기능을 사용할 수도 있습니다.  이제 귀하의 Chrome이 아무 실행파일을 설치하지 않고 스톱워치를 사용하게 도와줍니다. 한번의 클릭으로 스톱워치를 설정하고 숫자가 올라가는 것을 확인하십시오.\n주요 기능들:\n* 빠르고 쉬움\n* 멋진 iPhone 같은 멋진 디자인\n* 가벼운 애플리케이션\n* 많은 테스트로 검증된 애플리케이션\n* 스위스산 시계 :)\n지금 시도하십시오!!!",
    "lt": "Paprastas ir patogus chronometras su „iPhone“ stiliaus dizainu. Nustatykite chronometrą vienu pelės spustelėjimu. Jūs taip pat galite pridėti keletą intervalų. Dabar Jūsų „Chrome“ leis Jums tai naudoti kaip chronometrą nediegiant jokio EXE failo kompiuteryje.\nNustatykite savo chronometrą vienu pelės spustelėjimu ir pradėkite stebėti kintančius skaičius.\nPagrindinės savybės:\n* Greitas ir paprastas\n* „iPhone“ stiliaus dizainas\n* Užima nedaug vietos\n* Gerai išbandyta programa\n* „Swiss made“ laikrodis :)\n\nIšbandykite dabar!!!",
    "nl": "Eenvoudige en makkelijk te gebruiken stopwatch met iPhone-achtig ontwerp. Stel de stopwatch in met 1 druk. Je kan ook meerdere rondetijden bijhouden. Nu helpt jouw Chrome je met een stopwatch zonder een EXE te hoeven installeren.\nBegin jouw stopwatch met een druk en kijk hoe de tijd voorbij vliegt.\nBelangrijkste functies:\n* Snel en makkelijk\n* Stijlvol iPhone-achtig ontwerp\n* Lichtgewicht \n* Goed geteste app\n* In Zwitserland gemaakt :)\n\nProbeer het nu!!!",
    "pl": "Prosty i łatwy w użyciu stoper w stylu iPhone'a. Ustaw stoper za pomocą jednego kliknięcia. Możesz również dodać wiele międzyczasów. Teraz przeglądarka Chrome pozwala używać stopera bez konieczności instalowania czegokolwiek na komputerze.\nUstaw stoper jednym kliknięciem i oglądaj zmieniające się liczby.\nGłówne cechy:\n* Szybki i łatwy w obsłudze\n* Stylowe wzornictwo przypominające iPhone\n* Mały\n* Dobrze przetestowany program\n* Szwajcarski zegarek :)\n\nWypróbuj go teraz !!!",
    "ro": "Ceas-cronometru simplu și ușor de folosit cu design iPhone-like. Setați cronometrul cu un singur click. Puteți împărți cronometrarea de multiple ori. Acum Chrome vă ajută să folosiți cronometrul fără să instalați vreun EXE pe PC-ul dumneavoastră.\nSetați cronometrul cu un singur click și priviți numerele cum se mișcă.\nCaracteristici principale:\n* Simplu și ușor\n* Design modern iPhone-like\n* Greutate ușoară \n* Aplicație bine testată\n* Ceas elvețian :)\nÎncercați acum!!!",
    "ru": "Простой в использовании секундомер с дизайном по типу iPhone. Установите таймер одним щелчком и поделитесь им с друзьями или семьей. Вы можете добавить несколько интервалов. Теперь вы можете использовать секундомер в браузере Chrome, не прибегая к помощи каких-либо файлов .exe.Смотрите, как бегут цифры.\nОсновные преимущества:\n* Скорость и простота\n* Стильный дизайн по типу iPhone\n* Малый объем\n* Проверенное приложение\n* Возможность обмена виджетом\n* Швейцарские часы :)\n\nПопробуйте сейчас!!!",
    "sk": "Jednoduché stopky s ľahkým ovládaním a dizajnom v štýle iPhone. Nastavte stopky 1 kliknutím. Pridať môžete tiež viaceré rozdelenia. Teraz vám prehliadač Chrome umožní používať stopky bez potreby inštalovania EXE súboru na váš PC.\nNastavte si stopky jedným kliknutím a začnite sledovať plynutie času.\nHlavné vlastnosti:\n* Rýchle a jednoduché\n* Štýlový dizajn pripomínajúci iPhone\n* Nízka náročnosť\n* Dôkladne otestovaná aplikácia\n* Švajčiarske hodiny :)\n\nVyskúšajte hneď teraz!!!",
    "sv": "Enkel och lättanvänt stoppur med iPhone-liknande design. Ställ in det med 1 klick. Du kan också använda den som ett påminnelseverktyg. Nu låter Chrome dig använda ett stoppur utan att behöva installera nåt program på din PC.\nStäll in den med ett klick och se siffrorna rulla fram.\nViktigaste funktioner:\n* Snabb och enkel\n* Snygg iPhone-liknande design\n* Inte resurskrävande\n* Välbeprövad app\n* Schweizisk klocka :)\n\n\nProva den nu!!!",
    "ta": "ஐ-ஃபோன் போன்ற வடிவமைப்பு கொண்ட எளிய மற்றும் இலகுவான இணையவழி நிறுத்தல் கடிகாரம். இதை ஒரே சொடுக்கில் அமைத்துக் கொள்ளலாம். இதைப் பல இடைவேளைகள் கொண்டதாகவும் அமைத்துக் கொள்ளலாம். இப்பொழுது குரோம், உங்கள் கணினியில் எந்த புதிய மென்பொருளையும் நிறுவாமலேயே இதை உபயோகிக்க உதவுகிறது.\n\nஉங்கள் நிறுத்தல் கடிகாரத்தை ஒரே சொடுக்கில் அமைத்து, நேரம் ஓடுவதைக் கவனியுங்கள்.\n\nமுக்கிய அம்சங்கள்\n\n* வேகமானது, இலகுவானது. \n* ஐ-ஃபோன் போன்ற ஸ்டைலான வடிவமைப்பு\n* இலகு எடை\n* நன்கு சோதிக்கப்பட்ட பயன்பாடு\n* சுவிஸ் கடிகாரம் J\n\nஇப்பொழுதே முயன்று பாருங்கள்!!!",
    "th": "นาฬิกาจับเวลาที่เรียบง่ายและง่ายต่อการใช้งานที่มีรูปแบบคล้ายคลึงกับของ iPhone ทำการตั้งการจับเวลาได้ด้วยเพียงแค่ 1 คลิก คุณยังสามารถเพิ่มการจับเวลาแบบแบ่งเป็นช่วงได้อีกด้วย ในตอนนี้โปรแกรม Chrome สามารถช่วยให้คุณทำการจับเวลาได้แล้วโดยไม่ต้องทำการติดตั้งไฟล์ EXE ใด ๆ ลงบนเครื่อง PC ของคุณ \nตั้งการจับเวลาได้ด้วยเพียงแค่คลิกเดียวและเริ่มต้นรับชมตัวเลขเริ่มต้นวิ่ง\nคุณสมบัติที่โดดเด่น:\n* รวดเร็วและง่ายดาย\n* มีรูปแบบคล้ายกับของ iPhone\n* น้ำหนักเบา \n* เป็นแอพพลิเคชั่นที่ได้รับการทดสอบมาเป็นอย่างดีแล้ว\n* เป็นนาฬิกา Swiss  :)\n\nลองใช้ในตอนนี้!!!",
    "tr": "Sade ve iPhone benzeri tasarımıyla kullanımı kolay çevrimiçi geri sayım sayacı. Tek tıkla kronometreyi başlatın. Ayrıca birden çok aralığa da bölebilirsiniz. Artık Chrome bilgisayarınıza herhangi bir EXE kurmadan zamanlayıcı kullanmanıza yardımcı oluyor. Tek tıklamayla kronometreyi başlatın ve sayıların akışını izleyin.\nTemel Özellikler:\n* Hızlı ve kolay\n* Şık iPhone tarzı tasarım\n* Hafif\n* Test edilmiş uygulama\n* İsviçre yapımı saat :)\n\nŞimdi Deneyin!!!"
  }
}