{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Put Out The Fire Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Put Out The Fire Game as a Chrome extension - Also can Play without Internet, try it now!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "- Play more games on the top-left menu.\n\nDescription:\n\nThe \"Put Out The Fire\" extension is a must-have tool for anyone who values their online privacy and security. In an era where digital threats and data breaches are increasingly common, this extension acts as a digital firefighter, safeguarding your online presence and extinguishing potential security risks.\n\nKey Features:\n\nReal-Time Threat Detection: \"Put Out The Fire\" constantly scans your browsing environment in real-time. It vigilantly identifies and notifies you of potential security vulnerabilities, malicious websites, and suspicious online activities.\n\nAdvanced Privacy Protection: Your privacy matters, and this extension ensures it stays intact. It proactively blocks intrusive trackers, cookies, and third-party scripts that might compromise your sensitive information.\n\nFirewall Defense: Think of it as your personal firewall. It effectively guards against phishing attempts, ensuring you don't fall victim to fraudulent websites attempting to steal your login credentials or personal data.\n\nAdaptive Web Filtering: Tailored to your preferences, the extension offers customizable web filtering options. You can choose to block specific types of content or websites, allowing you to have a safer and more enjoyable online experience.\n\nUser-Friendly Interface: \"Put Out The Fire\" is designed with simplicity in mind. It offers an intuitive user interface, making it easy for users of all tech levels to protect themselves without hassle.\n\nAutomatic Updates: Stay protected against evolving threats with automatic updates. The extension's threat database is constantly updated to keep you secure in an ever-changing online landscape.\n\nPerformance Enhancement: Surprisingly lightweight, \"Put Out The Fire\" won't slow down your browsing experience. It operates efficiently in the background, ensuring you can surf the web smoothly."
  }
}