{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kamisato Ayaka Genshin Impact Animated Wallpaper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring the elegance of Kamisato Ayaka to your browser!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring the elegance of Kamisato Ayaka to your browser! Download now for serene live wallpapers and a graceful Genshin Impact new tab experience.\n\nStep into the world of Kamisato Ayaka with the Kamisato Ayaka Genshin Impact Live Wallpaper extension! This extension features high-quality animated visuals of the graceful Cryo user, showcasing her elegance, poise, and stunning swordsmanship. Perfect for fans of Genshin Impact, this extension transforms your new tab into a peaceful, icy landscape every time you open it.\n\nKey Features:\nDynamic Ayaka Wallpapers: Enjoy animated backgrounds that highlight Ayaka’s beauty, her Cryo abilities, and the elegance of the Kamisato clan.\nClock & Date Display: Stay organized with a sleek clock and date interface, designed to complement Ayaka’s serene and noble presence.\nQuick Access Links: Easily navigate to your favorite sites with customizable shortcuts for a more efficient browsing experience.\nAdditional Options: Discover more extensions, view privacy policies, or uninstall with ease.\nPerfect for Ayaka fans and those who admire her grace, this extension brings her breathtaking character to life with every new tab.\n\nDownload now and let Kamisato Ayaka’s elegance enhance your browsing experience!"
  }
}