{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tweetspear"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Build and grow your own quality audience on Twitter(X)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "💬 Tweetspear is designed to redefine the way you interact with your Twitter audience. Made with passion - Tweetspear is not just a tool, it's your personal Twitter assistant that works relentlessly to grow your quality Twitter audience!\n\n🎯 WHO IS IT FOR?\nWhether you're a Twitter newbie or a seasoned user, an influencer or a business owner, if you're looking to grow your Twitter (X) audience, Tweetspear is for you!\n\n✨ KEY FEATURES:\n\n📈 Analytics: \nGet insights about your engagement behavior, also track your follower grow.\n\n🚀 Replier: \nGet ready to increase your interactions! Our tool helps you draft quick, customizable, and impactful replies. Engage with your audience in a way that feels personal, relevant, and highly engaging!\n\n🌀 Follow Circles:\nNow, connecting with your favorite profiles and keeping up with their recent tweet updates has never been easier. With Follow Circles, you can curate a group of profiles that matter most to you and consolidate their latest tweets into a single feed.\n\n📅 Scheduler: \nCraft your tweets and threads at your own pace, and let our Scheduler take care of posting them at the right time. Acting like a wrapper on the top of Twitter. What's more? You can tag and organize your tweets for easy access and management!\n\n💡 Content Idea Generator:\nNever run out of content ideas anymore! Our Content Idea Generator tool generates unlimited, audience-focused content ideas, giving you fresh angles and approaches every time!\n\n🔥 WHY TWEETSPEAR?\nHere's why you'll love it:\n\n🌟 A Custom-fitted Twitter Journey: Tweetspear delivers an experience unique to your Twitter account's needs and objectives. It's more than just an extension, it's a personalized assistant committed to enhancing your presence and engagement on the platform.\n\n🌟 Simplified Content Management: Our Scheduler and Content Idea Generator make it easy to plan and deliver your Twitter content strategies. Share the right content at the right moment for optimal reach and engagement.\n\n🌟 Efficient Audience Interaction: Better communication leads to stronger connections. Our smart Replier and Follow Circles foster easier and more efficient dialogue with your followers, ensuring productive and fulfilling Twitter interactions.\n\nSo what are you waiting for? Let grow your Twitter account together! 🎉"
  }
}