{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "إشارات - اتاحة المواقع الالكترونية",
    "en": "Isharat Web Accessibility"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "أدوات لإتاحة المواقع الإلكترونية لذوي الإعاقة ترجمة للغة الإشارة للصم ،عمى الألوان وفرط الحركة ونوبات الصرع وكبار السن تصفح للجميع",
    "en": "Isharat: 14+ tools for accessible web. Text to sign, visual, auditory & more!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "إشارات - أداة إمكانية الوصول عبر الويب، وهي إضافة متصفح رائدة تم تصميمها لتحقيق ثورة في إمكانية الوصول عبر الويب للأفراد ذوي الإعاقة. توفر إشارات مجموعة شاملة تتكون من أكثر من 15 أداة مصممة بعناية فائقة لتعزيز تجربة التصفح للمستخدمين ذوي الاحتياجات المتنوعة، بما في ذلك أولئك الذين يعانون من صعوبات بصرية ونوبات صرع وفرط النشاط وصعوبات السمع ومجتمع الصم.\n\nبالنسبة للأشخاص ذوي الصعوبات البصرية، تقدم إشارات أدوات لتحسين نصوص ورسوميات المواقع الإلكترونية، بما في ذلك أحجام الخط قابلة للتخصيص وتعديلات تباين الألوان وتحسينات توافق قارئ الشاشة. تضمن هذه الميزات أن يمكن للمستخدمين ذوي مستويات مختلفة من الوضوح البصري التصفح واستهلاك محتوى الإنترنت براحة.\n\nبالنسبة للمستخدمين الذين يعانون من نوبات الصرع، تتبع إشارات إجراءات لتقليل خطر إحداث حالات من خلال تمكين الخيارات لتقليل العناصر الوامضة أو التغييرات السريعة على المواقع. يعتمد هذا النهج الاحتيازي على سلامة المستخدم ويعزز بيئة عبر الإنترنت أكثر شمولًا.\n\nيستفيد الأفراد الذين يعانون من فرط النشاط من أدوات تعزيز التركيز في إشارات، التي تسمح بتجارب تصفح خالية من التشتت عن طريق إزالة التشويش والإعلانات والمحتوى الزائد الآخر. من خلال تبسيط تخطيطات المواقع الإلكترونية وتوفير خيارات لأوضاع القراءة المبسطة، يمنح إشارات المستخدمين القدرة على البقاء مركزين ومشاركين.\n\nعلاوة على ذلك، تلبي إشارات احتياجات أولئك الذين يعانون من صعوبات السمع ومجتمع الصم من خلال تقديم حلول مبتكرة مثل الترجمة التوضيحية في الوقت الحقيقي وأداة فريدة لترجمة نص الموقع إلى فيديوهات لغة الإشارة. تساعد هذه الميزات في تقديم الخدمات الإلكترونية بشكل سلس للأفراد الذين يعتمدون على لغة الإشارة وسيلة اتصال أساسية لديهم.\n\nمع إشارات، إمكانية الوصول إلى الويب ليست مجرد فكرة ثانوية بل مبدأ أساسي مضمن في كل جانب من جوانب تجربة التصفح. من خلال استغلال التكنولوجيا المتطورة والنهج الموجه نحو المستخدم، يحول إشارات المشهد الرقمي إلى مساحة أكثر شمولًا وإنصافًا للجميع.\n\nللمزيد من المعلومات ولبدء تعزيز تجربة تصفح الويب الخاصة بك، قم بزيارة https://www.isharat.net.",
    "en": "Introducing Isharat - إشارات Web Accessibility Tool, a groundbreaking browser extension designed to revolutionize web accessibility for individuals with disabilities. Isharat provides a comprehensive suite of 15+ tools meticulously crafted to enhance the browsing experience for users with diverse needs, including those with visual impairments, seizures, ADHD, hearing impairments, and the deaf community.\n\nFor individuals with visual impairments, Isharat offers tools to optimize website text and visuals, including customizable font sizes, color contrast adjustments, and screen reader compatibility enhancements. These features ensure that users with varying levels of visual acuity can comfortably navigate and consume online content.\n\nFor users prone to seizures, Isharat implements measures to reduce the risk of triggering episodes by enabling options to minimize flashing or rapidly changing elements on websites. This proactive approach prioritizes user safety and fosters a more inclusive online environment.\n\nIndividuals with ADHD benefit from Isharat's focus-enhancing tools, which allow for distraction-free browsing experiences by removing clutter, ads, and other extraneous content. By streamlining website layouts and providing options for simplified reading modes, Isharat empowers users to stay focused and engaged.\n\nMoreover, Isharat caters to the needs of those with hearing impairments and the deaf community by offering innovative solutions such as real-time captioning and a unique tool for translating website text into sign language videos. These features break down communication barriers and facilitate seamless interaction with online content for individuals who rely on sign language as their primary mode of communication.\n\nWith Isharat, web accessibility is not just an afterthought but a core principle embedded into every aspect of the browsing experience. By leveraging cutting-edge technology and a user-centric approach, Isharat transforms the digital landscape into a more inclusive and equitable space for all.\n\nFor more information and to start empowering your web browsing experience, visit https://www.isharat.net."
  }
}