{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "SouYouXiang",
    "zh_CN": "搜邮箱"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Discover email addresses from any corner of the internet with a single click.",
    "zh_CN": "立即找到客户的联系方式，瞬间了解客户组织架构，关键员工。精心服务外贸，货代，培训等行业获客。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Domain Search enables instant identification of desired contacts when you visit a website.\n\n☑︎ Domain Search - Email Search and Sourcing\n\nUnleash the unparalleled potential of Domain Search, the ultimate email lookup tool. A mere click of the Chrome icon unveils all email addresses linked to your current website visit.\nShould email verification be necessary, a simple click on the adjacent button will suffice.\n\n☑︎ Email Verification\n\nAccess a dedicated page for pre-sending appraisal of professional emails.\n\n☑︎ Email Finder - Probe Email Lookup\n\nIf you possess the person's name you wish to reach, input it into the search field. The system will promptly furnish the discovered email address along with its origin.\n\n☑︎ Employee Insights\n\nHarness \"Employee Search\" on our website or hit the \"Show Employee Information\" button on the domain search results page to streamline essential data like customer organizational structure.\n\n☑︎ Email Marketing\n\nExperience seamless email marketing without intricate configurations. Dispatch personalized development correspondence in minutes. Real-time monitoring of vital cues such as email open rates.\n\n☞ Start and Initiate Your Journey\n\nCreate a user account on our website to unlock complimentary search and verification credits. Immerse yourself in an effective email marketing venture.\n\nElevate your account for enhanced features.\n\nBy incorporating this extension, you signify your agreement with our Privacy Policy (https://souyouxiang.com/#/privacy).",
    "zh_CN": "\"搜邮箱\" 让您在浏览网站时立即找到需要联系的人。\n\n☑︎ 搜邮箱 - 域名搜索\n\n\"搜邮箱\" 是同类工具中最强大的电子邮件查找工具。仅需点击 Chrome 图标，即可查找与您当前访问的网站相关的所有电子邮件地址。\n如需验证电子邮件地址，只需点击旁边的按钮即可完成验证。\n\n☑︎ 验邮箱 - 电子邮件验证\n\n提供专门的页面，允许您在发送电子邮件之前查看专业电子邮件的有效性。\n\n☑︎ 探邮箱 - 电子邮件探测查找\n\n如果您已知道要联系人的姓名，请在搜索字段中输入。系统将立即返回找到的电子邮件地址及其来源。\n\n☑︎ 员工信息\n\n在我们的网站上使用 \"搜员工\"，或在域名搜索结果页面点击 \"展示员工信息\" 按钮，为您梳理客户组织架构，等重要信息。\n\n☑︎ 邮件营销\n\n提供轻松的邮件营销，无需复杂设置。几分钟内即可发送个性化的开发信函。实时监测重要信息，如邮件开启率，邮件阅读者列表。\n\n☞ 开启您的旅程\n\n在我们的网站上创建用户账户，即可获取免费搜索和验证积分。体验高效的邮件营销之旅。\n\n您可以升级您的账户以获得更多功能。\n\n安装此扩展即表示您同意我们的隐私政策（https://souyouxiang.com/#/privacy）"
  }
}