{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PinMyPrompt"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pin ChatGPT prompts to specific web pages for easy access."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ever found yourself wishing to revisit the exact ChatGPT prompts that gave context to a web page? PinMyPrompt is here to the rescue! A unique extension designed for ChatGPT enthusiasts, it seamlessly pins and organizes the URLs of ChatGPT prompts for your convenience, ensuring you never lose context.\n\nHow to Use PinMyPrompt?\n\n1. In ChatGPT: Click the top right icon to copy your conversation link.\n2. Go to Your Work: This could be Google Docs, Sheets, a social media post, WordPress, or any other site.\n3. Click PmP: You'll find this on your browser's top bar.\n4. Paste & Save: Put the link in, click \"Add link\", and you're done!\n\nNow you can easily find your ChatGPT links when you need them!\n\nKey Features:\n\nEasy Access Icon: Spot our discreet icon at the top right of your browser, waiting for your click. Tap to unveil a neatly organized list of all your pinned ChatGPT prompt URLs for that page.\n\nSimple URL Pinning: Pinning ChatGPT prompt URLs to your favorite web pages is now just a click away. Watch your pinned list grow; we've got no limits!\n\nComing features :\n\nHassle-Free Link Management: Freely edit, erase, or jump straight into your pinned prompts directly from the dropdown list.\n\nSmart Notifications: Enter a previously visited page and our extension icon will nudge you, indicating the presence of your saved links.\n\nExclusion List Flexibility: Not every site needs a pinned prompt. Manage your exclusion list to decide where PinMyPrompt should take a break.\n\nAlways On (Except When It's Not): Continuously active, our extension is always at work. But, respect is crucial – it goes dormant on websites you've added to the exclusion list."
  }
}