{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pintable"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension to extract and sync data to Notion from Twitter, Linkedin, Tiktok, Instagram, YouTube."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortlessly Save Social Profiles to Your Notion with Just One Click!\n\nEasily save Twitter, YouTube, LinkedIn, Instagram, and TikTok profiles to your Notion database using Pintable - the ultimate tool to transform your Notion into a powerful CRM. With just one click, effortlessly gather essential information about channels, users, influencers, companies, locations, titles, and follower counts.\n\n🚀 Turbocharge Your Productivity\n\nSay goodbye to tedious copy-pasting. Supercharge your productivity with our one-click extension and get started even faster with our CRM template. Discover why Pintable is the perfect replacement for expensive tools like LinkedIn Sales Navigator, Hubspot, and other CRMs.\n\n🌟 All-In-One Notion CRM\n\nCentralize all your essential data in Notion. Manage leads, prospects, and contacts with Notion's versatile kanban or board views, and embrace a seamless workflow.\n\n🔎 Profile Enrichment Feature (Coming Soon)\n\nEnhance your CRM experience with Pintable's powerful profile enrichment feature. Get valuable insights and in-depth information on your contacts, giving you a comprehensive understanding of their social media presence and influence. Experience a truly personalized CRM with Pintable's cutting-edge enrichment technology.\nTake your performance to the next level. Find contacts' email addresses directly in Notion with just a single click - an ideal solution for your Sales team.\n\n✅ Getting Started with Pintable\n\nTo use Pintable, all you need is a Notion table and a profile page on Twitter, YouTube, Instagram, TikTok, or LinkedIn. Please note that Pintable is not an official Notion or social media tool. Simply download our extension, connect your desired Notion database, and watch Pintable work its magic.\n\nNeed assistance? Reach out to us at contact@pintable.co, and our team will be happy to help. Upgrade your Notion experience with Pintable today!"
  }
}