{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Omoguru - The Easiest Way to Read"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "For anyone with dyslexia, reading, focus and attention difficulties Omoguru makes a text clear and understandable."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "------\n** We’d like to improve the extension and you can help us with that. Go above to Support and let us know your experience and suggestions. If you like the extension please leave us a review. Thanks :)\n------\n\nWant to know a cool thing?  Everyone reads easier with Omoguru :) \n\nREAD ON THE MOST READABLE TYPEFACE\n\nOmoType improves letter detection and recognition. It is adjustable to the individual needs of each person. Research and extensive testing show it reduces reading time, the number of mistakes, and requires less effort to read.\n\nCOMFORTABLE OMOGURU READING EXPERIENCE\n\nWe create a positive reading experience that motivates and empowers. Happy readers of all ages, with or without difficulties, often let us know that for the first time they read with ease.\n\nARTICLES WITHOUT ADS OR DISTRACTIONS\n\nSee on your screen only what is important to you - the text you want to read. The Omoguru Reader mode removes everything else, enables you to visually adjust the text and simply enjoy reading.\n\nAccess the Omoguru Reader mode from the plugin menu or with right click on a text you want to read.  \n\nSCIENCE AND PRACTICE BASED, DESIGNED BY EXPERTS WITH LOVE  \n\nOmoguru is designed for highest readability on the screen. Completely control your reading experience by choosing:\n- Font most readable to you\n- Size of the text\n- Spacing between the lines, and\n- Background color\n\nWe already helped thousands of readers like you to read and learn easier. \n\nExtension is compatible with Microsoft Edge, Opera and other Chromium based browsers."
  }
}