{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Bookmark Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save and manage bookmarks for ChatGPT conversations"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Bookmark r is a simple and easy-to-use extension for managing bookmarks while using the ChatGPT platform. This extension provides a bookmark container on the right side of the screen, allowing you to easily save and access bookmarks while engaging in conversations with ChatGPT.\n\nWith the extension, you can add bookmarks with a custom name, or have it auto-fetch the name of the webpage you're on. You can also scroll up and down to view your bookmarks and shift them up or down to reorder them according to your preference. Additionally, you can delete bookmarks that you no longer need.\n\nThe extension features a transparent theme to match the ChatGPT UI and has a transition effect when shifting bookmarks. It does not have a popup file, as the bookmark container resides in the ChatGPT page UI on the right side of the screen.\n\n🚨Provides a bookmark container on the right side of the screen for easy access\n🚨Allows you to add bookmarks with a custom name, or auto-fetches the name of the webpage \n     you're on\n🚨Lets you scroll up and down to view your bookmarks\n🚨Allows you to shift bookmarks up or down to reorder them according to your preference\n🚨Provides a delete button to remove bookmarks that you no longer need\n🚨Features a transparent theme to match the ChatGPT UI\n🚨Provides a transition effect when shifting bookmarks\n🚨Does not have a popup file, as the bookmark container resides in the ChatGPT page UI on the 🚨right side of the screen."
  }
}