{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PromptsGenii - AI Image Prompt Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Craft your prompt with Visuals, AI Models, and community-generated, publicly available prompts"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create stunning, creative prompts with ease using PromptsGenii - the ultimate AI prompt generator for digital creators. This game-changing tool takes the guesswork out of crafting prompts that generate jaw-dropping AI art. \n\n☆☆☆ Key Features ☆☆☆ \n\n1) Visual Filters: Struggle to describe your vision? Just think it, and explore our Visual Filter that will refine your imagination into the perfect keyword for it.\n\n2) AI Powered Prompts: Refine your prompts using AI models like OpenAI or Gemini to ignite your imagination and generate compelling prompts.\n\n3) Image to AI Text Prompt: Upload or Right click at any image; get the AI Text Prompt or can type any type of question to image.\n\n3) Prompts Library: \"Need inspiration? Dive into a vast library of prompt ideas crafted by the creative community.\"\n\n4) Team Management: Efficiently manage device licenses with our License Manager, streamlining administration and control\n\n5) Bookmark: Access favorite filters fast with our one-click to streamlining your workflow.\n\n6) Digital Magazine: Entice your imagination with drop dead images handpicked from (by) our community.\n\nPromptsGenii is the perfect prompt sidekick for digital creators who want to quickly create a constant stream of unique, high-quality AI art to use for videos, social posts, merchandise, NFTs, and more. Spend less time engineering prompts and more time creating. Join the creators using PromptsGenii to unlock their imagination and master AI art generation.\n\nWhere we can use this: We can use this extension on any AI Image Generation website e.g. Midjourney, Dalle-3, Leonardo, Firefly or Supermachine etc.\n\nChangelog\n- Updated OpenAI and Gemini Models \n- OpenAI model updated and some fixes\n\nNeed any help?\nCheck this Youtube link: https://www.youtube.com/watch?v=u5MaEAZ8_cw\n\nJust simply install the extension, create your account and start creating awesome prompts"
  }
}