{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SingleClick Cleaner"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Single-click Chrome cleaner: clean up the trash in one single click"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Chrome keeps a lot of data while you’re browsing the Internet – browsing history, cache, cookies, form data, temporary files and more. This data is usually used to speed up the browsing process. However, sometimes the cache gets too large and starts to slow down Chrome.  When this happens you definitely need to clean up your browser. You can clear history and all the data manually but it’s a tedious work and it’s boring. So, why not leaving it to our cleaner?\n\nSingle Click Cleaner will empty the cache, clear history, remove cookies, clear saved passwords and form data, zap the download history and more... in one single click!\n\nYou want only specific items to be cleaned? Or maybe you need to clear the cache for a certain period only? No problem, Single Click Cleaner can do it all. Just go to the Options page and set your preferences. \n\nCleaner options:\n\n * Cache cleaner\n * App cache cleaner\n * Remove cookies\n * Delete download history\n * Clear file systems\n * Delete saved (autofill) form data\n * Clear Chrome history\n * Remove indexed data\n * Delete local storage data\n * Clear plugin data\n * Delete saved passwords\n * Clear webSQL data\n\nFeatures:\n * Single-click cleaner (set cleaner options and then just click the cleaner icon, no confirmation screens etc.)\n * You choose what to clean when clicked (see the \"Options\" page)\n * Clear history, cache and browsing data for specified time period \n * Add/remove shortcut to the context menu\n\nNotes:\n * Please, be aware that SingleClick Cleaner will delete only chrome history, but will not interfere with your google history (your search history on google.com). To deal with your google search history you should go to your account in the search engine itself and deal with the google history from there)\n * If you delete cookies, you'll be signed out from most current sites (don't select \"clear cookies\" if you don't want to log-in again every time you use the cleaner)"
  }
}