{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Social Habit Disruption"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stay focused while working online by reminding yourself to avoid addictive content feeds. Dismiss the pop-up for small breaks."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Social media and content websites actively hook us into habits of mindless consumption while using the web. Without even thinking about it, you will open a tab and start to check Facebook or Reddit. Social Habit Disruption gives you the ability to disrupt the habits that eat up time you could be spending on your own projects.\n\n** PRIVACY INFO ** \nI value you privacy and this app does not track, modify or use your personal data or usage information in any way. It simply injects a pop-up on social media and content sites and tracks a timer. If you'd like to verify that, you can see all the sourcecode at https://github.com/maxkirchoff/social-habit-disruption\n\n\nWhen enabled the extension will display a pop-up for the following sites: Facebook, Twitter, Google+, Instagram, Reddit, Tumblr and YouTube. More sites will be added later, please let us know if you want one added.\n\nThe pop-up displayed will give a reminder that there's more important things to do than flip through content like a zombie.\n\nIf you want to take a break and look for some cat videos on YouTube or what's top on Reddit, simply select a time and dismiss the pop-up. \n\nAfter that time, the pop-up will come back and remind you to get back to it!"
  }
}