{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Training OS"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your AI-Powered Education Assistant"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Training OS Chrome Extension - Your AI-Powered Education Assistant\n\nOverview:\nUnlock the full potential of your educational journey with the Training OS Chrome Extension. Seamlessly integrate our powerful AI backend into your browser, providing you with instant access to your saved documents, and a suite of over 50+ educational tools, designed to enhance your learning and teaching experience. Whether you're a teacher looking to generate engaging content or a student striving for academic excellence, Training OS is here to support you every step of the way.\n\nKey Features:\n\n1. AI-Powered Assistance:\n   - Leverage the advanced AI capabilities of Training OS to generate text-based content, automate repetitive tasks, and provide intelligent insights tailored to your educational needs.\n\n2. Instant Access to Saved Documents:\n   - Access all your saved documents directly from the extension. Easily organize, retrieve, and manage your educational materials, ensuring you have everything you need at your fingertips.\n\n3. Comprehensive Educational Tools:\n   - Explore and utilize over 50+ tools designed to enhance the learning experience. From interactive quizzes and flashcards to collaborative projects and virtual classrooms, Training OS provides the resources you need to succeed.\n\n4. Seamless Integration:\n   - Integrate effortlessly with your existing Learning Management Systems (LMS) and other educational platforms. Training OS is designed to complement and enhance your current workflow.\n\n5. User-Friendly Interface:\n   - Enjoy a sleek and intuitive interface that makes navigating and utilizing the extension a breeze. Spend less time figuring out how to use the tools and more time achieving your educational goals.\n\n6. Secure and Reliable:\n   - Your privacy and data security are our top priorities. Training OS ensures that your information is protected with state-of-the-art security measures.\n\nWhy Choose Training OS:\n\n- Enhance Productivity: Automate mundane tasks and focus on what truly matters—teaching and learning.\n- Personalized Learning: Tailor educational content to meet the unique needs of each student.\n- Collaborative Environment: Foster collaboration among students and educators with tools designed for group projects and discussions.\n- Continuous Improvement: Stay ahead of the curve with regular updates and new features that keep improving the educational experience.\n\nGet Started:\n\nTransform your educational experience today with the Training OS Chrome Extension. Download now and join a community of educators and learners who are revolutionizing the way we teach and learn.\n\nInstallation Instructions:\n\n1. Click on the “Add to Chrome” button.\n2. Follow the prompts to install the extension.\n3. Sign in with your Training OS account or create a new one.\n4. Start exploring and enhancing your educational journey!\n\nSupport:\nFor any questions or assistance, contact us at Athena@trainingos.com.\n\nJoin the Training OS Community:\nStay connected with us through our social media channels and be the first to know about new features and updates.\n\nDownload the Training OS Chrome Extension today and take the first step towards a smarter, more efficient educational experience!"
  }
}