{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Criador de faturas do AliExpress."
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Crie fatura do AliExpress."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Você deseja baixar uma fatura do AliExpress para suas necessidades contábeis ou administrativas? Se sua resposta for SIM, você está no lugar certo.\n\nUm clique e você receberá uma fatura do AliExpress. Você pode personalizar a fatura de acordo com suas necessidades, adicionar/alterar fornecedores ou compradores e criar uma fatura para um único pedido ou pedido em um período.\n\nSe desejar, você também pode exportar a fatura para um arquivo PDF ou CSV ou simplesmente imprimi-la.\n\nVocê também pode alterar o formato da data, código de barras, grade, etc. Experimente, é muito interessante e GRATUITO...\n\nApresentando a melhor maneira de obter faturas do AliExpress\n\nO processo atual de faturamento do AliExpress\n\nO AliExpress é um excelente site para facilitar compras, mas faltam alguns recursos importantes. Uma delas é o faturamento, pois o vendedor é o responsável pelas transações. No entanto, isso representa um problema para você.\n\nSe você é como a maioria dos usuários do AliExpress, está solucionando esse problema manualmente. Você criou seu próprio sistema para rastrear sua conta e, embora funcione bem, você sabe que poderia ser muito melhor.\n\nInsira a fatura do AliExpress!\n\nA nova maneira de obter uma fatura do AliExpress\nO AliExpress Invoice oferece uma experiência de fatura totalmente personalizável para cada pedido do AliExpress. A extensão foi projetada pensando nos profissionais, por isso inclui todos os recursos que você precisa, como:\n• Campos personalizáveis\n• Importação de dados\n• Informações salvas da empresa\n• Sincronização de dados\n\nCom o AliExpress Invoice, uma fatura completa e profissional está a apenas alguns cliques de distância. Esta extensão muda a forma como você monitora seus negócios com o AliExpress e oferece qualidade intransigente gratuitamente.\n\nComo funciona a fatura do AliExpress\n\nAliExpress Invoice é uma extensão fácil de usar que muda a forma como você processa pedidos com o AliExpress. A extensão tem como objetivo fornecer todos os recursos de que você precisa para administrar seu negócio com eficiência em um pacote simples de usar.\n\nEtapa 1: instalar\nO AliExpress Invoice está atualmente disponível para Google Chrome e Microsoft Edge. Basta clicar no botão de download neste site e você será direcionado à loja certa para o seu navegador. Em seguida, adicione-o de acordo com as instruções.\n\nEtapa 2: adicionar informações\nO AliExpress Invoice permite que você salve informações de faturas de sua empresa e também de vendedores do AliExpress. Este recurso requer que você adicione os dados manualmente, mas você pode adicionar quantas empresas precisar.\n\nEtapa 3: sincronizar\nDepois de salvar os dados relevantes, você precisa ir para a página de pedidos do AliExpress. Na parte superior, você pode usar várias opções de sincronização com o gerador de faturas do AliExpress. Você pode selecionar um intervalo de tempo tão amplo quanto desejar para a sincronização.\n\nEtapa 4: fatura conforme sua conveniência\nDepois que os dados forem sincronizados (o que pode levar alguns minutos), você poderá personalizar e preencher quantas faturas precisar. Este gerador de faturas do AliExpress pode lidar com faturas únicas, em massa e qualquer coisa intermediária.\n\nPrimeiros passos com a fatura do AliExpress\nComeçar a usar o AliExpress Invoice é simples. Você só precisa de alguns minutos para configurar completamente o seu gerador de faturamento. Para começar, clique no botão de download para adicionar a extensão ao seu navegador.\n\nRecursos da fatura do AliExpress\nA fatura do AliExpress foi projetada pensando em profissionais sérios. A extensão oferece uma abordagem simplificada para faturar qualquer pedido, usando recursos que economizam tempo para que você possa se concentrar em outros aspectos da administração de um negócio de sucesso.\n\nEmpresas e vendedores salvos\nQuer você tenha uma ou várias empresas, o AliExpress Invoices permite salvar todos os dados uma vez e reutilizá-los sempre que necessário. O mesmo vale para os vendedores do AliExpress, o que economiza horas na entrada de dados.\n\nSincronização de dados\nChega de transferir números manualmente! O AliExpress Invoice pode sincronizar tudo, desde números de pedidos até fotos de produtos, para que sua fatura sempre tenha as informações que você precisa para qualquer produto.\n\nCampos personalizáveis\nO menu Fatura do AliExpress também faz o que poucos geradores de faturas fazem, opções para adicionar ou remover campos para personalizar sua fatura. Crie as faturas que sua empresa precisa sem esforço usando a interface simples.\n\nFaturamento Prático\nAliExpress Invoice é um gerador de faturas simples, sem uma grande curva de aprendizado. É prático configurar esta extensão e colocá-la em funcionamento em menos de 20 minutos; nenhum software extra é necessário.\n\nPersonalize suas faturas do AliExpress\nAs faturas desempenham muitas funções em uma empresa, portanto, uma fatura limpa e completa é inestimável. Sem eles, é mais difícil acompanhar despesas, discutir valores com clientes, faturar clientes e comprovar uma trilha legal, se necessário.\n\nCom a fatura do AliExpress, você pode:\n• Crie faturas ilimitadas rapidamente, mesmo para compras em grandes quantidades\n• Personalize os campos da fatura para atender às suas necessidades\n• Escolha quanta informação será incluída, incluindo imagens\n• Transfira dados facilmente para software de contabilidade\n• Habilitar uma trilha legalmente aplicável\n• Exportar para .CSV\n\nMaximize seu tempo, todos os dias\nEsteja você comprando em grandes quantidades, fazendo dropshipping ou qualquer outra coisa, você precisa de ferramentas que o ajudem a maximizar seu tempo. O AliExpress Invoice usa seu gerador para remover a entrada de dados, potencialmente devolvendo horas todas as semanas.\n\nCom um processo de instalação rápido, sem curva de aprendizado e recursos que otimizam o tempo, você pode criar novas faturas em minutos. Os resultados profissionais falam por si e você tem mais tempo para focar em outras áreas da sua empresa.\n\nSimplifique sua operação com um gerador de faturas AliExpress\nHoje em dia, a racionalização é crítica. Este gerador de faturas para AliExpress garante que suas faturas sejam tratadas de forma rápida, profissional e legal. Você pode se concentrar fora de seus livros com uma extensão de fatura confiável para o AliExpress.\nTer as faturas criadas e tratadas de forma confiável para sua empresa significa que você terá mais tempo para as operações. Quer precise de tempo para identificar novos clientes, fortalecer conexões com compradores existentes ou procurar o próximo grande produto, você terá mais tempo para fazer isso.\nUsar o AliExpress Invoice é simples, para que qualquer pessoa possa fazê-lo. A interface é clara, pois você não tem tempo, como um profissional ocupado, para experimentar softwares que podem não funcionar para sua situação.\n\nGeração profissional de faturas AliExpress\nO AliExpress Invoice ajuda você a atingir vários objetivos de negócios simultaneamente com uma extensão simples. O gerador vai além de dados e legalidades para que as faturas da sua empresa sempre pareçam profissionais para seus clientes, não importa onde você precise utilizá-las.\n\nAs faturas criadas pelo AliExpress Invoice parecem profissionais e contribuem para a reputação da sua empresa. Qualquer pessoa que visualizar as faturas verá o aspecto profissional e terá uma boa impressão do seu profissionalismo.\n\nContate-nos\nEntre em contato conosco em caso de dúvidas, comentários e sugestões de recursos. Estamos ansiosos para ajudá-lo.\nAguarde dois dias úteis para uma resposta."
  }
}