{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sitemap 404 Checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sitemap 404 Checker Links: A Comprehensive Tool to Ensure Website Efficiency\n\nSitemap 404 Checker Links is a powerful and…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sitemap 404 Checker Links: A Comprehensive Tool to Ensure Website Efficiency\n\nSitemap 404 Checker Links is a powerful and user-friendly tool designed to help webmasters, SEO professionals, and website owners maintain the optimal performance of their websites. This resource scans your sitemap file to identify broken or inaccessible links (404 errors) that may negatively impact user experience and search engine rankings.\n\nKey Features:\n\nEasy-to-use Interface: Simply input your sitemap URL or upload an XML file, and let the tool handle the rest.\nComprehensive Scanning: Thoroughly checks every link within your sitemap, identifying any 404 errors and unreachable pages.\nAccurate Results: Provides a detailed report of broken links, allowing you to quickly pinpoint and resolve issues.\nExportable Data: Download your results in CSV format for easy record-keeping and further analysis.\nReal-time Monitoring: Schedule regular scans to ensure your website remains error-free and up-to-date.\nMulti-platform Compatibility: Works seamlessly with a variety of content management systems and website platforms.\nBy using the Sitemap 404 Checker Links tool, you can proactively address any broken links on your site, improving user experience, search engine visibility, and overall website performance."
  }
}