{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Otaku Stride | High Quality Custom 3D Printed Anime shoes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Otaku Stride Design your dream custom 3D printed anime shoes with your favorite characters and show off your style"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to Otaku Stride – Your Stride into Anime Style Excellence!\n\nAt Otaku Stride, we're more than just an online store; we're your go-to destination for elevating your anime style with our exclusive collection of custom, high-quality anime shoes. Whether you're a seasoned otaku or a casual anime enthusiast, Otaku Stride is your stride into the world of unique and stylish footwear that reflects your passion for anime.\nOur Mission: Otaku Stride is driven by a singular mission - to provide anime aficionados with top-tier, custom-designed shoes that not only meet but exceed expectations. We believe that your love for anime deserves to be celebrated and showcased in every step you take. Our commitment is to offer a curated selection of footwear that resonates with the vibrant and diverse anime culture.\n\nPremium Quality, Custom Design: Our focus is on delivering unparalleled quality. Each pair of custom anime shoes at Otaku Stride is meticulously crafted with precision and care. We collaborate with skilled artisans and designers to bring you shoes that are not just accessories but wearable art. Whether you're expressing your love for a specific anime series, character, or theme, our custom designs are tailored to make a statement.\n\nExplore Your Style: At Otaku Stride, we understand that your style is unique, just like your favorite anime. Our diverse range of custom shoes caters to various tastes and preferences, allowing you to express your individuality with every step. From sleek and subtle designs to bold and vibrant statements, Otaku Stride is your canvas to showcase your anime-inspired style.\n\nJoin the Otaku Stride Community: Otaku Stride is more than a store; it's a community of like-minded individuals who share a passion for anime. When you shop with us, you're not just making a purchase; you're joining a community that celebrates creativity, self-expression, and the love for all things anime. Follow us on social media to stay connected with fellow otakus, get sneak peeks at upcoming releases, and participate in exciting community events.\n\nCustomer-Centric Approach: Your satisfaction is our top priority. Otaku Stride is committed to providing an exceptional shopping experience. If you have any questions, suggestions, or if there's anything we can assist you with, feel free to reach out to our dedicated customer support team at support@otakustride.com.\n\nStep into the world of Otaku Stride, where every stride you take is a celebration of your unique anime journey. \n\nFor the love of Anime!\n\nThank you for choosing Otaku Stride – Stride in Style, Stride in Anime!\n\nCONTACT US:\n\nEmail: support@otakustride.com"
  }
}