{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Export ChatGPT Conversation"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Export ChatGPT conversations and save to Notion"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the \"Export ChatGPT Conversation\" app, a convenient tool for saving and organizing your conversations with ChatGPT, the cutting-edge AI language model developed by OpenAI. This app allows you to easily export your conversations with ChatGPT and save them directly to Notion, the all-in-one workspace for note-taking, project management, and more.\n\nWith the \"Export ChatGPT Conversation\" app, you can easily capture and preserve the insights and information you gain through your conversations with ChatGPT. The app automatically formats your conversation into a clean and organized format, ready to be saved to your Notion workspace.\n\nExporting your conversation to Notion is simple and straightforward. Simply connect your Notion account to the app and choose the page where you want to save your conversation. Then, initiate a conversation with ChatGPT and start capturing valuable information and insights. When you're ready to save your conversation, just click the \"Export to Notion\" button and your conversation will be automatically added to your selected Notion page, fully formatted and ready for future reference.\n\nWith the \"Export ChatGPT\" app, you'll never have to worry about losing track of the valuable information you gain through your conversations with ChatGPT. Whether you're using ChatGPT for research, knowledge gathering, or just for fun, this app makes it easy to save and organize your conversations for future reference. Try it out today and see how it can help you make the most of your conversations with ChatGPT!"
  }
}