{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "duoleavemealone for Duolingo"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Makes Duolingo more user-friendly"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension makes the Duolingo.com language-learning site faster to use by automatically clicking through interstitial screens displayed after entering correct answers or finishing lessons. These screens' messages are displayed briefly onscreen instead.\n\nDuo's motivational messages are also skipped, because everyone already knows that you are great! :-D (Note that Duolingo now provides a setting for disabling motivational messages, which is more reliable than this extension's detection logic.)\n\nSince this extension interacts the Duolingo site, it's unfortunately likely to stop working if (or when) the site's interface is updated.\n\n**This extension is not affiliated with Duolingo.**\n\n---\n\nChanges:\n\n0.34: Skip streak end screens and legendary start/end screens.\n\n0.33: Fix correct answer messages not getting skipped in \"personalized practice\" lessons.\n\n0.32: Fix story support and improve bubble colors when dark mode is enabled.\n\n0.31: Support Duolingo's dark mode setting, mostly (end-of-lesson messages don't seem to be displayed). Also skip the \"perfect\" screen after completing a message without any mistakes.\n\n0.30: Handle /lesson URLs, apparently introduced by Duolingo's tree redesign (https://blog.duolingo.com/new-duolingo-home-screen-design/). Also make the options page a bit less ugly.\n\n0.29: Update to Manifest V3 (hopefully an invisible change). Also fix discussion-link-loading and remove a debug console.log call.\n\n0.28: Click through correct-answer screens for alphabet/character exercises.\n\n0.27: Click through some additional end-of-story screens.\n\n0.26: Add a browser action button that can be clicked to temporarily toggle the extension off or on.\n\n0.25: Click through most of the screens related to \"legendary\" (crown) lessons for gilded skills, and avoid a bug where the extension got stuck clicking a button at the end of a legendary lesson. Also add click rate-limiting to try to avoid future bugs like this.\n\n0.24: Handle new ways that button colors are set in regular skills and stories.\n\n0.23: Handle /progress-quiz/ URLs for Duolingo Plus.\n\n0.22: Second attempt at handling changes to \"correct\" message background color.\n\n0.21: Handle changed \"correct\" message background color.\n\n0.20: Add on-by-default option for controlling whether correct-answer messages are skipped or not.\n\n0.19: Click blue \"Continue\" button that's now show after completing a story.\n\n0.18: Fix discuss links again (broken by another Duolingo change).\n\n0.17: Fix discuss links (which look like they were broken by a Duolingo change).\n\n0.16: Display completion messages after stories. Fix a bug where the next button was clicked prematurely when answering text-entry questions in stories.\n\n0.15: Add support for placement tests (available before creating a profile).\n\n0.14: Make correct-answer messages yellow instead of green when they contain extra information, e.g. typo/accent corrections or translations.\n\n0.13: Improve support for Stories and enable by default.\n\n0.12: Add an option to enable experimental support for clicking the next button in Stories. (Options are available by right-clicking on the extension's toolbar icon.)\n\n0.11: Fix incorrect clicks at beginning of skill tests. Fix discuss links when loading URLs directly instead of navigating from main page. Add spacing between typo messages and discuss links.\n\n0.10: Add experimental support for displaying discuss links. (Not released on Chrome Web Store.)\n\n0.9: Skip start screen when testing out of the current level of a skill (i.e. URLs ending in /test).\n\n0.8: Add options to control message timeouts and center messages horizontally. Also handle checkpoints (i.e. /checkpoint/ URLs) in addition to tests (/bigtest/).\n\n0.7: Add an option page and provide support for automatically starting timed or non-timed practice. (I had to add the \"storage\" permission to be able to save the option's value.) Also automatically click the next button during checkpoints that are being used to test out of a set of skills.\n\n0.6: Also automatically click the \"Next\" button on https://www.duolingo.com/practice. Note that motivational messages sometimes (always?) aren't skipped here. Duolingo makes it really hard to consistently detect them. :-("
  }
}