{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookmark Preview - Productivity and Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Preview all the Bookmarked websites..."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "To preview all the Bookmarked websites. 🔖👁️\n\nMainly purpose of Bookmark Preview is to recall bookmarked websites.\n\n“Folder view” (📁) is a type of file organization method that displays the contents of a directory in a hierarchical tree structure, where each folder is represented by a folder icon. This allows users to easily navigate through the bookmark system and find the bookmark they are looking for.\n\n“List view”  (📄) is a type of bookmark organization method that displays the contents of a directory in a list format.\n\n\"Searching for bookmarks\" is allows users to quickly and easily find a specific webpage that they have previously saved as a bookmark. This can be a useful feature for users who have a large number of bookmarks saved in their browser, as it allows them to find the bookmark they are looking for without having to manually scroll through a long list of bookmarks.\n\nThe \"Prev\" and \"Next\" buttons can be used to navigate through the bookmarks in the order they were saved, which can be helpful when you have a lot of bookmarks and you want to go back and forth between them.\n\nThe \"Edit\" option allows users to make changes to the properties of a bookmark, such as the name of the bookmark, the URL it points to, and the folder it is saved in. This can be useful when a bookmark's URL changes, or when you want to change the name of a bookmark to better reflect the content of the webpage it points to.\n\nThe \"Delete\" option allows users to remove a bookmark from their browser. This can be useful when a bookmark is no longer needed, or when a user wants to clean up their list of bookmarks.\n\nAdding a \"new folder\" and a \"new bookmark\" in a web browser is a simple process that can help users organize their bookmarks and easily find the web pages they are looking for.\n\n\"Opening a new tab of a saved bookmark\" in your browser is a quick and easy way to access a webpage that has been previously saved as a bookmark."
  }
}