{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HTML Email Inserter for Gmail"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Insert HTML content into Gmail composer"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your Gmail experience with the HTML Email Inserter extension! This powerful tool allows you to effortlessly create rich, visually appealing emails directly within Gmail's compose window.\n\nKey Features:\n\n1. Easy HTML Insertion: Seamlessly add custom HTML to your emails without leaving Gmail.\n2. Live Preview: See exactly how your HTML will look before sending.\n3. User-Friendly Interface: Simple, intuitive design for both beginners and HTML experts.\n4. Time-Saving: Create complex email layouts in minutes, not hours.\n\nWhy You Need This Extension:\n\n- Stand Out in Crowded Inboxes: Create eye-catching emails that grab attention.\n- Perfect for Marketers: Design professional newsletters and promotional emails directly in Gmail.\n- Ideal for Developers: Test HTML email templates quickly and easily.\n- Enhance Personal Communication: Add a personal touch to your emails with custom formatting.\n\nHow It Works:\n\n1. Compose your email in Gmail as usual.\n2. Click the HTML Email Inserter icon.\n3. Paste or type your HTML into the extension's editor.\n4. Preview your design in real-time.\n5. Insert the HTML into your email with one click.\n\nSafe and Secure:\nThis extension operates locally in your browser and doesn't store or transmit your email content.\n\nUpgrade your Gmail experience today with HTML Email Inserter – because your emails deserve to look as good as your ideas!"
  }
}