{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mitti - Udostępnianie pulpitu"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rozszerzenie umożliwia udostępnianie pulpitu lub wybranej aplikacji innym uczestnikom wideokonferencji w systemie Mitti."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mitti to wszechstronny, zaawansowany system wideokonferencyjny dla małych i dużych firm, cechujący się doskonałą jakością transmisji obrazu i dźwięku HD i zapewniający wysokie standardy bezpieczeństwa. Mitti jest wdrażany w firmie lub organizacji, nie jest usługą świadczoną online.\n\nW konferencjach Mitti może brać udział nieograniczona ilości uczestników, korzystających zarówno z połączenia audio-wideo przy pomocy przeglądarki internetowej na komputerze, jak i z połączenia głosowego ze zwykłego telefonu. \n\nMitti oferuje wygodne i praktyczne sposoby organizacji spotkań, powiadamiania i zapraszania gości (integracja z Outlookiem) oraz do zarządzania przebiegiem konferencji. W czasie konferencji dostępne są takie funkcje, jak udostępnianie pulpitu lub ekranu aplikacji oraz odtwarzanie multimediów, wspólna edycja dokumentów z zapisem historii zmian, udostępnianie plików czy chat tekstowy pomiędzy uczestnikami, co pozwala na komfortową i efektywną zespołową pracę nad projektami w czasie rzeczywistym - prosto, wygodnie i z dowolnego miejsca świata. \n\nMitti oferuje funkcję rejestracji przebiegu konferencji, co można później wykorzystać do celów szkoleniowych lub dokumentacyjnych. Mitti to nie tylko platforma do organizacji konferencji. Doskonale sprawdza się również w takich zadaniach, jak multimedialny system do kontaktu z klientami, sprzedaż przez internet, prezentacja on-line produktów i usług, konsultacje na żywo ze specjalistami, kursy szkoleniowe dla pracowników bądź interaktywny e-learning, a także zdalny serwis czy wsparcie techniczne. \n\nDedykowany pakiet narzędzi WebService pozwala precyzyjnie dostosować działanie Mitti do indywidualnych potrzeb i firmowych standardów."
  }
}