{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Eno® from Capital One®"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shop more securely through your desktop browser with Eno®, your Capital One® assistant."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KEEP YOUR CREDIT CARD NUMBER TO YOURSELF\nEno appears at checkout and provides a unique virtual card number only for that site, allowing you to shop online without exposing your actual card number.\n\nSTEER CLEAR OF UNWANTED CHARGES \nEnjoy greater control over your online shopping experience. With Eno, you can lock or unlock your virtual card numbers anytime without affecting your other spending. \n\nSET IT AND FORGET IT\nVirtual card numbers keep working even if you get a new credit card, so you won't need to manually update your card information on the sites where you've stored one. Eno will handle it behind the scenes, automatically. \n\nCHECK OUT EFFORTLESSLY AND KEEP EARNING REWARDS\nEach purchase made with a virtual card number will be linked to your credit card account, so you’ll still earn the same benefits and rewards.\n\nTo get started, add Eno to Chrome (it's free), and just click the Eno icon when you're ready to pay.\n\nFor more information about how this extension collects and uses information, please review the Virtual Card Number Terms and Conditions here: https://www.capitalone.com/digital/eno/virtual-card-numbers/terms/\n\nEno is only available for certain Capital One cardholders. Not a customer yet? Apply for one of our credit cards here: https://capital.one/enochrome"
  }
}