{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WA Reminders: WhatsApp™ appointment reminders",
    "es": "WA Reminders: Recordatorios en WhatsApp™"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Send WhatsApp™ appointment reminders. For professionals and companies, this tool supports WhatsApp and WhatsApp Business",
    "es": "Envía recordatorios de visita por WhatsApp™. Para profesionales y compañías. Esta app tiene soporte para WhatsApp y WhatsApp…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Send WhatsApp™ reminders to your clients, patients, family or friends. Schedule in less than a minute.\n\nRemind your customers of your events and appointments by sending a WhatsApp™ reminders 1 hour, 6 hours or 1 day before the event happens.\n\n- Schedule and track WhatsApp™ messages directly from Google Calendar using our extension.\n\n- Automatically Sync Google Calendar to set WA Reminders.\n\n- Schedule and track WhatsApp™ messages and reminders from WA Reminders app.\n\n- Send follow up messages to your customers, nurture your contacts.\n\n- Save money by knowing ahead of time who will miss your appointments. Free up your schedule.\n\n- We support sending WhatsApp™ reminders worldwide.\n\n\nWe're completely following WhatsApp's™ terms of use (see: https://www.WhatsApp.com/legal/)!\n\nWe are not part of WhatsApp Inc. This is an independent productivity Chrome extension.\n\n\nLink your own phone or business phone to schedule messages and reminders. We support sending WA messages to the US, Canada, UK, Australia, New Zealand, Europe and Latin America. A phone with WhatsApp or WhatsApp business is needed to use our app.\n\nGet started with a few clicks, we offer a money back guarantee if the app does not fit your use case.",
    "es": "Envíe recordatorios de WhatsApp a sus clientes, pacientes, amigos o familia. Programe mensajes en menos de un minuto.\n\nLos recordatorios por WhatsApp™ le avisarán 1 hora, 6 horas o 1 día antes de que el evento suceda.\n\n- Agende y vea sus mensajes de WhatsApp™ directo desde el calendario de Google usando nuestra extensión de chrome.\n\n- Sincroniza automaticamente su calendario de Google con WA Reminders.\n\n- Envía, actualiza y haz seguimiento de tus mensajes y recordatorios en nuestra app.\n\n- Envíe mensajes de seguimiento a sus clientes, nutra sus contactos.\n\n- Ahorre dinero al saber con anterioridad quien no irá a su cita. Libere su agenda.\n\n- Tenemos soporte para envío de mensajes de WhatsApp™ a todo el mundo. \n\n\nEstamos siguiendo al pie de la letra los términos de uso de WhatsApp™ (vea: https://www.WhatsApp.com/legal/)\n\nNo formamos parte de WhatsApp Inc. Esta es una extensión de chrome independiente.\n\nEnlace su teléfono para agendar mensajes y recordatorios. Envíe mensajes de recordatorio de WhatsApp por todo el mundo. Incluyendo España, latinoamérica, Estados Unidos, Canada, Reino Unido y la Unión Europea. Es necesario un teléfono con WhatsApp o WhatsApp business instalado para usar nuestra aplicación.\n\n\n¡Comience ahora en pocos simples pasos! Ofrecemos una política de reembolso si la aplicación no cubre su caso de uso."
  }
}