{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Annotate PRO"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create, share, and USE reusable comments to edit and grade faster! Use with Canvas, Google Docs/Classroom, Microsoft Teams, Bb..."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Annotate PRO (AP) makes it easy for educators to create, share and use libraries of expert feedback to speed commenting and learner engagement while using Google Docs, Canvas, Google Classroom, Microsoft Word, Brightspace, and other productivity and education platforms. \n\nSee https://www.11trees.com/solutions/annotate-pro/annotate-pro-works-with/ for a complete list.\n\nUse the forever-free version of AP to create an unlimited number of Comment Libraries and use them with popular education platforms.\n\nIndividuals can subscribe to AP+ features including double-wide sidebar, sub-groups, analytics, checklists, forms, and Google Translate integration. They can also license content libraries like our College Edition, Presentation Skills Edition, or Legal Writing Edition that provide 100s of stock comments that can be quickly personalized.\n\nInstitutions can license AP to easily share libraries of comments across 5, 50, or 500+ faculty. Schools use AP to scale writing across the curriculum initiatives, writing center operations, tutoring, foreign language instruction, project-based learning, presentation skills coaching, science labs grading, and even to centralize and share school resources and policy info.\n\nAP analytics help measure the impact of feedback and help schools document regular and substantive interaction with students.\n\nWith AP you can:\n- Create and share (institutions only) large or small libraries of reusable comments, then quickly add pre-written feedback to comment on documents, respond to discussion posts, create emails, or answer chats. \n- Turbocharge specific, personalized feedback with AP Checklists and Forms.\n- Search across multiple libraries, and hundreds of Comments, with full-text search or right-click menu to find just the right comment.\n- Leverage Google Translate to flip comments into another language or even provide dual language responses. Write free form comments to effortlessly store them in your AP library for reuse. Optionally, turn on the History feature to store ALL the comments you create in Google Docs or Canvas SpeedGrader so you can easily build out your Comment Libraries.\n- License our College Edition, Presentation Skills Edition, or other content Libraries to access hundreds of expertly written comments that you can extend and personalized. \n- Review usage data, see where you have invested your engagement energy by comment group, sub-group and individual comment.\n\nAP dramatically improves your ability to engage students with personalized, timely, impactful feedback.\n\nWith AP you write it once, to perfection, then re-use to your heart's content. \n\nRelease Notes:\n7.14 | October 10, 2024\n* Bug fixes!\n* Improved support for Dropbox and Brightspace/D2L\n\n7.13 | August 18, 2024\n* Bug fixes!\n* Setting the stage for individual sharing of Libraries\n\n7.12 | July 13, 2024\n* Bug fixes!\n* Support for Adobe PDF online markup\n* Additional History control for Institutional clients\n\n7.1 | May 25, 2024\n* Bug fixes!\n* Jump to Free Form with CTRL-SHIFT-F\n* Basic Free Form support for Forever-Free users. Inserting formatted text into plain text editors requires an AP+ or institutional license.\n\n7.0 | May 19, 2024\n* BIG update! Support for Google's Manifest 3 architecture.\n* Insert FORMATTED (bold, italic, underline, bullets) into plain text destinations like Canvas SpeedGrader margin comments.\n* Improved Checklists with the option to SHOW the items you did NOT select (AP+ feature).\n* Keyboard shortcut to jump to the FreeForm editor.\n* Much improved comment insertion across many platforms including popular AI solutions like ChatGPT and Claude.\n\n6.2 | September 12, 2023\n* Checklists!\n* Create new AP content from the Extension directly!!\n* Dramatically improved Microsoft Word Online support\n* Improved Brightspace and Schoology support\n* History for Google Classroom/Docs/Sheets/Slides\n* Updated Blackboard document commenting support\n* Updated branding/logos\n* Bugz!\n\nFor previous release notes please visit https://www.11trees.com/support/release-notes-annotate-pro-for-google-chrome/."
  }
}