{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flowsage Extension - Turn ideas into shareable flowcharts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly turn any text from the web into a shareable flowchart with Flowsage AI."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flowsage Chrome Extension: Transform Text into Flowcharts, Instantly\n\nEffortless Flowchart Creation, Right at Your Fingertips\n\nThe Flowsage Chrome Extension revolutionizes the way you visualize and organize information. With the power of AI, it empowers you to transform any selected text into a clear and insightful flowchart within seconds, directly within your browser. No more switching between tabs or struggling with manual flowchart creation. Flowsage brings the magic of seamless idea visualization to your everyday browsing experience.\n\n\nKey Features:\n\n- AI-Powered Text-to-Flowchart Conversion: Select any text on a webpage, article, or document, and watch as Flowsage's intelligent AI analyzes and converts it into a structured flowchart. Experience the speed and efficiency of automated flowchart generation, saving you valuable time and effort.\n\n- Seamless Integration with Flowsage: The generated flowchart is instantly hosted on the Flowsage platform, where you can further customize, edit, and collaborate with your team. Access all of Flowsage's powerful features, including real-time collaboration, AI-driven optimization, and seamless project management, all within a familiar environment.\n\n- One-Click Sharing: Share your flowcharts effortlessly with colleagues, clients, or friends using a simple shareable link. No need for complex exports or attachments. Flowsage makes collaboration and communication a breeze.\n\n- Intuitive and User-Friendly: The Flowsage Chrome Extension is designed with simplicity in mind. Its clean interface and intuitive controls make it easy for anyone to use, regardless of their technical expertise.\n\n- Enhanced Productivity and Efficiency: Say goodbye to manual flowchart creation and tedious formatting. Flowsage automates the process, allowing you to focus on what truly matters: generating ideas, analyzing information, and making informed decisions.\n\n- Versatility Across Industries and Use Cases: Whether you're a student, educator, entrepreneur, project manager, or creative professional, Flowsage adapts to your needs. Visualize complex concepts, streamline workflows, map out processes, or brainstorm ideas with ease.\n\n- Secure and Reliable: Your data is safe with Flowsage. The platform employs robust security measures to protect your information and ensure your flowcharts remain confidential.\n\n\nBenefits:\n\n- Save Time and Effort: Automate the flowchart creation process and eliminate manual work, freeing up your time for more strategic tasks.\n\n- Boost Productivity: Visualize information quickly and efficiently, enabling faster decision-making and improved productivity.\n\n- Enhance Collaboration: Share and collaborate on flowcharts seamlessly with your team, fostering better communication and alignment.\n\n- Unlock Creativity: Break down complex ideas into clear and organized flowcharts, stimulating creativity and innovation.\n\n- Improve Understanding: Visual representations facilitate better comprehension and retention of information.\n\n- Streamline Workflows: Identify bottlenecks and optimize processes for increased efficiency and productivity.\n\n- Achieve Your Goals: Flowsage empowers you to turn your ideas into reality, faster and more effectively.\n\nUse Cases:\n\n- Education: Visualize complex concepts, create study guides, and present information in an engaging way.\n\n- Business: Map out processes, streamline workflows, and improve project management.\n\n- Creative Professionals: Brainstorm ideas, organize thoughts, and present concepts visually.\n\n- Personal: Plan events, make decisions, and track progress towards your goals.\n\n\nWho is it for?\n\n- Students: Simplify complex subjects, create study aids, and present information in a visually appealing way.\n\n- Educators: Develop engaging lesson plans, visualize curriculum, and facilitate student understanding.\n\n- Entrepreneurs and Business Professionals: Streamline workflows, map out business processes, and improve project management.\n\n- Project Managers: Visualize project plans, track progress, and identify potential bottlenecks.\n\n- Creative Professionals: Brainstorm ideas, organize thoughts, and present concepts in a visually compelling way.\n\n- Anyone who wants to:\n    - Save time and effort in creating flowcharts\n    - Improve productivity and efficiency\n    - Enhance collaboration and communication\n    - Unlock creativity and innovation\n    - Gain a better understanding of complex information\n    - Streamline workflows and processes\n    - Achieve their goals faster and more effectively\n\nGet Started Today\n\nExperience the power of seamless idea visualization with the Flowsage Chrome Extension. Install it today and start transforming your text into flowcharts, instantly.\n\n\nAdditional Information:\n\n- Privacy and Security: Flowsage takes your privacy and data security seriously. The extension adheres to strict privacy policies and employs industry-standard security measures to protect your information.\n\n- Customer Support: The Flowsage team is dedicated to providing excellent customer support. If you have any questions or need assistance, don't hesitate to reach out.\n\n- Feedback and Suggestions: We value your feedback! If you have any suggestions for improving the Flowsage Chrome Extension, please let us know. We're constantly working to enhance the user experience and add new features.\n\nJoin the Flowsage Community\n\nConnect with other Flowsage users, share your creations, and get inspired. Follow us on social media and join the conversation.\n\nDon't wait any longer. Install the Flowsage Chrome Extension today and experience the future of flowchart creation!"
  }
}