{
  "name": {
    "ar": "PDF Viewer Pro - عرض، تحرير، ملء، تحويل، توقيع، وأكثر",
    "am,bg,ca,cs,da,en,en_AU,en_GB,en_US,es_419,et,fi,gu,hr,hu,kn,lt,lv,ml,mr,no,sk,sl,sr,sv,sw,ta,te": "PDF Viewer Pro - View, Edit, Fill, Convert, Sign, and More",
    "bn": "PDF Viewer Pro - দেখুন, সম্পাদনা করুন, পূরণ করুন, রূপান্তর করুন",
    "de": "PDF Viewer Pro - Anzeigen, Bearbeiten, Ausfüllen, Konvertieren, Signieren",
    "el": "PDF Viewer Pro - Προβολή, Επεξεργασία, Συμπλήρωση, Μετατροπή, Υπογραφή",
    "es": "PDF Viewer Pro - Ver, Editar, Rellenar, Convertir, Firmar, y Más",
    "fa": "PDF Viewer Pro - مشاهده، ویرایش، پر کردن، تبدیل، امضا و بیشتر",
    "fil": "PDF Viewer Pro - ingnan, I-edit, Punan, I-convert, Lagdaan, at Higit Pa",
    "fr": "PDF Viewer Pro - Afficher, Éditer, Remplir, Convertir, Signer, et Plus",
    "he": "PDF Viewer Pro - הצג, ערוך, מלא, המר, חתום, ועוד",
    "hi": "PDF Viewer Pro - देखें, संपादित करें, भरें, रूपांतरित करें, साइन करें",
    "id": "PDF Viewer Pro - Lihat, Edit, Isi, Konversi, Tanda Tangan, dan Lainnya",
    "it": "PDF Viewer Pro - Visualizza, Modifica, Compila, Converti, Firma, e Altro",
    "ja": "PDF Viewer Pro - 表示、編集、入力、変換、署名、その他",
    "ko": "PDF Viewer Pro - 보기, 편집, 채우기, 변환, 서명, 기타",
    "ms": "PDF Viewer Pro - Lihat, Edit, Isi, Tukar, Tandatangan, dan Lagi",
    "nl": "PDF Viewer Pro - Bekijken, Bewerken, Invullen, Converteren, Ondertekenen",
    "pl": "PDF Viewer Pro - Wyświetl, Edytuj, Wypełnij, Konwertuj, Podpisz, i Więcej",
    "pt_BR,pt_PT": "PDF Viewer Pro - Visualizar, Editar, Preencher, Converter, Assinar e Mais",
    "ro": "PDF Viewer Pro - Vizualizați, Editați, Completați, Converteți, Semnați",
    "ru": "PDF Viewer Pro - Просмотреть, Редактировать, Заполнить, Конвертировать",
    "th": "PDF Viewer Pro - ดู, แก้ไข, เติมข้อมูล, แปลง, ลงนาม, และอื่นๆ",
    "tr": "PDF Viewer Pro - Görüntüle, Düzenle, Doldur, Dönüştür, İmza At",
    "uk": "PDF Viewer Pro - Перегляд, Редагування, Заповнення, Конвертація, Підписання",
    "vi": "PDF Viewer Pro - Xem, Chỉnh sửa, Điền, Chuyển đổi, Ký tên, và Thêm",
    "zh_CN": "PDF Viewer Pro - 查看、编辑、转换、加密、签名及更多",
    "zh_TW": "PDF Viewer Pro - 查看、編輯、轉換、加密、簽名及更多"
  },
  "short": {
    "ar": "PDF Viewer Pro: حلك الشامل لملفات PDF. عرض وتحرير وملء وتعليق وتوقيع ملفات PDF بسلاسة في متصفحك.",
    "am,bg,ca,cs,da,en,en_AU,en_GB,en_US,es_419,et,fi,gu,hr,hu,kn,lt,lv,ml,mr,no,sk,sl,sr,sv,sw,ta,te": "PDF Viewer Pro: Your all-in-one PDF solution. View, edit, fill, comment, and sign PDFs seamlessly in your browser.",
    "bn": "PDF Viewer Pro: আপনার সমস্ত প্রয়োজনীয় PDF সমাধান। আপনার ব্রাউজারে নির্বিঘ্নে PDF দেখুন, সম্পাদনা করুন, পূরণ করুন, মন্তব্য করুন…",
    "de": "PDF Viewer Pro: Ihre umfassende PDF-Lösung. Sehen, bearbeiten, ausfüllen, kommentieren und unterschreiben Sie PDFs nahtlos in Ihrem…",
    "el": "PDF Viewer Pro: Η ολοκληρωμένη λύση PDF σας. Δείτε, επεξεργαστείτε, συμπληρώστε, σχολιάστε και υπογράψτε αρχεία PDF απρόσκοπτα στον…",
    "es": "PDF Viewer Pro: Su solución completa para PDF. Vea, edite, complete, comente y firme PDFs sin problemas en su navegador.",
    "fa,fr": "PDF Viewer Pro : Votre solution tout-en-un pour les PDF. Affichez, modifiez, remplissez, commentez et signez les PDF en toute…",
    "fil": "PDF Viewer Pro: Ang iyong all-in-one na solusyon sa PDF. Tingnan, i-edit, punan, magkomento, at pumirma sa mga PDF nang maayos sa…",
    "he": "PDF Viewer Pro: הפתרון הכולל שלך ל-PDF. צפה, ערוך, מלא, הוסף הערות וחתום על קבצי PDF בצורה חלקה בדפדפן שלך.",
    "hi": "PDF Viewer Pro: आपका सभी-एक PDF समाधान। अपने ब्राउज़र में PDF को आसानी से देखें, संपादित करें, भरें, टिप्पणी करें और साइन करें।",
    "id": "PDF Viewer Pro: Solusi PDF serba ada Anda. Lihat, edit, isi, komentar, dan tandatangani PDF dengan mudah di browser Anda.",
    "it": "PDF Viewer Pro: La tua soluzione PDF completa. Visualizza, modifica, compila, commenta e firma i PDF senza problemi nel tuo browser.",
    "ja": "PDF Viewer Pro：ブラウザでPDFを簡単に表示、編集、記入、コメント、署名できるオールインワンPDFソリューションです。",
    "ko": "PDF Viewer Pro: 브라우저에서 PDF를 원활하게 보고, 편집하고, 입력하고, 댓글을 달고 서명할 수 있는 올인원 PDF 솔루션입니다.",
    "ms": "PDF Viewer Pro: Penyelesaian PDF serba boleh anda. Lihat, edit, isi, komen, dan tandatangan PDF dengan mudah dalam pelayar anda.",
    "nl": "PDF Viewer Pro: Jouw alles-in-één PDF-oplossing. Bekijk, bewerk, vul in, voeg opmerkingen toe en onderteken PDF's naadloos in je…",
    "pl": "PDF Viewer Pro: Twoje kompleksowe rozwiązanie PDF. Wyświetlaj, edytuj, wypełniaj, komentuj i podpisuj pliki PDF bez problemów w…",
    "pt_BR,pt_PT": "PDF Viewer Pro: Sua solução completa para PDFs. Visualize, edite, preencha, comente e assine PDFs com facilidade no seu navegador.",
    "ro": "PDF Viewer Pro: Soluția ta completă pentru PDF-uri. Vizualizează, editează, completează, comentează și semnează PDF-uri fără…",
    "ru": "PDF Viewer Pro: Ваше универсальное решение для PDF. Просматривайте, редактируйте, заполняйте, комментируйте и подписывайте PDF без…",
    "th": "PDF Viewer Pro: โซลูชัน PDF ครบวงจรของคุณ ดู แก้ไข เติมข้อความ แสดงความคิดเห็น และเซ็นชื่อ PDF ได้อย่างง่ายดายในเบราว์เซอร์ของคุณ",
    "tr": "PDF Viewer Pro: PDF'ler için tüm-in-bir çözümünüz. PDF'leri tarayıcınızda kolayca görüntüleyin, düzenleyin, doldurun, yorum yapın…",
    "uk": "PDF Viewer Pro: Ваше універсальне рішення для PDF. Переглядайте, редагуйте, заповнюйте, коментуйте та підписуйте PDF без проблем у…",
    "vi": "PDF Viewer Pro: Giải pháp PDF toàn diện của bạn. Xem, chỉnh sửa, điền, bình luận và ký PDF một cách dễ dàng trong trình duyệt của…",
    "zh_CN": "PDF Viewer Pro：您的全能 PDF 解决方案。在浏览器中无缝查看、编辑、填写、评论和签名 PDF。",
    "zh_TW": "PDF Viewer Pro：您的全能 PDF 解決方案。在瀏覽器中無縫查看、編輯、填寫、評論和簽名 PDF。"
  },
  "long": {
    "ar": "# عارض PDF Pro\n\nعارض PDF Pro هو إضافة متقدمة وسهلة الاستخدام لمتصفحك تتيح لك عرض وتحرير ملفات PDF مباشرة داخل متصفحك، مجانًا تمامًا. باعتباره حلاً رائدًا في قراءة PDF، يندمج عارض PDF Pro بسلاسة مع Google Chrome، مما يوفر لك تجربة عرض PDF استثنائية وزيادة الإنتاجية.\n\n## الميزات الرئيسية\n\n- **تطبيق PDF شامل:** عارض PDF Pro هو تطبيق PDF كامل الوظائف مصمم ليتناسب مع نمط حياتك المشغول. يوفر مجموعة كاملة من الأدوات المتاحة من أي جهاز، مما يجعله مثاليًا للاستخدام أثناء التنقل.\n\n- **الأدوات المدمجة:**\n  - ضغط PDF\n  - تحويل PDF إلى Word\n  - تحويل PDF إلى Excel\n  - تحويل PDF إلى JPG\n  - تحرير PDF\n  - دمج PDF\n\n- **قدرات التحويل:**\n  - تحويل ملفات PDF إلى ومن Word وExcel وPowerPoint وJPG وJPEG وPNG وHTML.\n  - تحويل الصور (JPG وJPEG وPNG) إلى PDF والعكس.\n\n- **إدارة PDF:**\n  - دمج وتقسيم واستخراج صفحات PDF\n  - تحرير وتدوير وحذف صفحات PDF\n  - ضغط ملفات PDF\n  - توقيع وإرسال PDFs للتوقيع\n  - حماية وإلغاء قفل مستندات PDF\n\n## كيفية استخدام عارض PDF Pro\n\n1. قم بتثبيت إضافة PDF Acrobat لـ Chrome.\n2. قم بتثبيت الإضافة للوصول السريع.\n3. افتح أي ملف PDF مباشرة في متصفحك.\n4. اختر من الأدوات المتاحة في PDF Acrobat لتحرير أو تحويل PDF الخاص بك.\n\n## ميزات إضافية\n\n- **زيادة الإنتاجية:** حسّن سير عملك بميزات مثل ضغط PDF ودمجها وتقسيمها والمزيد.\n\n## التوافق\n\n- يدعم تنسيقات Microsoft Office بما في ذلك Word وExcel وPowerPoint.\n- يوفر تكاملًا مع Adobe Acrobat لأدوات تحرير وتحويل PDF إضافية.\n\n## ابدأ الآن\n\nاختبر تجربة PDF أفضل بإضافة عارض PDF Pro إلى متصفح Chrome الخاص بك. استمتع بالأدوات لتحرير وتحويل وضغط ودمج وإدارة PDFs جميعها من مكان واحد.\n\n## الملاحظات\n\nنأمل أن يعزز عارض PDF Pro تجربة التعامل مع PDF الخاصة بك. نرحب بملاحظاتك واقتراحاتك لتحسينات مستقبلية.",
    "am,bg,ca,cs,da,en,en_AU,en_GB,en_US,es_419,et,fi,fil,gu,hr,hu,kn,lt,lv,ml,mr,no,sk,sl,sr,sv,sw,ta,te": "# PDF Viewer Pro\n\nPDF Viewer Pro is an advanced and user-friendly browser extension that allows you to view and edit PDF files directly within your browser, all for free. As a leading solution in PDF reading, PDF Viewer Pro integrates seamlessly with Google Chrome, offering an exceptional PDF viewing experience and enhanced productivity.\n\n## Key Features\n\n- **Comprehensive PDF Application:** PDF Viewer Pro is a fully functional PDF web application designed for your busy lifestyle. It provides a complete suite of tools accessible from any device, making it ideal for on-the-go use.\n\n- **Integrated Tools:**\n  - Compress PDF\n  - Convert PDF to Word\n  - Convert PDF to Excel\n  - Convert PDF to JPG\n  - Edit PDF\n  - Merge PDF\n\n- **Conversion Capabilities:**\n  - Convert PDFs to and from Word, Excel, PowerPoint, JPG, JPEG, PNG, and HTML.\n  - Convert images (JPG, JPEG, PNG) to PDF and vice versa.\n\n- **PDF Management:**\n  - Merge, Split, and Extract PDF Pages\n  - Edit, Rotate, and Delete PDF Pages\n  - Compress PDF Files\n  - Sign and Send PDFs for Signature\n  - Protect and Unlock PDF Documents\n\n## How to Use PDF Viewer Pro\n\n1. Install the PDF Acrobat extension for Chrome.\n2. Pin the extension for easy access.\n3. Open any PDF file directly in your browser.\n4. Choose from the available PDF Acrobat tools to edit or convert your PDF.\n\n## Additional Features\n\n- **Productivity Boost:** Enhance your workflow with features such as PDF compression, merging, splitting, and more.\n\n## Compatibility\n\n- Supports Microsoft Office formats including Word, Excel, and PowerPoint.\n- Provides integration with Adobe Acrobat for additional PDF editing and conversion tools.\n\n## Get Started\n\nExperience a better PDF interaction by adding PDF Viewer Pro to your Chrome browser. Enjoy tools for editing, converting, compressing, merging, and managing PDFs all from one place.\n\n## Feedback\n\nWe hope PDF Viewer Pro enhances your PDF handling experience. We welcome your feedback and suggestions for further improvements.",
    "bn": "# PDF Viewer Pro\n\nPDF Viewer Pro একটি উন্নত এবং ব্যবহারকারী-বান্ধব ব্রাউজার এক্সটেনশন যা আপনাকে আপনার ব্রাউজারের মধ্যে সরাসরি PDF ফাইল দেখতে এবং সম্পাদনা করতে দেয়, সম্পূর্ণ বিনামূল্যে। PDF পড়ার ক্ষেত্রে একটি নেতৃস্থানীয় সমাধান হিসেবে, PDF Viewer Pro Google Chrome এর সাথে সহজেই একত্রিত হয়, একটি অসাধারণ PDF দর্শন অভিজ্ঞতা এবং উন্নত উৎপাদনশীলতা প্রদান করে।\n\n## প্রধান বৈশিষ্ট্যগুলি\n\n- **সম্পূর্ণ PDF অ্যাপ্লিকেশন:** PDF Viewer Pro একটি সম্পূর্ণ কার্যকরী PDF ওয়েব অ্যাপ্লিকেশন, যা আপনার ব্যস্ত জীবনের জন্য ডিজাইন করা হয়েছে। এটি যে কোনও ডিভাইস থেকে প্রবেশযোগ্য একটি সম্পূর্ণ টুলসuite সরবরাহ করে, যা চলাফেরার সময় ব্যবহারের জন্য আদর্শ।\n\n- **ইন্টিগ্রেটেড টুলস:**\n  - PDF সংকুচিত করা\n  - PDF থেকে Word-এ রূপান্তর করা\n  - PDF থেকে Excel-এ রূপান্তর করা\n  - PDF থেকে JPG-এ রূপান্তর করা\n  - PDF সম্পাদনা করা\n  - PDF মিশ্রণ করা\n\n- **রূপান্তরের ক্ষমতা:**\n  - PDF-কে Word, Excel, PowerPoint, JPG, JPEG, PNG এবং HTML-এ এবং থেকে রূপান্তর করা।\n  - চিত্র (JPG, JPEG, PNG) কে PDF এবং বিপরীতভাবে রূপান্তর করা।\n\n- **PDF ব্যবস্থাপনা:**\n  - PDF পৃষ্ঠা একত্রিত করা, ভাগ করা এবং বের করা\n  - PDF পৃষ্ঠা সম্পাদনা, ঘোরানো এবং মুছে ফেলা\n  - PDF ফাইল সংকুচিত করা\n  - PDF সই করা এবং স্বাক্ষরের জন্য পাঠানো\n  - PDF ডকুমেন্ট সুরক্ষিত এবং আনলক করা\n\n## PDF Viewer Pro কিভাবে ব্যবহার করবেন\n\n1. Chrome-এর জন্য PDF Acrobat এক্সটেনশন ইনস্টল করুন।\n2. সহজে প্রবেশের জন্য এক্সটেনশনটি পিন করুন।\n3. আপনার ব্রাউজারে সরাসরি যেকোনো PDF ফাইল খুলুন।\n4. আপনার PDF সম্পাদনা বা রূপান্তর করতে উপলব্ধ PDF Acrobat টুলগুলি নির্বাচন করুন।\n\n## অতিরিক্ত বৈশিষ্ট্য\n\n- **উৎপাদনশীলতা বৃদ্ধি:** PDF সংকোচন, মিশ্রণ, ভাগ করা এবং আরও অনেক বৈশিষ্ট্যের সাথে আপনার কাজের প্রবাহ উন্নত করুন।\n\n## সামঞ্জস্যতা\n\n- Microsoft Office ফরম্যাটগুলির মধ্যে Word, Excel, এবং PowerPoint সমর্থন করে।\n- অতিরিক্ত PDF সম্পাদনা এবং রূপান্তরের জন্য Adobe Acrobat-এর সাথে ইন্টিগ্রেশন প্রদান করে।\n\n## শুরু করুন\n\nPDF Viewer Pro আপনার Chrome ব্রাউজারে যুক্ত করে একটি উন্নত PDF ইন্টারঅ্যাকশন উপভোগ করুন। এক জায়গা থেকে PDF সম্পাদনা, রূপান্তর, সংকোচন, মিশ্রণ এবং পরিচালনার জন্য টুলগুলি উপভোগ করুন।\n\n## প্রতিক্রিয়া\n\nআমরা আশা করি PDF Viewer Pro আপনার PDF পরিচালনার অভিজ্ঞতা উন্নত করবে। আমরা আপনার প্রতিক্রিয়া এবং আরও উন্নতির জন্য প্রস্তাবনাগুলি স্বাগতম।",
    "de": "# PDF Viewer Pro\n\nPDF Viewer Pro ist eine fortschrittliche und benutzerfreundliche Browser-Erweiterung, mit der Sie PDF-Dateien direkt in Ihrem Browser anzeigen und bearbeiten können – und das ganz kostenlos. Als führende Lösung für PDF-Reader integriert sich PDF Viewer Pro nahtlos in Google Chrome und bietet Ihnen ein außergewöhnliches PDF-Anzeigenerlebnis und gesteigerte Produktivität.\n\n## Hauptmerkmale\n\n- **Umfassende PDF-Anwendung:** PDF Viewer Pro ist eine vollständig funktionale Webanwendung für PDFs, die für Ihren geschäftigen Lebensstil entwickelt wurde. Es bietet ein vollständiges Set von Werkzeugen, die von jedem Gerät aus zugänglich sind, und ist ideal für die Nutzung unterwegs.\n\n- **Integrierte Werkzeuge:**\n  - PDF komprimieren\n  - PDF in Word konvertieren\n  - PDF in Excel konvertieren\n  - PDF in JPG konvertieren\n  - PDF bearbeiten\n  - PDF zusammenführen\n\n- **Konvertierungsfähigkeiten:**\n  - PDFs in und aus Word, Excel, PowerPoint, JPG, JPEG, PNG und HTML konvertieren.\n  - Bilder (JPG, JPEG, PNG) in PDF und umgekehrt konvertieren.\n\n- **PDF-Verwaltung:**\n  - PDF-Seiten zusammenführen, aufteilen und extrahieren\n  - PDF-Seiten bearbeiten, drehen und löschen\n  - PDF-Dateien komprimieren\n  - PDFs zur Unterschrift senden und signieren\n  - PDF-Dokumente schützen und entsperren\n\n## So verwenden Sie PDF Viewer Pro\n\n1. Installieren Sie die PDF Acrobat-Erweiterung für Chrome.\n2. Heften Sie die Erweiterung für schnellen Zugriff an.\n3. Öffnen Sie jede PDF-Datei direkt in Ihrem Browser.\n4. Wählen Sie aus den verfügbaren PDF Acrobat-Tools, um Ihre PDF zu bearbeiten oder zu konvertieren.\n\n## Weitere Funktionen\n\n- **Produktivitätssteigerung:** Verbessern Sie Ihren Arbeitsablauf mit Funktionen wie PDF-Komprimierung, Zusammenführung, Aufteilung und mehr.\n\n## Kompatibilität\n\n- Unterstützt Microsoft Office-Formate wie Word, Excel und PowerPoint.\n- Bietet Integration mit Adobe Acrobat für zusätzliche PDF-Bearbeitungs- und Konvertierungswerkzeuge.\n\n## Loslegen\n\nErleben Sie eine bessere PDF-Interaktion, indem Sie PDF Viewer Pro zu Ihrem Chrome-Browser hinzufügen. Genießen Sie Werkzeuge zum Bearbeiten, Konvertieren, Komprimieren, Zusammenführen und Verwalten von PDFs an einem Ort.\n\n## Feedback\n\nWir hoffen, dass PDF Viewer Pro Ihre PDF-Verwaltung verbessert. Wir freuen uns auf Ihr Feedback und Ihre Vorschläge zur weiteren Verbesserung.",
    "el": "# PDF Viewer Pro\n\nΤο PDF Viewer Pro είναι μια ισχυρή και φιλική προς το χρήστη επέκταση για τον περιηγητή σας που σας επιτρέπει να προβάλλετε και να επεξεργάζεστε αρχεία PDF απευθείας στον περιηγητή σας, εντελώς δωρεάν. Ως κορυφαία λύση για ανάγνωση PDF, το PDF Viewer Pro ενσωματώνεται άψογα με το Google Chrome, προσφέροντας σας μια εξαιρετική εμπειρία προβολής PDF και αυξάνοντας την παραγωγικότητά σας.\n\n## Κύρια Χαρακτηριστικά\n\n- **Πλήρης Εφαρμογή PDF:** Το PDF Viewer Pro είναι μια πλήρως λειτουργική εφαρμογή PDF στον ιστό, σχεδιασμένη να ταιριάζει στον πολυάσχολο τρόπο ζωής σας. Προσφέρει ένα ολοκληρωμένο σύνολο εργαλείων που μπορείτε να έχετε πρόσβαση από οποιαδήποτε συσκευή, κάνοντάς το ιδανικό για χρήση εν κινήσει.\n\n- **Ενσωματωμένα Εργαλεία:**\n  - Συμπίεση PDF\n  - Μετατροπή PDF σε Word\n  - Μετατροπή PDF σε Excel\n  - Μετατροπή PDF σε JPG\n  - Επεξεργασία PDF\n  - Συγχώνευση PDF\n\n- **Δυνατότητες Μετατροπής:**\n  - Μετατροπή PDF σε και από Word, Excel, PowerPoint, JPG, JPEG, PNG και HTML\n  - Μετατροπή εικόνων (JPG, JPEG, PNG) σε PDF και αντίστροφα\n\n- **Διαχείριση PDF:**\n  - Συγχώνευση, διαχωρισμός και εξαγωγή σελίδων PDF\n  - Επεξεργασία, περιστροφή και διαγραφή σελίδων PDF\n  - Συμπίεση αρχείων PDF\n  - Αποστολή και υπογραφή PDF\n  - Προστασία και ξεκλείδωμα εγγράφων PDF\n\n## Πώς να Χρησιμοποιήσετε το PDF Viewer Pro\n\n1. Εγκαταστήστε την επέκταση PDF Acrobat για Chrome.\n2. Κλειδώστε την επέκταση για γρήγορη πρόσβαση.\n3. Ανοίξτε οποιοδήποτε αρχείο PDF απευθείας στον περιηγητή σας.\n4. Επιλέξτε από τα διαθέσιμα εργαλεία PDF Acrobat για να επεξεργαστείτε ή να μετατρέψετε το PDF σας.\n\n## Πρόσθετα Χαρακτηριστικά\n\n- **Αύξηση Παραγωγικότητας:** Βελτιώστε τη ροή εργασίας σας με λειτουργίες όπως η συμπίεση PDF, η συγχώνευση, ο διαχωρισμός και άλλα.\n\n## Συμβατότητα\n\n- Ενσωματώνεται με το Adobe Acrobat για πρόσθετα εργαλεία επεξεργασίας και μετατροπής PDF.\n\n## Ξεκινήστε Τώρα\n\nΔοκιμάστε μια καλύτερη αλληλεπίδραση με τα PDF προσθέτοντας το PDF Viewer Pro στον περιηγητή Chrome σας. Απολαύστε εργαλεία για επεξεργασία, μετατροπή, συμπίεση, συγχώνευση και διαχείριση PDF σε ένα μόνο μέρος.\n\n## Ανατροφοδότηση\n\nΕλπίζουμε το PDF Viewer Pro να βελτιώσει την εμπειρία σας με τα PDF. Περιμένουμε τα σχόλια και τις προτάσεις σας για μελλοντικές βελτιώσεις.",
    "es": "# PDF Viewer Pro\n\nPDF Viewer Pro es una extensión avanzada y fácil de usar para navegadores que te permite visualizar y editar archivos PDF directamente en tu navegador, de forma completamente gratuita. Como solución líder para la lectura de PDFs, PDF Viewer Pro se integra a la perfección con Google Chrome, ofreciendo una experiencia excepcional de visualización de PDFs y aumentando tu productividad.\n\n## Características Principales\n\n- **Aplicación PDF Completa:** PDF Viewer Pro es una aplicación web PDF completamente funcional, diseñada para adaptarse a tu estilo de vida agitado. Ofrece un conjunto completo de herramientas accesibles desde cualquier dispositivo, lo que la hace ideal para usar mientras estás en movimiento.\n\n- **Herramientas Integradas:**\n  - Comprimir PDF\n  - Convertir PDF a Word\n  - Convertir PDF a Excel\n  - Convertir PDF a JPG\n  - Editar PDF\n  - Unir PDFs\n\n- **Capacidades de Conversión:**\n  - Convertir PDFs a y desde Word, Excel, PowerPoint, JPG, JPEG, PNG y HTML.\n  - Convertir imágenes (JPG, JPEG, PNG) a PDF y viceversa.\n\n- **Gestión de PDFs:**\n  - Unir, dividir y extraer páginas de PDFs\n  - Editar, rotar y eliminar páginas de PDFs\n  - Comprimir archivos PDF\n  - Enviar y firmar PDFs\n  - Proteger y desbloquear documentos PDF\n\n## Cómo Usar PDF Viewer Pro\n\n1. Instala la extensión PDF Acrobat para Chrome.\n2. Fija la extensión para un acceso rápido.\n3. Abre cualquier archivo PDF directamente en tu navegador.\n4. Selecciona entre las herramientas disponibles de PDF Acrobat para editar o convertir tu PDF.\n\n## Funciones Adicionales\n\n- **Aumento de la Productividad:** Mejora tu flujo de trabajo con funciones como la compresión de PDFs, la fusión, la división y más.\n\n## Compatibilidad\n\n- Soporta formatos de Microsoft Office, incluidos Word, Excel y PowerPoint.\n- Se integra con Adobe Acrobat para herramientas adicionales de edición y conversión de PDFs.\n\n## Comenzar\n\nExperimenta una mejor interacción con los PDFs agregando PDF Viewer Pro a tu navegador Chrome. Disfruta de herramientas para editar, convertir, comprimir, unir y gestionar PDFs en un solo lugar.\n\n## Comentarios\n\nEsperamos que PDF Viewer Pro mejore tu experiencia con PDFs. Agradecemos tus comentarios y sugerencias para futuras mejoras.",
    "fa": "# PDF Viewer Pro\n\nPDF Viewer Pro یک افزونه پیشرفته و کاربرپسند مرورگر است که به شما این امکان را می‌دهد که فایل‌های PDF را به‌طور مستقیم در مرورگر خود مشاهده و ویرایش کنید، کاملاً به‌صورت رایگان. به‌عنوان یک راه‌حل پیشرو در زمینه خواندن PDF، PDF Viewer Pro به‌طور یکپارچه با Google Chrome ادغام می‌شود و تجربه‌ای استثنایی در مشاهده PDF و افزایش بهره‌وری را ارائه می‌دهد.\n\n## ویژگی‌های کلیدی\n\n- **برنامه جامع PDF:** PDF Viewer Pro یک برنامه وب PDF کاملاً کاربردی است که برای سبک زندگی مشغول شما طراحی شده است. این ابزار مجموعه‌ای کامل از ابزارها را از هر دستگاهی در اختیار شما قرار می‌دهد و آن را برای استفاده در حین حرکت ایده‌آل می‌سازد.\n\n- **ابزارهای یکپارچه:**\n  - فشرده‌سازی PDF\n  - تبدیل PDF به Word\n  - تبدیل PDF به Excel\n  - تبدیل PDF به JPG\n  - ویرایش PDF\n  - ادغام PDF\n\n- **قابلیت‌های تبدیل:**\n  - تبدیل PDF به و از Word، Excel، PowerPoint، JPG، JPEG، PNG و HTML.\n  - تبدیل تصاویر (JPG، JPEG، PNG) به PDF و بالعکس.\n\n- **مدیریت PDF:**\n  - ادغام، تقسیم و استخراج صفحات PDF\n  - ویرایش، چرخش و حذف صفحات PDF\n  - فشرده‌سازی فایل‌های PDF\n  - امضا و ارسال PDFها برای امضا\n  - محافظت و باز کردن قفل اسناد PDF\n\n## نحوه استفاده از PDF Viewer Pro\n\n1. افزونه PDF Acrobat را برای Chrome نصب کنید.\n2. افزونه را برای دسترسی سریع ثابت کنید.\n3. هر فایل PDF را به‌طور مستقیم در مرورگر خود باز کنید.\n4. از ابزارهای موجود در PDF Acrobat برای ویرایش یا تبدیل PDF خود استفاده کنید.\n\n## ویژگی‌های اضافی\n\n- **افزایش بهره‌وری:** با ویژگی‌هایی مانند فشرده‌سازی PDF، ادغام، تقسیم و غیره، روند کار خود را بهبود بخشید.\n\n## سازگاری\n\n- پشتیبانی از فرمت‌های Microsoft Office از جمله Word، Excel و PowerPoint.\n- ادغام با Adobe Acrobat برای ابزارهای اضافی ویرایش و تبدیل PDF.\n\n## شروع کنید\n\nتجربه‌ای بهتر از تعامل با PDF‌ها را با افزودن PDF Viewer Pro به مرورگر Chrome خود تجربه کنید. از ابزارهایی برای ویرایش، تبدیل، فشرده‌سازی، ادغام و مدیریت PDF‌ها در یک مکان لذت ببرید.\n\n## بازخورد\n\nامیدواریم PDF Viewer Pro تجربه شما را در مدیریت PDF بهبود بخشد. ما منتظر نظرات و پیشنهادات شما برای بهبودهای بیشتر هستیم.",
    "fr": "# PDF Viewer Pro\n\nPDF Viewer Pro est une extension avancée et conviviale pour navigateur qui vous permet de visualiser et de modifier des fichiers PDF directement dans votre navigateur, et ce, gratuitement. En tant que solution leader pour la lecture de PDF, PDF Viewer Pro s'intègre parfaitement à Google Chrome, offrant une expérience exceptionnelle de visualisation de PDF et une productivité accrue.\n\n## Fonctionnalités principales\n\n- **Application PDF complète :** PDF Viewer Pro est une application web PDF entièrement fonctionnelle, conçue pour s'adapter à votre emploi du temps chargé. Elle offre un ensemble complet d'outils accessibles depuis n'importe quel appareil, ce qui la rend idéale pour une utilisation en déplacement.\n\n- **Outils intégrés :**\n  - Compression de PDF\n  - Conversion de PDF en Word\n  - Conversion de PDF en Excel\n  - Conversion de PDF en JPG\n  - Édition de PDF\n  - Fusion de PDF\n\n- **Capacités de conversion :**\n  - Convertir les PDF en et depuis Word, Excel, PowerPoint, JPG, JPEG, PNG et HTML.\n  - Convertir les images (JPG, JPEG, PNG) en PDF et vice versa.\n\n- **Gestion des PDF :**\n  - Fusionner, diviser et extraire des pages PDF\n  - Éditer, faire pivoter et supprimer des pages PDF\n  - Compresser les fichiers PDF\n  - Envoyer et signer des PDF\n  - Protéger et déverrouiller des documents PDF\n\n## Comment utiliser PDF Viewer Pro\n\n1. Installez l'extension PDF Acrobat pour Chrome.\n2. Épinglez l'extension pour un accès rapide.\n3. Ouvrez n'importe quel fichier PDF directement dans votre navigateur.\n4. Sélectionnez parmi les outils disponibles de PDF Acrobat pour éditer ou convertir votre PDF.\n\n## Fonctionnalités supplémentaires\n\n- **Augmentation de la productivité :** Améliorez votre flux de travail avec des fonctionnalités telles que la compression de PDF, la fusion, la division et plus encore.\n\n## Compatibilité\n\n- Prend en charge les formats Microsoft Office, y compris Word, Excel et PowerPoint.\n- Offre une intégration avec Adobe Acrobat pour des outils supplémentaires d'édition et de conversion PDF.\n\n## Commencer\n\nDécouvrez une meilleure interaction avec les PDF en ajoutant PDF Viewer Pro à votre navigateur Chrome. Profitez des outils pour éditer, convertir, compresser, fusionner et gérer les PDF en un seul endroit.\n\n## Retour d'expérience\n\nNous espérons que PDF Viewer Pro améliorera votre expérience avec les PDF. Nous attendons avec impatience vos commentaires et suggestions pour d'éventuelles améliorations.",
    "he": "# PDF Viewer Pro\n\nPDF Viewer Pro הוא תוסף דפדפן מתקדם וידידותי למשתמש שמאפשר לך לצפות ולערוך קבצי PDF ישירות בדפדפן שלך, לחלוטין בחינם. כפתרון מוביל לקריאת PDF, PDF Viewer Pro משתלב בצורה חלקה עם Google Chrome, ומספק חוויית צפייה ב-PDF יוצאת דופן ותפוקת עבודה מוגברת.\n\n## תכונות עיקריות\n\n- **יישום PDF מקיף:** PDF Viewer Pro הוא יישום אינטרנט PDF פונקציונלי לחלוטין, שנועד לאורח החיים העסוק שלך. הוא מספק אוסף שלם של כלים הנגישים מכל מכשיר, מה שהופך אותו לאידיאלי לשימוש בדרכים.\n\n- **כלים משולבים:**\n  - דחיסת PDF\n  - המרת PDF ל-Word\n  - המרת PDF ל-Excel\n  - המרת PDF ל-JPG\n  - עריכת PDF\n  - מיזוג PDF\n\n- **יכולות המרה:**\n  - המרת PDF ל-Word, Excel, PowerPoint, JPG, JPEG, PNG ו-HTML ולהפך.\n  - המרת תמונות (JPG, JPEG, PNG) ל-PDF ולהפך.\n\n- **ניהול PDF:**\n  - מיזוג, פיצול וחילוץ דפי PDF\n  - עריכה, סיבוב ומחיקה של דפי PDF\n  - דחיסת קבצי PDF\n  - חתימה ושליחה של PDF לחתימה\n  - הגנה ופתיחה של מסמכי PDF\n\n## כיצד להשתמש ב-PDF Viewer Pro\n\n1. התקן את תוסף PDF Acrobat עבור Chrome.\n2. הצמד את התוסף לגישה קלה.\n3. פתח כל קובץ PDF ישירות בדפדפן שלך.\n4. בחר מתוך הכלים הזמינים ב-PDF Acrobat כדי לערוך או להמיר את ה-PDF שלך.\n\n## תכונות נוספות\n\n- **שיפור פרודוקטיביות:** שפר את זרימת העבודה שלך עם תכונות כגון דחיסת PDF, מיזוג, פיצול ועוד.\n\n## תאימות\n\n- תומך בפורמטים של Microsoft Office כולל Word, Excel ו-PowerPoint.\n- מספק אינטגרציה עם Adobe Acrobat לכלים נוספים לעריכת והמרת PDF.\n\n## להתחיל\n\nחווה אינטראקציה טובה יותר עם PDF על ידי הוספת PDF Viewer Pro לדפדפן Chrome שלך. תהנה מכלים לעריכה, המרה, דחיסה, מיזוג וניהול של PDF במקום אחד.\n\n## משוב\n\nאנו מקווים ש-PDF Viewer Pro ישפר את חוויית ניהול ה-PDF שלך. נשמח לקבל את המשוב שלך והצעות לשיפורים נוספים.",
    "hi": "# PDF Viewer Pro\n\nPDF Viewer Pro एक शक्तिशाली और उपयोगकर्ता-अनुकूल एक्सटेंशन है जो आपको अपने ब्राउज़र में सीधे PDF फ़ाइलों को देखने और संपादित करने की सुविधा प्रदान करता है, पूरी तरह से मुफ्त में। PDF पढ़ने के समाधान के रूप में, PDF Viewer Pro गूगल क्रोम के साथ पूरी तरह से एकीकृत होता है, जिससे आपको एक असाधारण PDF देखने का अनुभव मिलता है और आपकी उत्पादकता में वृद्धि होती है।\n\n## मुख्य विशेषताएँ\n\n- **पूर्ण PDF एप्लिकेशन:** PDF Viewer Pro एक पूरी तरह से कार्यात्मक वेब PDF एप्लिकेशन है, जिसे आपके व्यस्त जीवनशैली के अनुसार डिज़ाइन किया गया है। यह किसी भी डिवाइस से पहुँचने योग्य एक संपूर्ण टूल सेट प्रदान करता है, जो इसे चलने-फिरने के दौरान उपयोग के लिए आदर्श बनाता है।\n\n- **समाहित उपकरण:**\n  - PDF संपीड़न\n  - PDF को Word में रूपांतरित करना\n  - PDF को Excel में रूपांतरित करना\n  - PDF को JPG में रूपांतरित करना\n  - PDF संपादन\n  - PDF विलय\n\n- **रूपांतरण क्षमताएँ:**\n  - PDF को और से Word, Excel, PowerPoint, JPG, JPEG, PNG और HTML में रूपांतरित करना\n  - छवियों (JPG, JPEG, PNG) को PDF में और इसके विपरीत रूपांतरित करना\n\n- **PDF प्रबंधन:**\n  - PDF पृष्ठों को मिलाना, विभाजित करना और निकालना\n  - PDF पृष्ठों को संपादित करना, घुमाना और हटाना\n  - PDF फ़ाइलों को संपीड़ित करना\n  - PDF को भेजना और साइन करना\n  - PDF दस्तावेज़ों की सुरक्षा और अनलॉक करना\n\n## PDF Viewer Pro का उपयोग कैसे करें\n\n1. Chrome के लिए PDF Acrobat एक्सटेंशन इंस्टॉल करें।\n2. त्वरित पहुँच के लिए एक्सटेंशन को पिन करें।\n3. अपने ब्राउज़र में सीधे किसी भी PDF फ़ाइल को खोलें।\n4. अपने PDF को संपादित या रूपांतरित करने के लिए उपलब्ध PDF Acrobat टूल में से एक का चयन करें।\n\n## अतिरिक्त सुविधाएँ\n\n- **उत्पादकता बढ़ाएँ:** PDF संपीड़न, विलय, विभाजन और अन्य जैसी सुविधाओं के साथ अपने वर्कफ़्लो को बेहतर बनाएं।\n\n## संगतता\n\n- Microsoft Office फ़ॉर्मेटों का समर्थन करता है, जिसमें Word, Excel और PowerPoint शामिल हैं।\n- अतिरिक्त PDF संपादन और रूपांतरण टूल के लिए Adobe Acrobat के साथ एकीकृत होता है।\n\n## आज ही शुरू करें\n\nPDF Viewer Pro को अपने Chrome ब्राउज़र में जोड़कर PDF के साथ एक बेहतर अनुभव प्राप्त करें। संपादन, रूपांतरण, संपीड़न, विलय और प्रबंधन के लिए एक ही स्थान पर उपलब्ध टूल का लाभ उठाएँ।\n\n## फीडबैक\n\nहमें उम्मीद है कि PDF Viewer Pro आपके PDF अनुभव को बेहतर बनाएगा। भविष्य के सुधारों के लिए आपकी प्रतिक्रियाओं और सुझावों का स्वागत है।",
    "id": "# PDF Viewer Pro\n\nPDF Viewer Pro adalah ekstensi yang kuat dan ramah pengguna untuk browser Anda yang memungkinkan Anda untuk melihat dan mengedit file PDF langsung di browser Anda, sepenuhnya gratis. Sebagai solusi pembaca PDF terkemuka, PDF Viewer Pro terintegrasi dengan mulus dengan Google Chrome, memberikan Anda pengalaman melihat PDF yang luar biasa dan meningkatkan produktivitas Anda.\n\n## Fitur Utama\n\n- **Aplikasi PDF Lengkap:** PDF Viewer Pro adalah aplikasi web PDF yang sepenuhnya fungsional, dirancang untuk menyesuaikan dengan gaya hidup sibuk Anda. Ini menawarkan seperangkat alat lengkap yang dapat diakses dari perangkat mana pun, menjadikannya ideal untuk penggunaan saat bepergian.\n\n- **Alat Terintegrasi:**\n  - Kompresi PDF\n  - Konversi PDF ke Word\n  - Konversi PDF ke Excel\n  - Konversi PDF ke JPG\n  - Pengeditan PDF\n  - Penggabungan PDF\n\n- **Fitur Konversi:**\n  - Konversi PDF ke dan dari Word, Excel, PowerPoint, JPG, JPEG, PNG, dan HTML\n  - Konversi gambar (JPG, JPEG, PNG) ke PDF dan sebaliknya\n\n- **Manajemen PDF:**\n  - Menggabungkan, membagi, dan mengekstrak halaman PDF\n  - Mengedit, memutar, dan menghapus halaman PDF\n  - Mengompresi file PDF\n  - Mengirim dan menandatangani PDF\n  - Melindungi dan membuka kunci dokumen PDF\n\n## Cara Menggunakan PDF Viewer Pro\n\n1. Pasang ekstensi PDF Acrobat untuk Chrome.\n2. Pin ekstensi untuk akses cepat.\n3. Buka file PDF apa pun langsung di browser Anda.\n4. Pilih salah satu alat PDF Acrobat yang tersedia untuk mengedit atau mengonversi PDF Anda.\n\n## Fitur Tambahan\n\n- **Meningkatkan Produktivitas:** Tingkatkan alur kerja Anda dengan fitur seperti kompresi PDF, penggabungan, pemisahan, dan lainnya.\n\n## Kompatibilitas\n\n- Mendukung format Microsoft Office, termasuk Word, Excel, dan PowerPoint.\n- Terintegrasi dengan Adobe Acrobat untuk alat tambahan pengeditan dan konversi PDF.\n\n## Mulai Sekarang\n\nCobalah pengalaman yang lebih baik dengan PDF dengan menambahkan PDF Viewer Pro ke browser Chrome Anda. Nikmati alat untuk mengedit, mengonversi, mengompresi, menggabungkan, dan mengelola PDF dalam satu tempat.\n\n## Umpan Balik\n\nKami berharap PDF Viewer Pro akan meningkatkan pengalaman PDF Anda. Kami menantikan umpan balik dan saran Anda untuk perbaikan di masa depan.",
    "it": "# PDF Viewer Pro\n\nPDF Viewer Pro è un'estensione potente e intuitiva per il tuo browser che ti permette di visualizzare e modificare file PDF direttamente nel tuo browser, completamente gratis. Come soluzione di lettura PDF leader, PDF Viewer Pro si integra perfettamente con Google Chrome, offrendoti un'esperienza di visualizzazione PDF eccezionale e aumentando la tua produttività.\n\n## Caratteristiche principali\n\n- **Applicazione PDF Completa:** PDF Viewer Pro è un'applicazione web PDF completamente funzionale, progettata per adattarsi al tuo stile di vita frenetico. Offre un set completo di strumenti accessibili da qualsiasi dispositivo, rendendola ideale per l'uso in movimento.\n\n- **Strumenti Inclusi:**\n  - Compressione PDF\n  - Conversione PDF in Word\n  - Conversione PDF in Excel\n  - Conversione PDF in JPG\n  - Modifica PDF\n  - Unione PDF\n\n- **Funzionalità di Conversione:**\n  - Conversione di PDF in e da Word, Excel, PowerPoint, JPG, JPEG, PNG e HTML\n  - Conversione di immagini (JPG, JPEG, PNG) in PDF e viceversa\n\n- **Gestione PDF:**\n  - Unire, dividere ed estrarre pagine PDF\n  - Modificare, ruotare ed eliminare pagine PDF\n  - Comprimere file PDF\n  - Inviare e firmare PDF\n  - Proteggere e sbloccare documenti PDF\n\n## Come utilizzare PDF Viewer Pro\n\n1. Installa l'estensione PDF Acrobat per Chrome.\n2. Fissa l'estensione per un accesso rapido.\n3. Apri qualsiasi file PDF direttamente nel tuo browser.\n4. Seleziona uno degli strumenti PDF Acrobat disponibili per modificare o convertire il tuo PDF.\n\n## Funzionalità Aggiuntive\n\n- **Aumento della Produttività:** Migliora il tuo flusso di lavoro con funzioni come compressione PDF, unione, divisione e altro ancora.\n\n## Compatibilità\n\n- Supporta formati Microsoft Office, inclusi Word, Excel e PowerPoint.\n- Si integra con Adobe Acrobat per strumenti aggiuntivi di modifica e conversione PDF.\n\n## Inizia Ora\n\nScopri un'esperienza migliore con i PDF aggiungendo PDF Viewer Pro al tuo browser Chrome. Approfitta degli strumenti per modificare, convertire, comprimere, unire e gestire i PDF in un unico posto.\n\n## Feedback\n\nSperiamo che PDF Viewer Pro migliori la tua esperienza con i PDF. Accogliamo con favore i tuoi commenti e suggerimenti per miglioramenti futuri.",
    "ja": "# PDF Viewer Pro\n\nPDF Viewer Proは、ブラウザ内でPDFファイルを直接表示および編集できる高度で使いやすい拡張機能で、完全に無料で提供されています。PDFリーダーソリューションのリーダーとして、PDF Viewer ProはGoogle Chromeとシームレスに統合され、卓越したPDF表示体験と生産性の向上を提供します。\n\n## 主な機能\n\n- **完全なPDFアプリケーション:** PDF Viewer Proは、忙しいライフスタイルに合わせて設計された完全な機能を持つウェブPDFアプリケーションです。すべてのデバイスからアクセスできる完全なツールセットを提供し、移動中でも理想的に使用できます。\n\n- **統合ツール:**\n  - PDFの圧縮\n  - PDFをWordに変換\n  - PDFをExcelに変換\n  - PDFをJPGに変換\n  - PDFの編集\n  - PDFの結合\n\n- **変換機能:**\n  - PDFをWord、Excel、PowerPoint、JPG、JPEG、PNG、HTMLに変換、またはその逆に変換\n  - 画像（JPG、JPEG、PNG）をPDFに変換、またはその逆に変換\n\n- **PDFの管理:**\n  - PDFページの結合、分割、抽出\n  - PDFページの編集、回転、削除\n  - PDFファイルの圧縮\n  - PDFへの署名と送信\n  - PDF文書の保護とロック解除\n\n## PDF Viewer Proの使い方\n\n1. Chrome用のPDF Acrobat拡張機能をインストールします。\n2. 迅速なアクセスのために拡張機能を固定します。\n3. ブラウザ内で直接PDFファイルを開きます。\n4. 利用可能なPDF Acrobatツールから選択して、PDFを編集または変換します。\n\n## 追加機能\n\n- **生産性の向上:** PDFの圧縮、結合、分割などの機能で作業フローを改善します。\n\n## 互換性\n\n- Microsoft Officeフォーマット（Word、Excel、PowerPoint）をサポートしています。\n- 追加のPDF編集および変換ツールのためにAdobe Acrobatと統合されています。\n\n## はじめに\n\nChromeブラウザにPDF Viewer Proを追加して、PDFとのより良いインタラクションを体験してください。1つの場所でPDFの編集、変換、圧縮、結合、管理が可能なツールをお楽しみください。\n\n## フィードバック\n\nPDF Viewer ProがPDF作業を改善することを願っています。機能改善のために、あなたのフィードバックと提案をお待ちしています。",
    "ko": "# PDF Viewer Pro\n\nPDF Viewer Pro는 브라우저에서 PDF 파일을 직접 보고 편집할 수 있는 강력하고 사용자 친화적인 확장 프로그램으로, 완전히 무료로 제공됩니다. PDF 읽기 솔루션의 선두주자로서 PDF Viewer Pro는 Google Chrome과 원활하게 통합되어 탁월한 PDF 보기 경험과 향상된 생산성을 제공합니다.\n\n## 주요 기능\n\n- **완벽한 PDF 애플리케이션:** PDF Viewer Pro는 바쁜 생활에 맞게 설계된 완전한 기능의 웹 PDF 애플리케이션입니다. 모든 장치에서 접근할 수 있는 완벽한 도구 세트를 제공하여 이동 중에도 이상적으로 사용할 수 있습니다.\n\n- **통합된 도구:**\n  - PDF 압축\n  - PDF를 Word로 변환\n  - PDF를 Excel로 변환\n  - PDF를 JPG로 변환\n  - PDF 편집\n  - PDF 병합\n\n- **변환 기능:**\n  - PDF를 Word, Excel, PowerPoint, JPG, JPEG, PNG 및 HTML로 변환 및 역변환\n  - 이미지(JPG, JPEG, PNG)를 PDF로 변환 및 역변환\n\n- **PDF 관리:**\n  - PDF 페이지 병합, 분할 및 추출\n  - PDF 페이지 편집, 회전 및 삭제\n  - PDF 파일 압축\n  - PDF 서명 및 전송\n  - PDF 문서 보호 및 잠금 해제\n\n## PDF Viewer Pro 사용 방법\n\n1. Chrome용 PDF Acrobat 확장 프로그램을 설치합니다.\n2. 빠른 접근을 위해 확장 프로그램을 고정합니다.\n3. 브라우저에서 직접 PDF 파일을 엽니다.\n4. PDF Acrobat 도구 중에서 선택하여 PDF를 편집하거나 변환합니다.\n\n## 추가 기능\n\n- **생산성 향상:** PDF 압축, 병합, 분할 등의 기능으로 작업 흐름을 개선합니다.\n\n## 호환성\n\n- Microsoft Office 형식(Word, Excel, PowerPoint)을 지원합니다.\n- PDF 편집 및 변환을 위한 추가 도구와 함께 Adobe Acrobat과 통합됩니다.\n\n## 시작하기\n\nChrome 브라우저에 PDF Viewer Pro를 추가하여 더 나은 PDF 상호 작용을 경험해 보세요. 하나의 장소에서 PDF를 편집, 변환, 압축, 병합 및 관리할 수 있는 도구를 즐기세요.\n\n## 피드백\n\nPDF Viewer Pro가 PDF 작업을 개선하길 바랍니다. 여러분의 피드백과 제안으로 기능 개선에 도움을 주시기 바랍니다.",
    "ms": "# PDF Viewer Pro\n\nPDF Viewer Pro adalah sambungan pelayar yang canggih dan mesra pengguna yang membolehkan anda melihat dan mengedit fail PDF secara langsung dalam pelayar anda, sepenuhnya percuma. Sebagai penyelesaian terkemuka dalam pembacaan PDF, PDF Viewer Pro berintegrasi dengan lancar dengan Google Chrome, menawarkan pengalaman paparan PDF yang luar biasa dan produktiviti yang lebih baik.\n\n## Ciri-ciri Utama\n\n- **Aplikasi PDF Komprehensif:** PDF Viewer Pro adalah aplikasi web PDF yang berfungsi sepenuhnya, direka untuk gaya hidup sibuk anda. Ia menyediakan suite lengkap alat yang boleh diakses dari mana-mana peranti, menjadikannya ideal untuk penggunaan dalam perjalanan.\n\n- **Alat Terintegrasi:**\n  - Memampatkan PDF\n  - Menukar PDF ke Word\n  - Menukar PDF ke Excel\n  - Menukar PDF ke JPG\n  - Mengedit PDF\n  - Menggabungkan PDF\n\n- **Kemampuan Penukaran:**\n  - Menukar PDF ke dan dari Word, Excel, PowerPoint, JPG, JPEG, PNG, dan HTML.\n  - Menukar gambar (JPG, JPEG, PNG) ke PDF dan sebaliknya.\n\n- **Pengurusan PDF:**\n  - Menggabungkan, Memisah, dan Mengekstrak Halaman PDF\n  - Mengedit, Memutar, dan Menghapus Halaman PDF\n  - Memampatkan Fail PDF\n  - Menandatangani dan Menghantar PDF untuk Tandatangan\n  - Melindungi dan Membuka Kunci Dokumen PDF\n\n## Cara Menggunakan PDF Viewer Pro\n\n1. Pasang sambungan PDF Acrobat untuk Chrome.\n2. Lekatkan sambungan untuk akses mudah.\n3. Buka mana-mana fail PDF secara langsung dalam pelayar anda.\n4. Pilih dari alat PDF Acrobat yang tersedia untuk mengedit atau menukar PDF anda.\n\n## Ciri-ciri Tambahan\n\n- **Peningkatan Produktiviti:** Tingkatkan aliran kerja anda dengan ciri-ciri seperti pemampatan PDF, penggabungan, pemisahan, dan banyak lagi.\n\n## Keserasian\n\n- Menyokong format Microsoft Office termasuk Word, Excel, dan PowerPoint.\n- Menyediakan integrasi dengan Adobe Acrobat untuk alat tambahan bagi penyuntingan dan penukaran PDF.\n\n## Mulakan\n\nAlami interaksi PDF yang lebih baik dengan menambah PDF Viewer Pro ke dalam pelayar Chrome anda. Nikmati alat untuk mengedit, menukar, memampatkan, menggabungkan, dan mengurus PDF semuanya dari satu tempat.\n\n## Maklum Balas\n\nKami berharap PDF Viewer Pro meningkatkan pengalaman anda dalam mengendalikan PDF. Kami mengalu-alukan maklum balas dan cadangan anda untuk penambahbaikan lanjut.",
    "nl": "# PDF Viewer Pro\n\nPDF Viewer Pro is een geavanceerde en gebruiksvriendelijke browserextensie waarmee je PDF-bestanden direct in je browser kunt bekijken en bewerken, helemaal gratis. Als toonaangevende oplossing voor het lezen van PDF's, integreert PDF Viewer Pro naadloos met Google Chrome en biedt het een uitzonderlijke PDF-weergave-ervaring en verhoogde productiviteit.\n\n## Belangrijkste Kenmerken\n\n- **Uitgebreide PDF-toepassing:** PDF Viewer Pro is een volledig functionele PDF-webtoepassing, ontworpen voor jouw drukke levensstijl. Het biedt een complete suite van tools die vanaf elk apparaat toegankelijk zijn, waardoor het ideaal is voor gebruik onderweg.\n\n- **Geïntegreerde Tools:**\n  - PDF comprimeren\n  - PDF naar Word converteren\n  - PDF naar Excel converteren\n  - PDF naar JPG converteren\n  - PDF bewerken\n  - PDF samenvoegen\n\n- **Conversiemogelijkheden:**\n  - Converteer PDF's naar en van Word, Excel, PowerPoint, JPG, JPEG, PNG en HTML.\n  - Converteer afbeeldingen (JPG, JPEG, PNG) naar PDF en vice versa.\n\n- **PDF Beheer:**\n  - Samenvoegen, splitsen en extraheren van PDF-pagina's\n  - PDF-pagina's bewerken, roteren en verwijderen\n  - PDF-bestanden comprimeren\n  - PDF's ondertekenen en verzenden voor ondertekening\n  - PDF-documenten beveiligen en ontgrendelen\n\n## Hoe PDF Viewer Pro te Gebruiken\n\n1. Installeer de PDF Acrobat-extensie voor Chrome.\n2. Zet de extensie vast voor gemakkelijke toegang.\n3. Open elk PDF-bestand direct in je browser.\n4. Kies uit de beschikbare PDF Acrobat-tools om je PDF te bewerken of te converteren.\n\n## Extra Kenmerken\n\n- **Productiviteitsboost:** Verbeter je workflow met functies zoals PDF-compressie, samenvoegen, splitsen en meer.\n\n## Compatibiliteit\n\n- Ondersteunt Microsoft Office-formaten, waaronder Word, Excel en PowerPoint.\n- Biedt integratie met Adobe Acrobat voor extra PDF-bewerkings- en conversietools.\n\n## Aan de Slag\n\nErvaar een betere PDF-interactie door PDF Viewer Pro toe te voegen aan je Chrome-browser. Geniet van tools voor het bewerken, converteren, comprimeren, samenvoegen en beheren van PDF's, allemaal op één plek.\n\n## Feedback\n\nWe hopen dat PDF Viewer Pro je PDF-ervaring verbetert. We ontvangen graag je feedback en suggesties voor verdere verbeteringen.",
    "pl": "# PDF Viewer Pro\n\nPDF Viewer Pro to zaawansowane i łatwe w użyciu rozszerzenie przeglądarki, które pozwala na przeglądanie i edytowanie plików PDF bezpośrednio w przeglądarce, całkowicie za darmo. Jako wiodące rozwiązanie w zakresie czytników PDF, PDF Viewer Pro integruje się płynnie z Google Chrome, oferując wyjątkowe doświadczenia związane z przeglądaniem PDF i zwiększoną produktywność.\n\n## Kluczowe funkcje\n\n- **Kompleksowa aplikacja PDF:** PDF Viewer Pro to w pełni funkcjonalna aplikacja PDF zaprojektowana z myślą o Twoim zapracowanym stylu życia. Oferuje pełny zestaw narzędzi dostępnych z każdego urządzenia, co czyni ją idealną do użytku w podróży.\n\n- **Zintegrowane narzędzia:**\n  - Kompresja PDF\n  - Konwersja PDF do Word\n  - Konwersja PDF do Excel\n  - Konwersja PDF do JPG\n  - Edytowanie PDF\n  - Łączenie PDF\n\n- **Możliwości konwersji:**\n  - Konwertuj PDF-y na i z Word, Excel, PowerPoint, JPG, JPEG, PNG i HTML.\n  - Konwertuj obrazy (JPG, JPEG, PNG) na PDF i odwrotnie.\n\n- **Zarządzanie PDF:**\n  - Łączenie, dzielenie i wyodrębnianie stron PDF\n  - Edytowanie, obracanie i usuwanie stron PDF\n  - Kompresowanie plików PDF\n  - Podpisywanie i wysyłanie PDF-ów do podpisu\n  - Ochrona i odblokowywanie dokumentów PDF\n\n## Jak używać PDF Viewer Pro\n\n1. Zainstaluj rozszerzenie PDF Acrobat dla Chrome.\n2. Przypnij rozszerzenie dla szybkiego dostępu.\n3. Otwórz dowolny plik PDF bezpośrednio w swojej przeglądarce.\n4. Wybierz z dostępnych narzędzi PDF Acrobat, aby edytować lub konwertować swój PDF.\n\n## Dodatkowe funkcje\n\n- **Zwiększenie produktywności:** Popraw swój workflow dzięki funkcjom takim jak kompresja PDF, łączenie, dzielenie i inne.\n\n## Kompatybilność\n\n- Obsługuje formaty Microsoft Office, w tym Word, Excel i PowerPoint.\n- Zapewnia integrację z Adobe Acrobat dla dodatkowych narzędzi do edycji i konwersji PDF.\n\n## Rozpocznij\n\nDoświadcz lepszego korzystania z PDF-ów, dodając PDF Viewer Pro do swojej przeglądarki Chrome. Ciesz się narzędziami do edytowania, konwertowania, kompresowania, łączenia i zarządzania PDF-ami w jednym miejscu.\n\n## Opinie\n\nMamy nadzieję, że PDF Viewer Pro poprawi Twoje doświadczenia związane z obsługą PDF-ów. Czekamy na Twoje opinie i sugestie dotyczące dalszych usprawnień.",
    "pt_BR,pt_PT": "# PDF Viewer Pro\n\nPDF Viewer Pro é uma extensão avançada e amigável para o navegador que permite visualizar e editar arquivos PDF diretamente em seu navegador, completamente de graça. Como uma solução líder para leitura de PDFs, PDF Viewer Pro se integra perfeitamente ao Google Chrome, oferecendo uma experiência excepcional de visualização de PDF e aumentando a produtividade.\n\n## Principais Recursos\n\n- **Aplicativo PDF Completo:** PDF Viewer Pro é um aplicativo web PDF totalmente funcional, projetado para se adequar ao seu estilo de vida agitado. Ele oferece um conjunto completo de ferramentas acessíveis a partir de qualquer dispositivo, tornando-o ideal para uso em movimento.\n\n- **Ferramentas Integradas:**\n  - Compactar PDF\n  - Converter PDF para Word\n  - Converter PDF para Excel\n  - Converter PDF para JPG\n  - Editar PDF\n  - Mesclar PDF\n\n- **Capacidades de Conversão:**\n  - Converter PDFs para e de Word, Excel, PowerPoint, JPG, JPEG, PNG e HTML.\n  - Converter imagens (JPG, JPEG, PNG) para PDF e vice-versa.\n\n- **Gerenciamento de PDF:**\n  - Mesclar, dividir e extrair páginas de PDFs\n  - Editar, girar e excluir páginas de PDFs\n  - Compactar arquivos PDF\n  - Enviar e assinar PDFs\n  - Proteger e desbloquear documentos PDF\n\n## Como Usar o PDF Viewer Pro\n\n1. Instale a extensão PDF Acrobat para Chrome.\n2. Fixe a extensão para acesso rápido.\n3. Abra qualquer arquivo PDF diretamente no seu navegador.\n4. Selecione entre as ferramentas disponíveis do PDF Acrobat para editar ou converter seu PDF.\n\n## Recursos Adicionais\n\n- **Aumento da Produtividade:** Melhore seu fluxo de trabalho com funcionalidades como compactação de PDF, mesclagem, divisão e muito mais.\n\n## Compatibilidade\n\n- Suporta formatos do Microsoft Office, incluindo Word, Excel e PowerPoint.\n- Integra-se ao Adobe Acrobat para ferramentas adicionais de edição e conversão de PDF.\n\n## Comece Agora\n\nExperimente uma melhor interação com PDFs adicionando o PDF Viewer Pro ao seu navegador Chrome. Desfrute de ferramentas para editar, converter, compactar, mesclar e gerenciar PDFs em um só lugar.\n\n## Feedback\n\nEsperamos que o PDF Viewer Pro melhore sua experiência com PDFs. Aguardamos seu feedback e sugestões para futuras melhorias.",
    "ro": "# PDF Viewer Pro\n\nPDF Viewer Pro este o extensie avansată și ușor de utilizat pentru browser care îți permite să vizualizezi și să editezi fișiere PDF direct în browserul tău, complet gratuit. Ca soluție de frunte în citirea PDF-urilor, PDF Viewer Pro se integrează perfect cu Google Chrome, oferind o experiență excepțională de vizualizare a PDF-urilor și o productivitate îmbunătățită.\n\n## Caracteristici Cheie\n\n- **Aplicație PDF Completă:** PDF Viewer Pro este o aplicație web PDF complet funcțională, concepută pentru stilul tău de viață aglomerat. Oferă un set complet de instrumente accesibile de pe orice dispozitiv, fiind ideală pentru utilizare în mișcare.\n\n- **Instrumente Integrate:**\n  - Comprimare PDF\n  - Conversie PDF în Word\n  - Conversie PDF în Excel\n  - Conversie PDF în JPG\n  - Editare PDF\n  - Fuzionare PDF\n\n- **Capabilități de Conversie:**\n  - Convertește PDF-uri în și din Word, Excel, PowerPoint, JPG, JPEG, PNG și HTML.\n  - Convertește imagini (JPG, JPEG, PNG) în PDF și invers.\n\n- **Gestionare PDF:**\n  - Fuzionare, Împărțire și Extracție Pagini PDF\n  - Editare, Rotire și Ștergere Pagini PDF\n  - Comprimare Fișiere PDF\n  - Semnare și Trimitere PDF-uri pentru Semnătură\n  - Protejare și Deblocare Documente PDF\n\n## Cum să Folosești PDF Viewer Pro\n\n1. Instalează extensia PDF Acrobat pentru Chrome.\n2. Fixează extensia pentru acces rapid.\n3. Deschide orice fișier PDF direct în browserul tău.\n4. Alege dintre instrumentele disponibile PDF Acrobat pentru a edita sau a converti PDF-ul tău.\n\n## Caracteristici Suplimentare\n\n- **Îmbunătățire a Productivității:** Îmbunătățește fluxul tău de muncă cu funcții precum comprimarea PDF-urilor, fuzionarea, împărțirea și altele.\n\n## Compatibilitate\n\n- Suportă formate Microsoft Office inclusiv Word, Excel și PowerPoint.\n- Oferă integrare cu Adobe Acrobat pentru instrumente suplimentare de editare și conversie PDF.\n\n## Începe\n\nExperimentează o interacțiune mai bună cu PDF-urile adăugând PDF Viewer Pro în browserul tău Chrome. Bucură-te de instrumente pentru editare, conversie, comprimare, fuzionare și gestionare a PDF-urilor, toate într-un singur loc.\n\n## Feedback\n\nSperăm că PDF Viewer Pro îți va îmbunătăți experiența de manipulare a PDF-urilor. Așteptăm cu interes feedback-ul și sugestiile tale pentru îmbunătățiri suplimentare.",
    "ru": "# PDF Viewer Pro\n\nPDF Viewer Pro — это продвинутое и удобное расширение для браузера, которое позволяет просматривать и редактировать файлы PDF непосредственно в вашем браузере, совершенно бесплатно. Являясь ведущим решением для чтения PDF, PDF Viewer Pro бесшовно интегрируется с Google Chrome, предоставляя вам исключительный опыт просмотра PDF и повышая продуктивность.\n\n## Основные функции\n\n- **Полноценное PDF-приложение:** PDF Viewer Pro — это полностью функциональное веб-приложение для работы с PDF, разработанное для вашего напряженного графика. Оно предоставляет полный набор инструментов, доступных с любого устройства, что делает его идеальным для использования в пути.\n\n- **Интегрированные инструменты:**\n  - Сжатие PDF\n  - Преобразование PDF в Word\n  - Преобразование PDF в Excel\n  - Преобразование PDF в JPG\n  - Редактирование PDF\n  - Объединение PDF\n\n- **Возможности преобразования:**\n  - Преобразование PDF в и из Word, Excel, PowerPoint, JPG, JPEG, PNG и HTML.\n  - Преобразование изображений (JPG, JPEG, PNG) в PDF и наоборот.\n\n- **Управление PDF:**\n  - Объединение, разделение и извлечение страниц PDF\n  - Редактирование, поворот и удаление страниц PDF\n  - Сжатие файлов PDF\n  - Отправка и подписание PDF\n  - Защита и разблокировка документов PDF\n\n## Как использовать PDF Viewer Pro\n\n1. Установите расширение PDF Acrobat для Chrome.\n2. Закрепите расширение для быстрого доступа.\n3. Откройте любой файл PDF непосредственно в вашем браузере.\n4. Выберите из доступных инструментов PDF Acrobat для редактирования или преобразования вашего PDF.\n\n## Дополнительные функции\n\n- **Повышение продуктивности:** Улучшите свой рабочий процесс с помощью таких функций, как сжатие PDF, объединение, разделение и другие.\n\n## Совместимость\n\n- Поддержка форматов Microsoft Office, включая Word, Excel и PowerPoint.\n- Интеграция с Adobe Acrobat для дополнительных инструментов редактирования и преобразования PDF.\n\n## Начало работы\n\nИспытайте лучший опыт работы с PDF, добавив PDF Viewer Pro в свой браузер Chrome. Наслаждайтесь инструментами для редактирования, преобразования, сжатия, объединения и управления PDF в одном месте.\n\n## Отзывы\n\nМы надеемся, что PDF Viewer Pro улучшит ваш опыт работы с PDF. Мы будем рады вашему мнению и предложениям по дальнейшему улучшению.",
    "th": "# PDF Viewer Pro\n\nPDF Viewer Pro เป็นส่วนขยายที่มีประสิทธิภาพและใช้งานง่ายสำหรับเบราว์เซอร์ ซึ่งให้คุณดูและแก้ไขไฟล์ PDF ได้โดยตรงในเบราว์เซอร์ของคุณ ฟรีอย่างสมบูรณ์ ในฐานะที่เป็นโซลูชันชั้นนำสำหรับการอ่าน PDF, PDF Viewer Pro ผสานรวมอย่างราบรื่นกับ Google Chrome ให้ประสบการณ์การดู PDF ที่ยอดเยี่ยมและเพิ่มประสิทธิภาพการทำงานของคุณ\n\n## คุณสมบัติหลัก\n\n- **แอปพลิเคชัน PDF ครบวงจร:** PDF Viewer Pro เป็นแอปพลิเคชันเว็บ PDF ที่มีฟังก์ชันครบถ้วน ซึ่งออกแบบมาเพื่อให้เหมาะกับไลฟ์สไตล์ที่ยุ่งวุ่นวายของคุณ มันเสนอชุดเครื่องมือที่ครบถ้วนซึ่งสามารถเข้าถึงได้จากอุปกรณ์ใด ๆ ทำให้เหมาะสำหรับการใช้งานในระหว่างเดินทาง\n\n- **เครื่องมือที่รวมอยู่:**\n  - การบีบอัด PDF\n  - แปลง PDF เป็น Word\n  - แปลง PDF เป็น Excel\n  - แปลง PDF เป็น JPG\n  - แก้ไข PDF\n  - รวม PDF\n\n- **ความสามารถในการแปลง:**\n  - แปลง PDF ไปและจาก Word, Excel, PowerPoint, JPG, JPEG, PNG และ HTML\n  - แปลงรูปภาพ (JPG, JPEG, PNG) เป็น PDF และกลับกัน\n\n- **การจัดการ PDF:**\n  - รวม, แยก และสกัดหน้า PDF\n  - แก้ไข, หมุน และลบหน้า PDF\n  - บีบอัดไฟล์ PDF\n  - ส่งและเซ็น PDF\n  - ปกป้องและปลดล็อกเอกสาร PDF\n\n## วิธีการใช้ PDF Viewer Pro\n\n1. ติดตั้งส่วนขยาย PDF Acrobat สำหรับ Chrome\n2. ปักหมุดส่วนขยายเพื่อการเข้าถึงที่รวดเร็ว\n3. เปิดไฟล์ PDF ใด ๆ โดยตรงในเบราว์เซอร์ของคุณ\n4. เลือกจากเครื่องมือ PDF Acrobat ที่มีอยู่เพื่อแก้ไขหรือแปลง PDF ของคุณ\n\n## คุณสมบัติเพิ่มเติม\n\n- **การเพิ่มประสิทธิภาพการทำงาน:** ปรับปรุงกระบวนการทำงานของคุณด้วยฟังก์ชันต่าง ๆ เช่น การบีบอัด PDF, การรวม, การแยก และอื่น ๆ\n\n## ความเข้ากันได้\n\n- รองรับรูปแบบ Microsoft Office รวมถึง Word, Excel และ PowerPoint\n- รวมกับ Adobe Acrobat สำหรับเครื่องมือเพิ่มเติมในการแก้ไขและแปลง PDF\n\n## เริ่มต้น\n\nสัมผัสประสบการณ์การทำงานกับ PDF ที่ดีกว่าด้วยการเพิ่ม PDF Viewer Pro ลงในเบราว์เซอร์ Chrome ของคุณ เพลิดเพลินกับเครื่องมือในการแก้ไข, แปลง, บีบอัด, รวม และจัดการ PDF ได้ในที่เดียว\n\n## ข้อเสนอแนะแสดงความคิดเห็น\n\nเราหวังว่า PDF Viewer Pro จะช่วยปรับปรุงประสบการณ์ของคุณกับ PDF ได้ เรายินดีรับข้อเสนอแนะแสดงความคิดเห็นและข้อเสนอแนะของคุณเพื่อการปรับปรุงในอนาคต",
    "tr": "# PDF Viewer Pro\n\nPDF Viewer Pro, tarayıcınızda PDF dosyalarını doğrudan görüntülemenizi ve düzenlemenizi sağlayan güçlü ve kullanıcı dostu bir uzantıdır ve tamamen ücretsizdir. PDF okuma çözümlerinin önde geleni olarak PDF Viewer Pro, Google Chrome ile sorunsuz bir şekilde entegre olur ve size olağanüstü bir PDF görüntüleme deneyimi ve artırılmış üretkenlik sunar.\n\n## Ana Özellikler\n\n- **Tam PDF Uygulaması:** PDF Viewer Pro, yoğun yaşam tarzınıza uyacak şekilde tasarlanmış tamamen işlevsel bir web PDF uygulamasıdır. Herhangi bir cihazdan erişilebilen kapsamlı bir araç seti sunarak hareket halindeyken bile ideal bir kullanım sağlar.\n\n- **Entegre Araçlar:**\n  - PDF Sıkıştırma\n  - PDF'yi Word'e Dönüştürme\n  - PDF'yi Excel'e Dönüştürme\n  - PDF'yi JPG'ye Dönüştürme\n  - PDF Düzenleme\n  - PDF Birleştirme\n\n- **Dönüştürme Özellikleri:**\n  - PDF'leri Word, Excel, PowerPoint, JPG, JPEG, PNG ve HTML'ye ve bunlardan dönüştürme\n  - Görüntüleri (JPG, JPEG, PNG) PDF'ye dönüştürme ve tersine\n\n- **PDF Yönetimi:**\n  - PDF Sayfalarını Birleştirme, Bölme ve Çıkarma\n  - PDF Sayfalarını Düzenleme, Döndürme ve Silme\n  - PDF Dosyalarını Sıkıştırma\n  - PDF'leri Gönderme ve İmzalama\n  - PDF Belgelerini Koruma ve Kilidi Açma\n\n## PDF Viewer Pro Nasıl Kullanılır\n\n1. Chrome için PDF Acrobat uzantısını yükleyin.\n2. Hızlı erişim için uzantıyı sabitleyin.\n3. Tarayıcınızda herhangi bir PDF dosyasını doğrudan açın.\n4. PDF Acrobat araçlarından seçerek PDF'nizi düzenleyin veya dönüştürün.\n\n## Ek Özellikler\n\n- **Üretkenliği Artırma:** PDF sıkıştırma, birleştirme, bölme ve daha fazlası gibi işlevlerle iş akışınızı iyileştirin.\n\n## Uyumluluk\n\n- Microsoft Office formatlarını (Word, Excel, PowerPoint) destekler.\n- PDF düzenleme ve dönüştürme için ek araçlar sunan Adobe Acrobat ile entegre olur.\n\n## Başlayın\n\nPDF Viewer Pro'yu Chrome tarayıcınıza ekleyerek PDF ile daha iyi bir etkileşim deneyimi yaşayın. PDF'leri düzenlemek, dönüştürmek, sıkıştırmak, birleştirmek ve yönetmek için tek bir yerde bulunan araçların tadını çıkarın.\n\n## Geri Bildirim\n\nPDF Viewer Pro'nun PDF çalışmalarınızı iyileştirmesini umuyoruz. Fonksiyonel iyileştirmeler için geri bildiriminizi ve önerilerinizi bekliyoruz.",
    "uk": "# PDF Viewer Pro\n\nPDF Viewer Pro — це потужне та зручне розширення для браузера, яке дозволяє переглядати та редагувати файли PDF безпосередньо у вашому браузері абсолютно безкоштовно. Як провідне рішення для перегляду PDF, PDF Viewer Pro безперешкодно інтегрується з Google Chrome, забезпечуючи вам винятковий досвід перегляду PDF та підвищуючи продуктивність.\n\n## Основні функції\n\n- **Повноцінний PDF-додаток:** PDF Viewer Pro — це повнофункціональний веб-додаток для PDF, розроблений для того, щоб відповідати вашому напруженому стилю життя. Він пропонує повний набір інструментів, доступних з будь-якого пристрою, що робить його ідеальним для використання на ходу.\n\n- **Вбудовані інструменти:**\n  - Стиснення PDF\n  - Перетворення PDF в Word\n  - Перетворення PDF в Excel\n  - Перетворення PDF в JPG\n  - Редагування PDF\n  - Об'єднання PDF\n\n- **Функції перетворення:**\n  - Перетворення PDF у та з Word, Excel, PowerPoint, JPG, JPEG, PNG та HTML\n  - Перетворення зображень (JPG, JPEG, PNG) у PDF та навпаки\n\n- **Управління PDF:**\n  - Об'єднання, розподіл та витяг сторінок PDF\n  - Редагування, обертання та видалення сторінок PDF\n  - Стиснення PDF-файлів\n  - Надсилання та підписання PDF\n  - Захист та розблокування документів PDF\n\n## Як користуватися PDF Viewer Pro\n\n1. Встановіть розширення PDF Acrobat для Chrome.\n2. Закріпіть розширення для швидкого доступу.\n3. Відкрийте будь-який PDF-файл безпосередньо у вашому браузері.\n4. Виберіть інструмент PDF Acrobat для редагування або перетворення вашого PDF.\n\n## Додаткові функції\n\n- **Підвищення продуктивності:** Покращуйте робочий процес за допомогою функцій, таких як стиснення PDF, об'єднання, розподіл та інші.\n\n## Сумісність\n\n- Підтримує формати Microsoft Office, включаючи Word, Excel і PowerPoint.\n- Інтегрується з Adobe Acrobat для додаткових інструментів редагування та перетворення PDF.\n\n## Почніть\n\nСпробуйте покращене взаємодію з PDF, додавши PDF Viewer Pro до вашого браузера Chrome. Насолоджуйтеся інструментами для редагування, перетворення, стиснення, об'єднання та управління PDF в одному місці.\n\n## Відгуки\n\nМи сподіваємося, що PDF Viewer Pro покращить ваш досвід роботи з PDF. Ми чекаємо на ваші відгуки та пропозиції щодо покращення функціональності.",
    "vi": "# PDF Viewer Pro\n\nPDF Viewer Pro là một tiện ích mạnh mẽ và dễ sử dụng cho trình duyệt của bạn, cho phép bạn xem và chỉnh sửa các tệp PDF trực tiếp trong trình duyệt của bạn, hoàn toàn miễn phí. Là giải pháp đọc PDF hàng đầu, PDF Viewer Pro tích hợp liền mạch với Google Chrome, mang đến cho bạn trải nghiệm xem PDF xuất sắc và nâng cao năng suất của bạn.\n\n## Các Tính Năng Chính\n\n- **Ứng Dụng PDF Toàn Diện:** PDF Viewer Pro là một ứng dụng PDF trên web hoàn toàn chức năng, được thiết kế để phù hợp với lối sống bận rộn của bạn. Nó cung cấp một bộ công cụ đầy đủ có thể truy cập từ bất kỳ thiết bị nào, làm cho nó lý tưởng để sử dụng khi di chuyển.\n\n- **Các Công Cụ Tích Hợp:**\n  - Nén PDF\n  - Chuyển đổi PDF sang Word\n  - Chuyển đổi PDF sang Excel\n  - Chuyển đổi PDF sang JPG\n  - Chỉnh sửa PDF\n  - Kết hợp PDF\n\n- **Tính Năng Chuyển Đổi:**\n  - Chuyển đổi PDF sang và từ Word, Excel, PowerPoint, JPG, JPEG, PNG và HTML\n  - Chuyển đổi hình ảnh (JPG, JPEG, PNG) sang PDF và ngược lại\n\n- **Quản Lý PDF:**\n  - Kết hợp, chia tách và trích xuất các trang PDF\n  - Chỉnh sửa, xoay và xóa các trang PDF\n  - Nén các tệp PDF\n  - Gửi và ký PDF\n  - Bảo vệ và mở khóa tài liệu PDF\n\n## Cách Sử Dụng PDF Viewer Pro\n\n1. Cài đặt tiện ích mở rộng PDF Acrobat cho Chrome.\n2. Ghim tiện ích mở rộng để truy cập nhanh.\n3. Mở bất kỳ tệp PDF nào trực tiếp trong trình duyệt của bạn.\n4. Chọn một trong các công cụ PDF Acrobat có sẵn để chỉnh sửa hoặc chuyển đổi PDF của bạn.\n\n## Các Tính Năng Bổ Sung\n\n- **Tăng Cường Năng Suất:** Cải thiện quy trình làm việc của bạn với các tính năng như nén PDF, kết hợp, chia tách và nhiều hơn nữa.\n\n## Tương Thích\n\n- Hỗ trợ các định dạng Microsoft Office, bao gồm Word, Excel và PowerPoint.\n- Tích hợp với Adobe Acrobat cho các công cụ chỉnh sửa và chuyển đổi PDF bổ sung.\n\n## Bắt Đầu Ngay\n\nHãy thử trải nghiệm tốt hơn với PDF bằng cách thêm PDF Viewer Pro vào trình duyệt Chrome của bạn. Thưởng thức các công cụ để chỉnh sửa, chuyển đổi, nén, kết hợp và quản lý PDF tại một nơi duy nhất.\n\n## Phản Hồi\n\nChúng tôi hy vọng PDF Viewer Pro sẽ cải thiện trải nghiệm PDF của bạn. Chúng tôi mong chờ phản hồi và gợi ý của bạn để cải tiến các tính năng trong tương lai.",
    "zh_CN": "# PDF Viewer Pro\n\nPDF Viewer Pro 是一款功能强大且用户友好的浏览器扩展，允许您直接在浏览器中查看和编辑 PDF 文件，完全免费。作为领先的 PDF 阅读解决方案，PDF Viewer Pro 与 Google Chrome 无缝集成，为您提供卓越的 PDF 查看体验并提升您的工作效率。\n\n## 主要特点\n\n- **全面的 PDF 应用程序:** PDF Viewer Pro 是一款功能齐全的网页 PDF 应用程序，设计适合您的繁忙生活方式。它提供了一个完整的工具集，您可以从任何设备访问，使其成为移动使用的理想选择。\n\n- **集成功能:**\n  - 压缩 PDF\n  - 将 PDF 转换为 Word\n  - 将 PDF 转换为 Excel\n  - 将 PDF 转换为 JPG\n  - 编辑 PDF\n  - 合并 PDF\n\n- **转换功能:**\n  - 将 PDF 转换为及从 Word、Excel、PowerPoint、JPG、JPEG、PNG 和 HTML\n  - 将图片（JPG、JPEG、PNG）转换为 PDF 及反向转换\n\n- **PDF 管理:**\n  - 合并、拆分和提取 PDF 页\n  - 编辑、旋转和删除 PDF 页\n  - 压缩 PDF 文件\n  - 发送和签署 PDF\n  - 保护和解锁 PDF 文档\n\n## 如何使用 PDF Viewer Pro\n\n1. 安装 Chrome 的 PDF Acrobat 扩展程序。\n2. 固定扩展程序以便快速访问。\n3. 在浏览器中直接打开任何 PDF 文件。\n4. 选择一个 PDF Acrobat 工具来编辑或转换您的 PDF 文件。\n\n## 其他功能\n\n- **提高生产力:** 利用如 PDF 压缩、合并、拆分等功能提升工作流程。\n\n## 兼容性\n\n- 支持 Microsoft Office 格式，包括 Word、Excel 和 PowerPoint。\n- 与 Adobe Acrobat 集成，提供额外的 PDF 编辑和转换工具。\n\n## 立即开始\n\n通过将 PDF Viewer Pro 添加到您的 Chrome 浏览器，享受更好的 PDF 体验。享受一个地方的编辑、转换、压缩、合并和管理 PDF 的工具。\n\n## 反馈\n\n我们希望 PDF Viewer Pro 能提升您的 PDF 使用体验。我们期待您的反馈和建议，以便进一步改进功能。",
    "zh_TW": "# PDF Viewer Pro\n\nPDF Viewer Pro 是一款功能強大且用戶友好的瀏覽器擴展，允許您直接在瀏覽器中查看和編輯 PDF 文件，完全免費。作為領先的 PDF 閱讀解決方案，PDF Viewer Pro 與 Google Chrome 無縫整合，為您提供卓越的 PDF 查看體驗並提升您的工作效率。\n\n## 主要特點\n\n- **全面的 PDF 應用程式:** PDF Viewer Pro 是一款功能齊全的網頁 PDF 應用程式，設計適合您的繁忙生活方式。它提供了一套完整的工具集，您可以從任何設備訪問，使其成為移動使用的理想選擇。\n\n- **集成功能:**\n  - 壓縮 PDF\n  - 將 PDF 轉換為 Word\n  - 將 PDF 轉換為 Excel\n  - 將 PDF 轉換為 JPG\n  - 編輯 PDF\n  - 合併 PDF\n\n- **轉換功能:**\n  - 將 PDF 轉換為及從 Word、Excel、PowerPoint、JPG、JPEG、PNG 和 HTML\n  - 將圖片（JPG、JPEG、PNG）轉換為 PDF 及反向轉換\n\n- **PDF 管理:**\n  - 合併、拆分和提取 PDF 頁面\n  - 編輯、旋轉和刪除 PDF 頁面\n  - 壓縮 PDF 文件\n  - 發送和簽署 PDF\n  - 保護和解鎖 PDF 文檔\n\n## 如何使用 PDF Viewer Pro\n\n1. 安裝 Chrome 的 PDF Acrobat 擴展程序。\n2. 固定擴展程序以便快速訪問。\n3. 在瀏覽器中直接打開任何 PDF 文件。\n4. 選擇一個 PDF Acrobat 工具來編輯或轉換您的 PDF 文件。\n\n## 其他功能\n\n- **提高生產力:** 利用如 PDF 壓縮、合併、拆分等功能提升工作流程。\n\n## 相容性\n\n- 支援 Microsoft Office 格式，包括 Word、Excel 和 PowerPoint。\n- 與 Adobe Acrobat 集成，提供額外的 PDF 編輯和轉換工具。\n\n## 立即開始\n\n通過將 PDF Viewer Pro 添加到您的 Chrome 瀏覽器，享受更好的 PDF 體驗。享受一個地方的編輯、轉換、壓縮、合併和管理 PDF 的工具。\n\n## 反饋\n\n我們希望 PDF Viewer Pro 能提升您的 PDF 使用體驗。我們期待您的反饋和建議，以便進一步改進功能。"
  }
}