{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AutoNotes AI Progress Notes & More"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily import AutoNotes templates on any platform, enhancing productivity with compliant clinical documentation."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the power of AutoNotes templates anywhere on the web with the AutoNotes Chrome Extension! Designed for ultimate convenience and productivity, this extension lets you seamlessly use AutoNotes templates across any platform with a text box.\n\nKey Features:\n- Universal Compatibility: AutoNotes works wherever there's a text box. Use AutoNotes on the same screen as any CRM or EHR for maximum productivity!\n- Effortless Integration: AutoNotes integrates smoothly with your workflow, allowing you to insert completed document templates with just a few clicks.\n- Time-Saving Efficiency: Save time and enhance your productivity by using pre-made templates for repetitive tasks.\n- HIPAA Compliance: AutoNotes is designed with privacy and security in mind, ensuring that all your communications are compliant with HIPAA regulations, safeguarding sensitive patient information.\n\nWhy Choose AutoNotes?\n- Boost Productivity: Quickly access and insert templates to streamline your writing tasks.\n- Consistent Quality: Ensure your communications are always professional, compliant and consistent.\n- Versatile Use Cases: Perfect for behavioral therapists, speech therapists, occupational therapists, and much more!\n\nHow It Works:\n1. Install the Extension: Download and install the AutoNotes Chrome Extension from the Chrome Web Store.\n2. Activate in Any Text Box: Click the AutoNotes icon in any text box whenever you’re ready to use a template.\n3. Choose Your Template Browse and select from your saved templates, then insert them into any text box with a single click.\n\nTry the AutoNotes Chrome Extension today and transform the way you write online. Experience the seamless integration of your favorite templates across any platform!"
  }
}