{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ІПС ЛІГА:ЗАКОН"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Плагін від ЛІГА:ЗАКОН - це швидкий доступ до необхідних нормативно-правових документів з будь-якої сторінки вашого браузера."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Читаючи новини в Інтернеті, натрапили на цікавий закон чи постанову й бажаєте переглянути документ загалом, дізнатися, на які документи він посилається, як пов'язаний з іншими? А можливо, вас цікавить, якою була попередня редакція? Знайома ситуація? Тоді спеціально для вас – розширення інформаційно-правової системи ЛІГА:ЗАКОН для браузера. \n\nВідтепер переглянути необхідні нормативно-правові документи ще простіше! Установіть розширення ІПС ЛІГА:ЗАКОН у вашому браузері та здійснюйте пошук у всій базі документів системи ЛІГА:ЗАКОН. Попередні та майбутні редакції, зв’язки документа з іншими, судова практика тощо – тепер ще доступніші! \n\nНові надходження, правова картина дня, законодавство, ситуації для бізнесу/юриста/бухгалтера, коментарі до кодексів, типові шаблони та документи, довідкова інформація – пошук відбувається за допомогою всього одного кліка. \n\nА крім того, переглядайте історію свого пошуку під час наступного входу та ставте важливі документи на моніторинг – система сповістить про зміни на адресу вашої електронної пошти. \n\nОсновні функції:\n• зручний інтерфейс ІПС ЛІГА:ЗАКОН для Chrome. Допомагає швидко знайти правову інформацію, проаналізувати її, оцінити ситуацію та ухвалити безпомилкове рішення;\n• швидкий пошук із можливістю вибору категорій для більш точного результату;\n• відображення змін у документах, поставлених на контроль;\n• відображення історії переглянутих документів через ІПС ЛІГА:ЗАКОН для Chrome;\n• доступ до найповнішого джерела систематизованої правової інформації;\n• авторизація в повнофункціональній web-системі ЛІГА:ЗАКОН через ІПС ЛІГА:ЗАКОН для Chrome."
  }
}