{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AdGloz: AdLibrary AdSpy - Facebook Ads Library - Meta Ads library"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover the best free AdSpy tool for AdLibrary, analyze the Facebook Ads Library and Meta Ads Library to find the winning product"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover the ultimate free AdLibrary tool for exploring the Facebook Ads Library and finding winning products instantly! AdGloz is your go-to solution for analyzing the ads library on Facebook and Meta. Whether you're a marketer, dropshipper, or business owner, this tool helps you uncover high-performing ads, spy on competitors, and track trending ads with ease.\n\nWith AdGloz, you can:\n\n★ Instantly search the Facebook Ad Library and Meta Ads Library for insights.\n★ Use advanced filters to refine your search by ad count, pages, dates, countries, categories, platforms, and more.\n★ Discover and track winning dropshipping products in seconds.\n★ Spy on competitors' Facebook ads and review their strategies.\n★ Access complete ad history for strategic analysis.\n\nAdGloz simplifies your search through the fb ads library, saving you time and providing powerful insights into top brands’ strategies. Explore Facebook library ads effortlessly, and boost your Facebook marketing efforts with actionable data and high-conversion ad copies.\n\nKey Features:\n\n• Comprehensive analysis of ads library Facebook for deep insights into ad performance.\n• Advanced filters to locate high-performing ads in the ad library Facebook.\n• Stay ahead of competitors with access to historical and current ad data from the meta ad library.\n• Perfect for marketers, dropshippers, and eCommerce entrepreneurs seeking to master Facebook Ads strategies."
  }
}