{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Writer ChatGPT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unleash the power of AI in your words"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Assist users to quickly input text content, more quickly input emails, replies, etc.\nWrite entire emails and messages using AIWriterChatGPT. \nWorks on all sites with Chrome extension to generate entire emails and messages. All sites are supported and enhanced support for Gmail.\nAnd also help reply to your comments on social media like Twitter, Youtebe, Facebook, etc using AI Writer ChatGPT.\n\n✔️ Speed high quality reply content, super fast experience\n✔️ Works on all sites. Works even better on Gmail、Twitter、Youtube\n✔️ All languages are supported\n\nWEBSITE:\nhttps://aiwriterchatgpt.com\n_______________________________\n\nHOW TO USE ON ALL SITES\n1. Install Chrome Extension online\n2. Open any webpage, use the shortcut Cmd/Alt + J，a popup window will appear\n3. Briefly enter what do you want to write about and hit \"Generate\" button.\n________________________\n\nHOW TO USE ON GMAIL\nHow to generate email reply in Gmail:\n1. Go to Gmail, open an email, and reply to it.\n2. Click the AI Writer ChatGPT extension button in the Gmail reply box or use the shortcut Cmd/Alt + J.\n3. Briefly enter what you want to reply to and hit \"Generate\" button.\n\nHow to generate a new email in Gmail:\n1. Go to Gmail, compose new email.\n2. Click the AI Writer ChatGPT extension button in the Gmail textbox or use the shortcut Cmd/Alt + J.\n3. Briefly enter what you want to write an email about and hit \"Generate\" button.\n_________________\n\nFAQ\n1. Which all languages does it support?\nAll popular languages. Just mention the language in the text prompt. For example: \"Write an email in Spanish language about welcome.\"\n\n2. Which data is shared with the AI ChatGPT model?\nWhen writing a new email, the data sent is the user prompt. When replying to an email, the data sent is the previous email text content (which can be edited to remove sensitive information) and the user prompt.\n\n3. What is your privacy policy?\nYour emails or any other messages are not saved on our servers. Context of email or message is solely used for the purpose of generating the response and nothing else. Furthermore, we value your privacy and refrain from using any third-party cookies, trackers, etc."
  }
}