{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Revolut Scraper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Revolut transaction exporter"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you struggling to extract meaningful transaction data from Revolut Bank? Have you noticed that their standard bank statements lack crucial information like what your customers provide in the reference fields? Unfortunately, Revolut doesn’t offer an option to export transaction details in a way that helps businesses keep track of critical customer information, such as payment IDs or specific references needed for invoicing or order management. This can lead to confusion, missed details, and potential revenue loss, especially if your customers include their order numbers or customer IDs in payment references. Without this information, managing payments can become a time-consuming and error-prone task.\n\nThis Chrome extension solves that problem by allowing you to export all transactions from Revolut, including the references your customers provide. Unlike the standard bank statement, this tool ensures that you capture every detail—whether it’s a customer’s payment ID, order reference, or other essential information they’ve included.\n\nThe extension’s key benefits include:\n\nComplete Transaction Exports: Easily export all transactions into a CSV file with the click of a button.\nAccess to Customer References: See all the information your customers provide in payment references that are missing from standard Revolut statements.\nTailored Exports: Filter for incoming or outgoing payments, and choose whether to export everything or specific types of transactions.\nSave Time and Effort: No more manual sorting or copying information from the Revolut app. Get everything you need, automatically.\nWith this extension, you’ll save time, avoid costly mistakes, and ensure that no customer information is lost in the process. Ideal for businesses of all sizes, this extension simplifies the management of payments and improves financial tracking by giving you access to essential transaction data not available in standard Revolut statements.\n\nMake your financial management smoother, and get the details you need—try the extension today!"
  }
}