{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Online Seller Addon"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free stock counter for Amazon sellers with unlimited daily product checks. This extension will show the inventory counts for the…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free stock counter for Amazon sellers with unlimited daily product checks. This extension will show the inventory counts for the different offers on an Amazon listing.\n\nYou do not need to create an account or signup for anything. You can add the extension and start using it immediately.\n\nWorks for all Amazon domains.\n\nImportant Notice: Chrome will soon disable this extension. It uses an older version of Manifest that Chrome no longer supports; please consider migrating to Firefox to continue using it: https://addons.mozilla.org/en-US/firefox/addon/online-seller-addon/\n\nHow to use the Amazon stock checker:\n\nAdd the extension to your browser (click the Add to Chrome button in the top right and confirm)\nVisit a product detail page on Amazon.com, and click the \"Count Stock!\" button or click the OS Addon icon in the top right of your browser.\n\nOS Addon does not collect or store data outside your local extension.\n\nPremium features may be added in the future, but the stock counter is completely free to use.\n\nPermissions:\nIt can read and change data on all:\n- www.amazon.com, smile.amazon.com (and all the regional amazon tld domains) - allows the extension to appear and show quantity data on amazon websites\n- sellercentral.amazon.com (and all the regional amazon tld domains) - allows the extension to use amazon revenue calculator\n\nDisclaimer:\nThe extension uses Google Analytics to collect extension usage statistics to help improve user experience. If you want to opt-out of Google Analytics tracking, please visit http://tools.google.com/dlpage/gaoptout\n\nPrivacy Policy: http://dmitry.artamoshkin.com/privacy.html"
  }
}