{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Broll Youtube Thumbnail",
    "de": "Broll YouTube Thumbnail",
    "es": "Miniatura de Broll YouTube",
    "fr": "Broll Vignette Youtube"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Custom YouTube Thumbnail Editor",
    "de": "Benutzerdefinierter YouTube-Thumbnail-Editor",
    "es": "Editor de miniaturas personalizadas de YouTube",
    "fr": "Éditeur de vignettes YouTube personnalisé"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplify downloading YouTube thumbnails with Broll: Automatically download the thumbnail, copy it to the clipboard, open it in Broll, and manage your preferences with one click!\n\nYouTube is a trademark and property of Google LLC.",
    "de": "Vereinfachen Sie das Herunterladen von YouTube-Vorschaubildern mit Broll: Laden Sie automatisch das Vorschaubild herunter, kopieren Sie es in die Zwischenablage, öffnen Sie es in Broll und verwalten Sie Ihre Einstellungen mit einem Klick!\n\nYouTube ist eine Marke und Eigentum von Google LLC.",
    "es": "Simplifique la descarga de miniaturas de YouTube con Broll: ¡Descargue automáticamente la miniatura, cópiela al portapapeles, ábrala en Broll y administre sus preferencias con un clic!\n\nYouTube es una marca registrada y propiedad de Google LLC.",
    "fr": "Simplifiez le téléchargement des vignettes Youtube avec Broll : Téléchargez automatiquement la vignette, copiez-la dans le presse-papiers, ouvrez-la sur Broll et gérez vos préférences en un clic !\n\nYouTube est une marque déposée et la propriété de Google LLC."
  }
}