{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Image Search",
    "es": "Busca de imagen",
    "es_419": "Busca de Imagen",
    "ru": "Поиск по картинке"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find similar images in popular search engines",
    "es,es_419": "Encontrar imágenes similares en sistemas populares",
    "ru": "Поиск похожих картинок с помощью всех популярных поисковых систем"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search by images using most popular search engines like Yandex™ and TinEye™\n - Find people's pages in social media by their photos\n - Find cloned and fake profiles in networks like Facebook™ and Instagram™\n - Find stolen or illegally re-published images\n - Find free equivalents of images from payed photo directories\n - Find people contacts in other social networks using search by their profile photos from LinkedIn™\n\nTo use this extension, right click on an image and select 'Find similar image'. Use different options to search in a particular search engine or in all of them at same moment!\n\nUPDATE: version 2.1.1 has Google search engine removed since it is now supported by Chrome by default.\n\nUpdate: version 3.0.1 has technical updates including migration to Manifest 3 which is a mandatory update required by Google.",
    "es,es_419": "Busca imagines usando el mas reciente y popular pagina de navegacion como Yandex™ y TinEye™\n - Encuentra personas en redes sociales por sus fotos\n - Encuentra perfiles clonados en redes sociales como Facebook™ e Instagram™\n - Encuentra imaginas que han sido publicas ilegalmente\n - Encuentra equivalentes  gratis de imagines pagadas por directorios\n - Encuentra  informacion de contactos en redes sociales usando su foto de perfil de LinkedIn™\n\nPara usar esta exstesion haga click derecho en la imagen y seleccione 'Encontrar imagen similar´. Use diferentes opciones para buscar en sistemas particulares o en todos los motores al mismo tiempo¡",
    "ru": "Найти похожие картинки с помощью самых популярных поисковиков, таких как Яндекс™ и TinEye™\n - Находить настоящие страницы людей по их фотографиям в соцсетях\n - Находить клонов и фейков страниц в социальных сетях\n - Находить кто нелегально копирует и публикует у себя картинки с ваших сайтов\n - Находить бесплатные версии изображений, которые в фотобанках предлагаются за деньги\n - Находить контакты кандидатов на работу на бесплатных сайтах через их фото, тогда как на большинстве сайтов за раскрытие контактов предлагают заплатить деньги\n\nНажмите правой кнопкой на картинке и выберите пункт \"Найти похожую картинку\". Используйте различные опции для поиска в одной конкретной поисковой системе или во всех сразу!\n\nАПДЕЙТ: начиная с версии 2.1.1 поисковик Google удален так как поддерживается самим браузером"
  }
}