{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dream Vacations Wallpaper New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Immerse yourself in a world of wanderlust as Dream Vacations whisks you away to breathtaking destinations with every new tab."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to Dream Vacations, Your Passport to Paradise!\n\nTransform your browsing experience with our sensational Google Chrome extension. \n\nJaw-Dropping Wallpapers: Escape the ordinary with stunning, high-resolution images capturing the essence of dreamy vacation spots worldwide. From pristine beaches, ocean sunsets, luxurious resorts, and tropical pools, each new tab reveals a visual escape that will transport you to your dream destination without leaving your screen.\n\nBing-powered Search: Embark on your online journeys with Microsoft Bing as your trusted guide. Dream Vacations enhances your search experience by setting Bing as your default search engine, offering comprehensive and visually rich search results. Uncover information effortlessly while enjoying a seamless browsing transition.\n\nReal-time Weather and Date: Stay in the know about your local weather conditions, time, and date, all conveniently displayed on your new tab page. Whether planning your next adventure or just staying informed, Dream Vacations ensures you're always up to date with the current atmospheric vibes.\n\nInstall Dream Vacations now and let the world come to you, one beautiful tab at a time."
  }
}