{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Power BI Report Previewer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Preview the Power BI reports in Workspace to make it easier to browse-Developed by Vahid Doustimajd."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Finding the right report among many in a Power BI workspace can be a tough job. The Power BI Report Previewer extension is designed to streamline this process, making it quick and effortless.\n\nFeatures:\nEasy Report Previews: Say goodbye to remembering reports by their names! This feature allows you to view a miniature preview of your reports directly from the Workspaces. Simply hover your mouse over a report icon on the workspace page to see a quick preview, facilitating a hassle-free browsing experience.\nAdjustable Preview Size: Customize your preview experience! Adjust the size of the preview window to suit your needs, optimizing your report browsing experience.\n\nSecured Reports: For reports with Row-Level Security (RLS), rest assured that our extension adheres to these settings, displaying exactly what you would see upon opening the report, ensuring a secure preview experience.\n\nSimple On/Off Switch: Gain control over your preview settings with a simple click. The extension allows easy toggling of the preview feature on or off. You also have the convenience of resetting the preview size to the default settings with just a click.\n\nBenefits:\nSave Time: Accelerate your report finding process by quickly identifying the report you need without the need to open each one.\nUser-Friendly: Activate the extension only when you need it and easily preview reports by hovering over the report icon, offering a seamless user experience.\nPersonal Touch: Enjoy the flexibility to modify the preview size according to your preferences, adding a personal touch to your browsing experience.\nSafe and Secure: Uphold all RLS settings, guaranteeing a secure browsing experience while using the preview feature.\n\nWith the Power BI Report Previewer extension, find the right report effortlessly among numerous reports in the workspace. Eliminate the time-consuming process of opening reports one by one, and browse reports in a convenient and visually appealing manner.\n\nVersion 1.1.0\nFix issue with previewing reports at the bottom of the screen - The preview screen location now changes dynamically"
  }
}