{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Manager Plus for Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly find open tabs, see all windows in one view, find duplicates and limit tabs per window. The best Tab Manager for Chrome."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Manager Plus\n===============\n\nThe Marie Kondo for your Chrome Tabs! Do all these open tabs bring you joy? Let's organize them ^_^\n\nThe best tool to find, close, or switch to the tabs you want, when you have many tabs and windows. In a world of ever-expanding tabs in the browser - this is a helpful addition to keeping them organized and for quick switching between them!\n\nIf you like it, please leave a review! We read all the reviews ❤\n\n★  What is Tab Manager Plus?\n\nA simple and super-fast Google Extension to help you get the best overview over many tabs.  It helps filtering your tabs, moving them, re-arranging them.  Once you open Tab Manager Plus, you can type right away.  The main focus in this app is speed - so you can find the tab you're looking for - right away!\n\n★  Functionality:\n\n➤ Display all Tabs & Windows quickly in current window\n➤ Highlight duplicate tabs\n➤ Select Tabs using Right Click, Ctrl, Cmd or Shift\n➤ Quickly filter tabs by title and url ( just type - right away! )\n  ➤ Switch to found tab with \"Enter\"\n  ➤ Move multiple highlighted tabs with \"Enter\"\n➤ Switch to your latest opened tab with Shift+Ctrl+Space / Shift+Cmd+Space\n➤ Limit open tabs - Tab Manager will open a new tab in a new window once your limit is reached\n➤ Create new Tabs & Windows\n➤ Move Tabs between Windows\n➤ Delete Tabs & Windows\n➤ Pin/unpin Tabs\n➤ Supports incognito mode, if you enable it\n\n★  Updates\n\n➤ 6.0.0 ( 1st October 2024 )\n- You can now open single tabs from your saved sessions\n- Experimental: Try to restore window names and colors after a browser restart\n- Fix: Vertical layout takes now the full width in popups\n- Fix: Vertical view has now nicer separators when used in full window, that take the whole screen width\n- Fix: Sometimes favicons would not load properly\n- Fix: Make sure session tabs are fully restored before closing the popup\n- Fix: Moving many tabs could stop early because of popup closing in the meantime\n- Fix: Closing many tabs could stop early because of popup closing in the meantime\n- Fix: Discarding many tabs could stop early because of popup closing in the meantime\n- Fix: Selecting a color for a window would hide all other windows until the next open\n- Fix: Windows that were saved out of bounds of the current monitor, could not be restored\n- Fix: Windows that were too big for the current monitor, would not be restored\n- Fix: Don't animate scrolling if animations are disabled\n- Fix: Dragging tabs would sometimes drop them in the wrong location, now they will be added to the closest tab in the new window\n- Fix: Favicons sometimes stuck, based on browser cache\n- Fix: Also use favicon url based on pending url if tab is loading\n- Fix: Don't attempt to show empty favicon\n- Fix: pending urls not being read when calculating window title\n- Fix: window title not updating after tabs fully loaded\n- Fix: IPs being shown as weird numbers in window title/name\n- Fix: title being based on whole url, instead of hostname while tab was loading\n- Fix: Try to find nicer window title if it matches hostname\n- Fix: Group by top-Ips, like 192.168.*.*\n- Fix: If you selected incognito tabs and normal tabs based on a search, and tried to move them to one window then it would fail because they can't be mixed together. Now it will open 2 windows - one with normal tabs, one with incognito tabs.\n\n➤ 5.3.0 ( 22nd September 2024 )\n- Fix: Move to manifest v3\n\n➤ 5.2.1 ( 22nd September 2024 )\n- Fix: White page crash when tab had no hostname / title\n\n➤ 5.2.0 ( 22nd June 2020 )\n- Improves search! Searching for \"google mail\" will highlight tabs that have both words included #107\n- Improves search! Searching for \"google OR mail\" will highlight tabs that have either of the worlds included #106\n- Fix: Searching for the same string length would not trigger another search, but that could have stopped an accent selection #93\n- Shift-right click will now select tabs in between the last selected tab #104 #94\n- Design Fix: default font size set to 16px\n- Default popup size increased to 800x600\n- Default design changed to blocks\n- Improvements: Background clean up added, to keep resources low\n- Improvements: Don't render windows in the background while the color/title selection is active\n- Improvements: Warn when trying to backup empty sessions #98\n- Fix: Doesn't allow users to export empty session files, shows a warning instead\n- Fix: Don't show import/export options for sessions if the feature is not enabled #98\n- Fix: Make it more obvious that you can type right away #86\n- Fix: Pluralization fixes when only 1 tab was selected #87\n\n➤ 5.1.6 ( 17th June 2020 )\n- Reduce options that would be restored in sessions, to limit conflicts\n\n➤ 5.1.5 ( 17th June 2020 )\n- Dark mode has now dark input fields, to ease the eye strain\n- Slight design and color adjustments\n- Fix: Properly close title/color popup after pressing enter/escape ( instead of closing the TMP popup )\n- Fix: When selecting a tab in dark mode, the text was unreadable\n- Fix: Changed the way how tabs are counted - sometimes it was possible to open more tabs per window than allowed\n\n➤ 5.1.4 ( 17th June 2020 )\n- Moving multiple tabs would sometimes not work when using the button or [Enter] key. This should be fixed now\n\n➤ 5.1.3 ( 7th November 2019 )\n- Fix: Popup width adjustable again instead of stuck to 800px\n- Fix: Only open the popup from context menu if current browser supports it\n\n➤ 5.1.2 ( 4th November 2019 )\n- Overhauled and more friendlier context menu. You can now open the popup from the context menu, if opening as own tab is the default. You can now also access the changelog from the context menu\n- Increase popup size/width steps to 25\n- Fix: Hide saved windows when a filter is active\n- Fix: Don't break rows on tabs based on the hidden tabs\n- Fix: Sometimes when using the keyboard the tabs would not highlight properly. This should be resolved now.\n- Fix: Background color for dark mode.\n- Performance improvements, such as not rendering hidden tabs to the DOM\n\n➤ 5.1.1 ( 1st November 2019 )\n- Fix: The \"highlight duplicate tabs\" button may have disappeared - it should be back now\n\n➤ 5.1.0 ( 31st October 2019 )\n- You can now see which tabs are playing sounds and/or music. For this you need to have the \"animations\" option turned on. The tabs with active sounds will pulsate\n- You can see now which tabs have been discarded by the browser to save memory - the icons will lose their color if they are in a discarded / memory-saving state\n- You can also discard tabs well. Simply select one or more tabs, and press the \"discard tabs\" button in the bottom right corner\n- New keyboard possibilities : Use the arrow keys to jump between tabs and windows. Use shift+arrow keys to select tabs. Press Escape to delete a search / unselect everything at once.\n- The big block view has now bigger icons. Easier to read on TVs and big resolutions\n- Small design fixes for dark and compact modes and the options page\n- Fix: Sometimes switching to a tab would not focus the new window properly\n- Fix: Sometimes \"open in own tab\" would not focus on the tab correctly if it was already open\n- Fix: Sometimes the bottom search bar would disappear / be pushed below. This should be resolved now\n- Scroll to the new window when restoring it from saved windows\n- Scroll to the new saved window when saving it\n- When drag and dropping a tab outside of Tab Manager Plus into another program or the browser ( which is not really intended/supported ) it will now paste the URL on drop\n- Under the hood : A rewrite of the extension and upgrade to the latest React version. A big change under the hood with slight performance improvements\n- General performance improvements\n- More options texts regarding shortcuts\n\n➤ 5.0.8 ( 29th October 2019 )\n- You can now backup and restore your saved windows\n- You can now select multiple tabs by using right mouse click while holding shift/ctrl or command. Select the first tab with a right click, and then select the last tab with shift+right mouse click, to select all the tabs in between.\n- You can now set in the options if you'd like to have the Tab Manager open as a popup by default, or in its' own tab\n- Design fixes to have the right amount of tabs per row displayed in the block view\n- Stops auto-scrolling to the first active tab, if the user has already started scrolling\n- Some small fixes to make sure we load correctly also on slower machines\n- Fixes to dark mode in its' own tab - the background was not displayed in the full window\n- Removed buggy animation transitions that would get stuck on hover\n\n➤ 5.0.7 ( 28th October 2019 )\n- Dark mode - you can now enable the dark mode in the options!\n- Close the popup when clicking on a tab, window or restoring a session, but don't close it when we're in a Tab Manager page of its own\n\n➤ 5.0.6 ( 25th October 2019 )\n- Fixed issue where current tab wouldn't be closed when pressing the \"close tabs\" button\n- Backwards compatibility with older browser versions\n\n➤ 5.0.5 ( 23rd October 2019 )\n- Removed unnecessary chrome permission\n- Slight performance improvements\n\n➤ 5.0.4 ( 23rd October 2019 )\n- Save/restore windows ( beta ) - you can now save and restore windows into your local storage. Please note : History of the tabs will not be preserved. ( Disabled by default )\n- Fixes for search box displays on some configurations\n- Adjustments for wide screens\n- Various other small fixes\n- Close popup after pressing enter\n\n➤ 5.0.3 ( 15th August 2019 )\n- Added context menu to open Tab Manager in its' own tab\n- Small fixes for icon borders not rendering properly\n- Fixes for the search bar when the popup is too narrow\n- Added popup title and favicon\n- Disable popup auto-closing until we have a better solution\n- Fixed Firefox error where a new window would not be created\n\n➤ 5.0.2 ( 6th August 2019 )\n- Hotfix for Chrome to support the browser based api\n\n➤ 5.0.1 ( 6th August 2019 )\n- Fixes to rate and review buttons\n- Added donate option - thank you for keeping this extension alive!\n- Changed description of colorize button to include hint that the window name can be changed as well\n- Changed colorize button to settings\n- Adjusted fonts, so they look nicer\n- Font changes in options menu\n- Added title detection for the about: protocol\n- Launched for Firefox as well!\n\n➤ 5.0.0 ( 5th August 2019 )\n- Added rate and review buttons\n- Updated depreciated chrome api calls to newer ones\n- Prepared Firefox compatibility\n\n➤ 4.9.9 ( 27th February 2019 )\n- If the current tab is not in the initial popup screen, then we'll scroll down to it\n- \"Minimize inactive windows\" will only minimize windows on the same monitor ( requires additional permission )\n- Small fixes to window titles from last update\n\n➤ 4.9.8 ( 27th February 2019 )\n- Add option to enable/disable window titles\n- Smarter window title detection, especially for super-long titles\n\n➤ 4.9.7 ( 24th January 2019 )\n- Fix small rendering issues\n- Re-arrange some options\n\n➤ 4.9.6 ( 24th January 2019 )\n- Nicer wrapping of windows\n- Show the tabs with the highest count first in the title\n- Fixes in list views for high width popups, sometimes the titles were cut off\n\n➤ 4.9.5 ( 23rd January 2019 )\n- Unnamed windows will show now the top domains in it instead\n- Added a close option to the naming and color popups\n\n➤ 4.9.4 ( 28th June 2018 )\n- Fixes to stuck tab counters\n- Auto-close forgotten tab managers after 100 seconds\n- Various bugfixes and style changes\n\n➤ 4.9.3\n- Fixes for older Chrome versions\n\n➤ 4.9.2\n- Fixes a bug when localStorage is empty\n\n➤ 4.9.1\n- You can now auto-hide Chrome windows that aren't active, having only one Chrome window in focus at a time\n- There's now a separate section for minimized windows - so it's easier to spot them\n- Clicking on a window will activate that window ( instead of having to click on a tab )\n- Fixes to window coloring - sometimes the colors would be lost / applied to the wrong window\n- New options page\n\n➤ 4.9.0\n- Allows you to give windows colors\n- You can now minimize and maximize windows from Tab Manager\n- Minimized windows are now shown as faded out and at the end of the list\n- You can now set the width and height of the popup in the options\n\n\n\nTab Manager Plus is open source.\n\nThe main purpose of Tab Manager Plus is to find \"lost\" tabs easily. You can open the Tab Manager with a keyboard shortcut - Ctrl+M / Cmd+M or by clicking on the icon - and then you can type right away!\n\nThe Tab Manager will then show you all tabs that match your search terms - by tab title, and by url. If you've found your tab, and it's the only one selected - press \"enter\" - and you will jump right to it!\n\nIf you don't like one of the layouts, there's in total 4 more views available :\n\n★ Block view ( Shows you groups of icons - each window is one group )\n★ Big block view ( same as above, but with bigger icons )\n★ Horizontal view ( every window is one line, and every tab is represented by an icon )\n★ Vertical view ( a list of all your tabs - with readable titles )\n\nYou can move tabs between windows in every view - and you can select tabs with your right mouse button ( or CTRL+click on Mac ). Once you have selected a few tabs, simply press the \"enter\" key, and all tabs will be moved to a new browser window.\n\nAre you stuck with lost duplicate tabs? Simply press the \"duplicate tabs\" icon, and Tab Manager will highlight the Duplicates for you. You can then press \"Enter\" as well, and they will be moved to a separate window.\n\n➤ Don't like animations? You can turn off / turn on animations in the options.\n\n➤ The window is too big - the tabs take too much space? Switch to a compact view in the options - it's less beautiful, but more space efficient.\n\n➤ In each window you will find 2 action buttons. One + icon, that opens a new tab in that window, and a x icon, which closes the whole window. If you don't like these 2 buttons, then you can disable them in the options as well.\n\nIf you want to have an overview over your incognito tabs as well - make sure to go into the extension settings, and to enable the extension in Incognito mode.\n\n★ Additional benefits\n\nDepending on how many scripts are running inside your tabs, cleaning out duplicates from time to time can also speed up your computer by reducing the CPU load. Please take care of your computer.\n\n★ Not so obvious nowadays, but important nevertheless :\n\n- We don't share ANY data with anybody. Everything happens offline and in your browser only.\n- This version does NOT have any malware or hidden ads. We made this, because we were fed up with the previous version that was infested with malware and ads.\n- We love Tab Manager - we hope you love it, too.\n\n★★★★★\nIf you like it, please leave a rating.\n\n★★★★★\nIf you have suggestions, leave a comment in the support box.\n\n★ Legalitites :\n\nThis app is not affiliated with Google or Google Chrome.\nGoogle Chrome is a registered trademark of Google, Inc.\n\nTab Manager Plus does not monitor your links or page visits, and does not track any of your searches or filters.\n\n★★★★★\nPlease enjoy this free Chrome Extension :-)"
  }
}