{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OKIOCAM Stop Motion"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN": "Use your webcam to make stop motion videos and automatically upload them to Google Drive.",
    "fr": "Utilisez votre webcam pour créer des vidéos en stop motion et les télécharger automatiquement sur Google Drive.",
    "ja": "ウェブカメラでゴマ撮り動画を作り、データをGoogleドライブに自動アップロードする",
    "zh_TW": "使用網路攝影機建立逐格動畫影片，並自動將檔案上傳到 Google 雲端硬碟"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create fun and exciting stop motion videos with OKIOCAM Stop Motion! Access your videos from anywhere and on any device and easily use them with other Google cloud services such as Google Classroom, Docs, Slides, Sheets, and Forms.\n\n★ Effortless stop motion videos\nUse your webcam to take snapshots and then make them into awesome stop motion videos. Adjust the playback speed, add your own music (or choose from our selection of royalty-free songs!), trim and perfect your videos before they are automatically uploaded to Google Drive.\n\n★ Onion Skinning\nUse our Onion Skinning feature to ensure that your stop motion videos always come out flawless. Onion Skinning allows you to see a translucent version of the most recently taken snapshot, ensuring that you can line up your next snapshot with perfection.\n\n★ Google Drive and Google Classroom integration\nAll stop motion videos are automatically saved to your Google Drive account, guaranteeing that they are secure and that you save a lot of time by not having to transfer and back up everything manually. Upload your videos directly to Google Classroom and use them as supporting documents for an Answer, an Assignment, or a Question.\n\n★ Camera controls\nTake advantage of the in-built camera controls. The Zoom (up to 6x) slider can help you zoom in to get the perfect shot. The Rotate control can rotate the camera display clockwise and counterclockwise in increments of 90°. Selfie Mode can reverse the camera feed to ensure that you aren’t viewing things backward.\n\nIf you own an OKIOCAM, you can also take advantage of these impressive features:\n\n★ Additional camera controls\nThe Exposure slider lets you adjust your camera’s exposure settings on the fly. The One Button Auto Adjust feature will automatically correct your camera’s focus, exposure, and white balance settings to ensure that you get the very best shot.\n\nAbout OKIOCAM:\n\nWith an adjustable arm, ultra-thin foldable base, and a 360-degree rotating camera supporting super high definition resolutions, OKIOCAM makes it easy for teachers and students to take photos or videos of all their non-digital work. Whether it’s math homework, drawings, arts and crafts, STEM/STEAM projects, or 3D objects, OKIOCAM enables you to transport the physical classroom into the digital realm. Use OKIOCAM with our ever-growing exciting library of apps and extensions including Snapshot and Recorder, Stop Motion, and Time-Lapse for the complete experience.\n\nComments? Questions? Suggestions? Contact us at: \nhttps://support.okiolabs.com"
  }
}