{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OCG - Saving Ocean Life"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OCG is a free extension that helps save dolphins and the ocean while you use the internet"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "★ Save Dolphins, Turtles & Aquatic Life ★\n\nInstall this FREE extension today and you will be instantly helping save dolphins and other ocean life from plastic pollution.\n\n★ How it works ★\n\nJust search the web as you normally would.  When advertisers pay to show you ads, instead of that money going to Google it goes to helping clean the Ocean instead.\n\nMake a difference in the world today by installing and using our extension.\n\nAdditionally we now offer links on some major shopping sites that allow a portion of all your purchases to go to helping clean the ocean.\n\n★ Who we are ★\n\nOcean Cleanup Group or OCG for short and we focus 100% on cleaning the ocean and saving aquatic life.  This FREE app helps us raise money to save the oceans of our world.\n\n★ Your impact ★\n\nBy using this extension you will be directly helping clean the Ocean.  The money advertisers pay to show you ads will go directly towards cleaning operations 100%.  On average for every 300 users we are able to hire a single full time employee to help with the cause.\n\n★ Permissions ★\n\nBy clicking \"Add to chrome\", I accept and agree to installing the OCG extension and setting Chrome™ New Tab and Default Search to that provided by the service and the Privacy Policy (https://ocg.org/privacy) and Terms of Use (https://ocg.org/terms-of-service)"
  }
}