{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Donetica - Your search matters",
    "de": "Donetica - Ihre Suche ist wichtig",
    "es": "Donetica - ¡Su búsqueda importa",
    "fr": "Donetica - Votre recherche compte",
    "it": "Donetica - La tua ricerca conta"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Donetica - Your search matters!",
    "de": "Donetica - Ihre Suche ist wichtig!",
    "es": "Donetica - ¡Su búsqueda importa!",
    "fr": "Donetica - Votre recherche compte!",
    "it": "Donetica - La tua ricerca conta!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "When Donation and Etica meet together - Donetica. \nChange the world with your search, your search matters ! \nFor only several clicks a donation will be made From Donetica to one of non-profit organisations in the categories of Charity, Ecology, Health and Welfare. \nStart making the change today ! \nYour search and privacy are above all, we won't do any use of them.\n\nNotification:\nOnce agreed to install Donetica Extension you will set your default search engine to Donetica. \nYou will start changing the world with your searches from this day forward !",
    "de": "Wenn Donation und Etica zusammenkommen - Donetica.\nVerändere die Welt mit deiner Suche, deine Suche zählt!\nMit nur wenigen Klicks wird von Donetica eine Spende an eine gemeinnützige Organisation in den Kategorien Wohltätigkeit, Ökologie, Gesundheit und Wohlfahrt gemacht.\nBeginnen Sie noch heute mit der Veränderung!\nIhre Suche und Privatsphäre stehen vor allem, wir werden sie nicht nutzen.\n\nBenachrichtigung:\nSobald Sie der Installation der Donetica-Erweiterung zugestimmt haben, stellen Sie Ihre Standardsuchmaschine auf Donetica ein.\nVon diesem Tag an werden Sie mit Ihrer Suche die Welt verändern!",
    "es": "Cuando Donation y Etica se encuentran - Donetica.\nCambia el mundo con tu búsqueda, ¡tu búsqueda importa!\nPor solo unos pocos clics se hará una donación desde Donetica a una de las organizaciones sin fines de lucro en las categorías de Caridad, Ecología, Salud y Bienestar.\n¡Empiece a hacer el cambio hoy!\nTu búsqueda y privacidad están por encima de todo, no las usaremos.\n\nNotificación:\nUna vez que haya aceptado instalar Donetica Extension, establecerá su motor de búsqueda predeterminado en Donetica.\n¡Comenzarás a cambiar el mundo con tus búsquedas a partir de este día!",
    "fr": "Quand Donation et Etica se rencontrent - Donetica.\nChangez le monde avec votre recherche, votre recherche compte !\nPour seulement quelques clics, un don sera fait de Donetica à l'une des organisations à but non lucratif dans les catégories Charité, Écologie, Santé et Bien-être.\nCommencez à faire le changement aujourd'hui !\nVotre recherche et votre vie privée sont avant tout, nous n'en ferons aucun usage.\n\nNotification:\nUne fois que vous avez accepté d'installer Donetica Extension, vous définirez votre moteur de recherche par défaut sur Donetica.\nVous commencerez à changer le monde avec vos recherches à partir de ce jour !",
    "it": "Quando Donazione ed Etica si incontrano - Donetica.\nCambia il mondo con la tua ricerca, la tua ricerca conta!\nSolo per pochi click verrà fatta una donazione Da Donetica ad una delle Onlus nelle categorie Beneficenza, Ecologia, Salute e Welfare.\nInizia a fare il cambiamento oggi!\nLa tua ricerca e la tua privacy sono prima di tutto, non ne faremo alcun uso.\n\nNotifica:\nUna volta accettato di installare Donetica Extension, imposterai il tuo motore di ricerca predefinito su Donetica.\nInizierai a cambiare il mondo con le tue ricerche da questo giorno in poi!"
  }
}