{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ESUIT | Mass Friends Remover for Facebook™"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Remove all of your friends on Facebook"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "'Mass Friends Remover for Facebook™' – the ultimate solution for streamlining your Facebook friend list with speed and efficiency. Our extension empowers users to effortlessly remove friends from Facebook in bulk, freeing you from the lengthy and tiresome process of individual deletions. Tailor your friend removal process by category, effortlessly filtering out inactive users or selecting friends by gender—'inactive', 'female', and 'male'. Mass Friends Remover for Facebook™ operates swiftly, making it an indispensable tool for those looking to make a fresh start on the social platform. Save hours of your time and simplify your digital life with just a few clicks!\n\nAdditional Features:\nIn the Popup, we provide the following additional features:\n\nFind more extensions: This is a promotional link if you want to discover more browser extensions developed by ESUIT.\nBuy me a coffee: If you'd like to support our future updates and maintenance, you can use this feature to buy us a cup of coffee.\nReport a bug: If you encounter any issues, you can get in touch with us through this link, and we will assist you in fixing it.\nRate Chrome Store options: If you enjoy using this extension, you can click here to rate it.\n\nPrivacy Policy\nIf you log in to this extension using Google Gmail, we will store your email address for the purpose of distinguishing between subscribed and non-subscribed users.(If you are a non-subscribed user, we will not collect any of your information.)\nRead more https://esuit.dev/privacy-policy\n\nWarning\nFacebook™ is a trademark of Facebook Inc., registered in the U.S. and other countries. This is an independent project developed by ESUIT. and has no relationship to Facebook™ or Facebook Inc. \n\nthis extension is not officially developed by Facebook™, The author is @William Chen\n\nGot feedback or experiencing any issues? Let us know on Facebook! Your input is important to us and we're here to help.\nhttps://www.facebook.com/esuitdev\n\nkeywords:\nMass Friends Remover for Facebook\nBulk Unfriend Facebook\nFacebook Friend List Management\nSwift Facebook Friend Removal\nAuto Unfriend Facebook Tool\nDelete Facebook Friends Quickly\nManage Facebook Connections\nFacebook Friend Cleanup Extension\nSocial Media Friend Organization\nEfficient Unfriending Plugin",
    "en,en_AU": "'Mass Friends Remover for Facebook™' – the ultimate solution for streamlining your Facebook friend list with speed and efficiency. Our extension empowers users to effortlessly remove friends from Facebook in bulk, freeing you from the lengthy and tiresome process of individual deletions. Tailor your friend removal process by category, effortlessly filtering out detective users or selecting friends by gender—'detective', 'female', and 'male'. Mass Friends Remover for Facebook™ operates swiftly, making it an indispensable tool for those looking to make a fresh start on the social platform. Save hours of your time and simplify your digital life with just a few clicks!\n\nFeature:\nRemove all of your friends in bulk\nRemove from user's ID\n\nIf you need to subscribe to our service, we will collect your email address to verify your subscription status. (We only collect this data from subscribers; if you do not subscribe, we will not collect any of your data.) This is our privacy policy.\nhttps://esuit.dev/privacy-policy\n\nNotice: this extension has In-App Purchases.\nThis extension includes features that require payment to unlock unlimited usage. Please refer to our pricing page for more details.\nhttps://esuit.dev/pricing/mass-friends-remover-for-facebook\n\nAdditional Features:\nIn the Popup, we provide the following additional features:\n\nFunction Description: A brief description accompanied by a video tutorial demonstrating how to use this extension.\nLogin Button: Use when you need to subscribe to premium features or log in with an existing subscription.\nRelevant-Ext: We provide brief recommendations and introductions to relevant extensions in a small section.\nEncountering an issue? Report it to us 💪: If you encounter any issues, you can get in touch with us through this link, and we will assist you in fixing it.\n\nWarning\nFacebook™ is a trademark of Facebook Inc., registered in the U.S. and other countries. This is an independent project developed by ESUIT. and has no relationship to Facebook™ or Facebook Inc. \n\nthis extension is not officially developed by Facebook™, The author is @William Chen\n\nGot feedback or experiencing any issues? Let us know on Facebook! Your input is important to us and we're here to help.\nhttps://esuit.dev/RedirectingToFBPage.html"
  }
}