{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Incognito Mode Reset Button"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Clear history, cookies and cache of a current incognito session while leaving all tabs open!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Chrome’s incognito mode is useful for a whole lot of things, also beyond the cliché dirty stuff one might prefer to be hidden from his browser history:\n\n- Signing in on websites with different accounts or letting others do stuff without leaving marks on your browser\n\n- Wanting certain stuff to not be tracked by advertisers\n\n- Wanting more control of what shouldn’t go into consideration for personalised experiences on websites\n\n- Other temporary research and things there’s just no need for to be remembered by the browser\n\n- Tricking websites into treating you like a stranger\n\nIf you make use of the incognito mode extensively in your normal browsing experience, you might find yourself in situations where you’ve got a lot of tabs open in incognito mode that you don’t want to close yet, but you also want to visit a new website or do something where the initial incognito experience without the websites knowing anything about you should be replicated.\n\nThis is what this extension was made for: The Incognito Mode Reset Button deletes all data - history, cache, cookies, ... - that have been amassed within a running incognito session over time without having to close all incognito tabs.\n\nThere’s currently no way to do this - you either have to close all incognito tabs and open a new incognito window, or you have to accept that websites have collected stuff about you within the borders of incognito mode. The Incognito Mode Reset Button can thus make your incognito browsing experience even more powerful!\n\nPlease enjoy this extension and leave a review or comment if you like!\n\nPlease note: You need to give this extension the permission to work in incognito mode for it to be even displayed there and take use of it."
  }
}