{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fi,fil,gu,he,hi,it,kn,lt,lv,ml,mr,ms,pl,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adblock Ads Free Mode",
    "de": "Adblocker for Youtube™",
    "es": "Youtube™ Adblock",
    "fa": "Adblocker for Web",
    "fr": "Pornhub AdBlock",
    "hr": "AdBlock – block ads across the web",
    "hu": "AdBlocker for OnlyFans",
    "id": "AdBlocker for Pornhub",
    "ja": "xVideos AdBlcoker",
    "ko": "AdLock: Adblocker & Privacy Protection",
    "nl": "Youtube AdBlocker Free",
    "no": "Adblock Plus - free ad blocker",
    "pt_BR": "Pornhub AdBlocker Free",
    "sv": "The Best Youtube Free Ads Block"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fi,fil,gu,he,hi,it,kn,lt,lv,ml,mr,ms,pl,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blocks ads, suspicious activity, redirects, video ads, trackers, miners, etc. Protects your personal data",
    "de": "Block ads on Youtube. Block ads on Instagram. Adblocker for Twitter. Adblocker for Facebook.",
    "es,hr": "Free Ads Blocker for Chrome. Fast and safe adblocker for your browser. Add to Chrome to remove all visual advertisings, redirects,…",
    "fa": "Free Adblocker with no paid services and subscription. Protect your personal data and remove all annoying ads from all websites",
    "fr": "Pornhub Adblocker. Onlyfans Adblocker. Ad Blocker for adult websites. Protects your private data and removes annoying ads.",
    "hu": "Adblock for OnlyFans. Adblock for Pornhub. Removes ads from all websites. Blocks video ads on YouTube, Twitch and other video…",
    "id": "How to block ads on Pornhub? Easy. Add this AdBlcoker to your Chrome and enjoy Pornhub without advertisings. Blocks all ads on all…",
    "ja": "Ad Block for xVideos website. Enjoy adult content of Onlyfans, Pornhub, xVideos, Xhamster, etc. without advertisings. Also protects…",
    "ko": "Best Free Adblocker for Chrome browser. Speeds up your Chrome by removing Ads from all websites and social networks. YouTube,…",
    "nl": "Fast and Free Adblocker for all websites, including streaming and video hosting platforms. YouTube, Twitch, Facebook, Instagram,…",
    "no": "The only True AdBlocker in the Web. Forget about annoying banners, chat windows, popups, etc. Block ads on YouTube, Instagram,…",
    "pt_BR": "Designed to block ads on adult websites. Block ads on Pornhub Premium. Adblock for Onlyfans, xVideos, etc. Enhanced privacy and…",
    "sv": "Adblocker with Unlimited capabilities to clean your browsing experience from Ads, Prerolls, Video Ads, Chat Windows, Personal Data…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fi,fil,gu,he,hi,it,kn,lt,lv,ml,mr,ms,pl,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adblock Ads Free Mode is an advanced ad blocker designed to improve your online browsing by removing distracting ads and enhancing your privacy. It effectively blocks various forms of advertising, including:\n•\tPop-ups\n•\tBanners\n•\tVideo ads\n•\tNew tab redirects\n•\tUnwanted chat windows\nKey Features:\n•\tBlocks intrusive ads on all websites\n•\tPrevents malicious redirects and potential online threats\n•\tProvides faster page loading by reducing content clutter\n•\tSeamless experience on popular platforms like YouTube, Facebook, Amazone, and more",
    "de,es,fa,fr,hr,hu,id,ja,ko,nl,no,pt_BR,sv": "Adblock: Ad Blocker for Browsing with no ads and Data Security\nAdblock is a cutting-edge ad blocker designed to eliminate disruptive ads and protect your online privacy. This tool effectively removes all kinds of visual ads, such as:\n•\tPop-ups\n•\tBanner ads\n•\tVideo ads\n•\tNew tab redirects\n•\tAnnoying chat windows\n\nBeyond its ad-blocking capabilities, Adblock focuses on securing your personal and browsing data. It includes robust features like:\n•\tBlocking malicious redirects and other harmful software or adware\n•\tPreventing the collection and transfer of your personal and browsing information\n\nOnce Adblock is added to your Chrome browser, it automatically starts blocking ads and securing your data on:\n•\tAll websites with intrusive visual ads\n•\tPopular social media platforms like Instagram, Twitter, and Facebook\n•\tVideo streaming services like YouTube and Twitch\n\nWhy Choose Adblock?\n•\tNo more ads disrupting your browsing experience\n•\tWatch videos seamlessly without preroll or mid-roll ads\n•\tEnjoy a faster internet connection due to reduced ad loading times\n•\tIncreased protection of your personal data and online privacy\n\nWith Adblock, you get rig of ads, uninterrupted browsing while enhancing your data security. Install it today for a smoother and safer online experience!"
  }
}