{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mico Wallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Mico (Decentralized Autonomous Organization) wallet extension is a powerful tool."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Mico (Decentralized Autonomous Organization) wallet extension is a powerful tool for managing cryptocurrencies and tokens on a decentralized network. This wallet extension comes equipped with a range of useful features, including the ability to swap tokens, transfer tokens, import secret phrases, create new accounts, add new accounts, remove accounts, change account names, export private keys and secret phrases, manage NFTs, import custom tokens and NFTs, view transaction history, and switch networks.\\nOne of the most notable features of this MICO wallet extension is its ability to swap tokens. With this feature, users can easily exchange one cryptocurrency or token for another, all within the same wallet extension. This makes it easy to manage multiple digital assets in one convenient location.\\nAnother useful feature is the ability to transfer tokens, which allows users to send and receive cryptocurrencies and tokens from other users or wallets. This feature is essential for anyone who wants to participate in decentralized finance (DeFi) transactions, as it allows for seamless movement of assets between different platforms.\\nImporting secret phrases is also a critical feature of this wallet extension, as it enables users to access existing accounts and balances from other wallets or exchanges."
  }
}