{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TrackExtract"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Preview any artist, album or song mentioned anywhere on the web."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**Who is this for**\n\nMost people are happy getting their music recommendations from the Spotify algorithm. But some people like to read reviews, participate in music communities, and dig deeper to really find their next favourite artist. They like to understand the context, history, and influences of what they listen to.\n\nTrackExtract is for these people - the music obsessed.\n\n**How it works**\n\nIn one click, TrackExtract scans your current webpage. It can be any site that you already use to discover music: such as Pitchfork, Reddit, or RateYourMusic.\n\nTrackExtract will identify any artist, album, or song written on the page and pull in preview tracks from Spotify for them. In one click, you can hear snippets of tracks so you can quickly determine if you like it or not.\n\n- Save time copying, pasting, and skipping past intros\n- Improve your knowledge of artists old and new\n- Find new favourites\n\n**Pricing**\n\nTrackExtract is free and instant to try. You don't need an account or a credit card to give it a go.\n\nIf you want to unlock longer sound previews, you can link a Spotify account. TrackExtract asks for minimal permissions and does not interfere with your library.\n\nIf you enjoy TrackExtract and want to retrieve more than 100 results, you can purchase lifetime access for a one-off charge. All purchases come with human customer support and a 7-day money back guarantee."
  }
}