{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Active Whois & Flags extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Displays the flags, IP address and Whois data of websites. Says the country name of a visited site. Active Whois 5.2++ required."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Display the flags, IP address and whois data of websites. It's able also to tell the country name of a site that you had visited. And more, you can also transfer the URL of website to Active Whois for the detailed analyzing of whois and get much more information.\n\nYou need to enable a talk features in options to allow extension to tell you a names of countries you visit over web.\n\nPLEASE NOTE: This extension works only in Windows systems with installed Active Whois 5.2 or above. All other platforms are unsupported.\n\nActiveWhois is an easy-to-use network tool for Windows platform you can use to find any information about the owners of IP address or Internet domain. You can determine the country, personal and postal addresses of owner, and/or user of IP address and domains. This cutting-edge technology allows ActiveWhois users to explore DNS aliases as well as simultaneously display both the domain and IP address information. Unlike other WHOIS clients, Active Whois does not require special skills to determine the desired information. Its unique WHOIS-hyperlink feature allows you to explore domain databases easily as browsing the web.\n\n*******\nActive Whois can work with Internet Explorer and Firefox too. Please check our site: http://www.johnru.com/active-whois/"
  }
}