{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Calendar Description Prefiller"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension prefills the description field when creating events in Google Calendar."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Calendar Description Prefiller is a powerful Chrome extension designed to streamline your scheduling process on Google Calendar. With just a few clicks, you can automatically fill in the description of your events based on predefined options, saving you time and effort.\n\nKey Features:\n\n- Automatic Description Filling: Select from predefined options to automatically fill the description field of your events. You no longer need to type repetitive information.\n- Customizable Options: Customize the predefined options according to your preferences and needs. Set up your choices once, and let the extension do the work for you.\n- Easy-to-use Interface: Seamlessly integrated with Google Calendar, our extension provides a user-friendly interface that doesn't interfere with your usual calendar navigation.\n- Efficient and Lightweight: Designed with efficiency in mind, our extension won't slow down your browser or affect other tabs.\n\nGoogle Calendar Description Prefiller is perfect for users who frequently schedule events and meetings on Google Calendar and want to streamline their event creation process. It's particularly helpful for professionals, students, and anyone who wants to boost their productivity.\n\nInstall \"Google Calendar Description Prefiller\" today and make scheduling events a breeze!"
  }
}