{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JumpFind 2"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get to commonly used websites quicker by using this Add-On!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Now even better and more user-friendly:\nJumpFind 2\n\nDo you know this?\n1. You type \"youtube\" into the address bar\n2. Now you will be redirected to standard web search\n3. Now you can click on the first result to get to the actual YouTube page\nDo you think it could be faster? So do we!\nWe've taken care of the problem and have come up with a simple solution to make life easier for you and us, and save a lot of valuable time.\nFor questions and suggestions, please contact:\nfischerthomas158@gmail.com\n\nLet's say it takes you 30 seconds to get on YouTube and you do it three times a day. That's over 9h a year.\nWith JumpFind 2 you shorten the time and simply skip the first two points. You will be redirected directly to the page you want. Best of all, you can set your own jumps, giving you full control over the commands.\nTo save you even more of your precious time, we have created a pre-selection of the most frequently used jumps:\n- \"yt\" or \"youtube\" type in the address bar to land directly on youtube.com\n- \"wiki\" or \"wikipedia: Direct link to wikipedia.org\n- \"gmail\": direct link to gmail.com\n- \"whatsapp web\": Direct link to web.whatsapp.com\nBesides saving time, you're also doing something really good for the environment. Direct referrals eliminate unnecessarily used resources. This improves your eco-balance and helps promote a healthier planet.\n\nThe most important thing about privacy:\n- No personal data is collected about the setup & use of this extension\n- If you wish, you can simply uninstall the extension.\nWhen doing so, you will be redirected to a feedback form, so you can decide to tell us the reason for uninstalling. In this case we will store the entered text together with your IP address for the next 30 days.",
    "de": "Jetzt noch besser und nutzerfreundlicher:\nJumpFind 2\n\nKennen Sie das?\n1. Sie tippen „youtube“ in die Adressleiste\n2. Nun werden Sie zur Standard-Websuche umgeleitet\n3. Jetzt können Sie auf das erste Ergebnis klicken und gelangen so zur eigentlichen YouTube-Seite\nFinden Sie, dass es schneller gehen könnte? Wir auch!\nWir haben uns dem Problem angenommen und haben eine einfache Lösung entwickelt, um Ihnen und uns das Leben zu vereinfachen und viel wertvolle Zeit zu sparen.\nFür Fragen und Anregungen kontaktieren Sie bitte:\nfischerthomas158@gmail.com\n\nAngenommen es dauert 30 Sekunden bis Sie auf YouTube sind und machen dies drei Mal am Tag. Das sind über 9h im Jahr.\nMit JumpFind 2 verkürzen Sie die Zeit und überspringen die beiden ersten Punkte einfach. Sie werden direkt zu der gewünschten Seite weitergeleitet. Und das Beste: Sie können Ihre Sprünge selbst einstellen und haben somit die volle Kontrolle über die Befehle.\nUm Ihnen noch mehr Ihrer kostbaren Zeit zu sparen, haben wir eine Vorauswahl der am häufigsten genutzten Sprünge erstellt:\n- „yt“ oder „youtube“ in die Adressleiste eintippen, um direkt auf youtube.com zu landen\n- „wiki“ oder „wikipedia: Direktverweis auf wikipedia.org\n- „gmail“: Direktverweis auf gmail.com\n- „whatsapp web“: Direktverweis auf web.whatsapp.com\nNeben der eingesparten Zeit tun Sie auch noch etwas richtig Gutes für die Umwelt. Durch die direkten Verweise werden unnötig genutzte Ressourcen vermieden. Dies verbessert die Ökobilanz und hilft einen gesünderen Planeten zu fördern.\n\nDas Wichtigste zum Datenschutz:\n- Es werden keine persönlichen Daten über die Einrichtung & Verwendung dieser Erweiterung gesammelt\n- Nach Wunsch können Sie die Erweiterung einfach deinstallieren.\nDabei werden Sie zu einem Feedback Formular weitergeleitet, so können Sie sich entscheiden uns den Grund für die Deinstallation mitzuteilen. In diesem Fall speichern wie den Eingegebenen Text zusammen mit Ihrer IP-Adresse für die nächsten 30 Tage."
  }
}