{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stackable - Bookmark and Tab Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stackable is a home screen for your browser. It's the best way to manage your bookmarks and tabs.\n\nWe help you find your content…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stackable is a home screen for your browser. It's the best way to manage your bookmarks and tabs.\n\nWe help you find your content and files super fast. Just open up a new tab in your browser. \n\nStackable reimagines the way we organize bookmarks, manage tabs and search for things.\n\nFeatures\n\n1) Home screen\nJust like your mobile phone's home screen that links you to all your apps, Stackable is a home screen for your browser. Open up a new tab and you'll see all your bookmarks and open tabs in one place. It's so much easier to find what you need!\n\n2) Drag and drop bookmarks\nEverything in Stackable is drag and drop friendly! Organize your bookmarks into Stacks and move them around however you like.\n\n3) Open 100 bookmarks instantly\nAlways need to open the same links? Save them into a Stack and open all of them with one-click.\n\n4) Powerfully manage open tabs\nView all your open tabs in one place. Quickly bookmark, rearrange tabs, go to tabs and close tabs.\n\n5) Search for anything anywhere\nLaunch the Stackable command bar on any webpage to quickly access your bookmarks, tabs and history.\n\n6) Share bookmarks with anyone\nTeam dashboards? New employee onboarding? Reading list? Share them all with a link.\n\n7) Free forever\nStackable was created to make your web browsing super efficient. It will always be free to use for individuals. We will never limit the number of bookmarks or tabs you have."
  }
}