{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CleanLink"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A browser extension that shortens lengthy links and removes tracking data without the use of a link shortening service."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**CleanLink is currently in beta.** There is a small chance that the link copied to your clipboard will not be valid, however, CleanLink will not break your overall browsing experience. If you notice that CleanLink breaks any links when shortening them, please file an issue at https://github.com/mathvav/cleanlink/issues.\n\nMany websites add a lot of extra \"garbage\" to the link at the top of your browser, for any of the following reasons:\n\n• Tracking customers throughout the \"conversion funnel\"\n• Making the link more recognizable to humans, such as putting \"/Taylor-Swift-Album\" in the URL for an album from the best musician to ever live\n• Storing extra information about your browsing experience, such as the exact search text that took you to the product you're viewing\n\nHowever, when copying-and-pasting links to put in emails or spreadsheets, this extra data can take up a lot of space and make the link look... ugly.\n\nCleanLink fixes this by taking a link like...\n\nhttps://www.amazon.com/Capri-Sun-Variety-Pack-Strawberry/dp/B0812HZGGZ/?_encoding=UTF8&pd_rd_w=BV32h&pf_rd_p=58f68c27-9bf4-466f-b1c8-101a062bcc82&pf_rd_r=K9PPQDP3APKTHFR13WTA&pd_rd_r=d7a0ba05-e5d9-4c59-a37c-b470911fd28d&pd_rd_wg=bPW0M&ref_=pd_gw_wish\n\n...and shortening it to...\n\n https://www.amazon.com/dp/B0812HZGGZ\n\n....just by removing unnecessary parts of the URL—this shortened link is 14% of it's original length!\n\nCleanLink works especially well on Amazon and eBay product links, along with Google and Bing searches, but additionally removes \"UTM\" tracking data from the links of millions of websites worldwide. It sits in the top right corner of Chrome, and its icon turns from gray to blue when it senses that it can make the link on the current page shorter. When you click on the icon, CleanLink shortens the link and copies it to your clipboard for you."
  }
}