{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TerraCare"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Work in Progress | Early Beta"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**WORK IN PROGRESS | Early Beta**\n\nSTATUS:\nTerraCare is still in development and will only work on Amazon web pages for the time being.\n\nTERRACARE ACHIEVEMENTS:\n1st Place in IBM's 2020 CFC University Spot Challenge for Climate Change | Energy Sustainability.\n\nOUR GOALS:\n- Help users understand how damaging some products are for the planet.\n- Simplify energy consumption information on online products.\n- Suggest alternative and more energy efficient products.\n- Create a network with smaller and local, eco-aware businesses.\n- Provide insights about savings derived from more power efficient appliances and behaviours.\n- Provide a scoring system\n\nHOW DOES IT WORK?\nThe plugin itself would only activate when browsing on an online product page. When visiting these pages, you will be prompted with a clear and simplified overview of the main energy information and a lists of less impactful alternative products.\n\nThanks to IBM Watson our extension will be capable of defining the best product alternatives. Looking at similar products, with a smaller carbon footprint and impact, using information such as production location and energy consumptions rate.\n\nHOW DO WE SIMPLIFY?\nTerraCare would grab the energy information on products and display it in ways easier to read by providing:\n\n- Energy bill prices compared to more energy efficient product's energy bill prices\n- The product's energy consumption in formats easier to comprehend\n- Scoring system to show how much the user is helping the planet (TerraScore)\n\nTerraPoints can be converted to obtain discounts and coupons to be used to buy sustainable products from eco-aware companies.\n\nSUMMARY:\nOne shopper's carbon footprint may not have much of an impact on the Planet, but millions can.\n\nWe believe that energy information is not being simplified as much as it should be contributing largely to global warming and environment pollution. We also believe in a lack of awareness about individual environment footprints and impact, which directly leads to the stasis of action on a personal basis.\n\nTerraCare has the potential to be a large cog for a solution towards this problem, helping encouraging and enticing Users to be more energy efficient by educating and rewarding them.\n\nCONTRIBUTORS:\nAlex Duthie\nScott Graham\nVittorio Rivabella\nAndrew Ellen\nDamir Elsik"
  }
}