{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FMCSA Products"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FMCSA Products"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FMCSAregistration.com tool for trucking and carriers. Quick View Sales Trends on the List Page.\n👋 👋 fmcsa-compliance is a product research tool for FMCSAregistration.com. \nIt gives a comprehensive analysis of every FMCSAregistration.com product and recommends trending products every day, so you won't be bothered by what to sell next!\nYou can compare cost and credibility with similar products and suppliers to maximize your profits, and discover trucking compliance that is selling the same services, so to make your decision more considered!\nFMCSA Registration now proudly present our new extension for the listing of products! Now you can easily stay up to date with our products without even visiting our page.\n——————————————————————————————————\n\n\n👋 👋 HOW TO USE IT?\nJust install it onto your Chrome browser and the extension will list down all the product names for you automatically! You can even check the details of the products by clicking on the product name. \n——————————————————————————————————\nOnce you are on the home page,\n1. You'll find the best-selling charts on the home page, category page, and search result page.\n2. For each result you search, you'll notice an extended table attached to the item like originally, on it are fast facts on the product performance.\n3. Click the Add to Cart icon which is floating on the items detail page, you will be impressed by the exhaustive analysis of the product and the store.\n——————————————————————————————————\n\nFor more FMCSAregistration.com products analysis, please check https://FMCSAregistration.com\n\nRegistration LLC. This application uses the FMCSAregistration.com API but is not endorsed or certified by John Weiss"
  }
}