{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Crawltbot - SEO Helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ask any SEO question to Crawltbot! Quick access to the Crawltbot AI SEO Helper."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🤖 Meet Crawltbot, your new SEO and digital marketing support agent, right within Google Chrome! As an expert in the field, Crawltbot is designed to provide you with instant, reliable answers to your SEO questions, directly from the vast knowledge base of Google Search Central. 🔎\n\nWhether you're dealing with tricky keywords, pondering over page rankings, or just starting out with digital marketing, Crawltbot is here to assist. Just type in your question, and get expert advice in seconds. Our philosophy is simple: direct, useful SEO guidance at your fingertips. ✨\n\n🎒 Features:\n\n- Instant SEO Support: Ask any SEO-related question and receive an expert response based on Google Search Central's comprehensive resources.\n- User-Friendly Interface: Easy-to-navigate chat environment for a smooth user experience.\n- Up-to-Date Information: Crawltbot pulls from the latest materials and guidelines directly from Google, ensuring you receive the most current advice.\n- Simple Installation: Add Crawltbot to Chrome with just one click, integrating seamlessly into your browsing experience.\n- Absolute Focus: Crawltbot is dedicated to SEO and digital marketing questions, ensuring you get the specialized support you need.\n\n📕 How It Works:\n\n- Install Crawltbot from the Chrome Web Store.\n- Click on the Crawltbot icon in your Chrome toolbar to open the chat interface.\n- Ask your SEO-related questions and receive concise, informed responses.\n- Access direct links to Google Search Central for further reading and detailed resources.\n\n🕸️ Use Crawltbot for:\n\n- SEO strategy and planning\n- Understanding Google’s algorithms and updates\n- Improving website visibility and search rankings\n- Content optimization and keyword research\n- Technical SEO and site audits\n\nStop sifting through endless forums and outdated articles. Add Crawltbot to Chrome today and start making informed decisions that will elevate your site's SEO and boost your digital marketing efforts. Your expert SEO assistant awaits – try Crawltbot now! 💫"
  }
}