{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BetterYT - Better YouTube",
    "de": "BetterYT - Besseres YouTube",
    "es": "BetterYT - Mejor YouTube",
    "fr": "BetterYT - YouTube Amélioré",
    "it": "BetterYT - YouTube Migliorato"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds useful changes to YouTube, such as showing the mini player when scrolling.",
    "de": "Fügt nützliche Änderungen zu YouTube hinzu, wie das Anzeigen des Mini-Players beim Scrollen.",
    "es": "Añade cambios útiles a YouTube, como mostrar el mini reproductor al desplazarse.",
    "fr": "Ajoute des changements utiles à YouTube, comme l'affichage du mini-lecteur lors du défilement.",
    "it": "Aggiunge modifiche utili a YouTube, come mostrare il mini player durante lo scorrimento."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Better YouTube tries to make the YouTube viewing experience better by adding features to the site. Each feature is able to enabled/disabled.\n\nFeatures:\n- Show the mini player on scroll down to comments or related videos\n- Redesigned live stream theater mode that makes theater mode look like Twitch.TV\n- A new comments mode that moves the comment section from its normal position to the right of the video, allowing comments to be read while watching a video",
    "de": "Better YouTube versucht, das YouTube-Erlebnis zu verbessern, indem es der Website Funktionen hinzufügt. Jede Funktion kann aktiviert/deaktiviert werden.\n\nMerkmale:\n- Zeigen Sie den Mini-Videoplayer an, wenn Sie nach unten zu Kommentaren oder verwandten Videos scrollen\n- Option zum Zurückgeben der Abneigungszahl dank der Return YouTube Dislike API (https://www.returnyoutubedislike.com/)\n- Überarbeiteter Live-Stream-Theatermodus, der den Theatermodus wie Twitch.TV aussehen lässt\n- Ein neuer Kommentarmodus, der den Kommentarbereich von seiner normalen Position auf die rechte Seite des Videos verschiebt, sodass Kommentare gelesen werden können, während ein Video angesehen wird\n\n*BetterYT befindet sich derzeit in der Beta-Phase, daher können Fehler auftreten.",
    "es": "Better YouTube intenta mejorar la experiencia de visualización de YouTube agregando funciones al sitio. Cada función se puede habilitar/deshabilitar.\n\nCaracterísticas:\n- Muestre el mini reproductor de video desplazándose hacia abajo para ver comentarios o videos relacionados\n- Opción para devolver el recuento de no me gusta, gracias a la API Return YouTube Dislike (https://www.returnyoutubedislike.com/)\n- Modo de teatro de transmisión en vivo rediseñado que hace que el modo de teatro se parezca a Twitch.TV\n- Un nuevo modo de comentarios que mueve la sección de comentarios de su posición normal al lado derecho del video, lo que permite leer los comentarios mientras mira un video.\n\n*BetterYT se encuentra actualmente en versión beta, por lo que pueden ocurrir errores.",
    "fr": "Better YouTube essaie d'améliorer l'expérience de visionnage de YouTube en ajoutant des fonctionnalités au site. Chaque fonctionnalité peut être activée/désactivée.\n\nTraits:\n- Afficher le mini lecteur vidéo sur le défilement vers le bas pour les commentaires ou les vidéos connexes\n- Possibilité de retourner le nombre de dislike, grâce à l'API Return YouTube Dislike (https://www.returnyoutubedislike.com/)\n- Mode théâtre de diffusion en direct repensé qui fait ressembler le mode théâtre à Twitch.TV\n- Un nouveau mode de commentaires qui déplace la section des commentaires de sa position normale vers le côté droit de la vidéo, permettant aux commentaires d'être lus tout en regardant une vidéo\n\n*BetterYT est actuellement en version bêta, des bugs peuvent donc survenir.",
    "it": "Better YouTube cerca di migliorare l'esperienza di visualizzazione di YouTube aggiungendo funzionalità al sito. Ogni funzione è in grado di abilitare/disabilitare.\n\nCaratteristiche:\n- Mostra il mini video player mentre scorri verso il basso fino a commenti o video correlati\n- Opzione per restituire il conteggio dei non mi piace, grazie a Return YouTube Dislike API (https://www.returnyoutubedislike.com/)\n- Modalità cinema in live streaming riprogettata che rende la modalità cinema simile a Twitch.TV\n- Una nuova modalità commenti che sposta la sezione dei commenti dalla sua posizione normale al lato destro del video, consentendo di leggere i commenti mentre si guarda un video\n\n*BetterYT è attualmente in versione beta, quindi potrebbero verificarsi dei bug."
  }
}