{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Umlauter: automatically add Umlauts",
    "de": "Umlauter: automatisch Umlaute einfügen"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Corrects common German transcriptions like ue to the proper Umlaut ü.",
    "de": "Korrigiert gängige deutsche Transkriptionen wie ue zum richtigen Umlaut ü."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Try typing something like \"Kuehe\" in a textbox followed by a space or period to see it corrected! Useful when typing German on US-keyboards.\n\nRequires access to websites to correct typing in input boxes. All data is processed locally and is not sent to remote servers!\n\nOn computer systems that don't support them, German words like \"Erklärung\" are often written as \"Erklaerung\" to avoid the use of diacritic letters. Though this is readable, it looks odd. An easy solution would be to replace all two letter combinations to their proper Umlaut-form and though this fixes 100% of potential words, there are too many false positives (for example the word \"neue\" would never be written \"neü\"). This project uses machine learning to predict if a substitution should be made.",
    "de": "Versuche etwas wie \"Kuehe\", gefolgt von einem Leerzeichen oder einem Punkt, in ein Textfeld einzugeben um es korrigieren zu lassen! Nützlich bei der Eingabe von Deutsch auf US-Tastaturen.\n\nErfordert Zugriff auf Webseiten um die Eingabe in Eingabefeldern zu korrigieren. Alle Daten werden lokal verarbeitet und nicht an fremde Server gesendet!\n\nAuf Computersystemen die Umlaute nicht unterstützen, werden Deutsche Wörter wie \"Erklärung\" oft als \"Erklaerung\" geschrieben, um die Verwendung diakritischer Zeichen zu vermeiden. Trotz lesbar, sieht diese Form seltsam aus. Eine einfache Lösung wäre alle Buchstabenkombinationen mit der richtigen Umlaut-Form zu ersetzen, und obwohl dies 100% der möglichen Wörter korrigiert, gibt es zu viele falsche Positive (zum Beispiel würde das Wort \"neue\" nach \"neü\" umgeschrieben werden). Dieses Projekt verwendet künstliche Intelligenz um vorherzusagen ob eine Ersetzung vorgenommen werden sollte oder nicht."
  }
}