{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tick Tab Clock"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tick Tab Clock extension will help you keep track of the time while enjoying a soothing new tab design."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "By selecting “Add to Chrome”, You accept and agree to install the Tick Tab Clock Extension and set Chrome New Tab to the service’s default, as well as the Terms of Service and Privacy Policy. Microsoft Bing will fuel the New Tab search.\n\nTick Tab Clock is the perfect extension for anyone who wants to improve their productivity and focus. With a beautiful design on every new tab, as well as a clock in the middle, you can keep track of time and stay focused on your work.\n\nThe main goal of this extension is to help its users to regain calmness and focus with carefully designed wallpaper and animation. A beautifully designed clock will not also help you with concentration but will also help you to keep track of time. Tick Tab Clock is an extension that is perfect for anyone who wants to improve their productivity and focus.  🕛\n\nBy installing this extension you can design your new tab on your own by changing the theme by selecting dark or bright one. However you like, it is up to you! \n\nYou can also use the Search Bar we implemented in the middle of the screen. It is easy to use and there is no change you can miss it! \n\nBy using all of these simple but useful features you can really gain more focus and concentration throughout a day and that is why we think this is a must-have extension. \n\nTo learn more, visit our website: \nHomepage: https://ticktabclock.net/index.html\n\nCheck our Privacy Policies here:\nPP: https://ticktabclock.net/privacy-policy.html\nEULA: https://ticktabclock.net/EULA.html\n\nIn case you are not happy with this extension, you can easily uninstall it by right clicking the extension icon on the menu bar and clicking \"remove from Chrome\".\n\nContact us for more information: \nContact: https://ticktabclock.net/contact.html"
  }
}