{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "goover"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically learn when accessing any website with the format 'Article page'!",
    "ko": "웹 브라우징 중에 콘텐츠를 빠르게 저장하고 컬렉션에서 볼 수 있도록 도와줍니다."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Goover Chrome extension enables users to conveniently add any web content, including news articles and blogs directly to Goover Collection. With just a few clicks, users can save bookmarks and web content as learning resources, discover important keywords, and receive personalized and curated information from the web that aligns with the extracted topics.\n\nThe Goover Chrome extension provides the following features:\n\nWeb Scraping\nSave web content such as articles and blogs in Goover Collection. Goover analyzes the content and provides personalized and curated articles related to the user's interests.\n\nBookmark Importing\nImport Chrome bookmarks to reuse on Goover Collection as new learning resources.\n\n1.\tClick \"Add to Chrome\".\n2.\tPin the Goover extension to the menu.\n3.\tEnter the phone number or email for login.\n4.\tPress the Request OTP Code button.\n5.\tEnter the OPT code from the SMS message.\n6.\tPress the Login button.\n7.\tClick Scrap & Send button to add a web document to the goover Collection.",
    "ko": "Goover Chrome Extension은 웹에서 보고 있는 뉴스 기사나 블로그 같은 웹의 모든 형태의 문서와 영상들을 사용자의 컬렉션에 직접 저장할 수 있게 도와주는 확장 프로그램입니다. 몇 번의 클릭만으로 지금 보고 있는 웹 페이지부터 저장해 놓은 북마크까지 goover의 학습자료로 저장하고 goover 가 제공하는 사용자 맞춤형 정보들을 추천 받으세요. \n\nGoover의 크롬 확장 프로그램은 다음과 같은 기능을 제공합니다: \n\n웹 스크래핑 \n\n기사와 블로그 등의 웹 콘텐츠를 Goover Collection에 저장하고 분석하여, 사용자의 관심사와 관련된 맞춤형 정보를 제공합니다. \n\n 북마크 불러오기 \n\n크롬 브라우저에서 북마크를 가져와 Goover 컬렉션에 새로운 학습 자료로 사용할 수 있습니다. \n\nGoover Chrome Extension시작하기 \n\n\"Chrome 에 추가\" 버튼을 클릭. \n\n추가 후 브라우저의 확장 프로그램에서 확인 가능. \n\nGoover 확장 프로그램을 메뉴에 고정. \n\n로그인을 위해 전화번호 또는 이메일을 입력. \n\n“인증 요청” 버튼을 클릭. \n\n연락처로 전송된 인증번호를 Code 란에 입력. \n\n로그인 버튼을 클릭. \n\n확장 프로그램에 로그인을 한 후부터는 저장하고 싶은 웹 콘텐츠가 있을 때마다Scrap & Send 버튼을 클릭하여 Goover 컬렉션에 콘텐츠를 추가해주세요."
  }
}