{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Action Games"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HTML5 Action Games - shooting and battling games which put an attention on players' reflexes and quick responses."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Activity Games are generally web based shooting and battling games which put an attention on players' reflexes and quick responses. Go on an energizing experience brimming with activity or assume the job of a legend in the best rpg games on https://superactiongames.blogspot.com/. Become an expert wwe wrestler and rival other activity games players in the multiplayer mode. Bounce and keep running in the activity platformers assuming the job of an anime character. Pick a free game you like and start your experience at the present time. \n\nThe best gaming knowledge with activity games loaded with blasts and epic stories directly on your pc or your cell phone. Here we gathered huge amounts of various activity games for each taste. Play one of the games or complete game difficulties to run and bounce starting with one stage then onto the next. Zombie, chasing and a lot more activity based games are accessible here for nothing. Play together with your companions or attempt to crush a PC. Clever gameplay and cool illustrations in our new activity games will give you a ton of fun. \n\nObviously, we have a great deal of online activity games for children like Minecraft. Be quick, respond rapidly and attempt to finish testing deterrent courses. You can likewise characterize gravity and run and bounce over obstructions until you arrive at the finish of each stage. The best free games ever are hanging tight for you. Go up against your companions on one console in 2 player mode and see who is the best player!"
  }
}