{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Subway Surfers Unblocked Game New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Subway Surfers unblocked from your new tab. Enjoy smooth, action-packed running and dodging every time you open a new tab!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Subway Surfers Unblocked - Play Directly from Your New Tab! Bring the excitement of Subway Surfers to your browser with this Chrome extension! Subway Surfers, developed by Kiloo and SYBO Games, is a globally popular endless runner game. In this thrilling game, you take on the role of a graffiti artist trying to escape a relentless police officer and his dog while running along the subway tracks.\n\nGame Highlights:\n\nRun, Jump, Dodge: Navigate through obstacles like speeding trains and barriers, collecting coins and power-ups as you go.\nCustomization: Unlock new characters and surfboards with collected coins, giving you unique abilities and styles.\nPower-Ups: Strategically use power-ups like Jetpacks and Super Sneakers to achieve high scores.\nNow, with this Chrome extension, you can enjoy Subway Surfers seamlessly from your new tab! Every time you open a new tab, the game is ready to play, offering quick and instant access to the fun.\n\nKey Features:\n\nOne-click access to Subway Surfers from your new tab\nSmooth, high-quality gameplay directly in your browser\nPerfect for fans who want quick sessions of endless running action\nInstall now and dive into the non-stop adventure every time you open your browser!"
  }
}