{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rob3"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web 2.5 Checker"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rob3 is a “Web 2.5 Checker,” a new extension for chrome designed to protect users through an artificial intelligence model that guides you to really understand the risks you are taking.\nIn a world that tends to be fully automated we necessarily need a bridge that connects a reality that relies on intermediation with one in which it will be absent or nearly absent.\n\nBy interacting with the extension you can validate smart contracts and transactions on the Solana network; the analysis will produce a trust score with any warnings detected.\nYou can enter the ID in SHA-256 in the text box and check the trustworthiness of the project.\n\nClick the “Find out more...” button to access our website where you can request a 1-to-1 call for more information, or sign up for the e-learning platform.",
    "it": "Rob3 è un \"Web 2.5 Checker\", una nuova estensione per Chrome progettata per proteggere gli utenti attraverso un modello di intelligenza artificiale che ti guida a comprendere davvero i rischi che stai correndo.\nIn un mondo che tende a essere completamente automatizzato, abbiamo necessariamente bisogno di un ponte che colleghi una realtà basata sull'intermediazione con una in cui sarà assente o quasi.\n\nInteragendo con l'estensione, puoi validare smart contract e transazioni sulla rete Solana; l'analisi produrrà un punteggio di fiducia con eventuali avvertimenti rilevati.\nPuoi inserire l'ID in SHA-256 nel campo di testo e verificare l'affidabilità del progetto.\n\nClicca sul pulsante \"Scopri di più...\" per accedere al nostro sito web, dove puoi richiedere una chiamata 1 a 1 per maggiori informazioni o iscriverti alla piattaforma di e-learning."
  }
}