{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MergEase • GitHub Code Review"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Advanced diff tool for faster code reviews on GitHub pull requests"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Code comparison done right! MergEase seamlessly integrates into your browser to enhance GitHub's code review interface with advanced diff features. It saves you time and effort during the code review process, by providing a clearer visualization of code differences and structural changes. MergEase makes navigating code diffs intuitive and efficient even on the biggest merge requests.\n\nKey Features:\n - Moved Block Detection: Identifies and highlights moved code blocks, making it easier to review complex refactors.\n - Structural Code Comparison: The advanced diff compare algorithm also analyzes code structures, offering deeper insight into changes.\n - Code Clarity: Our code diff tool highlights only the changed sections within lines, making diffs cleaner and more comprehensible.\n\nNot convinced? Check out the live demo of the MergEase code compare tool at https://mergease.com\n\nSeamless GitHub Integration\nMergEase is designed to blend flawlessly with GitHub’s interface, enhancing your pull request and code review experiences. By integrating directly into GitHub, MergEase allows you to stay within your familiar environment while benefiting from our powerful diff tool. This means you don’t have to switch between platforms or learn new interfaces, making your workflow smoother and more efficient.\n\nTailored for Developers\nWe understand the unique needs of software developers. MergEase is built with your workflow in mind, aiming to make code reviews less tedious and more insightful. Our tool is particularly useful for large pull requests, where understanding the full scope of changes can be challenging. By highlighting only the relevant changes and providing a structural overview, MergEase ensures you never miss critical updates.\n\nJoin the growing community of developers who are transforming their code review experience with MergEase. Simplify your workflow and save valuable time with the most intuitive and powerful diff tool available."
  }
}