{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DG Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"DG Search\"\n\nThe DG Search is a powerful tool that brings the convenience of the Searching search engine directly to your browser.…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"DG Search\"\n\nThe DG Search is a powerful tool that brings the convenience of the Searching search engine directly to your browser. With this extension installed, you can enjoy seamless access to Searching  comprehensive web search capabilities, allowing you to find information, images, videos, news, and much more with just a few clicks.\n\nKey Features:\n\nInstant Web Search: The Searching  Extension provides a quick and efficient way to perform web searches directly from your browser. Simply enter your query into the search bar and instantly receive relevant search results from Bing Microsoft  DG Search vast index of web pages.\n\nRich Media Results: Discover a wide range of multimedia content through Bing Microsoft DG Search image and video search features. Whether you're looking for the perfect image or want to watch a trending video, the extension delivers visually engaging results to enhance your browsing experience.\n\nNews and Updates: Stay up to date with the latest news and trending topics using  news Bing Microsoft search functionality. Access headlines, articles, and news from various sources, allowing you to stay informed about current events and important stories.\n\nPersonalized Experience: Customize your search experience by accessing personalized features. Sign in to your Microsoft account  Bing Microsoft  and benefit from personalized search results, saved preferences, and other tailored features that enhance your productivity.\n\nEfficient Search Tools: Take advantage of advanced search tools, such as filters, site-specific searches, and more, to refine your search queries and find exactly what you're looking for in a matter of seconds.\n\nSeamless Integration: The Bing Microsoft   Search Extension seamlessly integrates into your browser, ensuring that powerful search capabilities are always just a click away. Access the extension from your browser toolbar and enjoy a smooth and user-friendly search experience.\n\nUninstall: \n\nyou can simply uninstall this Chrome extension by just clicking on uninstall button..\n\nSteps\none: click the extension \ntwo: goto extensions\nthree: click on the uninstall Or Remove button simply"
  }
}