{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BiteFight Gold Auto Adventure"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Professional bot for automating processes in the Bitefight Game."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Created especially for professional Bitefight players, it helps you complete Bitefight game actions in the efficient way.\n\nThis extension is part of a series of 3 extensions: Silver, Gold and Master Auto Adventure where the Gold version is an professional extension created for the Bitefight game. It changes the whole game experience ;)\n\nIf you want to level up quickly and do the actions in the game quickly and efficiently, then Bitefight Gold Auto Adventure is the solution.\n\nFunctionalities of the extension:\n\n⭐️UNLIMITED NUMBER OF VAMPIRES/WEREWOLFS (FOR ONE LOBBY ACCOUNT)⭐️\n\n⭐️STORY⭐️\n*Complete the story in the efficient way\n*Prioritization of decisions (Whitelist and Blacklist)\n*Default lists for decisions based on objectives (Gold, Aspects, Health or Experience)\n*Stay alive with health protection (based on percentage)\n*Stay alive with health protection (based on fixed value)\n*100% healing at the church\n\n⭐️GROTTO⭐️\n*Target (set fixed number of demon hunts)\n*Continuous attack(UNLIMITED)\n*Grotto stay alive mode(use APs to heal health at the church)\n\n⭐️MAN HUNT⭐️\n*Target (set fixed number of man hunts)\n*Continuous attack(UNLIMITED)\n\n⭐️HOUSE OF PAIN⭐️\n*Continuous attack\n*Continuous attack with breaks at random intervals between attacks (undetectable by GM)\n*Preview current items\n\n⭐️PVP⭐️\n*PvP Target (attack all, stonger or players from blacklist)\n*Players Whitelist & Blacklist\n*Continuous attack\n*Continuous attack with breaks at random intervals between attacks (undetectable by GO or SGO)\n*Preview current items\t\n\n⭐️EQUIPMENT⭐️\n*Equipment Panel (See all items in one panel)\t\n*Change all items with just one click\t\n\n⭐️GIFT⭐️\n*Automatic opening of purple gifts\t\n\n⭐️POTIONS⭐️\n*Use automatically Energy Potion, Soup Of Life, Medium Healing Potion & Blood Potion\n*Automatically buy potions when it runs out\t\n*Potion logs panel\n\n⭐️SPEND GOLD⭐️\n*Automatically spend gold for skill\n*Automatically donate gold to the clan\n\n⭐️SCHEDULE⭐️\n*Set it to run only during certain hours\n\n⭐️ORBS⭐️\n*Smarter area for orbs\n*Widget with active orbs\n\n⭐️SHORTCUTS AND WIDGETS⭐️\n*Panel with game shortcuts\t\n*Widget with game shortcuts\t\n*Shortcut for gold donation (Clan page)\t\n*Searchbar for missions(Tavern page)\n*Searchbar for items(Merchant page)\n\n⭐️OTHERS⭐️\n*Activity log\n*Automatic enrollment in the war between clans\n*Fixed infobar when scrolling\n*Panel for notes with an unlimited number of characters (saved locally)\n*Story rewards log (record the rewards for decisions 30 and 42 separately)\n\nOther updates will follow!🚀\n\nSee more here: https://auto-adventure.pages.dev/\n\n9.99EUR Monthly subscription*\nSecure recurring payment with Stripe!\n\n*the license is paid for an email address and must be the same as the one used for the Bitefight Lobby. If you pay for another email address, this bot will not work!\n\nNEW: Now if you have more than one lobby account, after paying the license you can write to me at the email address masterofbitefight@gmail.com and I can add you a secondary address so that you can use the license on both lobby accounts.\n\nThis is not like classic Auto Adventure, this is Pro software for Pro players.\nGive up the old extensions and make now a major upgrade to Gold Auto Adventure!"
  }
}