{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CISM / CISA exam prep plugin"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This plugin  help you to get ready for Isaca certifications [ CISM / CISA / CRISC ] from practice test platform"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This plugin  help you to get ready for the  Isaca certifications [ CISM / CISA / CRISC ] with the help of our online practice test engine and brain dump PDFs.\n\nFor full version, you need to go to website https://www.examcoins.com/cism-cisa-certifications-plugin/ to purchase the practice test engine  and brain dump PDFs. You can easily pass the Certified Information Systems Manager (CISM) exam prep certification exam with the help of our brain dump PDF and testing engine\n\nThe Price is only $9.99 USD, lowest compared to any online / offline Isaca certifications material.\n\nFounded in 1969, the Information Systems Audit and Control Association (ISACA) is a globally recognized and highly respected organization with over 140,000 members in 180 countries. ISACA offers four credentials aimed at different IT pros:\n\n    Certified Information Systems Auditor (CISA) — Auditors\n    Certified Information Security Manager (CISM) — Security managers\n    Certified in Risk and Information Systems Control (CRISC) — Risk management professionals\n\nGlobal Knowledge reported CISM certified professionals in the US earn an average of $105,926 annually, which puts it in the number six slot globally in terms of certification earning potential.\n\nAccording to the Global Knowledge report, CISA salaries rank number 13, with an average U.S. salary of $97,117.\n\nIn the Global Knowledge report, the CRISC certification was second only to the CISSP in terms of reported earnings with average US earnings reported at $107,968."
  }
}