{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "AI Amazon ChatBot",
    "fr,pt_BR,pt_PT": "Chatbot AI Amazon",
    "it": "ChatGPT to Markdown",
    "zh_CN": "AI 亚马逊聊天机器人"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,uk": "Ask questions about Amazon products, get the best purchasing advice, simple and convenient, efficient and practical.",
    "de": "AI Amazon ChatBot für Amazon.com. Fragen Sie nach Produkten und erhalten Sie Antworten.",
    "es": "Pide ayuda sobre productos de Amazon.com. Pregunta sobre el producto y obtén respuestas.",
    "fr": "Chatbot AI Amazon. Posez des questions sur les produits Amazon, obtenez les meilleurs conseils d'achat, simple et pratique,…",
    "id,it": "AI Amazon ChatBot. Tanyakan pertanyaan tentang produk Amazon, dapatkan saran pembelian terbaik, mudah dan praktis, efisien dan…",
    "ja": "AI Amazon ChatBot. アマゾンの商品について質問して、最良の購入アドバイスを受けて、簡単で便利で、効率的で実用的です。",
    "ko": "AI Amazon 챗봇. 아마존 제품에 대한 질문에 대한 도움을 받으세요. 질문에 대한 답변을 받으세요.",
    "pt_BR,pt_PT": "Chatbot AI Amazon. Pergunte sobre produtos da Amazon, obtenha os melhores conselhos de compra, simples e prático, eficiente e…",
    "ru": "AI Amazon chatbot. Ask questions about Amazon products, get the best purchasing advice, simple and convenient, efficient and…",
    "tr": "AI Amazon chatbot. Soru sorun, en iyi satın alma tavsiyesi alın, basit ve kolay, verimli ve pratik.",
    "vi": "AI Amazon chatbot. Hỏi câu hỏi về sản phẩm Amazon, nhận được lời khuyên mua tốt nhất, đơn giản và thuận tiện, hiệu quả và thực tiễn.",
    "zh_CN": "AI 亚马逊聊天机器人。向亚马逊产品提问，给你最佳的购买建议，简单方便，高效实用。",
    "zh_TW": "AI Amazon chatbot. 向亞馬遜產品提問，獲得最佳購買建議，簡單方便，高效實用。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Amazon Chatbot: Your Intelligent Shopping Assistant\n\nThis browser extension is designed to enhance the Amazon shopping experience by leveraging AI technology. Here's a comprehensive overview of its features and functionality:\n\n1. Product Information Extraction:\n   The extension automatically extracts key product details from Amazon pages, including title, description, and price. This is achieved through content script injection and DOM manipulation.\n\n2. AI-Powered Assistance:\n   Users can interact with an AI chatbot powered by Claude 3.5 Sonnet model. This allows shoppers to ask questions, seek recommendations, or get more information about products.\n\n3. Real-time Streaming Responses:\n   The AI's responses are streamed in real-time, providing a smooth and interactive user experience. Progress indicators keep users informed about the response generation.\n\nThis AI Amazon Chatbot extension aims to revolutionize online shopping by providing intelligent, context-aware assistance to users as they browse and make purchasing decisions on Amazon. It combines the power of AI with a user-friendly interface to create a more informed and efficient shopping experience."
  }
}