{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Showdex"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pokémon Showdown extension that harnesses the power of parabolic calculus to strategically extract your opponents' Elo."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Showdex, an extension for Pokémon Showdown that integrates the Damage Calculator directly into Showdown and automatically syncs during battles, so you can spend less time configuring and more time stratting.\n\nYou can easily check calcs at a glance and run 10× the number of calcs you traditionally could. We’ve also packed it with tons of useful info (Smogon page/sets, ability/item/move descriptions) to help you make informed decisions.\n\nIt’s like crack, says the dev. Once you give it a try, it’ll be hard to play without it!\n\n\"Showdex is By Far the most convenient damage calc available right now, saving dozens of seconds of clicking per game gives you more time to focus on making decisions and helps you spot plays based on things you might not have thought to check. 5/5 app, I cannot recommend it highly enough for anyone who's even a little bit serious about competitive pokemon.\"\n— Nick \"Nails\" Navarre, 4× Smogon Trophy Winner & 2× VGC Regional Champion\n\nLearn more:\nhttps://www.smogon.com/forums/threads/showdex-an-auto-updating-damage-calculator-built-into-showdown.3707265\n\nWe're open-source!\nhttps://github.com/doshidak/showdex\n\nLegal: We are not affiliated with Game Freak, Nintendo, Pokémon Showdown, Smogon University & pkmn.cc."
  }
}