{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LifeLogMono - Time Tracker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LifeLog is a time tracking app.\n\nWith this extension, you can record how long time you have spent for a particular task and track…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LifeLog is a time tracking app.\n\nWith this extension, you can record how long time you have spent for a particular task and track your daily activities.\n\nYou can register your own categories (e.g. job, reading) to record your daily life.\n\n** Features:\n- Buttons\n-- Count: You can count the number of your tasks such as the number of tasks done and pages you have read. The volume of beep sound can be adjusted on Option page. \n-- Time: You can create a new activity log.\n-- Toggle: You can switch categories between most-recently-chosen one to \"-\".\n-- Reset: You can reset and clear all records\n\n** Options:\n- Table Settings\n You can change in what order the teble of activietes log should be shown, newer one first or newer one last.\n\n- Sound Settings\nYou can change the volume of sound which beeps when each button is clicked.\n\n** Others:\n- How can I change the already saved data?\nYou can change your records by \"redo\" and \"undo\" buttons.\nDoes not satisfy you? There is unofficila way of change your data.\nFollow the below process.\n \nSelect the place you want change by drag and drop, then right-click and \"Investigate(I)\". DevTools is launched. Dobule-click the item you want to change and change it. Then, before closing the DebTools, press any buttons in this app, such as \"count\", \"time\", and \"category\".\n\nThis app is sitil in beta version.  The change of data storage system is planed but not scheduled at all. \n-"
  }
}