{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mendeley Web Importer"
  },
  "short": {
    "ar": "استيراد سريع ومريح للمراجع وملفات PDF إلى مكتبة Mendeley Reference Manager",
    "am,bg,bn,cs,da,en,en_AU,en_GB,en_US,fa,fi,fil,gu,he,hr,kn,lt,lv,ml,mr,ms,pt_PT,ro,sk,sl,sr,sw,ta,th,vi,zh_TW": "Fast, convenient import of references and PDFs to your Mendeley Reference Manager library.",
    "ca": "Importi les referències i PDFs de manera ràpida i practica a la seva biblioteca Mendeley Reference Manager.",
    "de": "Schneller und bequemer Import von Referenzen und PDFs in Ihre Mendeley Reference Manager-Bibliothek",
    "el": "Γρήγορη και εύκολη εισαγωγή αναφορών και αρχείων PDF στην MRM βιβλιοθήκη σας.Η εφαρμογή Mendeley Web Importer",
    "es,es_419": "Rápida y práctica forma de importar referencias y PDFs a su biblioteca Mendeley Reference Manager.",
    "et": "Kiire ja mugav moodus viidete ja PDFide lisamiseks sinu Mendeley Reference Manageri",
    "fr": "Import rapide et facile de vos références et PDFs dans votre bibliothèque Mendeley.",
    "hi": "MWI आपके द्वारा देखे जा रहे पृष्ठ पर संदर्भ ढूंढता है और उन्हें और PDF को आपकी MRM लाइब्रेरी में आयात करता है",
    "hu": "Referenciák és PDF-ek gyors, kényelmes importálása az Ön Mendeley Reference Manager könyvtárába",
    "id": "Impor referensi dan PDF dengan cepat dan mudah ke pustaka Mendeley Reference Manager Anda",
    "it": "Importazione rapidamente PDF nella tua libreria di Mendeley Reference Manager.",
    "ja": "Mendeley Reference Managerライブラリの参照とPDFの高速で便利なインポート",
    "ko": "연구논문 작성 시 필요한 참고 문헌들의 상세정보를 PDF 파일과 함께 빠르고 손쉽게 Mendeley Reference Manager 라이브러리로 전송하세요",
    "nl": "Snel en toegankelijk importeren van referenties en PDF bestanden naar je Mendeley Reference Manager bibliotheek.",
    "no": "Importer referanser og PDF-filer raskt og enkelt i ditt Mendeley Reference Manager-bibliotek",
    "pl": "Szybkie, wygodne wczytywanie bibliografii i PDF-ów do twojej Mendeley Reference Manager biblioteki.",
    "pt_BR": "Importação rápida e conveniente de referências e PDFs para sua biblioteca no Mendeley Reference Manager.",
    "ru,sv": "Быстрый и удобный импорт библиографических ссылок и PDF-файлов в вашу библиотеку Mendeley.",
    "te": "మీ మెండలీ రిఫరెన్స్ మేనేజర్ లైబ్రరీకి సూచనలు మరియు PDF లను వేగంగా, సౌకర్యవంతంగా దిగుమతి చేసుకోండి",
    "tr": "Mendeley Reference Manager; kitaplığınız için hızlı ve kolay referans ve PDF aktarımı sağlar.",
    "uk": "Швидкий, зручний імпорт бібліографічних посилань та файлів PDF до бібліотеки Mendeley Reference Manager.",
    "zh_CN": "方便、快捷地将参考文献和PDF导入到Mendeley 引文管理工具库"
  },
  "long": {
    "ar": "و \"Mendeley Web Importer\" يكتشف معرفات صفحة على الصفحة التي تستعرضها ويسترجع البيانات الوصفية والنصوص الكاملة لملفات PDF (إن وجدت) تلقائيًا لإضافتها إلى مكتبتك. ما هو إلا عرض مقال أو قائمة من المراجع في المستعرض؟ \n\nستحتاج إلى حساب Mendeley لحفظ المقالات التي تقوم باستيرادها وقراءتها والاستشهاد بها. للاشتراك واستقبال مساحة تخزين مجانية بحلول 2 جيجابايت ، تفضل بزيارة https://www.mendeley.com",
    "am,bg,bn,cs,da,en,en_AU,en_US,fa,fi,fil,gu,he,hr,kn,lt,lv,ml,mr,ms,pt_PT,ro,sk,sl,sr,sw,ta,th,vi,zh_TW": "When viewing an article or a list of references in the browser, click the Mendeley Web Importer icon in the toolbar.  The extension will analyse the page and retrieve metadata like title, authors, etc. and PDF full texts (where available) for you to add to your Mendeley library.\n\nGet a Mendeley account at https://www.mendeley.com/ where you can save, read and cite the articles you import with the extension.  You will also receive 2GB of free storage space.",
    "ca": "Mendeley Web Importer detecta els identificadors dels articles de la pàgina que vostè visita i automàticament obté les metadades i texts complets dels fitxers PDF (quan estiguin disponibles) per a poder afegir-los a la teva biblioteca. Només necessita veure un article o una llista de referències en el seu navegador i prémer sobre la icona de l'extensió Mendeley Web Importer a la barra d'eines.\n\nEs necessari tenir un compte Mendeley per a guardar, llegir i citar articles que vulgui importar. Per a poder registrar-se i rebre 2GB d'emmagatzemament gratis, visiti https://www.mendeley.com",
    "de": "Mendeley Web Importer erkennt Artikel-IDs auf der angezeigten Seite und ruft automatisch Metadaten und PDF-Volltexte (sofern verfügbar) ab, die Sie Ihrer Bibliothek hinzufügen können. Sie müssen lediglich einen Artikel oder eine Liste mit Referenzen im Browser anzeigen und auf das Mendeley Web Importer Icon in der Symbolleiste klicken.\n\nSie benötigen einen Mendeley-Account, um die importierten Artikel zu speichern, zu lesen und zu zitieren. Um sich anzumelden und 2 GB freien Speicherplatz zu erhalten, besuchen Sie https://www.mendeley.com.",
    "el": "εντοπίζει κώδικες αναγνώρισης άρθρων στην ιστοσελίδα που βρίσκεστε επιτρέποντας την αυτόματη ανάκτηση μεταδεδομένων και αρχείων PDF (όπου είναι διαθέσιμα) έτοιμα για να τα εισάγετε στη βιβλιοθήκη σας. Εσείς απλά χρειάζεται να πλοηγηθείτε στην ιστοσελίδα που έχει το επιστημονικό άρθρο ή τη λίστα αναφορών και να πατήσετε στο εικονίδιο της Mendeley Web Importer από την γραμμή εργαλείων.\n\nΘα χρειαστεί να δημιουργήσετε λογαριασμό στη Mendeley για να αποθηκεύσετε, διαβάσετε και να χρησιμοποιήσετε τα άρθρα που εισάγετε. Για να κάνετε εγγραφή και να αποκτήσετε 2GB δωρεάν χώρο αποθήκευσης επισκεφτείτε την ιστοσελίδα μας https://www.mendeley.com",
    "en_GB": "Mendeley Web Importer detects article identifiers on the page you are viewing and automatically retrieves metadata and PDF full texts (where available) for you to add to your library. You just need to be viewing an article or a list of references in the browser and click on the Mendeley Web Importer extension icon in the toolbar. \n\nYou'll need a Mendeley account to save, read and cite the articles you import. To sign up and receive 2GB free storage space, visit https://www.mendeley.com\n\nMade with ❤️ in London.",
    "es,es_419": "Mendeley Web Importer detecta los identificadores de artículos en la página que estás visitando y automáticamente obtiene los metadatos y textos completos del PDF (en cuanto estén disponibles) para que los incluyas en tu biblioteca. Solo tienes que ver un artículo o lista de referencias en el navegador y hacer click en el icono de la extensión de Mendeley Web Importer en la barra de herramientas.\n\nNecesitarás una cuenta en Mendeley para guardar, leer y citar artículos que importes. Para inscribirse y recibir 2GB de espacio de almacenamiento gratis, visita https://www.mendeley.com",
    "et": "Mendeley Web Importer leiab artiklite identifikaatorid parasjagu avatud veebilehelt ning automaatselt otsib sellele metaandmed ning täismahus PDFi (kus võimalik) ning võimaldab selle salvestamise otse sinu viitehaldurisse. Ainus mis sul on vaja teha on avada veebi brauseris artikli kirjelduse või artiklite loetelu lehekülg ning vajutada brauseri tööribal Mendeley Web Importer'i ikooni.\n\nSul on vaja Mendeley kontot imporditud artiklite salvestamised, lugemiseks ning viitamiseks. Külasta  https://www.mendeley.com et registreerida ning saada 2GB mahtu.",
    "fr": "Mendeley Web Importer détecte des identificateurs d’articles sur la page que vous visitez et télécharge automatiquement les références et PDFs (si disponibles) afin de vous permettre de les ajouter à votre bibliothèque. Vous devez simplement visiter un article ou un liste de références et cliquer sur l’icone de l’extension Mendeley Web Importer dans la barre d’outils.\n\nVous nécessiterez un compte Mendeley avant de pouvoir ajouter, consulter et citer les articles que vous souhaitez importer. Pour créer un compte et recevoir 2GB d’espace de stockage gratuit, rendez-vous sur https://www.mendeley.com",
    "hi": "आपके पुस्तकालय में जोड़ने के लिए मेटाडेटा और पीडीएफ पूर्ण ग्रंथों (जहां उपलब्ध है) को स्वचालित रूप से पुनर्प्राप्त करता है। आपको बस एक लेख या ब्राउज़र में संदर्भों की सूची देखने की आवश्यकता है और टूलबार में मेंडली वेब आयातक एक्सटेंशन आइकन पर क्लिक करें।\n\nआपके द्वारा आयात किए गए लेखों को सहेजने, पढ़ने और उद्धृत करने के लिए आपको एक Mendeley खाते की आवश्यकता होगी। साइन अप करने और 2GB मुफ्त संग्रहण स्थान प्राप्त करने के लिए, https://www.mendeley.com पर जाएं",
    "hu": "A Mendeley Web Importer automatikusan felismeri az oldalon található cikk azonosítókat és a hozzájuk kapcsolódó meta adatokat a teljes PDF tartalommal együtt (ahol ez elérhető), amit Ön hozzáadhat a könyvtárához. Nincs más tennivalója, mindössze egy cikk vagy hivatkozási lista olvasása közben rákattint a Mendeley Web Importer ikonra a böngésző eszköztárában.\n\nA cikkek mentéséhez, olvasásához és idézéséhez Mendeley fiók létrehozására van szükség. Regisztrációhoz és a 2GB ingyenes tárhelyért látogasson el a https://www.mendeley.com weboldalra.",
    "id": "Mendeley Web Importer akan mendeteksi pengidentifikasi artikel pada halaman web yang sedang Anda lihat dan secara otomatis mengambil metadata dan full-text PDF (jika tersedia) untuk Anda untuk ditambahkan ke perpustakaan Anda. Anda hanya perlu melihat artikel atau daftar referensi di peramban dan mengklik ikon ekstensi Mendeley Web Importer di bilah alat.\n\nUntuk menyimpan, membaca, dan mengutip artikel yang Anda impor, Anda memerlukan akun Mendeley. Untuk mendaftar dan mendapatkan ruang penyimpanan 2GB gratis, kunjungi https://www.mendeley.com",
    "it": "Mendeley Web Importer trova gli identificatori di articoli sulla pagina che stai visualizzando e recupera automaticamente metadati e testi completi in PDF (ove disponibili). Devi solo visualizzare un articolo o un elenco di riferimenti nel browser e fare clic sull'icona dell'estensione di Mendeley Web Importer nella barra degli strumenti.\n\nAvrai bisogno di un account Mendeley per salvare, leggere e citare gli articoli che importi. Per iscriverti e ricevere 2 GB di spazio di archiviazione gratuito, visita https://www.mendeley.com",
    "ja": "Mendeley Web Importerは、表示中のページで記事を検出し、ライブラリに追加するためのメタデータとPDFフルテキスト（利用可能な場合）を自動的に取得します。ブラウザで記事または参照のリストを表示し、ツールバーのMendeley Web Importer拡張機能アイコンをクリックするだけですぐにご利用頂けます。\n\nインポートする記事を保存、読み取り、引用するには、Mendeleyアカウントが必要です。サインアップして2GBの無料ストレージ容量を受け取るには、次のサイトにアクセスしてください",
    "ko": "Mendeley Web Importer는 브라우저에서 읽고 있는 문서의 고유 식별자를 감지하고 해당 문서의 상세 메타데이터 및 PDF파일(다운로드 가능한 경우)을 자동으로 검색하여 Mendeley Reference Manager 라이브러리에 추가 할 수 있습니다. 특정 논문 또는 참고 문헌 목록들을 지금 브라우저를 통해 보고 계시다면, 바로 도구 모음에서 Mendeley Web Importer 확장 프로그램 아이콘을 클릭하세요\n\n연구 논문작성에 필요한 참고 문헌들을 저장하고 읽고 빠르게 인용하려면 Mendeley 계정이 필요합니다. 지금 https://www.mendeley.com을 방문하셔서 무료 가입하시고 2GB의 무료 저장 공간도 함께 받으세요",
    "nl": "Mendeley Web Importer zoekt naar identificerende gegevens van artikelen op de webpagina die je bezoekt en zoekt daar wanneer beschikbaar metadata en PDF bronnen voor op. Hiervoor hoef je alleen op de Mendeley Web Importer knop te klikken in de toolbar van je browser.\n\nJe hebt een Mendeley account nodig om de artikelen die je importeert te lezen, op te slaan of te citeren. Om 2GB gratis opslagruimte te ontvangen, meld je aan op\nhttps://www.mendeley.com.",
    "no": "Mendeley Web Importer finner artikkel-identifikatorene for siden du er på, og legger automatisk ved metadata og hele tekster i PDF-format (hvis tilgjengelig) i ditt bibliotek. Alt du trenger å gjøre, er å gå til artikkelen eller referanselisten i nettleseren og klikke på Mendeley Web Importer-ikonen i verktøylinjen.\n\nDu trenger en Mendeley-konto for å lagre, lese og sitere artiklene du importerer. Gå til https://mendeley.com for å registrere deg og få 2GB gratis lagringsplass.",
    "pl": "Mendeley Web Importer wykrywa identyfikatory artykułów na stronie, na której jesteś i automatycznie wydobywa metadane i pełny tekst PDF (gdzie to możliwe), żebyś mógł je dodać do swojej biblioteki. Musisz tylko przeglądać artykuł albo listę przypisów w przeglądarce i kliknąć na ikonę rozszerzenia Mendeley Web Importer na pasku narzędzi.\n\nBędziesz potrzebować konta Mendeley, aby zapisać, czytać i cytować artykuły, które importujesz. W celu rejestracji i otrzymania 2GB wolnego miejsca, odwiedź https://www.mendeley.com",
    "pt_BR": "Mendeley Web Importer detecta identificadores de artigos na página sendo visualizada e automaticamente busca metadados e PDFs completos (caso disponíveis) para adicionar à sua biblioteca. Você precisa estar apenas visualizando o artigo ou uma lista de referências no navegador e clicar no ícone da extensão Mendeley Web Importer na barra de ferramentas.\n\nVocê precisará de uma conta na Mendeley para salvar, ler e citar os artigos que importar. Para se inscrever e receber 2GB de armazenamento grátis, visite https://www.mendeley.com",
    "ru": "Mendeley Web Importer распознает идентификаторы статей на странице, которую вы просматриваете и автоматически извлекает метаданные и полнотекстовые PDF-файлы (если они есть), которые вы можете добавить в свою библиотеку. Все что вам нужно - это просмотреть статью или список литераутры в браузере и щелкнуть значок расширения Mendeley Web Importer на панели инструментов.\n\nДля сохранения, чтения и цитирования статей, которые вы импортируете вам понадобится учетная запись Mendeley. Чтобы зарегистрироваться и получить 2 ГБ свободного места, перейдите по ссылке: https://www.mendeley.com",
    "sv": "Mendeley Web Importer hittar artikel-identifikatorerna för sidan du är på, och lägger automatiskt till metadata och hela texter i PDF-format (om tillgängligt) i ditt bibliotek. Allt du behöver göra, är att gå till artikeln eller referenslistan i webbläsaren och klicka på Mendeley Web Importer-ikonen i verktygsfältet.\n\nDu behöver ett Mendeley-konto for att spara, läsa och citera artiklarna du importerar. Besök https://mendeley.com för att registrera dig och få 2GB gratis lagringsplats.",
    "te": "మెండెలీ వెబ్ దిగుమతిదారు మీరు చూస్తున్న పేజీలోని ఆర్టికల్ ఐడెంటిఫైయర్‌లను గుర్తించి, మీ లైబ్రరీకి జోడించడానికి మెటాడేటా మరియు పిడిఎఫ్ పూర్తి పాఠాలను (అందుబాటులో ఉన్న చోట) \n\nస్వయంచాలకంగా తిరిగి పొందుతారు. మీరు బ్రౌజర్‌లో ఒక వ్యాసం లేదా సూచనల జాబితాను చూడటం అవసరం మరియు టూల్‌బార్‌లోని మెండలీ వెబ్ దిగుమతిదారు పొడిగింపు చిహ్నంపై క్లిక్ చేయండి.\nమీరు దిగుమతి చేసే కథనాలను సేవ్ చేయడానికి, చదవడానికి మరియు ఉదహరించడానికి మీకు మెండలీ ఖాతా అవసరం. సైన్ అప్ చేయడానికి మరియు 2GB ఉచిత నిల్వ స్థలాన్ని స్వీకరించడానికి, https://www.mendeley.com ని సందర్శించండి",
    "tr": "Mendeley Web İçe Aktarıcı, görüntülediğiniz sayfada makale tanımlayıcıları algılar ve kitaplığınıza ekleyebilmeniz için meta veri ve PDF tam metinlerini (varsa) otomatik olarak alır. Tarayıcıda bir makale veya referansların listesini görüntülemeniz ve araç çubuğundaki Mendeley Web İçe Aktarıcı uzantısı simgesini tıklamanız yeterlidir.\n\nİçe aktardığınız makaleleri kaydetmek, okumak ve alıntı yapmak için bir Mendeley hesabına ihtiyacınız olacaktır. Kayıt olmak ve 2GB ücretsiz depolama alanı almak için https://www.mendeley.com adresini ziyaret edin.",
    "uk": "Mendeley Web Importer виявляє ідентифікатори статей на сторінці яку Ви переглядаєте і автоматично отримує мета-інформацію та PDF із повним текстом (де можливо) для Вас для зберігання у Вашій бібліотеці. Вам лише потрібно в момент переглядання статті або списку посилань у браузері натиснути на піктограмі розширення Mendeley Web Importer на панелі інструментів.\n\nВам знадобиться обліковий запис Mendeley для того, щоб зберігати, читати та цитувати статті які Ви імпортуєте. Для того, щоб зареєструватися та отримати 2ГБ безкоштовного простору, перейдіть за посиланням https://www.mendeley.com",
    "zh_CN": "「Mendeley Web Importer 」 偵測您正查看頁面上的文章標識符，並自動檢索元資料和PDF全文（如適用）讓您添加到工具庫中。\n\n您只需要在瀏覽器中查看文章或參考列表，單擊工具欄中的「Mendeley Web Importer 」擴展圖標。\n\n您需要擁有一個Mendeley帳戶來貯存、閱讀和引用您導入的文章。註冊後即可享獲2GB的免費存儲空間。請到https：https://www.mendeley.com"
  }
}