{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "No Limits Chat GPT Free"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension powered by OpenAI to generate text and save queries. Free Trial."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Please note that these enhanced editions: Bronze, Silver & Premium of this application, require PayPal user subscription for activation; feel free to enjoy the limited features using this free version!\n\nIntroducing No Limits Chat GPT, a cutting-edge Chrome extension designed to revolutionize your browsing experience by harnessing the unlimited capabilities of Chat GPT, an advanced language model developed by OpenAI. With No Limits Chat GPT, the boundaries of conversational AI are pushed beyond limits, right within your favorite web browser. Timeout period of 12 hours is enforced in this free version. Afterwards, you can resume utilising this amazing application.\n\nKey Features:\n\nBoundless Conversations: NLCGPT leverages state-of-the-art GPT technology to engage in dynamic, context-aware conversations without any restrictions. It comprehends a vast array of topics, ensuring a versatile companion for seeking information, brainstorming ideas, or even engaging in light-hearted banter.\n\nPersonalized Assistance: The extension adapts to your preferences over time, learning from your interactions and tailoring responses to suit your unique needs. It remembers past conversations, allowing for more personalized and efficient interactions as you continue to engage with the virtual assistant.\n\nSeamless Integration: NLCGPT seamlessly integrates with popular messaging platforms like Slack, Facebook Messenger, and WhatsApp, enabling you to converse with the AI assistant directly within those interfaces. Additionally, it provides a standalone interface within the browser, offering a dedicated and distraction-free experience.\n\nMultilingual Support: NLCGPT supports a wide range of languages, ensuring that users from diverse regions can enjoy its benefits and engage in meaningful conversations without language barriers.\n\nPrivacy and Security: We prioritize your privacy and security. All conversations are encrypted and processed locally within the extension, ensuring that your data remains confidential and well-protected.\n\nIntroducing the latest gem in our No Limits Chat GPT community: \"No Limits Messenger!\" We're thrilled to announce this fantastic addition, designed to make the Chat GPT experience even more accessible and enjoyable for everyone.\n\nNew Feature: No Limits Messenger\n\nEffortless Collaboration: Collaborate with ease! Whether you're brainstorming with colleagues, catching up with friends, or discussing ideas with fellow community members, No Limits Messenger empowers you to have dynamic conversations effortlessly.\n\nPrivacy and Security: Rest assured, your privacy is our priority. No Limits Messenger encrypts all your conversations and processes them locally within the extension, keeping your interactions secure and confidential. \n\nWhat sets this feature apart is the integration of an AI assistant named Spectre, ready to provide answers and insights when you need them. Simply trigger Spectre's AI-generated responses by using the '/ss' command in your messages. Now you can upload files of various sizes for each edition!\n\nNo Limits Messenger is not just a feature; it's a bridge that connects our vibrant NLCGPT community across different messaging platforms. Join us in embracing this exciting addition and elevate your conversations with No Limits Chat GPT and No Limits Messenger today!\n\nNo Limits A.I. Image Generator is no longer available in the Free Trial edition. It's now only accessible in any of our paid editions which require a PayPal subscription for activation."
  }
}