{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Data NeoFeeder Analyzer & PISN Cek Eligible"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ekstensi Chrome untuk Analisis data PDDIKTI di NeoFeeder, dan PISN, Serta Evaluasi peringkat akreditasi (PEPA) BANPT."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ekstensi Chrome ini dirancang khusus untuk memudahkan analisis data pendidikan tinggi dari PDDIKTI, NeoFeeder, dan PISN, yang dioptimalkan untuk pengguna dalam lingkungan akademis dan administrasi pendidikan. Dengan alat ini, pengguna dapat mengakses dan menganalisis data secara langsung dari platform-platform tersebut tanpa harus melakukan proses manual yang memakan waktu. Salah satu fitur utama yang dihadirkan adalah kemampuan untuk memonitor dan mengevaluasi peringkat akreditasi program studi melalui komponen PEPA BANPT, yang mencakup sembilan poin penting. Fitur ini memungkinkan institusi untuk memahami lebih baik kinerja program studi mereka dalam mencapai standar akreditasi dan memungkinkan pemantauan yang lebih efisien.\n\nSelain fitur akreditasi, ekstensi ini juga menyediakan alat untuk melakukan pengecekan Eligibility Penomoran Ijazah Nasional (PISN) secara kolektif. Sebelumnya, proses pengecekan ini dilakukan secara manual satu per satu, yang tidak hanya memakan waktu tapi juga meningkatkan risiko kesalahan input. Dengan fitur ini, pengguna dapat memeriksa kelayakan penomoran ijazah untuk banyak mahasiswa sekaligus, sehingga memberikan kecepatan dan efisiensi dalam pengelolaan data ijazah serta mengurangi beban kerja administrasi.\n\nEkstensi ini juga mendukung rekapitulasi data pelaporan di PDDIKTI, yang berguna bagi institusi dalam mengelola data akademik dan administrasi yang lebih kompleks. Fitur rekapitulasi ini memudahkan untuk melihat ringkasan dan pola data dari laporan yang telah diunggah ke PDDIKTI, sehingga membantu institusi dalam mengevaluasi kinerja pelaporan serta mengidentifikasi area yang perlu perbaikan. Data yang lebih mudah diakses dan dipahami memungkinkan keputusan berbasis data yang lebih cepat dan akurat di lingkungan pendidikan.\n\nSecara keseluruhan, ekstensi ini adalah solusi serba guna untuk berbagai keperluan administrasi dan analisis data di bidang pendidikan tinggi. Dengan menyediakan berbagai alat analisis dalam satu ekstensi, pengguna tidak perlu lagi beralih antar platform atau menghabiskan waktu pada proses manual. Ekstensi ini dirancang untuk meningkatkan efisiensi operasional dan membantu institusi pendidikan tinggi dalam pemantauan, evaluasi, serta pengelolaan data secara lebih sistematis dan terpadu."
  }
}