{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Permanent Progress Bar for YouTube"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Always display a tiny progress bar with buffer loading on YouTube's player even in the fullscreen mode",
    "de": "Im YouTube-Player wird immer ein kleiner Fortschrittsbalken angezeigt, wenn der Puffer geladen wird, auch im Vollbildmodus.",
    "es": "Mostrar siempre una pequeña barra de progreso con la carga del buffer en el reproductor de YouTube, incluso en el modo de pantalla…",
    "fr": "Toujours afficher une petite barre de progression du chargement de la mémoire tampon sur le lecteur de YouTube, même en mode plein…",
    "it": "Visualizza sempre una piccola barra di avanzamento con il caricamento del buffer sul player di YouTube anche in modalità a schermo…",
    "pt_BR": "Sempre exibir uma pequena barra de progresso com carga de buffer no player do YouTube, mesmo no modo de tela cheia",
    "ru": "Всегда отображайте крошечный прогресс-бар загрузки буфера в плеере YouTube даже в полноэкранном режиме",
    "zh_CN": "即使在全屏模式下，也总是在YouTube的播放器上显示一个小小的缓冲区加载进度条。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "This extension brings a small, persistent progress bar to the YouTube player, enhancing your viewing experience. You can customize the extension to adjust the bar's height and color on the options page.\n\nThe beauty of this feature lies in its adaptability ? it remains hidden until the default YouTube progress bar disappears, even in fullscreen mode!\n\nThe primary goal is to offer a constant visual cue of the player's progress status. If the bar appears too slim for your screen, head to the options page and tweak the height setting.\n\nExciting Features:\n1. Keep track of the loaded percentage (buffered video progress).\n2. Monitor the current position of the player.\n3. Updates of these percentages every 2 seconds (adaptive).\n4. Almost all features are fully customizable through the options page.\n5. Compatible with the YouTube website and embedded YouTube players on any website.\n6. Hides the permanent progress bar on live streams\n\nRecent Changes:\nVersion 0.2.0:\n1. The extension has been upgraded to manifest v3, ensuring improved functionality and performance.",
    "de,es,fr,it,pt_BR,ru,zh_CN": "This extension adds a tiny permanent progress bar (ProgressBar) to the YouTube player. On the options page, you can configure the height and color of this progress bar. \n\nThis bar is only displayed when the default progress bar of YouTube is hidden, even in the fullscreen mode!\n\nThe idea is to have a permanent indicator of the progress state of the player. If the progress bar is too narrow for your display, go to the options page to configure the height.\n\nFeatures:\n1. See the loaded percent (what percent of the video is buffered) \n2. See the current player's position.\n3. Updates these percents recursively every 2 seconds.\n4. Almost all features are configurable on the options page.\n5. Works for YouTube website and embedded YouTube players on any website.\n\nChange Logs:\n0.2.0 Release:\n1. The extension moved to manifest v3."
  }
}