{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tasa Banco Central Venezuela"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Muestra la tasa del dólar del Banco Central de Venezuela y envía una notificación cuando esta cambia."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "La extensión Tasa Banco Central Venezuela es una herramienta práctica y fácil de usar que permite a los usuarios consultar la tasa actual del dólar en Venezuela, según el Banco Central de Venezuela (BCV), directamente desde su navegador Chrome. Además, incluye una calculadora integrada para convertir cualquier cantidad de dólares a bolívares de manera instantánea, tomando en cuenta la tasa oficial actualizada.\n\nFuncionalidades Principales\n1. Consulta en Tiempo Real de la Tasa del Dólar (BCV):\n- La extensión se conecta a la API oficial para obtener la tasa del dólar en tiempo real, asegurando que siempre tengas el valor más actualizado.\n- Muestra la última tasa junto con la fecha y hora de la actualización, permitiéndote ver de inmediato si ha habido cambios recientes.\n\n2. Notificaciones Automáticas de Cambio de Tasa:\n- La extensión monitorea constantemente la tasa del dólar y envía una notificación cuando detecta un cambio en el valor. Esto garantiza que nunca te pierdas una actualización importante.\n- Las notificaciones son claras y muestran la nueva tasa en un modal, facilitando la visibilidad y la respuesta inmediata.\n\n3. Calculadora de Conversión de Dólares a Bolívares:\n- Incluye una calculadora que permite ingresar cualquier cantidad en dólares para convertirla automáticamente a bolívares, usando la tasa del BCV como referencia.\n- Simplemente ingresa el monto en dólares, haz clic en \"Resultado\" y la extensión calculará y mostrará el valor correspondiente en bolívares. Este resultado se muestra en tamaño destacado para facilitar su visualización.\n\n4. Interfaz Compacta y Fácil de Usar:\n- La extensión presenta una interfaz amigable y compacta, diseñada para ser intuitiva y fácil de navegar. Con un ancho de solo 200px, ocupa poco espacio en la pantalla mientras ofrece todas sus funcionalidades.\n- Todos los elementos, desde la tasa hasta la calculadora, están organizados en una vista simplificada para que puedas acceder rápidamente a la información que necesitas.\n\nVentajas de Usar Tasa Banco Central Venezuela\n- Actualización Constante: Con la conexión directa a la API y el monitoreo continuo, puedes estar seguro de que siempre tendrás la tasa oficial más reciente, lo cual es crucial en un mercado volátil.\n- Ahorro de Tiempo: Con la tasa y la calculadora en un solo lugar, ya no necesitas buscar la tasa en sitios web o realizar cálculos manuales, lo que ahorra tiempo y evita posibles errores.\n- Notificaciones Automáticas: Al recibir una alerta cuando la tasa cambia, puedes responder rápidamente a las fluctuaciones, útil tanto para actividades personales como comerciales.\n- Ideal para Compras y Negocios: Si realizas transacciones o tomas decisiones de negocio basadas en la tasa oficial del dólar, esta extensión se convierte en una herramienta esencial para tener siempre información confiable y al instante.\n\nCon Tasa Banco Central Venezuela, llevar un control del dólar oficial en Venezuela es más sencillo que nunca. Esta extensión es perfecta para quienes buscan mantenerse informados sobre la tasa de cambio sin complicaciones, con información precisa y accesible en todo momento."
  }
}