{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube.Paginator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds pagebar line on YouTube pages, replaces endless scroll and 'Load more' button."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "<ru>(перевод на русский ниже)</ru>\n\nThis extension inserts pages line instead of 'load more' button (instead of infinite/endless  scroll).\n\nThis ext for those on YouTube, who tired to load scroll infinitely, who hates endless page with lags, who frustrates when \"back\" button leads to the beginning of the infinite scroll...\n\n(small update: fixed issue on channel page when extension always load first page)\n\nFeatures:\n\n* adds paginator line to the top and the bottom of content block;\n* works on subscribes page, playlists, watched history, uploaded videos on user's channel;\n* pages history included! now you can use back/forward with this ext;\n* quick access box to any page number;\n\nknown bugs:\n- top sort buttons is only at first page...\n- yet works only in outdated layout design of YT (before changes in 2017)\n\nFeel free to send me feedback if you found some bug, or have an idea to enhance functionality!\n\n–––––––––––––––––––––––––\n\nЭто расширение добавляет строку страниц вместо кнопки \"загрузить ещё\" (вместо бесконечного скроллинга).\n\nДля тех на ютубе, кто устал от бесконечной загрузки бесконечного скролла, кто ненавидит растянутую в вечность страницу с тормозами, кого бесит, когда оказывается, что кнопка \"назад\" ведёт в начало долбаного списка с нескончаемым скроллом...\n\n(мелкое обновление: пофикшена ошибка расширения, когда оно грузило только первую страницу на канале автора)\n\nЧё умеет:\n\n* добавляет строку со страницами сверху и снизу блока с содержанием;\n* работает на страницах подписок, плейлистов, истории просмотров, списка видео на каналах пользователей;\n* есть история хождения по страницам! можно использовать назад/вперёд с этим расширением;\n* быстрый доступ к нужной страницы через формочку;\n\nизвестные баги:\n- верхние спец кнопки сортировки видео находятся только на первой странице...\n- пока работает только в старом дизайне YT (до 2017 года)\n\nНе стесняйтесь оставлять отзыв, если нашли баг или есть идеи по улучшению функциональности!"
  }
}