{
  "name": {
    "ar,bg,ca,cs,da,de,el,fi,fil,fr,he,hi,hr,hu,id,it,ja,ko,lt,lv,nl,no,pl,ro,sk,sl,sr,sv,th,tr,vi,zh_CN,zh_TW": "Cashback service Megabonus",
    "am,bn,en_AU,en_GB,en_US,es_419,et,fa,gu,kn,ml,mr,ms,ru,sw,ta,te,uk": "Кэшбэк-сервис \"Мегабонус\"",
    "en": "Cash Back Service Megabonus",
    "es": "Servicio de cashback Megabonus",
    "pt_BR,pt_PT": "Serviço de cashback Megabonus"
  },
  "short": {
    "ar,bg,ca,cs,da,de,el,en,fi,fil,fr,he,hi,hr,hu,id,it,ja,ko,lt,lv,nl,no,pl,ro,sk,sl,sr,sv,th,tr,vi,zh_CN,zh_TW": "Service helping to make smart online purchases",
    "am,bn,en_AU,en_GB,en_US,es_419,et,fa,gu,kn,ml,mr,ms,ru,sw,ta,te,uk": "Сервис, который помогает делать выгодные покупки в интернете",
    "es": "El servicio, que ayuda a hacer compras rentables en Internet",
    "pt_BR,pt_PT": "O serviço que ajuda a fazer compras rentaveis na Internet"
  },
  "long": {
    "ar,bg,ca,cs,da,de,el,fi,fil,fr,he,hi,hr,hu,id,it,ja,ko,lt,lv,nl,no,pl,ro,sk,sl,sr,sv,th,tr,vi,zh_CN,zh_TW": "MegaBonus is a reliable and convenient cashback service that allows to save on online shopping.\nInstall MegaBonus extension today and start to save on purchases up to 40%. Just enjoy shopping as usual, and we take care to make your purchases cost-effective and safe. With MegaBonus extension for browsers, you will never forget to get your cashback.\n\n• Cashback up to 40%. Start shopping with MegaBonus extension right now to make your purchases more profitable.\n• Convenient cashback activation. Just do shopping online as before – the extension will activate cashback automatically.\n• Reliable protection against fraud. We have developed our own sellers evaluation system which will help you to avoid transactions with unreliable sellers.\n• Information about the amount of cashback before purchase. Next to the price of each product you will see the amount you will save before making a purchase.\n• Notifications of cashback acceptance. You will be aware of all your operations.\n• Fast and convenient withdrawal of funds. We support PayPal, Webmoney, QIWI, Yandex Money, credit cards and mobile phones.\n• Package tracking. Always be aware of the location of your purchases.\n• Support and help. Each message is priceless to us, and we always do our best to provide assistance as soon as possible.\n\nWe will be glad to see you in MegaBonus.com community! Join right now!",
    "am,bn,en_AU,en_GB,en_US,es_419,et,fa,gu,kn,ml,mr,ms,ru,sw,ta,te": "Кэшбэк-сервис Мегабонус - это простой способ делать выгодные покупки в 2000+ популярных магазинах и сервисах по всему миру.\n\nУстановите расширение для браузера \"Мегабонус\", а мы позаботимся о том, чтобы вы получили кэшбэк. Каждый раз, когда вы будете делать покупки в интернет магазинах или оплачивать сервисы, которые поддерживают кэшбэк, расширение предложит вам его активировать и автоматически зачислит на ваш счет в \"Мегабонус\". Кэшбэк можно вывести удобным способом на банковскую карту, paypal, яндекс деньги, телефон и другими способами.\n\n• Кэшбэк до 40% в более чем 2000+ популярных магазинах и сервисах по всему миру, в том числе во всеми любимом AliExpress;\n• Гибкая программа лояльности Megabonus, которая состоит из 7 уровней. Чем больше вы покупаете, тем выше ваш уровень и процент кэшбэка;\n• Напоминания о кэшбэке и удобная активация. Вы не забудете активировать кэшбэк перед покупкой и получить свой кэшбэк;\n• Отслеживание изменения цены;\n• Проверка продавца на Алиэкспресс. Делайте не только выгодные, но и безопасные покупки в Ali;\n• Отображение суммы кешбэка. Узнайте сумму кэшбэка до оплаты товара. Это действительно удобно!;\n• Информирование о зачислении кэшбека - как только мы получим информацию о вашем кешбэке, мы незамедлительно проинформируем вас;\n• Быстрый вывод удобным способом. Cashback можно вывести на: Банковскую карту, PayPal, Webmoney, QIWI, Яндекс Деньги и на телефон; \n• Отслеживание посылки. Возможность отследить местоположение посылки по трек-номеру прямо в расширении;\n• Дружелюбная и профессиональная Служба поддержки пользователей.\n\nС этим расширением вам не потребуются другие расширения для работы с Алиэкспресс. Мы взяли всё лучшее, что есть для алиэкспресс, и объединили это в одном продукте, чтобы сделать ваши покупки на AliExpress экономными и безопасными.\n\nМы будем рады видеть вас среди миллионов пользователей Megabonus.com со всего мира, которые уже сейчас делают умные покупки с Мегабонус.\n\n\nWith love, your cashback service Megabonus! <3\n\nУстанавливая расширение \"Мегабонус\", вы принимаете условия «Пользовательского соглашения» и разрешаете переадресацию вас расширением по ссылкам партнерских программ к которым подключен кэщбэк-сервис \"Мегабонус\".\n\nТакже информируем о том, что расширение использует сервис Google Аналитика для сбора статистики использования для улучшения вашего пользовательского опыта. Если вы не хотите передавать данные в сервис Google Аналитика, пожалуйста перейдите: http://tools.google.com/dlpage/gaoptout или установите фильтрацию в Adblock Plus или при помощи других блокирующих рекламу приложений.\n\nРасширение Мегабонус использует следующие права по нижеуказанным причинам:\n\n(a) tabs – пользователь приобретает возможность активировать кэшбэк из соответствующего элемента интерфейса расширения; пользователю предоставляются возможности получать уведомления об автоматической активизации кэшбэка в соответствующем элементе интерфейсе расширения, если такая автоматизация доступна при нахождении на текущей интернет-странице товара.\n(b) activeTabs – в соответствующем элементе интерфейса расширения пользователю становятся доступна система цветовых уведомлений, помогающая определить статус работы расширения при нахождении на текущей интернет-странице товара:  серый цвет иконки расширения – на данной интернет-странице кэшбэк не доступен; желтый цвет иконки расширения – на данной интернет-странице доступен кэшбэк и происходит определение его статуса; красный цвет иконки расширения – на данной интернет-странице доступен кэшбэк, но в данный момент он блокирован для пользователя сторонним сервисом; зеленый цвет иконки расширения – на данной интернет-странице доступен кэшбэк и он надлежащим способом активирован для пользователя.\n(c) webRequest – расширение анализирует отсутствие блокирующих факторов для надлежащей активации кэшбэка для пользователя, о чем информирует его посредством соответствующего элемента интерфейса расширения.\n(d) webRequestBlocking – пользователю доступен надежный способ активации кэшбэка при нахождении на интернет-страницах товаров интернет-магазинов; если сторонние сервисы пытаются заблокировать это, о чем пользователь информируется посредством соответствующего элемента интерфейса расширения.\n(e) cookies – определение факта блокировки кэшбэка сторонними сервисами и информирование пользователя о таком обстоятельстве в соответствующем элемента интерфейса расширения; пользователь получает возможность информирования о наиболее соответствующих его интересам интернет-магазинах в соответствующем элементе интерфейса расширения.\n(f) notifications – отправка пользователю всплывающих сообщений в браузере с информацией о статусе кэшбэка (начислен, подтвержден, отклонен), о новых возможностях и акциях и иные системные сообщения согласно пользовательскому соглашению;\n(g) http(s)://*/* – используя расширение, пользователю доступен весь его функционал в отношении актуальной базы всех интернет-магазинов, в которых для пользователя доступен кэшбэк –пользователю нет необходимости дожидаться обновления расширения для получения кэшбэка в недавно присоединившимся к сервису интернет-магазинов.",
    "en": "Megabonus Cash Back Service is an easy way to make more profitable purchases in 2,000+ popular stores and services all over the world. \n\n\nInstall the extension and do everything as usual. We will take care of making your purchases economical and safe. \n\n•\tCash Back up to 40% in more than 2,000 popular stores an services from all over the world including the universal appeal AliExpress;\n•      Price tracker;\n•\tFlexible Megabonus Loyalty Program consisting of 7 levels. The more you buy, the higher your level and cash back rate is;\n•\tCash back notifications and convenient activation. You won’t forget to activate cash back before purchasing and get your cash back;\n•\tAliExpress seller check. Make not only profitable but also safe purchases on Ali;\n•\tDisplay of your cash back sum. Learn your cach back sum before paying  for the product. This is really convenient!\n•\tNotices on cash back crediting  - as soon as we get the information on your cash back, we will immediately inform you;\n•\tQuick withdrawal in a convenient way. Cash back can be withdrawn to: a bank card, PayPal, Webmoney, Yandex.Money and to a mobile;\n•\tPackage Search. The possibility to track the location of your parcel using the tracking number right in the extension;\n•\tFriendly and professional support service.\n\n\n\nWith this extension, you won’t need other ones for the work with AliExpress. We took the best solutions for AliExpress and united everything in one product to make your purchases on AliExpress economical and safe. \n\n\nWe will be glad to see you among the millions of Megabonus.com users from all over the world making smart purchases with Megabonus even now.\n\nWith love, your Megabonus Cash Back Service!\n\nInstalling Megabonus extension you accept the provisions of the User Agreement and allow redirecting you by the extension through the links of the partner programs Megabonus Cash Back Service is connected to. \n\n\nThis is also to inform you that the extension uses Google Analytics service to collect the usage statistics to improve your user experience. In case you don’t want to send your data to Google Analytics, please go to: http://tools.google.com/dlpage/gaoptout or add filtering in Adblock Plus or with the help of other ad-blocking apps.\n\n\n\nMegabonus extension uses the following rights due to the below-mentioned reasons:\n\n(a)\ttabs –– the user acquires the opportunity to activate cash back from the corresponding element of the extension’s interface; the user gets opportunities to get notifications on cash back automatic activation in the corresponding element of the extension’s interface if this type of automatization is available when on the current webpage of the product.\n(b)\tactiveTabs – the system of color notifications allowing to identify the extensions’ work status when on the current webpage of the product becomes available to the user in the corresponding element of the extension’s interface; grey color of the extension’s icon – cash back is not available on this webpage; yellow color of the extension’s icon – cash back is available on this webpage and its status is being defined; red color of the extension’s icon – cash back is available on this page but it is currently blocked for the user by a third-party service; green color of the extension’s icon – cash back is available on this page and it’s properly activated for the user.\n\n\n(c)\twebRequest – the extension analyzes the absence of blocking factors for the proper activation of cash back for the user and informs them through a corresponding element of the extension’s interface. \n(d)\twebRequestBlocking – a reliable way of cash back activation is available to the user when on the products’ webpages  of online stores; if third-party services are trying to block it, the user is informed on it through a corresponding element of the extensions’ interface. \n(e)\tcookies – detecting cash back blocking by third-party services and giving notice of the circumstance to the user in the corresponding element of the extension’s interface; the user gets an opportunity of being informed about the online stores meeting their interests in the corresponding element of the extension’s interface. \n(f)\tnotifications – sending the user push-up messages in the browser with the information on cash back status (credited, confirmed, declined), on new opportunities and actions and other system messages in accordance with the User Agreement;\n(g)\thttp(s)://*/* – using the extension the user has access to all its functionality in regards to the actual database of all online stores the cash back is available to the user in – there’s no need for the user to wait for the extension’s update to get cash back in the stores that have recently joined the service.",
    "es": "MegaBonus es un servicio de reembolso cómodo y seguro que permite ahorrar al comprar en internet.\nInstala la extensión MegaBonus y empieza a ahorrar en tus compras hasta un 40% desde hoy. Simplemente compra y disfruta como lo hacías antes, y nosotros nos encargaremos de que salgas ahorrando al comprar de forma segura: con la extensión para navegadores MegaBonus, nunca te olvidarás de cobrar el reembolso.\n• Reembolso de hasta un 40%. Empieza a comprar con la extensión MegaBonus ahora mismo para salir ahorrando.\n• Cómoda activación del reembolso. Simplemente compra en internet como lo hacías antes: la extensión activará el reembolso de forma automática.\n• Protección segura contra el fraude. Hemos desarrollado nuestro propio sistema de verificación de vendedores que ayuda a evitar transacciones con vendedores poco fiables.\n• Posibilidad de consultar el importe del reembolso antes de realizar la compra. Ahora, junto al precio de cada producto, podrás ver el importe que podrás ahorrar antes de realizar la compra.\n• Notificaciones sobre el ingreso del reembolso. Estarás al tanto de todas tus transacciones.\n• Retirada rápida mediante métodos de pago de tu elección. Admitimos retiradas de fondos a PayPal, Webmoney, QIWI, Yandex Money, tarjetas bancarias y números de teléfono.\n• Seguimiento de envíos. Siempre estarás al tanto de la ubicación de tus envíos.\n• Soporte y asistencia. Cada consulta es sumamente valiosa para nosotros, por lo que siempre estamos dispuestos a prestarte ayuda en el menor tiempo posible.\n¡Estaremos encantados de verte en la comunidad de MegaBonus.com! ¡Únete ahora mismo!",
    "pt_BR,pt_PT": "MegaBonus é um serviço de cashback confiável e prático que permite que você economize em compras\nonline.\nInstale a extensão do MegaBonus hoje e comece a economizar até 40% em compras. Você só precisa\ndesfrutar de suas compras como de costume e nós cuidamos para que ela tenha um bom custo-beneficio\ne seja segura. Com a extensão do MegaBonus para navegadores, você nunca esquecerá de receber seu\ncashback.\n• Cashback de até 40%. Comece a comprar com a extensão do MegaBonus agora mesmo para tornar\nsuas compras mais vantajosas.\n• Ativação conveniente do cashback. Você só precisa realizar compras online como antes e a extensão\nativará o cashback automaticamente.\n• Proteção contra fraude de confiança. Desenvolvemos nosso próprio sistema de avaliação que ajudará\nvocê a evitar transações com vendedores não confiáveis.\n\n• Informações sobre o valor do cashback antes da compra. Ao lado do preço de cada produto você\nvisualizará o valor economizado antes de realizar uma compra.\n• Notificações de aceitação de cashback. Você estará ciente de todas as suas operações.\n• Retirada de fundos rápida e prática. Damos suporte a PayPal, Webmoney, QIWI, Yandex Money, cartões\nde crédito e telefones celulares.\n• Rastreio de pacote. Sempre esteja ciente da localização de sua compra.\n• Suporte e ajuda. Cada mensagem é inestimável para nós e sempre damos nosso melhor para fornecer\nassistência o mais rápido possível.\nFicaremos felizes em vê-lo na comunidade MegaBonus.com! Entre agora mesmo!",
    "uk": "Кэшбэк-сервис Мегабонус - это очень простой способ сделать более выгодные покупки в 1500+ популярных магазинах и сервисах по всему миру.\n\nУстановите расширение и делайте всё как обычно. Мы позаботимся о том, чтобы ваши покупки были экономными и безопасными.\n\n• Кэшбэк до 40% в более чем 1500+ популярных магазинах и сервисах по всему миру, в том числе во всеми любимом AliExpress;\n• Гибкая программа лояльности Мегабонус, которая состоит из 7 уровней. Чем больше вы покупаете, тем выше ваш уровень и процент кэшбэка;\n• Напоминания о кэшбэке и удобная активация. Вы не забудете активировать кэшбэк перед покупкой и получить свой кэшбэк;\n• Проверка продавца на Алиэкспресс. Делайте не только выгодные, но и безопасные покупки в Ali;\n • Отображение суммы кешбэка. Узнайте сумму кэшбэка до оплаты товара. Это действительно удобно!;\n• Информирование о зачислении кэшбека - как только мы получим информацию о вашем кешбэке, мы незамедлительно проинформируем вас;\n• Быстрый вывод удобным способом. Cashback можно вывести на: Банковскую карту, PayPal, Webmoney, QIWI, Яндекс Деньги и на телефон; \n• Отслеживание посылки. Возможность отследить местоположение посылки по трек-номеру прямо в расширении;\n• Дружелюбная и профессиональная Служба поддержки пользователей.\n\nС этим расширением вам не потребуются другие расширения для работы с Алиэкспресс. Мы взяли всё лучшее, что есть для алиэкспресс, и объединили это в одном продукте, чтобы сделать ваши покупки на AliExpress экономными и безопасными.\n\nМы будем рады видеть вас среди миллионов пользователей Megabonus.com со всего мира, которые уже сейчас делают умные покупки с Мегабонус.\n\nС этим расширением вы сможете получить кэшбэк в таких магазинах как: AliExpress, Banggood, МВидео, Лабиринт, ЛитрРес, Tutu.ru, Booking, Pleer.ru, Aviasales, Связной, Delivery Club, Lamoda, JD, Ситилинк, Kupibilet, Book24, Profi.ru, ASOS, Буквоед, OneTwoTrip, Иль Де Ботэ, alibonus, алибонус, NEWBEAUTYBOX, Finn Flare, MediaMarkt, Pudra, 003.ru, Мегафон и многих других магазинах.\n\nWith love, your cashback service Megabonus! <3"
  }
}