{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "2FAS - Two Factor Authentication"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "2FAS Browser Extension is simple, private, and secure: 1 click, 1 tap, and your token is automatically entered!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add 2FAS to your web browser with our extension! Enter 2FA tokens automatically without re-typing for better security!\n\nThe 2FAS extension allows you to log in to any online service with 2-factor authentication enabled, faster! \n\nEasy set up in three steps:\n1. Install the extension on your desktop browser\n2. Open the 2FAS app on your phone and pair your phone with your desktop browser\n3. Start using the 2FAS extension\n\nWhen you want to log in using a 2FA token, simply select two-factor authentication token input field, click the 2FAS extension icon, and confirm login on your phone!\n\nSecure and fast log in.\n\nSimply pair the service you want to login to with your 2FAS app, then 2FAS will automatically select your token for future logins, no searching or typing required!\n\nFree access — no account required.\n\n2FAS is an easy-to-use authentication app that protects access to your online services and accounts. \n\nRelying on a single password for your personal accounts, like Facebook or Instagram, often puts your data and sensitive information at risk. \n\nThe 2FAS Authenticator App generates one-time codes called Time-based One-time Passwords (TOTP) or HMAC-based (event-based) One-time Passwords (HOTP) for your account. By creating these codes offline and changing them every 30 seconds or every login, 2FAS drastically increases the security of your information."
  }
}