{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Better Font Sementics"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Base Level Extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Imagine you're engrossed in an online article, and you wish you could effortlessly fine-tune the way the text appears, making it both visually appealing and comfortable for your eyes. That's where the \"Better Font Semantics\" Chrome extension steps in – like a virtual magician, it empowers you to seamlessly transform the appearance of text on web pages.\n\nWith the \"Better Font Semantics\" extension, you take the reins. It's not only about adjusting the text itself, but also about dynamically altering its background, which significantly enhances readability, especially during extended online sessions. Whether you lean towards a dark background with light text or the reverse, achieving this is as simple as a click.\n\nHowever, this extension goes far beyond color; it's about infusing your personal style. \"Better Font Semantics\" encourages experimentation by offering a variety of font families. Whether your taste gravitates towards classic serifs, contemporary sans-serifs, or even more whimsical fonts, this extension provides a plethora of choices.\n\nThe user experience is seamless. Upon installing the extension in your Chrome browser, a convenient icon awaits your command, ready to be clicked whenever you wish to customize fonts. Upon clicking, a user-intuitive interface emerges, granting you the power to refine the background color, text color, and font style in real-time. Each adjustment instantaneously manifests in the page's text, making it akin to collaborating with a personal stylist for web content.\n\nBut wait, there's more – technical prowess is not a prerequisite. Designed for user-friendliness, the \"Better Font Semantics\" extension ensures that even if you're not technologically inclined, you can still tailor your reading experience with ease and finesse.\n\nIn essence, the \"Better Font Semantics\" Chrome extension is your tool for sculpting the way text unfolds on your screen. It's as though you've been bestowed with a digital artist's brush for online content, permitting you to fashion an environment for reading that harmonizes with your preferences, and elevating your internet exploration into an enjoyable and personalized journey."
  }
}