{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Faire search by image"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search by image on Taobao, 1688, Alibaba, Aliexpress, etc."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Main features:\n1. Image search to search for the same products: click the search button or right-click the image search to quickly find the same product on 1688, Taobao, etc. Find goods efficiently, must-have for Dropshipping\n2. Price history: you can view the price history of products on Amazon, 1688 and other platforms, to help you identify real and fake discounts.\n3. Price drop reminder: add products to your favorites, you will receive notification when the price drops.\n4. Show JD coupon\n5. Copy Link: It is convenient for you to copy the product links of 1688 and Taobao, and you can also share the product screenshots.\n6. Translation: Screenshot translation, webpage translation, picture translation, Ali Wangwang chat translation.\n8. Review Analysis: In the product detail page of Aliexpress, statistics on the percentage of reviewers' country distribution.\n9. Download product pictures and videos from Taobao and 1688 and other websites\n10. Currency converter, you can use currency converter on 1688.com and Taobao for currency conversion.\n11. Support comparing the same products and exporting to Excel file.\n12. Download review images from Aliexpress, Amazon, export reviews to Excel file.\n13. Support Shein to search goods by picture, Naver to search same model by picture, Amazon to search same model by picture.\n14. Filter and export similar products based on different fields to TXT or Excel.\n15. On the 1688 product details page, click More Info to view data about the product's shelf date, monthly volume, monthly dropshipping sales volume and other data.\n\nBy installing the AliPrice extension, you accept the terms of the \"AliPrice Terms of Service\" and allow the extension to redirect to affiliate links, including Taobao and other programs. AliPrice Terms of Service - https://www.aliprice.com/information/index/page/term_of_use\nIf you have any questions or suggestions, please feel free to contact us.\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=taobao_search_by_image\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nSafari：https://apps.apple.com/us/app/1573881692"
  }
}