{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NEXXT TABS"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "NEXXT Tabs will replace your default browser tab with a modern looking and customizable one.",
    "es": "NEXXT Tabs reemplazará la pestaña predeterminada de su navegador con una pestaña de aspecto moderno y personalizable.",
    "fr": "NEXXT Tabs remplacera votre onglet de navigateur par défaut par un onglet au look moderne et hautement personnalisable.",
    "it": "NEXXT Tabs sostituirà la tua scheda di navigazione per impostazione predefinita con una scheda dall’apetto moderno e altamente…",
    "vi": "NEXXT Tabs sẽ thay thế tab trình duyệt mặc định của bạn bằng một tab có kiểu dáng hiện đại và có thể tùy chỉnh được."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "This extension will provide plethora of tools for you to customize your browsing experience :\n\n• 4 Full HD Default wallpapers\n\n• Add custom wallpapers \n\n• Shuffle all wallpapers, pick the ones that you love the most or set a static one\n\n• Anime release schedule to keep an eye on weekly anime releases\n\n• Countdown feature to keep track of your upcoming important event\n\nGet NEXXT Tabs now and enjoy the nexxt browsing experience.",
    "es": "Esta extensión proporcionará una gran cantidad de herramientas para personalizar su experiencia de navegación:\n\n• 4 fondos de pantalla predeterminados en Full HD\n\n• Agregar fondos de pantalla\n\n• Mezclar todos los fondos de pantalla, elegir los que más le gusten o establecer uno estático\n\n• Función de cuenta regresiva para realizar un seguimiento de su próximo evento importante\n\n• Calendario de lanzamiento de anime para estar al tanto de los lanzamientos semanales de anime\n\nObtenga NEXXT Tabs ahora y disfrute de la nexxt experiencia de navegación.",
    "fr": "Cette extension vous fournira une pléthore d'outils pour personnaliser votre expérience de navigation :\n\n• 4 fonds d'écran par défaut en Full HD\n\n• Ajout de fonds d'écran\n\n• Mélangez tous les fonds d'écran, choisissez ceux que vous préférez ou définissez un fond d'écran statique\n\n• Fonction de compte à rebours pour suivre vos événements importants à venir\n\n• Calendrier de sortie d'anime pour suivre les sorties hebdomadaires\n\nObtenez NEXXT Tabs maintenant et profitez de l'expérience nexxt de navigation.",
    "vi": "Tiện ích mở rộng này sẽ cung cấp nhiều công cụ để tùy chỉnh trải nghiệm duyệt web của bạn:\n\n• 4 hình nền mặc định Full HD\n\n• Thêm hình nền\n\n• Xáo trộn tất cả các hình nền, chọn những hình bạn thích nhất hoặc đặt một hình nền cố định\n\n• Chức năng đếm ngược để theo dõi các sự kiện quan trọng sắp tới\n\n• Lịch phát hành anime để theo dõi các phát hành anime hàng tuần\n\nHãy tải ngay NEXXT Tabs và tận hưởng trải nghiệm duyệt web tiếp theo của bạn."
  }
}