{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Twitch Radio Mode",
    "ko": "트위치 라디오 모드"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enables radio mode in Chrome web browser",
    "ko": "웹브라우저에서 트위치 라디오 모드를 가능하게 해주는 확장 프로그램"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The extension runs Twitch radio mode in Chrome. Saves network bandwidth, RAM, and other device resources.\n\n\"Radio mode\" is a feature in Twitch mobile app, with which users can play only the sound of the stream, instead of playing the full video. The feature is useful for radio or music streams.\n\nAfter installation, there will be a new \"radio\" button in control panel of the video. Radio mode can be started/stopped by a single click of this button, and users can engage in the chat just like when they play video streams.\n\nNOTE: If you have any issues using the radio mode button, please refresh the webpage and try again.\n\nThe original source code can be found at: https://github.com/c-rainbow/twitch-audio-web\n\nFrequently Asked Questions\n- Can I use this extension in a recorded video, like past broadcasts, highlights, clips, etc?\nThis extension only works for a livestream.\n\n- Can I collect channel points with this extension?\nNo, you cannot collect channel points if the video is not played.\n\n- I cannot use radio mode in the main page.\nFor now, the extension only works in the streamer’s channel page.\n\n\nRelease notes\nv0.6.0 (2022-08-21)\n- Fixed a bug that the radio mode was stuck for ~30 seconds before the audio is played.\n- Used authorization header to get access token if the user is logged in, to not play unnecessary ads.\n\nv0.5.1 (2022-07-12)\n- Fixed a bug that the radio mode was stuck for ~15 seconds before the audio is played.\n- Fixed a bug that the radio mode button is always disabled for some people\n\nFor all other release notes, please refer to https://github.com/c-rainbow/twitch-audio-web/blob/master/.webstore/descriptions/en.txt",
    "ko": "크롬에서 트위치 방송을 라디오 모드로 들을 수 있게 해주는 크롬 확장 프로그램입니다. \n\n설치 후 스트리머의 채널에 가시면 방송화면 왼쪽 아래에 라디오 모양의 아이콘을 확인하실 수 있습니다. 클릭하시면 라디오 모드가 실행되고, 한번 더 클릭하시면 라디오 모드가 종료됩니다.\n\n문제 해결: 라디오 모드를 사용 중 문제가 생겼을 경우 페이지를 새로고침 후 다시 시도해 주세요.\n\n깃헙 주소: https://github.com/c-rainbow/twitch-audio-web\n\n자주 묻는 질문\n- 다시보기, 하이라이트, 클립 등에서 사용 가능한가요?\n현재로서는 생방송에서만 사용할 수 있습니다.\n\n- 채널 포인트 적립이 가능한가요?\n채널 포인트 적립은 되지 않습니다.\n\n- 메인페이지에서 라디오모드를 사용할 수 없어요.\n현재로서는 스트리머 채널 페이지에서만 사용 가능합니다.\n\n\n릴리즈 노트\nv0.6.0 (2022-08-21)\n- 광고가 재생되는 동안 라디오 모드가 30초정도 무음이었던 버그를 수정하였습니다.\n- 라디오모드를 실행할 때 사용자의 로그인 정보를 이용하여 불필요한 광고를 듣지 않도록 수정하였습니다.\n\nv0.5.1 (2022-07-12)\n- 광고가 재생되는 동안 라디오 모드가 15초정도 무음이었던 버그를 수정하였습니다.\n- 일부 사용자에게서 라디오모드가 실행되지 않던 버그를 수정하였습니다.\n\n예전 릴리즈 노트: https://github.com/c-rainbow/twitch-audio-web/blob/master/.webstore/descriptions/ko.txt"
  }
}