{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UI Opt-In Switches"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome App for easily accessing Opt-In Experiences and saving for future use"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is a chrome app for easily accessing Opt-In Experiences. Opt-In Experiences of websites are activated through opt-in URL's. You can opt-out of an experience when you hit the Opt-Out URL. Maintaining a web based UI to maintain the state of Opt-Ins makes it easy to flip between experiences.\n\nThe app is simple to use for all kinds of users.\n\nAs a first step users are required to upload a file which contains the set of Opt-In/Opt-Out urls with a couple of more parameters.\n\nSample File : \n\n{\n                        'switches' : [\n                        {\n                          'name' : 'Some_Name',\n                          'optInUrl' : 'url',\n                          'optOutUrl' : 'url',\n                          'defaultState' : 'optin'\n                        },\n                        {\n                          'name' : 'Some_Name_2',\n                          'optInUrl' : 'url2',\n                          'optOutUrl' : 'url2',\n                          'defaultState' : 'optout'\n                        }\n                        ]\n                      }\n\nHovering on the action buttons highlights what the buttons do.\n\nAfter this step, users are required to save these settings in the local app which can be simply achieved by clicking the SAVE button.\n\nUsers can then load these settings which opens the Switches view by clicking the LOAD button. The load button can be used for loading previously saved settings.\n\nUsers can clear the saved settings by hitting the CLEAR button. It will clear up the UI and the settings in the APP. Now the users can start again by saving new settings by making edits to same file or preferably pointing to a new file with the above mentioned structure.\n\nMore Information to follow."
  }
}