{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Deep Tab Search: Tab Switcher & Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab manager, tab switcher and search. Fast navigation through open tabs and quick access to information."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Deep Tab Search is a Chrome extension that helps you search through and efficiently switch between all your open tabs. Deep Tab Search is the perfect solution for those who work with multiple tabs open and want to find information quickly without the hassle of manually searching through each tab.\n\nFEATURES:\n\n- Content Search: Search across all your open Chrome tabs.\n- Relevant Results: Search results are sorted be relevance.\n- Blazing Fast: Instantly searches every open tab in the blink of an eye.\n- Jump to Search Terms: Open tabs and go directly to your search term.\n- Tab Management: Close tabs from the extension popup.\n- Web Search Integration: Perform web searches directly from the extension.\n- Intuitive Ordering: Tabs are listed by most recently used.\n- Search History: Access your recent search history.\n\nIDEAL FOR:\n\n- Professionals, Researchers and Students.\n- Multitaskers.\n- Power Users.\n\nUSAGE\n\nInstall Deep Tab Search and click the icon in Chrome's extension tray, or use the shortcut Option/Alt + A to activate the extension. Start typing to instantly see results from all your open tabs. Click on a search result to switch to that tab and find your search term highlighted. Alternatively, navigate through results with arrow keys and press Enter to select. Hold the Alt/Option key while selecting a tab to close it. Browse your recent search history by holding Shift and pressing the Up and Down arrow keys.\n\n- Option/Alt + A to invoke Deep Tab Search\n- Arrow Keys to browse search results\n- Enter to select a result\n- Option + Enter to close a tab\n- Shift + Arrow Keys to browse session search history\n\nPERFORMANCE\n\nFor optimal performance, it's recommended to use Deep Tab Search with Chrome's memory saver feature turned off. This is because the extension needs to access the content of all tabs, and the memory saver feature might unload some tabs to conserve resources. However, Deep Tab Search will still work as expected with memory saver on, it just means that if it encounters any unloaded tabs, it will automatically reload them when you invoke the extension and show an \"Indexing tabs...\" message during this process."
  }
}