{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Substack Enhanced Stats"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly analyze and visualize your Substack publication statistics with enhanced charts and summaries."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview\nSubstack Enhanced Stats is a powerful tool for Substack authors and content creators who want to gain deeper insights into their publication’s performance. With just a few clicks, you can analyze important metrics, visualize trends, and make data-driven decisions to engage your audience better and grow your subscriber base.\n\nFeatures\nQuick Overview of Key Metrics\nGet an instant summary of your publication’s total subscribers, open rates, and growth rate. The extension’s sleek interface provides at-a-glance insights that allow you to monitor your publication's health without navigating away from your current tab.\n\nInteractive Charts and Graphs\nView detailed charts for email deliveries and open rates over customizable time ranges, such as \"All Time,\" \"This Year,\" and \"Last 3 Months.\" The visualized data enables you to identify trends and patterns in your engagement, helping you adjust your content strategy as needed.\n\nTop 3 Best-Performing Posts\nQuickly access a list of your top 3 posts by open rate to understand which types of content resonate most with your audience. Each post is ranked by open rate, and you’ll see key data points such as delivery counts and open rates.\n\nFull Data Access in a Click\nView a complete, scrollable list of all fetched data for your publication, including individual email stats like post date, deliveries, open rates, and more. This comprehensive view lets you analyze each post’s performance in detail and compare results across your entire publication history.\n\nWho Is This For?\nSubstack Authors and Publishers who want a better understanding of their email performance and subscriber engagement."
  }
}