{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Caselist Free BETA"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Caselist allows users to batch download legal cases from the Internet. No more clicking on links one by one to download every case!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The all new cross platform version of Caselist Free BETA has been released for Beta Testing (beta test approved and supported by LawNet (Singapore))! It is now free and ad-supported. Caselist allows users to batch download legal cases from the Internet. No more clicking on links one by one to download every case cited in your court submissions or acadamic treatises! What's more, it now allows you to save your downloads into a ZIP file!\n\nWhat's more, you can now generate tab pages automatically and also create Bundles of Authorities and other documents!\n\nCaselist automates the downloading of cited cases by scanning files which you open for case citations which reference cases in supported databases. You will then be able to select which of those cases you wish to download.\n\nWhen the Download button is clicked, it downloads all of the selected cases to your hard drive in a format of your choice in the background, saving precious time which would otherwise be needed to download each of those cases manually.\n\nThe current jurisdictions supported are Australia, Canada, Hong Kong, Ireland, New Zealand, Philippines, Singapore and the United Kingdom.\n\nBy using and continuing to use this software, you agree unequivocally to all the terms, all of which are conditions, contained in the Licence Agreement at https://customautosys.com/licence.html. If you disagree with the Licence Agreement or any part thereof, cease & desist from using this software immediately."
  }
}