{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Highlight Active Row"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Makes the currently selected table row more visible."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension helps prevent mistaken data entry by making the currently selected table row more visible. Anytime an input box inside of a table is selected the entire table row gets its style changed. The goal is to make it extremely obvious which row you are currently inputting data on to reduce the chances of inputting data on the wrong row.\n\n\nHow it works:\nThe extension injects a small script that adds a 'focusin'/'focusout' event listener to the root document object. \n\nWhen the 'focusin' event fires it starts at the event.target and traverses the DOM in search of a  <tr> parent element. If <tr> is found it sets the inline style to a preset highlight style.\n\nWhen the 'focusout' event fires it starts at the event.target and traverses the DOM in search of a  <tr> parent element. If <tr> is found it clears the inline style.\n\nExtra Details:\n* The extension needs to be enabled the first time you visit a new website by clicking the extension icon and selecting `Enable Highlight Active Row on this domain` from the context menu. This allows the user to only run the extension on select websites.\n* Currently has a hard set MAX_DEPTH of 5 which limits how many parents it check before stopping. This should prevent all unnecessary DOM traversing for nodes not connected to a table, but also allow some wiggle room if the input is in a <div> or two.\n\nFuture features:\n- add an options page that allows the user to set a custom highlight style\n\nThis is an open source project. Visit Highlight-Active-Row's Github page for source code, to report bugs or to contribute.\nhttps://github.com/tomrule007/highlight-active-row\n\n\nVersion History:\n1.2.1: Fixed bug that required user to reload the extension on page changes.\n1.2.0: Allow the user to enable/disable the extension for each website domain\n1.1.0: Switched to focusin/focusout events & delegation which works with dynamically added content.\n1.0.0: Event listener were attached to each input element on load & didn't work with dynamically added content."
  }
}