{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Regex Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This regex search tool highlights matches on a page, allowing navigation between results and copying matches to the clipboard"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Regex Search extension is a powerful and versatile tool designed for users who require advanced text search and manipulation capabilities. By leveraging the strength of regular expressions, this extension provides a sophisticated way to handle complex search queries and text operations.\n\nKey Features:\nRegex and Text Search: Perform detailed searches using regular expressions or straightforward text queries. The extension supports a broad spectrum of regex syntax, allowing users to create intricate search patterns for precise data extraction and manipulation.\n\nCase Sensitivity Toggle: Easily switch between case-sensitive and case-insensitive searches. This feature ensures that users can tailor their search criteria to match the exact case of characters or ignore case differences, enhancing flexibility in text searches.\n\nCopy Results: After performing a search, users can effortlessly copy the results to the clipboard. This functionality facilitates quick transfer of relevant information to other applications or documents, streamlining workflow and data handling.\n\nReal-Time Search Results: See immediate results as you type your search query. This instant feedback helps users refine their search patterns on the fly and ensures accuracy by showing results dynamically as the query evolves."
  }
}