{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,no,pt_BR,pt_PT,ro,sk,sl,sr,sw,ta,te,th,uk,vi": "Netfencer Porn Block",
    "es": "Netfencer Bloque porno",
    "fr": "Netfencer Bloc porno",
    "it": "Netfencer Blocco porno",
    "ja": "Netfencerポルノブロック",
    "ko": "Netfencer 포르노 차단",
    "nl": "Netfencer Porno blokkeren",
    "pl": "Netfencer Blok porno",
    "ru": "Netfencer порно Блок",
    "sv": "Netfencer Porrblock",
    "tr": "Netfencer Porno Bloğu",
    "zh_CN": "网篱色情内容过滤器",
    "zh_TW": "網籬色情內容過濾器"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,no,pt_BR,pt_PT,ro,sk,sl,sr,sw,ta,te,th,uk,vi": "Anti-porn website blocker. block porn sites, Protect from offensive content and sex-adult websites.",
    "de": "Anti-Porno-Website-Blocker. Blockieren Sie Porno-Websites, schützen Sie sich vor anstößigen Inhalten und Websites für…",
    "es": "Bloqueador de sitios web anti-pornografía. Bloquea sitios pornográficos, Protégete de contenido ofensivo y sitios web para adultos…",
    "fr": "Bloqueur de sites Web anti-porn. Bloquez les sites pornographiques, protégez-les du contenu offensant et des sites Web pour adultes…",
    "it": "Blocco di siti Web anti-porno. Blocca siti porno, Proteggi da contenuti offensivi e siti Web per adulti.",
    "ja": "反ポルノウェブサイトブロッカー。ポルノサイトをブロックし,不快なコンテンツやセックスアダルトウェブサイトから保護します。",
    "ko": "포르노 방지 웹 사이트 차단기. 포르노 사이트 차단, 불쾌한 콘텐츠 및 성인용 웹 사이트로부터 보호.",
    "nl": "Anti-pornowebsite blocker. Blokkeer pornosites, Bescherm tegen aanstootgevende inhoud en seks-volwassen websites.",
    "pl": "Blokowanie witryn z treściami pornograficznymi. Blokowanie witryn pornograficznych, Ochrona przed obraźliwymi treściami i witrynami…",
    "ru": "Анти-порно сайта блокатор блокировать порносайты, защита от оскорбительного содержания и секса-сайтов для взрослых..",
    "sv": "Blockering av webbplatser mot porr. blockera porrsajter, skydda mot stötande innehåll och sex-vuxna-webbplatser.",
    "tr": "Anti-porn web sitesi engelleyici. Porno sitelerini engelle, Saldırgan içerikten ve seks-yetişkin web sitelerinden koru.",
    "zh_CN": "反黄过滤器，过滤成人、色情、黄色内容网站，网络健康守卫者。",
    "zh_TW": "反黃過濾器，過濾成人、色情、黃色內容網站，網絡健康守衛者。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,no,pt_BR,pt_PT,ro,sk,sl,sr,sw,ta,te,th,uk,vi": "Netfencer Porn Block is an Anti-porn website blocker extension on chrome. Easily block any porn or harmful website. Protecting your family from adult and inappropriate content.\nIt's also useful to block NSFW content for Nofap or parental control.\n\n⭐️Features⭐️\n\n🚫 Blocked Sites\nBlock sites including its subdomains, Remove all distracting and harmful websites from your life by blocking them. Once in the list, our extension will block the site in chrome and it wouldn't be accessible.\n\n🔞 Block sites by keywords\nJust add separate words or phrases to block all domains that contain related content.\n\n👨 Trusted Sites\nSites from this list avoid all blocking settings. list of websites that you allow to be opened in your browser.\n\n🌎 Profanity Hidden\nMaking sure that you don’t see any inappropriate words or other words you don't want to see.\n\n🔐 Password protection\nYou can also password protect the options page to keep you from easily removing sites from your list.\nYou can set a password on activation and deactivation of extension and extension settings. Use this feature to exclude the possibility of your child deactivating the extension or to eliminate accidental changes in settings.\n\n🛠 Customized Blocked Page\nYou can choose the website you want to be redirected to instead. make your own blocked page by choosing your own text to design customized blocked pages and make them unique to you.\n\n\nYour privacy is important to us. The data collected is not used to identify individual users. The data collected is not shared with any third parties for marketing or targeting individual users.\n\n💡Note💡\nTo block sites in incognito mode you need to activate the 'Allow in incognito' checkbox on chrome://extensions -> Netfencer Porn Block -> Details page.",
    "de": "Netfencer Porn Block ist eine Anti-Porno-Website-Blocker-Erweiterung auf Chrome. Blockieren Sie einfach alle Pornos oder schädlichen Websites. Schützen Sie Ihre Familie vor erwachsenen und unangemessenen Inhalten.\nEs ist auch nützlich, NSFW-Inhalte für Nofap oder die Kindersicherung zu blockieren.\n\n\"Merkmale\"\n\n🚫 Blockierte Sites\nBlockieren Sie Websites einschließlich ihrer Subdomains. Entfernen Sie alle ablenkenden und schädlichen Websites aus Ihrem Leben, indem Sie sie blockieren. Sobald wir in der Liste sind, blockiert unsere Erweiterung die Site in Chrome und ist nicht mehr zugänglich.\n\n🔞 Blockieren Sie Websites nach Schlüsselwörtern\nFügen Sie einfach separate Wörter oder Ausdrücke hinzu, um alle Domänen zu blockieren, die verwandten Inhalt enthalten.\n\n👨 Vertrauenswürdige Sites\nWebsites aus dieser Liste vermeiden alle Blockierungseinstellungen. Liste der Websites, die Sie in Ihrem Browser öffnen lassen.\n\n🌎 Obszönität versteckt\nStellen Sie sicher, dass Sie keine unangemessenen Wörter oder andere Wörter sehen, die Sie nicht sehen möchten.\n\n🔐 Passwortschutz\nSie können die Optionsseite auch mit einem Kennwort schützen, um zu verhindern, dass Websites einfach aus Ihrer Liste entfernt werden.\nSie können beim Aktivieren und Deaktivieren von Nebenstellen und Nebenstelleneinstellungen ein Passwort festlegen. Verwenden Sie diese Funktion, um die Möglichkeit auszuschließen, dass Ihr Kind die Erweiterung deaktiviert, oder um versehentliche Änderungen der Einstellungen zu vermeiden.\n\n🛠 Angepasste blockierte Seite\nSie können stattdessen die Website auswählen, zu der Sie umgeleitet werden möchten. Erstellen Sie Ihre eigene blockierte Seite, indem Sie Ihren eigenen Text auswählen, um benutzerdefinierte blockierte Seiten zu entwerfen und sie für Sie einzigartig zu machen.\n\n\nIhre Privatsphäre ist uns wichtig. Die gesammelten Daten werden nicht zur Identifizierung einzelner Benutzer verwendet. Die gesammelten Daten werden nicht an Dritte weitergegeben, um einzelne Benutzer zu vermarkten oder anzusprechen.\n\n💡Hinweis💡\nUm Websites im Inkognito-Modus zu blockieren, müssen Sie das Kontrollkästchen \"In Inkognito zulassen\" auf der Seite chrome: // extensions -> Netfencer Porn Block -> Details aktivieren.",
    "es": "Netfencer Porn Block es una extensión de bloqueador de sitios web anti-pornografía en Chrome. Bloquea fácilmente cualquier sitio web pornográfico o dañino. Proteger a su familia del contenido para adultos e inapropiado.\nTambién es útil para bloquear contenido NSFW para Nofap o control parental.\n\n⭐️Características⭐️\n\n🚫 Sitios bloqueados\nBloquee sitios, incluidos sus subdominios, elimine todos los sitios web dañinos y que distraigan su atención bloqueándolos. Una vez en la lista, nuestra extensión bloqueará el sitio en Chrome y no será accesible.\n\n🔞 Bloquear sitios por palabras clave\nSimplemente agregue palabras o frases separadas para bloquear todos los dominios que contienen contenido relacionado.\n\n👨 Sitios de confianza\nLos sitios de esta lista evitan todas las configuraciones de bloqueo. lista de sitios web que permite que se abran en su navegador.\n\n🌎 Blasfemias ocultas\nAsegurarse de no ver palabras inapropiadas u otras palabras que no desea ver.\n\n🔐 Protección por contraseña\nTambién puede proteger con contraseña la página de opciones para evitar que elimine fácilmente sitios de su lista.\nPuede establecer una contraseña para la activación y desactivación de la extensión y la configuración de la extensión. Utilice esta función para excluir la posibilidad de que su hijo desactive la extensión o para eliminar cambios accidentales en la configuración.\n\n🛠 Página bloqueada personalizada\nEn su lugar, puede elegir el sitio web al que desea ser redirigido. cree su propia página bloqueada eligiendo su propio texto para diseñar páginas bloqueadas personalizadas y hacerlas exclusivas para usted.\n\n\nSu privacidad es importante para nosotros. Los datos recopilados no se utilizan para identificar usuarios individuales. Los datos recopilados no se comparten con terceros para fines de marketing o dirigidos a usuarios individuales.\n\n💡Nota💡\nPara bloquear sitios en modo incógnito, debe activar la casilla de verificación 'Permitir en incógnito' en chrome: // extensiones -> Netfencer Porn Block -> Página de detalles.",
    "fr": "Netfencer Porn Block est une extension de blocage de site Web anti-porn sur Chrome. Bloquez facilement tout site Web pornographique ou nuisible. Protégez votre famille des contenus pour adultes et inappropriés.\nIl est également utile de bloquer le contenu NSFW pour Nofap ou le contrôle parental.\n\n⭐️Caractéristiques⭐️\n\n🚫 Sites bloqués\nBloquez les sites, y compris ses sous-domaines, supprimez tous les sites Web distrayants et nuisibles de votre vie en les bloquant. Une fois dans la liste, notre extension bloquera le site dans chrome et il ne serait pas accessible.\n\n🔞 Bloquer les sites par mots-clés\nAjoutez simplement des mots ou des phrases séparés pour bloquer tous les domaines contenant du contenu associé.\n\n👨 Sites de confiance\nLes sites de cette liste évitent tous les paramètres de blocage. liste des sites Web que vous autorisez à ouvrir dans votre navigateur.\n\n🌎 Blasphème caché\nAssurez-vous que vous ne voyez pas de mots inappropriés ou d'autres mots que vous ne voulez pas voir.\n\n🔐 Protection par mot de passe\nVous pouvez également protéger par mot de passe la page d'options pour vous empêcher de supprimer facilement des sites de votre liste.\nVous pouvez définir un mot de passe lors de l'activation et de la désactivation des paramètres d'extension et d'extension. Utilisez cette fonction pour exclure la possibilité que votre enfant désactive l'extension ou pour éliminer les modifications accidentelles des paramètres.\n\n🛠 Page bloquée personnalisée\nVous pouvez choisir le site Web vers lequel vous souhaitez être redirigé. créez votre propre page bloquée en choisissant votre propre texte pour concevoir des pages bloquées personnalisées et les rendre uniques pour vous.\n\n\nVotre vie privée est importante pour nous. Les données collectées ne sont pas utilisées pour identifier les utilisateurs individuels. Les données collectées ne sont partagées avec aucun tiers à des fins de marketing ou de ciblage d'utilisateurs individuels.\n\n💡Remarque💡\nPour bloquer les sites en mode navigation privée, vous devez activer la case à cocher \"Autoriser en mode navigation privée\" sur chrome: // extensions -> Netfencer Porn Block -> page Détails.",
    "it": "Netfencer Porn Block è un'estensione per il blocco dei siti Web anti-porno su Chrome. Blocca facilmente qualsiasi sito Web pornografico o dannoso. Proteggere la tua famiglia da contenuti per adulti e inappropriati.\nÈ anche utile bloccare il contenuto NSFW per Nofap o il controllo parentale.\n\n⭐️Features⭐️\n\n🚫 Siti bloccati\nBlocca i siti inclusi i suoi sottodomini, rimuovi dalla tua vita tutti i siti Web dannosi e dannosi bloccandoli. Una volta nell'elenco, la nostra estensione bloccherà il sito in Chrome e non sarà accessibile.\n\n🔞 Blocca i siti con parole chiave\nBasta aggiungere parole o frasi separate per bloccare tutti i domini che contengono contenuti correlati.\n\n👨 Siti attendibili\nI siti di questo elenco evitano tutte le impostazioni di blocco. elenco dei siti web che consenti di aprire nel tuo browser.\n\n🌎 Oscenità nascosta\nAssicurati di non vedere parole inappropriate o altre parole che non vuoi vedere.\n\n🔐 Protezione con password\nPuoi anche proteggere con password la pagina delle opzioni per impedirti di rimuovere facilmente i siti dal tuo elenco.\nÈ possibile impostare una password per l'attivazione e la disattivazione dell'interno e delle impostazioni dell'interno. Utilizza questa funzione per escludere la possibilità che tuo figlio disattivi l'estensione o per eliminare modifiche accidentali nelle impostazioni.\n\n🛠 Pagina bloccata personalizzata\nPuoi invece scegliere il sito Web a cui desideri essere reindirizzato. crea la tua pagina bloccata scegliendo il tuo testo per progettare pagine bloccate personalizzate e renderle uniche per te.\n\n\nLa tua privacy è importante per noi. I dati raccolti non vengono utilizzati per identificare i singoli utenti. I dati raccolti non vengono condivisi con terze parti per il marketing o per il targeting di singoli utenti.\n\n💡Nota💡\nPer bloccare i siti in modalità di navigazione in incognito è necessario attivare la casella di controllo \"Consenti in incognito\" su chrome: // extensions -> Netfencer Porn Block -> pagina dei dettagli.",
    "ja": "Netfencer Porn Blockは、Chromeのアンチポルノウェブサイトブロッカー拡張機能です。ポルノや有害なウェブサイトを簡単にブロックします。アダルトコンテンツや不適切なコンテンツから家族を保護します。\nNofapまたはペアレンタルコントロールのためにNSFWコンテンツをブロックすることも役立ちます。\n\n⭐️機能⭐️\n\n🚫ブロックされたサイト\nそのサブドメインを含むサイトをブロックし、それらをブロックすることによってあなたの人生からすべての気が散る有害なウェブサイトを削除します。リストに入ると、拡張機能はChromeでサイトをブロックし、アクセスできなくなります。\n\n🔞キーワードでサイトをブロックする\n関連するコンテンツを含むすべてのドメインをブロックするには、個別の単語またはフレーズを追加するだけです。\n\n👨信頼できるサイト\nこのリストのサイトは、すべてのブロック設定を回避します。ブラウザで開くことを許可するWebサイトのリスト。\n\n🌎冒とく的な表現\n不適切な単語や見たくない単語が表示されないようにします。\n\n🔐パスワード保護\nオプションページをパスワードで保護して、リストからサイトを簡単に削除しないようにすることもできます。\n拡張機能と拡張機能の設定のアクティブ化と非アクティブ化時にパスワードを設定できます。この機能を使用して、お子様が拡張機能を無効にする可能性を排除したり、設定の偶発的な変更を排除したりします。\n\n🛠カスタマイズされたブロックされたページ\n代わりに、リダイレクト先のWebサイトを選択できます。独自のテキストを選択して独自のブロックページを作成し、カスタマイズされたブロックページをデザインして、独自のページにします。\n\n\nあなたのプライバシーは私たちにとって重要です。収集されたデータは、個々のユーザーを識別するために使用されることはありません。収集されたデータは、個々のユーザーをマーケティングまたはターゲティングするために第三者と共有されることはありません。\n\n💡メモ💡\nシークレットモードでサイトをブロックするには、chrome：// extension-> Netfencer Porn Block-> Detailsページの[Allowinincognito]チェックボックスを有効にする必要があります。",
    "ko": "Netfencer Porn Block은 크롬의 Anti-porn 웹 사이트 차단 확장 프로그램입니다. 포르노 나 유해한 웹 사이트를 쉽게 차단하세요. 성인 및 부적절한 콘텐츠로부터 가족을 보호합니다.\nNofap 또는 자녀 보호를 위해 NSFW 콘텐츠를 차단하는 것도 유용합니다.\n\n⭐️ 기능 ⭐️\n\n🚫 차단 된 사이트\n하위 도메인을 포함한 사이트를 차단하고, 그들을 차단하여 삶에서 산만하고 유해한 웹 사이트를 모두 제거하십시오. 목록에 있으면 확장 프로그램이 크롬에서 사이트를 차단하고 액세스 할 수 없습니다.\n\n🔞 키워드로 사이트 차단\n관련 콘텐츠가 포함 된 모든 도메인을 차단하려면 별도의 단어 또는 구문을 추가하기 만하면됩니다.\n\n👨 신뢰할 수있는 사이트\n이 목록의 사이트는 모든 차단 설정을 피합니다. 브라우저에서 열 수있는 웹 사이트 목록.\n\n🌎 숨겨진 욕설\n부적절한 단어 나보고 싶지 않은 다른 단어가 표시되지 않도록합니다.\n\n🔐 비밀번호 보호\n목록에서 사이트를 쉽게 제거하지 못하도록 옵션 페이지를 암호로 보호 할 수도 있습니다.\n확장 및 확장 설정의 활성화 및 비활성화시 암호를 설정할 수 있습니다. 이 기능을 사용하여 자녀가 확장 프로그램을 비활성화 할 가능성을 배제하거나 우발적 인 설정 변경을 제거 할 수 있습니다.\n\n🛠 맞춤형 차단 페이지\n대신 리디렉션 할 웹 사이트를 선택할 수 있습니다. 사용자 지정 차단 페이지를 디자인하고 고유하게 만들 텍스트를 선택하여 자신 만의 차단 페이지를 만드십시오.\n\n\n귀하의 개인 정보는 우리에게 중요합니다. 수집 된 데이터는 개별 사용자를 식별하는 데 사용되지 않습니다. 수집 된 데이터는 마케팅 또는 개별 사용자를 대상으로하는 제 3 자와 공유되지 않습니다.\n\n💡 참고 💡\n시크릿 모드에서 사이트를 차단하려면 chrome : // extensions-> Netfencer Porn Block-> 세부 정보 페이지에서 '시크릿 허용'확인란을 활성화해야합니다.",
    "nl": "Netfencer Porn Block is een anti-pornowebsite-blocker-extensie op Chrome. Blokkeer eenvoudig porno of schadelijke websites. Uw gezin beschermen tegen inhoud voor volwassenen en ongepaste inhoud.\nHet is ook handig om NSFW-inhoud voor Nofap of ouderlijk toezicht te blokkeren.\n\n⭐️ Kenmerken⭐️\n\n🚫 Geblokkeerde sites\nBlokkeer sites inclusief de subdomeinen, verwijder alle afleidende en schadelijke websites uit uw leven door ze te blokkeren. Eenmaal in de lijst blokkeert onze extensie de site in Chrome en is deze niet toegankelijk.\n\n🔞 Blokkeer sites op trefwoorden\nVoeg gewoon afzonderlijke woorden of woordgroepen toe om alle domeinen te blokkeren die gerelateerde inhoud bevatten.\n\n👨 Vertrouwde sites\nSites uit deze lijst vermijden alle blokkeerinstellingen. lijst met websites die u in uw browser mag openen.\n\n🌎 Godslastering verborgen\nZorg ervoor dat u geen ongepaste woorden of andere woorden ziet die u niet wilt zien.\n\n🔐 Wachtwoordbeveiliging\nU kunt de optiepagina ook met een wachtwoord beveiligen om te voorkomen dat u sites gemakkelijk van uw lijst verwijdert.\nU kunt een wachtwoord instellen voor het activeren en deactiveren van extensie en extensie-instellingen. Gebruik deze functie om de mogelijkheid uit te sluiten dat uw kind de extensie deactiveert of om onbedoelde wijzigingen in instellingen te voorkomen.\n\n🛠 Aangepaste geblokkeerde pagina\nU kunt in plaats daarvan de website kiezen waarnaar u wilt worden doorgestuurd. maak uw eigen geblokkeerde pagina door uw eigen tekst te kiezen om aangepaste geblokkeerde pagina's te ontwerpen en deze uniek voor u te maken.\n\n\nUw privacy is belangrijk voor ons. De verzamelde gegevens worden niet gebruikt om individuele gebruikers te identificeren. De verzamelde gegevens worden niet gedeeld met derden voor marketing of gericht op individuele gebruikers.\n\n💡Opmerking💡\nOm sites in de incognitomodus te blokkeren, moet u het selectievakje 'Toestaan ​​in incognito' inschakelen op chrome: // extensions -> Netfencer Porn Block -> Details-pagina.",
    "pl": "Netfencer Porn Block to rozszerzenie blokujące strony internetowe w przeglądarce Chrome. Z łatwością blokuj wszelkie pornograficzne lub szkodliwe strony internetowe. Ochrona rodziny przed treściami dla dorosłych i nieodpowiednimi treściami.\nPrzydatne jest również blokowanie zawartości NSFW dla Nofap lub kontroli rodzicielskiej.\n\n⭐️Features⭐️\n\n🚫 Zablokowane witryny\nBlokuj witryny, w tym ich subdomeny, Usuń ze swojego życia wszystkie rozpraszające i szkodliwe strony internetowe, blokując je. Gdy znajdziemy się na liście, nasze rozszerzenie zablokuje witrynę w chrome i nie będzie dostępna.\n\n🔞 Blokuj witryny według słów kluczowych\nWystarczy dodać oddzielne słowa lub frazy, aby zablokować wszystkie domeny zawierające powiązane treści.\n\n👨 Zaufane witryny\nWitryny z tej listy unikają wszystkich ustawień blokowania. lista stron internetowych, które zezwalasz na otwieranie w swojej przeglądarce.\n\n🌎 Ukryto wulgaryzmy\nUpewnij się, że nie widzisz żadnych nieodpowiednich słów ani innych słów, których nie chcesz widzieć.\n\n🔐 Ochrona hasłem\nMożesz również zabezpieczyć hasłem stronę opcji, aby uniemożliwić łatwe usuwanie witryn z listy.\nMożesz ustawić hasło podczas aktywacji i dezaktywacji ustawień rozszerzenia i rozszerzenia. Użyj tej funkcji, aby wykluczyć możliwość dezaktywacji rozszerzenia przez dziecko lub wyeliminować przypadkowe zmiany w ustawieniach.\n\n🛠 Dostosowana zablokowana strona\nZamiast tego możesz wybrać witrynę, do której chcesz zostać przekierowany. stwórz własną zablokowaną stronę, wybierając własny tekst, aby zaprojektować niestandardowe zablokowane strony i uczynić je dla siebie unikalnymi.\n\n\nTwoja prywatność jest dla nas ważna. Gromadzone dane nie służą do identyfikacji poszczególnych użytkowników. Gromadzone dane nie są udostępniane podmiotom trzecim w celach marketingowych lub kierowanych do indywidualnych użytkowników.\n\n„Uwaga”\nAby blokować strony w trybie incognito, musisz aktywować pole wyboru „Zezwól w trybie incognito” na chrome: // extensions -> Netfencer Porn Block -> strona Szczegóły.",
    "ru": "Netfencer Porn Block - это расширение для блокировки веб-сайтов на Chrome. Легко блокировать любые порно или вредный сайт. Защита вашей семьи от контента для взрослых и неприемлемого содержания.\nТакже полезно блокировать содержимое NSFW для Nofap или родительского контроля.\n\n⭐️Особенности⭐️\n\n🚫 Заблокированные сайты\nБлокируйте сайты, включая его поддомены. Удалите из своей жизни все отвлекающие и вредоносные сайты, заблокировав их. Попав в список, наше расширение заблокирует сайт в хроме, и он станет недоступен.\n\n🔞 Блокировать сайты по ключевым словам\nПросто добавьте отдельные слова или фразы, чтобы заблокировать все домены, содержащие связанный контент.\n\n👨 Надежные сайты\nСайты из этого списка избегают всех настроек блокировки. список веб-сайтов, которые вы разрешаете открывать в своем браузере.\n\n🌎 Скрытая ненормативная лексика\nУбедитесь, что вы не видите неприемлемых слов или слов, которые вы не хотите видеть.\n\n🔐 Защита паролем\nВы также можете защитить паролем страницу параметров, чтобы вам не было легко удалять сайты из вашего списка.\nВы можете установить пароль на активацию и деактивацию добавочного номера и его настроек. Используйте эту функцию, чтобы исключить возможность деактивации расширения вашим ребенком или исключить случайные изменения в настройках.\n\n🛠 Индивидуальная заблокированная страница\nВместо этого вы можете выбрать веб-сайт, на который хотите быть перенаправлены. создайте свою собственную заблокированную страницу, выбрав собственный текст, чтобы создать индивидуальные заблокированные страницы и сделать их уникальными для вас.\n\n\nВаша конфиденциальность важна для нас. Собранные данные не используются для идентификации отдельных пользователей. Собранные данные не передаются третьим лицам для маркетинга или нацеливания на отдельных пользователей.\n\n💡Примечание💡\nЧтобы заблокировать сайты в режиме инкогнито, вам нужно активировать флажок «Разрешить в инкогнито» на странице chrome: // extensions -> Netfencer Porn Block -> Details.",
    "sv": "Netfencer Porn Block är en förlängning av anti-porrwebbplatser på krom. Blockera enkelt porr eller skadlig webbplats. Skydda din familj från vuxet och olämpligt innehåll.\nDet är också användbart att blockera NSFW-innehåll för Nofap eller föräldrakontroll.\n\n⭐️Funktioner⭐️\n\n🚫 Blockerade webbplatser\nBlockera webbplatser inklusive dess underdomäner, Ta bort alla störande och skadliga webbplatser från ditt liv genom att blockera dem. En gång i listan blockerar vårt tillägg webbplatsen i krom och den skulle inte vara tillgänglig.\n\n🔞 Blockera webbplatser efter nyckelord\nLägg bara till separata ord eller fraser för att blockera alla domäner som innehåller relaterat innehåll.\n\n👨 Betrodda webbplatser\nWebbplatser från den här listan undviker alla blockeringsinställningar. lista över webbplatser som du tillåter att du öppnar i din webbläsare.\n\n🌎 Svordomar dolda\nSe till att du inte ser några olämpliga ord eller andra ord du inte vill se.\n\n🔐 Lösenordsskydd\nDu kan också lösenordsskydda alternativssidan för att förhindra att du enkelt tar bort webbplatser från din lista.\nDu kan ställa in ett lösenord vid aktivering och avaktivering av tilläggs- och tilläggsinställningar. Använd den här funktionen för att utesluta möjligheten att ditt barn inaktiverar tillägget eller för att eliminera oavsiktliga ändringar i inställningarna.\n\n🛠 Anpassad blockerad sida\nDu kan istället välja den webbplats du vill omdirigeras till. skapa din egen blockerade sida genom att välja din egen text för att designa anpassade blockerade sidor och göra dem unika för dig.\n\n\nDin integritet är viktig för oss. De insamlade uppgifterna används inte för att identifiera enskilda användare. Den insamlade informationen delas inte med någon tredje part för marknadsföring eller inriktning på enskilda användare.\n\nObs!\nFör att blockera webbplatser i inkognitoläge måste du aktivera kryssrutan \"Tillåt i inkognito\" på chrome: // extensions -> Netfencer Porn Block -> Sidan Detaljer.",
    "tr": "Netfencer Porn Block, krom üzerindeki anti-porn web sitesi engelleyici uzantısıdır. Herhangi bir porno veya zararlı web sitesini kolayca engelleyin. Ailenizi yetişkinlere uygun ve uygunsuz içerikten korumak.\nNofap veya ebeveyn kontrolü için NSFW içeriğini engellemek de faydalıdır.\n\n⭐️Özellikler⭐️\n\n🚫 Engellenen Siteler\nAlt alanları dahil olmak üzere siteleri engelleyin, Tüm dikkat dağıtıcı ve zararlı web sitelerini engelleyerek hayatınızdan kaldırın. Listeye girdikten sonra, uzantımız siteyi Chrome'da engelleyecek ve erişilemez.\n\n🔞 Siteleri anahtar kelimelere göre engelleyin\nİlgili içeriğe sahip tüm etki alanlarını engellemek için ayrı kelimeler veya kelime öbekleri eklemeniz yeterlidir.\n\n👨 Güvenilir Siteler\nBu listedeki siteler tüm engelleme ayarlarından kaçınır. Tarayıcınızda açılmasına izin verdiğiniz web sitelerinin listesi.\n\n🌎 Gizli Küfür\nUygunsuz kelimeleri veya görmek istemediğiniz diğer kelimeleri görmediğinizden emin olmak.\n\n🔐 Parola koruması\nSiteleri listenizden kolayca kaldırmanızı önlemek için seçenekler sayfasını da parola ile koruyabilirsiniz.\nUzantı ve uzantı ayarlarının etkinleştirilmesi ve devre dışı bırakılması için bir şifre belirleyebilirsiniz. Çocuğunuzun uzantıyı devre dışı bırakma olasılığını ortadan kaldırmak veya ayarlarda yanlışlıkla yapılan değişiklikleri ortadan kaldırmak için bu özelliği kullanın.\n\n🛠 Özelleştirilmiş Engellenen Sayfa\nBunun yerine yönlendirilmek istediğiniz web sitesini seçebilirsiniz. Özel engellenen sayfaları tasarlamak ve size özel kılmak için kendi metninizi seçerek kendi engellenen sayfanızı oluşturun.\n\n\nGizliliğiniz bizim için önemlidir. Toplanan veriler bireysel kullanıcıları tanımlamak için kullanılmaz. Toplanan veriler, pazarlama veya bireysel kullanıcıları hedefleme amacıyla üçüncü şahıslarla paylaşılmaz.\n\n💡Not💡\nSiteleri gizli modda engellemek için, chrome: // extensions -> Netfencer Porn Block -> Details sayfasında 'Gizli modda izin ver' onay kutusunu etkinleştirmeniz gerekir.",
    "zh_CN": "网篱色情内容过滤器是chrome上的反色情网站阻止扩展。轻松阻止任何色情或有害网站。保护您的家人免受色情内容和不当内容的侵害。同时也适用于阻止NSFW内容,适合戒色或家长控制场景。\n\n⭐️功能⭐️\n\n🚫 网站过滤\n将色情有害网站地址加入黑名单列表，我们的扩展程序将在chrome中屏蔽该网站，并且该网站将无法访问，可以过滤阻止黑名单中的网站（可以选择子域名网站地址）。\n\n🔞 通过关键字屏蔽网站\n只需添加单独的单词或短语即可阻止包含相关有害网站。\n\n👨 白名单\n对于误伤的网站，可以加入白名单的网站，此列表中的站点可以正常打开，您将允许在浏览器中打开的网站列表。\n\n🌎 脏话隐藏\n隐藏粗话、脏话，确保您没有看到任何不合适的词语，或不想看到的其他词语，拒绝负能量，每天好心情！\n\n🔐 密码保护\n您还可以使用密码保护选项页面，以防止您轻易从列表中删除网站，绕过插件屏蔽，您可以在激活和停用扩展名和扩展名设置时设置密码。使用此功能可以避免您自己活在您的孩子停用扩展程序或消除设置意外更改的可能性。\n\n🛠 自定义阻止页面\n您可以选择要重定向到的网站。也可以通过选择自己的文本来设计自定义的阻止页面，并使它们对您来说唯一，从而创建自己的阻止页面。\n\n\n你的隐私对我们很重要。收集的数据不用于识别个人用户。收集的数据不会与任何第三方共享以进行市场营销或针对个人用户。\n\n💡注意💡\n要以隐身模式阻止网站，您需要激活 chrome://extensions 插件管理页面 -> 网篱色情内容过滤器 -> 详细信息 页面上的“在无痕模式下启用” 按钮。",
    "zh_TW": "網籬色情內容過濾器是chrome上的反色情網站阻止擴展。輕鬆阻止任何色情或有害網站。保護您的家人免受色情內容和不當內容的侵害。同時也適用於阻止NSFW內容,適合戒色或家長控制場景。\n\n⭐️功能⭐️\n\n🚫 網站過濾\n將色情有害網站地址加入黑名單列表，我們的擴展程序將在chrome中屏蔽該網站，並且該網站將無法訪問，可以過濾阻止黑名單中的網站（可以選擇子域名網站地址）。\n\n🔞 通過關鍵字屏蔽網站\n只需添加單獨的單詞或短語即可阻止包含相關有害網站。\n\n👨 白名單\n對於誤傷的網站，可以加入白名單的網站，此列表中的站點可以正常打開，您將允許在瀏覽器中打開的網站列表。\n\n🌎 髒話隱藏\n隱藏粗話、髒話，確保您沒有看到任何不合適的詞語，或不想看到的其他詞語，拒絕負能量，每天好心情！\n\n🔐 密碼保護\n您還可以使用密碼保護選項頁面，以防止您輕易從列表中刪除網站，繞過插件屏蔽，您可以在激活和停用擴展名和擴展名設置時設置密碼。使用此功能可以避免您自己活在您的孩子停用擴展程序或消除設置意外更改的可能性。\n\n🛠 自定義阻止頁面\n您可以選擇要重定向到的網站。也可以通過選擇自己的文本來設計自定義的阻止頁面，並使它們對您來說唯一，從而創建自己的阻止頁面。\n\n\n你的隱私對我們很重要。收集的數據不用於識別個人用戶。收集的數據不會與任何第三方共享以進行市場營銷或針對個人用戶。\n\n💡注意💡\n要以隱身模式阻止網站，您需要激活 chrome://extensions 插件管理頁面 -> 網籬色情內容過濾器 -> 詳細信息 頁面上的“在無痕模式下啟用” 按鈕。"
  }
}