{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick Snap App"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple app to take a picture and save it to the cloud. Credits (https://imgur.com)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🚀 QuickSnap Chrome Extension 📸\n\nCapture Screenshots Quickly\nQuickSnap empowers professionals like developers, designers, and digital marketers to capture screenshots effortlessly, helping you stay productive in your tasks.\n\nInstant Sharing\nWith QuickSnap, sharing your captured screenshots is a breeze. Share them with colleagues, clients, or on your social media platforms with just a few clicks.\n\nEffortlessly Manage Your Screenshots\nQuickSnap goes beyond capturing and sharing screenshots. Experience the convenience of managing your visual content with the QuickSnap Web App.\n\n🔒 Your Privacy Matters\nAt QuickSnap, we're committed to protecting your privacy and providing a seamless screenshot experience. We want you to feel confident using our extension. Here's how we handle your data:\n\n1. Information We Collect\nWe collect minimal user data to enhance your experience and provide our services:\n\nUser Account Data: When you create an account, we collect your name and email for account management purposes. This data is not shared or used for any other purpose.\nScreenshot Data: The screenshots you capture are stored locally on your device and are not transmitted to our servers.\n\n2. How We Use Your Information\nUser Account: Your registration data is used to create and manage your account for accessing the QuickSnap Web App.\nScreenshot Management: The screenshots you capture are stored locally on your device for your convenience.\n\n3. Data Security\nWe prioritize the security of your data. User account information is securely stored, and your captured screenshots remain on your device. We do not share your data with third parties.\n\n4. Third-Party Services\nWe use external image hosting platforms like Imgur for sharing your screenshots. Please review Imgur's privacy policy for more details.\n\n5. Your Choices\nYou can create a user account to access enhanced features. If you choose not to create an account, you can still use QuickSnap for capturing and managing screenshots locally.\n\n6. Updates to Privacy Policy\nWe may update our privacy policy as our features evolve. Any changes will be posted on this page.\n\n7. Contact Us\nIf you have any questions about our privacy practices, please contact us at pise.akash09@gmail.com\n\n🌟 Features:\n\nCapture screenshots of your entire screen or a specific area.\nEdit your screenshots with text, arrows, and annotations.\nAdd a custom watermark or text to your screenshots.\nShare your screenshots directly to Slack, LinkedIn, WhatsApp, and email.\nEasily copy the screenshot URL to your clipboard for quick sharing.\n💡 Enhance Communication\nGet creative and enhance your communication by visually capturing and sharing ideas, bug reports, design inspirations, and more!\n\n🔒 Your Privacy is Our Priority\nQuickSnap operates locally on your device and does not store or transmit your captured screenshots or personal information.\n\n🌟 Download QuickSnap now and elevate your screenshot experience to the next level!"
  }
}