{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jira Planner"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The JIRA Planner is a powerful Chrome extension designed to simplify the process of uploading test cases."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Key Features:\n\nBulk Test Case Upload: With this extension, you can effortlessly upload multiple test cases to your JIRA project in one go, significantly reducing the time and effort required for manual entry. Whether you have a few test cases or hundreds, this tool can handle them all.\n\nUser-Friendly Interface: The extension boasts an intuitive and user-friendly interface that seamlessly integrates with your JIRA environment. You don't need to be a technical expert to use it effectively.\n\nImport from Excel/CSV: If your test cases are already organized in Excel or CSV files, you can import them directly into the extension. This feature allows for a smooth transition from existing workflows to an automated bulk upload process.\n\nError Handling: The extension includes robust error handling capabilities to ensure that your data is uploaded accurately. If any issues are detected, you'll receive clear error messages with suggestions for resolution.\n\nProgress Tracking: Stay informed about the progress of your test case uploads. The extension provides real-time status updates, so you always know how many test cases have been successfully uploaded and if any are pending.\n\nSecure Authentication: Your JIRA credentials are securely stored and encrypted, ensuring the privacy and security of your data. The extension uses industry-standard security practices to protect sensitive information."
  }
}