{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TNP - Filtrowanie ofert pracy z duplikatów i firm"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Filtering of job offers for job boards like Polish pracuj.pl"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Szukasz pracy i czujesz się wypalony przeglądaniem ciągle tych samych ofert pracy, od tych samych firm? Gdyby tylko istniała czarna lista pozwalająca użytkownikowi odfiltrować firmy, którymi nie jest zainteresowany? Tu pojawia się nasze rozszerzenie do przeglądarki Chrome, które pozwala na największym portalu z ogłoszeniami pracodwaców pracuj.pl uprościć życie. Możemy definiować firmy, które nas nie interesują, ich ogłoszenia są pomniejszane. Dzięki temu przeglądamy pozostałe oferty z łatwością. Super opcja jeśli szukamy unikalnych ofert od startupów, a nie wiszących non-stop tych samych ofert wielkich korporacji.\n\nPoszukiwanie duplikatów. Niektóre ogłoszenia są publikowane całymi miesiącami, a nawet latami. Dzięki temu pluginowi, możemy z dużą prawdopodobnością ustalić czy ogłoszenie było publikowane wczesniej. Ten plugin jest tylko po Polsku i działa dla ogłoszeń IT. Jeśli szukasz innych kategorii proszę napisz na discordzie to dodamy.\n\nPlugin ten został napisany w trakcie zajęć szkolnych z uczniami liceum. Prosimy o wyrozumiałość i jeśli coś nie działa napiszcie proszę w komentarzu. Jeśli plugin całkowicie nie działa, prawdopodobnie zmienił się template na stronie www i zaraz to poprawimy. \n\n2024-12-01 aktualizacja danych z ofertami za zeszły miesiąc. Zielona belka na nowe oferty."
  }
}