{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bigcommerce AliExpress Importer(Modified Version)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "It is used to import product from aliexpress to BigCommerce store and it can be used with Webkul BigCommerce Aliexpress Importer."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "It is used to import product from AliExpress to BigCommerce store with help of Webkul BigCommerce Aliexpress App.\n\nBigCommerce AliExpress Integration\n\nAliExpress is a very popular e-commerce business marketplace that allows you to sell products on your store, without the need to manage inventory. A store owner can sell products to their customers without actually stocking the items themselves. Therefore, the merchant purchases products ordered by the customer from AliExpress to fulfill the orders of the customers. To integrate your BigCommerce store with AliExpress, we have developed \"BigCommerce AliExpress Dropshipping\".\n\n\"BigCommerce AliExpress Dropshipping\" allows an admin to import products along with its options & description and other details into their BigCommerce store and can start selling those products very easily. Once the Order has been placed on the BigCommerce store, admins can place that order on AliExpress with a single click. Admins have the ability to update the product prices and other product details after importing the product into the store. After he/she receives the order of the imported product, he/she places the same order on AliExpress and gets it shipped directly from their warehouse to the customer.\n\nApp Features\nImport products with details:\nIt provides the functionality to import products from AliExpress product page to your BigCommerce store.It imports products along with details like Product Name, Price, and metadata main image, additional image, options and product details.It allows to import product and options to the required category of BigCommerce.\n\nEasy to configure and manage:\nIt is easy to authenticate the settings of BigCommerce with AliExpress by simply configuring the BigCommerce Credentials i.e. \"Endpoint\" and \"Token\" at AliExpress end. Admin can also regenerate the \"Token\" to authenticate data.\n\nPrice Rule:\nAs there is an assertion of dropshiping business is to get the best price margin. This application allows you manipulate the price of AliExpress imported products and makeit available at your BigCommerce store. Option to increment or decrement the price of AliExpress products via \"Price Rule\" is provided in this application.\n\nOrder Placed at AliExpress:\nWhen an admin/Seller receives the order from his BigCommerce store, this application helps you to place that order to AliExpress Orders in a single click .It fetch all the data related to order from BigCommerce store to AliExpress to fulfill the order.Hence it saves the time to enter the order data each time order is placed."
  }
}