{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Touch & Drag Scroller",
    "ja": "タッチ＆ドラッグ スクローラー"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Displays a button to scroll automatically when you drag a finger.",
    "ja": "ドラッグすると自動で画面をスクロールさせることができるボタンを表示します。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Great for tablets!\n\nDo you back and forth many times your finger to scroll a long page?\nThis extension displays a button for scrolling easily even when the touch operation.\nWhen you start the drag from this button, until you release your finger from the screen, the screen will continue to scroll automatically in the direction you drag.\n\n* You can adjust the speed of the scroll by distance you drag.\n* You can adjust the position and size of the button in the settings page.\n* This button will also work with a mouse.\n\nNew in Version 1.0.2:\n* Bug fix by cause of chrome update.\n* Improved the option panel.\n* Larger button can now be selected.\n\nNew in Version 1.0.1:\nFixed an bug that links do not work after touching the scroller.",
    "ja": "タブレットに最適！\n指を何往復もさせて長大なページをスクロールする徒労にさらば！\n\nタブレットPCなどのタッチ操作でもスクロールが楽になるボタンをウェブページ上に表示します。\nこのボタンの上からドラッグを始めると、画面から指を離すまでの間、ドラッグした方向に自動的に画面がスクロールし続けます。\n\n★ドラッグした距離によってリアルタイムにスクロールスピードを調節することができます。\n★ボタンの表示位置や大きさなどをオプションでカスタマイズができます。\n★タッチ操作だけでなく、マウスでも動作します。\n\nバージョン1.0.2:\n・Chromeのアップデートにより、拡張一覧で「この拡張機能は破損している可能性があります。」と表示され使用できなくなるバグを修正。\n・オプションパネルの改善。\n・スクロールボタンをより大きくできるように修正。\n\nバージョン1.0.1:\nスクロールボタンをタッチした後にリンクのタッチが無効になるバグを修正。"
  }
}