{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WizardIQ - A.I Amazon FBA Product Analyzer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WizardIQ - A.I Amazon FBA Product Analyzer"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get A Second Pair Of A.I Eyes Saying YES or NO To Every FBA Online Arbitrage Or Wholesale Deal You Look At - With Your Ultimate Sourcing Companion... WizardIQ!\n\nWizardIQ Is The Complete One-Click Multi Tool For Amazon Sellers New And Experienced Who Want To Save Time & Make More Profits With Less Effort...\n\nWizardIQ Double Checks Products And Saves You From Making \"Bad Buys\" So You Can Double Down Only On Winning Products.\n\nHere's Just A Flavor Of What You Can Achieve With WizardIQ... \n\nAI SALES ALGORITHM - With our clever AI sales algorithm, you won't have to worry about buying stuff that'll just end up gathering dust in Amazon's warehouse. It'll help you pick only the winners, no sweat!\n\nFEE CALCULATOR - Calculating fees has never been easier! Just enter your buying and selling price, and watch the magic happen. Our tool will show you exactly how much you'll make in ROI and profit on every deal you buy.\n\nHAZMAT DETECTOR - You don't want to deal with hazmat products that can give you a headache or even get your account suspended, right? That's why our Hazmat Checker is here to save the day. It'll show you at a glance if a product is hazmat or not, without any extra clicks.\n\nAUTO UNGATING - Sometimes Amazon will show that you can't sell an item, but you are allowed with a simple approval.  Our software will check automatically & get you ungated if possible without the need to manually check yourself.\n\nRESTRICTED BRAND CHECKER - Don't fall into the trap of restricted brands, products, or categories. Our Restriction Checker has got your back and shows you instantly if a product is restricted. No more tedious searching required!\n\nIP CHECKER - Not all brands are arbitrage friendly!  So we will tell you if a brand you're researching is unfriendly and flag the product, so you don't fall afoul of any brand shenanigans that could harm your account.\n\nBUY BOX ANALYSIS - Without being able to win the Buy Box, the chances of making a sale are slim!  You can now see the likelihood of getting the Buy Box, plus a stack of other essential Buy Box data at a glance.\n\nEURO FEES & PROFIT MAXIMISER - Selling in Europe? No problem! Our tool will show you what extra fees you're going to pay, so you won't be caught off guard.\n\nADVANCED SETTINGS - Adjusting fees and profit calculations has never been easier. You can set it up according to your preferences in the Advanced Settings page. Plus, we'll show you European prices for the same item so you won't waste your time searching for it.\n\nCORE DATA - We've also got vital data covered. Sales rank, category, and weight are all displayed in one easy-to-see location, so you won't have to scroll endlessly through each Amazon listing.\n\nAnd so much more..."
  }
}