{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "houseme"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your Apartment Search, All In One Place"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search, save, and share any property from any website with anyone. Save any property from today's most popular rental websites and easily share them to simplify your search and help you get into your next apartment faster.\n\nNo more emails, calls, or texts to sort and track through. Find the places you love and chat with someone instantly about seeing them.\n\nClick on the button while browsing the most popular rental websites and it will automatically save all the property details your Houseme account.\n\n\nTwo Ways To Save Any Apartment\n• Click on the Houseme button in your toolbar\n• Click on the Houseme “Save Property” button\n\n\nShare & Collaborate\n• Easily share your favorite places with anyone. Simply share the link to your profile with your roommates and collaborate on your search together.\n\n\nIs It Free?\n• Yes, it is absolutely free to use for renters looking to collect and save apartments.\n\n\nAny Tips To Use?\n• After you have downloaded the extension and logged in simply browse the most popular rental listing websites to save all your properties into one place.\n\n• Share your profile URL with others you are searching with to coordinate your search together, easier.\n\n• Instantly chat with your roommates and keep all your searching conversations in one place.\n\n• Chat with the houseme team or one of our awesome partner agents to show you all your saved properties.\n\n\nHelp And Suggestions\ngethouseme.com/help\n\n\nGet In Touch With Us\nhello@gethouseme.com"
  }
}