{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Japanese Smiley Faces ジ Copy And Paste"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Japanese smiley face copy and paste, slanted smiley face, Chinese symbols 〠 ツ (ツ) ٩(◕‿◕｡) easily copy and paste"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Smileys Are One Aspect Of Our Lives That We Use To Express Our Emotions In Online Text Communication. We Use Many Online Communication Platforms Such As Instagram, Facebook, Pinterest, Twitter, Etc. In Our Daily Life. While Talking About All These, We Describe Our Emotions Through Smileys, There Are Many Different Types Of Things Like:\n\n\nMONKEY FACES\nCAT FACES\nFANTASY FACES\nSICK FACES\nNEGATIVE FACES\nNEUTRAL FACES\nPOSITIVE FACES\n\nAll These Japanese Faces Under The Category Of A Smiley Face. And The Most Popular Of These Is Kaomoji. Whose Use Are The Most And Which Are Also The Most Popular Japanese Emoticons. Kaomoji Is Made Up Of Kao + Moji Meaning Kao = Faces, Moji = Alphabets. These Emoticons Are Text-Based, Created By English, Roman, And Japanese Alphabets And Symbols. We Call Them Japanese Kaomoji Because They Were First Created In Japan. But They Are Used Very Much In The Surrey World Today.\n\nThis Is An Example Of Japanese Kaomoji.\n\n(╯ ° 益 °) ╯ 彡 ┻━┻\n٩ (ˊ〇ˋ *) و\n\nOn The Internet, You Will Get To See Many Emojis, Japanese Face Emojis. But To Copy Them, You Have To Go To Different Sites.\n\nYou Will Have To Find Japanese Faces Of Your Choice On Different Sites. But We Have Created This Site For You Where You Will Find More Than 1000+ Japanese Smiley Faces In One Place. You Will Not Have To Go To Another Site. In Addition, You Can Also Copy All The Facts Given On This Site With A Single Click. Which Is An Important Feature That Is Missing In Many Websites. Also, Our Website Is A Very Fast And Responsive Website. Which Will Save Your Time And Your Internet Data As Well. Therefore, This Website Is The Best Website In Itself."
  }
}