{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Color Materialize - color pick",
    "ja": "Color Materialize - カラーピック",
    "ko": "Color Materialize - 색상 선택",
    "ru": "Color Materialize - выбор цвета",
    "zh_CN": "Color Materialize - 颜色选择"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Smartest HEX or RGB color code picker tool for your browser.",
    "ja": "お使いのブラウザ用の最もスマートな HEX または RGB カラー コード ピッカー ツール。",
    "ko": "브라우저를 위한 가장 스마트한 HEX 또는 RGB 색상 코드 선택 도구입니다.",
    "ru": "Самый умный инструмент выбора цветового кода HEX или RGB для вашего браузера.",
    "zh_CN": "适用于您的浏览器的最智能的 HEX 或 RGB 颜色代码选择器工具。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "This extension will help you pick colors. Simply put, this extension is a color picker. That you can pick the color of your choice. This extension provides different color codes that you can copy according to your choice. The rainbow contains more than seven colors, not only seven colors but also light and dark color combinations.From light to deep colors you can copy all kinds of color codes with this expression which will help your design a lot.\n\nIt is very easy to use because this extension has no complications and you can easily copy your color choice. Just clicking this icon on top of your browser will open a pop up for you to choose the color. From here you just click on the color code of your choice and your copy will be done You can use the color code format of your choice, you can copy the hex format code or you can copy any other format code. It depends on you what kind of color code you want to take. It will help in your web development because sometimes we have a lot of difficulty in choosing the color and understanding the color code. so You can easily get the color of your choice that you like light Kiki. You can choose the dip you want.",
    "es": "Esta extensión te ayudará a elegir colores. En pocas palabras, esta extensión es un selector de color. Que puedes escoger el color de tu elección. Esta extensión proporciona diferentes códigos de color que puedes copiar según tu elección. El arco iris contiene más de siete colores, no solo siete colores, sino también combinaciones de colores claros y oscuros. Desde colores claros hasta colores profundos, puede copiar todo tipo de códigos de color con esta expresión que ayudará mucho a su diseño.\n\nEs muy fácil de usar porque esta extensión no tiene complicaciones y puedes copiar fácilmente tu elección de color. Simplemente haciendo clic en este ícono en la parte superior de su navegador, se abrirá una ventana emergente para que elija el color. Desde aquí, simplemente haga clic en el código de color de su elección y se realizará su copia. Puede usar el formato de código de color de su elección, puede copiar el código de formato hexadecimal o puede copiar cualquier otro código de formato. Depende de usted qué tipo de código de color desea tomar. Ayudará en su desarrollo web porque a veces tenemos muchas dificultades para elegir el color y comprender el código de color. para que puedas conseguir fácilmente el color de tu elección que más te guste Kiki claro. Puedes elegir el dip que quieras.",
    "ja": "この拡張機能は、色を選択するのに役立ちます。簡単に言えば、この拡張機能はカラー ピッカーです。好きな色を選べるということ。この拡張機能は、選択に応じてコピーできるさまざまなカラー コードを提供します。虹には7色以上の色があり、7色だけでなく、明るい色と暗い色の組み合わせも含まれています。明るい色から深い色まで、この表現であらゆる種類のカラーコードをコピーでき、デザインに大いに役立ちます。\n\nこの拡張機能には複雑さがなく、選択した色を簡単にコピーできるため、非常に使いやすいです。ブラウザの上部にあるこのアイコンをクリックするだけで、色を選択するためのポップアップが開きます。ここから、選択したカラー コードをクリックするだけで、コピーが完了します。選択したカラー コード形式を使用したり、16 進形式コードをコピーしたり、他の形式コードをコピーしたりできます。どのようなカラーコードを取りたいかはあなた次第です。色の選択やカラーコードの理解が困難な場合があるため、Web 開発に役立ちます。軽いキキ好きな自分好みのカラーが簡単に手に入ります。お好みのディップをお選びいただけます。",
    "ko": "이 확장은 색상을 선택하는 데 도움이 됩니다. 간단히 말해서, 이 확장은 색상 선택기입니다. 원하는 색상을 고를 수 있다는 점입니다. 이 확장은 선택에 따라 복사할 수 있는 다양한 색상 코드를 제공합니다. 무지개에는 7가지 이상의 색상이 포함되어 있습니다. 7가지 색상뿐 아니라 밝고 어두운 색상 조합도 있습니다. 밝은 색상에서 깊은 색상까지 이 표현으로 모든 종류의 색상 코드를 복사할 수 있으므로 디자인에 많은 도움이 됩니다.\n\n이 확장 프로그램에는 합병증이 없고 선택한 색상을 쉽게 복사할 수 있기 때문에 사용하기가 매우 쉽습니다. 브라우저 상단에서 이 아이콘을 클릭하기만 하면 색상을 선택할 수 있는 팝업이 열립니다. 여기에서 원하는 색상 코드를 클릭하기만 하면 복사가 완료됩니다. 원하는 색상 코드 형식을 사용하거나 16진수 형식 코드를 복사하거나 다른 형식 코드를 복사할 수 있습니다. 어떤 종류의 색상 코드를 사용하고 싶은지에 따라 다릅니다. 때때로 우리는 색상을 선택하고 색상 코드를 이해하는 데 많은 어려움을 겪기 때문에 웹 개발에 도움이 될 것입니다. 그래서 라이트키키가 좋아하는 컬러를 쉽게 얻을 수 있습니다. 원하는 딥을 선택할 수 있습니다.",
    "ru": "Это расширение поможет вам подобрать цвета. Проще говоря, это расширение представляет собой палитру цветов. Что вы можете выбрать цвет по вашему выбору. Это расширение предоставляет различные цветовые коды, которые вы можете копировать по своему выбору. Радуга содержит более семи цветов, не только семь цветов, но и комбинации светлых и темных цветов. От светлых до глубоких цветов вы можете копировать все виды цветовых кодов с помощью этого выражения, которое очень поможет вашему дизайну.\n\nЕго очень легко использовать, потому что это расширение не имеет сложностей, и вы можете легко скопировать свой выбор цвета. Просто щелкнув этот значок в верхней части браузера, вы откроете всплывающее окно для выбора цвета. Отсюда вы просто нажимаете на код цвета по вашему выбору, и ваша копия будет сделана. Вы можете использовать формат кода цвета по вашему выбору, вы можете скопировать код шестнадцатеричного формата или любой другой код формата. Это зависит от вас, какой код цвета вы хотите взять. Это поможет в вашей веб-разработке, потому что иногда у нас возникают большие трудности с выбором цвета и пониманием цветового кода. так что Вы без труда получите тот цвет по вашему выбору, который вам нравится светлый Кики. Вы можете выбрать погружение, которое вы хотите.",
    "zh_CN": "此扩展程序将帮助您选择颜色。简单地说，这个扩展是一个颜色选择器。你可以选择你喜欢的颜色。此扩展提供不同的颜色代码，您可以根据自己的选择进行复制。彩虹包含超过七种颜色，不仅有七种颜色，还有浅色和深色组合。从浅色到深色，您可以用这种表达方式复制各种颜色代码，这对您的设计有很大帮助。\n\n它非常易于使用，因为此扩展程序没有复杂性，您可以轻松复制您的颜色选择。只需单击浏览器顶部的此图标即可打开一个弹出窗口供您选择颜色。从这里您只需单击您选择的颜色代码，您的复制将完成您可以使用您选择的颜色代码格式，您可以复制十六进制格式代码，也可以复制任何其他格式代码。这取决于您要采用哪种颜色代码。这将有助于您的 Web 开发，因为有时我们在选择颜色和理解颜色代码方面有很多困难。所以您可以轻松获得您喜欢的浅色 Kiki 的颜色。你可以选择你想要的倾角。"
  }
}