{
  "name": {
    "ar": "صفحة Bing Microsoft الرئيسية ومحرك البحث",
    "am": "የ Microsoft Bing መነሻ ገጽ እና የፍለጋ ዘዋሪ",
    "bg": "Начална страница на Microsoft Bing и търсачка",
    "bn": "Microsoft Bing মূলপৃষ্ঠা এবং সন্ধান ইঞ্জিন",
    "ca": "Motor de cerca i pàgina d'inici del Microsoft Bing",
    "cs,id": "Microsoft Bing Homepage & Search Engine",
    "da": "Microsoft Bing-startside og Microsoft Bing Search Engine",
    "de": "Microsoft Bing-Startseite und -Suchmaschine",
    "el": "Αρχική σελίδα και μηχανισμός αναζήτησης Microsoft Bing",
    "en,en_AU,en_GB,en_US,es_419,sw": "Microsoft Bing Homepage & Search for Chrome",
    "es": "Página principal y motor de búsqueda Microsoft Bing",
    "et": "Microsoft Bingi avaleht ja otsingumootor",
    "fa": "صفحه اصلی Bing Microsoft و موتور جستجو",
    "fi": "Microsoft Bingin aloitussivu ja hakukone",
    "fil": "Homepage at Search Engine ng Microsoft Bing",
    "fr": "Page d’accueil et moteur de recherche Microsoft Bing",
    "gu": "Microsoft Bing હોમપેજ અને શોધો એન્જિન",
    "he": "דף הבית ומנוע החיפוש של Bing Microsoft",
    "hi": "Microsoft Bing मुख्य पृष्ठ और खोज इंजन",
    "hr": "Početna stranica i tražilica Microsoft Bing",
    "hu": "Microsoft Bing-kezdőlap és keresőmotor",
    "it": "Home page e motore di ricerca Microsoft Bing",
    "ja": "Microsoft Bing ホームページ & 検索エンジン",
    "kn": "Microsoft Bing ಶೋಧ ಮತ್ತು ಶೋಧ ಎಂಜಿನ್",
    "ko": "Microsoft Bing 홈페이지 및 검색 엔진",
    "lt": "„Microsoft Bing“ pagrindinis puslapis ir paieškos modulis",
    "lv": "Microsoft Bing sākumlapa un meklētājprogramma",
    "ml": "Microsoft Bing പൂമുഖപേജ് തിരയൽ എഞ്ചിനും",
    "mr": "Microsoft Bing मुखपृष्ठ आणि शोधा इंजिन",
    "ms": "Laman Utama & Enjin Gelintar Microsoft Bing",
    "nl": "Microsoft Bing-startpagina en Microsoft Bing Search-engine",
    "no": "Microsoft Bing-startside og -søkemotor",
    "pl": "Strona główna i wyszukiwarka Microsoft Bing",
    "pt_BR": "Home Page e Mecanismo de Pesquisa do Microsoft Bing",
    "pt_PT": "Home page e Motor de Busca do Microsoft Bing",
    "ro": "Pagina de pornire și motorul de căutare Microsoft Bing",
    "ru": "Начальная страница и поиск Microsoft Bing",
    "sk": "Microsoft Bing Homepage a Search Engine",
    "sl": "Domača stran in iskalnik Microsoft Bing",
    "sr": "Microsoft Bing матична страница и претраживач",
    "sv": "Microsoft Bing hemsida och sökmotor",
    "ta": "Microsoft Bing முகப்புப்பக்கம் மற்றும் தேடு பொறி",
    "te": "Microsoft Bing హోమ్ పేజీ & శోధన యంత్రం",
    "th": "โฮมเพจและโปรแกรมค้นหา  Microsoft Bing",
    "tr": "Microsoft Bing Giriş Sayfası ve Arama Altyapısı",
    "uk": "Головна сторінка та засіб пошуку Microsoft Bing",
    "vi": "Trang chủ Microsoft Bing & Công cụ Tìm kiếm",
    "zh_CN": "必应主页和搜索引擎",
    "zh_TW": "Microsoft Bing 首頁和搜尋引擎"
  },
  "short": {
    "ar": "تعيين Bing Microsoft كصفحة رئيسية افتراضية ومحرك بحث افتراضي لديك",
    "am": "Microsoft Bing ነባሪ መነሻ ገጽ እና ነባሪ የፍለጋ ዘዋሪ ያድርጉት",
    "bg": "Задайте Microsoft Bing като своята начална страница и търсачка по подразбиране",
    "bn": "আপনার ডিফল্ট মূলপৃষ্ঠা এবং ডিফল্ট অনুসন্ধান ইঞ্জিন হিসাবে  Microsoft Bing কে সেট করুন",
    "ca": "Defineix el Microsoft Bing com a pàgina d'inici per defecte i motor de cerca per defecte",
    "cs": "Nastavit Microsoft Bing jako vaši výchozí domovskou stránku a vyhledávací modul",
    "da": "Indstil Microsoft Bing som din standardstartside og din standardsøgemaskine",
    "de": "Microsoft Bing als standardmäßige Startseite und als standardmäßige Suchmaschine festlegen",
    "el": "Ορίστε το Microsoft Bing ως προεπιλεγμένη αρχική σελίδα και προεπιλεγμένo μηχανισμό αναζήτησης",
    "en,en_AU,en_GB,en_US,es_419,sw": "Set Microsoft Bing as your default homepage and default search engine",
    "es": "Establecer Microsoft Bing como la página principal y el motor de búsqueda predeterminados",
    "et": "Microsoft Bingi määramine vaikeavaleheks ja vaikeotsingumootoriks",
    "fa": "Bing Microsoft را به عنوان صفحه اصلی و موتور جستجوی پیش‌فرض خود تنظیم کنید",
    "fi": "Aseta Microsoft Bing oletusaloitussivuksi ja oletushakukoneeksi",
    "fil": "Itakda ang Microsoft Bing bilang ang default mong homepage at default mong search engine",
    "fr": "Définir Microsoft Bing comme page d’accueil par défaut et comme moteur de recherche par défaut",
    "gu": "Microsoft Bing ને તમારા ડિફોલ્ટ હોમપેજ અને ડિફોલ્ટ શોધ એન્જિન તરીકે સેટ કરો",
    "he": "הגדר את Bing Microsoft כדף הבית ומנוע החיפוש המוגדרים כברירת מחדל",
    "hi": "Microsoft Bing को अपने डिफ़ॉल्ट मुख्य पृष्ठ और डिफ़ॉल्ट खोज इंजन के रूप में सेट करें",
    "hr": "Postavite Microsoft Bing kao svoju zadanu početnu stranicu i zadanu tražilicu",
    "hu": "A Microsoft Bing beállítása alapértelmezett kezdőlapként és alapértelmezett keresőmotorként",
    "id": "Tetapkan Microsoft Bing sebagai beranda default dan mesin pencarian default Anda",
    "it": "Imposta Microsoft Bing come home page e motore di ricerca predefinito",
    "ja": "Microsoft Bing を既定のホームページと既定の検索エンジンに設定する",
    "kn": "Microsoft Bing ಅನ್ನು ನಿಮ್ಮ ಡಿಫಾಲ್ಟ್ ಹೋಂಪುಟವನ್ನಾಗಿ ಮಾಡಿ ಮತ್ತು ಶೋಧ ಎಂಜಿನ್",
    "ko": "기본 홈페이지 및 기본 검색 엔진으로 Microsoft Bing 설정",
    "lt": "Nustatykite „Microsoft Bing“ kaip numatytąjį pagrindinį puslapį ir numatytąjį paieškos modulį",
    "lv": "Iestatīt Microsoft Bing kā noklusējuma sākumlapu un noklusējuma meklētājprogrammu",
    "ml": "നിങ്ങളുടെ ഡിഫോള്‍ട്ട് പൂമുഖപേജ്ജായും ഡിഫോള്‍ട്ട് തിരയൽ എഞ്ചിനായും  Microsoft Bing സജ്ജമാക്കുക",
    "mr": "आपले डीफॉल्ट मुखपृष्ठ आणि डीफॉल्ट शोधा इंजिन म्हणून  Microsoft Bing सेट करा",
    "ms": "Tetapkan Microsoft Bing sebagai laman utama lalai dan enjin gelintar lalai anda",
    "nl": "Stel Microsoft Bing in als je standaardstartpagina en standaardzoekmachine",
    "no": "Angi Microsoft Bing som standard startside og standard søkemotor",
    "pl": "Ustaw witrynę Microsoft Bing jako domyślną stronę główną i wyszukiwarkę domyślną",
    "pt_BR": "Definir o Microsoft Bing como sua home page padrão e mecanismo de pesquisa padrão",
    "pt_PT": "Defina o Microsoft Bing como a sua home page predefinida e motor de busca predefinido",
    "ro": "Setați Microsoft Bing ca pagină de pornire și motor de căutare implicite",
    "ru": "Назначить Microsoft Bing начальной страницей и поисковой системой по умолчанию",
    "sk": "Nastaviť Microsoft Bing ako predvolenú domovskú stránku a predvolený vyhľadávací nástroj",
    "sl": "Nastavite Microsoft Bing kot privzeto domačo stran in privzeti iskalnik",
    "sr": "Поставите Microsoft Bing као подразумевану матичну страницу и подразумевани претраживач",
    "sv": "Ange Microsoft Bing som hemsida och standardsökmotor",
    "ta": "உங்கள் இயல்புநிலை முகப்புப்பக்கம் மற்றும் இயல்புநிலை தேடு பொறியாக,  Microsoft Bing-ஐ அமைக்கவும்",
    "te": "Microsoft Bing ను మీ డిఫాల్ట్ హోమ్ పేజీ మరియు డిఫాల్ట్ శోధన ఇంజిన్ గా సెట్ చేసుకోండి.",
    "th": "ตั้งค่าให้  Microsoft Bing เป็นโฮมเพจเริ่มต้นและโปรแกรมค้นหาเริ่มต้นของคุณ",
    "tr": "Microsoft Bing'i varsayılan giriş sayfanız ve varsayılan arama altyapınız olarak ayarlayın",
    "uk": "Призначити Microsoft Bing головною сторінкою та засобом пошуку за замовчуванням",
    "vi": "Đặt Microsoft Bing làm trang chủ mặc định và công cụ tìm kiếm mặc định của bạn",
    "zh_CN": "将必应设置为默认主页和默认搜索引擎",
    "zh_TW": "將 Microsoft Bing 設為您的預設首頁和預設搜尋引擎"
  },
  "long": {
    "ar": "قم بتعيين صفحتك الرئيسية إلى Bing.com للتحقق من آخر الأخبار والترفيه والرياضة كل يوم وتحويل محرك البحث لديك إلى Bing Microsoft.\n\nابحث على الويب بشكل أسرع باستخدام ميزة بحث سريع. الأمر سهل، انتقل إلى أي موقع ويب وقم بتمييز النص الذي تريد البحث عنه. بنقرة واحدة فقط، سترى نتائج البحث على Bing.",
    "am,en,en_AU,en_US,es_419,kn,sw": "Set your homepage to Bing.com to check out the latest news, entertainment and sports each day and turn your searching into doing with Microsoft Bing.\n\nSearch the web faster with the quick search feature. It’s easy—Go to any website and highlight the text you want to look up. With just one click, you’ll see your search results on Microsoft Bing.",
    "bg": "Задайте своята начална страница на Bing.com, за да виждате последните новини, забавления и спорт всеки ден и да вършите неща, докато търсите с Microsoft Bing.\n\nТърсете по-бързо в интернет чрез функцията „Бързо търсене“. Това е лесно, просто отидете на произволен уеб сайт и маркирайте текста, за който искате да извършите търсене. Само с едно щракване ще видите резултатите от търсенето ви в Bing.",
    "bn": "প্রতিদিনের আপনার সাম্প্রতিকতম সংবাদ, বিনোদন এবং খেলাধুলা চেক করার জন্য এবং আপনার সন্ধান Bing.com এর সাথে অনুসন্ধান করার জন্য মূলপৃষ্ঠা হিসাবে Microsoft Bing কে সেট করুন।\n\nদ্রুত সন্ধান বৈশিষ্ট্যটির সাহায্যে ওয়েবে আরও দ্রুত সন্ধান করুন। এটি সহজে করা যায়, যেকোনো ওয়েবসাইটে যান এবং যে পাঠ্যটি আপনি সন্ধান করতে চান সেটি হাইলাইট করুন। শুধুমাত্র একবার ক্লিক করে, আপনি Bing-এ আপনার সন্ধান ফলাফল দেখতে পাবেন।",
    "ca": "Defineix la pàgina d'inici com a Bing.com per consultar les notícies més recents, entreteniment i esports cada dia i converteix la cerca en accions amb el Microsoft Bing.\n\nCerca al web més de pressa amb la característica Cerca ràpida. És fàcil: ves a qualsevol lloc web i ressalta el text que vols cercar. Amb un sol clic, veuràs els resultats de la cerca al Bing.",
    "cs": "Jako domovskou stránku si nastavte Bing.com a každý den si budete moct procházet nejnovější zprávy i novinky ze světa zábavy a sportu. A navíc je hledání přes Microsoft Bing skutečně efektivní, když potřebujete dokončit nějaký úkol.\n\nProhledávejte web rychleji díky funkci Rychlé vyhledávání. Je to snadné. Přejděte na libovolnou stránku a zvýrazněte text, který chcete vyhledat. Jediným kliknutím si zobrazíte výsledky vyhledávání na Bingu.",
    "da": "Indstil din startside til Bing.com for at få de sidste nyheder, den nyeste underholdning og sport hver dag, og få søgeresultater, du kan bruge til noget, med Microsoft Bing.\n\nSøg hurtigere på nettet med funktionen Hurtig søgning. Det er nemt. Bare gå til et websted, og fremhæv den tekst, du vil søge efter. Med et enkelt klik kan du se søgeresultaterne i Bing.",
    "de": "Legen Sie für Ihre Startseite Bing.com fest, um jeden Tag die neuesten Nachrichten, Unterhaltung und Sport zu erhalten, und verlagern Sie Ihre Suchanfragen auf Microsoft Bing.\n\nDurchsuchen Sie das Web rascher mit der Schnellsuche. Es ist ganz einfach – markieren Sie auf einer beliebigen Website den Text, den Sie nachschlagen möchten. Mit nur einem Klick werden die Suchergebnisse auf Bing angezeigt.",
    "el": "Ορίστε το Bing.com ως αρχική σελίδα σας για να ενημερώνεστε με τις πιο πρόσφατες ειδήσεις, άρθρα ψυχαγωγίας και αθλητισμού κάθε ημέρα και εμπλουτίστε την αναζήτησή σας με το Microsoft Bing.\n\nΠραγματοποιήστε ταχύτερες αναζητήσεις στο Web με τη δυνατότητα της Γρήγορης αναζήτησης. Είναι απλό. Μεταβείτε σε οποιαδήποτε τοποθεσία Web και επισημάνετε το κείμενο που θέλετε να ψάξετε. Με μόνο ένα κλικ, θα δείτε τα αποτελέσματα της αναζήτησής σας στο Bing.",
    "en_GB": "Set your homepage to Bing.com to check out the latest news, entertainment and sports each day, and search with Microsoft Bing.\n\nSearch the web faster with the Quick Search feature. It’s easy. Go to any website and highlight the text you want to look up. With just one click, you’ll see your search results on Bing.",
    "es": "Haz de Bing.com tu página principal para consultar información sobres noticias de último momento, entretenimiento y deportes, y buscar con Microsoft Bing.\n\nBusca más deprisa en Internet con la característica Búsqueda Rápida. Es muy fácil, solo tienes que ir a cualquier página web y resaltar el texto que quieres buscar. Con un solo clic, verás los resultados de tu búsqueda en Bing.",
    "et": "Määrake oma avaleheks Bing.com, et näha igapäevaselt värskeimaid uudiseid, meelelahutust ja sporti ning määrata otsingumootoriks Microsoft Bing.\n\nOtsige netist rutem meie Kiirotsingu funktsiooni abil. See on lihtne, minge mistahes veebisaidile ja valige tekst, mida soovite otsida. Kõigest ühe hiireklõpsuga näete otsingumootoris Bing oma otsingu tulemusi.",
    "fa": "صفحه اصلی خود را روی Bing.com تنظیم کنید تا هر روز از آخرین اخبار، سرگرمی‌ها و رویدادهای ورزشی بهره‌مند شوید، بدین ترتیب جستجوهای شما با Bing Microsoft انجام می‌شود.\n\nبا استفاده از قابلیت جستجوی سریع، سریع‌تر در وب جستجو کنید. کار ساده‌ای است، به هر وب سایتی که می‌خواهید بروید و متنی که می‌خواهید جستجو کنید را هایلایت کنید. تنها با یک کلیک، می‌توانید نتایج جستجوی خود در Bing را مشاهده کنید.",
    "fi": "Aseta aloitussivuksi Bing.com, seuraa joka päivä viimeisimpiä uutisia, viihdettä ja urheilua sekä muuta hakusi teoiksi Microsoft Bingin avulla.\n\nHae verkosta nopeammin Pikahakuominaisuuden avulla. Se on helppoa, siirry mille tahansa verkkosivustolle ja korosta teksti, jota haluat etsiä. Näet hakutuloksesi Bingissä yhdellä napsautuksella.",
    "fil": "Itakda ang iyong homepage sa Bing.com para malaman ang mga pinakabagong balita, entertainment at sports sa bawat araw, at huwag lang maghanap kundi gumawa rin ng mga bagay-bagay sa tulong ng Microsoft Bing.\n\nMaghanap sa web nang mas mabilis gamit ang tampok na Mabilis na Paghahanap. Madali lang ito, pumunta sa kahit anong website at i-highlight ang teksto na gusto mong hanapin. Sa isang klik lang, makikita mo na ang mga resulta ng paghahanap mo sa Bing.",
    "fr": "Définissez votre page d’accueil sur Bing.com pour consulter les dernières actualités, les divertissements et sports les plus récents chaque jour, et paramétrez votre recherche pour la faire avec Microsoft Bing.\n\nEffectuez plus rapidement vos recherches sur le Web grâce à la fonctionnalité Recherche rapide. Rien de plus simple : rendez-vous sur un site Web et mettez en surbrillance le texte à rechercher. Un seul clic suffit pour afficher les résultats de la recherche sur Bing.",
    "gu": "દરરોજ નવીનતમ સમાચાર, મનોરંજન અને રમતો વિશે જાણવા માટે તમારા હોમપેજને Bing.com પર સેટ કરો અને તમારી શોધને Microsoft Bing સાથે કરવા માટે બદલો.\n\nઝડપી શોધ સુવિધા વડે વેબ પર વધુ ઝડપથી શોધો. તે સરળ છે, કોઈપણ વેબસાઇટ પર જાઓ અને તમે જે પાઠ શોધવા માંગો છો તેને હાઇલાઇટ કરો. ફક્ત એક વાર ક્લિક કરીને, તમે Bing પર તમારા શોધ પરિણામો જોશો.",
    "he": "הגדר את Bing.com כדף הבית שלך כדי לסקור את כותרות החדשות, בידור וספורט העדכניים ביותר בכל יום ולהפוך את החיפוש שלך לעשייה באמצעות Bing Microsoft.\n\nחפש באינטרנט מהר יותר עם התכונה ‚חיפוש מהיר‘. אין פשוטה מכך - בקר בכל אתר אינטרנט וסמן את הטקסט שאותו ברצונך לחפש. בלחיצה אחת בלבד, תראה את תוצאות החיפוש שלך ב- Bing.",
    "hi": "प्रत्येक दिन नवीनतम समाचार, मनोरंजन और खेल देखने के लिए Bing.com को अपना मुख्य पृष्ठ सेट करें और अपनी खोज Microsoft Bing के साथ चालू करें.\n\nत्‍वरित खोज सुविधा के ज़रिए अधिक तेज़ी से वेब में खोजें. यह आसान है, किसी भी वेबसाइट पर जाएँ और उस पाठ को हाईलाइट करें, जिसे आप खोजना चाहते हैं. केवल एक क्लिक के ज़रिए आप Bing पर अपने खोज परिणाम देख सकते हैं.",
    "hr": "Postavite svoju početnu stranicu na Bing.com kako biste svakodnevno dobivali najnovije vijesti te aktualnosti iz zabave i sporta i prijeđite na pretraživanje putem tražilice Microsoft Bing.\n\nBrže pretražujte web uz značajku Brzo pretraživanje Jednostavno je, otiđite na bilo koje web-mjesto i istaknite tekst koji želite pretražiti. Jednim klikom će vam se prikazati rezultati pretraživanja u tražilici Bing.",
    "hu": "Állítsa be a Bing.com-ot kezdőlapként, hogy minden nap megtekinthesse a legfrissebb anyagokat a hírek, a szórakoztatás és a sport terén, valamint hogy a kereséseit cselekvéssé alakíthassa a Microsoft Bing segítségével.\n\nA Gyors keresés funkcióval gyorsabban kereshet a weben. Egyszerűen nyisson meg egy tetszőleges webhelyet, és jelölje ki a szöveget, amelyre rá szeretne keresni. Csupán egyetlen kattintás, és a keresési eredmények megjelennek a Bingen.",
    "id": "Atur beranda Anda ke Bing.com untuk melihat berita, hiburan, dan olahraga terkini setiap hari serta ubah pencarian Anda menjadi aktivitas dengan Microsoft Bing.\n\nJelajahi dengan lebih cepat di web dengan fitur Pencarian Cepat Caranya mudah, buka situs web mana saja, lalu sorot teks yang ingin Anda cari. Hanya dengan satu klik, Anda akan melihat hasil pencarian Anda di Bing.",
    "it": "Imposta la tua home page su Bing.com per leggere quotidianamente le ultime notizie di cronaca, sport e intrattenimento e mettere in pratica le tue ricerche con Microsoft Bing.\n\nVelocizza le tue ricerche sul Web con la funzionalità Ricerca rapida. È facile. Basta evidenziare il testo della pagina Web che desideri cercare. Con un solo clic vedrai i risultati in Bing.",
    "ja": "ホームページを Bing.com に設定して最新のニュースやエンタメ、スポーツの情報を毎日チェックし、Microsoft Bing で検索を行います。\n\nクイック検索機能で、Web をより速く検索できます。操作は簡単で、Web サイトに移動すると、検索対象のテキストが強調表示されます。ワン クリックするだけで、Bing による検索結果が表示されます。",
    "ko": "홈페이지를 Bing.com으로 설정하여 매일 최신 뉴스, 엔터테인먼트 및 스포츠 정보를 확인하고 Microsoft Bing으로 검색을 시작합니다.\n\n빠른 검색 기능을 사용해 웹에서 더 빠르게 검색하세요. 사용하기 간편하고, 어느 웹 사이트로든 이동해 찾고 있는 문자를 강조 표시합니다. 클릭 한 번으로 Bing 검색 결과를 볼 수 있습니다.",
    "lt": "Nustatykite pagrindinį puslapį į Bing.com, kad kiekvieną dieną galėtumėte sužinoti naujausias naujienas, pramogas ir sportą ir ieškoti su „Microsoft Bing“.\n\nSparčiau ieškokite žiniatinklyje, naudodamiesi greitos paieškos funkcija. Tai paprasta – eikite į bet kurią svetainę ir pažymėkite tekstą, kurio norite ieškoti. Tiesiog spustelėkite ir „Bing“ pamatysite savo paieškos rezultatus.",
    "lv": "Iestatiet Bing.com kā sākumlapu, lai katru dienu skatītu jaunākās ziņas, informāciju par izklaidi un sporta notikumiem, kā arī paveiktu vairāk ar Microsoft Bing.\n\nVeiciet meklēšanu tīmeklī ātrāk, izmantojot Ātrās meklēšanas funkciju. Tas ir vienkārši – dodieties uz jebkuru tīmekļa vietni un iezīmējiet tekstu, kuru vēlaties meklēt. Veicot tikai vienu klikšķi, ieraudzīsiet meklēšanas rezultātus pakalpojumā Bing.",
    "ml": "ഓരോ ദിവസവും ഏറ്റവും പുതിയ വാർത്തകൾ, വിനോദം, കായികം എന്നിവ പരിശോധിക്കുന്നതിനും Microsoft Bing ഉപയോഗിച്ച് നിങ്ങളുടെ തിരയൽ മാറ്റുന്നതിനും Bing.com ലേക്ക് നിങ്ങളുടെ പൂമുഖപേജ് സജ്ജമാക്കുക.\n\nദ്രുത തിരയൽ സവിശേഷത ഉപയോഗിച്ച് വെബിൽ അതിവേഗം തിരയുക. ഇത് എളുപ്പമാണ്, ഏത് വെബ്‌‌സൈറ്റും സന്ദർശിക്കൂ, നിങ്ങൾക്ക് തിരയേണ്ട ടെക്സ്റ്റ് ഹൈലൈറ്റ് ചെയ്യൂ. ഒറ്റക്ലിക്കിൽ നിങ്ങളുടെ തിരയൽ ഫലങ്ങൾ Bing-ൽ കാണും.",
    "mr": "दररोज नवीनतम बातम्या, करमणूक आणि क्रीडा तपासण्यासाठी आणि आपल्या शोधाला Microsoft Bing सह काम करण्यात बदलण्यासाठी आपले मुखपृष्ठ Bing.com वर सेट करा.\n\nद्रुत शोध वैशिष्ट्याद्वारे वेबवर अधिक जलद शोधा. हे सोपे आहे, कोणत्याही वेबसाइटवर जा आणि त्या मजकुरास हायलाइट करा जे आपणांस शोधायचे आहे. केवळ एका क्लिकद्वारे आपण Bing वर आपले शोध निकाल पाहू शकाल.",
    "ms": "Tetapkan laman utama anda kepada Bing.com untuk melihat berita, hiburan dan sukan terkini setiap hari dan lakukan carian anda dengan Microsoft Bing.\n\nCari web dengan lebih pantas menggunakan ciri Carian Pantas. Mudah sahaja, pergi ke mana-mana laman web dan serlahkan teks yang ingin anda cari. Hanya dengan satu klikan, anda akan melihat hasil carian anda pada Bing.",
    "nl": "Stel Bing.com in als je startpagina en krijg elke dag het laatste nieuws en berichten over entertainment en sport, en stap van zoeken over op doen met Microsoft Bing.\n\nZoek sneller op het web met de functie Snel zoeken. Het is heel eenvoudig. Ga naar een website en markeer de tekst die u wilt opzoeken. Met één klik krijgt u de zoekresultaten te zien in Bing.",
    "no": "Angi startsiden til Bing.com for å se siste nytt, underholdning og sport hver dag, og gjør søk til handling med Microsoft Bing.\n\nSøk på nettet raskere med Hurtigsøk-funksjonen. Det er enkelt: Bare gå til et nettsted og merk teksten du vil søke med. Med bare ett klikk ser du søkeresultatene på Bing.",
    "pl": "Ustaw witrynę Bing.com jako swoją stronę główną, aby każdego dnia przeglądać najnowsze wiadomości oraz informacje ze świata rozrywki i sportu, a także dodać wyszukiwanie do grupy czynności wykonywanych za pomocą usługi Microsoft Bing.\n\nDzięki funkcji Szybkie wyszukiwanie możesz jeszcze szybciej wyszukiwać informacje w Internecie. Po prostu zaznacz na dowolnej stronie fragment tekstu. Gdy klikniesz, zobaczysz wyniki wyszukiwania tej frazy w Bing.",
    "pt_BR": "Defina Bing.com como sua home page para conferir as notícias mais recentes, entretenimento e esportes diariamente e passe a fazer suas pesquisas no Microsoft Bing.\n\nPesquise na Web mais rápido com o recurso Pesquisa Rápida. É fácil: acesse qualquer site e realce o texto que deseja pesquisar. Com apenas um clique, você verá seus resultados de pesquisa no Bing.",
    "pt_PT": "Defina Bing.com como a sua home page para ver entretenimento, desportos e notícias mais recentes diariamente. Transforme a sua pesquisa em ação com o Microsoft Bing.\n\nProcure mais rapidamente na Web com a funcionalidade Pesquisa Rápida. É fácil. Aceda a um site e realce o texto que pretende procurar. Com apenas um clique, verá os resultados da pesquisa no Bing.",
    "ro": "Setați-vă pagina de pornire la Bing.com pentru a afla în fiecare zi cele mai noi știri, informații din divertisment și din sport și pentru a vă transforma căutarea cu Microsoft Bing.\n\nCăutați mai rapid pe web datorită caracteristicii Căutare rapidă. Este ușor, doar accesați orice site web și evidențiați textul pe care doriți să îl căutați. Cu un singur clic, veți vedea rezultatele căutării pe Bing.",
    "ru": "Назначьте Bing.com своей главной страницей, чтобы каждый день узнавать последние новости, события из области развлечений и спорта и пользоваться эффективным поиском Microsoft Bing.\n\nВыполняйте поиск в Интернете намного быстрее благодаря функции Быстроый поиск. Ее легко использовать: просто перейдите на веб-сайт и выделите текст, который нужно искать. Одно нажатие кнопки — и вы увидите результаты поиска в Bing.",
    "sk": "Nastavte si domovskú stránku na Bing.com a každý deň si budete môcť pozrieť najnovšie správy, novinky zo sveta zábavy a športu. Vaše vyhľadávanie s Microsoft Bingom zefektívni každú vašu činnosť.\n\nHľadajte na webe rýchlejšie pomocou funkcie Rýchle vyhľadávanie. Je to jednoduché: prejdite na ľubovoľnú webovú lokalitu a zvýraznite text, ktorý chcete vyhľadať. Potom stačí kliknúť a zobrazia sa vám výsledky hľadania na Bingu.",
    "sl": "Nastavite domačo stran na Bing.com, da si vsak dan ogledate zadnje novice ter dogodke iz sveta zabave in športa – poleg iskanja lahko v Microsoft Bingu počnete še druge stvari.\n\nS funkcijo »Hitro iskanje« lahko hitreje iščete po spletu. Na katerem koli spletnem mestu preprosto označite besedilo, ki ga želite poiskati. Z enim klikom se bodo prikazali rezultati iskanja v storitvi Bing.",
    "sr": "Поставите локацију Bing.com као матичну страницу да бисте видели најновије вести, забаван и спортски садржај сваког дана и претрагу претворили у сарадњу са услугом Microsoft Bing.\n\nПретражујте веб брже уз функцију Брзо претраживање. Лако је. Идите на било коју веб локацију и означите текст који желите да потражите. Помоћу само једног клика можете да видите резултате претраге на локацији Bing.",
    "sv": "Ställ in din startsida till Bing.com för att kolla upp senaste nyheterna, underhållning och sport varje dag och sök med Microsoft Bing.\n\nSök snabbare på webben med Snabbsökning. Det är lätt. Gå till valfri webbplats och markera texten du vill slå upp. Med bara en klickning kan du se dina sökresultat på Bing.",
    "ta": "ஒவ்வொரு நாளும் சமீபத்திய செய்திகள், பொழுதுபோக்கு மற்றும் விளையாட்டுச் செய்திகளைப் பார்க்கவும், உங்கள் தேடலை Microsoft Bing-இல் செய்யவும் உங்கள் முகப்புப்பக்கத்தை Bing.com-க்கு அமைக்கவும்.\n\nவிரைவுத் தேடல் அம்சத்துடன் வலையில் வேகமாகத் தேடவும். இது எளிதானது, நீங்கள் எந்த வலைத்தளத்திற்கும் சென்று தேட வேண்டிய உரையை முன்னிலைப்படுத்தவும். ஒரே கிளிக்கில், Bing-இல் உங்கள் தேடல் முடிவுகளைக் காண்பீர்கள்.",
    "te": "తాజా వార్తలు, వినోదం, క్రీడలను పరిశీలించడానికి మీ హోమ్ పేజీని Bing.com కు సెట్ చేసి, Microsoft Bing తో శోధించడానికి ఆన్ చేయండి.\n\nశీఘ్ర శోధన ఫీచర్‌తో వెబ్‌లో మరింత వేగంగా శోధించండి. ఇది చాలా సులభం, ఏదైనా వెబ్‌సైట్‌కి వెళ్లి, మీరు చూడాలనుకుంటున్న టెక్స్ట్ హైలైట్ చేయండి. కేవలం ఒక క్లిక్‌తో, Bingలోని మీ శోధన ఫలితాలు మీకు కనిపిస్తాయి.",
    "th": "ตั้งค่าโฮมเพจของคุณให้เป็น Bing.com เพื่อดูข่าวสาร ข่าวบันเทิง และข่าวกีฬาล่าสุดในแต่ละวัน ตลอดจนเปลี่ยนไปใช้ Microsoft Bing ในการค้นหา\n\nค้นหาเว็บได้รวดเร็วยิ่งขึ้นด้วยคุณลักษณะการค้นหาด่วน ใช้งานง่าย โดยไปที่เว็บไซต์ใดก็ได้ แล้วไฮไลต์ข้อความที่คุณต้องการค้นหา เพียงแค่คลิกเดียว คุณก็จะเห็นผลการค้นหาของคุณที่ Bing",
    "tr": "Bing.com'u giriş sayfanız olarak ayarlayıp her gün en son haberlere, eğlence ve spor etkinliklerine göz atın ve aramalarınızı Microsoft Bing ile yapmaya başlayın.\n\nHızlı Arama özelliği ile web’de daha hızlı arama yapın Kullanması kolaydır, herhangi bir web sitesine gidin ve aramak istediğiniz kelimeyi seçin. Sadece bir tıklama ile arama sonuçlarınızı Bing’de göreceksiniz.",
    "uk": "Призначте Bing.com головною сторінкою, щоб кожний день переглядати останні новини, відомості про події з області спорту та розваг і користуватися ефективним пошуком Microsoft Bing.\n\nФункція “Швидкий пошук” прискорює пошук в Інтернеті. Нею досить просто користуватися: просто виділіть текст, який потрібно знайти, на будь-якому веб-сайті. Одне натискання – і ви отримаєте результати в Bing.",
    "vi": "Đặt trang chủ của bạn thành Bing.com để xem tin tức, giải trí và thể thao mới nhất mỗi ngày và biến việc tìm kiếm của bạn thành công việc làm trên Microsoft Bing.\n\nTìm kiếm trên web nhanh hơn với tính năng Tìm kiếm Nhanh. Thật dễ dàng, hãy truy cập bất kỳ trang web nào và tô sáng văn bản bạn muốn tra cứu. Chỉ với một cú nhấp chuột, bạn sẽ thấy kết quả tìm kiếm của mình trên Bing.",
    "zh_CN": "将主页设置为 Bing.com，以每天观看最新新闻、娱乐和体育节目，并通过必应来执行搜索。\n\n使用快速搜索功能更快速地搜索网页。这很简单，可以访问任何网站并会突出显示您要查找的文本。单击一下即可在必应上看到搜索结果。",
    "zh_TW": "將您的首頁變更為 Bing.com，以查看每天最新的新聞、娛樂和運動賽事，並將您的搜尋變更為使用 Microsoft Bing 進行搜尋。\n\n利用「快速搜尋」功能，更快搜尋網路。做法很簡單：只要前往任何網站、選取要搜尋的文字，然後按個滑鼠，便能在 Bing 上看到搜尋結果。"
  }
}