{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kuromi Cursor Pack"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform Your Browser with Cute and Playful Charm!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows you to personalize your browser with a variety of features, all designed to bring Kuromi’s unique personality to life on your screen. \n\nWhether you’re a long-time fan or simply love playful and cute designs, this extension is the perfect way to brighten your daily online activities.\n\nYou can also access more themes in the pop-up window and increase your customization experience.\n\nAdorable Browser Theme: Immerse yourself in a delightful Kuromi-themed browsing environment. Enjoy her iconic designs, colors, and playful vibes integrated seamlessly into your browser.\n\nQuick Access Shortcuts: Save time with shortcuts to your most-used applications directly from your homepage. Navigate your browser effortlessly while enjoying the stylish Kuromi backdrop.\n\nCustomizable Elements: Personalize your browser even further with widgets like bookmarks, notes, and a digital clock, all styled to complement the Kuromi theme.\n\nSeamless Performance: The extension is lightweight and designed to operate smoothly, ensuring an uninterrupted and enjoyable browsing experience.\n\nPerfect for Fans: If you adore Kuromi and her mischievous charm, this extension is a must-have! Showcase your love for the character while making your browser uniquely yours.\n\nThis extension is more than just a cosmetic update—it’s a complete customization tool that enhances your browsing experience. \n\nWith its playful designs and user-friendly features, the Kuromi extension combines functionality with charm. Whether you’re writing notes, checking the time, or navigating your favorite sites, everything feels a little more fun and lively with Kuromi by your side."
  }
}