{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PDF Editor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PDF Editor - edit, merge and combine PDF documents."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PDF Editor - Edit, Merge, and Combine PDF Documents with Ease (Works Completely Offline)\n\nIntroducing the ultimate PDF editing tool for your browser - PDF Editor. This powerful extension puts all the essential PDF management features right at your fingertips, empowering you to streamline your workflow and boost your productivity.\n\nWhat sets PDF Editor apart is its complete offline functionality. This means your PDF files never leave your device, providing you with a secure and private way to work with your documents. No need to worry about your sensitive information being uploaded to any cloud services - PDF Editor keeps everything on your local machine, ensuring your data remains under your full control.\n\nWhether you need to make quick edits to a PDF, combine multiple documents into a single file, or reorder the pages within a PDF, PDF Editor has you covered. With its intuitive interface and comprehensive set of tools, you can breeze through your daily PDF tasks with unparalleled efficiency.\n\nKey Features:\n\n- Edit PDF Text, Images, and Annotations - Seamlessly modify the content of your PDF files, from updating text to adjusting image placements. PDF Editor's advanced editing capabilities ensure your documents always look polished and professional.\n- Merge PDFs into a Single Document - Combine multiple PDF files into one cohesive document, making it easy to organize your paperwork and share comprehensive information with colleagues, clients, or partners.\n- Split PDFs by Extracting Pages - Quickly extract specific pages from a PDF and save them as individual files, ideal for separating relevant sections or creating custom document compilations.\nReorder Pages within a PDF - Rearrange the pages of a PDF document with a simple drag-and-drop interface, allowing you to customize the flow and presentation of your content.\n\nUnlock the full potential of your PDF documents with PDF Editor. This extension is designed to streamline your workflow, save you time, and help you maintain a professional, organized digital document management system - all while keeping your data secure and offline.\nThis extension uses affiliate links to help finance the development costs. Additionally, any sponsored ad links within search engine results will be hidden to prevent potential bugs or issues."
  }
}