{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PH Copilot - AI-Powered Product Hunt Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI-Powered Chrome Extension for Product Hunt. Quickly overview products and craft standout comments using AI."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PH-Copilot: Elevate Your Product Hunt Experience\n\nPH-Copilot is a Chrome extension designed specifically for Product Hunt users, aimed at enhancing user engagement and efficiency.\n\nKey Purposes:\n1. Rapid Product Analysis: Utilizes AI technology to automatically generate overviews of products on Product Hunt pages, helping users quickly grasp core product features.\n2. Intelligent Comment Assistance: Aids users in crafting insightful, relevant product comments, improving the quality of community interactions.\n\nWhy Users Should Install:\n1. Time-Saving: Automated product overview feature allows users to quickly understand multiple products, increasing browsing efficiency.\n2. Enhanced Participation Quality: AI-assisted commenting helps users contribute more valuable content, boosting their influence within the community.\n3. Learning Tool: Through AI-generated analyses and comments, users can learn how to better evaluate and discuss tech products.\n4. Flexible Usage: Credit-based system allows users to choose usage frequency based on personal needs, suitable for all types of Product Hunt users.\n5. Improved User Experience: Simplifies product discovery and interaction processes, making Product Hunt usage smoother and more enjoyable.\n\nPH-Copilot is not just a tool, but a powerful assistant for enhancing the Product Hunt participation experience. Whether you're an enthusiastic user looking for innovative products or a creator seeking more feedback, this extension can benefit you. Install PH-Copilot and embark on your intelligent Product Hunt journey!"
  }
}