{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Insync Browser Co-Pilot (Beta)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Navigate the web smarter with Insyncai Co-Pilot: Your AI-powered sidekick for quick summaries and info-finding on any page!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Insyncai’s Browser Co-Pilot is designed to be your personal assistant for every web page on the internet. We often find ourselves looking at a product or set of products or similar pages where there is a ton of information but its not all immediately accessible.\n\nInsyncai’s Browser Co-Pilot uses advanced AI to read and understand the contents of the page, including all linked documents to give you immediate answers so you can save time and make better decisions. \n\nPlease note that the Co-Pilot can only answer questions for which the information / answer is contained on the page or linked documents. \n\nFor example: \n1: If you are on a product page on Amazon or any e-commerce site, you can ask about any of the technical properties of the product such as...\na: How much does this product weigh?\nb: Is this waterproof?\nc: How many boxes of this tile would I need to cover 750 sqft and how much would it cost? \nd: What is the sensor size on this camera? \ne: What mounts is this camera compatible with? \nf: How much sugar per serving does this have? \ng: Does this have any artificial flavors \nh: please summarize the reviews for me \n\n\n2: If you are on a list page, which has multiple products, you can ask for things like... \na: What is the best rated coffee grinder with a removable top under $100? \n\n3: If you are on an educational website, you can ask for questions related to... \na: Tuition Fees \nb: Enrollment criteria/ prerequisites \nc: Accommodation\n\n\n4: If you are going through research papers or study material, you can try...\na: Summarize \nb: What are the topics covered in this paper?\n\nCo-Pilot utilizes Insyncai’s exclusive system, which includes one or more LLMs, to provide you with this assistant. \n\nNote: Insyncai takes great care when handling your data. Please do not share any personal information, including passwords, credit or banking details. In case there is any PII, it is removed and all data is anonymized. This feature uses Artificial Intelligence (AI) and there may be inaccuracies or unintended bias in any results provided.\n\nBy continuing, you agree to Open AI's (https://openai.com/policies/privacy-policy) and Insyncai's Terms & Privacy Policy (https://www.insyncai.com/tos-insyncai-copliot)."
  }
}