{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "URL Increment Button"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A 1-Click URL Increment Button for your toolbar. Works with or without URL Incrementer."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is a 1-Click Button that works with or without URL Incrementer. If you have URL Incrementer installed, you'll be able to select the part of the URL to increment or decrement and then use the button to perform the action. If you don't have URL Incrementer installed, the button will simply try to increment or decrement the most likely number in the URL using its built-in algorithm (this is usually the last number). If it's not modifying the number you want, you can use URL Incrementer instead to select the part of the URL you want it to.\n\nI want you to be 100% happy\nIf something isn't working right, or if there's a feature you think is missing, please feel free to open an issue on GitHub and give me a chance to fix it and I promise I will. Thank you so much for using URL Increment Button.\n\nFeatures\n• Increments the URL (finds a number in the URL and then increases it by 1)\n• Works with or without URL Incrementer\n• Requires no permissions\n• Uses no background memory when not in use\n\nPermissions Justification\nNo permissions are needed.\n\nPrivacy Policy\nURL Increment Button does *not* track you. It does *not* use analytic services. It does *not* collect any data from your device or computer. All your data is stored locally on your device. Your data is *your* data."
  }
}