{
  "name": {
    "ar": "تانوكي سنسيت أونلاين لعبة غير محظورة",
    "am": "ታኑኪ ሰንሰለት ዩንበርሽን ኦንላይን የሚወጣ ጨዋታ",
    "bg": "Тануки Сънсет Онлайн Разблокирана Игра",
    "bn": "টানুকি সানসেট অনলাইন অনাবদ্ধ গেম",
    "ca": "Joc en línia desbloquejat de Tanuki Sunset",
    "cs": "Tanuki Sunset Online Odemčená Hra",
    "da": "Tanuki Sunset Online Ulåst Spil",
    "de": "Tanuki Sunset Online Entriegeltes Spiel",
    "el": "Τανούκι Σάνσετ Σε απευθείας σύνδεση Ξεκλειδωμένο Παιχνίδι",
    "en,en_AU,en_GB,en_US": "Tanuki Sunset Online Unblocked Game",
    "es": "Tumba de la Máscara en Línea - Juegos Desbloqueados",
    "es_419": "Juego en línea desbloqueado de Tanuki Sunset",
    "et": "Tanuki Sunset Online Blokeerimata mäng",
    "fa": "تانوکی سانست آنلاین بازی غیرمسدود",
    "fi": "Tanuki Sunset Online Estetty peli",
    "fil": "Tanuki Sunset Online Unblocked na Laro",
    "fr": "Jeu en ligne débloqué Tanuki Sunset",
    "gu": "તનૂકી સનસેટ ઑનલાઇન અનબ્લોક થયેલો ગેમ",
    "he": "משחק מקוון של טאנוקי סאנסט לא נחסם",
    "hi": "टानूकी सनसेट ऑनलाइन अनब्लॉक किया गया गेम",
    "hr": "Tanuki Sunset Online Deblokirana Igra",
    "hu": "Tanuki Sunset Online Feloldott Játék",
    "id": "Permainan Dibuka Tanuki Sunset Online",
    "it": "Gioco online sbloccato Tanuki Sunset",
    "ja": "タヌキサンセット オンラインアンブロックゲーム",
    "kn": "ಟನೂಕಿ ಸನ್ಸೆಟ್ ಆನ್‌ಲೈನ್ ಅನಬ್ಲಾಕ್‌ಡ್ ಗೇಮ್",
    "ko": "타누키 선셋 온라인 언블록된 게임",
    "lt": "Tanuki Sunset Online Atraklūs žaidimai",
    "lv": "Tanuki Sunset tiešsaistes Atbloķēta spēle",
    "ml": "ടനൂക്കി സൺസെറ്റ് ഓൺലൈൻ അൺ‌ബ്ലോക്ക്ഡ് ഗെയിം",
    "mr": "तनूकी सनसेट ऑनलाइन अनलॉक केलेल्या गेम",
    "ms": "Permainan Dalam Talian Tanuki Sunset Dibuka",
    "nl": "Tanuki Sunset Online Deblokkeren Spel",
    "no": "Tanuki Sunset Online Låst opp spill",
    "pl": "Tanuki Sunset Online Odblokowana gra",
    "pt_BR,pt_PT": "Jogo online desbloqueado Tanuki Sunset",
    "ro": "Joc online deblocat Tanuki Sunset",
    "ru": "Tanuki Sunset Онлайн Разблокированная Игра",
    "sk": "Tanuki Sunset Online Odblokovaná hra",
    "sl": "Tanuki Sunset Spletna nepremičnina Igra",
    "sr": "Tanuki Sunset Онлине Деблокирана игра",
    "sv": "Tanuki Sunset Online Olåst spel",
    "sw": "Mchezo wa Mkondoni wa Tanuki Sunset Usiozuiliwa",
    "ta": "தனுகி சன்செட் ஆன்லைன் போக்கப்பட்ட விளையாட்டு",
    "te": "తనూకి సన్‌సెట్ ఆన్‌లైన్ అన్‌బ్లాక్ గేమ్",
    "th": "เกมออนไลน์ Tanuki Sunset ที่ถูกปลดล็อค",
    "tr": "Tanuki Sunset Online Engellenmemiş Oyun",
    "uk": "Tanuki Sunset Онлайн Розблокована Гра",
    "vi": "Trò chơi trực tuyến Tanuki Sunset được mở khóa",
    "zh_CN": "狸猫日落在线解锁游戏",
    "zh_TW": "狸貓日落線上解鎖遊戲"
  },
  "short": {
    "ar": "اركب الشوارع عند غروب الشمس في تانوكي سنسيت! تزلج، انجراف، وتأرجح في المناظر الطبيعية الرائعة في هذه اللعبة المثيرة من إندي.",
    "am": "ታኑኪ ሰንሰለትን ሲቀርብ የሚንቀሳቀሱ ዓላማዎችን በታከለበት ሰዓት ስኳት፣ ዳርዝ፣ እና ጆርቭ በከተማዎች መሰለኝ።",
    "bg": "Карайте по улиците на залез слънце в Тануки Сънсет! Скейтборд, дрифт и ритайте из живописни пейзажи в тази вълнуваща инди игра.",
    "bn": "সূর্যাস্তে রাস্তা যান টানুকি সানসেটে! এই উত্তেজনাদায়ক ইন্ডি গেমে জুটিয়ে স্কেট, ড্রিফ্ট এবং আবদ্ধ প্রাকৃতিক দৃশ্যমান ভূমিকায় ঘুরে…",
    "ca": "Surfea pels carrers al capvespre a Tanuki Sunset! Patina, derapa i moge't per paisatges vibrants en aquest emocionant joc indie.",
    "cs": "Jezděte po ulicích za soumraku v Tanuki Sunset! Skočte na skateboard, drifťte a tancujte skrze živé krajiny v této vzrušující…",
    "da": "Kør gennem gaderne ved solnedgang i Tanuki Sunset! Skate, drifte og groove gennem livlige landskaber i dette spændende indie spil.",
    "de": "Fahre bei Sonnenuntergang durch die Straßen in Tanuki Sunset! Skate, drifte und groove durch lebendige Landschaften in diesem…",
    "el": "Οδηγήστε στους δρόμους κατά το ηλιοβασίλεμα στο Τανούκι Σάνσετ! Κάντε σκέιτ, οδηγήστε με drift και χορέψτε μέσα από ζωηρά τοπία σε…",
    "en,en_AU,en_GB,en_US": "Ride the streets at sunset in Tanuki Sunset! Skate, drift, and groove through vibrant landscapes in this exhilarating indie game.",
    "es": "Adéntrate en las profundidades de un templo antiguo, navega rápidamente entre trampas, recoge oro y evade enemigos en este juego…",
    "es_419": "¡Recorre las calles al atardecer en Tanuki Sunset! Patina, derrapa y disfruta de paisajes vibrantes en este emocionante juego indie.",
    "et": "Sõida tänavatel päikeseloojangul Tanuki Sunsetis! Skeiti, libise ja tantsi läbi elavate maastike selles põnevas indie-mängus.",
    "fa": "در تانوکی سانست به‌طور آنلاین در خیابان‌ها در زمان غروب آفتاب سوار شوید! اسکیت کنید، دریفت بزنید و از مناظر زنده در این بازی ایندی…",
    "fi": "Aja kaduilla auringonlaskussa Tanuki Sunsetissa! Skeittaa, driftaa ja groovaa värikkäissä maisemissa tässä jännittävässä…",
    "fil": "Mag-skate, mag-drift, at mag-groove sa mga kalsada sa paglubog ng araw sa Tanuki Sunset! Sa nakaka-excite na indie na larong ito,…",
    "fr": "Parcourez les rues au coucher du soleil dans Tanuki Sunset ! Faites du skate, dérivez et groovez à travers des paysages vibrants…",
    "gu": "ટનૂકી સનસેટમાં સૂર્યાસ્તના સમયે રોડનું આનંદ લો! આ રોમાંચક ઇન્ડી ગેમમાં સ્કેટ કરો, ડ્રિફ્ટ કરો અને જીવંત દ્રશ્યમાં ગ્રુવ કરો.",
    "he": "רכבו ברחובות בשקיעה בטאנוקי סאנסט! סקייט, החלקות וגרוב בנוף חי במשחק האינדי המרגש הזה.",
    "hi": "टानूकी सनसेट में सूर्यास्त के समय सड़कों पर सवारी करें! इस रोमांचक इंडी गेम में विविद दृश्यों के माध्यम से स्केट करें, ड्रिफ़्ट…",
    "hr": "Vozite se ulicama za zalazak sunca u Tanuki Sunsetu! Skejtajte, drifteajte i uživajte u živopisnim pejzažima u ovoj uzbudljivoj…",
    "hu": "Sétálj az utcákon a naplementében a Tanuki Sunsetben! Szörfölj, driftelj és groove-olj a vibráló tájakon ebben a izgalmas indie…",
    "id": "Berkendara di jalanan saat matahari terbenam di Tanuki Sunset! Bermain skateboard, drifting, dan bergroove melalui lanskap yang…",
    "it": "Guida per le strade al tramonto in Tanuki Sunset! Fai skateboard, drift e goditi paesaggi vibranti in questo emozionante gioco…",
    "ja": "タヌキサンセットで夕焼けの街を駆け抜けよう！ この刺激的なインディーゲームで、スケートやドリフト、ビビッドな風景を楽しもう。",
    "kn": "ಟನೂಕಿ ಸನ್ಸೆಟ್‌ನಲ್ಲಿ ಸೂರ್ಯಾಸ್ತಮಾನದ ಸಮಯದಲ್ಲಿ ರಸ್ತೆಗಳ ಮೇಲೆ ಹೊರಟುಹೋಗಿ! ಈ ಉತ್ಸಾಹದ ಇಂಡಿ ಗೇಮಿನಲ್ಲಿ ಸ್ಕೇಟ್ ಮಾಡಿ, ಡ್ರಿಫ್ಟ್ ಮಾಡಿ, ಬೆಳಕಿನ…",
    "ko": "태두기 선셋에서 해질녘에 거리를 달려보세요! 이 환상적인 인디 게임에서 스케이트, 드리프트, 화려한 풍경을 만끽해보세요.",
    "lt": "Važiuokite gatvėmis saulėlydžio metu su Tanuki Sunset! Pasirinkite sportinius riedlentes, driftuokite ir grokite įvairiose…",
    "lv": "Brauciet pa ielām saulrieta laikā Tanuki Sunset! Brauciet ar skeitbordu, izjautājiet driftu un groovejiet caur dzīvotspējīgām…",
    "ml": "സൺ‌സെറ്റിൽ സൂര്യാസ്തമയത്ത് വീട്ടിലേക്ക് പോകുക! ഈ തവണയിലെ പ്രകൃതിയിലെ ജീവന്റെ വാതവരണങ്ങൾ കണ്ടെത്തുക സ്കേറ്റ്, ഡ്രിഫ്റ്റ് ചെയ്യുക,…",
    "mr": "तनूकी सनसेटमध्ये सूर्यास्ताच्या वेळेत रोडच्या वरून राहणारे! ह्या उत्साहकर्तागित इंडी गेममध्ये स्केट करा, ड्रिफ्ट करा आणि चमकणार्या…",
    "ms": "Berkenderaan di jalan-jalan semasa matahari terbenam di Tanuki Sunset! Bermain sket, meluncur, dan bergelumang melalui landskap…",
    "nl": "Rijd door de straten bij zonsondergang in Tanuki Sunset! Skate, drift en groove door levendige landschappen in dit opwindende indie…",
    "no": "Kjør gatene ved solnedgang i Tanuki Sunset! Skat, drift og groov gjennom livlige landskap i dette spennende indiespillet.",
    "pl": "Jedź ulicami o zachodzie słońca w Tanuki Sunset! Jazda na deskorolce, dryfowanie i groovowanie w kolorowych krajobrazach tej…",
    "pt_BR": "Passeie pelas ruas ao pôr do sol em Tanuki Sunset! Faça manobras de skate, derrape e aproveite as paisagens vibrantes neste…",
    "pt_PT": "Passeia pelas ruas ao pôr do sol em Tanuki Sunset! Faz skate, derrapa e diverte-te nos cenários vibrantes deste emocionante jogo…",
    "ro": "Condu pe străzi la apus în Tanuki Sunset! Skate, drift și groove prin peisaje vibrante în acest joc indie plin de adrenalină.",
    "ru": "Покоряйте улицы на закате солнца в игре Tanuki Sunset! Катайтесь на скейте, дрифтуйте и погружайтесь в живописные пейзажи в этой…",
    "sk": "Prejdite ulicami pri západe slnka v Tanuki Sunset! Skateujte, driftujte a groovujte cez živé krajiny v tejto vzrušujúcej nezávislej…",
    "sl": "Vozite se po ulicah ob sončnem zahodu v igri Tanuki Sunset! Skejtajte, drsite in groove v živahnih pokrajinah v tej navdušujoči…",
    "sr": "Возите се улицама у сумраку у игри Tanuki Sunset! Скејт, дрифт и грув кроз вибрантне пејзаже у овој узбудљивој независној игри.",
    "sv": "Åk genom gatorna vid solnedgången i Tanuki Sunset! Skatea, drifta och groova genom levande landskap i detta spännande indiespel.",
    "sw": "Panda barabarani wakati wa machweo katika Tanuki Sunset! Piga kibao, panda kwa drift, na groove kupitia mandhari zenye rangi katika…",
    "ta": "தனுகி சன்செட்டில் சூரியகாந்தி பகலாக வீழ்ச்சி வேண்டும்! இந்த உத்தேசமான இந்தி விளையாட்டில் ஸ்கேட் போடுங்கள், ட்ரிப்ட் செய்யுங்கள்,…",
    "te": "తనూకి సన్‌సెట్‌లో సూర్యాస్త సమయంలో వీధుల్లో సవరించు! ఈ ఆకర్షణకరమైన ఇండీ గేమ్‌లో స్కేట్‌ను అదుపులోకంచి, డ్రిఫ్ట్‌ను వేసుకుని, వివిధ…",
    "th": "ขี่ถนนในเวลาพระอาทิตย์ตกดินใน Tanuki Sunset! สเก็ตบอร์ด, ลอยลำและเต้นรำผ่านฉากทิวทัศน์ที่สดใสในเกมอินดี้ที่ตื่นเต้นนี้",
    "tr": "Tanuki Sunset'te güneş batarken sokaklarda sürün! Bu heyecan verici indie oyununda renkli manzaralarda kay, drift yap ve groove et.",
    "uk": "Катайтеся вулицями під час заходу сонця у Tanuki Sunset! Скейтборд, дріфтуйте та грувайте в живописних ландшафтах у цій захоплюючій…",
    "vi": "Lướt qua những con phố trong hoàng hôn tại Tanuki Sunset! Lướt ván, drift và thả mình vào những cảnh quan sống động trong trò chơi…",
    "zh_CN": "在狸猫日落的夕阳街头滑行！ 在这个令人兴奋的独立游戏中，滑板、飘移并在充满活力的风景中享受快乐。",
    "zh_TW": "在狸貓日落的夕陽街頭滑行！在這款令人興奮的獨立遊戲中，滑板、飄移並在充滿活力的風景中享受快樂。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready to hit the virtual streets and embark on an adrenaline-pumping ride in \"Tanuki Sunset Online Unblocked\"! Immerse yourself in the world of arcade racing as you take control of a talented tanuki (Japanese raccoon dog) skater and cruise through a mesmerizing urban landscape at sunset.\n\nHOW TO PLAY\nYou can move the character with the arrow keys and W-A-S-D keys.\n\nHOW TO INSTALL\nClick download this Extension using the \"Add to Chrome\" button.\n\nOnce the game has finished loading, simply select the \"Extensions Icon\" button. \n\nAfter clicking this, you'll be directed to the playground area, where the game \"Tanuki Sunset Online Unblocked\" will launch automatically. All that's left is to press the play button and start enjoying the game."
  }
}