{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Furn.nl - Online Meubels & Woonblog"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jouw Gids voor Interieur Inspiratie - het laatste nieuws van de woonblog"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ontdek de wereld van interieurdesign direct vanuit je browser met Furn.nl, dé Chrome extensie voor de meest actuele en inspirerende interieur content. Of je nu op zoek bent naar frisse interieurtips, de nieuwste trends wilt volgen, of gewoon jouw passie voor prachtig ingerichte ruimtes wilt voeden, Furn.nl heeft het allemaal. \n\nDeze gemakkelijk te gebruiken extensie biedt directe toegang tot een schat aan informatie, van boeiende blogs tot het allerlaatste nieuws op het gebied van interieur. Furn.nl brengt de essentie van thuisdecoratie tot leven met een verscheidenheid aan onderwerpen, waaronder: \n\n- Innovatieve Interieurtips: Praktische adviezen om je woonruimte te transformeren, van kleine aanpassingen tot grote make-overs.\n- Trends en Inzichten: Blijf up-to-date met de nieuwste ontwikkelingen in interieurontwerp, inclusief kleurentrends, materiaalkeuzes, en styling ideeën.\n- Inspirerende Blog Posts: Verrijk jezelf met inspirerende artikelen die je zullen helpen je eigen unieke interieurstijl te vinden en te verfijnen.\n- Laatste Nieuws: Ontvang het laatste nieuws uit de wereld van interieurdesign om je kennis te verdiepen en je geïnformeerd te houden.\n\nMet Furn.nl als jouw persoonlijke interieurgids, ben je altijd slechts één klik verwijderd van het ontdekken van nieuwe designideeën en het verkrijgen van de inspiratie die je nodig hebt om van elk huis een thuis te maken. Of je nu een doorgewinterde interieurliefhebber bent of nieuw bent in de wereld van thuisdecoratie, deze Chrome extensie is de perfecte aanvulling voor iedereen die gepassioneerd is over het creëren van mooie, leefbare ruimtes.\n\nInstalleer Furn.nl nu en geef jouw creativiteit de vrije loop met onbegrensde interieurinspiratie, rechtstreeks op je browserscherm. Jouw droominterieur is slechts een klik verwijderd!"
  }
}