{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bid-Ninja: Software for Quibids & Dealdash"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Start to win on Quibids & DealDash! Bid-Ninja is a browser plugin allowing its users to slice through their auction competition!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Bid-Ninja Chrome Extension provides vital user and product stats and analytics for all Dealdash & Quibids penny auctions. It does so by automatically inserting itself in real time on each auction page - right at your fingertips!\n\nSimply install the Bid-Ninja extension into your Chrome browser. After installed, go to any live auction on dealdash.com or quibids.com and the Bid-Ninja Analytics pop-up box will automatically appear right on your computer screen. Instead of spending hours and hours researching products and competition, we'll deliver this information in a convenient, easy-to-use interface right smack in front of you. How cool is that?\n\nWhether you're a beginner, intermediate, or power bidder, Bid-Ninja can help you win more!  Whether you've been playing on penny auction for just a week or several years, Bid-Ninja can definitely \"up your game!\"\n\nThere are three core components to the Bid-Ninja software\n1 - Bid-Ninja Analytics: provides comprehensive everything about your competitors and the auctions you’re trying to win, as mentioned above.\n\n2 - Bid-Ninja BidBuddy®: an auto-bidder that uses your strategies to places bids for you, automatically. This isn't a simple auto-bidder the sites provide, this is a very powerful bidding machine that helps you bid smarter and saves you money. You can also win auctions even while away from the computer! Just like Analytics, the BidBuddy® pop-up box automatically appears on your screen when entering a live auction\n\n3 - Auction Tracker: a simple click of the Bid-Ninja Mask icon to the right of the Chrome address bar, gives you instant access to two complete lists of every auction on Quibids and Dealdash. A convenient way to see which auctions are upcoming and when; whether your on the auction sites or not. \n\nThe Bid-Ninja Chrome extension, will help you WIN MORE penny auctions while SPENDING LESS money for bids on Deal dash and Qbids. \n\nLet Bid-Ninja help you BID SMARTER, BID FASTER, and WIN MORE.\n\nPLEASE NOTE: Bid-Ninja currently works on two penny auction sites: dealdash.com and quibids.com. We no no longer supports beezid.com or madbid.com penny auction sites.\n\n\n© BID NINJA, LLC 2022 - All Rights Reserved \nBidBuddy® is a Registered Trademark of Bid Ninja, LLC."
  }
}