{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PP Interrupter Lite"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Interrupts web-navigation to specified urls in order to Protect Privacy."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This add-on is a general purpose add-on that temporarily blocks access to specified URLs and releases the block by clicking the icon in the tool bar. You can habituate yourself to stop once before automatic redirection. Unlike other blockers, this add-on is intended to block healthy sites, not malicious sites.\n\nThe sites that we always use may suddenly attempt to steal data about an authentication provider with malice. They might try to look at our privacy...\n\nWhat we really want to do is to prohibit automatic redirection to malicious sites. However, it is difficult to judge whether it leads to a malicious site. Therefore, with the idea of reversal, we habituate ourselves to temporarily block access to a healthy site (authentication provider) which is easy to judge, so that by not having a block which we must have it is detected to be guided by a fraudulent site. \n\nThe PP Interrupter Lite can be used for such purpose.\n\nIf a healthy site prohibits automatic redirection in the future, it is the turn of the PP Authorizer, a sister item of this add-on.\n\nThe PP Interrupter Lite is a function-restricted version of the PP Interrupter (Original) on the Firefox.\n\nThe PP Interrupter (Original) can block all methods such as \"GET\" or \"POST\" of web requests, but the PP Interrupter Lite can only block \"GET\" method.\n\n\nこのアドオンは、特定の URL へのアクセスを一旦ブロックし、ツールバーに表示されるアイコンのクリックによってそのブロックを解除するという汎用のアドオンである。このアドオンにより、自動的なリダイレクトの前に一旦ストップする習慣を作ることができる。このアドオンは、他のブロッカーと違い、悪意のあるサイトではなく、健全なサイトをブロックすることを目的とする。\n\nいつも使っているサイトが突然、悪意を持って認証局の情報を盗もうとするかもしれない。プライバシーを盗み見ようとするかもしれない…。\n\n本当にやりたいのは、悪意のあるサイトへの自動的なリダイレクトを禁止することである。しかし、悪意のあるサイトへ導かれるかどうかは判定が難しい。そこで、逆転の発想で、判定が容易な健全なサイト(認証局)へのアクセスを一旦ブロックすることを習慣化し、ブロックがあるはずなのにないことによって、詐欺サイトに導かれたことを検知するようにするのだ。\n\nPP Interrupter Lite はそのような目的で使うことができる。\n\nもし、将来、健全なサイトが自動的なリダイレクトを禁じるようになったときは、このアドオンの姉妹品である PP Authorizer の出番である。\n\nなお、PP Interrupter Lite は Firefox 用 PP Interrupter (Original) の機能制限版である。\n\nPP Interrupter (Original) は Web リクエストの GET や POST などすべての method をブロックできるのに対し、PP Interrupter Lite は method が GET のものしかブロックできない。"
  }
}