{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Forms Autocomplete"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension that enables the autocomplete system on Google Forms"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Optimize your forms and have a more productive work cycle with a fully customizable forms autocomplete.\n\n*HOW TO USE:\n\nThe extension have two windows: \"fields\" and \"data\". \n\nThe \"fields\" window is where the user will select which fields should trigger autofill. In addition, in this window the user selects which data collection will be triggered for that field.\nThe \"data\" window is where the user will create the data collections. A \"data collection\" is basically a set of values ​​that will appear when a field is triggered.\nFor example, if I want to autofill my emails in forms, I would first go to the \"data\" window and create an email data collection. In this data collection I would define my emails, such as \"john@gmail.com\" or \"silvia@hotmail.com\". After that I would go to the \"fields\" window and create a field called \"email\", and select the email data collection.\nThe data collection system allows you to trigger the same data collection for multiple field names. For example, the form field could be named \"phone\", or \"phone number\", or \"mobile\". To allow the extension to trigger autocomplete on all of them, you just need to create a data collection and bind it to all the different ways of naming the same field."
  }
}