{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tabbber"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Be more productive! Add your websites and search faster!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Faster search to any website you wish using only your keyboard! When you open a new tab now you can search directly just by typing one key.\n\nThis extension was designed so you can be more productive.\n\nYou can type \"g this is my search\" to search into google, \"y my youtube search\" to search into youtube or \"a my amazon search\" to search into amazon, linkedin, facebook, twitter or any website you want.\n\nIf you have ever used Vimium Extension, this is the best companion! Finally now you have control over your new tab.\n\n(UPDATED INSTRUCTIONS)\n\nHow it works?\n\nWhat the video if you prefer.\n\nThis extension works on new tabs. After opening a new tab a popup would appear asking you if you want to allow to extension to tabbber to update your current tab, click on keep it.\n\nOn your search box if you type g followed by your search a new tab will open with the content you have typed, for example, if I type:\n\n\"g test123\"\n\nThe browser will open a new tab with the searching for test123.\n\nTo add more websites press the Settings button, top right corner.\n\nGo down and in the empty box follow the google example format then click on add website.\n\nTo get the url is really simple, just go into the target website, for example youtube.com, type something in the search, like test123 press enter. \n\nThis is the youtube url after pressing enter:\n\nhttps://www.youtube.com/mail/u/0/#search/test123\n\nAfter the search you can copy the url and replace test123 with 4 pipes and enter all this info into tabbber new website box, like the following.\n\nfirst-box (website): https://www.youtube.com\nsecond-box (mod key): y\nthird-box (website name): Youtube\nforth-box (search part of url): /mail/u/0/#search/test123\n\nNow press add website and you done, if you go back into the search box, you type:\n\n\"y any video\"\n\nA new tab will open with the any videos searched on youtube\n\nYou can add until 10 websites, that will all be visible under your search bar.\n\n***** IMPORTANT *****\nI don't share your data to anyone, it is all saved into your browser, you can check it by simply doing: right click -> inspect -> network tab -> Do any search; \nYou are going to see that nothing happens in the network when you search."
  }
}