{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Never Late - Google Meet Auto-Opener"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Never Late automatically opens your Google Meet links at the right time, so you're never late to a meeting again."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Never Late automatically opens your Google Meet links at the scheduled time of your calendar events, ensuring you’re always on time.\n\nKey Features:\n\n• Seamless Integration: Works directly with your Google Calendar.\n• Automatic Join: Opens your Google Meet links right when the meeting is scheduled to start.\n• Notifications: Get reminders 10 seconds before your meetings begin.\n• Privacy-Focused: We don't store your personal data or calendar information.\n\nHow It Works:\n\n1. Install the extension and grant calendar access.\n2. The extension finds all your upcoming meetings.\n3. 10 seconds before the scheduled meeting start, Never Late will send you a notification reminder. (you can turn this off in settings)\n4. When the meeting starts, Never Late will automatically open the Google Meet link in a new tab.\n\nPerfect for:\n\n• Busy professionals juggling multiple meetings\n• Students with online classes\n• Anyone who wants to ensure they're always on time for virtual meetings\n\nNever Late respects your privacy and operates entirely on your local device. We don't collect or store any of your personal information or calendar data.\n\nInstall Never Late today and say goodbye to the stress of remembering to join your online meetings!\n\nWhen installing the extension, you will be shown a screen explaining what permission we require. Here's an explanation for all of them:\n• \"Read and change your data on www.googleapis.com\" - this enables us to authenticate you as a user and fetch your calendar events\n• \"Read your browsing history\" - we can't actually read your browsing history, but because we need the \"tabs\" permission to open a new tab for you, this is the warning that Chrome automatically shows.\n• \"Display notifications\" - we use this to send you a notification 10 seconds before we open the meeting link (you can turn this off)\n• \"Know your email address\" - we use this information to show you which email account is currently connected"
  }
}