{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GIF Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "See a collection of trending GIFs every time you open a new tab!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Replaces the default new tab page with a selection of trending GIFs, or a single random GIF based on your keyword of choice. Copy and paste your favorites right from the page, every time you open a new tab. The GIFs displayed are hand-curated by GIPHY, so you can stay up to date on what's fresh, and discover new favorites.\n\nGIFs are downsampled and typically cached by your browser, so this extension should not use excessive bandwidth.\n\n\n------------------------------------------------\n\nChangelog:\n\n1.4.3:\n- Faster loading of GIFs\n\n1.4.1:\n- Better GIF quality for single GIF view\n\n1.4:\n- Can now have a grid of GIFs by keyword or a single trending GIF in addition to previous display modes\n- Major style update to the settings popup\n- Better icon! It's now much more visible on light backgrounds\n- Changed tab title to \"New Tab\"\n\n\n1.3.2:\n- Added copy ability for random GIFs! Just right click and select copy like normal\n\n1.3.1:\n- Bug fix: keywords were being saved with spaces which broke API URL. Now replacing spaces with \"+\".\n- Bug fix: GIPHY logo overlapped footer at very low resolutions. Updated z-index of logo.\n\n1.3:\n- NEW DISPLAY MODE! Get a random GIF based on a keyword of your choice, every time you open a new tab.\n- New options window for configuration (click on icon in toolbar)\n- New, better looking icon\n\n1.2:\n- Faster loading of both still imgs + GIFS\n- Better support for high res screens\n\n1.1:\n- Reduced API calls to GIPHY by caching GIF URLs\n\n1.0:\n- Launch!"
  }
}