{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spark"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find open version of articles as you browse, get access to formatted citations, and explore works cited by your favourite authors."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spark aims to be a helping hand as you browse academic content such as articles, books and preprints. It helps you do three things: Cite, Read and Explore.\n- Cite: Spark lets you pick from a range of eight leading citation styles and, at the click of a button, gives you a formatted citation that you can paste wherever you like. This is a lifesaver when you are short on time and just need a tidy-looking reference!\n- Read: Spark works behind the scenes to identify open access or otherwise free versions of the academic content you are viewing. If it finds a match, you will be able to go straight to a freely accessible copy (for example, if what you are trying to read is behind a paywall).\n- Explore: Spark is also able to see the scholarly items cited by the academic content you browse. By clicking on the ‘Explore’ button, you will be able to browse these on your screen and open them easily. This is a great feature if you are looking for inspiration or feel like exploring a topic.\n\nWhy use Spark?\n- Because it’s easy: Spark is very straightforward to use and, if you are happy with the default settings, there is virtually no learning curve! The above description is all the tutorial you need.\n- Because it’s open: Spark is open source and available to download, edit and reuse on GitHub – you can fully understand how it works thanks to extensive comments. \n- Because it’s free: Spark was built as a personal project. It is free, customisable and just aims to make your life easier.\n\nHow does Spark work?\nAs you browse the internet, Spark looks for DOIs (or Digital Object Identifiers) either displayed on the page or in its HTML code. These are used to query four databases via their publicly accessible APIs, and you are simply presented with the results of this process. Spark works thanks to the fantastic data collection and curation efforts of various organisations and initiatives: CORE, Crosscite, OpenCitations and Unpaywall. These guys are the real MVP.\n\nJust so you know, any of the information gathered by Spark stays in your browser. The email address and the API key in the Options menu are required to manage API requests and are only used for these purposes. No other information is gathered nor sent to third parties."
  }
}