{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Multi Find: Search and Highlight",
    "fr": "Multi Find: Chercher et Surligner",
    "ru": "Multi Find: Поиск и Выделение",
    "zh_CN": "Multi Find: 搜索和高亮显示"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Find and highlight multiple words on webpages. Count occurrences, scroll to the results and locate words with scrollbar marks.",
    "fr": "Trouvez et surlignez plusieurs mots sur les pages web. Comptez les occurrences, faites défiler jusqu’aux résultats.",
    "ru": "Находите и выделяйте слова на страницах, считайте повторения и переходите к результатам.",
    "zh_CN": "在网页上查找和突出显示多个单词。计算出现次数，滚动到结果并使用滚动条标记找到的单词。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Multi Find allows you to smoothly search and highlight fragments, words or phrases within any webpage.\n\nMulti Find is Unicode-friendly: it can handle non-English characters (Chinese, Japanese etc.) and special symbols. You can also turn on and off case or diacritic sensitiveness. It works on iframes and dynamically loaded content (regular webpage but also blogs, forums and even video subtitles).\n\nWhat you see in the input box is what you get in the webpage, as the input box is formatted exactly like the result of the highlighting. An addition, the list of words can be manipulated through a toolbar.\n\nOther notable features of Multi Find:\n - Four ways to fill the input box: by directly typing into it, by copying and pasting, by loading a text file or by selecting a word on the webpage and using the contextual menu (right-click).\n - Persistant list of words across different tabs, browser windows, and future sessions (local storage only, nothing is in the cloud)\n - Number of occurrences for each searched word and the total count\n - Navigation buttons to scroll through the occurrences of highlighted words\n - Scrollbar marks to easily locate the highlighted words within the page\n - Full customization of the interface (including dark theme) through persistent settings.",
    "fr": "Multi Find vous permet de rechercher et de surligner facilement des fragments de mots, des mots entiers ou des phrases au sein de n'importe quelle page web.\n\nMulti Find est compatible Unicode : il peut gérer les caractères non-anglais (chinois, japonais, etc.) et les symboles spéciaux. Vous pouvez également activer ou désactiver la sensibilité à la casse ou aux diacritiques. Il fonctionne sur les iframes et le contenu chargé dynamiquement (pages web classiques mais aussi blogs, forums et même sous-titres de vidéos).\n\nCe que vous voyez dans la zone de saisie est ce que vous obtenez dans la page web, car la zone de saisie est formatée exactement comme le résultat de la mise en surbrillance. De plus, la liste des mots peut être manipulée via une barre d'outils.\n\nAutres fonctionnalités notables de Multi Find :\n - Quatre façons de remplir la zone de saisie : en tapant directement, en copiant-collant, en chargeant un fichier texte ou en sélectionnant un mot sur la page web et en utilisant le menu contextuel (clic droit).\n - Liste de mots persistante à travers différents onglets, fenêtres de navigateur et futures sessions (stockage local uniquement, rien n'est dans le cloud)\n - Nombre d'occurrences pour chaque mot recherché et le total\n - Boutons de navigation pour faire défiler les occurrences des mots mis en surbrillance\n - Marques à côté de la barre de défilement pour localiser facilement les mots mis en surbrillance dans la page\n - Personnalisation complète de l'interface (y compris le thème sombre) grâce à des paramètres persistants.",
    "ru": "Multi Find позволяет легко искать и выделять фрагменты, слова или фразы на любой веб-странице.\n\nMulti Find поддерживает Юникод: он может обрабатывать неанглийские символы (китайский, японский и т. д.) и специальные символы. Вы также можете включать и выключать чувствительность к регистру или диакритическим знакам. Работает с iframes и динамически загружаемым контентом (обычные веб-страницы, а также блоги, форумы и даже субтитры к видео).\n\nЧто вы видите в поле ввода, то вы получаете на веб-странице, так как поле ввода отформатировано точно так же, как результат выделения. Кроме того, список слов можно редактировать с помощью панели инструментов.\n\nДругие примечательные функции Multi Find:\n- Четыре способа заполнения поля ввода: ввод непосредственно в него, копирование и вставка, загрузка текстового файла или выбор слова на веб-странице с использованием контекстного меню (правый щелчок).\n- Постоянный список слов на разных вкладках, окнах браузера и будущих сессиях (только локальное хранилище, ничего не сохраняется в облаке)\n- Количество вхождений для каждого искомого слова и общее количество\n- Кнопки навигации для прокрутки по вхождениям выделенных слов\n- Метки на полосе прокрутки для легкой локализации выделенных слов на странице\n- Полная настройка интерфейса (включая темную тему) через постоянные настройки.",
    "zh_CN": "Multi Find 允许您在任何网页中轻松搜索和突出显示片段、单词或短语。\n\nMulti Find 对 Unicode 友好：它可以处理非英语字符（中文、日文等）和特殊符号。您还可以开启或关闭大小写或发音符号的敏感性。它适用于 iframes 和动态加载的内容（常规网页以及博客、论坛甚至视频字幕）。\n\n您在输入框中看到的内容就是在网页中看到的内容，因为输入框的格式与突出显示的结果完全相同。此外，可以通过工具栏操作单词列表。\n\nMulti Find 的其他显著特点包括：\n\n填充输入框的四种方式：直接输入、复制粘贴、加载文本文件或选择网页上的单词并使用上下文菜单（右键单击）。\n在不同标签页、浏览器窗口和未来会话中持久保存的单词列表（仅本地存储，不存储在云端）。\n每个搜索词的出现次数和总计数。\n用于滚动突出显示的单词出现的导航按钮。\n通过页面内的滚动条标记轻松定位突出显示的单词。\n通过持久设置完全定制界面（包括深色主题）。"
  }
}