{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Yellow Pages Scraper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extract leads from yellow pages in csv format"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Yellow Pages Scraper is a powerful leads exporting extension. It allows you to export leads data from yellow pages to a file in csv format.\n## Intro\n\nYellow Pages Scraper is a powerful extension for Shopify. It allows you to export leads data from yellow pages to csv file with one click.\n\n## Traits\nOne click to export all leads and business data to CSV and Excel file\nExport leads and business data for YellowPages\nExport leads and business data from selected filters\nExport selected leads and business data\nSearch and export the corresponding leads and business data\nView lead and data details\nAccept United State & Canada Yellow Page\n\n# It's free?\n\nYes, Yellow Pages Scraper is free. You can get basic functionality and upgrade to get more functionality.\n\n# Data confidentiality\nAll leads data is processed in your local computer, it never goes through our web server, no one knows what you have discarded.\n\nQuestions? Write to us at the email address: yellow.pages.scraper.com@gmail.com or directly on our site from this link https://yellow-pages-scraper.com/contact\n\n# IMPORTANT NOTE:\nYellow Pages Scraper is in no way in partnership with the official Yellow pages site. It is an unofficial application which is independently developed and maintained.\n\nprivacy policy\nhttps://yellow-pages-scraper.com/security-policy"
  }
}