{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Prompt Keeper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows you to save your most used ChatGPT prompts."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Description:\n\nPrompt Keeper for ChatGPT is a simple yet powerful Chrome extension designed for AI enthusiasts, writers, researchers, or anyone frequently using OpenAI's ChatGPT. This tool aims to enhance efficiency and productivity by keeping all your favorite prompts in one place.\n\nKey Features:\n\nPrompt Saving: Easily save your most used prompts with a title and custom tags for later use.\n\nSearch Functionality: Quickly find your saved prompts. The real-time search function allows you to search through titles, prompt content, and tags.\n\nFavorites: Mark any prompt as a favorite for quick access. Switch between viewing all prompts and only your favorites with a simple click.\n\nEdit and Delete: Modify the title, prompt content, and tag of any saved prompt. You can also remove any prompt from your saved list.\n\nCopy to Clipboard: Copy the content of a prompt to your clipboard with one click, making it effortless to use in the ChatGPT environment.\n\nExport Prompts: Export all your prompts, including their details, in a CSV format for backup or sharing.\n\nPrompt Keeper for ChatGPT is the ideal tool for anyone who regularly uses ChatGPT and wants a seamless way to manage their prompts. With this extension, you'll spend less time remembering and rewriting your favorite prompts and more time interacting with AI."
  }
}