{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto-confirm for ChatGPT Actions"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically clicks the Confirm button on Actions in Custom GPTs in ChatGPT."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "✨ Automatically confirms actions in your ChatGPT sessions! Perfect for advanced users and power users who want to streamline interactions and save time by reducing clicks.\n\n🔹 What It Does\nAuto-confirm for ChatGPT Actions is a helpful extension that automatically confirms actions in your ChatGPT and custom GPT sessions. By enabling auto-confirmation, you can eliminate repetitive clicking, allowing smoother, faster interactions in ChatGPT.\n\n💡 Features:\n\n✅ One-Click Automation: Instantly confirms actions without repeated clicking, making ChatGPT interactions more seamless.\n🎛️ Toggle Control: Enable or disable auto-confirmation easily through the extension popup, so you’re always in control.\n🟢 Dynamic Icon Display: See at a glance if auto-confirm is active (green icon) or inactive (red icon).\n🚨 Important Disclaimer\nThis extension is not affiliated with or endorsed by OpenAI or ChatGPT. It’s an independent tool designed for users looking to improve their ChatGPT experience. Use it at your own risk — while active, the extension will automatically confirm all detected actions, so only enable it when needed.\n\n⚙️ How to Use\n- Install the Extension from the Chrome Web Store.\n- Pin the Extension to your toolbar for easy access.\n- Open the popup and toggle Enable Auto-Confirmation to activate.\n- Green icon means active, red means inactive — switch it on or off anytime.\n\n⚠️ Disclaimer\nAuto-confirm for ChatGPT Actions automates the clicking of confirmation actions in ChatGPT, including custom GPTs. Please use responsibly. This tool is meant for power users who understand its functions, and it operates entirely within your browser without collecting any data."
  }
}