{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PortalWithLasers - Seletor dígito / origem / data / polo"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Filtro por dígito, origem, data e polos para o Portal da Defensoria. CARÁTER TOTALMENTE EXPERIMENTAL, use por conta e risco."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Turbine o seu Portal da Defensoria (DPERS) com essa ferramenta de produtividade: filtro por dígito, por data de disponibilização, por polo de atuação processual e por origem da intimação (encaminhado/RAPP/normal).\n\nExtensão feita em CARÁTER TOTALMENTE EXPERIMENTAL, use por conta e risco. \n\nAssimilei na ferramenta as principais divisões dos órgãos estratégicos da Defensoria (CECOF e Nuvem-Curadoria), bem como par/ímpar, e divisão por dígitos (sempre correspondente ao dígito anterior ao hífen, conforme CNJ - sétimo dígito do processo).\nA tag \"Intimações encaminhadas por Defensor\" ganharam cor lilás, facilitando a triagem do que deve ser ocultado e do que deve ser encaminhado aos colegas, quando há atribuição com divisão de dígitos (ex: CECOF e Nuvem-Curadoria).\n\nNOVIDADE versão 2.0: agora é possível também filtrar e marcar apenas os processos que tenham origem RAPP ou ENCAMINHAMENTO.\n\nNOVIDADE versão 3.0: agora é possível também selecionar as intimações por DATA DE DISPONIBILIZAÇÃO da intimação. Na versão 3.2, é possível escolher intervalos entre datas de disponibilização.\n\nNOVIDADE versão 3.3: agora é possível também selecionar as intimações por POLO PROCESSUAL (ativo/passivo/terceiro).\n\nNOVIDADE versão 3.5: possibilidade de desmarcar parcial ou totalmente conforme filtragem, para fazer marcação subtrativa conforme filtros.\n\n\nDesenvolvido em JavaScript por Felipe Drummond utilizando GPT-4o.\n\nOBS: A FERRAMENTA É FORNECIDA EM CARÁTER TOTALMENTE EXPERIMENTAL E O DESENVOLVEDOR NÃO SE RESPONSABILIZA POR QUALQUER MAU USO QUE ADVENHA DA FUNÇÃO.\nOBS2: A FERRAMENTA FOI DESENVOLVIDA COMO UM 'POC' (PROOF OF CONCEPT ou prova de conceito) DE FUNCIONALIDADE PRETENDIDA COMO FERRAMENTA NATIVA A SER CONCEBIDA PARA AS PRÓXIMAS VERSÕES DO PORTAL DA DEFENSORIA.\nOBS3: QUERENDO VOLTAR AO PORTAL À FORMA NORMAL, BASTA ATUALIZAR PÁGINA (F5)\n\nATENÇÃO:\nNEM O DESENVOLVEDOR, NEM O SUPORTE DE TI DA DEFENSORIA PÚBLICA, PODERÃO DAR SUPORTE AO USO DA FERRAMENTA, que é feita como uma tentativa de quebra-galho aos órgãos defensoriais que possuem divisão de dígitos e aos colegas que vêm tendo dores ocupacionais por tarefas repetitivas envolvendo muitos cliques ou teclas."
  }
}