{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OutreachAI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scale Your LinkedIn Networking for Sales and Recruiting Professionals"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "See Your LinkedIn Profile through “an OutreachAI lense”. The most effective and fastest way to scale your outreach on LinkedIn…all through our very easy to navigate sidebar chrome extension. Oh and this can be done while you’re asleep!\n\n✅\tAutomated Lead Generation: Let OutreachAI streamline your LinkedIn outreach, nurturing relationships and delivering consistent leads.\n✅\tFocus on Sales and Recruiting: With OutreachAI handling the outreach, your time is free to convert leads into opportunities and commission.\n\nWhat’s Included with OutreachAI? How is OutreachAI different from other solutions?\n\n✅\tEasy Setup: Install OutreachAI and there’s a free trial!\n✅\tSafety: Target your ideal prospect and ensures your account's safety within all activities on LinkedIn.\n✅\tCampaigns: Engage with prospects effectively: Launch campaigns that send personalized LinkedIn connection requests, like their posts, endorse their skills, follow their profile and of course messaging! Tailored, and timed to perfection. Share these campaigns with your team for collaborative lead generation.\n✅\tMessaging: Write your own message from scratch with placeholders to scale OR utilize AI to generate messages OR improve messages for you with templates included.\n✅\tSales Analytics: An accurate dashboard that shows you the updates on performance of each campaign and the total of all the campaigns you are executing. \n✅\tLeads: Utilize your own LinkedIn search for prospects and click our leads to add the number of prospects to each specific lead label.\n✅\tUser Interface: No need to toggle between browsers or ever leave LinkedIn. In a few clicks, you can upload your leads, create a campaign, and start receiving responses from your prospects while you’re sleeping!\n\nChoose Your Plan: OutreachAI offers various plans including Starter, Pro, Growth and Team plans depending on your LinkedIn needs.\n\nYou do not need a LinkedIn premium membership for OutreachAI (Sales Navigator, LinkedIn Recruiter, etc)."
  }
}