{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "tabs auto switcher using cron expression"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically switches tabs based on user-defined cron expressions"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**CronTab Switcher**\n\nCronTab Switcher is a powerful Chrome extension designed to enhance your browsing efficiency by automating tab switching based on cron expressions. Whether you need to regularly monitor multiple web pages, keep track of real-time updates, or simply streamline your workflow, CronTab Switcher has you covered.\n\n**Features:**\n\n1. **Automated Tab Switching**: Input your custom cron expression to set the interval for switching tabs. The extension will automatically navigate to the next tab in your browser, following the schedule you've specified.\n2. **User-Friendly Interface**: The extension offers a simple and intuitive interface, making it easy to input and manage your cron expressions without any hassle.\n3. **Customizable Scheduling**: Utilize the full power of cron expressions to create highly customizable schedules. Switch tabs every minute, hour, day, or according to any specific pattern that fits your needs.\n4. **Productivity Boost**: Reduce the need for manual tab switching and focus on your tasks at hand. CronTab Switcher helps you maintain a seamless workflow by ensuring you never miss an important update on any of your open tabs.\n5. **Lightweight and Efficient**: The extension is designed to be lightweight, ensuring that it does not slow down your browser while performing its functions efficiently.\n\n**How It Works:**\n\n1. Install CronTab Switcher from the Chrome Web Store.\n2. Open the extension and input your desired cron expression in the provided field.\n3. The extension will start switching tabs automatically based on the schedule you've set.\n\nSay goodbye to the tedious task of manually managing multiple tabs. With CronTab Switcher, you can optimize your browsing experience, stay organized, and increase your productivity. Let the extension handle the routine work while you focus on what matters most.\n\nGet CronTab Switcher today and transform the way you browse the web!"
  }
}