{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Show My Ranks for Twitch™"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shows the users League of Legends/TeamFight Tactics/Chess/Dota 2 rank next to their Twitch name."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Show My Ranks! Elevate your presence in Twitch chat by proudly displaying your hard-earned ranks from popular games like League of Legends, Teamfight Tactics, Dota 2 and even chess, right next to your username.\n\nKey Features:\n1. Twitch Chat Integration: Show off your gaming achievements in style within Twitch chat. A distinctive ranked emblem appears next to your username, letting the world know your gaming prowess.\n\n2. Premium Subscription: Unlock the full potential with our Premium subscription. Not only can you flaunt your ranks in game-specific streams, but you can also proudly display your achievements in other streams like 'just chatting.' Be a gaming star no matter where you are on Twitch.\n\n3. Legacy and Relic Emblems: Premium subscribers get access to exclusive legacy and relic emblems. Customize your emblem to match your gaming style. Stand out in the Twitch chat crowd with unique emblems for your League of Legends and TFT ranks.\n\n4. Refresh Ranks: Refreshing your ranks is super easy, all you have to do is the click the little refresh Icon next to your ranks. As you conquer new gaming milestones, your emblem reflects your latest achievements for everyone to admire.\n\n5. Privacy and Security: Show My Ranks prioritizes your privacy and data security. Your information is handled with the utmost care and security.\n\nStand out in Twitch chat and let your gaming accomplishments shine with Show My Ranks. Whether you're a casual gamer or a competitive champion, this extension is your ticket to a unique, customized, and memorable Twitch presence.\n\nInstall Show My Ranks now and become the ultimate gaming legend in Twitch chat! Your ranks, your way."
  }
}