{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gold Digger Frvr Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Now you can play Gold Digger Frvr Game right on Chrome™ Browser! Offline and Popup Version, without internet required!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gold Digger Frvr is an exciting and addictive game available as a Chrome Extension. In this game, you play as a gold digger on a quest to collect as much gold as possible. Your objective is to strategically navigate through the underground tunnels, avoiding obstacles and traps, while digging and collecting precious gold nuggets along the way.\n\nThe game features intuitive controls that allow you to dig through the soil with precision. As you progress, the levels become more challenging, requiring quick reflexes and strategic thinking to avoid getting trapped or crushed. You can also upgrade your digging equipment and unlock power-ups to enhance your gold-digging abilities.\n\nWith its vibrant graphics and catchy soundtrack, \"Gold Digger Frvr\" provides an immersive and entertaining gaming experience. Whether you're looking to pass the time or test your skills, this game offers hours of fun and excitement.\n\nYou can enjoy playing \"Gold Digger Frvr\" for free on the website https://classroom-6x.org/. So grab your pickaxe and get ready to embark on a thrilling gold-digging adventure!\n\n*Note: We have added \"Classroom 6x, Poki Unblocked\" button, making it easy for players to quickly access the games on our website! https://classroom-6x.org/, https://poki.ee/"
  }
}