{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blexb - Alexa Rank Alternative"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blexb is a free Alexa Rank Alternative extension. Display any website's global rank and traffic rank."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With Blexb - Alexa Rank Alternative, you can acquire global rank for the site you’re currently browsing in seconds! What’s more, install this free ranking extension to view in-depth insights for all websites such as traffic analysis, similar site discovery, website real-time status, etc. \n\n✅What can you do with Blexb - Alexa Rank Alternative?\n\nWebsite Rank\nFind out the global ranking, bounce rate, and pageviews per visitor for any site. When you’re visiting any website, the rank of the site will be shown in the navigation bar of your browser. If you place your mouse over the extension’s icon, you will see the full numerical display of the ranking data. You don't need to stop your browsing at all, you can easily get ranking data of these sites. Just click the icon and you will see the site’s ranking trends over the last period.\n\nServer Status\nGet real-time website status and view its status history. When browsing any website, click the icon to learn about its current server status and server history. \n\nAlternative Sites\nFind websites similar to the one you’re currently browsing. Just click on the extension to see a list of alternative sites that are associated with the one you’re currently on.\n\nVisitors Geography\nSee the top countries driving traffic and the percentage of visits from each one. If you would like to learn about where visitors of any website come from, Blexb - Alexa Rank Alternative will be the best choice for you. Blexb will provide you with the top countries with the largest proportion of traffic.\n\nTraffic Analysis\nLearn about the traffic sources and top search keywords of sites. Blexb - Alexa Rank Alternative provides you with detailed information on different kinds of traffic sources, so you can get a better understanding of the specific website.\n\n👉How to use Blexb - Alexa Rank Alternative?\nInstall this extension to your browser.\nStart browsing any website you want.\nGet global ranking in seconds without interrupting your browsing.\nClick on the extension to see detailed insights of the sites.\n\nThe features above are just an overview, why don't you try this awesome extension now? \nBy using this extension, you agree to the Blexb terms & privacy policy. You can learn more via the link below:\nhttps://www.blexb.com/privacy \nhttps://www.blexb.com/terms"
  }
}