{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cash Flow Calculator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Skip the Guesswork: Real-Time Cash Flow Calculations for Investors."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform Your Real Estate Investments with our Cash Flow Calculator Chrome Extension. Instantly calculate property cash flow with our enhanced tool for long-term and mid-term rental properties. This makes real estate deal analysis not just efficient but effortless.\n\nWhy Choose Our Cash Flow Calculator? Save precious time with our tool that integrates seamlessly into your property browsing, providing instant cash flow calculations. Make more informed decisions with access to accurate data for both long-term and mid-term rentals. Aim to maximize your returns by identifying deals that are most likely to exceed your financial goals with an 8%-12% cash-on-cash return.\n\nDiscover Features That Set Us Apart:\n\n- Get comprehensive analysis capabilities for both Mid-Term and Long-Term Rental properties.\n- Navigate through closing costs and furnishing cost analysis with ease.\n- Utilize advanced rental analysis and strategy comparison to fine-tune your investment choices.\n- Rely on precise cash flow, cap rate, and cash on cash calculations to guide your investment decisions.\n\nElevate Your Real Estate Investment Game: Our Cash Flow Calculator Chrome Extension is meticulously designed for both novice and experienced investors. It ensures you're well-equipped to make swift, data-driven decisions whether you're evaluating a single property or managing a portfolio of dozens.\n\nDownload Now and embark on your journey towards more profitable real estate investments. With our tool, your investment process is streamlined, allowing you to focus on finding the best deals without disrupting your browsing experience. Elevate your property investment strategy today."
  }
}