{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EADashboardHelper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome extension to help with Einstein Analytics v2"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is for use with Einstein Analytics dashboards - more specifically, on the JSON editor.\nIt enables a page action when editing JSON on an Einstein Analytics dashboard, and when activated, will show a menu of available steps to modify, which will bring up a code editor. It will only show custom SAQL queries and is ideal when modifying SAQL with bindings, since the standard editor won't allow direct editing.\n\nNote: this is WIP, and feedback is always appreciated.\n\nUpdates 8/12/2022\n- Updated to Manifest v3 (for future Chrome Extension requirements)\n- Tweaked recipe/ dataflow execution log downloads\n\nUpdates 11/8/2021\n - Added option whether or not to backup Replicated Datasets on full backup\n - Tweaked SAQL editor gui for dropdown theme and font size\n - Removed JSONBin backup for dataflow layouts\n\nUpdates 14/5/2021\n- Fixed to work with new changes coming in Summer 21? (run in sandbox)\n- As a consequence, the SAQL editor now utilises a 'contained' editor, which you can change between light/ dark theme and change the font size.\n- Backups of dataset XMD's also include an 'easy' version, which has fields tweaked from system fields to allow for easy upload/ rename (compliments of Pete Lyons)\n\nUpdates 16/3/2021\n- slight change to XMD backup for datasets - now includes both MAIN and user, and strip fields so it can be used directly from backup\n\nUpdates 9/3/2021\n- Complete overhaul of popup - conversion to full web pages\n- backup and all other API related calls utilising new format\n\nUpdates 21/9/2020\n- Initial work to run in sandbox environments (metadata export/ backup not working)\n- Dataflow layout enhancements - auto arrange, straighten, auto load/ save attempts\n\nUpdates 2/6/2020\n- Small fix to ensure running in sandbox environments\n- removed unnecessary permissions in manifest\n\nUpdates 28/1/2020\n- BUGFIX ensured that the static editor functionality is all there.\n- This release should have most of functionality running with future release - have had to put in support to run with a new editor (SAQL). Note - drag drop not working on SAQL editor.\n- Added job history node download for detailed dataflow run analysis.\n\nUpdates 6/11/2019\n- BUGFIX put in fix to stop split error message on measure filter in lens\n\nUpdates 7/10/2019\n- Initial work to ensure it works with future releases of Einstein/ Salesforce\n- Updated both saql editing and dataflow layouts to handle multiple containers\n- Added comments (by right mouse clicking) for dataflow layouts\n- Added description text box for saql editing (appears on side tree)\n\nUpdates 24/09/2019\n- Added dataflow layout handling\n\nUpdates 16/09/2019\n- Added more functionality to the popup page around Metadata/ Discovery\n\nUpdates 20/8/2019\n- tweaked backup to allow more functionality\n\nUpdates 14/8/2019\n- added popup functionality to allow backup of recently modified objects in EA\n- added shortcut (default Ctrl-Shft-S) to toggle sidebar - can be modified in extensions/ keyboard shortcuts\n- added 'draggable' menu to show datasets used in current SAQL query - and SAQL functions as well (ie, can drag/ drop measures/ dims into editor)\n- tweaked the static editor to allow for more room (use resizable text area)\n- automatically append new lines after ';' if none present (displays nicer)\n\nUpdates 30/7/2019\n- tweaked the static flex editor to provide more control over the data type (classify as string, number or object/array by toggling button)\n- made side menu size adjustable by dragging bottom corner square\n\nUpdates 15/7/2019\n- can show hide side by clicking on the icon\n- also allows you to modify pigql style setup\n- now you can right click on components to rename (including attached widgets)\n- when clicking/ editing entities, it also jumps to the location in the json\n- new static step editor"
  }
}