{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Weird Text Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Weird Text - Generate   Glitchy  Text Online With Crazy Text Fonts  Zalgo + Hacked + Cursed Letters 100% FREE."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What is a Weird Text Generator Extension?\n\nWeird Text Generator (W҉e҉i҉r҉d҉ ҉T҉e҉x҉t҉) is an online text generator website. In this website, you can just simply copy and paste your simple text and in YOUR TEXT Box then this weird text website converts 101+ Unique types of weird fonts for you. Weird text is also known as Crazy | Creepy | Hacked | Glitch | Zalgo Text Fonts. These weird types of text fonts you can use in your online social media platforms like Facebook, Instagram, Twitter, etc. These fonts have also attached cute symbols and letters in the text. This weird font maker converts your text to zalgo or creepy type then it looks really weird and gets your follower's attention.\n\nWhat is the Process to Use a Weird Text Generator Extension?\n\nTo use this weird text generator is very simple or easy. You need to just type or paste your text in TYPE YOUR TEXT Area then this weird text generates an unlimited crazy type of weird text fonts, then you just copy and paste your text anywhere you like. Here is the process in simple steps:\n\n▷ Type or paste your text in the Input Section of Weird Text Website.\n▷ It will automatically convert or generate weird types of text fonts.\n▷ Then you need to just copy your text or fonts through this website.\n▷ Now you can paste your text anywhere you want to do."
  }
}