{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Context Menu"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Send selected text to ChatGPT"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you frequently using ChatGPT to request suggestions like \"Come up with blog posts based on <something>\" or seeking explanations with \"Explain <something>\"? If so, this extension is perfect for you! Set your own custom prompts and simply highlight the text you need, right-click, and select \"Ask ChatGPT\" — it's that easy!\n\nThis extension adds a context menu (right-click) option to 'Ask ChatGPT' which sends your selected text to a ChatGPT chat window, formatting the prompt based on user-configurable options.\n\nTo use the GPT 4 model, enter a ChatID for a GPT4 chat in the extension options. This also ensures that the same chat is used every time, making the extension more reliable as it helps avoid \"one message at a time\" errors. \n\nTo get a ChatID, exchange a few messages with ChatGPT; you'll find the ID in the URL (e.g., chat.openai.com/chat/<ChatID>). \n\nFeedback is welcome, please feel free to leave a review with any suggestions or bug reports. Yes I am aware that this is terribly written :3\n\nPlanned additions in order of how much I can be bothered to add them (most to least):\n- Multiple Context menu options\n- Option to change inner text of context menu button\n- Toggle to open a ChatGPT iFrame that persists in the background, instead of a New Tab\n- Plugin functionality (I'm waiting for beta access)"
  }
}