{
  "name": {
    "ar": "لعبة Jelly Match 3 عبر الإنترنت",
    "am": "ጁሊ ግጥሚያ 3 ጨዋታ በመስመር ላይ",
    "bg,da,en,en_AU,en_GB,en_US,es_419,fil,hr,id,lt,lv,ms,nl,no,pt_BR,pt_PT,zh_CN,zh_TW": "Jelly Match 3 Game Online",
    "bn": "জেলি ম্যাচ 3 গেম অনলাইন",
    "ca": "Jelly Match 3 Game en línia",
    "cs": "Jelly Match 3 hra online",
    "de,ro": "Jelly Match 3 Game online",
    "el": "Jelly Match 3 παιχνίδι στο διαδίκτυο",
    "es": "JELLACIÓN JELLA 3 JUEGO EN LÍNEA",
    "et": "Jelly Match 3 mäng võrgus",
    "fa": "ژله مسابقه 3 بازی آنلاین",
    "fi": "Jelly Match 3 -peli verkossa",
    "fr": "Jelly Match 3 jeu en ligne",
    "gu": "જેલી મેચ 3 રમત",
    "he": "משחק ג'לי משחק 3 באינטרנט",
    "hi": "जेली मैच 3 गेम ऑनलाइन",
    "hu": "Jelly Match 3 játék online",
    "it": "Gioco di Jelly Match 3 online",
    "ja": "ゼリーはオンラインで3ゲームを一致させます",
    "kn": "ಜೆಲ್ಲಿ ಪಂದ್ಯ 3 ಆಟ ಆನ್‌ಲೈನ್",
    "ko": "젤리 매치 3 게임 온라인",
    "ml": "ജെല്ലി മാച്ച് 3 ഗെയിം ഓൺലൈനിൽ",
    "mr": "जेली सामना 3 गेम ऑनलाइन",
    "pl": "Galaretka dopasuj 3 grę online",
    "ru": "Желея матч 3 игра онлайн",
    "sk": "Želé zápas 3 online",
    "sl": "Jelly Match 3 igra na spletu",
    "sr": "Јелли Матцх 3 игре на мрежи",
    "sv": "Jelly Match 3 -spel online",
    "sw": "Mechi ya Jelly 3 Mchezo Mkondoni",
    "ta": "ஜெல்லி ஆன்லைனில் 3 விளையாட்டு",
    "te": "జెల్లీ మ్యాచ్ 3 గేమ్ ఆన్‌లైన్",
    "th": "Jelly Match 3 เกมออนไลน์",
    "tr": "Jelly Match 3 oyunu çevrimiçi",
    "uk": "Гра Jelly Match 3 в Інтернеті",
    "vi": "Jelly Match 3 trò chơi trực tuyến"
  },
  "short": {
    "ar": "مرحبًا بكم في أرض الهلام حيث كل الأشياء لذيذة وجوي! اختبر مهاراتك المطابقة وأنت تطابق ثلاث جيح على التوالي.",
    "am": "ሁሉም ነገሮች ጩኸት እና Goyy የት እንደሚሆኑ ወደ ጄኤል ምድር እንኳን በደህና መጡ! በተከታታይ ሶስት ጄያን ውስጥ ከሶስት ጄያን ጋር ሲዛመድ የተዛማጅ ችሎታዎን ይፈትሹ.",
    "bg": "Добре дошли в земята на желето, където всички неща са вкусни и гнойни! Тествайте вашите умения за съвпадение, тъй като съвпадате с…",
    "bn": "জেলি ল্যান্ডে আপনাকে স্বাগতম যেখানে সমস্ত জিনিস মুখরোচক এবং গুই! আপনি একটানা তিনটি জেলির সাথে মেলে যখন আপনার ম্যাচিং দক্ষতা পরীক্ষা…",
    "ca": "Benvingut a la terra de la gelea on totes les coses són delicioses i gooey! Proveu les vostres habilitats de concordança mentre…",
    "cs": "Vítejte v zemi želé, kde jsou všechny věci báječné a gooey! Vyzkoušejte své odpovídající dovednosti, když odpovídáte třem želům v…",
    "da": "Velkommen til Land of Jelly, hvor alle ting er lækker og sløv! Test dine matchende færdigheder, når du matcher tre gelé i træk.",
    "de": "Willkommen im Land von Gelee, wo alles lecker und klebrig ist! Testen Sie Ihre passenden Fähigkeiten, während Sie drei Gelees…",
    "el": "Καλώς ήλθατε στη γη του Jelly όπου όλα είναι νόστιμα και gooey! Δοκιμάστε τις ικανότητές σας αντιστοίχισης καθώς ταιριάζετε με τρία…",
    "en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pt_BR,pt_PT,zh_CN,zh_TW": "Welcome to the land of Jelly where all things are yummy and gooey! Test your matching skills as you match three jellies in a row.",
    "es": "¡Bienvenido a la tierra de la gelatina, donde todas las cosas son deliciosas y pegajosas! Pon a prueba tus habilidades de…",
    "et": "Tere tulemast tarretise maale, kus kõik on nami ja gooey! Testige oma sobitamisoskusi, kui vastate kolmele järjest.",
    "fa": "به سرزمین ژله ای که همه چیز جالب و جالب است خوش آمدید! مهارت های تطبیق خود را تست کنید زیرا با سه ژله پشت سر هم مطابقت دارید.",
    "fi": "Tervetuloa hyytelön maahan, jossa kaikki asiat ovat namia ja gooey! Testaa sovitustaidosi, kun vastaat kolmea hyytelöä peräkkäin.",
    "fr": "Bienvenue dans le pays de Jelly où toutes choses sont délicieuses et gluantes! Testez vos compétences correspondantes lorsque vous…",
    "gu": "જેલીની ભૂમિમાં આપનું સ્વાગત છે જ્યાં બધી વસ્તુઓ સ્વાદિષ્ટ અને ગૂઇ છે! તમે સતત ત્રણ જેલી સાથે મેળ ખાતા હોવાથી તમારી મેચિંગ કુશળતાની…",
    "he": "ברוך הבא לארץ הג'לי שם כל הדברים טעימים ואכילים! בדוק את כישורי ההתאמה שלך כשאתה מתאים לשלושה ג'לי ברציפות.",
    "hi": "जेली की भूमि में आपका स्वागत है जहां सभी चीजें स्वादिष्ट और गूई हैं! अपने मिलान कौशल का परीक्षण करें क्योंकि आप लगातार तीन जेली से…",
    "hr": "Dobrodošli u zemlju Jelly gdje su sve stvari ukusne i gooey! Testirajte svoje odgovarajuće vještine dok podudarate tri žele zaredom.",
    "hu": "Üdvözöljük a zselés földjén, ahol minden finom és gooey! Tesztelje a megfelelő képességeit, amikor egymás után három zsellóval…",
    "id": "Selamat datang di The Land of Jelly di mana segala sesuatu enak dan lengket! Uji keterampilan pencocokan Anda saat Anda mencocokkan…",
    "it": "Benvenuti nella terra di gelatina dove tutte le cose sono deliziose e appiccicose! Metti alla prova le tue abilità di abbinamento…",
    "ja": "すべてのものがおいしいもので、ゼリーの土地へようこそ！ 3つのゼリーを連続して一致させながら、マッチングスキルをテストします。",
    "kn": "ಎಲ್ಲಾ ವಸ್ತುಗಳು ರುಚಿಕರವಾದ ಮತ್ತು ಗೂಯಿ ಆಗಿರುವ ಜೆಲ್ಲಿಯ ಭೂಮಿಗೆ ಸುಸ್ವಾಗತ! ನೀವು ಸತತವಾಗಿ ಮೂರು ಜೆಲ್ಲಿಗಳನ್ನು ಹೊಂದಿಸುವಾಗ ನಿಮ್ಮ ಹೊಂದಾಣಿಕೆಯ…",
    "ko": "모든 것이 맛있고 끈적 끈적한 젤리 땅에 오신 것을 환영합니다! 3 개의 젤리를 연속으로 일치시키면서 일치 기술을 테스트하십시오.",
    "ml": "എല്ലാം രുചികരവും ഗൂയിയുമായ ജെല്ലി ദേശത്തേക്ക് സ്വാഗതം! തുടർച്ചയായി മൂന്ന് ജെല്ലികൾ പൊരുത്തപ്പെടുമ്പോൾ നിങ്ങളുടെ പൊരുത്തപ്പെടുന്ന…",
    "mr": "जेलीच्या भूमीत आपले स्वागत आहे जेथे सर्व गोष्टी स्वादिष्ट आणि गुई आहेत! आपण सलग तीन जेलीशी जुळत असताना आपल्या जुळणार्‍या कौशल्यांची…",
    "ms": "Selamat datang ke tanah jeli di mana semua perkara sedap dan goyah! Uji kemahiran yang sepadan anda kerana anda sepadan dengan tiga…",
    "nl": "Welkom in het land van Jelly waar alle dingen lekker en kleverig zijn! Test je bijpassende vaardigheden terwijl je drie gelei op…",
    "no": "Velkommen til Jelly of Jelly hvor alle ting er kjempegode og søt! Test matchingsferdighetene dine når du matcher tre gelé på rad.",
    "pl": "Witamy w krainie galaretki, gdzie wszystkie rzeczy są pyszne i lepkie! Przetestuj swoje umiejętności dopasowywania, gdy dopasujesz…",
    "ro": "Bine ați venit în țara jeleului, unde toate lucrurile sunt delicioase și gooey! Testează -ți abilitățile de potrivire în timp ce…",
    "ru": "Добро пожаловать в землю желе, где все вкусно и липкое! Проверьте свои навыки сопоставления, когда вы соответствуете трем желе…",
    "sk": "Vitajte v krajine želé, kde sú všetky veci báječné a gooey! Otestujte svoje zručnosti v oblasti zhody, keď sa zhodujete s tromi…",
    "sl": "Dobrodošli v deželi želeja, kjer so vse stvari okusne in gooey! Preizkusite svoje ujemajoče se sposobnosti, ko se ujemate s tremi…",
    "sr": "Добродошли у земљу Јелли где су све ствари укусне и гуске! Испитајте своје подударне вештине док се бавите три железнице заредом.",
    "sv": "Välkommen till gelélandet där alla saker är smaskiga och slingrande! Testa dina matchningsfärdigheter när du matchar tre gelé i rad.",
    "sw": "Karibu katika ardhi ya jelly ambapo vitu vyote ni vya kupendeza na gooey! Pima ustadi wako wa kulinganisha unapofanana na jellies…",
    "ta": "எல்லா விஷயங்களும் அற்புதம் மற்றும் கூயாக இருக்கும் ஜெல்லியின் நிலத்திற்கு வருக! நீங்கள் தொடர்ச்சியாக மூன்று ஜல்லிகளுடன்…",
    "te": "జెల్లీ భూమికి స్వాగతం, అక్కడ అన్ని విషయాలు రుచికరమైనవి మరియు గూయీ! మీరు వరుసగా మూడు జెల్లీలను సరిపోల్చినప్పుడు మీ మ్యాచింగ్…",
    "th": "ยินดีต้อนรับสู่ดินแดนแห่งเยลลี่ที่ซึ่งทุกสิ่งอร่อยและเหนอะหนะ! ทดสอบทักษะการจับคู่ของคุณในขณะที่คุณจับคู่เยลลี่สามตัวติดต่อกัน",
    "tr": "Her şeyin nefis ve gooey olduğu jöle ülkesine hoş geldiniz! Arka arkaya üç jöle eşleştirirken eşleşen becerilerinizi test edin.",
    "uk": "Ласкаво просимо до землі желе, де все смачно і гулі! Перевірте свої навички відповідності, коли ви відповідаєте трьом желе поспіль.",
    "vi": "Chào mừng đến với vùng đất của thạch nơi tất cả mọi thứ đều ngon và gooey! Kiểm tra các kỹ năng phù hợp của bạn khi bạn khớp ba…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Game Description\nWelcome to the land of Jelly where all things are yummy and gooey! Test your matching skills as you match three jellies in a row. Be quick and level up!\n\nNote:- You can Play More Categories Game In This Extension.\n\nGame Instructions\nTap or click the arrow to play.\n\nYour goal is to clear as many lines of jellies as possible as quickly as you can! To do so, move 3 identical jellies to a row or diagonal. Tap the jelly and drag to the space you would like it to go. Jellies will fall and you can continue your mission to level up. Have fun!"
  }
}