{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Toggled Dev"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A portal into a developers dream."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Toggled: Your Ultimate Developer Homepage Chrome Extension\n\nToggled is a groundbreaking Chrome extension meticulously crafted to revolutionize your browsing experience as a developer. Say goodbye to the mundane and generic homepage – Toggled transforms your browser into a powerful hub tailored specifically to cater to the needs of developers like you. With an array of seamless integrations and an intuitive interface, Toggled redefines how you kickstart your online journey.\n\nKey Features:\n\nDeveloper-Centric Homepage: Toggled replaces your default homepage with a dynamic, developer-oriented dashboard, providing you with quick access to a plethora of tools and resources to enhance your coding endeavors.\n\nStreamlined Integrations: We understand that your success hinges on a harmonious workflow. Toggled seamlessly integrates with leading developer platforms, including Stack Overflow, GitHub and Replit to bring their functionalities right to your fingertips.\n\nStack Overflow Integration: Never miss a beat on community-driven problem-solving. With Toggled, you can effortlessly search Stack Overflow questions and solutions.\n\nGitHub Integration: Manage your repositories, track issues, and monitor pull requests effortlessly. Toggled's GitHub integration offers you a consolidated view of your GitHub activities, helping you stay on top of your projects.\n\nReplit Integration: Experience coding without borders. Toggled's Replit integration grants you immediate access to create Replit projects, enabling you to search your code for anything you might need.\n\nCode Snippets: Supercharge your coding prowess with an extensive library of code snippets covering a wide array of languages and use cases. Whether you're searching for a quick fix or exploring new techniques, Toggled's curated snippets are just a click away.\n\nCustomization Options: Your browsing environment, your rules. Tailor your Toggled homepage to match your preferences. Choose from a range of themes, organize widgets to suit your workflow, and create a workspace that boosts your productivity.\n\nDeveloper News and Updates: Stay in the loop with the latest industry trends, tutorials, and news. Toggled curates a personalized feed of developer-centric content, ensuring you're always connected to the pulse of the coding world.\n\nExperience a new dimension of developer-centric browsing with Toggled. Elevate your workflow, streamline your processes, and immerse yourself in a digital realm that truly understands your needs. Download Toggled now and unlock a world of possibilities right from your browser's homepage. Your coding journey just got a whole lot smarter, faster, and more exciting.\n\nFind more Toggled products at https://toggled.tech."
  }
}