{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Tweet Mate"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Twitter AI Assistant which helps you to find out the most relevant discussions for you."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AITweetMate is a cutting-edge Chrome extension designed to enhance your Twitter experience by leveraging AI to boost your engagement and growth on the platform. Below is a detailed description of its features and functionalities:\n\n1. Personalized Tweet Highlighting\nFeature Description:\nAITweetMate scans your Twitter feed and highlights tweets that are highly relevant to you based on your profile, interests, and goals. This feature helps you avoid the noise and focus on tweets where your input can be valuable and impactful.\n\nBenefits:\n\nEfficiency: Saves time by filtering out irrelevant content.\nRelevance: Ensures you only engage with tweets that matter to you and your audience.\nEngagement: Increases the chances of meaningful interactions and visibility.\n2. AI-Powered Reply Suggestions\nFeature Description:\nThe extension provides AI-driven suggestions for replies to tweets. These suggestions are tailored to your profile, background, and Twitter goals, helping you contribute valuable insights effortlessly.\n\nBenefits:\n\nPersonalization: Offers replies that align with your personal and professional persona.\nEase of Use: Reduces the cognitive load by providing ready-to-use reply templates.\nEngagement: Helps you maintain a consistent and impactful presence on Twitter."
  }
}