{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Manager in Side Panel"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Compatible with built-in and adds more easy-to-use features, lives in side panel"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension provides some easy and intuitive ways to manage all your tabs across all your windows in side panel. In particular, a simplified tree style tab feature can facilitate the management and deletion of many temporarily opened tabs.\n\n✨ Help you easier to find the target tab ✨\n1. Support searching opened tabs and history.\n2. Support show 7 most recent tabs.\n\n✨ Help you easier to create and close tabs ✨\n1. Create a new adjacent child tab for any tab with one click.\n2. Support tabGroup and display non-tabGroup tabs with auto group(one level tree), and you can close all tabs belong same tree  by \"Alt + click\" close icon of the parent tab.\n\n✨ Help you easier to navigate through tabs ✨\n1. Navigate to any tab across all your windows with one click, even when tab group which tab belongs to has been collapsed.\n2. Collapse or expand all tab groups in same window with one click. \n3. Collapse or expand any tab group with one click. \n4. Press \"Tab\" and \"Shift+Tab\" to navigate and \"Enter\" to switch.\n\n✨ Help you easier to organize tab and tab group ✨\n1. Drag some tab or tab group and drop into a new postion\n\n✨✨ Bonus tips:\n1. You can go to chrome://extensions/shortcuts and set your shortcut for any chrome extension.\n2. You can go to chrome://settings/appearance and adjust side panel's some appearance, such as left or right postion, font size and page zoom.\n\nTab Manager In Side Panel is designed to help you save time, reduce clutter, and improve your productivity when working with multiple tabs across multiple windows, such as easily managing and deleting many temporary  opened tabs. It is lightweight, fast, easy to use and compatible with built-in features. If you are looking for a simple tab manager in side panel, give this extension a try!\n\nHere is recent change log:\nv1.4.4:\n  Feature: add simple view transition animation\nv1.4.3:\n  Feature: support close tab in recent tabs\nv1.4.0:\n  Feature: support drag and drop to organize tab and tab group\nv1.3.13:\n  Feature: stick tab group name when scrolling tabs\nv1.3.9:\n  Feature: support show 7 most recent tabs\nv1.3.5:\n  Feature: indent tab by one click\nv1.3.2: \n  Feature: simple dark mode\nv1.2.4:\n  Feature: create a new adjacent tab from one tab with one click"
  }
}