{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ninja ASO - Best ASO Toolbox For Google Play"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ninja ASO scrapes multiple sources, streamlining workflow and enabling quick, data-driven decisions on a single page."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ninja ASO is a powerful extension scrapes data from multiple sources and displays it on a single page. With easy access to important information, you can streamline your workflow and make data-driven decisions quickly and efficiently.\n\nIf you're tired of bouncing between different sources to gather information on your app's performance, Ninja ASO is here to help. Our powerful Chrome extension scrapes data from multiple sources and compiles it all in one place, giving you the comprehensive picture you need to optimize your app's Google Play listing.\n\nWith Ninja ASO, you can easily download assets like icons, screenshots, and feature graphics in high quality, and access our feature image option to showcase your app's best features. And when it comes to data, we've got you covered. Our app information from both AppBrain and AppStoreSpy provides you with detailed metrics on total installs, app age, app ranking, app size, app last update, Android version, maturity, and libraries - all in one place.\n\nBut that's not all. With our daily installs and ranking history charts, you can easily track your app's progress over time and compare it to your competitors. Our related apps feature makes it simple to discover other apps in your niche, and our change logs feature keeps your users informed about updates and bug fixes.\n\nOur app keywords feature helps you optimize your app's listing with the most relevant keywords, and our libraries feature ensures that you're always up-to-date with the latest technology and programming languages. And with easy access to ASO tools and site links, you can quickly get the information you need to stay ahead of the curve.\n\nIn short, if you're looking for a one-stop-shop for app optimization on Google Play, look no further than Ninja ASO. Try our extension today and discover the power of consolidated data!"
  }
}