{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Loop Messenger"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Application for HR hunting"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create instant connections with candidates or employees via text message anytime, anywhere with Loop Flow Messenger's Chrome Extension.\n\nReach candidates and employees direct on their mobile device with our real-time chat functionality. Immediately engage via text message from anywhere with your browser by adding the Loop Flow Messenger Extension.\n\nRest easy knowing that Loop's Consent Manager engine automatically requests and manages text messaging consent, and that all messaging interactions are stored and reportable via the Loop Flow platform.\n\nContact us to find out about enhanced functionality available through approved ATS and HRIS integrations.\n\n\nAbout Loop Flow\n\nLoop Flow – a private messaging platform allowing for recruitment, HR, and management teams to leverage the immediacy of mobile through text messaging, driving efficiency by supporting functions including: job alerts, interview reminders, application status updates, intuitive text flows, and more.\n\n\nAbout Loop\n\nLoop's platform provides a complete, end-to-end recruiting solution incorporating recruitment marketing and candidate relationship management software which includes but is not limited to, configurable career sites, job distribution, automated job alerts, a private text messaging platform (Loop Flow), talent community functionality and quick-click application processes.\n \nLoop's software ensures organizations can source candidates, determine fit, make great hires, reduce overall cost-per-hire while improving engagement and increasing retention.\n\nThe Loop platform delivers intuitive 2-way messaging, globally, and ensures organizations have a fully compliant set of mobile communication tools.\n\nWith operations in both the Americas and Europe, and Fortune 500 clients across many industries all around the world, LOOP is a proven global recruitment and candidate relationship management solution.\n\nFor more information on Loop visit www.loopworks.com"
  }
}