{
  "name": {
    "ar": "فتح خرائط Google بنقرة واحدة",
    "am,bn,ca,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,kn,lt,lv,ml,mr,ms,no,pt_BR,pt_PT,sl,sr,sw,ta,te": "Open Google Maps With One Click",
    "bg": "Отворете Google Maps с един клик",
    "cs": "Otevřít Google Maps jedním kliknutím",
    "da": "Åbn Google Maps med ét klik",
    "de": "Google Maps mit einem Klick öffnen",
    "el": "Άνοιγμα Google Maps με ένα κλικ",
    "es": "Abrir Google Maps con un clic",
    "fi": "Avaa Google Maps yhdellä klikkauksella",
    "fr": "Ouvrir Google Maps en un clic",
    "he": "פתח את Google Maps בקליק אחד",
    "hi": "एक क्लिक में Google Maps खोलें",
    "hr": "Otvorite Google Maps jednim klikom",
    "hu": "Google Maps megnyitása egy kattintással",
    "id": "Buka Google Maps Dengan Satu Klik",
    "it": "Apri Google Maps con un clic",
    "ja": "ワンクリックでGoogleマップを開く",
    "ko": "원클릭으로 구글 지도 열기",
    "nl": "Open Google Maps met één klik",
    "pl": "Otwórz Google Maps jednym kliknięciem",
    "ro": "Deschideți Google Maps cu un singur clic",
    "ru": "Открыть Google Maps в один клик",
    "sk": "Otvoriť Google Maps jedným kliknutím",
    "sv": "Öppna Google Maps med ett klick",
    "th": "เปิด Google Maps ด้วยคลิกเดียว",
    "tr": "Google Haritalar'ı Tek Tıkla Aç",
    "uk": "Відкрити Google Maps одним кліком",
    "vi": "Mở Google Maps Với Một Cú Nhấp",
    "zh_CN": "一键打开谷歌地图",
    "zh_TW": "一鍵開啟 Google 地圖"
  },
  "short": {
    "ar": "افتح خرائط Google من نتائج البحث بنقرة واحدة.",
    "am,bn,ca,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,kn,lt,lv,ml,mr,ms,no,pt_BR,pt_PT,sl,sr,sw,ta,te": "Open Google Maps from Search Results with One-Click.",
    "bg": "Отворете Google Maps от резултатите от търсенето с един клик.",
    "cs": "Otevřete Google Maps z výsledků vyhledávání jedním kliknutím.",
    "da": "Åbn Google Maps fra søgeresultater med ét klik.",
    "de": "Öffnen Sie Google Maps aus den Suchergebnissen mit einem Klick.",
    "el": "Ανοίξτε το Google Maps από τα αποτελέσματα αναζήτησης με ένα κλικ.",
    "es": "Abre Google Maps desde los resultados de búsqueda con un solo clic.",
    "fi": "Avaa Google Maps hakutuloksista yhdellä klikkauksella.",
    "fr": "Ouvrez Google Maps depuis les résultats de recherche en un seul clic.",
    "he": "פתח את Google Maps מתוצאות החיפוש בקליק אחד.",
    "hi": "खोज परिणामों से एक क्लिक में Google Maps खोलें।",
    "hr": "Otvorite Google Maps iz rezultata pretraživanja jednim klikom.",
    "hu": "Nyissa meg a Google Maps-et a keresési találatokból egy kattintással.",
    "id": "Buka Google Maps dari Hasil Pencarian dengan Satu Klik.",
    "it": "Apri Google Maps dai risultati di ricerca con un solo clic.",
    "ja": "検索結果からワンクリックでGoogleマップを開きます。",
    "ko": "검색 결과에서 원클릭으로 구글 지도를 엽니다.",
    "nl": "Open Google Maps vanuit zoekresultaten met één klik.",
    "pl": "Otwieraj Google Maps z wyników wyszukiwania jednym kliknięciem.",
    "ro": "Deschideți Google Maps din rezultatele căutării cu un singur clic.",
    "ru": "Открывайте Google Maps из результатов поиска одним кликом.",
    "sk": "Otvorte Google Maps z výsledkov vyhľadávania jedným kliknutím.",
    "sv": "Öppna Google Maps från sökresultat med ett klick.",
    "th": "เปิด Google Maps จากผลการค้นหาด้วยการคลิกครั้งเดียว",
    "tr": "Arama sonuçlarından Google Haritalar'ı tek tıkla açın.",
    "uk": "Відкривайте Google Maps з результатів пошуку одним кліком.",
    "vi": "Mở Google Maps từ kết quả tìm kiếm chỉ với một cú nhấp chuột.",
    "zh_CN": "从搜索结果中一键打开谷歌地图。",
    "zh_TW": "從搜尋結果中一鍵開啟 Google 地圖。"
  },
  "long": {
    "ar": "هل تشعر بالإحباط من التغييرات الأخيرة في بحث Google؟ هل تفتقد سهولة فتح خرائط Google بسرعة من نتائج البحث؟ لا تبحث أكثر! إليك إضافة Chrome التي ستعيد لك تجربة التصفح السلسة التي افتقدتها.\n\nماذا تفعل هذه الإضافة؟\n\n* تعيد وظيفة النقرة الواحدة لفتح خرائط Google مباشرة من نتائج البحث\n* تعمل بسلاسة في جميع دول الاتحاد الأوروبي المتأثرة بتغييرات Google الأخيرة\n* تحسّن تجربة البحث دون أي إعداد أو تكوين معقد\n* تعمل مع جميع أنواع خرائط Google في نتائج البحث\n\nلماذا ستحبها:\n\n* توفير الوقت: لا مزيد من النسخ واللصق للعناوين أو إجراء عمليات بحث منفصلة على خرائط Google\n* تبسيط سير العمل: مثالية للأشخاص الذين يحتاجون للتحقق من المواقع بشكل متكرر\n* سهلة الاستخدام: ثبّتها وانساها - تعمل تلقائياً في الخلفية\n* تركز على الخصوصية: لا جمع للبيانات ولا تتبع - مجرد وظائف خالصة\n\nكيف تعمل:\n\n* ثبّت الإضافة بنقرة واحدة\n* ابحث عن عنوان أو موقع على Google كما تفعل عادةً\n* انقر على صورة الخريطة المصغرة في نتائج البحث\n* وها هي! تفتح خرائط Google فوراً مع الموقع المطلوب في علامة تبويب جديدة\n\nتوقف عن إضاعة ثوانٍ ثمينة في خطوات غير ضرورية وودّع إزعاج تعطل سير العمل.\n\nلماذا تختار \"فتح خرائط Google بنقرة واحدة\"؟\n\n* طُوّرت من المستخدمين، للمستخدمين: شعرنا بنفس إحباطك وابتكرنا حلاً\n* خفيفة وسريعة: لا تبطئ تجربة التصفح\n* تحديثات منتظمة: نلتزم بالحفاظ على التوافق مع تطور Google\n\nالتثبيت السهل:\n\n* انقر على زر \"إضافة إلى المتصفح\"\n* أكد التثبيت\n* ابدأ بالاستمتاع بالوصول إلى خرائط Google بنقرة واحدة!\n\nالأسئلة الشائعة:\n\nس: هل ستبطئ هذه الإضافة متصفحي؟\nج: لا على الإطلاق! إضافتنا خفيفة ومحسنة للأداء، تعمل بهدوء في الخلفية دون التأثير على سرعة التصفح.\n\nس: هل بياناتي آمنة؟\nج: بالتأكيد! نحن لا نجمع أو نخزن أو ننقل أياً من بياناتك الشخصية. خصوصيتك هي أولويتنا القصوى.\n\nهل أنت مستعد لتبسيط تجربة بحث Google وتوفير وقتك الثمين؟ ثبّت \"فتح خرائط Google بنقرة واحدة\" الآن واكتشف من جديد الراحة التي افتقدتها. لا تدع لوائح الاتحاد الأوروبي تعيق إنتاجيتك - تحكم في تجربة البحث اليوم!",
    "am,bn,ca,cs,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,kn,lt,lv,ml,mr,ms,no,pt_BR,pt_PT,sl,sr,sw,ta,te": "Frustrated with the recent changes to Google Search? Miss the convenience of quickly opening Google Maps from your search results? Look no further! This Chrome extension is here to restore that seamless experience you've been missing.\n\nWhat does this extension do?\n\n* Reinstates the one-click functionality to open Google Maps directly from your search results\n* Works effortlessly across all EU countries affected by the recent Google Search changes\n* Enhances your search experience without any complicated setup or configuration\n* Works on every kind of Google Maps within search results\n\n\nWhy you'll love it:\n\n* Save time: No more copy-pasting addresses or performing separate searches on Google Maps\n* Streamline your workflow: perfect for people who frequently need to check locations\n* User-friendly: Install and forget it – it works automatically in the background\n* Privacy-focused: No data collection or tracking – just pure functionality\n\n\nHow it works:\n\n* Install the extension with just one click\n* Search for an address or location on Google as you normally would\n* Click on the map thumbnail in your search results\n* Voila! Google Maps opens instantly with your desired location, in a new tab\n\nStop wasting precious seconds on unnecessary steps and say goodbye to the annoyance of a broken workflow.\n\n\nWhy choose \"Open Google Maps With One Click\"?\n\n* Developed by users, for users: We felt the same frustration you did and created a solution\n* Lightweight and fast: Doesn't slow down your browsing experience\n* Regular updates: We're committed to maintaining compatibility as Google evolves\n\n\nEasy Installation:\n\n* Click the \"Add to Browser\" button\n* Confirm the installation\n* Start enjoying one-click access to Google Maps!\n\n\nFrequently Asked Questions:\n\nQ: Will this extension slow down my browser?\nA: Not at all! Our extension is lightweight and optimized for performance, running silently in the background without impacting your browsing speed.\n\nQ: Is my data safe?\nA: Absolutely! We don't collect, store, or transmit any of your personal data. Your privacy is our top priority.\n\nReady to simplify your Google Search experience and save valuable time? Install \"Open Google Maps With One Click\" now and rediscover the convenience you've been missing. Don't let EU regulations hamper your productivity – take control of your search experience today!",
    "bg": "Разочаровани ли сте от последните промени в Google Търсене? Липсва ли ви удобството да отваряте бързо Google Maps от резултатите от търсенето? Не търсете повече! Това разширение за Chrome е тук, за да възстанови това безпроблемно изживяване, което ви липсва.\n\nКакво прави това разширение?\n\n* Възстановява функционалността за отваряне на Google Maps директно от резултатите от търсенето с едно кликване\n* Работи безпроблемно във всички страни от ЕС, засегнати от последните промени в Google Търсене\n* Подобрява вашето търсене без сложна настройка или конфигурация\n* Работи с всички видове Google Maps в резултатите от търсенето\n\nЗащо ще го харесате:\n\n* Спестява време: Край на копирането и поставянето на адреси или извършването на отделни търсения в Google Maps\n* Оптимизира работния процес: идеално за хора, които често трябва да проверяват местоположения\n* Лесно за използване: Инсталирайте го и забравете за него – работи автоматично на заден план\n* Фокусирано върху поверителността: Без събиране на данни или проследяване – само чиста функционалност\n\nКак работи:\n\n* Инсталирайте разширението с едно кликване\n* Потърсете адрес или местоположение в Google както обикновено\n* Кликнете върху миниатюрата на картата в резултатите от търсенето\n* Готово! Google Maps се отваря моментално с желаното местоположение в нов раздел\n\nСпрете да губите ценни секунди в ненужни стъпки и кажете сбогом на досадния прекъснат работен процес.\n\nЗащо да изберете \"Отваряне на Google Maps с едно кликване\"?\n\n* Разработено от потребители за потребители: Почувствахме същото разочарование като вас и създадохме решение\n* Леко и бързо: Не забавя работата на браузъра\n* Редовни актуализации: Ангажирани сме да поддържаме съвместимост с развитието на Google\n\nЛесна инсталация:\n\n* Кликнете върху бутона \"Добавяне към браузъра\"\n* Потвърдете инсталацията\n* Започнете да се наслаждавате на достъп до Google Maps с едно кликване!\n\nЧесто задавани въпроси:\n\nВ: Ще забави ли това разширение браузъра ми?\nО: Изобщо не! Нашето разширение е леко и оптимизирано за производителност, работещо тихо на заден план без да влияе на скоростта на сърфиране.\n\nВ: Сигурни ли са моите данни?\nО: Абсолютно! Ние не събираме, съхраняваме или предаваме никакви ваши лични данни. Вашата поверителност е нашият основен приоритет.\n\nГотови ли сте да опростите вашето Google Търсене и да спестите ценно време? Инсталирайте \"Отваряне на Google Maps с едно кликване\" сега и преоткрийте удобството, което ви липсва. Не позволявайте на регулациите на ЕС да възпрепятстват вашата продуктивност – вземете контрол над вашето търсене още днес!",
    "da": "Frustreret over de seneste ændringer i Google Søgning? Savner du bekvemmeligheden ved hurtigt at kunne åbne Google Maps fra dine søgeresultater? Se ikke længere! Denne Chrome-udvidelse er her for at genskabe den problemfrie oplevelse, du har savnet.\n\nHvad gør denne udvidelse?\n\n* Genindfører funktionaliteten med ét klik for at åbne Google Maps direkte fra dine søgeresultater\n* Fungerer problemfrit i alle EU-lande, der er påvirket af de seneste ændringer i Google Søgning\n* Forbedrer din søgeoplevelse uden nogen kompliceret opsætning eller konfiguration\n* Fungerer på alle typer af Google Maps i søgeresultaterne\n\nDerfor vil du elske den:\n\n* Spar tid: Ikke mere kopiering og indsætning af adresser eller separate søgninger på Google Maps\n* Strømlin din arbejdsgang: perfekt for folk, der ofte har brug for at tjekke placeringer\n* Brugervenlig: Installer og glem alt om den - den fungerer automatisk i baggrunden\n* Fokuseret på privatliv: Ingen dataindsamling eller sporing - kun ren funktionalitet\n\nSådan fungerer det:\n\n* Installer udvidelsen med bare ét klik\n* Søg efter en adresse eller placering på Google, som du normalt ville gøre\n* Klik på kortthumbnail'en i dine søgeresultater\n* Voilà! Google Maps åbnes øjeblikkeligt med din ønskede placering i en ny fane\n\nStop med at spilde dyrebare sekunder på unødvendige trin, og sig farvel til irritationen over en afbrudt arbejdsgang.\n\nHvorfor vælge \"Åbn Google Maps med ét klik\"?\n\n* Udviklet af brugere, til brugere: Vi følte den samme frustration som dig og skabte en løsning\n* Let og hurtig: Sænker ikke din browseroplevelse\n* Regelmæssige opdateringer: Vi er forpligtet til at opretholde kompatibilitet, efterhånden som Google udvikler sig\n\nNem installation:\n\n* Klik på knappen \"Tilføj til browser\"\n* Bekræft installationen\n* Begynd at nyde adgang til Google Maps med ét klik!\n\nOfte stillede spørgsmål:\n\nQ: Vil denne udvidelse gøre min browser langsommere?\nA: Slet ikke! Vores udvidelse er letvægts og optimeret til ydeevne, kører lydløst i baggrunden uden at påvirke din browserhastighed.\n\nQ: Er mine data sikre?\nA: Absolut! Vi indsamler, gemmer eller overfører ingen af dine personlige data. Dit privatliv er vores højeste prioritet.\n\nEr du klar til at forenkle din Google Søgning-oplevelse og spare værdifuld tid? Installer \"Åbn Google Maps med ét klik\" nu og genopdag den bekvemmelighed, du har savnet. Lad ikke EU-regler hæmme din produktivitet - tag kontrol over din søgeoplevelse i dag!",
    "de": "Frustriert von den jüngsten Änderungen bei Google Suche? Vermissen Sie die Bequemlichkeit, Google Maps schnell aus Ihren Suchergebnissen zu öffnen? Suchen Sie nicht weiter! Diese Chrome-Erweiterung ist hier, um Ihnen dieses nahtlose Erlebnis zurückzugeben, das Sie vermisst haben.\n\nWas macht diese Erweiterung?\n\n* Stellt die Ein-Klick-Funktionalität wieder her, um Google Maps direkt aus Ihren Suchergebnissen zu öffnen\n* Funktioniert mühelos in allen EU-Ländern, die von den jüngsten Änderungen der Google Suche betroffen sind\n* Verbessert Ihr Sucherlebnis ohne komplizierte Einrichtung oder Konfiguration\n* Funktioniert bei jeder Art von Google Maps innerhalb der Suchergebnisse\n\nWarum Sie sie lieben werden:\n\n* Sparen Sie Zeit: Kein Kopieren und Einfügen von Adressen oder separate Suchen auf Google Maps mehr\n* Optimieren Sie Ihren Arbeitsablauf: perfekt für Menschen, die häufig Standorte überprüfen müssen\n* Benutzerfreundlich: Installieren und vergessen - sie funktioniert automatisch im Hintergrund\n* Datenschutzorientiert: Keine Datensammlung oder Tracking - nur reine Funktionalität\n\nSo funktioniert es:\n\n* Installieren Sie die Erweiterung mit nur einem Klick\n* Suchen Sie wie gewohnt nach einer Adresse oder einem Standort auf Google\n* Klicken Sie auf die Kartenminiatur in Ihren Suchergebnissen\n* Voilà! Google Maps öffnet sich sofort mit Ihrem gewünschten Standort in einem neuen Tab\n\nHören Sie auf, wertvolle Sekunden mit unnötigen Schritten zu verschwenden, und verabschieden Sie sich von der Frustration eines unterbrochenen Workflows.\n\nWarum \"Google Maps mit einem Klick öffnen\" wählen?\n\n* Von Nutzern für Nutzer entwickelt: Wir haben die gleiche Frustration gespürt wie Sie und eine Lösung geschaffen\n* Leichtgewichtig und schnell: Verlangsamt Ihr Surferlebnis nicht\n* Regelmäßige Updates: Wir verpflichten uns, die Kompatibilität aufrechtzuerhalten, während sich Google weiterentwickelt\n\nEinfache Installation:\n\n* Klicken Sie auf die Schaltfläche \"Zum Browser hinzufügen\"\n* Bestätigen Sie die Installation\n* Beginnen Sie, den Ein-Klick-Zugriff auf Google Maps zu genießen!\n\nHäufig gestellte Fragen:\n\nF: Wird diese Erweiterung meinen Browser verlangsamen?\nA: Ganz und gar nicht! Unsere Erweiterung ist leichtgewichtig und leistungsoptimiert und läuft still im Hintergrund, ohne Ihre Browsergeschwindigkeit zu beeinträchtigen.\n\nF: Sind meine Daten sicher?\nA: Absolut! Wir sammeln, speichern oder übertragen keine Ihrer persönlichen Daten. Ihre Privatsphäre hat für uns oberste Priorität.\n\nSind Sie bereit, Ihr Google-Sucherlebnis zu vereinfachen und wertvolle Zeit zu sparen? Installieren Sie jetzt \"Google Maps mit einem Klick öffnen\" und entdecken Sie die Bequemlichkeit wieder, die Sie vermisst haben. Lassen Sie nicht zu, dass EU-Vorschriften Ihre Produktivität beeinträchtigen - übernehmen Sie noch heute die Kontrolle über Ihr Sucherlebnis!",
    "el": "Απογοητευμένοι με τις πρόσφατες αλλαγές στην Αναζήτηση Google; Σας λείπει η ευκολία να ανοίγετε γρήγορα το Google Maps από τα αποτελέσματα αναζήτησης; Μην ψάχνετε άλλο! Αυτή η επέκταση Chrome είναι εδώ για να αποκαταστήσει αυτή την απρόσκοπτη εμπειρία που σας έλειπε.\n\nΤι κάνει αυτή η επέκταση;\n\n* Επαναφέρει τη λειτουργικότητα με ένα κλικ για άμεσο άνοιγμα του Google Maps από τα αποτελέσματα αναζήτησης\n* Λειτουργεί απρόσκοπτα σε όλες τις χώρες της ΕΕ που επηρεάζονται από τις πρόσφατες αλλαγές της Αναζήτησης Google\n* Βελτιώνει την εμπειρία αναζήτησής σας χωρίς περίπλοκες ρυθμίσεις\n* Λειτουργεί με όλους τους τύπους Google Maps στα αποτελέσματα αναζήτησης\n\nΓιατί θα το αγαπήσετε:\n\n* Εξοικονόμηση χρόνου: Τέλος στην αντιγραφή και επικόλληση διευθύνσεων ή στις ξεχωριστές αναζητήσεις στο Google Maps\n* Βελτιστοποίηση ροής εργασίας: ιδανικό για άτομα που χρειάζονται συχνά να ελέγχουν τοποθεσίες\n* Φιλικό προς το χρήστη: Εγκαταστήστε το και ξεχάστε το - λειτουργεί αυτόματα στο παρασκήνιο\n* Επικεντρωμένο στην ιδιωτικότητα: Χωρίς συλλογή δεδομένων ή παρακολούθηση - μόνο καθαρή λειτουργικότητα\n\nΠώς λειτουργεί:\n\n* Εγκαταστήστε την επέκταση με ένα κλικ\n* Αναζητήστε μια διεύθυνση ή τοποθεσία στο Google όπως συνήθως\n* Κάντε κλικ στη μικρογραφία του χάρτη στα αποτελέσματα αναζήτησης\n* Έτοιμο! Το Google Maps ανοίγει στιγμιαία με την επιθυμητή τοποθεσία σε νέα καρτέλα\n\nΣταματήστε να χάνετε πολύτιμα δευτερόλεπτα σε περιττά βήματα και πείτε αντίο στην ενόχληση της διακοπτόμενης ροής εργασίας.\n\nΓιατί να επιλέξετε το \"Άνοιγμα Google Maps με ένα κλικ\";\n\n* Αναπτύχθηκε από χρήστες, για χρήστες: Νιώσαμε την ίδια απογοήτευση και δημιουργήσαμε μια λύση\n* Ελαφρύ και γρήγορο: Δεν επιβραδύνει την εμπειρία περιήγησης\n* Τακτικές ενημερώσεις: Δεσμευόμαστε να διατηρούμε τη συμβατότητα καθώς εξελίσσεται το Google\n\nΕύκολη εγκατάσταση:\n\n* Κάντε κλικ στο κουμπί \"Προσθήκη στον περιηγητή\"\n* Επιβεβαιώστε την εγκατάσταση\n* Αρχίστε να απολαμβάνετε την πρόσβαση στο Google Maps με ένα κλικ!\n\nΣυχνές ερωτήσεις:\n\nΕ: Θα επιβραδύνει αυτή η επέκταση τον περιηγητή μου;\nΑ: Καθόλου! Η επέκτασή μας είναι ελαφριά και βελτιστοποιημένη για απόδοση, λειτουργώντας αθόρυβα στο παρασκήνιο χωρίς να επηρεάζει την ταχύτητα περιήγησης.\n\nΕ: Είναι ασφαλή τα δεδομένα μου;\nΑ: Απολύτως! Δεν συλλέγουμε, αποθηκεύουμε ή μεταδίδουμε κανένα από τα προσωπικά σας δεδομένα. Το απόρρητό σας είναι η πρώτη μας προτεραιότητα.\n\nΈτοιμοι να απλοποιήσετε την εμπειρία Αναζήτησης Google και να εξοικονομήσετε πολύτιμο χρόνο; Εγκαταστήστε το \"Άνοιγμα Google Maps με ένα κλικ\" τώρα και ανακαλύψτε ξανά την ευκολία που σας έλειπε. Μην αφήσετε τους κανονισμούς της ΕΕ να εμποδίσουν την παραγωγικότητά σας - πάρτε τον έλεγχο της εμπειρίας αναζήτησής σας σήμερα!",
    "es": "¿Frustrado con los recientes cambios en la Búsqueda de Google? ¿Echas de menos la comodidad de abrir rápidamente Google Maps desde tus resultados de búsqueda? ¡No busques más! Esta extensión de Chrome está aquí para restaurar esa experiencia fluida que has estado echando de menos.\n\n¿Qué hace esta extensión?\n\n* Restablece la funcionalidad de un clic para abrir Google Maps directamente desde tus resultados de búsqueda\n* Funciona sin esfuerzo en todos los países de la UE afectados por los recientes cambios en la Búsqueda de Google\n* Mejora tu experiencia de búsqueda sin ninguna configuración complicada\n* Funciona con todo tipo de Google Maps dentro de los resultados de búsqueda\n\nPor qué te encantará:\n\n* Ahorra tiempo: No más copiar y pegar direcciones o realizar búsquedas separadas en Google Maps\n* Agiliza tu flujo de trabajo: perfecto para personas que necesitan comprobar ubicaciones con frecuencia\n* Fácil de usar: Instala y olvídate - funciona automáticamente en segundo plano\n* Centrado en la privacidad: Sin recopilación de datos ni seguimiento - solo funcionalidad pura\n\nCómo funciona:\n\n* Instala la extensión con un solo clic\n* Busca una dirección o ubicación en Google como lo harías normalmente\n* Haz clic en la miniatura del mapa en tus resultados de búsqueda\n* ¡Voilà! Google Maps se abre instantáneamente con tu ubicación deseada en una nueva pestaña\n\nDeja de perder segundos preciosos en pasos innecesarios y di adiós a la molestia de un flujo de trabajo interrumpido.\n\n¿Por qué elegir \"Abrir Google Maps con un clic\"?\n\n* Desarrollado por usuarios, para usuarios: Sentimos la misma frustración que tú y creamos una solución\n* Ligero y rápido: No ralentiza tu experiencia de navegación\n* Actualizaciones regulares: Nos comprometemos a mantener la compatibilidad a medida que Google evoluciona\n\nInstalación fácil:\n\n* Haz clic en el botón \"Añadir al navegador\"\n* Confirma la instalación\n* ¡Empieza a disfrutar del acceso a Google Maps con un clic!\n\nPreguntas frecuentes:\n\nP: ¿Esta extensión ralentizará mi navegador?\nR: ¡En absoluto! Nuestra extensión es ligera y está optimizada para el rendimiento, funcionando silenciosamente en segundo plano sin afectar a la velocidad de tu navegador.\n\nP: ¿Están mis datos seguros?\nR: ¡Absolutamente! No recopilamos, almacenamos ni transmitimos ninguno de tus datos personales. Tu privacidad es nuestra máxima prioridad.\n\n¿Listo para simplificar tu experiencia de Búsqueda de Google y ahorrar un tiempo valioso? Instala \"Abrir Google Maps con un clic\" ahora y redescubre la comodidad que has estado echando de menos. No dejes que las regulaciones de la UE obstaculicen tu productividad - ¡toma el control de tu experiencia de búsqueda hoy!",
    "fi": "Turhautunut Googlen hakupalvelun viimeaikaisiin muutoksiin? Kaipaatko mahdollisuutta avata Google Maps nopeasti hakutuloksistasi? Ei hätää! Tämä Chrome-laajennus on täällä palauttamassa sen saumattoman kokemuksen, jota olet kaivannut.\n\nMitä tämä laajennus tekee?\n\n* Palauttaa yhden klikkauksen toiminnallisuuden Google Mapsin avaamiseksi suoraan hakutuloksistasi\n* Toimii vaivattomasti kaikissa EU-maissa, joihin Googlen hakupalvelun viimeaikaiset muutokset vaikuttavat\n* Parantaa hakukokemustasi ilman monimutkaisia asetuksia tai määrityksiä\n* Toimii kaikenlaisten Google Maps -tulosten kanssa hakutuloksissa\n\nMiksi rakastat sitä:\n\n* Säästä aikaa: Ei enää osoitteiden kopiointia ja liittämistä tai erillisiä hakuja Google Mapsissa\n* Sujuvoita työnkulkuasi: täydellinen ihmisille, jotka tarvitsevat usein tarkistaa sijainteja\n* Käyttäjäystävällinen: Asenna ja unohda - se toimii automaattisesti taustalla\n* Yksityisyyteen keskittynyt: Ei tietojen keräämistä tai seurantaa - vain puhdasta toiminnallisuutta\n\nMiten se toimii:\n\n* Asenna laajennus yhdellä klikkauksella\n* Hae osoitetta tai sijaintia Googlesta normaalisti\n* Klikkaa karttakuvaketta hakutuloksissasi\n* Voilà! Google Maps avautuu välittömästi haluamallasi sijainnilla uudessa välilehdessä\n\nLopeta arvokkaiden sekuntien tuhlaaminen tarpeettomiin vaiheisiin ja sano hyvästit katkonaisen työnkulun aiheuttamalle ärsytykselle.\n\nMiksi valita \"Avaa Google Maps yhdellä klikkauksella\"?\n\n* Käyttäjien kehittämä käyttäjille: Koimme saman turhautumisen kuin sinä ja loimme ratkaisun\n* Kevyt ja nopea: Ei hidasta selaamiskokemustasi\n* Säännölliset päivitykset: Olemme sitoutuneet ylläpitämään yhteensopivuutta Googlen kehittyessä\n\nHelppo asennus:\n\n* Klikkaa \"Lisää selaimeen\" -painiketta\n* Vahvista asennus\n* Ala nauttia Google Mapsin käytöstä yhdellä klikkauksella!\n\nUsein kysytyt kysymykset:\n\nK: Hidastaako tämä laajennus selaintani?\nV: Ei lainkaan! Laajennuksemme on kevyt ja suorituskykyoptimoitu, toimien hiljaisesti taustalla vaikuttamatta selausnopeuteesi.\n\nK: Ovatko tietoni turvassa?\nV: Ehdottomasti! Emme kerää, tallenna tai lähetä mitään henkilökohtaisia tietojasi. Yksityisyytesi on meille ensisijaisen tärkeää.\n\nOletko valmis yksinkertaistamaan Google-hakukokemustasi ja säästämään arvokasta aikaa? Asenna \"Avaa Google Maps yhdellä klikkauksella\" nyt ja löydä uudelleen se mukavuus, jota olet kaivannut. Älä anna EU-säännösten haitata tuottavuuttasi - ota hakukokemuksesi hallintaan tänään!",
    "fr": "Frustré par les récents changements apportés à la recherche Google ? Vous regrettez la facilité d'ouvrir rapidement Google Maps depuis vos résultats de recherche ? Ne cherchez plus ! Cette extension Chrome est là pour restaurer cette expérience fluide qui vous manquait.\n\nQue fait cette extension ?\n\n* Rétablit la fonctionnalité en un clic pour ouvrir Google Maps directement depuis vos résultats de recherche\n* Fonctionne sans effort dans tous les pays de l'UE affectés par les récents changements de Google Search\n* Améliore votre expérience de recherche sans configuration compliquée\n* Fonctionne sur tous les types de Google Maps dans les résultats de recherche\n\nPourquoi vous allez l'adorer :\n\n* Gagnez du temps : Plus besoin de copier-coller des adresses ou d'effectuer des recherches séparées sur Google Maps\n* Optimisez votre flux de travail : parfait pour les personnes qui ont fréquemment besoin de vérifier des emplacements\n* Conviviale : Installez-la et oubliez-la - elle fonctionne automatiquement en arrière-plan\n* Axée sur la confidentialité : Pas de collecte de données ni de suivi - juste de la pure fonctionnalité\n\nComment ça marche :\n\n* Installez l'extension en un seul clic\n* Recherchez une adresse ou un lieu sur Google comme vous le feriez normalement\n* Cliquez sur la vignette de la carte dans vos résultats de recherche\n* Et voilà ! Google Maps s'ouvre instantanément avec l'emplacement souhaité, dans un nouvel onglet\n\nArrêtez de perdre de précieuses secondes en étapes inutiles et dites adieu à la frustration d'un flux de travail interrompu.\n\nPourquoi choisir \"Ouvrir Google Maps en un clic\" ?\n\n* Développée par des utilisateurs, pour des utilisateurs : Nous avons ressenti la même frustration que vous et avons créé une solution\n* Légère et rapide : Ne ralentit pas votre expérience de navigation\n* Mises à jour régulières : Nous nous engageons à maintenir la compatibilité au fur et à mesure que Google évolue\n\nInstallation facile :\n\n* Cliquez sur le bouton \"Ajouter au navigateur\"\n* Confirmez l'installation\n* Commencez à profiter de l'accès en un clic à Google Maps !\n\nQuestions fréquemment posées :\n\nQ : Cette extension ralentira-t-elle mon navigateur ?\nR : Pas du tout ! Notre extension est légère et optimisée pour les performances, fonctionnant silencieusement en arrière-plan sans impacter votre vitesse de navigation.\n\nQ : Mes données sont-elles en sécurité ?\nR : Absolument ! Nous ne collectons, ne stockons ni ne transmettons aucune de vos données personnelles. Votre confidentialité est notre priorité absolue.\n\nPrêt à simplifier votre expérience de recherche Google et à gagner un temps précieux ? Installez \"Ouvrir Google Maps en un clic\" maintenant et redécouvrez la commodité qui vous manquait. Ne laissez pas les réglementations de l'UE entraver votre productivité - prenez le contrôle de votre expérience de recherche dès aujourd'hui !",
    "he": "מתוסכלים מהשינויים האחרונים בחיפוש Google? מתגעגעים לנוחות של פתיחה מהירה של Google Maps מתוצאות החיפוש? אל תחפשו יותר! תוסף Chrome זה כאן כדי להחזיר את החוויה החלקה שהתגעגעתם אליה.\n\nמה התוסף הזה עושה?\n\n* משחזר את הפונקציונליות של לחיצה אחת לפתיחת Google Maps ישירות מתוצאות החיפוש\n* עובד בצורה חלקה בכל מדינות האיחוד האירופי שהושפעו מהשינויים האחרונים בחיפוש Google\n* משפר את חוויית החיפוש שלכם ללא הגדרות מסובכות\n* עובד על כל סוגי Google Maps בתוצאות החיפוש\n\nלמה תאהבו אותו:\n\n* חוסך זמן: לא עוד העתקה והדבקה של כתובות או ביצוע חיפושים נפרדים ב-Google Maps\n* מייעל את זרימת העבודה: מושלם לאנשים שצריכים לבדוק מיקומים לעתים קרובות\n* ידידותי למשתמש: התקינו ושכחו - פועל אוטומטית ברקע\n* ממוקד בפרטיות: ללא איסוף נתונים או מעקב - רק פונקציונליות טהורה\n\nאיך זה עובד:\n\n* התקינו את התוסף בלחיצה אחת\n* חפשו כתובת או מיקום ב-Google כרגיל\n* לחצו על תמונת המיניאטורה של המפה בתוצאות החיפוש\n* וזהו! Google Maps נפתח מיד עם המיקום הרצוי בכרטיסייה חדשה\n\nהפסיקו לבזבז שניות יקרות על צעדים מיותרים ואמרו שלום לטרדה של זרימת עבודה שבורה.\n\nלמה לבחור ב\"פתיחת Google Maps בלחיצה אחת\"?\n\n* פותח על ידי משתמשים, עבור משתמשים: הרגשנו את אותו תסכול ויצרנו פתרון\n* קל ומהיר: לא מאט את חוויית הגלישה שלכם\n* עדכונים קבועים: אנחנו מחויבים לשמור על תאימות ככל ש-Google מתפתח\n\nהתקנה קלה:\n\n* לחצו על כפתור \"הוסף לדפדפן\"\n* אשרו את ההתקנה\n* התחילו ליהנות מגישה ל-Google Maps בלחיצה אחת!\n\nשאלות נפוצות:\n\nש: האם התוסף הזה יאט את הדפדפן שלי?\nת: בכלל לא! התוסף שלנו קל ומותאם לביצועים, פועל בשקט ברקע מבלי להשפיע על מהירות הגלישה.\n\nש: האם הנתונים שלי בטוחים?\nת: בהחלט! איננו אוספים, מאחסנים או מעבירים אף אחד מהנתונים האישיים שלכם. הפרטיות שלכם היא בעדיפות העליונה שלנו.\n\nמוכנים לפשט את חוויית החיפוש ב-Google ולחסוך זמן יקר? התקינו את \"פתיחת Google Maps בלחיצה אחת\" עכשיו וגלו מחדש את הנוחות שהתגעגעתם אליה. אל תתנו לתקנות האיחוד האירופי להפריע לפרודוקטיביות שלכם - קחו שליטה על חוויית החיפוש שלכם היום!",
    "hi": "Google खोज में हाल के बदलावों से परेशान हैं? खोज परिणामों से Google मैप्स को तुरंत खोलने की सुविधा याद आ रही है? अब और न खोजें! यह Chrome एक्सटेंशन आपको वह सहज अनुभव वापस दिलाने के लिए यहाँ है जो आपको याद आ रहा था।\n\nयह एक्सटेंशन क्या करता है?\n\n* खोज परिणामों से सीधे Google मैप्स खोलने की एक-क्लिक कार्यक्षमता को बहाल करता है\n* Google खोज के हाल के बदलावों से प्रभावित सभी EU देशों में निर्बाध रूप से काम करता है\n* किसी जटिल सेटअप के बिना आपके खोज अनुभव को बेहतर बनाता है\n* खोज परिणामों में हर प्रकार के Google मैप्स के साथ काम करता है\n\nआप इसे क्यों पसंद करेंगे:\n\n* समय बचाएं: अब पते कॉपी-पेस्ट करने या Google मैप्स पर अलग से खोज करने की जरूरत नहीं\n* कार्यप्रवाह को सरल बनाएं: उन लोगों के लिए बिल्कुल सही जिन्हें अक्सर स्थान देखने की जरूरत होती है\n* उपयोगकर्ता-मित्रवत: इंस्टॉल करें और भूल जाएं - पृष्ठभूमि में स्वचालित रूप से काम करता है\n* गोपनीयता-केंद्रित: कोई डेटा संग्रह या ट्रैकिंग नहीं - केवल शुद्ध कार्यक्षमता\n\nयह कैसे काम करता है:\n\n* एक्सटेंशन को एक क्लिक से इंस्टॉल करें\n* Google पर सामान्य रूप से पता या स्थान खोजें\n* खोज परिणामों में मैप थंबनेल पर क्लिक करें\n* बस इतना ही! Google मैप्स तुरंत नए टैब में आपके वांछित स्थान के साथ खुल जाता है\n\nअनावश्यक चरणों में कीमती सेकंड बर्बाद करना बंद करें और टूटे कार्यप्रवाह की परेशानी को अलविदा कहें।\n\n\"एक क्लिक में Google मैप्स खोलें\" को क्यों चुनें?\n\n* उपयोगकर्ताओं द्वारा, उपयोगकर्ताओं के लिए विकसित: हमने आपकी जैसी ही निराशा महसूस की और एक समाधान बनाया\n* हल्का और तेज: आपके ब्राउज़िंग अनुभव को धीमा नहीं करता\n* नियमित अपडेट: Google के विकसित होने के साथ हम अनुकूलता बनाए रखने के लिए प्रतिबद्ध हैं\n\nआसान इंस्टॉलेशन:\n\n* \"ब्राउज़र में जोड़ें\" बटन पर क्लिक करें\n* इंस्टॉलेशन की पुष्टि करें\n* एक क्लिक से Google मैप्स तक पहुंच का आनंद लेना शुरू करें!\n\nअक्सर पूछे जाने वाले प्रश्न:\n\nप्र: क्या यह एक्सटेंशन मेरे ब्राउज़र को धीमा कर देगा?\nउ: बिल्कुल नहीं! हमारा एक्सटेंशन हल्का और प्रदर्शन के लिए अनुकूलित है, जो पृष्ठभूमि में चुपचाप चलता है और आपकी ब्राउज़िंग गति को प्रभावित नहीं करता।\n\nप्र: क्या मेरा डेटा सुरक्षित है?\nउ: बिल्कुल! हम आपका कोई भी व्यक्तिगत डेटा एकत्र, संग्रहीत या प्रेषित नहीं करते। आपकी गोपनीयता हमारी सर्वोच्च प्राथमिकता है।\n\nअपने Google खोज अनुभव को सरल बनाने और कीमती समय बचाने के लिए तैयार हैं? \"एक क्लिक में Google मैप्स खोलें\" अभी इंस्टॉल करें और वह सुविधा फिर से पाएं जो आपको याद आ रही थी। EU के नियमों को अपनी उत्पादकता में बाधा न बनने दें - आज ही अपने खोज अनुभव पर नियंत्रण लें!",
    "hr": "Frustrirani nedavnim promjenama u Google pretraživanju? Nedostaje vam praktičnost brzog otvaranja Google Maps-a iz rezultata pretraživanja? Ne tražite dalje! Ovo Chrome proširenje je tu da vam vrati to besprijekorno iskustvo koje vam nedostaje.\n\nŠto ovo proširenje radi?\n\n* Vraća funkcionalnost otvaranja Google Maps-a jednim klikom direktno iz rezultata pretraživanja\n* Radi besprijekorno u svim EU zemljama pogođenim nedavnim promjenama Google pretraživanja\n* Poboljšava vaše iskustvo pretraživanja bez kompliciranog postavljanja\n* Radi sa svim vrstama Google Maps prikaza u rezultatima pretraživanja\n\nZašto ćete ga zavoljeti:\n\n* Ušteda vremena: Nema više kopiranja i lijepljenja adresa ili zasebnog pretraživanja na Google Maps-u\n* Pojednostavljuje radni proces: savršeno za ljude koji često trebaju provjeravati lokacije\n* Jednostavno za korištenje: Instalirajte i zaboravite - radi automatski u pozadini\n* Fokusirano na privatnost: Bez prikupljanja podataka ili praćenja - samo čista funkcionalnost\n\nKako radi:\n\n* Instalirajte proširenje jednim klikom\n* Pretražite adresu ili lokaciju na Google-u kao i obično\n* Kliknite na sličicu karte u rezultatima pretraživanja\n* I to je to! Google Maps se trenutno otvara s željenom lokacijom u novoj kartici\n\nPrestanite gubiti dragocjene sekunde na nepotrebne korake i recite zbogom frustraciji prekinutog radnog procesa.\n\nZašto odabrati \"Otvaranje Google Maps-a jednim klikom\"?\n\n* Razvijeno od korisnika, za korisnike: Osjetili smo istu frustraciju i stvorili rješenje\n* Lagano i brzo: Ne usporava vaše iskustvo pregledavanja\n* Redovita ažuriranja: Predani smo održavanju kompatibilnosti kako se Google razvija\n\nJednostavna instalacija:\n\n* Kliknite gumb \"Dodaj u preglednik\"\n* Potvrdite instalaciju\n* Počnite uživati u pristupu Google Maps-u jednim klikom!\n\nČesto postavljana pitanja:\n\nP: Hoće li ovo proširenje usporiti moj preglednik?\nO: Nimalo! Naše proširenje je lagano i optimizirano za performanse, radi tiho u pozadini bez utjecaja na brzinu pregledavanja.\n\nP: Jesu li moji podaci sigurni?\nO: Apsolutno! Ne prikupljamo, ne pohranjujemo niti prenosimo bilo koje vaše osobne podatke. Vaša privatnost nam je glavni prioritet.\n\nSpremni pojednostaviti svoje Google pretraživanje i uštedjeti dragocjeno vrijeme? Instalirajte \"Otvaranje Google Maps-a jednim klikom\" sada i ponovno otkrijte praktičnost koja vam je nedostajala. Ne dopustite EU regulacijama da koče vašu produktivnost - preuzmite kontrolu nad svojim iskustvom pretraživanja danas!",
    "hu": "Frusztrált a Google Kereső legutóbbi változásai miatt? Hiányzik a kényelem, hogy gyorsan megnyithatja a Google Térképet a keresési találatokból? Ne keressen tovább! Ez a Chrome bővítmény visszaállítja azt a zökkenőmentes élményt, ami hiányzott.\n\nMit csinál ez a bővítmény?\n\n* Visszaállítja az egykattintásos funkciót a Google Térkép közvetlen megnyitásához a keresési találatokból\n* Zökkenőmentesen működik minden EU-s országban, amelyet érintettek a Google Kereső legutóbbi változásai\n* Javítja a keresési élményt bonyolult beállítások nélkül\n* Működik a keresési találatokban megjelenő minden Google Térkép típussal\n\nMiért fogja szeretni:\n\n* Időmegtakarítás: Nincs több címmásolgatás vagy külön keresés a Google Térképen\n* Munkafolyamat egyszerűsítése: tökéletes azoknak, akiknek gyakran kell helyszíneket ellenőrizniük\n* Felhasználóbarát: Telepítse és felejtse el - automatikusan működik a háttérben\n* Adatvédelem-központú: Nincs adatgyűjtés vagy követés - csak tiszta funkcionalitás\n\nHogyan működik:\n\n* Telepítse a bővítményt egyetlen kattintással\n* Keressen címet vagy helyszínt a Google-on a szokásos módon\n* Kattintson a térkép miniatűrre a keresési találatokban\n* És kész! A Google Térkép azonnal megnyílik a kívánt helyszínnel egy új fülön\n\nNe vesztegessen több értékes másodpercet felesleges lépésekre, és mondjon búcsút a megszakított munkafolyamat bosszúságának.\n\nMiért válassza a \"Google Térkép megnyitása egy kattintással\" bővítményt?\n\n* Felhasználók által fejlesztve, felhasználóknak: Mi is ugyanazt a frusztrációt éreztük és megoldást készítettünk\n* Könnyű és gyors: Nem lassítja a böngészési élményt\n* Rendszeres frissítések: Elkötelezettek vagyunk a kompatibilitás fenntartása mellett, ahogy a Google fejlődik\n\nEgyszerű telepítés:\n\n* Kattintson a \"Hozzáadás a böngészőhöz\" gombra\n* Hagyja jóvá a telepítést\n* Kezdje el élvezni az egykattintásos hozzáférést a Google Térképhez!\n\nGyakran Ismételt Kérdések:\n\nK: Lelassítja ez a bővítmény a böngészőmet?\nV: Egyáltalán nem! Bővítményünk könnyű és teljesítményre optimalizált, csendben fut a háttérben anélkül, hogy befolyásolná a böngészési sebességet.\n\nK: Biztonságban vannak az adataim?\nV: Természetesen! Nem gyűjtünk, tárolunk vagy továbbítunk semmilyen személyes adatot. Az Ön adatainak védelme az első számú prioritásunk.\n\nKészen áll arra, hogy egyszerűsítse Google keresési élményét és értékes időt takarítson meg? Telepítse a \"Google Térkép megnyitása egy kattintással\" bővítményt most, és fedezze fel újra a hiányzó kényelmet. Ne hagyja, hogy az EU-s szabályozások visszafogják a produktivitását - vegye kezébe a keresési élményének irányítását még ma!",
    "id": "Frustasi dengan perubahan terbaru di Google Search? Merindukan kemudahan membuka Google Maps dengan cepat dari hasil pencarian? Jangan mencari lagi! Ekstensi Chrome ini hadir untuk mengembalikan pengalaman mulus yang Anda rindukan.\n\nApa yang dilakukan ekstensi ini?\n\n* Mengembalikan fungsi satu klik untuk membuka Google Maps langsung dari hasil pencarian\n* Bekerja dengan lancar di semua negara Uni Eropa yang terkena dampak perubahan terbaru Google Search\n* Meningkatkan pengalaman pencarian Anda tanpa pengaturan yang rumit\n* Bekerja dengan semua jenis Google Maps dalam hasil pencarian\n\nMengapa Anda akan menyukainya:\n\n* Hemat waktu: Tidak perlu lagi menyalin dan menempel alamat atau melakukan pencarian terpisah di Google Maps\n* Memperlancar alur kerja: sempurna untuk orang yang sering perlu memeriksa lokasi\n* Mudah digunakan: Pasang dan lupakan - berjalan otomatis di latar belakang\n* Fokus pada privasi: Tanpa pengumpulan data atau pelacakan - hanya fungsionalitas murni\n\nCara kerjanya:\n\n* Pasang ekstensi dengan satu klik\n* Cari alamat atau lokasi di Google seperti biasa\n* Klik gambar kecil peta di hasil pencarian\n* Selesai! Google Maps langsung terbuka dengan lokasi yang diinginkan di tab baru\n\nBerhenti membuang detik berharga untuk langkah-langkah yang tidak perlu dan ucapkan selamat tinggal pada gangguan alur kerja yang terhambat.\n\nMengapa memilih \"Buka Google Maps dengan Satu Klik\"?\n\n* Dikembangkan oleh pengguna, untuk pengguna: Kami merasakan frustrasi yang sama dan menciptakan solusi\n* Ringan dan cepat: Tidak memperlambat pengalaman browsing Anda\n* Pembaruan rutin: Kami berkomitmen untuk menjaga kompatibilitas seiring perkembangan Google\n\nPemasangan mudah:\n\n* Klik tombol \"Tambahkan ke Browser\"\n* Konfirmasi pemasangan\n* Mulai nikmati akses satu klik ke Google Maps!\n\nPertanyaan yang Sering Diajukan:\n\nT: Apakah ekstensi ini akan memperlambat browser saya?\nJ: Sama sekali tidak! Ekstensi kami ringan dan dioptimalkan untuk kinerja, berjalan diam-diam di latar belakang tanpa memengaruhi kecepatan browsing.\n\nT: Apakah data saya aman?\nJ: Tentu saja! Kami tidak mengumpulkan, menyimpan, atau mengirimkan data pribadi Anda. Privasi Anda adalah prioritas utama kami.\n\nSiap untuk menyederhanakan pengalaman Google Search Anda dan menghemat waktu berharga? Pasang \"Buka Google Maps dengan Satu Klik\" sekarang dan temukan kembali kenyamanan yang Anda rindukan. Jangan biarkan regulasi UE menghambat produktivitas Anda - ambil kendali pengalaman pencarian Anda hari ini!",
    "it": "Frustrato dai recenti cambiamenti di Google Ricerca? Ti manca la comodità di aprire rapidamente Google Maps dai tuoi risultati di ricerca? Non cercare oltre! Questa estensione Chrome è qui per ripristinare quell'esperienza senza interruzioni che ti è mancata.\n\nCosa fa questa estensione?\n\n* Ripristina la funzionalità con un clic per aprire Google Maps direttamente dai tuoi risultati di ricerca\n* Funziona senza sforzo in tutti i paesi dell'UE interessati dai recenti cambiamenti di Google Ricerca\n* Migliora la tua esperienza di ricerca senza configurazioni o impostazioni complicate\n* Funziona su ogni tipo di Google Maps all'interno dei risultati di ricerca\n\nPerché la amerai:\n\n* Risparmia tempo: Niente più copia e incolla di indirizzi o ricerche separate su Google Maps\n* Ottimizza il tuo flusso di lavoro: perfetta per le persone che hanno spesso bisogno di controllare le località\n* Facile da usare: Installa e dimentica - funziona automaticamente in background\n* Focalizzata sulla privacy: Nessuna raccolta dati o tracciamento - solo pura funzionalità\n\nCome funziona:\n\n* Installa l'estensione con un solo clic\n* Cerca un indirizzo o una località su Google come faresti normalmente\n* Clicca sulla miniatura della mappa nei tuoi risultati di ricerca\n* Voilà! Google Maps si apre istantaneamente con la località desiderata in una nuova scheda\n\nSmetti di perdere preziosi secondi in passaggi non necessari e dì addio alla frustrazione di un flusso di lavoro interrotto.\n\nPerché scegliere \"Apri Google Maps con un clic\"?\n\n* Sviluppata da utenti, per gli utenti: Abbiamo provato la stessa frustrazione e abbiamo creato una soluzione\n* Leggera e veloce: Non rallenta la tua esperienza di navigazione\n* Aggiornamenti regolari: Ci impegniamo a mantenere la compatibilità man mano che Google si evolve\n\nInstallazione facile:\n\n* Clicca sul pulsante \"Aggiungi al browser\"\n* Conferma l'installazione\n* Inizia a godere dell'accesso a Google Maps con un clic!\n\nDomande frequenti:\n\nD: Questa estensione rallenterà il mio browser?\nR: Assolutamente no! La nostra estensione è leggera e ottimizzata per le prestazioni, funziona silenziosamente in background senza influire sulla velocità di navigazione.\n\nD: I miei dati sono al sicuro?\nR: Assolutamente! Non raccogliamo, memorizziamo o trasmettiamo alcun dato personale. La tua privacy è la nostra massima priorità.\n\nSei pronto a semplificare la tua esperienza di ricerca Google e risparmiare tempo prezioso? Installa \"Apri Google Maps con un clic\" ora e riscopri la comodità che ti è mancata. Non lasciare che le normative UE ostacolino la tua produttività - prendi il controllo della tua esperienza di ricerca oggi stesso!",
    "ja": "Google検索の最近の変更にお困りですか？検索結果からGoogle マップをすぐに開ける便利さが恋しいですか？もう探す必要はありません！このChrome拡張機能で、あなたが恋しく思っているスムーズな体験を取り戻せます。\n\nこの拡張機能の機能：\n\n* 検索結果からGoogle マップを直接開けるワンクリック機能を復活\n* Google検索の最近の変更の影響を受けたEU諸国で完璧に動作\n* 複雑な設定なしで検索体験を向上\n* 検索結果内のあらゆるタイプのGoogle マップに対応\n\nこの拡張機能の魅力：\n\n* 時間節約：住所のコピー＆ペーストやGoogle マップでの別途検索が不要に\n* ワークフローの効率化：頻繁に場所を確認する必要がある方に最適\n* ユーザーフレンドリー：インストールしたら後は自動的にバックグラウンドで動作\n* プライバシー重視：データ収集やトラッキングなし - 純粋な機能性のみ\n\n使い方：\n\n* ワンクリックで拡張機能をインストール\n* いつも通りGoogleで住所や場所を検索\n* 検索結果のマップサムネイルをクリック\n* 完了！新しいタブで目的の場所のGoogle マップが即座に開きます\n\n無駄な手順に貴重な時間を費やすのはもう終わり。中断されたワークフローのストレスにさようなら。\n\nなぜ「ワンクリックでGoogle マップを開く」を選ぶべきか：\n\n* ユーザーが開発、ユーザーのために：私たちも同じ不便さを感じ、解決策を作りました\n* 軽量で高速：ブラウジング体験を遅くしません\n* 定期的なアップデート：Googleの進化に合わせて互換性を維持することをお約束\n\n簡単インストール：\n\n* 「ブラウザに追加」ボタンをクリック\n* インストールを確認\n* すぐにワンクリックでGoogle マップにアクセス！\n\nよくある質問：\n\nQ: この拡張機能でブラウザが遅くなりませんか？\nA: 全く心配ありません！当社の拡張機能は軽量でパフォーマンスに最適化されており、ブラウジング速度に影響を与えることなくバックグラウンドで静かに動作します。\n\nQ: データは安全ですか？\nA: もちろんです！私たちは個人データの収集、保存、送信は一切行いません。あなたのプライバシーが最優先です。\n\nGoogle検索体験を簡素化して貴重な時間を節約する準備はできましたか？「ワンクリックでGoogle マップを開く」を今すぐインストールして、恋しかった便利さを取り戻しましょう。EUの規制であなたの生産性が妨げられないように - 今すぐ検索体験をコントロールしましょう！",
    "ko": "Google 검색의 최근 변경사항 때문에 불편하신가요? 검색 결과에서 Google 지도를 빠르게 여는 편리함이 그리우신가요? 더 이상 찾아보지 마세요! 이 Chrome 확장 프로그램으로 그리워하시던 원활한 경험을 되찾으실 수 있습니다.\n\n이 확장 프로그램은 무엇을 하나요?\n\n* 검색 결과에서 Google 지도를 직접 여는 원클릭 기능을 복원합니다\n* Google 검색의 최근 변경사항의 영향을 받은 모든 EU 국가에서 원활하게 작동합니다\n* 복잡한 설정 없이 검색 경험을 향상시킵니다\n* 검색 결과의 모든 유형의 Google 지도에서 작동합니다\n\n왜 이 확장 프로그램을 좋아하게 될까요:\n\n* 시간 절약: 더 이상 주소를 복사하여 붙여넣거나 Google 지도에서 별도 검색할 필요가 없습니다\n* 워크플로우 간소화: 자주 위치를 확인해야 하는 사람들에게 완벽합니다\n* 사용자 친화적: 설치하고 잊어버리세요 - 자동으로 백그라운드에서 작동합니다\n* 개인정보 보호 중심: 데이터 수집이나 추적 없이 순수한 기능만 제공합니다\n\n작동 방식:\n\n* 원클릭으로 확장 프로그램을 설치하세요\n* 평소처럼 Google에서 주소나 위치를 검색하세요\n* 검색 결과의 지도 썸네일을 클릭하세요\n* 끝입니다! Google 지도가 새 탭에서 원하는 위치와 함께 즉시 열립니다\n\n불필요한 단계로 소중한 시간을 낭비하지 마시고, 끊어진 워크플로우의 불편함에 작별을 고하세요.\n\n왜 \"원클릭으로 Google 지도 열기\"를 선택해야 할까요?\n\n* 사용자가 개발하고, 사용자를 위해 만들었습니다: 우리도 같은 불편함을 느끼고 해결책을 만들었습니다\n* 가볍고 빠릅니다: 브라우징 경험을 느리게 하지 않습니다\n* 정기적인 업데이트: Google이 발전함에 따라 호환성을 유지하기 위해 노력합니다\n\n간편한 설치:\n\n* \"브라우저에 추가\" 버튼을 클릭하세요\n* 설치를 확인하세요\n* 바로 원클릭으로 Google 지도에 접근하세요!\n\n자주 묻는 질문:\n\nQ: 이 확장 프로그램이 브라우저를 느리게 만들까요?\nA: 전혀 그렇지 않습니다! 우리의 확장 프로그램은 가볍고 성능에 최적화되어 있어, 브라우징 속도에 영향을 주지 않고 백그라운드에서 조용히 작동합니다.\n\nQ: 내 데이터는 안전한가요?\nA: 물론입니다! 우리는 어떠한 개인 데이터도 수집, 저장, 전송하지 않습니다. 귀하의 개인정보 보호가 우리의 최우선 순위입니다.\n\nGoogle 검색 경험을 단순화하고 소중한 시간을 절약할 준비가 되셨나요? 지금 바로 \"원클릭으로 Google 지도 열기\"를 설치하고 그리워하던 편리함을 다시 경험하세요. EU 규정이 당신의 생산성을 방해하지 않도록 - 오늘 바로 검색 경험을 제어하세요!",
    "nl": "Gefrustreerd door de recente wijzigingen in Google Zoeken? Mis je het gemak om snel Google Maps te openen vanuit je zoekresultaten? Zoek niet verder! Deze Chrome-extensie is er om die naadloze ervaring die je mist te herstellen.\n\nWat doet deze extensie?\n\n* Herstelt de functionaliteit om Google Maps met één klik te openen, direct vanuit je zoekresultaten\n* Werkt moeiteloos in alle EU-landen die getroffen zijn door de recente wijzigingen in Google Zoeken\n* Verbetert je zoekervaring zonder ingewikkelde installatie of configuratie\n* Werkt op elk type Google Maps binnen de zoekresultaten\n\nWaarom je ervan zult houden:\n\n* Bespaar tijd: Geen adressenkopiëren of aparte zoekopdrachten op Google Maps meer\n* Stroomlijn je workflow: perfect voor mensen die regelmatig locaties moeten controleren\n* Gebruiksvriendelijk: Installeer en vergeet het - het werkt automatisch op de achtergrond\n* Privacy-gericht: Geen dataverzameling of tracking - alleen pure functionaliteit\n\nHoe het werkt:\n\n* Installeer de extensie met slechts één klik\n* Zoek naar een adres of locatie op Google zoals je normaal zou doen\n* Klik op de kaartminiatuur in je zoekresultaten\n* Voilà! Google Maps opent onmiddellijk met je gewenste locatie in een nieuw tabblad\n\nStop met het verspillen van kostbare seconden aan onnodige stappen en zeg vaarwel tegen de ergernis van een onderbroken workflow.\n\nWaarom kiezen voor \"Open Google Maps met één klik\"?\n\n* Ontwikkeld door gebruikers, voor gebruikers: We voelden dezelfde frustratie als jij en creëerden een oplossing\n* Lichtgewicht en snel: Vertraagt je browse-ervaring niet\n* Regelmatige updates: We zijn toegewijd aan het behouden van compatibiliteit naarmate Google evolueert\n\nEenvoudige installatie:\n\n* Klik op de knop \"Toevoegen aan browser\"\n* Bevestig de installatie\n* Begin te genieten van toegang tot Google Maps met één klik!\n\nVeelgestelde vragen:\n\nV: Zal deze extensie mijn browser vertragen?\nA: Helemaal niet! Onze extensie is lichtgewicht en geoptimaliseerd voor prestaties, draait stil op de achtergrond zonder invloed op je browsersnelheid.\n\nV: Zijn mijn gegevens veilig?\nA: Absoluut! We verzamelen, bewaren of verzenden geen van je persoonlijke gegevens. Je privacy is onze topprioriteit.\n\nBen je klaar om je Google Zoeken-ervaring te vereenvoudigen en waardevolle tijd te besparen? Installeer \"Open Google Maps met één klik\" nu en herontdek het gemak dat je hebt gemist. Laat EU-regelgeving je productiviteit niet belemmeren - neem vandaag nog de controle over je zoekervaring!",
    "pl": "Sfrustrowany niedawnymi zmianami w wyszukiwarce Google? Tęsknisz za wygodą szybkiego otwierania Map Google z wyników wyszukiwania? Nie szukaj dalej! To rozszerzenie Chrome jest tu, aby przywrócić tę płynną obsługę, której Ci brakowało.\n\nCo robi to rozszerzenie?\n\n* Przywraca funkcję otwierania Map Google jednym kliknięciem bezpośrednio z wyników wyszukiwania\n* Działa bezproblemowo we wszystkich krajach UE dotkniętych niedawnymi zmianami w wyszukiwarce Google\n* Poprawia Twoje doświadczenie wyszukiwania bez skomplikowanej konfiguracji\n* Działa z każdym rodzajem Map Google w wynikach wyszukiwania\n\nDlaczego je pokochasz:\n\n* Oszczędzaj czas: Koniec z kopiowaniem i wklejaniem adresów lub osobnym wyszukiwaniem w Mapach Google\n* Usprawnij swój przepływ pracy: idealne dla osób, które często muszą sprawdzać lokalizacje\n* Przyjazne dla użytkownika: Zainstaluj i zapomnij - działa automatycznie w tle\n* Skupione na prywatności: Brak zbierania danych czy śledzenia - tylko czysta funkcjonalność\n\nJak to działa:\n\n* Zainstaluj rozszerzenie jednym kliknięciem\n* Wyszukaj adres lub lokalizację w Google, jak zwykle\n* Kliknij na miniaturkę mapy w wynikach wyszukiwania\n* Voilà! Mapy Google otwierają się natychmiast z żądaną lokalizacją w nowej karcie\n\nPrzestań marnować cenne sekundy na niepotrzebne kroki i pożegnaj się z frustracją przerwanego przepływu pracy.\n\nDlaczego wybrać \"Otwórz Mapy Google jednym kliknięciem\"?\n\n* Stworzone przez użytkowników dla użytkowników: Odczuliśmy tę samą frustrację co Ty i stworzyliśmy rozwiązanie\n* Lekkie i szybkie: Nie spowalnia Twojego przeglądania\n* Regularne aktualizacje: Jesteśmy zaangażowani w utrzymanie kompatybilności w miarę rozwoju Google\n\nŁatwa instalacja:\n\n* Kliknij przycisk \"Dodaj do przeglądarki\"\n* Potwierdź instalację\n* Zacznij cieszyć się dostępem do Map Google jednym kliknięciem!\n\nCzęsto zadawane pytania:\n\nP: Czy to rozszerzenie spowolni moją przeglądarkę?\nO: Absolutnie nie! Nasze rozszerzenie jest lekkie i zoptymalizowane pod kątem wydajności, działa cicho w tle bez wpływu na szybkość przeglądania.\n\nP: Czy moje dane są bezpieczne?\nO: Absolutnie! Nie zbieramy, nie przechowujemy ani nie przesyłamy żadnych Twoich danych osobowych. Twoja prywatność jest naszym najwyższym priorytetem.\n\nGotowy, aby uprościć swoje doświadczenie z wyszukiwarką Google i zaoszczędzić cenny czas? Zainstaluj \"Otwórz Mapy Google jednym kliknięciem\" już teraz i odkryj na nowo wygodę, której Ci brakowało. Nie pozwól, aby przepisy UE hamowały Twoją produktywność - przejmij kontrolę nad swoim doświadczeniem wyszukiwania już dziś!",
    "ro": "Frustrat de schimbările recente din Google Search? Vă lipsește comoditatea de a deschide rapid Google Maps din rezultatele căutării? Nu mai căutați! Această extensie Chrome este aici pentru a restabili experiența fluidă care v-a lipsit.\n\nCe face această extensie?\n\n* Restabilește funcționalitatea de deschidere cu un singur clic a Google Maps direct din rezultatele căutării\n* Funcționează perfect în toate țările UE afectate de schimbările recente ale Google Search\n* Îmbunătățește experiența de căutare fără configurări complicate\n* Funcționează cu toate tipurile de Google Maps din rezultatele căutării\n\nDe ce o veți îndrăgi:\n\n* Economisiți timp: Nu mai este nevoie să copiați și să lipiți adrese sau să faceți căutări separate pe Google Maps\n* Simplificați fluxul de lucru: perfect pentru persoanele care trebuie să verifice frecvent locații\n* Ușor de folosit: Instalați și uitați de ea - funcționează automat în fundal\n* Axată pe confidențialitate: Fără colectare de date sau urmărire - doar funcționalitate pură\n\nCum funcționează:\n\n* Instalați extensia cu un singur clic\n* Căutați o adresă sau o locație pe Google ca de obicei\n* Faceți clic pe miniatura hărții din rezultatele căutării\n* Gata! Google Maps se deschide instantaneu cu locația dorită într-o filă nouă\n\nNu mai pierdeți secunde prețioase cu pași inutili și spuneți adio frustrării unui flux de lucru întrerupt.\n\nDe ce să alegeți \"Deschidere Google Maps cu un clic\"?\n\n* Dezvoltată de utilizatori, pentru utilizatori: Am simțit aceeași frustrare și am creat o soluție\n* Ușoară și rapidă: Nu încetinește experiența de navigare\n* Actualizări regulate: Ne angajăm să menținem compatibilitatea pe măsură ce Google evoluează\n\nInstalare ușoară:\n\n* Faceți clic pe butonul \"Adaugă în browser\"\n* Confirmați instalarea\n* Începeți să vă bucurați de accesul cu un clic la Google Maps!\n\nÎntrebări frecvente:\n\nÎ: Această extensie îmi va încetini browserul?\nR: Deloc! Extensia noastră este ușoară și optimizată pentru performanță, rulând silențios în fundal fără a afecta viteza de navigare.\n\nÎ: Sunt datele mele în siguranță?\nR: Absolut! Nu colectăm, stocăm sau transmitem niciuna dintre datele dvs. personale. Confidențialitatea dvs. este prioritatea noastră principală.\n\nSunteți gata să vă simplificați experiența de căutare Google și să economisiți timp prețios? Instalați \"Deschidere Google Maps cu un clic\" acum și redescoperiți comoditatea care v-a lipsit. Nu lăsați reglementările UE să vă împiedice productivitatea - preluați controlul asupra experienței de căutare astăzi!",
    "ru": "Разочарованы недавними изменениями в Google Поиске? Скучаете по удобству быстрого открытия Google Карт из результатов поиска? Не ищите дальше! Это расширение Chrome здесь, чтобы вернуть тот удобный опыт, которого вам не хватало.\n\nЧто делает это расширение?\n\n* Восстанавливает функцию открытия Google Карт одним кликом прямо из результатов поиска\n* Безупречно работает во всех странах ЕС, затронутых недавними изменениями Google Поиска\n* Улучшает ваш поисковый опыт без сложных настроек\n* Работает со всеми типами Google Карт в результатах поиска\n\nПочему вам это понравится:\n\n* Экономия времени: Больше никакого копирования и вставки адресов или отдельного поиска в Google Картах\n* Оптимизация рабочего процесса: идеально для людей, которым часто нужно проверять местоположения\n* Удобство использования: Установите и забудьте - работает автоматически в фоновом режиме\n* Ориентация на конфиденциальность: Без сбора данных или отслеживания - только чистая функциональность\n\nКак это работает:\n\n* Установите расширение одним кликом\n* Ищите адрес или место в Google как обычно\n* Кликните на миниатюру карты в результатах поиска\n* Готово! Google Карты мгновенно открываются с нужным местом в новой вкладке\n\nПрекратите тратить драгоценные секунды на ненужные шаги и попрощайтесь с неудобством прерванного рабочего процесса.\n\nПочему стоит выбрать \"Открытие Google Карт одним кликом\"?\n\n* Разработано пользователями для пользователей: Мы испытали то же разочарование и создали решение\n* Легкое и быстрое: Не замедляет работу браузера\n* Регулярные обновления: Мы обязуемся поддерживать совместимость по мере развития Google\n\nПростая установка:\n\n* Нажмите кнопку \"Добавить в браузер\"\n* Подтвердите установку\n* Начните наслаждаться доступом к Google Картам одним кликом!\n\nЧасто задаваемые вопросы:\n\nВ: Замедлит ли это расширение мой браузер?\nО: Совершенно нет! Наше расширение легкое и оптимизированное, работает тихо в фоновом режиме, не влияя на скорость просмотра.\n\nВ: Безопасны ли мои данные?\nО: Абсолютно! Мы не собираем, не храним и не передаем ваши личные данные. Ваша конфиденциальность - наш главный приоритет.\n\nГотовы упростить свой опыт работы с Google Поиском и сэкономить драгоценное время? Установите \"Открытие Google Карт одним кликом\" прямо сейчас и верните себе удобство, которого вам не хватало. Не позволяйте регуляциям ЕС мешать вашей продуктивности - возьмите контроль над своим поисковым опытом сегодня!",
    "sk": "Frustrovaní z nedávnych zmien vo vyhľadávaní Google? Chýba vám pohodlie rýchleho otvárania Google Maps z výsledkov vyhľadávania? Nehľadajte ďalej! Toto rozšírenie Chrome je tu, aby vám vrátilo tú plynulú skúsenosť, ktorá vám chýbala.\n\nČo toto rozšírenie robí?\n\n* Obnovuje funkciu jedného kliknutia pre otvorenie Google Maps priamo z výsledkov vyhľadávania\n* Bezproblémovo funguje vo všetkých krajinách EÚ ovplyvnených nedávnymi zmenami Google vyhľadávania\n* Vylepšuje váš zážitok z vyhľadávania bez komplikovaného nastavovania\n* Funguje so všetkými typmi Google Maps vo výsledkoch vyhľadávania\n\nPrečo si ho zamilujete:\n\n* Šetrí čas: Už žiadne kopírovanie a vkladanie adries alebo samostatné vyhľadávanie na Google Maps\n* Zjednodušuje pracovný postup: ideálne pre ľudí, ktorí potrebujú často kontrolovať lokality\n* Používateľsky prívetivé: Nainštalujte a zabudnite - funguje automaticky na pozadí\n* Zamerané na súkromie: Žiadne zbieranie údajov alebo sledovanie - len čistá funkcionalita\n\nAko to funguje:\n\n* Nainštalujte rozšírenie jedným kliknutím\n* Vyhľadajte adresu alebo miesto na Google ako obvykle\n* Kliknite na miniatúru mapy vo výsledkoch vyhľadávania\n* Hotovo! Google Maps sa okamžite otvorí s požadovanou lokalitou na novej karte\n\nPrestaňte strácať vzácne sekundy zbytočnými krokmi a rozlúčte sa s nepríjemnosťami prerušeného pracovného postupu.\n\nPrečo si vybrať \"Otvorenie Google Maps jedným kliknutím\"?\n\n* Vyvinuté používateľmi pre používateľov: Pocítili sme rovnakú frustráciu a vytvorili riešenie\n* Ľahké a rýchle: Nespomaľuje váš zážitok z prehliadania\n* Pravidelné aktualizácie: Zaväzujeme sa udržiavať kompatibilitu s vývojom Google\n\nJednoduchá inštalácia:\n\n* Kliknite na tlačidlo \"Pridať do prehliadača\"\n* Potvrďte inštaláciu\n* Začnite si užívať prístup do Google Maps jedným kliknutím!\n\nČasto kladené otázky:\n\nO: Spomalí toto rozšírenie môj prehliadač?\nA: Vôbec nie! Naše rozšírenie je ľahké a optimalizované pre výkon, beží ticho na pozadí bez vplyvu na rýchlosť prehliadania.\n\nO: Sú moje údaje v bezpečí?\nA: Absolútne! Nezbierame, neukladáme ani neprenášame žiadne vaše osobné údaje. Vaše súkromie je našou hlavnou prioritou.\n\nPripravení zjednodušiť si vyhľadávanie Google a ušetriť vzácny čas? Nainštalujte si \"Otvorenie Google Maps jedným kliknutím\" teraz a znovu objavte pohodlie, ktoré vám chýbalo. Nedovoľte nariadeniam EÚ brzdiť vašu produktivitu - prevezmite kontrolu nad svojím vyhľadávaním dnes!",
    "sv": "Frustrerad över de senaste ändringarna i Google Sök? Saknar du bekvämligheten att snabbt kunna öppna Google Maps från dina sökresultat? Leta inte längre! Detta Chrome-tillägg är här för att återställa den sömlösa upplevelse du har saknat.\n\nVad gör detta tillägg?\n\n* Återställer funktionen att öppna Google Maps med ett klick direkt från dina sökresultat\n* Fungerar smidigt i alla EU-länder som påverkats av de senaste ändringarna i Google Sök\n* Förbättrar din sökupplevelse utan krånglig installation eller konfiguration\n* Fungerar med alla typer av Google Maps inom sökresultaten\n\nVarför du kommer att älska det:\n\n* Spara tid: Slut på att kopiera och klistra in adresser eller göra separata sökningar på Google Maps\n* Effektivisera ditt arbetsflöde: perfekt för personer som ofta behöver kontrollera platser\n* Användarvänligt: Installera och glöm - det fungerar automatiskt i bakgrunden\n* Fokus på integritet: Ingen datainsamling eller spårning - bara ren funktionalitet\n\nHur det fungerar:\n\n* Installera tillägget med bara ett klick\n* Sök efter en adress eller plats på Google som du vanligtvis skulle göra\n* Klicka på kartminiatyren i dina sökresultat\n* Voilà! Google Maps öppnas omedelbart med din önskade plats i en ny flik\n\nSluta slösa värdefulla sekunder på onödiga steg och säg farväl till frustrationen med ett avbrutet arbetsflöde.\n\nVarför välja \"Öppna Google Maps med ett klick\"?\n\n* Utvecklat av användare, för användare: Vi kände samma frustration som du och skapade en lösning\n* Lättviktigt och snabbt: Saktar inte ner din surfupplevelse\n* Regelbundna uppdateringar: Vi är engagerade i att upprätthålla kompatibilitet när Google utvecklas\n\nEnkel installation:\n\n* Klicka på knappen \"Lägg till i webbläsaren\"\n* Bekräfta installationen\n* Börja njuta av åtkomst till Google Maps med ett klick!\n\nVanliga frågor:\n\nF: Kommer detta tillägg att göra min webbläsare långsammare?\nS: Absolut inte! Vårt tillägg är lättviktigt och optimerat för prestanda, det körs tyst i bakgrunden utan att påverka din webbläsarhastighet.\n\nF: Är mina data säkra?\nS: Absolut! Vi samlar inte in, lagrar eller överför någon av dina personuppgifter. Din integritet är vår högsta prioritet.\n\nÄr du redo att förenkla din Google Sök-upplevelse och spara värdefull tid? Installera \"Öppna Google Maps med ett klick\" nu och återupptäck bekvämligheten du har saknat. Låt inte EU-regler hämma din produktivitet - ta kontroll över din sökupplevelse idag!",
    "th,tr": "คุณรู้สึกหงุดหงิดกับการเปลี่ยนแปลงล่าสุดของ Google Search หรือไม่? คิดถึงความสะดวกในการเปิด Google Maps อย่างรวดเร็วจากผลการค้นหาหรือไม่? ไม่ต้องมองหาที่ไหนไกล! ส่วนขยาย Chrome นี้พร้อมที่จะคืนประสบการณ์ที่ราบรื่นที่คุณคิดถึงกลับมา\n\nส่วนขยายนี้ทำอะไรได้บ้าง?\n\n* คืนฟังก์ชันการคลิกครั้งเดียวเพื่อเปิด Google Maps โดยตรงจากผลการค้นหา\n* ทำงานได้อย่างราบรื่นในทุกประเทศในสหภาพยุโรปที่ได้รับผลกระทบจากการเปลี่ยนแปลงล่าสุดของ Google Search\n* ปรับปรุงประสบการณ์การค้นหาของคุณโดยไม่ต้องตั้งค่าที่ซับซ้อน\n* ทำงานกับ Google Maps ทุกรูปแบบในผลการค้นหา\n\nทำไมคุณจะต้องชอบมัน:\n\n* ประหยัดเวลา: ไม่ต้องคัดลอกและวางที่อยู่หรือค้นหาแยกใน Google Maps อีกต่อไป\n* ทำให้ขั้นตอนการทำงานง่ายขึ้น: เหมาะสำหรับผู้ที่ต้องตรวจสอบสถานที่บ่อยๆ\n* ใช้งานง่าย: ติดตั้งแล้วลืมได้เลย - ทำงานอัตโนมัติในพื้นหลัง\n* เน้นความเป็นส่วนตัว: ไม่มีการเก็บข้อมูลหรือติดตาม - มีแต่ฟังก์ชันการทำงานล้วนๆ\n\nวิธีการทำงาน:\n\n* ติดตั้งส่วนขยายด้วยการคลิกเพียงครั้งเดียว\n* ค้นหาที่อยู่หรือสถานที่บน Google เหมือนปกติ\n* คลิกที่ภาพขนาดย่อของแผนที่ในผลการค้นหา\n* เสร็จสิ้น! Google Maps จะเปิดขึ้นทันทีพร้อมสถานที่ที่ต้องการในแท็บใหม่\n\nหยุดเสียเวลาอันมีค่าไปกับขั้นตอนที่ไม่จำเป็นและบอกลาความหงุดหงิดจากการทำงานที่ไม่ต่อเนื่อง\n\nทำไมต้องเลือก \"เปิด Google Maps ด้วยคลิกเดียว\"?\n\n* พัฒนาโดยผู้ใช้ เพื่อผู้ใช้: เรารู้สึกหงุดหงิดเหมือนกันและสร้างวิธีแก้ปัญหา\n* เบาและเร็ว: ไม่ทำให้ประสบการณ์การท่องเว็บช้าลง\n* อัปเดตสม่ำเสมอ: เรามุ่งมั่นที่จะรักษาความเข้ากันได้ตามการพัฒนาของ Google\n\nการติดตั้งง่าย:\n\n* คลิกปุ่ม \"เพิ่มลงในเบราว์เซอร์\"\n* ยืนยันการติดตั้ง\n* เริ่มเพลิดเพลินกับการเข้าถึง Google Maps ด้วยคลิกเดียว!\n\nคำถามที่พบบ่อย:\n\nถาม: ส่วนขยายนี้จะทำให้เบราว์เซอร์ของฉันช้าลงหรือไม่?\nตอบ: ไม่เลย! ส่วนขยายของเราเบาและเพิ่มประสิทธิภาพแล้ว ทำงานเงียบๆ ในพื้นหลังโดยไม่ส่งผลต่อความเร็วในการท่องเว็บ\n\nถาม: ข้อมูลของฉันปลอดภัยหรือไม่?\nตอบ: แน่นอน! เราไม่เก็บ จัดเก็บ หรือส่งข้อมูลส่วนบุคคลใดๆ ของคุณ ความเป็นส่วนตัวของคุณคือสิ่งสำคัญที่สุดสำหรับเรา\n\nพร้อมที่จะทำให้ประสบการณ์การค้นหา Google ของคุณง่ายขึ้นและประหยัดเวลาอันมีค่าหรือยัง? ติดตั้ง \"เปิด Google Maps ด้วยคลิกเดียว\" ตอนนี้และค้นพบความสะดวกที่คุณคิดถึงอีกครั้ง อย่าให้กฎระเบียบของสหภาพยุโรปขัดขวางประสิทธิภาพการทำงานของคุณ - ควบคุมประสบการณ์การค้นหาของคุณวันนี้!",
    "uk": "Розчаровані недавніми змінами в Google Пошуку? Сумуєте за зручністю швидкого відкриття Google Maps з результатів пошуку? Не шукайте далі! Це розширення Chrome тут, щоб повернути той безперебійний досвід, якого вам не вистачало.\n\nЩо робить це розширення?\n\n* Відновлює функціональність відкриття Google Maps одним кліком прямо з результатів пошуку\n* Безперебійно працює у всіх країнах ЄС, які зазнали впливу недавніх змін Google Пошуку\n* Покращує ваш пошуковий досвід без складних налаштувань\n* Працює з усіма типами Google Maps у результатах пошуку\n\nЧому вам це сподобається:\n\n* Економія часу: Більше не потрібно копіювати та вставляти адреси або виконувати окремий пошук у Google Maps\n* Оптимізація робочого процесу: ідеально для людей, яким часто потрібно перевіряти місцезнаходження\n* Зручність у використанні: Встановіть і забудьте - працює автоматично у фоновому режимі\n* Орієнтація на конфіденційність: Без збору даних чи відстеження - лише чиста функціональність\n\nЯк це працює:\n\n* Встановіть розширення одним кліком\n* Шукайте адресу або місце в Google як зазвичай\n* Клацніть на мініатюру карти в результатах пошуку\n* Готово! Google Maps миттєво відкривається з потрібним місцем у новій вкладці\n\nПрипиніть витрачати дорогоцінні секунди на непотрібні кроки і попрощайтеся з незручністю перерваного робочого процесу.\n\nЧому варто вибрати \"Відкриття Google Maps одним кліком\"?\n\n* Розроблено користувачами для користувачів: Ми відчули те саме розчарування і створили рішення\n* Легке та швидке: Не сповільнює роботу браузера\n* Регулярні оновлення: Ми зобов'язуємось підтримувати сумісність у міру розвитку Google\n\nПроста установка:\n\n* Натисніть кнопку \"Додати до браузера\"\n* Підтвердіть встановлення\n* Почніть насолоджуватися доступом до Google Maps одним кліком!\n\nЧасті запитання:\n\nП: Чи сповільнить це розширення мій браузер?\nВ: Зовсім ні! Наше розширення легке та оптимізоване для продуктивності, працює тихо у фоновому режимі, не впливаючи на швидкість перегляду.\n\nП: Чи в безпеці мої дані?\nВ: Абсолютно! Ми не збираємо, не зберігаємо і не передаємо жодних ваших особистих даних. Ваша конфіденційність - наш головний пріоритет.\n\nГотові спростити свій досвід роботи з Google Пошуком та зекономити дорогоцінний час? Встановіть \"Відкриття Google Maps одним кліком\" зараз і відкрийте для себе заново зручність, якої вам не вистачало. Не дозволяйте регуляціям ЄС заважати вашій продуктивності - візьміть контроль над своїм пошуковим досвідом сьогодні!",
    "vi": "Bạn thấy khó chịu với những thay đổi gần đây trong Google Tìm kiếm? Bạn nhớ sự tiện lợi khi mở nhanh Google Maps từ kết quả tìm kiếm? Đừng tìm đâu xa! Tiện ích mở rộng Chrome này sẽ giúp bạn khôi phục lại trải nghiệm mượt mà mà bạn đang nhớ.\n\nTiện ích mở rộng này làm gì?\n\n* Khôi phục chức năng mở Google Maps trực tiếp từ kết quả tìm kiếm chỉ với một cú nhấp\n* Hoạt động mượt mà ở tất cả các quốc gia EU bị ảnh hưởng bởi những thay đổi gần đây của Google Tìm kiếm\n* Cải thiện trải nghiệm tìm kiếm của bạn mà không cần cài đặt phức tạp\n* Hoạt động với mọi loại Google Maps trong kết quả tìm kiếm\n\nTại sao bạn sẽ thích nó:\n\n* Tiết kiệm thời gian: Không còn phải sao chép và dán địa chỉ hoặc tìm kiếm riêng trên Google Maps\n* Tối ưu hóa quy trình làm việc: hoàn hảo cho những người thường xuyên cần kiểm tra địa điểm\n* Thân thiện với người dùng: Cài đặt và quên đi - tự động hoạt động trong nền\n* Tập trung vào quyền riêng tư: Không thu thập dữ liệu hay theo dõi - chỉ có tính năng thuần túy\n\nCách hoạt động:\n\n* Cài đặt tiện ích mở rộng với một cú nhấp\n* Tìm kiếm địa chỉ hoặc địa điểm trên Google như bình thường\n* Nhấp vào hình thu nhỏ bản đồ trong kết quả tìm kiếm\n* Xong! Google Maps mở ngay lập tức với địa điểm mong muốn trong tab mới\n\nNgừng lãng phí những giây quý báu vào các bước không cần thiết và tạm biệt sự phiền toái của quy trình làm việc bị gián đoạn.\n\nTại sao chọn \"Mở Google Maps Với Một Cú Nhấp\"?\n\n* Được phát triển bởi người dùng, cho người dùng: Chúng tôi đã cảm nhận được sự khó chịu tương tự và tạo ra giải pháp\n* Nhẹ và nhanh: Không làm chậm trải nghiệm duyệt web của bạn\n* Cập nhật thường xuyên: Chúng tôi cam kết duy trì tính tương thích khi Google phát triển\n\nCài đặt dễ dàng:\n\n* Nhấp vào nút \"Thêm vào trình duyệt\"\n* Xác nhận cài đặt\n* Bắt đầu tận hưởng truy cập Google Maps với một cú nhấp!\n\nCâu hỏi thường gặp:\n\nH: Tiện ích mở rộng này có làm chậm trình duyệt của tôi không?\nĐ: Hoàn toàn không! Tiện ích mở rộng của chúng tôi nhẹ và được tối ưu hóa hiệu suất, chạy âm thầm trong nền mà không ảnh hưởng đến tốc độ duyệt web.\n\nH: Dữ liệu của tôi có an toàn không?\nĐ: Tuyệt đối! Chúng tôi không thu thập, lưu trữ hoặc truyền bất kỳ dữ liệu cá nhân nào của bạn. Quyền riêng tư của bạn là ưu tiên hàng đầu của chúng tôi.\n\nBạn đã sẵn sàng đơn giản hóa trải nghiệm Google Tìm kiếm và tiết kiệm thời gian quý báu chưa? Cài đặt \"Mở Google Maps Với Một Cú Nhấp\" ngay bây giờ và khám phá lại sự tiện lợi mà bạn đã nhớ. Đừng để quy định của EU cản trở năng suất của bạn - hãy kiểm soát trải nghiệm tìm kiếm của bạn ngay hôm nay!",
    "zh_CN": "对Google搜索最近的改变感到困扰吗？怀念从搜索结果中快速打开Google地图的便利性吗？别再犹豫了！这款Chrome扩展程序来帮您重获那份您一直想念的流畅体验。\n\n这款扩展程序能做什么？\n\n* 恢复从搜索结果直接打开Google地图的一键式功能\n* 在所有受最近Google搜索变更影响的欧盟国家中完美运行\n* 无需复杂设置即可提升您的搜索体验\n* 适用于搜索结果中的所有Google地图类型\n\n为什么您会喜欢它：\n\n* 节省时间：无需再复制粘贴地址或在Google地图上单独搜索\n* 简化工作流程：特别适合经常需要查看位置的用户\n* 用户友好：安装后即可在后台自动运行，无需额外操作\n* 注重隐私：无数据收集或跟踪，纯粹的功能体验\n\n使用方法：\n\n* 一键安装扩展程序\n* 像往常一样在Google上搜索地址或位置\n* 点击搜索结果中的地图缩略图\n* 瞬间完成！Google地图将在新标签页中打开，显示您想要的位置\n\n告别繁琐步骤带来的时间浪费，摆脱工作流程中断的烦恼。\n\n为什么选择\"一键打开Google地图\"？\n\n* 由用户开发，为用户服务：我们感同身受，因此创造了这个解决方案\n* 轻量快速：不会降低您的浏览体验\n* 定期更新：我们承诺随着Google的发展持续保持兼容性\n\n简单安装：\n\n* 点击\"添加到浏览器\"按钮\n* 确认安装\n* 立即开始享受一键访问Google地图的便利！\n\n常见问题：\n\n问：这个扩展程序会减慢我的浏览器速度吗？\n答：完全不会！我们的扩展程序经过轻量化和性能优化，在后台静默运行，不会影响您的浏览速度。\n\n问：我的数据安全吗？\n答：当然安全！我们不会收集、存储或传输您的任何个人数据。您的隐私是我们的首要考虑。\n\n准备好简化您的Google搜索体验并节省宝贵时间了吗？立即安装\"一键打开Google地图\"，重新发现您一直想念的便利性。不要让欧盟法规影响您的工作效率 - 现在就掌控您的搜索体验！",
    "zh_TW": "對Google搜尋最近的變更感到困擾嗎？懷念從搜尋結果中快速開啟Google地圖的便利性嗎？別再猶豫了！這款Chrome擴充功能就是要幫您重拾那份您一直想念的流暢體驗。\n\n這款擴充功能能做什麼？\n\n* 恢復從搜尋結果直接開啟Google地圖的單鍵功能\n* 在所有受最近Google搜尋變更影響的歐盟國家中完美運作\n* 無需複雜設定即可提升您的搜尋體驗\n* 適用於搜尋結果中的所有Google地圖類型\n\n為什麼您會喜歡它：\n\n* 節省時間：不用再複製貼上地址或在Google地圖上單獨搜尋\n* 簡化工作流程：特別適合經常需要查看位置的使用者\n* 使用者友善：安裝後即可在背景自動運作，無需額外操作\n* 注重隱私：無資料蒐集或追蹤，純粹的功能體驗\n\n使用方法：\n\n* 一鍵安裝擴充功能\n* 像往常一樣在Google上搜尋地址或位置\n* 點擊搜尋結果中的地圖縮圖\n* 瞬間完成！Google地圖將在新分頁中開啟，顯示您想要的位置\n\n告別繁瑣步驟帶來的時間浪費，擺脫工作流程中斷的煩惱。\n\n為什麼選擇「一鍵開啟Google地圖」？\n\n* 由使用者開發，為使用者服務：我們感同身受，因此創造了這個解決方案\n* 輕量快速：不會降低您的瀏覽體驗\n* 定期更新：我們承諾隨著Google的發展持續保持相容性\n\n簡單安裝：\n\n* 點擊「新增至瀏覽器」按鈕\n* 確認安裝\n* 立即開始享受一鍵存取Google地圖的便利！\n\n常見問題：\n\n問：這個擴充功能會減慢我的瀏覽器速度嗎？\n答：完全不會！我們的擴充功能經過輕量化和效能最佳化，在背景靜默運作，不會影響您的瀏覽速度。\n\n問：我的資料安全嗎？\n答：當然安全！我們不會蒐集、儲存或傳輸您的任何個人資料。您的隱私是我們的首要考量。\n\n準備好簡化您的Google搜尋體驗並節省寶貴時間了嗎？立即安裝「一鍵開啟Google地圖」，重新發現您一直想念的便利性。不要讓歐盟法規影響您的工作效率 - 現在就掌控您的搜尋體驗！"
  }
}