{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Clear"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Clear enables users to quickly close all open tabs, including pinned and incognito mode tabs, with just one click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Clear is a simple yet effective Chrome extension designed to help users clear their cluttered browsing windows with ease. It allows users to close all open tabs in one click, including pinned tabs and incognito mode tabs if desired.\n\nWith Tab Clear, users can customize their experience by choosing which types of tabs they want to close. They can either close all tabs, excluding pinned or incognito tabs, or they can choose to include them. This option can be accessed via the extension's menu, which appears when the user clicks on the Tab Clear icon.\n\nThe extension also provides a useful confirmation feature that prevents accidental tab closure. When the user clicks on the \"Clear All Tabs\" button, a confirmation dialog box will appear, giving them the opportunity to cancel the action if they change their mind. \n\nWith tab clear. We believe everyone should have an amazing browsing experience. Tab clear also assists with Domain errors when a website is no long reachable by providing a new page allowing you to search for a relative website or visit another website. Coming soon we will also have the ability to help our users when they reach a 404 error page and other HTTP errors. \n\nOverall, Tab Clear is a handy tool for anyone who wants to quickly declutter their browser window and start fresh. Its simple interface and customizable options make it easy to use, and its ability to close all tabs in one click can save users valuable time and effort."
  }
}