{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fixline"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "World's first link based calling app. Receive calls without sharing your number."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fixline: World's first link based calling app. Receive calls without sharing your number.\nYou can receive audio video calls on your Fixline mobile app by sharing your call links.\nChrome Extension helps you to with:\n 1. Quick call links creation on Desktop\n 2. Access to call logs and call back from Desktop\n 3. Access your already created links in Desktop \n\nFixline app is the world's first secure, calling app using caller link.\n\n\nCall Without Number is Internet/WIFI Calling App lets you make free international calls to anyone over WiFi and 3G/4G data networks without using any cell minutes. Whichever country you are in, you can make international calls to any other country with mobile internet or wifi using online calls. Unlimited FREE internet calls to anyone in the world.\n\n\nNo need to keep your Fixed Phone.\n\nFree global phone calling App.\n\nFree International Roaming Calls & Receiving.\n\nFree global phone calls. No contract, no hidden fees.\n\nNo hidden fees, No contract Just Share a link and start calling globally with anyone.\n\n\n\nNo cell phone data plan? No problem. You can use WiFi to make free calls.\n\n\nFixline- Call Without Number is Internet/WIFI Calling App Features :\n\n\nMake Free International Phone Calls\n\nEasy to manage your contacts\n\nCompletely FREE CALL\n\nLink caller id to Know who is calling you\n\nFree wifi calling worldwide.\n\nFree global phone call\n\nClear & Stable Calling\n\nStart Free Video Calling with friends without lags.\n\nFree ‘Call To India’ call anyone in the world\n\nMake high-quality phone calls with clarity and stability!\n\nNo Phone Bills\n\nQuick Reply easily (and quickly) respond to friends\n\nMake and receive voice calls\n\nfree VoIP calls for national and international\n\nNo hidden fees\n\n\nCall and contacts management:\n\nManage call logs\n\nDecide when to receive calls\n\nDecide days or time when to not receive calls from a person / link\n\nDiscard a call link when you want to stop talking to a person\n\nManage spam calls by permanently blocking or disabling a call contact link\n\nSafest way to share your ‘new’ private number of Fixline link\n\nNow no need to share your phone number with a stranger\n\nSave yourself from spam calls\n\nShare your phone number only with close family and friends, share Fixline call links with anyone else in the globe\n\n\nFree call to India from anywhere\n\nFree call to USA from Americas or anywhere in the world\n\nFree call to Germany from Europe or anywhere\n\nFree call to Canada from India or any place in the world\n\nFree calls to Indian subcontinent countries like Srilanka, Nepal, Pakistan, Bhutan, and Bangladesh\n\nFree international and local calls to Russia, Brazil, China, Africa\n\nFixLine app is your go to place for free local and international calling needs.\n\n\nWHY CHOOSE ‘Fixline Wifi Free Calling App’ for your call needs?\n\n\nFree INTERNATIONAL CALLS\n\nCall international for free Unlike other calling apps, we have no hidden fees free International calling has never been cheaper!\n\n\nFREE INTERNATIONAL CALLS\n\nInvite friends using a calling link to get started with free calls. Once your friend clicks on the call link.\n\n\nDISPLAY YOUR NAME WITH A CALL LINK\n\n- We show it to the people you call. Family & friends will know it’s you.\n\n\nSAVE MONEY BY USING FREE INTERNET CALL\n\n- Need to call international or call home from another country? Connect to any hotspot or wifi and avoid roaming.\n\n\nFREE INTERNATIONAL CALLING FROM INTERNET CALLING\n\n- Just like in any other VoIP calling Apps, all calls between wifi calling App users are free.\n\n\nSECURE VIDEO CALL\n\n- Feel Safe and secure while video calling and no number will display anyone with clear and stable calling.\n\n\nSTAY IN TOUCH WITH FAMILY\n\n- Make calls to family & friends back home. Talk home folk wherever you are free and start talking with them by using internet-free online calling. They don't even need Our Calling App. Just Share a calling link and start an online call. Enjoy cheap wifi phone calls.\n\n\nSECURE INTERNET CALL\n\n- Feel Safe to Call anyone on the internet with clear and stable calling and a zero-log policy.\n\n\nClear & Stable Internet Calling\n\n- free calling app that makes international calling affordable and gives you HD quality international phone"
  }
}