{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Aim Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A powerful search extension that lets you quickly search across multiple engines."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover the Ultimate Search Extension!\n\nTransform the way you search the web with our innovative extension that consolidates access to countless websites into a single, user-friendly interface.\n\nKey Features:\n\n- Unified Search Box: Search any website directly from one convenient search box, eliminating the need to navigate through multiple tabs or bookmarks.\n\n- Extensive Search Engine Library: With thousands of pre-configured search engines, you can easily find information across various platforms. Plus, you have the flexibility to add your own custom search engines.\n\n- Versatile Search Options: Whether you're looking for information, videos, images, translations, maps, shopping deals, or currency conversions, our extension has you covered.\n\n- Local Search Capabilities: Effortlessly search for local businesses and services in your area, making it easier to find what you need without the hassle.\n\n- Privacy Focused: Your searches remain private and secure, as they do not leave your browser. Enjoy peace of mind knowing that your data is protected.\n\n- Convenient Shortcuts: Utilize keyboard shortcuts for quick access and enhanced functionality, including options for opening results in new tabs or windows.\n\n- Seamless Experience: Say goodbye to Google's \"Redirect Notice\" page when using the \"I'm feeling lucky\" feature, ensuring a smoother and faster browsing experience.\n\nWhy Choose Our Extension?\n\nIf you're tired of the limitations of traditional search methods and want a more efficient way to access information online, this extension is designed for you. It streamlines your search process, enhances your privacy, and provides a customizable experience tailored to your needs."
  }
}