{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shoonya Flagger - AI4Bharat"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shoonya Flagger is a powerful Chrome extension designed to enhance the accuracy and efficiency of ASR (Automatic Speech…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shoonya Flagger is a powerful Chrome extension designed to enhance the accuracy and efficiency of ASR (Automatic Speech Recognition) annotation review processes on the Shoonya platform. Developed by AI4Bharat, this extension enables reviewers, super checkers, and data leads to quickly and easily flag incorrect transcriptions, providing valuable insights for performance evaluation and data analysis.\n\nKey Features:\nRole Selection: Choose your role (Annotator, Reviewer, SuperChecker, Data Lead) during setup to personalize your experience.\nContext Menu Integration: Simply select the incorrect part of the transcription, right-click, and press \"Flag\" to submit the error.\nDetailed Analysis: Automatically stores flagged data and displays user-wise errors for a comprehensive performance evaluation.\nSeamless Integration: Works effortlessly with the Shoonya platform, enhancing your workflow without disruption.\nEasy Setup: Quick and straightforward setup process to get you started in no time.\n\nHow to Use:\n1. Install the Extension: Add Shoonya Flagger to your Chrome browser.\n2. Select Your Role: Click on the extension icon and choose your role (Annotator, Reviewer, SuperChecker, Data Lead) from the popup.\n3. Flag Incorrect Transcriptions: Highlight the incorrect part of the transcription, right-click, and select \"Flag\" from the context menu.\n4. Submit and Review: The flagged data is automatically stored, providing insights into user performance and detailed analysis for improving transcription accuracy.\n\nShoonya Flagger is an essential tool for anyone involved in the ASR annotation process, making it easier to maintain high standards of transcription quality. Improve your workflow, enhance accuracy, and contribute to better data with Shoonya Flagger.\n\nSupport:\nFor any issues, suggestions, or feedback, please contact us at contact@imradhe.org."
  }
}