{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "lockrMail: email on your terms"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your inbox at your fingertips: Streamline site registrations, proactively set email delivery settings, view verification emails and…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your inbox at your fingertips: Streamline site registrations, proactively set email delivery settings, view verification emails and discount codes in real-time as you browse.  \n\nThe new and improved lockrMail chrome extension will revolutionize your online browsing experience:\n\n- Detect and auto-complete email fields with your lockrMail email address \n- Proactively enable email settings by domain at the point of registration\n- View and adjust Sender emails and delivery settings as you browse \n- Receive notifications of recent emails and read them directly in the extension \n- View, copy, and activate relevant discount codes for online shopping\n- Signal your privacy preferences via Global Privacy Control (GPC)\n\nlockrMail is a free productivity tool that acts as a pre-filter for your inbox, providing you with a unique and secure email address to use across the web. Custom filters allow lockrMail users to decide which promotional emails land in their primary inbox and which are blocked entirely. lockrMail (www.lockrMail.com) is compatible with all email clients and sign-up can be completed directly in the extension. \n\nUnlock your inbox - a new browsing experience from lockrMail. \n\nBy downloading the lockrMail Chrome Extension, you agree to our T&Cs / Privacy Policy here: https://lockrmail.com/privacy-policy/"
  }
}