{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Playlist Duration Analyzer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Calculate the time duration to complete the playlist videos on youtube with video skip and video speed control estimation feature"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Playlist Duration Analyzer is an extension which calculates and displays the YouTube playlist duration in a personalized manner. The main focus of this extension is the personalization it provides while you want to calculate the total duration.\n\nDuration calculation can be personalized using options provided as part of this extension. Some Catchy Features of this extension.\n\nYou can select the playback speed of the videos on which you prefer to watch and calculation of duration will be done accordingly. \n\nConsider you have watched some videos, now you want to calculate how much time is left to complete the playlist. You can do this with the help of this extension. Just input the space separated video numbers or range of video number StartVideo-EndVideo and these videos will be excluded from the calculation of total duration.\nExample : 1-10 15 17 -> This will skip all videos from 1 to 10 and 15th, 17th video in the playlist.\n\nHow to use :-\nAfter adding extension simply, pin the extension to chrome address bar. Now visit any YouTube playlist and click on the extension. Click on \"Analyze now\" button and result will be displayed in the extension.\n\nIf the playlist size exceeds 100 videos, scroll down the page and once all the videos are loaded click on the Analyze now button again to get the accurate result."
  }
}