{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,kn,lv,ml,mr,ms,no,pt_BR,pt_PT,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Passbolt - Open source password manager",
    "de": "Passbolt - Open Source Passwort Manager",
    "es": "Passbolt - Gestor de contraseñas Open Source",
    "it": "Passbolt - gestore di password open source",
    "ja": "Passbolt - オープンソースのパスワードマネージャー",
    "ko": "패스볼트 - 오픈소스 암호 관리 프로그램",
    "lt": "Passbolt – atviro kodo slaptažodžių tvarkyklė",
    "nl": "Passbolt - Open source wachtwoordbeheerder",
    "pl": "Passbolt - opensource'owy menedżer haseł",
    "ro": "Passbolt - Manager open source de parole",
    "ru": "Passbolt - Менеджер паролей с открытым кодом"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lv,ml,mr,ms,no,pt_BR,pt_PT,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Passbolt extension for the open source password manager for teams.",
    "de": "Passbolt Erweiterung für den Open Source Passwort-Manager für Teams.",
    "es": "Extensión Passbolt para el gestor de contraseñas de código abierto para equipos.",
    "fr": "Passbolt est un gestionnaire de mots de passe open source conçu pour les équipes.",
    "it": "Estensione Passbolt per il gestore di password open source per team.",
    "ja": "チーム向けのオープンソースのパスワードマネージャー用のパスボルト拡張機能。",
    "ko": "팀을 위한 오픈 소스 암호 관리자 패스볼트 확장 프로그램",
    "lt": "Passbolt plėtinys, skirtas atvirojo kodo slaptažodžių tvarkyklei komandoms.",
    "nl": "De Passbolt-extensie voor de open source wachtwoordbeheerder voor teams.",
    "pl": "Rozszerzenie Passbolt dla opensource'owego menedżera haseł dla zespołów.",
    "ro": "Extensia web Passbolt pentru managerul open source de parole pentru echipe.",
    "ru": "Расширение Passbolt для менеджера паролей c открытым исходным кодом."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Passbolt is an open source password manager designed for collaboration. You can securely generate, store, manage and monitor your team credentials.\n\nGet access to all of your logins and passwords from multiple browsers or even your mobile phone. Create strong random passwords, thanks to the fully customizable password generator, and share them instantly with your team. \n\nPassbolt is built on top of an open API made for developers and agile teams. Passbolt is extensible and yet usable by everyone. No technical knowledge is required to use it.\n\nThis is why Passbolt is trusted by small businesses, as well as government offices, regulated industries, and privacy-conscious organizations:\n\nBoost collaboration & productivity:\n- Easily share one password, or a folder with a single user or a group of users;\n- Use personal or shared tags to identify passwords and secrets;\n- Give specific access rights to a user or group;\n- Get detailed reporting on access & change history.\n\nSecurity by design. Audited and certified:\n- True end-to-end encryption;\n- Interoperable cryptography based on OpenPGP;\n- Full control your own encryption key;\n- Access revocation that actually works;\n- Regularly audited by independent auditors.\n\nMade in Europe.  Privacy by default:\n- Host it in our cloud, located in Europe;\n- Or self-host it for full data ownership;\n- No tracker, no strings attached.\n\nPassbolt source code comes under an AGPL license (yes even the commercial version) and is publicly available. You are free to audit it, contribute to it, or redistribute it.\n\nThis add-on is required to use the software, in order to provide advanced security features as well as functionality such as password auto filling on web pages.\n\nGet started now: https://www.passbolt.com/cloud/signup\nCheck the source code: https://github.com/passbolt"
  }
}