{
  "name": {
    "ar": "Remove Shorts - Youtube Blocker",
    "am": "Hide Sidebar - Hide Comments",
    "bg,te": "Custom Youtube - Hide Sidebar",
    "bn,ca,en,en_AU,en_GB,en_US,es_419,ml,pt_BR,pt_PT,ru,uk,zh_CN,zh_TW": "Custom Youtube",
    "cs": "Vlastní Youtube",
    "da": "Brugerdefineret Youtube",
    "de": "benutzerdefiniertes Youtube",
    "el": "Hide Comments - No Thumbnails",
    "es": "Youtube personalizado",
    "et": "Block Thumbnails - Hide Sidebar",
    "fa,gu": "No Thumbnails - Youtube Ad Block",
    "fi": "Mukautettu Youtube",
    "fil": "Youtube Ad Block - No Thumbnails",
    "fr": "Youtube personnalisé",
    "he": "Hide Sidebar - Remove Shorts",
    "hi": "Block Thumbnails - Remove Shorts",
    "hr": "Remove Shorts - Block Thumbnails",
    "hu": "Youtube Ad Block - Custom Youtube",
    "id": "Hide Comments - Block Shorts",
    "it": "Youtube personalizzato",
    "ja": "カスタムYouTube",
    "kn": "No Thumbnails - Hide Comments",
    "ko": "맞춤 YouTube",
    "lt": "Pasirinktinis Youtube",
    "lv": "Pielāgots Youtube",
    "mr,ro": "Block Shorts - Block Thumbnails",
    "ms,th": "Block Thumbnails - Youtube Ad Block",
    "nl": "Aangepaste Youtube",
    "no": "Tilpasset Youtube",
    "pl": "Niestandardowy Youtube",
    "sk": "Vlastné Youtube",
    "sl": "Prilagojen Youtube",
    "sr": "Custom Youtube - Remove Shorts",
    "sv": "Anpassad Youtube",
    "sw": "Youtube Blocker - No Thumbnails",
    "ta": "Block Shorts - Remove Shorts",
    "tr": "Özel Youtube",
    "vi": "Youtube Blocker - Block Shorts"
  },
  "short": {
    "ar,fa,hi,sr": "Eliminate distractions on YouTube: hide sidebar, block comments, remove shorts, and disable thumbnails. Enhance your viewing…",
    "am,gu,mr": "Eliminate distractions on YouTube: hide sidebar, remove comments, block shorts, no thumbnails, youtube ad block. Stay laser-focused…",
    "bg,el,hr,kn,ms,ta": "Eliminate distractions on YouTube: hide sidebar, block comments, remove shorts, and disable thumbnails. Say goodbye to annoying ads…",
    "bn,ca,en,en_AU,en_US,es_419,ml,pt_BR,pt_PT,ru,uk,zh_CN,zh_TW": "Hide distractions on YouTube",
    "cs": "Skrýt rozptylování na YouTube: související videa, komentáře, krátké klipy, návrhy, domovskou stránku, trendování. Zůstaňte…",
    "da": "Skjul distraktioner på YouTube: relaterede videoer, kommentarer, shorts, forslag, hjemmeside, trending. Forbliv fokuseret!",
    "de": "Verstecke Ablenkungen auf YouTube: verwandte Videos, Kommentare, Shorts, Vorschläge, Startseite, im Trend. Bleib fokussiert!",
    "en_GB": "Hide distractions on YouTube: related videos, comments, shorts, suggestions, homepage, trending. Stay focused!",
    "es": "Oculta distracciones en YouTube: videos relacionados, comentarios, cortos, sugerencias, página de inicio, tendencias. ¡Mantente…",
    "et,fil,te": "Eliminate distractions on YouTube: hide sidebar, block comments, remove shorts, and hide trending. Stay laser-focused with the help…",
    "fi": "Piilota häiriötekijät YouTubessa: liittyvät videot, kommentit, lyhyet, ehdotukset, kotisivu, suuntaukset. Pysy keskittyneenä!",
    "fr": "Masquez les distractions sur YouTube : vidéos associées, commentaires, shorts, suggestions, page d'accueil, tendances. Restez…",
    "he,hu,id,sw,th,vi": "Block out distractions on YouTube: related videos, comments, and shorts. Remove suggestions, hide the homepage, and block trending.…",
    "it": "Nascondi le distrazioni su YouTube: video correlati, commenti, cortometraggi, suggerimenti, homepage, tendenze. Rimani concentrato!",
    "ja": "YouTubeの邪魔を隠します：関連動画、コメント、ショート、提案、ホームページ、トレンド。集中しましょう！",
    "ko": "YouTube에서 방해가 되는 것들을 숨깁니다: 관련 동영상, 댓글, 짧은 클립, 제안, 홈페이지, 트렌드. 집중하세요!",
    "lt": "Paslėpkite trikdžius „YouTube“: susijusius vaizdo įrašus, komentarus, trumpametražius, pasiūlymus, pagrindinį puslapį, tendencijas.…",
    "lv": "Paslēpt novirzīšanās YouTube: saistītie videoklipi, komentāri, īsfilmas, ieteikumi, sākumlapa, aktuālākais. Palieciet koncentrēts!",
    "nl": "Verberg afleidingen op YouTube: gerelateerde video's, reacties, shorts, suggesties, homepage, trending. Blijf gefocust!",
    "no": "Skjul distraksjoner på YouTube: relaterte videoer, kommentarer, shorts, forslag, hjemmeside, trending. Hold fokus!",
    "pl": "Ukryj rozproszenia na YouTube: powiązane filmy, komentarze, krótkie, sugestie, strona główna, trendy. Skup się!",
    "ro": "Block out distractions on YouTube: related videos, comments, and shorts. Remove suggestions and trending from the homepage. Stay…",
    "sk": "Skryte rušivé prvky na YouTube: súvisiace videá, komentáre, krátke klipy, návrhy, domovská stránka, trendujúce. Zostaňte sústredený!",
    "sl": "Skrij moteča sporočila na YouTube: povezani videoposnetki, komentarji, kratki posnetki, predlogi, domača stran, trendi. Ostanite…",
    "sv": "Dölj distraktioner på YouTube: relaterade videoklipp, kommentarer, shorts, förslag, hemsida, trendande. Förbli fokuserad!",
    "tr": "YouTube'daki dikkat dağıtıcıları gizleyin: ilgili videolar, yorumlar, kısa videolar, öneriler, ana sayfa, trendler. Odaklanın!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to 'Custom YouTube,' your indispensable Chrome extension for transforming your YouTube experience. Say goodbye to distractions and hello to focus! With this powerful tool, effortlessly hide related videos, comments, shorts, suggestions, homepage, and trending content.\n\nTailor your YouTube interface to match your preferences, creating a clean and personalized environment. Whether you're seeking a productivity boost or simply aiming to enjoy a clutter-free YouTube journey, 'Custom YouTube' has you covered.\n\nImmerse yourself in a seamless, distraction-free viewing experience. Take control of your YouTube, stay focused, and enhance your productivity with the 'Custom YouTube' Chrome extension. Your personalized YouTube journey awaits"
  }
}