{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Piggy blocker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Допомогає очистити ваш YouTube від російськомовного контенту",
    "en": "Helps to clean up your YouTube from content in russian language"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Це розширення написано для українців, яким набридло бачити на своєму Youtube контент російською мовою. Навіть якщо мова вашого облікового запису Google – українська (або англійська), а мова вашої ОС – не російська, але ваше місцезнаходження – Україна, Youtube продовжуватиме показувати вам відео російською.\n\nЦе розширення допоможе вам вирішити цю проблему. Воно може приховати (розмити) всі відео з назвою або назвою каналу російською мовою. Крім того, за бажанням він може натиснути «Не цікавить» на таких відео. Тож наступного разу ви побачите менше таких відео.\n\nПриховує російський контент в YouTube, та допомагає його не рекомендувати, якщо знаходить в назві відео російські літери (ы, ъ, э...), або специфічно російські слова. Щоб російські відео блокувалися, треба зайти в ютуб акаунт (інакше вони просто будуть блюритися).\n\n\n\n► Наразі працює:\n    ✓ На головній сторінці\n    ✓ На бокових рекомендаціях (коли відкрито перегляд якогось відео).\n\n► Має різні способи блокування російських відео:\n  ✓ Просто блюрити (інтенсивність можна виставити)\n  ✓ Натискати \"Не цікавить\" та блюрити\n  ✓ Натискати \"Не рекомендувати канал\" та блюрити\n\n► Веде локальну статистику аналізованих відео\n\n► Має темну та світлу тему\n\n☀️ Поради:\n    ● В попапі є коротка статистика, зі списком рос відео за останню годину, а також є кнопка \"Детальна статистика\", яка відкриває сторінку де є пошук, фільтри по часу ітд.\n    ● В деяких місцях (особливо там де детальна статистика), якщо навести курсором, з'явиться допомога.\n    ● На сторінці з детальною статистикою є кнопка \"Порахувати статистику слів\", яка виводить в консоль (натисніть F12) слова, та скільки разів вони зустрічаються разів. Наприклад ввести слово пу*ін і подивитися які слова найчастіше зустрічаються в цьому контексті.\n\nЯкщо зіштовхнетеся з помилкою, буду радий відгукам. Сторінку ютубу іноді можуть змінювати, тому, нажаль, можуть ставатися проблеми.\n\nЦе проект з відкритим вихідним кодом, ви можете переглянути код або приєднатися до розробки тут:\nhttps://github.com/ronikiienko/piggy-blocker",
    "en": "This extension is written for Ukrainians who are tired of seeing content in the Russian language on their Youtube. Even if your Google account language is Ukrainian (or English), and your OS language is not Russian but your location is Ukraine, Youtube will continue to show you videos in Russian. \n\nThis extension helps you with this issue. It may hide (blur) all videos with title or the channel name in the russian language. Also, optionally, it may click \"Not interested\" on such videos. So, next time you will see less such videos.\n\nHides Russian content on YouTube, and helps not to recommend it if it finds Russian letters (ы, ъ, е...) or specifically Russian words in the video title. In order for Russian videos to be blocked, you need to log in to your YouTube account (otherwise they will be just blurred).\n\n► Currently works on:\n    ✓ Home page\n    ✓ Sidebar recommendations (when watching video).\n\n► Has different ways to block russian videos:\n  ✓ Just blur (intensity is configurable)\n  ✓ Click \"Not interested\" and blur\n  ✓ Click \"Not recommend this channel\"\n\n► Has local stats about analyzed videos\n\n► Has dark and light theme\n\n☀️ Tips:\n    ● Popup has short stats, with list of russian videos blocked during last hour, there are also \"Detailed stats\" button, which opens stats page that has search, filters etc.\n    ● In some places (especially on detailed stats page), hover to get help.\n    ● On detailed stats page, there is \"Count word stats\" button, that logs words and how many times they are found in selection to console (press F12).\n\nIf you find some problems, i would appreciate any reviews. YouTube sometimes changes it's layout, so, unfortunately, problems may occur.\n\nIt is open source project, you can take a look at code or contrubute to it here:\nhttps://github.com/ronikiienko/piggy-blocker"
  }
}