{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Meltwater Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple way to tag or add content to your Meltwater account."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview \n\nAs a Meltwater customer, you can quickly add and organize web content directly into your account, including news articles and social media posts. With one click, add earned media wins, commentary from subscribed newsletters, industry reports, or competitive intelligence into your Meltwater account. Ensure your reports include all pertinent content by adding links directly to your Meltwater searches.\n\nHow it works: \n- Anytime you come across a piece of content online that you’d like to add to your Meltwater account, you can easily do so by clicking on the extension icon on your Google Chrome toolbar. \n\n- Assign the content to one or more saved searches in order to include it in a report or a newsletter for your stakeholders. If you already use tags to organize content, you can also apply tags directly from the Chrome extension.\n\n- Key content fields are pre-filled (e.g., title, description, author name), but you can customize them as necessary. For instance, to spotlight an executive quote, simply copy it into the \"Description\" field, and it will appear in Meltwater.\n\n-Please note: there may be a slight delay before your content is visible in your Meltwater account.  \n\nHow to install: \n1. Click “add to chrome.” \n2. You can then find the extension by clicking on the puzzle piece icon in the top right corner of your browser’s toolbar.\n3. Click the “pin” icon to keep the extension visible and easy to access. \n\nMake sure nothing slips through the cracks and capture the full impact of your PR efforts."
  }
}