{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CapCut Editor Hub"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CapCut Editor Hub: Connect with top editors, explore custom packages, and elevate your social media content effortlessly."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Why Choose CapCut Editors?\nEffortless Video Creation: With CapCut Editors, creating high-impact, polished videos has never been easier. Simply choose a package, place your order, and send your video files directly to us via WhatsApp or email. We handle everything from there, giving you a professionally edited video ready to share with the world.\n\nSocial Media Optimization: Our team knows how to craft videos that resonate with your target audience on popular social media platforms. We optimize each video for maximum engagement, so your content stands out and drives results—whether you’re connecting with followers or promoting your brand.\n\nCustom-Tailored Packages: We offer a range of affordable packages starting at just 5 USD. Whether you need a quick edit or a comprehensive production, there’s a CapCut Editors package designed to meet your unique needs and budget.\n\nPerfect for Businesses and Influencers: Looking to elevate your brand presence, reach more viewers, or increase your influence? CapCut Editors is ideal for companies seeking quality promotional videos and for influencers who want to create eye-catching, professional content without the hassle.\n\nUser-Friendly Process: Order, upload, and relax—we handle the technicalities. CapCut Editors lets you focus on what matters most: growing your presence and connecting with your audience.\n\nReady to Upgrade Your Content?\nInstall CapCut Editors now to bring your video content to life. It’s the easiest way to get social media-ready videos that capture attention and enhance your brand!"
  }
}