{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NetSupport Manager Client"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,no,pt_PT,ro,sk,sl,sr,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "NetSupport Manager delivers the very latest in remote PC support and desktop management capabilities. Flexibility is key in the…",
    "de": "NetSupport Manager Client für Google Chrome\n\nNetSupport Manager bietet modernste Remote-PC-Unterstützungs- und…",
    "es": "Cliente de NetSupport Manager para Google Chrome\n\nNetSupport Manager ofrece el soporte para PC remoto más completo y actualizado,…",
    "fi": "NetSupport Manager -asiakasohjelma Google Chrome -laitteisiin\n\nNetSupport Manager tarjoaa uusimmat toiminnot tietokoneiden etätukea…",
    "fr": "Client NetSupport Manager pour Google Chrome\n\nNetSupport Manager offre les capacités de gestion de bureau et de prise en charge de…",
    "it": "Client NetSupport Manager per Google Chrome\n\nNetSupport Manager offre le ultimissime funzionalità per il supporto dei PC e la…",
    "ja": "Google Chrome用NetSupport Managerクライアント\n\nリモートPCサポートおよびデスクトップ管理機能の最新版をお届けします。現代のIT 環境では柔軟性がカギです。製品の既存のマルチプラットフォームサポート機能に追加しGoogle…",
    "ms": "NetSupport Manager Pelanggan untuk Google Chrome\n\nNetSupport Manager menyampaikan sokongan PC jarak jauh dan keupayaan pengurusan…",
    "nl": "NetSupport Manager client voor Google Chrome\n\nNetSupport Manager biedt de allernieuwste support op afstand voor computers en…",
    "pl": "Klient NetSupport Manager dla Google Chrome\n\nNetSupport Manager dostarcza najnowszych możliwości w dziedzinie zdalnej obsługi…",
    "pt_BR": "Cliente do NetSupport Manager para Google Chrome\n\nO NetSupport Manager oferece o que há de mais avançado em recursos para suporte a…",
    "ru": "NetSupport Manager Client для Google Chrome\n\nПрограммное обеспечение NetSupport Manager предлагает новейшие возможности для…",
    "sv": "NetSupport Manager-klient för Google Chrome\n\nNetSupport Manager erbjuder det senaste inom fjärrsupport och -hantering av datorer.…",
    "tr": "Google Chrome için NetSupport Manager Client\n\nNetSupport Manager uzaktan kişisel bilgisayar desteği ve masaüstü yönetim…"
  },
  "long": {
    "ar": "NetSupport Manager delivers the very latest in remote PC support and desktop management capabilities. Flexibility is key in the modern IT environment and adding to the products existing multi-platform support capabilities, you can now remotely manage any Google Chrome OS device.\n\nKey features when connecting to Chrome OS ‘Client’ systems include:\n\nEnvironment:\nA NetSupport Manager Control communicates, via HTTP, with Google Chrome OS devices that are running the NetSupport Manager for Chrome Client extension.   \n\nRemote Control:\nA crystal clear thumbnail of each Chrome OS Client screen can be viewed by the Control in a single view.\n\nThe Client's screen can be discreetly monitored (Watch Mode) or remote controlled in real time (Share Mode).\n\nFor real-time instruction or demonstrations, the Chrome OS Client can be shown the Control (Windows or Mac) screen - in a browser tab, or in full screen mode.\n\nThe Client can also be shown an application running on the Control desktop.\n\nMulti-monitor support – monitor Chrome OS devices running multiple monitors.\n\nThe Client's screen can be ‘locked’ remotely. \n\nChrome OS Clients can join a text ‘chat’ session initiated by the Control.\n\nChrome OS Clients can receive messages sent by the Control.\n\nSupport Tools:\nRemote Clipboard - the content of the Client’s clipboard can be remotely retrieved by the Control during a view session. Clients can also be sent a copy of the Control’s clipboard.\n\nRequest Help facility - Clients can send a request for help to a Control.\n\nFlexibility:\nPIN Connect - the Client can initiate an instant connection with a Control simply by both parties entering a matching PIN code, via a central PIN server module.\n\nSecurity:\nUser Acknowledgement – the Client can authorise each inbound connection request.\n\nChrome Incognito Mode:\nTo ensure that you maintain full control of your clients, it is recommended that you 'disallow' Incognito Mode in the Chrome OS User Settings. This can be done centrally via Google Management Console.\n\nInstallation and pre-requisites for Chrome:\nFor a NetSupport Manager Control to be able to connect and interact with Client ChromeOS devices, the NetSupport Connectivity Server must be installed on a Windows Server; the NetSupport Manager Control (Windows, Mac or Mobile) must be installed on the technician's computer, and the NetSupport Manager Chrome Client extension installed onto each Chrome device.\n\nThe NetSupport Manager Client for Chrome OS can be used with your existing NetSupport licences already purchased (as long as you have sufficient unused licences), or additional ChromeOS only Client licences can be purchased from your NetSupport Reseller.\n\nPlease visit www.netsupportmanager.com/chrome.asp for more information and a simple step-by-step guide to remotely managing your Chrome OS devices.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,no,pt_PT,ro,sk,sl,sr,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "NetSupport Manager delivers the very latest in remote PC support and desktop management capabilities. Flexibility is key in the modern IT environment and adding to the products existing multi-platform support capabilities, you can now remotely manage any Google Chrome OS device.\n\nKey features when connecting to Chrome OS ‘Client’ systems include:\n\nEnvironment:\nA NetSupport Manager Control communicates, via HTTP, with Google Chrome OS devices that are running the NetSupport Manager for Chrome Client extension.   \n\nRemote Control:\nA crystal clear thumbnail of each Chrome OS Client screen can be viewed by the Control in a single view.\n\nThe Client's screen can be discreetly monitored (Watch Mode) or remote controlled in real time (Share Mode).\n\nFor real-time instruction or demonstrations, the Chrome OS Client can be shown the Control (Windows or Mac) screen - in a browser tab, or in full screen mode.\n\nThe Client can also be shown an application running on the Control desktop.\n\nMulti-monitor support – monitor Chrome OS devices running multiple monitors.\n\nThe Client's screen can be ‘locked’ remotely. \n\nChrome OS Clients can join a text ‘chat’ session initiated by the Control.\n\nChrome OS Clients can receive messages sent by the Control.\n\nSupport Tools:\nRemote Clipboard - the content of the Client’s clipboard can be remotely retrieved by the Control during a view session. Clients can also be sent a copy of the Control’s clipboard.\n\nRequest Help facility - Clients can send a request for help to a Control.\n\nFlexibility:\nPIN Connect - the Client can initiate an instant connection with a Control simply by both parties entering a matching PIN code, via a central PIN server module.\n\nSecurity:\nUser Acknowledgement – the Client can authorise each inbound connection request.\n\nChrome Incognito Mode:\nTo ensure that you maintain full control of your clients, it is recommended that you 'disallow' Incognito Mode in the Chrome OS User Settings. This can be done centrally via Google Management Console.\n\nInstallation and pre-requisites for Chrome:\n\nThis extension is provided for use by customers already who have NetSupport Manager Remote Control for PC/Mac or those wishing to evaluate our solution. It is not a free product.\n\nFor a NetSupport Manager Control to be able to connect and interact with Client ChromeOS devices, the NetSupport Connectivity Server must be installed on a Windows Server; the NetSupport Manager Control (Windows, Mac or Mobile) must be installed on the technician's computer, and the NetSupport Manager Chrome Client extension installed onto each Chrome device.\n\nThe NetSupport Manager Client for Chrome OS can be used with your existing NetSupport licences already purchased (as long as you have sufficient unused licences), or additional ChromeOS only Client licences can be purchased from your NetSupport Reseller.\n\nPlease visit www.netsupportmanager.com/chrome.asp for more information and a simple step-by-step guide to remotely managing your Chrome OS devices.",
    "de": "NetSupport Manager Client für Google Chrome\n\nNetSupport Manager bietet modernste Remote-PC-Unterstützungs- und Desktop-Verwaltungsfunktionen. Flexibilität ist in der modernen IT-Umgebung eine Schlüsseleigenschaft, und zusätzlich zu den bisherigen Multiplattform-Funktionen können Sie jetzt auch jedes Google Chrome OS Gerät remoteverwalten.\n\nDie wichtigsten Features für Verbindungen mit Chrome OS ‘Client’ Systemen:\n\nUmgebung:\nEin NetSupport Manager Control kommuniziert über HTTP mit Google Chrome OS Geräten, auf denen die NetSupport Manager für Chrome Client Erweiterung läuft.   \n\nRemotesteuerung:\nEine kristallklare Miniaturansicht jedes Chrome OS Client Bildschirms kann vom Control in einer einzigen Ansicht angezeigt werden.\n\nDer Client-Bildschirm kann diskret überwacht werden (Beobachten-Modus) oder in Echtzeit remotegesteuert werden (Freigabe-Modus).\n\nFür Echtzeit-Unterricht oder -Vorführungen kann dem Chrome OS Client der Control (Windows oder Mac) Bildschirm gezeigt werden  in einer Browser-Registerkarte oder in Vollbild-Modus.\n\nAußerdem kann dem Client auch eine Anwendung gezeigt werden, die auf dem Control Desktop ausgeführt wird.\n\nMultimonitor-Unterstützung – Überwachung von Chrome OS Geräten mit mehreren Monitoren.\n\nMaus und Tastatur des Client können remote ‘gesperrt’ werden. \n\nChrome OS Clients können an einer vom Control initiierten Text-‘Chat’-Sitzung teilnehmen.\n\nChrome OS Clients können vom Control gesandte Nachrichten empfangen.\n\nUnterstützende Tools:\nRemote-Zwischenablage - der Inhalt der Client-Zwischenablage kann während einer Betrachten-Sitzung remote vom Control abgerufen werden. Es kann auch eine Kopie der Control-Zwischenablage an Clients gesandt werden.\n\nHilfeanforderung-Funktion - Clients können eine Hilfeanforderung an ein Control senden.\n\nFlexibilität:\nPIN Connect - der Client kann über ein zentrales PIN-Server-Modul eine sofortige Verbindung mit einem Control einleiten, indem beide Parteien einfach einen übereinstimmenden PIN-Code eingeben.\n\nSicherheit:\nBenutzerbestätigung – der Client kann alle eingehenden Anforderungen autorisieren.\n\n\nDas ‘Control’ ist der PC, der ein System betrachtet/steuert.\nDer 'Client' ist das Chrome OS Gerät, das betrachtet oder gesteuert wird.\n\nChrome anonymer Modus:\nUm zu gewährleisten, dass Sie volle Kontrolle über Ihre Clients haben, empfehlen wir, dass Sie den anonymen Modus in den Chrome OS Benutzereinstellungen 'nicht zulassen'. Dies kann zentral über die Google Management-Konsole erfolgen.\n\n\nInstallation und Voraussetzungen für Chrome\nUm einem NetSupport Manager Control die Verbindung und Interaktion mit Chrome OS Geräten zu ermöglichen, muss der NetSupport Konnektivitätsserver auf einem Windows Server installiert sein; NetSupport Manager Control (Windows, Mac oder Mobil) muss auf dem Techniker-Computer installiert sein, und die NetSupport Manager Chrome Client Erweiterung muss auf jedem Chrome Gerät installiert sein.\n\nNetSupport Manager Client für Chrome OS kann mit den vorhandenen NetSupport Lizenzen benutzt werden, die Sie bereits gekauft haben (vorausgesetzt, dass Sie ausreichend unbenutzte Lizenzen haben), oder Sie können zusätzliche Nur Chrome OS Client Lizenzen von Ihrem NetSupport Händler kaufen. \n\nBesuchen Sie bitte www.netsupportmanager.com/chrome.asp für weitere Informationen und eine einfache Schritt-für-Schritt-Anleitung für die Remoteverwaltung Ihrer Chrome OS Geräte.",
    "es": "Cliente de NetSupport Manager para Google Chrome\n\nNetSupport Manager ofrece el soporte para PC remoto más completo y actualizado, así como funciones de gestión de escritorio. La flexibilidad es el valor fundamental en un entorno de TI moderno y gracias al hecho de poder agregar a los productos funciones de compatibilidad con multiplataformas existentes, ahora puede gestionar remotamente cualquier dispositivo con sistema operativo Google Chrome.\n\nEntre las características principales que posee al conectarse a sistemas “Cliente” Chrome OS:\n\nEntorno\n· Un Control NetSupport Manager se comunica a través de HTTP con dispositivos con sistema operativo de Google Chrome que están ejecutando NetSupport Manager para la extensión Cliente Chrome.   \n\nControl remoto\n· El Control puede ver una miniatura transparente de cada una de las pantallas Cliente Chrome OS en una única vista.\n· La pantalla del cliente se puede monitorizar directamente (modo Observar) o controlar de forma remota en tiempo real (modo Compartir).\n· Para formación o demostraciones en tiempo real, el Cliente Chrome OS puede mostrar la pantalla Control (Windows o Mac), en una pestaña del explorador o en modo de pantalla completa.\n· El Cliente también puede mostrar una aplicación que se ejecute en el escritorio Control.\n· Compatibilidad multimonitor: supervise dispositivos de Chrome OS que se ejecutan en varios monitores.\n· El ratón y el teclado del Cliente se pueden bloquear remotamente. \n· Los Clientes Chrome OS pueden unirse a una sesión de chat de texto iniciada por el Control.\n· Los Clientes Chrome OS pueden recibir mensajes enviados por el Control.\n\nHerramientas de ayuda\n· Portapapeles remoto: el Control puede recuperar el contenido del Portapapeles del Cliente durante una sesión de visualización. Los Clientes también pueden enviar una copia del Portapapeles del Control.\n· Herramienta Solicitud de ayuda: los Clientes pueden enviar una solicitud de ayuda a un Control.\n\nFlexibilidad\n· Conexión con PIN: el Cliente puede iniciar una conexión instantánea con un Control si ambas partes introducen un código PIN único y coincidente a través del módulo central PIN Server.\n\nSeguridad\n· Confirmación de usuario: el Cliente puede autorizar las solicitudes de conexión de entrada.\n\nModo de incógnito de Chrome:\nPara estar seguro de mantener control total de los clientes, se recomienda desactivar el Modo de incógnito en la configuración de usuario de Chrome OS. Esto se puede hacer centralmente a través de la consola de administración de Google.\n\nInstalación y requisitos previos  para Chrome:\nPara que un Control NetSupport Manager pueda conectarse e interactuar con sus dispositivos Chrome OS, el servidor de conectividad de NetSupport ha de estar instalado en un servidor Windows Server; el Control NetSupport Manager (Windows, Mac o Mobile) ha de instalarse en el equipo del técnico y la extensión Cliente Chrome de NetSupport School en cada uno de los dispositivos Chrome.\n\nEl Cliente NetSupport School para Chrome OS se puede usar con las licencias existentes de NetSupport que haya adquirido (siempre que disponga de un número suficiente de licencias sin usar), o puede adquirir otras licencias Cliente Chrome OS a través de su reseller de NetSupport.\n\nVisite www.netsupportmanager.com/chrome.asp para obtener más información y para ver una sencilla guía paso a paso sobre cómo gestionar remotamente sus dispositivos Chrome OS.",
    "fi": "NetSupport Manager -asiakasohjelma Google Chrome -laitteisiin\n\nNetSupport Manager tarjoaa uusimmat toiminnot tietokoneiden etätukea ja työasemien etähallintaa varten. Joustavuus on tärkeässä asemassa tämän päivän tietotekniikassa, joten olemme lisänneet tuotteidemme useiden käyttöympäristöjen tukiominaisuuksiin kaikkien Google Chrome OS -laitteiden etähallinnan.\n\nTärkeimmät toiminnot yhteyden muodostamisessa Chrome OS -asiakaskoneisiin:\n\nKäyttöympäristö:\nNetSupport Manager -hallintatyöasema viestii HTTP:n kautta sellaisten Google Chrome OS -laitteiden kanssa, joiden käytössä on NetSupport Managerin Chrome-asiakaslaajennus.   \n\nEtäohjaus\nHallintatyöasemassa nähdään yhdessä näkymässä tarkat pikkukuvat jokaisesta Chrome OS -asiakaskoneen näytöstä.\n\nAsiakaskoneen näyttöä voidaan valvoa huomaamattomasti (katselutilassa) tai sitä voidaan etäohjata reaaliaikaisesti (jaetussa tilassa).\n\nReaaliaikaisia ohjeita tai esityksiä varten Chrome OS -asiakaskoneissa voidaan näyttää hallintatyöaseman (Windows tai Mac) näyttö selaimen välilehdellä tai koko näytön kokoisena.\n\nAsiakaskoneessa voidaan näyttää myös hallintatyöaseman työpöydällä käynnissä oleva sovellus.\n\nUsean näytön tuki tarkoittaa, että kaikkia Chrome OS -laitteisiin kytkettyjä näyttöjä voidaan valvoa.\n\nAsiakaskoneen hiiri ja näppäimistö voidaan lukita etäohjauksella. \n\nChrome OS -asiakaskoneilta voidaan osallistua hallintatyöasemalta aloitettuun tekstikeskusteluistuntoon.\n\nChrome OS -asiakaskoneet voivat vastaanottaa hallintatyöasemalta lähetettyjä viestejä.\n\nTukityökalut:\nEtäleikepöydän avulla hallintatyöasemalta voidaan noutaa asiakaskoneen leikepöydän sisältöä tarkastelun aikana. Hallintatyöaseman leikepöydästä voidaan lisäksi lähettää kopio asiakaskoneisiin.\n\nAvunpyyntötoiminnon avulla asiakaskoneilta voidaan lähettää avunpyyntö hallintatyöasemalle.\n\nJoustavuus:\nPIN-yhteyden avulla asiakaskoneilta voidaan aloittaa välitön yhteyden muodostaminen hallintatyöasemaan keskitetyn PIN-palvelinmoduulin kautta siten, että molemmat osapuolet antavat yhteensopivat PIN-koodit.\n\nSuojaus:\nKäyttäjän kuittauksen avulla asiakaskoneelta voidaan valtuuttaa kaikki saapuvat yhteyspyynnöt.\n\nChrome-selaimen Incognito-tila:\nJotta voisit täysin valvoa asiakaskoneita, on suositeltavaa kieltää Incognito-tila Chrome-käyttöjärjestelmän käyttäjäasetuksissa. Se voidaan tehdä keskitetysti Googlen hallintakonsolin kautta.\n\nAsennus ja esivaatimukset Chromea varten:\nNetSupport Manager -hallintatyöasema voi muodostaa yhteyden Chrome OS -asiakaskoneisiin ja olla niiden kanssa vuorovaikutuksessa, kun NetSupport-yhteyspalvelin on asennettu Windows Serveriin, NetSupport Manager -hallintatyöasema (Windows, Mac tai matkapuhelin) on asennettu teknikon tietokoneelle ja NetSupport Managerin Chrome-asiakaslaajennus on asennettu jokaiseen Chrome-laitteeseen.\n\nChrome OS -laitteisiin tarkoitettua NetSupport Manager -asiakasohjelmaa voidaan käyttää olemassa olevilla lisensseillä (jos käyttämättömiä lisenssejä on riittävästi). Vain Chrome OS -laitteisiin tarkoitettuja asiakaslisenssejä voi myös ostaa NetSupport-jälleenmyyjältä.\n\nOsoitteessa www.netsupportmanager.com/chrome.asp on lisätietoja ja helppo vaiheittainen opas Chrome OS -laitteiden etähallintaan.",
    "fr": "Client NetSupport Manager pour Google Chrome\n\nNetSupport Manager offre les capacités de gestion de bureau et de prise en charge de PC à distance les plus récentes. La flexibilité est au cœur de l’environnement informatique moderne, et grâce au développement des capacités actuelles de prise en charge multi-plateformes des produits, vous pouvez gérer à distance n’importe quel dispositif Google Chrome OS.\n\nLes fonctionnalités clés pour la connexion aux systèmes Clients Chrome OS comprennent :\n\nEnvironnement\n· Un Contrôleur NetSupport Manager communique par le biais de HTTP, avec les dispositifs Google Chrome OS qui prennent en charge l’extension Client NetSupport Manager pour Chrome OS.  \n\nContrôle à distance\n· Une miniature très nette de chaque écran Client Chrome OS peut être visualisée par le Contrôleur en un seul affichage.\n· L’écran Client peut être surveillé en toute discrétion (Mode Surveillance) ou contrôlé à distance en temps réel (Mode Partage).\n· Pour les instructions ou les démonstrations en temps réel, le Client Chrome OS peut recevoir l’écran Contrôleur (Windows ou Mac) – dans un onglet explorateur ou en mode plein écran.\n· Il est aussi possible de montrer au Client une application en cours d’exploitation sur le bureau Contrôleur.\n· Prise en charge écrans multiples – Surveille les dispositifs Chrome qui font tourner plusieurs moniteurs.\n· La souris er le clavier du Client peuvent être verrouillés à distance. \n· Les Clients Chrome OS peuvent se joindre à une session de conversation texte déclenchée par le Contrôleur.\n· Les Clients Chrome OS peuvent recevoir des messages envoyés par le Contrôleur.\n\nOutils de prise en charge\n· Presse-papiers à distance  - le contenu du presse-papiers est accessible à distance par le Contrôleur pendant une session de visualisation. Les Clients peuvent aussi recevoir une copie du presse-papiers du Contrôleur.\n· Demande d’aide – Les Clients envoient une demande d’aide auprès d’un Contrôleur.\n\nFlexibilité\n· Connexion par code PIN  - le Client peut déclencher une connexion instantanée avec un Contrôleur s’ils saisissent tous les deux un code correspondant par le biais du module Serveur PIN.\n\nSécurité\n· Confirmation par l’utilisateur – le Client peut autoriser chaque demande de connexion entrante.\n\nMode Chrome Incognito :\nPour être sûr de conserver le contrôle total de vos clients, il est recommandé de désactiver le mode Incognito dans les paramètres utilisateur Chrome. Cette opération s’effectue par le biais de la Console de Gestion Google.\n\nInstallation et configuration minimale pour Chrome:\nPour qu’un Contrôleur NetSupport Manager puisse se connecter et interagir avec des dispositifs Chrome OS, le serveur de connectivité NetSupport doit être installé sur un serveur Windows ; le Contrôleur NetSupport Manager (Windows, Mac ou Mobile) doit être installé sur l’ordinateur du technicien, et l’extension Client Chrome NetSupport Manager doit se trouver sur chaque dispositif Chrome.\n\nLe Client NetSupport Manager pour  Chrome OS peut être utilisé avec vos licences NetSupport courantes (à condition d’avoir un nombre suffisant de licences inutilisées), ou vous pouvez acheter des licences Clients supplémentaires Chrome uniquement auprès de votre distributeur NetSupport.\n\nVeuillez consulter www.netsupportmanager.com/chrome.asp pour obtenir de plus amples informations et découvrir un guide détaillé qui explique la gestion des dispositifs Chrome OS.",
    "it": "Client NetSupport Manager per Google Chrome\n\nNetSupport Manager offre le ultimissime funzionalità per il supporto dei PC e la gestione dei desktop da remoto. La flessibilità è l’elemento più importante  nell’ambiente informatico moderno e oltre alle esistenti capacità di supporto multipiattaforma del prodotto, adesso potete destire qualsiasi dispositivo con Google Chrome OS da remoto.\n\nTra le funzioni principali quando ci si connette a sistemi ‘Client’ con Chrome OS vi sono:\n\nAmbiente:\nUn Control NetSupport Manager comunica, via HTTP, con i dispositivi con Google Chrome OS che girano l’estensione NetSupport Manager per Client con Chrome. \n\nControllo remoto:\nIl Control può visualizzare, in una singola visualizzazione, nitidissimi anteprima dello schermo di ogni Client con Chrome OS.\n\nLo schermo del Client può essere monitorato con discrezione (Modalità Osservare) oppure può essere controllato da remoto in tempo reale (Modalità Condividere).\n\nPer l’istruzione o la dimostrazione in tempo reale, lo schermo del Control (Windows o Mac) può essere mostrato al Client con Chrome OS in una scheda del browser o in modalità a schermo intero.\n\nPossibilità di mostrare al Client un’applicazione in esecuzione sul desktop Control.\n\nSupporto multimonitor: monitorate i dispositivi con Chrome OS che girano più monitor.\n\nPossibilità di bloccare da remoto il mouse e la tastiera del Client. \n\nI Client con Chrome OS possono partecipare ad una sessione di ‘chat’ con testo avviata dal Control.\n\nI Client con Chrome OS possono ricevere i messaggi inviati dal Control.\n\nStrumenti di supporto:\nAppunti Remoti: durante una sessione di visualizzazione, è possibile recuperare da remoto il contenuto degli appunti del Client. Inoltre, è possibile inviare una copia degli Appunti del Control ai Client.\n\nFunzione di Richiesta di Aiuto: i Client possono inviare una richiesta di aiuto ad un Control.\n\nFlessibilità:\nConnessione con PIN: il Client può avviare una connessione immediata con un Control quando entrambe le parti inseriscono un codice PIN corrispondente tramite un modulo Server PIN centrale.\n\nProtezione:\nConferma di Utente: il Client può autorizzare ogni richiesta di connessione in entrata.\n\n\n- Il 'Control' è il PC che visualizza/assume il controllo di un PC.\n- Il 'Client' è il dispositivo con Chrome OS che viene visualizzato o che viene preso sotto controllo.\n\nModalità Incognito di Chrome:\nPer essere sicuri di mantenere il pieno controllo dei vostri Client, raccomandiamo di ‘non consentire’ la modalità in Incognito nelle impostazioni utente di Chrome OS; questo viene effettuato centralmente mediante la Console di Gestione Google.\n\nInstallazione e prerequisiti per Chrome\nPer permettere ad un Control NetSupport Manager di connettersi ed interagire con i dispositivi con Chrome OS, il Server di Connettività NetSupport deve essere installato su un Windows Server; il Control NetSupport Manager (Windows, Mac o Mobile) deve essere installato sul computer del tecnico e l’estensione Client per Chrome NetSupport Manager deve essere installata su ogni dispositivo con Chrome.\n\nIl Client NetSupport Manager per Chrome OS può essere utilizzato con le licenze NetSupport già acquistate (a patto che abbiate un numero sufficiente di licenze non utilizzate), oppure potete acquistare ulteriori licenze Client solo per Chrome OS presso il vostro rivenditore NetSupport.\n\nVisitare www.netsupportmanager.com/chrome.asp per ulteriori informazioni e per una semplice guida passo a passo su come gestire da remoto i vostri dispositivi con Chrome OS.",
    "ja": "Google Chrome用NetSupport Managerクライアント\n\nリモートPCサポートおよびデスクトップ管理機能の最新版をお届けします。現代のIT 環境では柔軟性がカギです。製品の既存のマルチプラットフォームサポート機能に追加しGoogle Chrome OSデバイスをリモートで管理できます。\n\nChrome OS 「クライアント」システムに接続時の主な機能：\n\n環境\nNetSupport Manager コントロールは、HTTP経由でChrome用NetSupport Managerクライアントが実行してるGoogle Chrome OSデバイスと通信します。  \n\nリモートコントロール\n各Chrome OSクライアント画面の鮮明なサムネイルが単一ビューでコントロールに表示することができます。\n\nクライアントの画面を気づかれずに監視（観察モード）やリアルタイムでリモートコントロール（共有モード）することができます。\n\nリアルタイムの指導やデモに、Chrome OSクライアントをコントロール（WindowsまたはMac）画面にブラウザタブか全画面表示モードで表示することができます。\n\nクライアントにコントロールのデスクトップのアプリケーションを表示させることができます。\n\nマルチモニタのサポート – マルチモニタを実行しているChrome OSデバイスを監視。\n\nクライアントのマウスとキーボードをリモートで「ロック」することができます。 \n\nChrome OSクライアントはコントロールが開始するテキスト「チャット」に参加できます。\n\nChrome OSクライアントはコントロールが送信したメッセージを受信することができます。\n\nサポートツール\nリモートクリップボード – 画面受信中にクライアントのクリップボードの内容をリモートでコントロールが取得することができます。コントロールのクリップボードのコピーをクライアントに送信することもできます。\n\nヘルプ依頼ファシリティ – クライアントはコントロールにヘルプの依頼を送信することができます。\n\n柔軟性\nPIN接続 – 中央のPINサーバモジュールを介して双方が一致するPINコードを入力することでクライアントはコントロールと即時に接続を開始することができます。\n\nセキュリティ\nユーザー承認 – クライアントは受信した各接続要求を承認することができます。\n\n「コントロール」はシステムを見たり/制御するPCです。\n「クライアント」は見られたり制御されるChrome OSデバイスです。\n\nChrome インコグニートモード：\nクライアントのフル制御を維持するには、Chrome OSユーザー設定でインコグニートモードを「許可しない」ことを推奨します。これは、Google管理コンソール経由でセントラルで実行できます。\n\n\nChromeのインストールと動作条件\nNetSupport ManagerコントロールがChrome OSデバイスと接続し対話できるようにするには：NetSupport接続サーバがWindowsサーバにインストールされている必要があります。NetSupport Managerコントロール（Windows、Macまたはモバイル）が技術者のコンピュータにインストールされている必要があります。NetSupport Manager Chromeクライアント拡張が各Chromeデバイスにインストールする必要があります。\n\nChrome OS用NetSupport Managerクライアントには既存の既に購入したNetSupportライセンスが使用されます（十分な未使用のライセンスをお持ちの場合に限り）。または追加Chrome OSクライアントだけをNetSupport販売店から購入することができます。\n\n詳細は www.netsupportmanager.com/chrome.asp を参照し、お使いのChrome OSデバイスをリモートで管理するためのステップバイステップのガイドをご確認ください。",
    "ms": "NetSupport Manager Pelanggan untuk Google Chrome\n\nNetSupport Manager menyampaikan sokongan PC jarak jauh dan keupayaan pengurusan desktop yang terkini. Fleksibiliti adalah penting dalam persekitaran IT yang moden dan tambahannya kepada keupayaan sokongan produk pelbagai-platform yang sedia ada, anda kini boleh menguruskan secara kawalan jauh, mana-mana peranti Google Chrome OS.\n\nCiri-ciri utama apabila menyambung kepada Chrome OS sistem Pelanggan termasuk:\n\nAlam Sekitar: \nKawalan NetSupport Manager berkomunikasi melalui HTTP, dengan peranti Google Chrome OS dimana NetSupport Manager untuk Chrome lanjutan Pelanggan sedang berjalan.\n\nKawalan Jauh: \nImej kecil yang jelas untuk setiap skrin Chrome OS Pelanggan boleh dilihat oleh Kawalan dalam satu pandangan.\n\nSkrin Pelanggan boleh dipantau tanpa mengganggu (Watch Mode) atau dikawal dari jauh dalam masa sebenar (Mod Share).\n\nUntuk arahan masa sebenar atau demonstrasi, Chrome OS Pelanggan boleh ditunjukkan skrin Kawalan (Windows atau Mac) - dalam tab pelayar, atau dalam mod skrin penuh.\n\nPelanggan juga boleh ditunjukkan aplikasi yang sedang berjalan di desktop Kawalan.\n\nSokongan pelbagai-monitor - memantau peranti Chrome OS yang menjalankan pelbagai monitor.\n\nTetikus dan papan kekunci Pelanggan boleh ‘dikunci’ dari jauh.\n\nChrome OS Pelanggan boleh menyertai sesi ‘chat’ secara teks yang dimulakan oleh Kawalan.\n\nChrome OS Pelanggan boleh menerima mesej yang dihantar oleh Kawalan.\n\nAlat sokongan: \nClipboard jauh - kandungan clipboard Pelanggan boleh diperolehi oleh Kawalan semasa sesi pandangan. Pelanggan juga boleh menerima salinan clipboard Kawalan.\n\nKemudahan Meminta Bantuan - Pelanggan boleh menghantar permintaan untuk bantuan kepada Kawalan.\n\n\nFleksibiliti: \nPIN Sambung - Pelanggan boleh memulakan sambungan segera dengan Kawalan hanya dengan kedua-dua pihak memasuki kod PIN sepadan, melalui pusat modul pelayan PIN.\n\nKeselamatan: \nPengakuan Pengguna - Pelanggan boleh membenarkan setiap permintaan sambungan.\n\nChrome Mod Inkognito: \nUntuk memastikan bahawa anda mengekalkan kawalan penuh pelanggan-pelanggan anda, ia adalah disyorkan bahawa anda 'tidak membenarkan' Mod Inkognito dalam Tetapan Pengguna Chrome OS. Ini boleh dilakukan melalui Konsol Pengurusan Google.\n\nPemasangan dan pra-syarat untuk Chrome: \nUntuk Kawalan NetSupport Manager berhubung dan berinteraksi dengan Pelanggan peranti Chrome OS, pelayan NetSupport Connectivity mesti dipasang pada pelayan Windows; Kawalan NetSupport Manager (Windows, Mac atau Mobile) mestilah dipasang pada komputer juruteknik, dan NetSupport Manager Chrome lanjutan Pelanggan mesti dipasang di setiap peranti Chrome.\n\nNetSupport Manager Pelanggan untuk Chrome OS boleh digunakan dengan lesen NetSupport anda yang sudah dibeli (selagi anda mempunyai lesen yang masih belum digunakan), atau lesen tambahan Pelanggan Chrome OS sahaja boleh dibeli daripada pembekal NetSupport anda.\n\nSila layari www.netsupportmanager.com / chrome.asp untuk maklumat lanjut dan panduan mudah langkah demi langkah untuk menguruskan peranti OS Chrome anda dengan kawalan jauh.",
    "nl": "NetSupport Manager client voor Google Chrome\n\nNetSupport Manager biedt de allernieuwste support op afstand voor computers en desktop management mogelijkheden. Flexibiliteit is de sleutel in de moderne IT-omgeving en door het toevoegen van producten aan de bestaande multi-platform ondersteuning, kunt u nu elke Google Chrome OS-computer op afstand beheren.\n\nBelangrijkste kenmerken bij het verbinden met op Chrome OS 'Client' systemen zijn onder andere:\n\nOmgeving\n• De NetSupport Manager Control communiceert, via HTTP, met Google Chrome OS computers, waarop de NetSupport Manager voor Chrome Cliënt is geïnstalleerd. \n\nBeheer op afstand\n• Glasheldere miniatuurweergaven van elk Chrome OS Client-scherm kunnen door de Control in één oogopslag worden bekeken.\n• Het scherm van de cliënt kan onopvallend worden bekeken. (Observatie modus ) of in  real-time op afstand worden beheerd ( Share of Delen modus).\n• Voor real-time instructie of demonstraties, kan het scherm van de Chrome OS Client Control (Windows of Mac) in een tabblad van de browser, of op het volledige scherm worden getoond.\n• Een applicatie die draait op het bureaublad van de Control kan aan de cliënt worden getoond.\n• Multi-monitor ondersteuning, bekijk Chrome OS- computers met meerdere beeldschermen.\n• Het  toetsenbord en de muis van de cliënt kan op afstand worden ‘vergrendeld'.\n• Chrome OS Clients kunnen meedoen aan een 'chat' sessie, die de control heeft gestart.\n• Chrome OS Clients kunnen door de control verzonden berichten ontvangen.\n\nSupport tools\n• Klembord op afstand – de inhoud van het klembord van de cliënt op afstand kan door de control, tijdens een overname/beheer sessie, worden opgehaald. Een kopie van het klembord van de control  kan ook aan de cliënt worden verzonden.\n• Help aanvraag mogelijkheid - clients kunnen een verzoek om hulp naar de control verzenden.\n\nFlexibiliteit\n• PIN verbinding - de client kan direct met een control verbinding maken, zodra beide partijen een overeenkomstige PIN code via een centrale PIN server module hebben ingevoerd.\n\nVeiligheid\n• Gebruikersbevestiging- de client kan elk verbindingsverzoek wel of niet toestaan.\n\nChrome incognito modus:\nOm ervoor te zorgen dat u de volledige controle over uw clients behoudt, is het aan te raden, dat u de ‘Incognito Mode’ in de Chrome OS gebruikersinstellingen niet toestaat. Dit kan centraal worden ingesteld via het Google Management Console.\n\nInstallatie en eisen voor Chrome:\nOm met Chrome OS computers via de NetSupport Manager Control te kunnen verbinden en communiceren, moet de NetSupport verbindngsserver op een Windows server worden geïnstalleerd. De NetSupport Manager Control (Windows, Mac of mobiel) dient op de computer van de supportmedewerker te worden geïnstalleerd. De NetSupport Manager Chrome Client dient op elke Chrome computer te worden geïnstalleerd.\n\n\nDe NetSupport Manager Client voor Chrome OS kan naast uw bestaande al gekochte NetSupport licenties (indien u voldoende ongebruikte licenties heeft) worden gebruikt of,  extra Chrome OS Client licenties kunnen bij uw NetSupport dealer worden gekocht.\n\nBezoek www.netsupportmanager.com/chrome.asp voor meer informatie en een eenvoudige stap voor stap handleiding om uw Chrome OS apparaten op afstand te beheren.",
    "pl": "Klient NetSupport Manager dla Google Chrome\n\nNetSupport Manager dostarcza najnowszych możliwości w dziedzinie zdalnej obsługi  komputerów i zarządzania pulpitem. Uniwersalność jest kluczową cechą nowoczesnego środowiska informatycznego i oprócz istniejących wieloplatformowych możliwości produktu, można teraz zdalne zarządzać dowolnym urządzeniem z systemem Google Chrome OS.\n\nKluczowe funkcje systemów Chrome OS przy połączeniu z „Klientem”:\n\nŚrodowisko:\nUrządzenie sterujące NetSupport Manager komunikuje się przez HTTP z urządzeniami Google Chrome OS z uruchomionym rozszerzeniem NetSupport Manager dla Klienta Chrome. W celu uzyskania pomocy z instalacją i konfiguracją wymaganych składników, należy zapoznać się z poniższymi dokumentami.\n\nZdalne Sterowanie:\nPrzejrzysta miniatura każdego ekranu klienta Chrome OS może być wyświetlona przez Urządzenie sterujące w pojedynczym widoku.\nEkran Klienta może być monitorowany dyskretnie (tryb Obserwacji) lub sterowany zdalnie w czasie rzeczywistym (tryb Współdzielenia).\n\nDla instrukcji w czasie rzeczywistym lub demonstracji można wyświetlić ekran Urządzenia sterującego (Windows lub Mac) Klientowi Chrome OS - w karcie przeglądarki albo w trybie pełnego ekranu.\n\nKlientowi można również wyświetlić aplikację działającą na pulpicie Urządzenia sterującego.\n\nObsługa wielu ekranów - monitorowanie urządzenia Chrome OS o wielu monitorach.\n\nMysz i klawiatura Klienta mogą być zdalnie „blokowane”.\nKlienci Chrome OS mogą dołączyć do sesji czatu tekstowego, zainicjowanej przez Urządzenie sterujące.\n\nKlienci Chrome OS mogą odbierać wiadomości wysyłane przez Urządzenie sterujące.\n\nNarzędzia wspomagające:\nZdalny schowek - zawartość schowka Klienta może zostać zdalnie przechwycona przez Urządzenie sterujące podczas sesji wyświetlania. Można też wysłać Klientowi kopię schowka Urządzenia sterującego.\n\nFunkcja Prośby o pomoc – Klient może wysłać prośbę o pomoc do Urządzenia sterującego.\n\nUdogodnienie:\nPołączenie PIN – Klient może bezpośrednio zainicjować natychmiastowe połączenie z Urządzeniem sterującym , gdy obie strony wprowadzą dopasowany kod PIN poprzez centralny moduł serwera PIN.\n\nBezpieczeństwo:\nPotwierdzenie użytkownika – Klient może autoryzować każdą przychodzącą prośbę o połączenie.\n\nTryb Chrome Incognito:\nAby mieć pewność, że zachowana jest pełna kontrola nad klientami, zaleca się „nie zezwalać” na Tryb Incognito w Ustawieniach Użytkownika Chrome OS. Można tego dokonać poprzez Konsolę Zarządzania Google.\n\nInstallation:\nAby Urządzenie sterujące NetSupport Manager mogło połączyć się i działać z urządzeniami Chrome OS, serwer komunikacyjny NetSupport musi być zainstalowany na serwerze Windows; Urządzenie sterujące NetSupport Manager (Windows, Mac lub Mobile) musi być zainstalowane na komputerze technika, a rozszerzenie Klienta Chrome NetSupport Manager - na każdym urządzeniu Chrome.\n\nKlient NetSupport Manager dla Chrome OS może być używany z istniejącą licencją NetSupport, nabytą wcześniej (o ile istnieje wystarczająca liczba niewykorzystanych licencji) lub można zakupić dodatkowe licencje Klienta wyłącznie dla Chrome OS od Sprzedawcy NetSupport.\n\nWięcej informacji oraz prosty przewodnik po zdalnym zarządzaniu urządzeniami Chrome OS znajduje się pod adresem  www.netsupportmanager.com/chrome.asp.",
    "pt_BR": "Cliente do NetSupport Manager para Google Chrome\n\nO NetSupport Manager oferece o que há de mais avançado em recursos para suporte a computadores remotos e gerenciamento de áreas de trabalho. Flexibilidade é fundamental no moderno ambiente de TI e, agregando recursos de suporte multiplataforma aos produtos já existentes, você pode controlar à distância qualquer equipamento com o SO Google Chrome.\n\nPrincipais características na conexão com sistemas ‘Cliente’ no SO Chrome:\n\nAmbiente\n· O Controle do NetSupport Manager comunica-se através de HPPT com aparelhos rodando o Google Chrome que utilizem a respectiva extensão do Cliente.   \n\nControle Remoto\n· Uma perfeita miniatura da tela de cada Cliente no Chrome pode ser observada pelo Controle em uma mesma visualização.\n· A tela do Cliente pode ser discretamente monitorada (modo Observar) ou ficar sob controle remoto em tempo real (modo Compartilhar).\n· Para instruções ou demonstrações em tempo real, o Cliente do SO Chrome pode aparecer na tela do Controle (Windows oi Mac) em uma guia do navegador ou em modo de tela inteira.\n· O Cliente também pode ser visto em um programa executado na área de trabalho do Controle.\n· Suporte multimonitor – monitora aparelhos rodando o SO Chrome em mais de um monitor.\n· O mouse e o teclado do Cliente podem ser “travados” à distância. \n· Clientes no SO Chrome podem participar de uma sessão de ‘bate-papo’ em texto iniciada pelo Controle.\n· Clientes no SO Chrome podem receber mensagens enviadas pelo Controle.\n\nFerramentas de suporte\n· Área de transferência remota – o conteúdo da área de transferência do Cliente podem ser recuperadas à distância por um Controle durante uma sessão de visualização. Os Clientes também podem receber uma cópia da área de transferência do Controle.\n· Facilidade para pedidos de ajuda – os Clientes podem enviar pedidos de ajuda ao Controle.\n\nFlexibilidade\n· Conexão por PIN – o Cliente pode iniciar uma conexão instantânea com um Controle bastando que ambos digitem um mesmo código PIN recebido pelo módulo central de servidor de PIN.\n\nSegurança\n· Confirmação do usuário – o Cliente pode autorizar cada pedido de conexão recebido.\n\nModo incógnito do Chrome:\nPara garantir que você mantenha controle total dos seus Clientes, convém ‘desautorizar’ o modo Incógnito nas Configurações do Usuário do SO Chrome. Isto pode ser feito centralmente, através do Console de Gerenciamento Google.\n\n\nInstalação e pré-requisitos para o Chrome\nPara que um Controle do NetSupport Manager possa se conectar e interagir com aparelhos rodando o Chrome, é preciso instalar o servidor de conectividade do NetSupport em um servidor com o Windows; o Controle do NetSupport Manager (para Windows, Mac ou Mobile), tem de ser instalado no computador do técnico e a extensão do Cliente Chrome do NetSupport Manager instalada em cada aparelho rodando o Chrome.\n\nA extensão Cliente do NetSupport Manager para o SO Chrome pode ser usada com suas licenças atuais do NetSupport já adquiridas (desde que você tenha licenças sem uso suficientes), ou então novas licenças do Cliente somente para o Chrome podem ser adquiridas na sua revenda NetSupport.\n\nVisite www.netsupportmanager.com/chrome.asp para mais informações e um simples guia passo-a-passo para gerenciar à distância os seus equipamentos rodando Chrome.",
    "ru": "NetSupport Manager Client для Google Chrome\n\nПрограммное обеспечение NetSupport Manager предлагает новейшие возможности для дистанционной поддержки ПК и управления десктопами. Гибкость имеет ключевое значение для современного ИТ-окружения, и добавляя к продуктам существующие возможности поддержки нескольких платформ, вы теперь можете дистанционно управлять любым устройством Google Chrome OS.\n\nКлючевые функции для подключения к системам Chrome OS Client включают:\n\nСетевая среда:\nNetSupport Manager Control осуществляет связь, через HTTP, с устройствами Google Chrome OS, на которых установлено программное обеспечение NetSupport Manager для расширения Chrome Client.   \n\nДистанционное управление:\nНа Control можно одновременно видеть, на одном экране, кристально-чистые миниатюрные изображения экрана каждого клиента Chrome OS.\n\nПозволяет осуществлять дискретный мониторинг экрана клиента (режим наблюдения) или дистанционное управление экраном клиента (режим совместного использования) в реальном времени.\n\nПри проведении инструктирования или демонстрации в реальном времени на экране клиента Chrome OS может показываться экран Control (Windows или Mac) – в закладке браузера или в режиме полного экрана.\n\nНа экране клиента Chrome OS также может показываться приложение, которое работает в данный момент на дисплее Control.\n\nПоддержка нескольких мониторов – возможность мониторинга устройств Chrome OS при подключении одновременно нескольких мониторов.\n\nМышь и клавиатура клиента могут блокироваться дистанционно. \n\nКлиенты Chrome OS могут подсоединиться к сессии текстового чата, инициированной Control.\n\nКлиенты Chrome OS могут получать сообщения, отправляемые Control.\n\nИнструменты поддержки:\nДистанционный буфер обмена – содержимое буфера обмена клиента может быть дистанционно извлечено Control во время сессии просмотра. Клиентам также может посылаться копия содержимого буфера обмена Control.\n\nПоддержка запросов помощи – клиенты могут посылать запросы о помощи в Control.\n\nГибкость:\nПодключение с использованием ПИН-кода – клиент может инициировать мгновенное подключением к Control, для этого обе стороны просто должны ввести совпадающие ПИН-коды через модуль центрального сервера ПИН-кодов.\n\nБезопасность:\nПодтверждение пользователя – клиент может авторизовывать каждый входящий запрос на подключение.\n\nРежим инкогнито в Chrome:\nДля гарантии обеспечения полного контроля над вашими клиентами рекомендуется “запретить” режим инкогнито в настройках пользователя Chrome OS. Это может быть сделано централизовано через консоль управления Google.\n\nУстановка и предпосылки для Chrome:\nДля подключения NetSupport Manager Control и обеспечения его интерактивного взаимодействия с устройствами Chrome OS Client: сервер подключаемости NetSupport должен быть установлен на сервере Windows; NetSupport Manager Control (Windows, Mac или Mobile) должно быть установлено на компьютере оператора; расширение NetSupport Manager Chrome Client должно быть установлено на каждом устройстве Chrome.\n\nВы можете использовать NetSupport Manager Client для Chrome OS с вашими существующими лицезиями NetSupport, которые вы уже купили (при условии, что у вас имеется достаточно неиспользованных лицензий), или можете купить дополнительные лицензии ChromeOS, предназначенные только для клиента, у реселлера NetSupport.\n\nПосетите веб-сайт www.netsupportmanager.com/chrome.asp для получения более подробной информации и ознакомления с простым, “шаг за шагом” руководством по дистанционному управлению устройствами Chrome OS.",
    "sv": "NetSupport Manager-klient för Google Chrome\n\nNetSupport Manager erbjuder det senaste inom fjärrsupport och -hantering av datorer. Flexibilitet är nyckeln i en modern IT-miljö och förutom att utnyttja produkternas befintliga multiplattformsmöjligheter kan du nu också fjärrhantera enheter med operativsystemet Google Chrome.\n\nHuvudfunktioner vid anslutning till klientsystem med operativsystemet Chrome:\n\nMiljö:\nEn NetSupport Manager-kontroll kommunicerar via HTTP med Google Chrome-enheter som kör NetSupport Manager för Chrome-klienttillägget.   \n\nFjärrkontroll:\nI kontrollen visas tydliga miniatyrer av alla Chrome-klientskärmar i en enda vy.\n\nKlientens skärm kan övervakas diskret (bevakningsläge) eller fjärrstyras i realtid (delat läge).\n\nFör att ge anvisningar i realtid eller vid demonstrationer kan kontrollskärmen (Windows eller Mac) visas i en webbläsare eller i fullskärmsläge på klienten som kör operativsystemet Chrome.\n\nEtt program som körs på kontrollens skrivbord kan också visas på klienten.\n\nStöd för flera skärmar – övervaka Chrome-enheter som använder flera skärmar.\n\nKlientens mus och tangentbord kan fjärrlåsas. \n\nKlienter med operativsystemet Chrome kan delta i en textchatt som kontrollen initierar.\n\nKlienter med operativsystemet Chrome kan få meddelanden av kontrollen.\n\nSupportverktyg:\nFjärrurklipp – innehållet i klientens urklipp kan fjärrhämtas av kontrollen under en vysession. Klienter kan också få en kopia av kontrollens urklipp.\n\nVerktyg för att begära hjälp – klienter kan skicka en begäran om hjälp till en kontroll.\n\nFlexibilitet:\nPIN-anslutning – klienten kan enkelt initiera en omedelbar anslutning till en kontroll genom att bägge parter matar in samma PIN-kod via en central PIN-servermodul.\n\nSäkerhet:\nAnvändarbekräftelse – klienten kan auktorisera alla inkommande anslutningsförfrågningar.\n\nChromes inkognitoläge:\nFör att säkerställa att du bibehåller full kontroll över klienterna rekommenderar vi att du avaktiverar inkognitoläget i operativsystemet Chromes användarinställningar. Det kan göras centralt i Googles hanteringskonsol.\n\nInstallation och krav för Chrome:\nFör att en NetSupport Manager-kontroll ska kunna ansluta och interagera med klientenheter som kör operativsystemet Chrome måste NetSupport-anslutningsservern ha installerats på en Windows-server, NetSupport Manager-kontrollen (Windows, Mac eller mobil) måste ha installerats på teknikerns dator och NetSupport Manager-tillägget för Chrome-klienten måste ha installerats på alla Chrome-enheter.\n\nNetSupport Manager-klienten för operativsystemet Chrome kan användas tillsammans med dina befintliga NetSupport-licenser som du redan har köpt (så länge som du har tillräckligt många oanvända licenser) eller så kan du köpa ytterligare klientlicenser för enbart operativsystemet Chrome hos en NetSupport-återförsäljare.\n\nDu hittar mer information och en enkel stegvis handledning för hur du fjärrhanterar dina enheter med operativsystemet Chrome på www.netsupportmanager.com/chrome.asp.",
    "tr": "Google Chrome için NetSupport Manager Client\n\nNetSupport Manager uzaktan kişisel bilgisayar desteği ve masaüstü yönetim işlevlerinin en ileri sürümlerini sunmaktadır. Günümüz BT ortamında esneklik çok önemlidir, NetSupport Manager bu nedenle uzaktan kişisel bilgisayar desteğini şimdi Google Chrome OS kullanan bilgisayarlar için de sunmaktadır. Herhangi bir Google Chrome OS bilgisayarı da artık uzaktan yönetebilmek mümkündür.\n\nChrome OS  'İstemci' sistemlerine bağlanmanın temel özellikleri şunlardır:\n\nOrtam :\nNetSupport Manager Control, Google Chrome için NetSupport Manager Client eklentisi çalıştıran Google Chrome OS aygıtları ile, HTTP üzerinden, iletişim kurar.\n\nUzaktan Denetim:\nKontrol, tüm Chrome OS istemci ekranlarının küçük resimlerini, bir kristal berraklığında, tek bir ekran üzerinde izleyebilir.\n\nİstemci ekranını gizlice izlemek (İzleme Modu) ya da uzaktan gerçek-zamanlı (Paylaşım Modu) denetlemek mümkündür.\n\nGerçek-zamanlı eğitim ya da sunumlar için, Chrome OS İstemcisi, Kontrol (Windows ya da Mac) ekranında - bir tarayıcı sekmesinde ya da tam ekran modunda - gösterilebilir.\n\nİstemci  ayrıca Kontrol masaüstünde çalışan bir uygulamada gösterilebilir.\n\nÇoklu ekran desteği - birden çok ekran çalıştıran Chrome OS aygıtları izlenebilir.\n\nİstemcinin fare ve klavyesi uzaktan 'kilitlenebilir'.\n\nChrome OS istemcileri Kontrol tarafından başlatılan bir yazılı 'sohbet' oturumuna katılabilirler.\n\nChrome OS istemcileri Kontrol tarafından gönderilen mesajları alabilirler.\n\nDestek Araçları:\nUzak Pano - Bir görüntüleme oturumu sırasında, İstemci panosunun içeriği Kontrol tarafından uzaktan alınabilir. Ayrıca Kontrol panosunun bir kopyası İstemcilere gönderilebilir.\n\nYardım İsteme olanağı – İstemciler bir Kontrol’dan yardım isteyebilirler. \n\nEsneklik:\nPIN ile Bağlanma – İstemci, merkezi bir PIN sunucu modülü yoluyla, İstemci ve Kontrol tarafından girilen ve birbiri ile eşleşen bir PIN kodu kullanarak, bir kontrol ile anında bağlantı başlatabilir.\n\nGüvenlik:\nKullanıcı Onayı - İstemci her gelen bağlantı isteğine yetki verebilir.\n\n\nChrome Gizli Modu:\nİstemcilerinizin denetimini  tam olarak sağladığınızdan emin olmak için, Chrome OS kullanıcı ayarlarında gizli modunun seçilmesine izin vermemeniz önerilir. Bu, Google Yönetim Konsolu üzerinden merkezi olarak yapılabilir.\n\nChrome kurulumu ve ön koşulları:\nNetSupport Manager Kontrol’un İstemci Chrome OS aygıtlara bağlanması ve onlarla etkileşimde bulunması için, Windows Sunucu üzerinde NetSupport Bağlantı Sunucusu, teknisyen bilgisayarında NetSupport Manager Kontrol (Windows, Mac ya da Mobil) yüklü olmalıdır ve NetSupport Manager Chrome İstemci eklentisi her bir Chrome aygıt üzerinde kurulu olmalıdır.\n\nChrome OS için NetSupport Manager İstemcisini, yeterli sayıda kullanılmayan lisans olduğu sürece, daha önce satın almış olduğunuz NetSupport lisansları ile kullanabilir ya da gerekli olduğunda  NetSupport satıcınızdan ek Chrome OS İstemci lisansları satın alabilirsiniz.\n\nDaha fazla bilgi almak ve Chrome OS aygıtları uzaktan yönetmek için yapmanız gerekenleri adım-adım anlatan basit bir kılavuz için lütfen www.netsupportmanager.com/chrome.asp sayfasını ziyaret edin."
  }
}