{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EarnBetter - AI Autofill for job applications"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Autofill job applications and generate AI resumes, cover letters and interview cheat sheets instantly"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EarnBetter uses AI to manage your entire job search process for free. This includes unlimited AI generated documents, a job tracker, interview prep resources, and more. With 4.8☆ on TrustPilot and over 3 million AI generated resumes and cover letters and counting, we are truly the AI experts for your job search. \n\nThe extension can be used to Autofill Applications and save jobs from top Applicant Tracking Systems (ATS). These jobs will be added to your EarnBetter account to access our entire suite of AI documents for free. The job search is hard enough - EarnBetter exists to save you time and give you the best chance to land your next job. No more filling out the same information on applications endlessly! \n\nWhy use EarnBetter? \n\n➜ Autofill Applications: Seamlessly Autofill the most tedious job applications saving you valuable time and frustration during your job search! We save your responses down so the more you use the extension the faster your application submission gets! \n➜ Track Jobs: Seamlessly add jobs from any job site to EarnBetter with a click using the extension. Once the job is added to your EarnBetter job tracker, get reminders for follow up emails, thank you emails and more to manage those opportunities. \n➜ Generate Custom Resumes and Cover Letters: once the job is in your EarnBetter tracker you can one-click generate tailored resumes and cover letters to submit tailored applications to any job. \n➜ World Class AI Interview Support: cheat sheets and practice interviews for every job you want.\n➜ Unlimited AI Access: this is a no-limit, free platform. Want to apply for 50 jobs, come make 50 custom resumes. Whatever it takes, we've got your back! \n➜ It's 100% Free. Seriously. We believe job seekers need more support, not another bill, which is why EarnBetter is a truly free service.\n\n--------------------------------\n\nPRIVACY & SECURITY  \nEarnBetter is committed to protecting your privacy and we do not share (or sell) your data without your consent. \n\nMore information on privacy, terms and security can be found on our website: https://earnbetter.com/privacy/\nhttps://earnbetter.com/tos/\n\nHELP & CONTACT\nEmail us at: support@earnbetter.com\nContact us: https://earnbetter.com/contact/\nLive chat support available inside of our application at https://earnbetter.com/app"
  }
}