{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Note Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An AI-powered assistant for taking and managing notes while watching videos"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Note Assistant: Your Intelligent Video Learning Companion\n\nEnhance your video-watching experience with AI-powered note-taking and learning tools. Whether you're studying a new language, following online courses, or simply want to remember key points from your favorite content, AI Note Assistant is your perfect companion.\n\nKey Features:\n• Smart Note-Taking: Easily add time-stamped notes while watching videos.\n• AI-Powered Insights: Get intelligent suggestions and summaries based on your notes and video content.\n• Multi-Language Support: Works with videos in various languages, making it perfect for language learners and global content consumers.\n• Vocabulary Tracking: Automatically identifies and tracks new words you encounter.\n• Custom Color Coding: Organize your notes with a colorful tagging system.\n• Easy Review: Quickly jump to specific moments in videos using your notes.\n• Export Functionality: Save and share your notes in various formats.\n• Learning Statistics: Track your progress with detailed learning analytics.\n• Customizable Reminders: Set smart reminders to review your notes and learned content.\n\nPerfect for:\n- Students following online courses\n- Language learners watching native content\n- Researchers analyzing video material\n- Professionals attending webinars and video conferences\n- Anyone who wants to get more out of the videos they watch\n\nAI Note Assistant transforms passive video watching into an active, enriching learning experience. Boost your comprehension, retention, and learning efficiency with this powerful, user-friendly tool.\n\nUpgrade your video learning today with AI Note Assistant – Your smart companion for knowledge acquisition in the digital age!"
  }
}