{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Power Notes Searcher for SAP"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search for multiple SAP notes easily & with history."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "----------------------------------------------------------------------------------------\nUpdates:\nAugust 2023 - v3.1 - Updated after SAP for Me changed query string format to use Json.\nJune  2023 - v3.0 - Redesigned to work with SAP for Me.\n                      New - note number highlighting algorithm.\n                      New - ability to pin your favourite notes in the history.\n                      New - history group headers by today,yesterday,this week and older.\n                      New - history item count displayed.\n                      New - ability to adjust history size until 999 items.\n                      New - ability to share note link via email from context menu.\n                      New - \"Expert\" search direct search link.\n                      New - additional shortcut links and revised for SAP for Me.\n                      New - component level search link.\n                      New - auto-hide annoying left-hand sidebar on note and search pages.\n                      New - chrome notifications for actions like parse note numbers to clipboard.\n                      New - note \"Print Friendly\" page saves with note version in file name.\n                      Removed need for HTTP header modifications.\n                      Chrome Extension Manifest v3 compatible.\nAugust   2022 - v2.7: Same features, just complying with Google's new permissions policy of only declaring permissions that you are using.\nAugust   2018 - v2.6: Added new shortcuts.\n                      Changed layout of options & shortcuts.\n                      Fixed fresh install default options.\n                      Fixed small bug in hover of checkboxes.\nDecember 2017 - v2.5: Added SAP Passport link.\nOctober  2017 - v2.4: Notes content search URL updated to now highlight note \n                       numbers again.\nJanuary  2017 - v2.3: HAPPY NEW YEAR\n                      Bug fix for new PDF URL.                \nDecember 2016 - v2.2: Updated link to SL-Tools URL.\nOctober  2016 - v2.1: Bug fix for issues with highlight note numbers causing\n                       text to be incorrectly displayed along with HTML.\n                      New links in the options menu.\nJuly     2016 - v2.0: Updated to work with the new SAP ONE support portal.\n                      Includes new features:\n                       - Double click highlighted notes to open them even if \n                          they are not links.\n                       - Link to your download basket.\n                       - Link to BOBJ SPS stack schedule.\n                       - Link to PAM.\n                       - Increased note history max items to 150.\n                       - Removal of obsolete functions/code.\n                       - Bug fixes & performance improvements.\nJanuary  2015 - v1.3: Fixed issue with note searching after initial install.\n                      Fixed issue with note titles showing corrupt when using\n                       highlighting and title contains multiple note numbers.\n                      Added new component search feature from history.\nDecember 2014 - v1.2: Fixed Google Chrome font rendering due to https.\n                      Updated SWDC link to use support site URL.\n                      Added links to SL Toolset & SP Schedule.\n                      Increased opening tabs to 10 notes at a time.\n                      Increased note history to 100 notes.\n                      NOTE: Chrome permissions changed from service.sap.com to *.sap.com.\n\nAugust 2014 - v1.1: Updated to fix issue after Chrome bug fix caused history table to reverse its order.\n----------------------------------------------------------------------------------------\n\nSearch for SAP notes Faster:\n\n- From the Power Notes Searcher for SAP main popup, you can open a note (or 10 notes in one go), search for a note or perform a note content search, SCN search or help.sap.com search.\n- Highlight text on any web page and right click to open note numbers within the text.\n- Highlight text on any web page and right click to have any note numbers parsed out and copied to the clipboard.\n- Enter the text \"note\" followed by a space into the Chrome omnibox will allow you to directly type in up to 10 SAP note numbers to open.\n\nSearch Efficiently:\n\n- You can select to open the note in a new tab or an existing tab.\n- When a SAP note is opened, the note number, title, component and version are recorded in the Power Notes Searcher for SAP history along with the date/time you accessed it.\n- Quick links on the Power Notes Searcher for SAP popup provide access to commonly accessed URLs such as SAP Top Notes, SAP software download centre, SP stack schedule, PAM & SL-Toolset.\n- You can export your entire note history into Excel or Word for easy inclusion in documents.\n- Right clicking a note page allows you to trigger the Print Friendly option to \"Save as PDF\" which saves the note as a PDF with the title and version in the PDF filename in your default download location.\n\nSearch Smarter:\n\n- Enabling the \"Highlight note numbers\" will highlight note numbers that you have previously read, or haven't read in different colours when you open a note or when you search for notes through the Power Notes Searcher for SAP popup.  The notes you've read are green and you can hover over the highlight to see the Power Notes Searcher history entry for the note.  Unread notes are yellow.\n- Double click the highlight colours to open those notes, even if they are not links.\n- See your history of read notes in the Power Notes Searcher for SAP popup, from there you can click the link to the note, hover the link to see the note title, or click the PDF icon to open the Printer Friendly dialog.\n- Clicking the small block to the left of the note number in the history, allows you to pin your favourite notes into the history, or will allow you to copy the note details to the clipboard.\n- Record a cookie trail when you open notes from notes, then display the relationship tree of where you've been.\n- Share note numbers directly via email.\n\nChrome Extension Security Permissions - Why we need what we need:\n\n- We take your security seriously, so we only need what we need and here's why:\n We access pages (for note highlighting & note detail determination):\n\n                  https://*.sap.com/*\n\n We create context menus (right click menus) on the above pages/sites.\n We need to create new tabs and update existing tab locations.\n We store your note search history locally in Chrome (for your eyes only).\n We allow you to quickly copy some details to the clipboard, but we don't read from the clipboard.  We use \"offline\" documents for this.\n We don't record your data for use other than for use with the tool.\n We don't send any of your data to anywhere else other than local storage in Chrome.\n\nPlease note, you will require your usual accessibility to the SAP Support Portal via your usual S-user."
  }
}