{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Batch Save ChatGPT to Notion",
    "zh_CN": "批量一键保存 ChatGPT 对话到 Notion",
    "zh_TW": "批量一鍵保存 ChatGPT 對話到 Notion"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Batch Save ChatGPT conversations to Notion with one click. Export ChatGPT conversations",
    "zh_CN": "批量一键保存 ChatGPT 对话到 Notion。导出 ChatGPT 对话",
    "zh_TW": "批量一鍵保存 ChatGPT 對話到 Notion。導出 ChatGPT 對話"
  },
  "long": {
    "ar": "**ChatGPT إلى قاعدة بيانات Notion: مزامنة محادثاتك بكل سهولة**\n\n**تسهيل سير العمل الخاص بك**: هل سئمت من تنظيم محادثات ChatGPT يدويًا؟ قل مرحبًا للكفاءة مع ChatGPT إلى قاعدة بيانات Notion. قم بمزامنة محادثات متعددة إلى مساحة عمل Notion الخاصة بك بنقرة واحدة فقط، مما يوفر لك الوقت والجهد.\n\n**الكفاءة في أفضل حالاتها**: يقدم امتدادنا واجهة مستخدم سهلة الاستخدام لمزامنة سلسة، مما يعزز التنظيم والإنتاجية في البيئات التعليمية والمهنية والشخصية.\n\n**سجل التغييرات**:\n- **2024-10-22**: تم حل مشكلة محتوى رد ChatGPT، حيث كان يتضمن بيانات منسقة بنمط Markdown ولم يتم حفظها بشكل صحيح.\n- **20240813**: تم إصلاح مشكلة عدم القدرة على استرداد سجل المحادثات بسبب تغييرات في عناصر صفحة ChatGPT.\n- **20240509**: تمت إضافة ميزة جديدة، حيث يدعم الآن المزامنة الجماعية لمحادثات ChatGPT إلى Notion.\n- **20240504**: تم معالجة مشكلة عدم القدرة على حفظ سجل المحادثات بسبب تغيير في رابط الوصول إلى ChatGPT من chat.openai.com إلى chatgpt.com.\n- **20240416**: تم إصلاح مشكلة عدم القدرة على استرداد سجل المحادثات بسبب تغييرات في عناصر صفحة ChatGPT.\n\n**الميزات الرئيسية**:\n\n1. **مزامنة جماعية**: قم بمزامنة محادثات متعددة إلى Notion دفعة واحدة، مما يلغي المهام اليدوية المملة.\n2. **مزامنة تلقائية**: دع الامتداد يقوم بالعمل نيابة عنك - مزامنة تلقائية لجميع محادثات ChatGPT الخاصة بك إلى Notion، مع الحفاظ على تحديث مساحة العمل الخاصة بك.\n3. **إدارة سهلة**: نظم محادثاتك بسهولة داخل Notion، حيث يمكنك الرجوع إلى المناقشات السابقة والتعاون مع الآخرين بسهولة.\n4. **خيارات قابلة للتخصيص**: خصص الامتداد ليتناسب مع تفضيلات سير العمل الخاصة بك، حيث يمكنك تحديد عدد المحادثات التي سيتم مزامنتها مرة واحدة وتخصيص الإعدادات.\n\n**الأسئلة الشائعة**:\n\n1. **هل أحتاج إلى حساب Notion؟**: نعم، ستحتاج إلى حساب Notion للتشغيل.\n2. **خيارات حفظ مرنة**: حدد مكان حفظ المحادثات داخل Notion، بما يتناسب مع التفضيلات الشخصية واحتياجات التنظيم.\n3. **هل يمكن حفظ محادثات متعددة؟**: بالتأكيد، يدعم الامتداد حفظ العديد من محادثات الدردشة حسب احتياجاتك.\n4. **الدعم الفني**: هل تحتاج إلى مساعدة؟ تواصل معنا عبر chatgpt2notion@gmail.com.\n\n**حسن تجربتك مع ChatGPT**: اكتشف الإمكانيات الكاملة لـ ChatGPT مع ChatGPT إلى قاعدة بيانات Notion - وغيّر الطريقة التي تدير بها محادثاتك اليوم!",
    "am": "1. Batch export ChatGPT conversations: Effortlessly export multiple ChatGPT conversations at once to save time and streamline your workflow.\n2. Bulk save ChatGPT chats: Save numerous ChatGPT chats in bulk with just a few clicks for efficient organization and management.\n3. Sync ChatGPT to Notion in bulk: Synchronize a large volume of ChatGPT conversations to your Notion workspace simultaneously for seamless integration.\n4. Export multiple ChatGPT conversations: Export numerous ChatGPT conversations together to maintain comprehensive records and facilitate easy access.\n5. Automate ChatGPT to Notion syncing: Automate the process of syncing ChatGPT conversations to Notion, eliminating manual effort and ensuring up-to-date records.\n6. ChatGPT to Notion integration: Integrate ChatGPT seamlessly with Notion to centralize your conversations and enhance collaboration and organization.\n7. ChatGPT conversation management: Manage your ChatGPT conversations efficiently and effectively to stay organized and productive.\n8. Streamline ChatGPT workflow: Streamline your ChatGPT workflow by simplifying the process of managing and accessing your conversations.\n9. Notion synchronization for ChatGPT: Synchronize your ChatGPT conversations with Notion to keep all your communication in one centralized location.\n10. Efficient ChatGPT organization: Organize your ChatGPT conversations efficiently to improve productivity and access important information quickly.\n11. Simplify ChatGPT chat management: Simplify the management of your ChatGPT chats by exporting them to Notion in bulk for easy access and reference.\n12. Export ChatGPT discussions to Notion: Export your ChatGPT discussions to Notion effortlessly to maintain a comprehensive record of your conversations.\n13. Notion productivity tool for ChatGPT: Use Notion as a productivity tool for ChatGPT conversations, enabling seamless organization and collaboration.\n14. ChatGPT conversation archival: Archive your ChatGPT conversations in Notion to keep a record of past discussions and reference them as needed.\n15. One-click ChatGPT to Notion sync: Sync your ChatGPT conversations to Notion with just one click for quick and convenient integration.",
    "bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "ChatGPT to Notion Database: Effortlessly Sync Your Conversations\n\nStreamline Your Workflow: Tired of manually organizing your ChatGPT conversations? Say hello to efficiency with ChatGPT to Notion Database. Sync multiple conversations to your Notion workspace with just one click, saving you time and effort.\n\nEfficiency at Its Best: Our extension offers a user-friendly interface for seamless syncing, enhancing organization and productivity in educational, professional, and personal settings.\n\nChangelog:\n\n2024-10-25: Optimized the conversation logging feature, resolving the issue where some records could not be synced to Notion. This problem was due to incompatibility with the ChatGPT 4o with canvas mode. After compatibility adjustments, conversation logs can now be saved normally.\n\n2024-10-22: Resolved the problem with ChatGPT’s response content, which previously included markdown formatted data that was not being saved correctly.\n\n20240813: Fixed the issue of being unable to retrieve chat history due to changes in ChatGPT page elements.\n20240509: Added new feature, now supports batch synchronization of ChatGPT conversations to Notion.\n20240504: Addressed the problem of not being able to save conversation history due to the change in ChatGPT’s access URL from chat.openai.com to chatgpt.com.\n20240416: Fixed the issue of being unable to retrieve chat history due to changes in ChatGPT page elements.\n\nKey Features:\n\n1. Batch Sync: Sync multiple conversations to Notion in one go, eliminating tedious manual tasks.\n2. Automated Sync: Let the extension do the work for you – automatically sync all your ChatGPT conversations to Notion, keeping your workspace up to date.\n3. Effortless Management: Organize your conversations seamlessly within Notion, easily referencing past discussions and collaborating with others.\n4. Customizable Options: Tailor the extension to fit your workflow preferences, selecting the number of conversations to sync at once and customizing settings.\n\nFAQ:\n\n1. Notion Account Required: Yes, you'll need a Notion account for operation.\n2. Flexible Saving Options: Specify where to save conversations within Notion, catering to personal preferences and organizational needs.\n3. Multiple Conversations: Absolutely, the extension supports saving numerous chat conversations according to your needs.\n4. Support: Need assistance? Contact us at chatgpt2notion@gmail.com.\n\nEnhance Your ChatGPT Experience: Unlock the full potential of ChatGPT with ChatGPT to Notion Database – revolutionize the way you manage your conversations today!",
    "de": "ChatGPT zu Notion-Datenbank: Synchronisieren Sie Ihre Gespräche mühelos\n\nOptimieren Sie Ihren Workflow: Müde vom manuellen Organisieren Ihrer ChatGPT-Gespräche? Sagen Sie hallo zur Effizienz mit ChatGPT zur Notion-Datenbank. Synchronisieren Sie mehrere Gespräche mit nur einem Klick in Ihren Notion-Arbeitsbereich und sparen Sie Zeit und Mühe.\n\nEffizienz auf höchstem Niveau: Unsere Erweiterung bietet eine benutzerfreundliche Oberfläche für nahtlose Synchronisierung und verbessert die Organisation und Produktivität in Bildungs-, beruflichen und privaten Bereichen.\n\nChangelog:\n2024-10-25: Optimized the conversation logging feature, resolving the issue where some records could not be synced to Notion. This problem was due to incompatibility with the ChatGPT 4o with canvas mode. After compatibility adjustments, conversation logs can now be saved normally.\n\n2024-10-22: Problem gelöst, bei dem die Inhalte von ChatGPT-Antworten, die Markdown-formatiert waren, nicht korrekt gespeichert wurden.\n20240813: Fehler behoben, bei dem der Chatverlauf aufgrund von Änderungen an ChatGPT-Seitenelementen nicht abgerufen werden konnte.\n20240509: Neue Funktion hinzugefügt, unterstützt jetzt die Stapelsynchronisierung von ChatGPT-Gesprächen mit Notion.\n20240504: Problem behoben, bei dem der Gesprächsverlauf aufgrund der Änderung der ChatGPT-Zugriffs-URL von chat.openai.com auf chatgpt.com nicht gespeichert werden konnte.\n20240416: Fehler behoben, bei dem der Chatverlauf aufgrund von Änderungen an ChatGPT-Seitenelementen nicht abgerufen werden konnte.\n\nHauptfunktionen:\n\n1. Stapelsynchronisierung: Synchronisieren Sie mehrere Gespräche auf einmal mit Notion und eliminieren Sie mühsame manuelle Aufgaben.\n2. Automatische Synchronisierung: Lassen Sie die Erweiterung die Arbeit für Sie erledigen – synchronisieren Sie alle Ihre ChatGPT-Gespräche automatisch mit Notion und halten Sie Ihren Arbeitsbereich auf dem neuesten Stand.\n3. Mühelose Verwaltung: Organisieren Sie Ihre Gespräche nahtlos in Notion und greifen Sie leicht auf vergangene Diskussionen zurück oder arbeiten Sie mit anderen zusammen.\n4. Anpassbare Optionen: Passen Sie die Erweiterung an Ihre Workflow-Präferenzen an, wählen Sie die Anzahl der Gespräche, die gleichzeitig synchronisiert werden sollen, und passen Sie die Einstellungen an.\n\nFAQ:\n\n1. Notion-Konto erforderlich: Ja, Sie benötigen ein Notion-Konto für den Betrieb.\n2. Flexible Speicheroptionen: Legen Sie fest, wo die Gespräche in Notion gespeichert werden sollen, um persönliche Vorlieben und organisatorische Bedürfnisse zu erfüllen.\n3. Mehrere Gespräche: Absolut, die Erweiterung unterstützt das Speichern zahlreicher Chat-Gespräche nach Bedarf.\n4. Support: Benötigen Sie Unterstützung? Kontaktieren Sie uns unter chatgpt2notion@gmail.com.\n\nVerbessern Sie Ihre ChatGPT-Erfahrung: Entfesseln Sie das volle Potenzial von ChatGPT mit der ChatGPT-zu-Notion-Datenbank – revolutionieren Sie noch heute, wie Sie Ihre Gespräche verwalten!",
    "fr": "ChatGPT vers Base de données Notion : Synchronisez facilement vos conversations\nChatGPT to Notion Database: Effortlessly Sync Your Conversations\nStreamline Your Workflow: Fatigué de devoir organiser manuellement vos conversations ChatGPT ? Découvrez l'efficacité avec ChatGPT vers Base de données Notion. Synchronisez plusieurs conversations dans votre espace de travail Notion en un seul clic, économisant temps et efforts.\nLa Meilleure Efficacité : Notre extension offre une interface utilisateur conviviale pour une synchronisation sans fissure, améliorant l'organisation et la productivité dans les environnements éducatifs, professionnels et personnels.\nJournal des Changements :\n20240509 : Ajout d'une nouvelle fonctionnalité, prend maintenant en charge la synchronisation par lots des conversations ChatGPT vers Notion.\n20240504 : Correction du problème de l'impossibilité d'enregistrer l'historique des conversations à cause du changement de l'URL d'accès à ChatGPT de chat.openai.com à chatgpt.com.\n20240416 : Correction du problème de l'impossibilité de récupérer l'historique des conversations à cause des changements dans les éléments de page de ChatGPT.\nFonctionnalités Clés :\n1. Synchronisation par Lot : Synchronisez plusieurs conversations vers Notion en une seule fois, éliminant les tâches manuelles fastidieuses.\n2. Synchronisation Automatique : Laissez l'extension faire le travail pour vous - synchronisez automatiquement toutes vos conversations ChatGPT vers Notion, gardant votre espace de travail à jour.\n3. Gestion Facile : Organisez vos conversations sans effort dans Notion, référencez facilement les discussions passées et collaborez avec d'autres personnes.\n4. Options Personalisables : Personnalisez l'extension pour qu'elle corresponde à vos préférences de workflow, en sélectionnant le nombre de conversations à synchroniser à la fois et en personnalisant les paramètres.\nFAQ :\n1. Compte Notion Requis : Oui, vous aurez besoin d'un compte Notion pour l'opération.\n2. Options de Sauvegarde Flexibles : Spécifiez où enregistrer les conversations dans Notion, en fonction de vos préférences personnelles et des besoins organisationnels.\n3. Conversations Multiples : Absolument, l'extension prend en charge l'enregistrement de nombreuses conversations de chat selon vos besoins.\n4. Support : Besoin d'aide ? Contactez-nous à chatgpt2notion@gmail.com.\nAméliorez Votre Expérience ChatGPT : Découvrez tout le potentiel de ChatGPT avec ChatGPT vers Base de données Notion - révolutionnez la façon dont vous gérez vos conversations aujourd'hui !",
    "ja": "ChatGPT to Notion Database: Effortlessly Sync Your Conversations\nChatGPT から Notion データベースへ: 対話を簡単に同期\nStreamline Your Workflow: Tired of manually organizing your ChatGPT conversations? Say hello to efficiency with ChatGPT to Notion Database. Sync multiple conversations to your Notion workspace with just one click, saving you time and effort.\nワークフローを効率化: ChatGPTの対話を手動で整理するのが疲れ果てましたか？ChatGPT to Notion Databaseを使えば効率が上がります。Notionのワークスペースに複数の対話を一键で同期し、時間と労力を節約します。\nEfficiency at Its Best: Our extension offers a user-friendly interface for seamless syncing, enhancing organization and productivity in educational, professional, and personal settings.\n最適な効率: 我々の拡張機能は、教育、職業、個人の環境での整理と生産性を高めるためのユーザーフレンドリーなインターフェースを提供します。\nChangelog:\n変更履歴:\n20240509: Added new feature, now supports batch synchronization of ChatGPT conversations to Notion.\n20240509: 新機能を追加しました。今後、ChatGPTの対話をNotionに一括同期できるようになりました。\n20240504: Addressed the problem of not being able to save conversation history due to the change in ChatGPT’s access URL from chat.openai.com to chatgpt.com.\n20240504: ChatGPTのアクセスURLがchat.openai.comからchatgpt.comに変更されたために、対話履歴を保存できない問題を解消しました。\n20240416: Fixed the issue of being unable to retrieve chat history due to changes in ChatGPT page elements.\n20240416: ChatGPTのページ要素の変更による対話履歴の取得不可の問題を修正しました。\nKey Features:\n主要機能:\n1. Batch Sync: Sync multiple conversations to Notion in one go, eliminating tedious manual tasks.\n1. 一括同期: 複数の対話を一度にNotionに同期し、手動の煩雑な作業を省く。\n2. Automated Sync: Let the extension do the work for you – automatically sync all your ChatGPT conversations to Notion, keeping your workspace up to date.\n2. 自動同期: 拡張機能に作業を任せると、すべてのChatGPTの対話が自動的にNotionに同期され、ワークスペースを最新の状態に保ちます。\n3. Effortless Management: Organize your conversations seamlessly within Notion, easily referencing past discussions and collaborating with others.\n3. 簡単な管理: Notion内で簡単に対話を整理し、過去の討論を参照したり、他者と協力したりできます。\n4. Customizable Options: Tailor the extension to fit your workflow preferences, selecting the number of conversations to sync at once and customizing settings.\n4. カスタマイズ可能なオプション: 拡張機能を作業プレファレンスに合わせて調整し、一度に同期する対話の数を選択したり、設定をカスタマイズしたりできます。\nFAQ:\nよくある質問:\n1. Notion Account Required: Yes, you'll need a Notion account for operation.\n1. Notionアカウントは必須です: はい、操作にはNotionアカウントが必要です。\n2. Flexible Saving Options: Specify where to save conversations within Notion, catering to personal preferences and organizational needs.\n2. 筋の通った保存オプション: Notion内で対話を保存する場所を指定し、個人の好みと組織のニーズに合わせます。\n3. Multiple Conversations: Absolutely, the extension supports saving numerous chat conversations according to your needs.\n3. 複数の対話: とてもです。この拡",
    "ko": "ChatGPT to Notion Database: Effortlessly Sync Your Conversations\nChatGPT에서 Notion 데이터베이스로: 대화를 쉽게 동기화\nStreamline Your Workflow: Tired of manually organizing your ChatGPT conversations? Say hello to efficiency with ChatGPT to Notion Database. Sync multiple conversations to your Notion workspace with just one click, saving you time and effort.\n워크플로우를 간소화하기: ChatGPT 대화를 수동으로 정리하기 피곤하십니까? ChatGPT to Notion Database를 사용하면 효율성이大大해집니다. Notion 워크스페이스에 여러 대화를 한 번의 클릭으로 동기화하여 시간과 노력을 절약합니다.\nEfficiency at Its Best: Our extension offers a user-friendly interface for seamless syncing, enhancing organization and productivity in educational, professional, and personal settings.\n최고의 효율성: 우리의 확장 기능은 교육, 전문, 개인 설정에서의 구성과 생산성을 향상시키는 데 도움이 되는 사용자 친善적인 인터페이스를 제공합니다.\nChangelog:\n변경 기록:\n20240509: Added new feature, now supports batch synchronization of ChatGPT conversations to Notion.\n20240509: 새로운 기능을 추가하였습니다. 이제 ChatGPT 대화를 Notion에 일괄 동기화를 지원합니다.\n20240504: Addressed the problem of not being able to save conversation history due to the change in ChatGPT’s access URL from chat.openai.com to chatgpt.com.\n20240504: ChatGPT의 액세스 URL이 chat.openai.com에서 chatgpt.com으로 변경되어 대화 기록을 저장할 수 없는 문제를 해결하였습니다.\n20240416: Fixed the issue of being unable to retrieve chat history due to changes in ChatGPT page elements.\n20240416: ChatGPT 페이지 요소의 변경으로 인한 대화 기록을 가져올 수 없는 문제를 수정하였습니다.\nKey Features:\n주요 기능:\n1. Batch Sync: Sync multiple conversations to Notion in one go, eliminating tedious manual tasks.\n1. 일괄 동기화: Notion에 여러 대화를 한 번에 동기화하여 지루한 수동 작업을 줄입니다.\n2. Automated Sync: Let the extension do the work for you – automatically sync all your ChatGPT conversations to Notion, keeping your workspace up to date.\n2. 자동 동기화: 확장 기능에 작업을 맡기세요 - 모든 ChatGPT 대화를 Notion에 자동으로 동기화하여 워크스페이스를 최신 상태로 유지합니다.\n3. Effortless Management: Organize your conversations seamlessly within Notion, easily referencing past discussions and collaborating with others.\n3. 편안한 관리: Notion 내에서 대화를 원활하게 정리하고 과거의 논의를 쉽게 참조하고 다른 사람과 협업할 수 있습니다.\n4. Customizable Options: Tailor the extension to fit your workflow preferences, selecting the number of conversations to sync at once and customizing settings.\n4. 사용자 정의 옵션: 확장 기능을 워크플로우 기본 설정에 맞춰서 사용자 정의하고 동시에 동기화할 대화 수를 선택하고 설정을 변경할 수 있습니다.\nFAQ:\n자주 묻는 질문:\n1. Notion Account Required: Yes, you'll need a Notion account for operation.\n1. Notion 계정이 필요합니다: 네, 운영을 위해 Notion 계정이 필요합니다.\n2. Flexible Saving Options: Specify where to save conversations within Notion, catering to personal preferences and organizational needs.\n2. 유연한 저장 옵션: Notion 내에서 대화를 저장할 위치를 지정하여 개인 선호와 조직의 필요에 맞춥니다.\n3. Multiple Conversations: Absolutely, the extension supports saving numerous chat conversations according to your needs.\n3. 다중 대화: 그",
    "pt_BR": "ChatGPT para Base de Dados Notion: Sincronize suas conversas sem esforço\nChatGPT to Notion Database: Effortlessly Sync Your Conversations\nStreamline Your Workflow: Tired of manually organizing your ChatGPT conversations? Say hello to efficiency with ChatGPT to Notion Database. Sync multiple conversations to your Notion workspace with just one click, saving you time and effort.\nEficiência em seu melhor: Nossa extensão oferece uma interface amigável para sincronização sem falhas, melhorando a organização e produtividade em ambientes educacionais, profissionais e pessoais.\nStreamline Your Workflow: Tired of manually organizing your ChatGPT conversations? Say hello to efficiency with ChatGPT to Notion Database. Sync multiple conversations to your Notion workspace with just one click, saving you time and effort.\nChangelog:\n20240509: Added new feature, now supports batch synchronization of ChatGPT conversations to Notion.\n20240504: Addressed the problem of not being able to save conversation history due to the change in ChatGPT’s access URL from chat.openai.com to chatgpt.com.\n20240416: Fixed the issue of being unable to retrieve chat history due to changes in ChatGPT page elements.\nKey Features:\n1. Batch Sync: Sync multiple conversations to Notion in one go, eliminating tedious manual tasks.\n2. Automated Sync: Let the extension do the work for you – automatically sync all your ChatGPT conversations to Notion, keeping your workspace up to date.\n3. Effortless Management: Organize your conversations seamlessly within Notion, easily referencing past discussions and collaborating with others.\n4. Customizable Options: Tailor the extension to fit your workflow preferences, selecting the number of conversations to sync at once and customizing settings.\nFAQ:\n1. Notion Account Required: Yes, you'll need a Notion account for operation.\n2. Flexible Saving Options: Specify where to save conversations within Notion, catering to personal preferences and organizational needs.\n3. Multiple Conversations: Absolutely, the extension supports saving numerous chat conversations according to your needs.\n4. Support: Need assistance? Contact us at chatgpt2notion@gmail.com.\nEnhance Your ChatGPT Experience: Unlock the full potential of ChatGPT with ChatGPT to Notion Database – revolutionize the way you manage your conversations today!",
    "pt_PT": "ChatGPT a la base de datos de Notion: Sincroniza tus conversaciones sin esfuerzo\n\nOptimiza tu flujo de trabajo: ¿Cansado de organizar manualmente tus conversaciones de ChatGPT? Di hola a la eficiencia con ChatGPT para la base de datos de Notion. Sincroniza varias conversaciones a tu espacio de trabajo de Notion con un solo clic, ahorrando tiempo y esfuerzo.\n\nEficiencia en su mejor forma: Nuestra extensión ofrece una interfaz fácil de usar para una sincronización fluida, mejorando la organización y productividad en entornos educativos, profesionales y personales.\n\nHistorial de cambios:\n- **2024-10-22**: Resuelto el problema con el contenido de las respuestas de ChatGPT, que incluían datos formateados en markdown y no se guardaban correctamente.\n- **20240813**: Corregido el problema de no poder recuperar el historial de chat debido a cambios en los elementos de la página de ChatGPT.\n- **20240509**: Se agregó una nueva función: ahora admite la sincronización masiva de conversaciones de ChatGPT a Notion.\n- **20240504**: Se resolvió el problema de no poder guardar el historial de conversaciones debido al cambio de URL de acceso a ChatGPT de chat.openai.com a chatgpt.com.\n- **20240416**: Se solucionó el problema de no poder recuperar el historial de chat debido a cambios en los elementos de la página de ChatGPT.\n\nFunciones clave:\n\n1. **Sincronización masiva**: Sincroniza varias conversaciones a Notion de una sola vez, eliminando tareas manuales tediosas.\n2. **Sincronización automática**: Deja que la extensión haga el trabajo por ti: sincroniza automáticamente todas tus conversaciones de ChatGPT con Notion, manteniendo tu espacio de trabajo actualizado.\n3. **Gestión sin esfuerzo**: Organiza tus conversaciones fácilmente en Notion, accediendo a discusiones anteriores y colaborando con otros sin complicaciones.\n4. **Opciones personalizables**: Ajusta la extensión según tus preferencias de trabajo, seleccionando la cantidad de conversaciones a sincronizar a la vez y personalizando los ajustes.\n\nPreguntas frecuentes (FAQ):\n\n1. ¿Es necesario tener una cuenta de Notion? Sí, necesitarás una cuenta de Notion para que funcione.\n2. **Opciones de guardado flexibles**: Especifica dónde guardar las conversaciones dentro de Notion, adaptándose a tus preferencias personales y necesidades organizativas.\n3. **¿Puedo guardar varias conversaciones?**: Absolutamente, la extensión admite el guardado de numerosas conversaciones de chat según tus necesidades.\n4. **Soporte**: ¿Necesitas ayuda? Contáctanos en chatgpt2notion@gmail.com.\n\nMejora tu experiencia con ChatGPT: desbloquea todo el potencial de ChatGPT con la base de datos de Notion y revoluciona la forma en que gestionas tus conversaciones hoy mismo.",
    "ru": "ChatGPT в базу данных Notion: легко синхронизируйте ваши беседы\n\nОптимизируйте свой рабочий процесс: Устали вручную организовывать свои беседы с ChatGPT? Скажите привет эффективности с ChatGPT для базы данных Notion. Синхронизируйте несколько бесед в ваше рабочее пространство Notion всего одним нажатием, экономя ваше время и усилия.\n\nЭффективность на высшем уровне: Наше расширение предлагает удобный интерфейс для бесшовной синхронизации, улучшая организацию и продуктивность в образовательных, профессиональных и личных средах.\n\nЖурнал изменений:\n2024-10-22: Решена проблема с контентом ответа ChatGPT, который включал данные в формате markdown и не сохранялся корректно.\n20240813: Исправлена ошибка, из-за которой невозможно было получить историю чата из-за изменений в элементах страницы ChatGPT.\n20240509: Добавлена новая функция — теперь поддерживается массовая синхронизация бесед ChatGPT с Notion.\n20240504: Решена проблема, из-за которой не удавалось сохранить историю бесед из-за смены URL ChatGPT с chat.openai.com на chatgpt.com.\n20240416: Исправлена ошибка, из-за которой не удавалось получить историю чатов из-за изменений в элементах страницы ChatGPT.\n\nКлючевые функции:\n\n1. Массовая синхронизация: Синхронизируйте несколько бесед с Notion за один раз, избавляя вас от утомительных ручных действий.\n2. Автоматическая синхронизация: Пусть расширение сделает работу за вас — автоматически синхронизируйте все ваши беседы ChatGPT с Notion, поддерживая актуальность рабочего пространства.\n3. Легкое управление: Организуйте ваши беседы в Notion без усилий, легко находите прошлые обсуждения и сотрудничайте с другими.\n4. Настраиваемые параметры: Подгоняйте расширение под свои рабочие предпочтения, выбирая количество бесед для синхронизации за раз и изменяя настройки.\n\nЧасто задаваемые вопросы (FAQ):\n\n1. Требуется ли аккаунт Notion? Да, для работы требуется аккаунт Notion.\n2. Гибкие параметры сохранения: Укажите, куда сохранять беседы в Notion, с учетом ваших предпочтений и организационных нужд.\n3. Поддерживается ли синхронизация нескольких бесед? Конечно, расширение поддерживает сохранение множества бесед по вашему усмотрению.\n4. Поддержка: Нужна помощь? Свяжитесь с нами по адресу chatgpt2notion@gmail.com.\n\nУлучшите ваш опыт использования ChatGPT: раскройте весь потенциал ChatGPT с помощью ChatGPT для базы данных Notion — революционизируйте способ управления вашими беседами уже сегодня!",
    "zh_CN": "批量保存ChatGPT聊天记录到Notion数据库：轻松同步您的对话\n\n简化您的工作流程：厌倦了手动整理ChatGPT对话吗？用ChatGPT到Notion数据库，向效率问好。一键将多个对话同步到您的Notion工作区，节省您的时间和精力。\n最佳效率：我们的扩展提供了一个用户友好的界面，无缝同步，增强教育、专业和个人环境中的组织和生产力。\n\n更新日志：\n2024-10-22：解决了ChatGPT响应内容中包含的markdown格式数据保存问题。\n\n20240509：新增功能，现在支持批量同步ChatGPT对话到Notion。\n20240504：解决了由于ChatGPT的访问URL从chat.openai.com更改为chatgpt.com而无法保存对话历史的问题。\n20240416：修复了由于ChatGPT页面元素更改而无法检索聊天历史的问题。\n\n关键特性：\n1. 批量同步：一次同步多个对话到Notion，消除繁琐的手动任务。\n2. 自动同步：让扩展为您完成工作 - 自动将所有ChatGPT对话同步到Notion，保持您的工作空间更新。\n3. 轻松管理：在Notion中无缝组织您的对话，轻松引用过去的讨论并与其他人协作。\n4. 可定制选项：调整扩展以适应您的工作流程偏好，选择一次性同步的对话数量并自定义设置。\n\n常见问题解答：\n1. 需要Notion账户：是的，您需要一个Notion账户来操作。\n2. 灵活的保存选项：指定在Notion中保存对话的位置，满足个人偏好和组织需求。\n3. 多个对话：当然，扩展支持根据您的需要保存许多聊天对话。\n4. 支持：需要帮助？通过chatgpt2notion@gmail.com联系我们。\n增强您的ChatGPT体验：用ChatGPT到Notion数据库释放ChatGPT的完整潜力 - 革新您管理对话的方式！",
    "zh_TW": "ChatGPT到Notion數據庫：輕鬆同步您的對話\n簡化您的工作流程：厭倦了手動整理ChatGPT對話嗎？用ChatGPT到Notion數據庫，向效率問好。一鍵將多個對話同步到您的Notion工作區，節省您的时间和精力。\n最佳效率：我們的擴展提供了一個使用者友好的界面，無縫同步，增強教育、專業和個人環境中的組織和生產力。\n更新日誌：\n20240509：新增功能，現在支持批量同步ChatGPT對話到Notion。\n20240504：解決了由於ChatGPT的訪問URL從chat.openai.com更改為chatgpt.com而無法保存對話歷史的问题。\n20240416：修復了由於ChatGPT頁面元素更改而無法檢索聊天歷史的问题。\n關鍵特性：\n1. 批量同步：一次同步多個對話到Notion，消除繁瑣的手動任務。\n2. 自動同步：讓擴展為您完成工作 - 自動將所有ChatGPT對話同步到Notion，保持您的工作空間更新。\n3. 輕鬆管理：在Notion中無縫組織您的對話，輕鬆引用過去的討論並與其他人協作。\n4. 可定制選項：調整擴展以適應您的工作流程偏好，選擇一次性同步的對話數量並自定義設置。\n常見問題解答：\n1. 需要Notion帳戶：是的，您需要一個Notion帳戶來操作。\n2. �靈活的保存選項：指定在Notion中保存對話的位置，滿足個人偏好和組織需求。\n3. 多個對話：當然，擴展支持根據您的需要保存許多聊天對話。\n4. 支持：需要幫助？通過chatgpt2notion@gmail.com聯繫我們。\n增強您的ChatGPT體驗：用ChatGPT到Notion數據庫釋放ChatGPT的完整潛力 - 革新您管理對話的方式！"
  }
}