{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Altruisto.com"
  },
  "short": {
    "ar": "تبرع للجمعيات الخيرية الأكثر فعالية في العالم من خلال تسوقك اليومي على الإنترنت وبدون أي تكاليف إضافية.",
    "am,bg,bn,ca,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Raise money for the world's most effective charities through your everyday online shoppings with no extra costs.",
    "cs": "Přispívejte svými běžnými online nákupy do rozpočtu nejúspěšnějších charitativních organizací. Nebude vás to stát ani korunu navíc.",
    "da": "Støt verdens mest effektive velgørende organisationer gennem dine daglige køb online uden ekstra omkostninger.",
    "de": "Sammeln Sie alleine durch Ihr tägliches Einkaufen – und ohne zusätzliche Kosten – Spenden für einige der weltweit effektivsten…",
    "es": "Recaudar fondos para las entidades de caridad más eficaces del mundo a través de sus compras en línea de todos los días sin costos…",
    "fi": "Kerää rahaa maailman tehokkaimmille hyväntekeväisyysjärjestöille tekemällä jokapäiväisiä ostoksiasi verkossa ilman ylimääräisiä…",
    "fr": "Collectez de l’argent pour les œuvres caritatives les plus efficaces du monde grâce à vos achats en ligne quotidiens, sans coûts…",
    "hr": "Skupljajte novac za najučinkovitije svjetske karitativne organizacije svakodnevnom kupnjom putem interneta i to bez dodatnih…",
    "it": "Raccogli fondi a favore degli enti benefici più attivi del mondo senza costi aggiuntivi grazie ai tuoi acquisti quotidiani online.",
    "ja": "毎日のオンライン・ショッピングを通じて、別料金を払うことなく世界中の最も効果的なチャリティのために資金集め",
    "pt_PT": "Angarie dinheiro para as instituições de caridade mais eficazes do mundo através das suas compras diárias online sem qualquer custo…",
    "ru": "Собирайте деньги для самых эффективных благотворительных организаций мира через ваши повседневные покупки онлайн без каких-либо…",
    "zh_CN": "通过您日常的网上购物来为全球最有效的慈善机构筹款，同时无需多付分毫。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "You can start helping people in extreme poverty with no extra effort or costs. Just install an extension, and when you buy something online, people living in severe poverty will get medicines, bed nets, or financial aid. There are no extra costs for you (the charity donation is covered by our partner stores).\n\nWe’ve partnered with online stores (including Ebay, Aliexpress, Etsy, Microsoft) to create a unique loyalty program. For every purchase you make in one of our partners’ stores, portion of the money goes to extremely effective, research-backed charities. That way, users can support great causes with no costs, and shops gain clients strongly incentivized to buy from them and not their competition.\n\nIt works with 1000+ shops including Ebay, Barnes & Noble, Aliexpress, and Etsy. For every $4.85 raised for Against Malaria Foundation two people are protected from malaria (via bed nets) and for every $1.19 raised for Schistosomiasis Control Initiative, one child gets a year supply of medicine.\n\n\nEveryone wins!\n\n\n---\nHow does it work?\n---\nWhen you visit one of our partners’ stores online, you will see a special button saying \"start raising money\". After clicking that button, you will be asked to confirm your choice, and you will then be redirected back to the store. From now on, when you buy something, Altruist receives a commission (usually 1-6%) and donates it to carefully chosen charities.\n\nThe charities we've chosen to support have been recommended by GiveWell.org - an organization that does in-depth research into how well charities do what they are supposed to do and chooses the best ones. As a result, the charities we support are exceptional at improving the lives of people living in extreme poverty. Thanks to that, you don't have to spend your time verifying if the charity you want to support is good, do their job well, doesn't pay ridiculous salaries to the founders, etc.\n\nSelected charities are evidence-backed, thoroughly vetted, and underfunded.\n\nBecause of all that you can be sure that the money they receive from your online shoppings is used to do as much good as possible. Also, because the charities are so efficient with their funds, every small purchase in Altruisto's partners' shops makes a real difference in someone's life."
  }
}