{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FocusGuardian"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Guard your focus! FocusGuardian helps you block distracting sites so you can remain concentrated on what matters most."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FocusGuardian - Guard Your Productivity! 🛡️\nTired of social networks and endless distractions eating away at your productivity? We've got your back! FocusGuardian is your trusted ally in the digital realm, ensuring you stay on task, one blocked distraction at a time.\n\nKey Features 🚀\nBlock Distracting Sites: Prevent unintentional time-wasting by adding websites to your personalized blocklist.\n\nPersonalized Focus by Weekdays and Time Ranges: Fine-tune your focus by blocking sites on specific days and times that you set.\n\nMultilingual Support: The extension is available in English, Russian, Turkish, and Hindi.\n\nSecure: Your privacy matters. FocusGuardian doesn't collect or share your personal data.\n\nHow It Works 🖱️\nInitial Setup: Click on the FocusGuardian icon in your Chrome toolbar to set up your preferred language.\n\nAdding Sites to Blocklist: Easily add distracting sites to your blocklist with just one click.\n\nConfiguring Time-Based Blocks: Set specific days and times to block certain sites.\n\nMotivational Quotes: Get inspired with quotes that remind you of your goals whenever you try to visit a blocked site.\n\n🔒 Your Privacy Matters\nAt FocusGuardian, we respect your privacy. The extension operates entirely on your device. We do not store, share, or transmit any of your browsing data or personal information. Our primary goal is to help you stay focused; your privacy remains intact.\n\n🌐 Open Source\nFocusGuardian is proud to be an open-source project! This means complete transparency, and you're always welcome to peek under the hood, suggest improvements, or even contribute. We believe in a community-driven approach to making the web a more productive space for everyone. You can visit repository https://github.com/Romander/FocusGuardian\n\nSo, why wait? Install FocusGuardian and take the first step towards a more focused and productive digital life. Because your time matters, and we're here to help you make the most of it."
  }
}