{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dynamic A.I. StorY"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Redefining narrative storytelling on Chrome. PayPal subscription is required for this edition activation"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dynamic A.I. Story, affectionately known as DAISY, represents the pinnacle of interactive storytelling, seamlessly merging cutting-edge artificial intelligence with creative expression. DAISY invites users on a literary journey where imagination knows no bounds. This innovative platform empowers storytellers to craft narratives dynamically, tailoring each tale with precision.\n\nAt its core, DAISY is an intuitive web application designed for both aspiring and seasoned writers. With a user-friendly interface, writers can effortlessly generate diverse stories by selecting language, genre, perspective, and word limit. The robust integration of OpenAI technology ensures that the narratives unfold organically, creating immersive experiences that captivate readers.\n\nDAISY embraces a spectrum of genres, from the whimsical realms of fairytales to the gripping suspense of thrillers. Writers can choose their preferred narrative perspective, whether first or third person, adding a personalized touch to every story. The dynamic word limit feature accommodates various storytelling styles, offering flexibility for concise tales or elaborate sagas.\n\nBeyond its storytelling prowess, DAISY prioritizes user experience. The polished interface, adorned with a palette of modern aesthetics, ensures an enjoyable and visually appealing writing environment. With features like real-time story previews and a seamless save functionality, DAISY transforms the act of crafting narratives into an effortlessly delightful experience. Step into the world of DAISY and let your creativity flow boundlessly, as each click propels you into a realm where the only limit is the expanse of your imagination"
  }
}