{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Memes2Dreams"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Memes2Dreams!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Memes2Dreams is a unique way to encourage users to create and share meaningful content on social media and improve ethical behavior on the web. Many of us attempt to uninstall social media apps but are never able to quit them completely. We decided to turn the user’s experience on these apps into something more positive and use Twitter as a tool to increase peoples’ awareness about social issues.\n\nIn the United States, the average person spends 144 MINUTES A DAY on social media, half of which is spent on browsing irrelevant content, like memes. At the same time, many people are also not aware of the social issues around them. How can we reduce time spent on browsing meaningless content on social media? How can we increase our awareness of the social issues around us by using social media platforms more wisely?\n\nKeeping the user in mind was the key objective in designing the frontend for Memes2Dreams. Knowing how Chrome extensions can be annoying or even outright intrusive, we wanted the user to have intuitive and meaningful interactions with the extension. \n\nThe user can get the alert when they view self-defined memes and the report of the day for how many memes they have viewed in the past day. In this way, they can keep track of how much time they spend on Internet. \n\nWhen the number of memes reaches a certain level, the user will be asked to post meaningful contents via their social media. In this way, we want to encourage people contribute more meaningful contents in the social media and spend less time on memes."
  }
}