{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Daily Inspiring Quotes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Daily Quotes to Motivate & Inspire You!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Daily Inspiring Quotes is a browser extension where your new tab is replaced by a motivating quote that seeks to inspire you each time you open a new tab. A search box powered by Bing.com enables you to browse the internet right from the extension page.\n\n\"THIS EXTENSION IS PUBLISHED TO discoverinformation.com/dailyinspiringquotes/ ONLY\"\n\nHow to get started\nDaily Inspiring Quotes is a new tab extension which is integrated into Chrome to provide users access to simple, inspiring quotes on life each day along with a search bar that will be replaced by Bing.com search for your convenience. The extension is easy to use and user-friendly.\n\nIt does not store or share any personal information, financial details or authentication permission\n\nFeatures\nAn inspirational quote on your New Tab\nEase of navigation\nCustom search powered by Bing.com\nCompletely free to use\n\nPermissions\nIt needs permission to allow new tabs to display the Daily Inspiring Quotes extension with the features including the access to custom search. This extension does NOT ask for your login or password.\n\nBy clicking \"Install Now\", I accept and agree to install the \"Daily Inspiring Quotes\" extension and hereby agree to set Chrome New Tab to that provided by the service and the Privacy Policy and Terms of Use.\n\nUninstallation:\nTo uninstall the extension in Chrome, go to chrome://extensions/ and locate \"Daily Inspiring Quotes\", click on Remove and you will be prompted with a pop up \"Daily Inspiring Quotes\", click the Remove button.\n\nDisclaimer:\nThe search engine on the new tab will change to Bing.com once downloaded.\n\nv1.2 - Updated API to filter relevant quotes"
  }
}