{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Prompt Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Install ChatGPT Prompt Generator today and take your chatbot development to the next level."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chatbots are becoming an increasingly popular tool for businesses and individuals looking to automate their customer service, marketing, and other communication processes. However, developing a chatbot can be a complex and time-consuming process, especially when it comes to generating high-quality prompts that will engage users and drive meaningful interactions.\n\nThat's where the ChatGPT Prompt Generator comes in. This powerful tool harnesses the power of GPT (Generative Pre-trained Transformer) language models to generate high-quality prompts for your chatbot in a matter of seconds. With the ChatGPT Prompt Generator, you can save time and streamline your chatbot development process, while ensuring that your prompts are engaging, relevant, and effective.\n\nWhether you're building a chatbot for customer service, lead generation, or any other purpose, the ChatGPT Prompt Generator can help take your chatbot development to the next level. With its advanced natural language processing capabilities and customizable options, you can easily create prompts that are tailored to your specific needs and goals.\n\nInstalling the ChatGPT Prompt Generator is easy and straightforward, and the tool can be integrated seamlessly with your existing chatbot development workflow. So why wait? Install the ChatGPT Prompt Generator today and start generating high-quality prompts that will drive engagement and success for your chatbot."
  }
}