{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEO Wizard: AI Content Optimizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Supercharge your SEO and content creation with the ultimate AI-powered assistant."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🚀 SEO Wizard: AI Content Optimizer - Skyrocket Your Rankings!\n\nUnlock the power of AI to dominate search engine results! SEO Wizard is your all-in-one tool for creating high-ranking, engaging content that outperforms the competition.\n\n✅ Instant Keyword Research: Generate laser-focused keyword clusters tailored to your niche\n✅ SEO-Optimized Blog Posts: Craft compelling articles that Google loves, in seconds\n✅ Competitor Analysis: Outrank your rivals with AI-powered content strategies\n✅ Multi-Language Support: Optimize content in 25+ languages for global reach\n✅ User-Intent Focused: Create content that matches exactly what your audience is searching for\n\nPerfect for:\n• Content Creators\n• Digital Marketers\n• SEO Professionals\n• Bloggers & Journalists\n• E-commerce Owners\n\nWhy choose SEO Wizard?\n• Save hours on content creation and keyword research\n• Boost your organic traffic with AI-optimized content\n• Stay ahead of SEO trends with cutting-edge AI technology\n• Seamlessly integrates with ChatGPT and Claude for enhanced capabilities\n\nDon't let your content get lost in the noise. Install SEO Wizard now and watch your rankings soar! 📈\n\nTry it risk-free today and join thousands of satisfied users who've transformed their SEO game!\n\n#SEO #ContentOptimization #AIWriter #KeywordResearch #DigitalMarketing"
  }
}