{
  "name": {
    "am,ar,bg,bn,ca,en,en_AU,en_GB,en_US,et,fa,gu,he,hr,kn,lt,lv,ml,mr,sl,sr,sw,ta,te": "Open a new tab on the right",
    "cs": "Otevřete novou kartu vpravo",
    "da": "Åbn en ny fane til højre",
    "de": "Öffne einen neuen Tab rechts",
    "el": "Ανοίξτε μια νέα καρτέλα στα δεξιά",
    "es,es_419": "Abra una nueva pestaña a la derecha",
    "fi": "Avaa uusi välilehti oikealla",
    "fil": "Buksan ang isang bagong tab sa kanan",
    "fr": "Ouvrez un nouvel onglet à droite",
    "hi": "दाईं ओर एक नया टैब खोलें",
    "hu": "Nyisson meg egy új lapot a jobb oldalon",
    "id": "Buka tab baru di sebelah kanan",
    "it": "Apri una nuova scheda a destra",
    "ja": "右に新しいタブを開く",
    "ko": "오른쪽에 새 탭 열기",
    "ms": "Buka tab baharu di sebelah kanan",
    "nl": "Open een nieuw tabblad aan de rechterkant",
    "no": "Åpne en ny fane til høyre",
    "pl": "Otwórz nową kartę po prawej stronie",
    "pt_BR,pt_PT": "Abra uma nova guia à direita",
    "ro": "Deschideți o filă nouă în partea dreaptă",
    "ru": "Откройте новую вкладку справа",
    "sk": "Otvorte novú kartu vpravo",
    "sv": "Öppna en ny flik till höger",
    "th": "เปิดแท็บใหม่ทางด้านขวา",
    "tr": "Sağdaki yeni bir sekme aç",
    "uk": "Відкрийте нову вкладку справа",
    "vi": "Mở một tab mới ở bên phải",
    "zh_CN": "右侧打开新标签页",
    "zh_TW": "右側打開新標籤頁"
  },
  "short": {
    "am,ar,bg,bn,ca,en,en_AU,en_GB,en_US,et,fa,gu,he,hr,kn,lt,lv,ml,mr,sl,sr,sw,ta,te": "Add a button to open the new tab on the right side of the new UI interface in Chrome 69.",
    "cs": "Přidáním tlačítka otevřete novou kartu na pravé straně nového rozhraní UI v Chrome 69.",
    "da": "Tilføj en knap for at åbne den nye fane på højre side af det nye brugergrænseflade i Chrome 69.",
    "de": "Fügen Sie eine Schaltfläche hinzu, um die neue Registerkarte auf der rechten Seite der neuen Benutzeroberfläche in Chrome 69 zu…",
    "el": "Προσθέστε ένα κουμπί για να ανοίξετε τη νέα καρτέλα στη δεξιά πλευρά της νέας διεπαφής UI στο Chrome 69.",
    "es,es_419": "Agregue un botón para abrir la nueva pestaña en el lado derecho de la nueva interfaz de interfaz de usuario en Chrome 69.",
    "fi": "Avaa uuden välilehden avaaminen Uuden käyttöliittymän oikealla puolella Chrome 69: ssa.",
    "fil": "Magdagdag ng isang pindutan upang buksan ang bagong tab sa kanang bahagi ng bagong UI interface sa Chrome 69.",
    "fr": "Ajoutez un bouton pour ouvrir le nouvel onglet sur le côté droit de la nouvelle interface de l'interface utilisateur dans Chrome 69.",
    "hi": "क्रोम 69 में नए यूआई इंटरफ़ेस के दाईं ओर नया टैब खोलने के लिए एक बटन जोड़ें।",
    "hu": "Adjon hozzá egy gombot a Chrome 69 új felhasználói felületének jobb oldalán található új lap megnyitásához.",
    "id": "Tambahkan tombol untuk membuka tab baru di sisi kanan antarmuka UI baru di Chrome 69.",
    "it": "Aggiungi un pulsante per aprire la nuova scheda sul lato destro della nuova interfaccia utente in Chrome 69.",
    "ja": "Chrome 69の新しいUIインターフェイスの右側に新しいタブを開くためのボタンを追加します。",
    "ko": "Chrome에서 새 UI 인터페이스의 오른쪽에 새 탭을 열려면 버튼을 추가하십시오.",
    "ms": "Tambah butang untuk membuka tab baharu di sebelah kanan antara muka UI baru di Chrome 69.",
    "nl": "Voeg een knop toe om het nieuwe tabblad aan de rechterkant van de nieuwe gebruikersinterface in Chrome 69 te openen.",
    "no": "Legg til en knapp for å åpne den nye kategorien på høyre side av det nye grensesnittgrensesnittet i Chrome 69.",
    "pl": "Dodaj przycisk, aby otworzyć nową kartę po prawej stronie nowego interfejsu UI w przeglądarce Chrome 69.",
    "pt_BR,pt_PT": "Adicione um botão para abrir a nova guia no lado direito da nova interface da interface do usuário no Google Chrome 69.",
    "ro": "Adăugați un buton pentru a deschide noua filă din partea dreaptă a noii interfețe UI din Chrome 69.",
    "ru": "Добавьте кнопку, чтобы открыть новую вкладку в правой части нового интерфейса пользовательского интерфейса в Chrome 69.",
    "sk": "Pridanie tlačidla otvorte novú kartu na pravej strane nového používateľského rozhrania v prehliadači Chrome 69.",
    "sv": "Lägg till en knapp för att öppna den nya fliken på höger sida av det nya gränssnittet i Chrome 69.",
    "th": "เพิ่มปุ่มเพื่อเปิดแท็บใหม่ทางด้านขวาของอินเทอร์เฟซ UI ใหม่ใน Chrome 69",
    "tr": "Yeni kullanıcı arayüzünün sağ tarafındaki yeni sekmeyi Chrome 69'da açmak için bir düğme ekleyin.",
    "uk": "Додайте кнопку, щоб відкрити нову вкладку в правій частині нового інтерфейсу інтерфейсу в Chrome 69.",
    "vi": "Thêm nút để mở tab mới ở bên phải giao diện giao diện người dùng mới trong Chrome 69.",
    "zh_CN": "在Chrome 69版本的新UI界面中添加右侧快捷打开新标签页的按钮。",
    "zh_TW": "在Chrome 69版本的新UI界面中添加右側快捷打開新標籤頁的按鈕。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Google has confirmed the material design as the default user interface for the official version of Chrome69, Chrome browser will usher in a new design of MD in September.\nIt includes a new address bar, label shape and label color.\nThe most unbearable one is that the button to open a new tab is adjusted from the right to the left.\nUsers who have enabled the new UI in the beta have said that this is very inconsistent with their operating habits, or even an \"anti-human\" design - whenever you want to open a new tab, you should avoid the delay. Bookmark page.\nSimilar to the Reopen Closed Tab, which recently closes the tab, opening a new tab on the right side adds a shortcut button to the extension bar on the right side of your browser, allowing you to open a new tab from the right.",
    "zh_CN": "谷歌已确认将Material Design作为Chrome69正式版的默认用户界面，Chrome浏览器将于9月迎来MD的全新设计。\n它包括新的地址栏，标签形状和标签颜色等。\n其中最令人难以忍受的是，打开新标签页的按钮由右侧调整到了左侧。\n已在测试版中启用新UI的用户都表示，这十分不符合他们的操作习惯，甚至是一种“反人类”的设计——每当想要打开新标签页时，都要避免误点到前面的标签页。\n与Reopen Closed Tab、恢复关闭标签、Recently Closed Tabs相似，右侧打开新标签页能够在你的浏览器右侧扩展栏中添加一个快捷按钮，方便你从右侧打开新的标签页。"
  }
}