{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sundial: Timezone Tools inside Google Calendar"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save time scheduling multi-timezone meetings — all within Google Calendar."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Here's how Sundial works:\n\nAfter installing, Sundial will appear in the left column of Google Calendar.\n\n1) Add Multiple Timezones to Your Calendar\nSearch for a place or timezone in Sundial, and it will add that timezone to Google Calendar. Add as many as you need in seconds.\n\n2) Share Your Availability in Any Timezone. No Errors.\nSelect events on Google Calendar and click “Copy availability”. Sundial converts the event times into written text that’s ready to paste wherever you’re scheduling. Here's an example:\n\nMon: Jan 2: 9-11am EST\nTue, Jan 3: 8-9am, 10am-12pm EST\n\nNeed to adjust for another timezone? Search for a place or timezone in the Sundial, and your availability updates instantly. Here’s how it looks:\n\nMon, Jan 2: 3-5pm CET / 9-11am EST\nTue, Jan 3: 2-3pm CET / 8-9am EST\n\n3) Create Holds while Copying Your Availability\nEnable “Holds” in Sundial’s settings, and a new button—“Copy & hold”—will appear. Use it to copy the event's availability and add it as a hold on your calendar.\n\n4) Overlay Meeting Requests on Your Calendar\nWhen someone emails you to meet, click “View on Calendar” in Gmail. Sundial detects the meeting request and overlays the suggested times on your Google Calendar, automatically adjusted to your timezone.\n\n5) Work Seamlessly with Team Calendars\nScheduling with teammates? Sundial works with any calendars you overlay in Google Calendar. Add coworkers’ calendars, select events, and use Sundial effortlessly.\n\nSundial Pricing\n• Free Plan: 40 uses per month (that's ~10 meetings), with “Scheduling by Sundial” included in emails to help spread the word.\n• Sundial Pro: $7/month for unlimited uses, removal of \"Scheduling by Sundial\" in emails and email support. Your subscription helps me improve and sustain the product.\n\n*One “use” is defined by an added timezone, a copied availability, a created hold, or an overlayed meeting request.\n\nThank you for trying Sundial. I hope you find it helpful!\n\nSundial collects User Identifiers such as, Chrome email address, Chrome ID, Google Calendar email address, Google Calendar first name and last name and Google Calendar locale, along with events specifically related to the extension's usage. We never share or sell your information. It is strictly used to improve the user experience. For details, see our privacy policy here: https://trysundial.ai/privacy."
  }
}