{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reepl - Free LinkedIn Copilot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your LinkedIn experience with AI-powered post creation, messaging, commenting, prospecting and profile optimization."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Reepl - a Free LinkedIn Assistant that helps you crush your LinkedIn goals, without leaving LinkedIn.\n\nReepl works on all LinkedIn accounts (Free, Premium or Sales Navigator), and helps you write viral posts, engage with your network, auto-reply to conversations, optimise your LinkedIn profile, create swipe files, and much more.\n\n🌟 Key Features:🌟\n\n➔ Visual Post Editor: Create eye-catching LinkedIn posts with AI assistance.\n➔ Smart Messaging & Commenting: Craft thoughtful, contextual, and personalized responses to DMs and comments.\n➔ Profile Optimization: Enhance your LinkedIn profile using AI-driven suggestions.\n➔ Save & Organize: Store and manage LinkedIn profiles and posts for easy reference.\n➔ Embedded Streak Widget: Track your LinkedIn activity and set custom goals.\n➔ Advanced Co-Pilot Sidebar: Get AI assistance right within your LinkedIn interface.\n➔ Multi-Language Support: Communicate effectively across language barriers.\n\nReepl offers a 14-day free trial to get you started. \n\nFor power users, we also provide the option to use your own OpenAI API key.\n\nWhether you're a freelancer looking to boost your presence, a content creator building your personal brand, or a recruiter managing multiple connections, Reepl has the tools you need to excel on LinkedIn.\n\nDownload Reepl today and experience the future of professional networking!"
  }
}