{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "parg.co URL shortener"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "aparg's new parg.co extension is designed to shorten active tab URL"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Aparg is happy to present chrome extension for parg.co, which will enable you to get shorten URL of the current one with the help of just one click. This will help you to make your daily work productive.\n\nWhy to use parg.co?\nAs you probably know URL shorteners turn a regular URL into a neat one. You might have seen several similar web pages like: https://www.example.com/category1/page1?variable1=23645273564634&variable2=7482736487263S87462. Taking into consideration the fact that they are neither easy readable nor memorable we present another solution for your problem. Parg.co provides an opportunity to make the URL shorter which will look like parg.co/bH8f. Due to that it will be easier to remember a few symbols than long and mixed numbers and symbols.\nBesides it's more convenient to use similar URLs while making referrals in a content. Moreover, it's easy to dictate the neat URL over the phone.\nAt last but not the least it's important to mention that URLs should be convenient for sharing. In case you want to share an image URL and it's too long, then you just shorten it with the help of parg.co and just share a clear and ease memorable URL. \nThe rise of mobile smartphones, texting and mobile internet is just a fact that it's far easier to text a short URL than a long one. It is obvious that sharing is one of the most popular activity in social platform.\nThe advantage of our URL shortener is that it's one of the unique shortener that supports URLs in any language. As the number of urls in different languages increases, parg.co has found an advance solution to handle them.\n\nSo, our product will give you an opportunity to save your time and use a tiny URLs instead of remembering so many complicated links. Hope you'll like our new product and will make your communication easier and more organized. \n\nIn order to use the service with advanced options please go to: https://parg.co"
  }
}