{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Solaire"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Solaire turns your everyday web searches into funding for renewable energy projects, helping to create a cleaner planet."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Solaire - Search for a Cleaner Planet\n\nSolaire is a unique Chrome extension designed to transform your web searching experience into a powerful tool for positive change. By replacing your default search engine and new tab with Solaire, you can help fund renewable energy projects simply by doing what you already do—searching the web.\n\nHow It Works:\n• Install Solaire: Add the Solaire extension to your Chrome browser with just a few clicks.\n• Search as Usual: Use Solaire for your everyday web searches instead of your current search engine.\n• Generate Impact: The revenue generated from search ads is redirected to support clean, renewable energy projects around the world.\n\nWhy Choose Solaire?\n\n• Support Renewable Energy: Every search you make helps to generate funds that are invested in renewable energy sources like solar, wind, and hydropower.\n\n• Effortless Contribution: You don’t need to change your habits. Just keep searching as you normally would, and you’ll be contributing to a greener planet.\n\n• Make a Real Difference: The profits from search ads are used to finance projects that reduce carbon emissions and promote sustainable energy, helping to combat climate change.\n\n• Transparent and Trustworthy: We are committed to transparency, ensuring that funds are allocated directly to impactful renewable energy projects.\n\nFeatures:\n\n• Seamless Integration: Solaire integrates smoothly with your Chrome browser, offering a user-friendly search experience.\n• Customized New Tab: Enjoy a refreshed new tab experience with features that help you stay organized and informed.\n• Privacy First: Your search privacy is important to us. Solaire ensures your searches are secure and your data is protected.\n\nJoin the Movement:\n\nBe part of the solution to climate change. By simply searching the web with Solaire, you can help create a cleaner, greener future. Install Solaire today and turn your searches into a force for good.\n\nGet Started:\n\n1. Install the Solaire Chrome extension.\n2. Start using Solaire for all your web searches.\n3. Watch as your simple actions contribute to meaningful environmental change.\n\nMake a difference with every search. Together, we can power the planet with clean, renewable energy. Install Solaire now and start making an impact."
  }
}