{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wide Screen for Github"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Github pull request Diff content area is much too narrow. Utilize the full width of your screen and make your life easier."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NEW:\nScrollbar for very long lines! If the screen is still not wide enough you'll have an easy way to scroll and read the wide text.\nAlso, fixed some cases where some elements were cut off in a few Github screens.\n\nDescription:\nDo you find yourself using outdated conventions from the early 60s? Conventions which are \"historically descended from punched cards\" (Wikipedia) just to avoid horizontal scrolling because the Github pull request content area is just too narrow? Well we all have wide screens which can facilitate much much more than that, why use only a fraction of you potential? Utilize the full width of your screen and make your life easier.\nWide Screen is a super light weight extension using the minimum amount of code to get the task done.\n\n\nA study conducted at the Wichita State University found that a CPL (Characters Per Line) limit had only small effects on readability, including factors of speed and comprehension. Also, 60% of respondents indicated a preference for either the shortest (35 CPL) or longest (95 CPL) lines used in the study. At the same time, 100% of respondents selected either one of these quantities as being the least desirable. Which means, there's too much of a disagreement for this to be a convention. (Information also from Wikipedia...which, btw, doesn't set a CPL).\n\n\nRead more about this stubborn convention's origin:\nhttp://goo.gl/MLUUZq\n\n\nThis extension is new and we are fixing  issues all the time, Let us now of any bugs."
  }
}