{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wordy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Wordy will help you learn a foreign language naturally and easily, almost imperceptibly to yourself.",
    "es": "Wordy te ayudará a aprender un idioma extranjero de manera natural y fácil casi imperceptiblemente para ti mismo",
    "pl": "Wordy pomoże Ci nauczyć się obcego języka w naturalny i łatwy sposób, prawie niezauważalnie dla Ciebie samego.",
    "pt_BR,pt_PT": "O Wordy vai ajudar você a aprender uma língua estrangeira de forma natural e fácil, quase imperceptivelmente.",
    "uk": "Wordy допоможе вам навчитися іноземній мові природно і легко, та майже непомітно для вас самих."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Welcome to Wordy, a browser extension designed to revolutionize the way you read articles in foreign languages. Say goodbye to language barriers and hello to seamless communication as Wordy lets you immerse yourself in content from around the world and expand your vocabulary with ease. Wordy makes it easy to read articles in the language you're learning while learning new words, making language learning a natural and enjoyable experience.",
    "es": "Bienvenido a Wordy, una extensión de navegador diseñada para revolucionar la forma de leer artículos en idiomas extranjeros. Dile adiós a las barreras del idioma y saluda a una comunicación fluida, ya que Wordy te permite sumergirte en contenido de todo el mundo y ampliar tu vocabulario con facilidad. Wordy facilita la lectura de artículos en el idioma que estás aprendiendo mientras aprendes nuevas palabras, lo que hace que el aprendizaje de idiomas sea una experiencia natural y agradable.",
    "pl": "Witamy w Wordy, rozszerzeniu przeglądarki zaprojektowanym, aby zrewolucjonizować sposób czytania artykułów w językach obcych. Pożegnaj bariery językowe i powitaj płynną komunikację, ponieważ Wordy pozwala Ci zanurzyć się w treściach z całego świata, z łatwością poszerzając swoje słownictwo. Dzięki Wordy możesz z łatwością czytać artykuły w języku, którego się uczysz, i jednocześnie uczyć się nowych słów, dzięki czemu nauka języka staje się organicznym i przyjemnym doświadczeniem.",
    "pt_BR": "Bem-vindo ao Wordy, uma extensão de navegador projetada para revolucionar a forma como você lê artigos em línguas estrangeiras. Diga adeus às barreiras linguísticas e olá à comunicação sem obstáculos, enquanto o Wordy permite que você se imersa em conteúdo de todo o mundo e expanda seu vocabulário com facilidade. O Wordy torna fácil ler artigos no idioma que você está aprendendo enquanto aprende novas palavras, tornando o aprendizado de idiomas uma experiência natural e agradável.",
    "pt_PT": "Bem-vindo ao Wordy, uma extensão de navegador concebida para revolucionar a forma como lê artigos em línguas estrangeiras. Diga adeus às barreiras linguísticas e olá à comunicação sem obstáculos, enquanto o Wordy lhe permite imergir em conteúdo de todo o mundo e expandir o seu vocabulário com facilidade. O Wordy torna fácil ler artigos na língua que está a aprender enquanto aprende novas palavras, tornando a aprendizagem de idiomas uma experiência natural e agradável.",
    "uk": "Ласкаво просимо до Wordy, розширення браузера, розробленого щоб здійснити революцію у способі, яким ви читаєте статті іноземними мовами. Прощавайте мовні бар'єри та ласкаво просимо до безперешкодного спілкування, оскільки Wordy дозволяє вам зануритися в контент з усього світу, легко розширюючи ваш словниковий запас. З Wordy ви можете легко читати статті на мові, яку ви вивчаєте, і одночасно вивчати нові слова, зробивши вивчення мови органічним та приємним досвідом."
  }
}