{
  "name": {
    "ar": "تنزيل البرامج لنظامي التشغيل Windows و Linux",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Software Downloader for Windows & Linux",
    "de": "Software-Downloader für Windows und Linux",
    "es,es_419": "Descargador de software para Windows y Linux",
    "fr": "Téléchargeur programs pour Windows et Linux",
    "hi": "विंडोज और लिनक्स के लिए सॉफ्टवेयर डाउनलोडर",
    "it": "Downloader di software per Windows e Linux",
    "ja": "WindowsおよびLinux用のソフトウェアダウンローダー",
    "ko": "Windows 및 Linux용 소프트웨어 다운로더",
    "nl": "Software-downloader voor Windows en Linux",
    "pl": "Narzędzie do pobierania oprogramowania",
    "pt_BR,pt_PT": "Downloader de software para Windows e Linux",
    "ru": "Загрузчик программного обеспечения",
    "tr": "Windows ve Linux için Yazılım İndirici",
    "uk": "Програмне забезпечення для завантаження",
    "zh_CN": "适用于 Windows 和 Linux 的软件下载器"
  },
  "short": {
    "ar": "أداة تنزيل البرامج والبرامج للبحث عن التطبيقات المدمجة مع OnWorks وتنزيلها",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Software & program downloader to search & download applications integrated with OnWorks.",
    "de": "Software- und Programm-Downloader zum Suchen und Herunterladen von Anwendungen, die in OnWorks integriert sind",
    "es,es_419": "Descargador de software y programas para buscar y descargar aplicaciones integradas con OnWorks",
    "fr": "Téléchargeur de logiciels et de programmes pour rechercher et télécharger des applications intégrées à OnWorks",
    "hi": "ऑनवर्क्स के साथ एकीकृत अनुप्रयोगों को खोजने और डाउनलोड करने के लिए सॉफ्टवेयर और प्रोग्राम डाउनलोडर",
    "it": "Software e downloader di programmi per cercare e scaricare applicazioni integrate con OnWorks",
    "ja": "OnWorksと統合されたアプリケーションを検索およびダウンロードするためのソフトウェアおよびプログラムダウンローダー",
    "ko": "OnWorks와 통합된 애플리케이션 검색 및 다운로드를 위한 소프트웨어 및 프로그램 다운로더",
    "nl": "Software & programma-downloader om applicaties te zoeken en downloaden die zijn geïntegreerd met OnWorks",
    "pl": "Narzędzie do pobierania oprogramowania i programów do wyszukiwania i pobierania aplikacji zintegrowanych z OnWorks",
    "pt_BR,pt_PT": "Downloader de software e programa para pesquisar e baixar aplicativos integrados ao OnWorks",
    "ru": "Программное обеспечение и загрузчик программ для поиска и загрузки приложений, интегрированных с OnWorks",
    "tr": "OnWorks ile entegre uygulamaları aramak ve indirmek için yazılım ve program indirici",
    "uk": "Завантажувач програмного забезпечення та програм для пошуку та завантаження програм, інтегрованих з OnWorks",
    "zh_CN": "用于搜索和下载与 OnWorks 集成的应用程序的软件和程序下载器"
  },
  "long": {
    "ar": "هذا الامتداد عبارة عن أداة تنزيل برامج وبرامج للبحث عن تطبيقات Windows و Linux وتنزيلها وتشغيلها. إنه مصمم بشكل أساسي لتسهيل تطوير أي تطبيق. عندما يتم النقر فوق الامتداد ، فإنه يفتح نافذة حيث يمكن للمستخدمين البحث عن البرنامج المطلوب لنظامي التشغيل Windows و Linux. بعد ذلك ، يبحث محركنا الداخلي عن أفضل التطبيقات التي تطابق الكلمات الرئيسية التي تم إدخالها. تظهر هذه البرامج في قائمة حيث يمكن للمستخدمين النقر عليها لبدء التنزيل باستخدام محرك بحث OnWorks.net كمرجع.\n\nميزاته الرئيسية هي:\n\n* ابحث عن برامج ويندوز.\n* ابحث عن برامج لينوكس.\n* تنزيل برامج الويندوز.\n* تحميل برامج لينوكس.\n* يمكن استخدام onworks.net الخاصة بنا لتشغيل أي من تطبيقات Windows عبر الإنترنت و Linux عبر الإنترنت.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "This extension is a software and program downloader to search, download and run Windows and Linux applications. It is mainly design to facilitate the development of any app. When the extension is clicked, it opens a window where users can search for its desired program for Windows and Linux. After that, our internal engine searches for the best apps that match the keywords entered. These programs appear in a list where the users can click from to initiate the download having as a reference the OnWorks.net search engine.\n\nIts main features are:\n\n* Search for Windows programs. \n* Search for Linux programs. \n* Download Windows programs.\n* Download Linux programs.\n* Can use our onworks.net to run any online Windows and online Linux applications.",
    "de": "Diese Erweiterung ist ein Software- und Programm-Downloader zum Suchen, Herunterladen und Ausführen von Windows- und Linux-Anwendungen. Es ist hauptsächlich darauf ausgelegt, die Entwicklung jeder App zu erleichtern. Wenn auf die Erweiterung geklickt wird, öffnet sich ein Fenster, in dem Benutzer nach dem gewünschten Programm für Windows und Linux suchen können. Danach sucht unsere interne Suchmaschine nach den besten Apps, die zu den eingegebenen Schlüsselwörtern passen. Diese Programme werden in einer Liste angezeigt, auf die die Benutzer klicken können, um den Download zu starten, wobei die Suchmaschine OnWorks.net als Referenz dient.\n\nSeine Hauptmerkmale sind:\n\n* Suchen Sie nach Windows-Programmen.\n* Suchen Sie nach Linux-Programmen.\n* Laden Sie Windows-Programme herunter.\n* Laden Sie Linux-Programme herunter.\n* Kann unser onworks.net verwenden, um alle Online-Windows- und Online-Linux-Anwendungen auszuführen.",
    "es,es_419": "Esta extensión es un descargador de software y programas para buscar, descargar y ejecutar aplicaciones de Windows y Linux. Es principalmente diseño para facilitar el desarrollo de cualquier aplicación. Cuando se hace clic en la extensión, se abre una ventana donde los usuarios pueden buscar el programa deseado para Windows y Linux. Después de eso, nuestro motor interno busca las mejores aplicaciones que coincidan con las palabras clave ingresadas. Estos programas aparecen en una lista donde los usuarios pueden hacer clic para iniciar la descarga teniendo como referencia el buscador OnWorks.net.\n\nSus principales características son:\n\n* Búsqueda de programas de Windows.\n* Búsqueda de programas de Linux.\n* Descargar programas de Windows.\n* Descargar programas de Linux.\n* Puede usar nuestro onworks.net para ejecutar cualquier aplicación en línea de Windows y Linux en línea.",
    "fr": "Cette extension est un téléchargeur de logiciels et de programmes pour rechercher, télécharger et exécuter des applications Windows et Linux. Il est principalement conçu pour faciliter le développement de n'importe quelle application. Lorsque vous cliquez sur l'extension, une fenêtre s'ouvre dans laquelle les utilisateurs peuvent rechercher le programme souhaité pour Windows et Linux. Après cela, notre moteur interne recherche les meilleures applications qui correspondent aux mots-clés saisis. Ces programmes apparaissent dans une liste où les utilisateurs peuvent cliquer pour lancer le téléchargement en ayant comme référence le moteur de recherche OnWorks.net.\n\nSes principales caractéristiques sont :\n\n* Rechercher des programmes Windows.\n* Rechercher des programmes Linux.\n* Téléchargez des programmes Windows.\n* Téléchargez des programmes Linux.\n* Peut utiliser notre onworks.net pour exécuter toutes les applications Windows et Linux en ligne.",
    "hi": "यह एक्सटेंशन विंडोज और लिनक्स अनुप्रयोगों को खोजने, डाउनलोड करने और चलाने के लिए एक सॉफ्टवेयर और प्रोग्राम डाउनलोडर है। यह मुख्य रूप से किसी भी ऐप के विकास को सुविधाजनक बनाने के लिए डिज़ाइन किया गया है। जब एक्सटेंशन पर क्लिक किया जाता है, तो यह एक विंडो खोलता है जहां उपयोगकर्ता विंडोज और लिनक्स के लिए वांछित प्रोग्राम की खोज कर सकते हैं। उसके बाद, हमारा आंतरिक इंजन उन सर्वोत्तम ऐप्स की खोज करता है जो दर्ज किए गए कीवर्ड से मेल खाते हैं। ये प्रोग्राम एक सूची में दिखाई देते हैं जहां उपयोगकर्ता ऑनवर्क्स.नेट सर्च इंजन के संदर्भ में डाउनलोड शुरू करने के लिए क्लिक कर सकते हैं।\n\nइसकी मुख्य विशेषताएं हैं:\n\n* विंडोज प्रोग्राम खोजें।\n* लिनक्स प्रोग्राम खोजें।\n* विंडोज प्रोग्राम डाउनलोड करें।\n* लिनक्स प्रोग्राम डाउनलोड करें।\n* किसी भी ऑनलाइन विंडोज और ऑनलाइन लिनक्स एप्लिकेशन को चलाने के लिए हमारे onworks.net का उपयोग कर सकते हैं।",
    "it": "Questa estensione è un downloader di software e programmi per cercare, scaricare ed eseguire applicazioni Windows e Linux. È principalmente progettato per facilitare lo sviluppo di qualsiasi app. Quando si fa clic sull'estensione, si apre una finestra in cui gli utenti possono cercare il programma desiderato per Windows e Linux. Successivamente, il nostro motore interno cerca le migliori app che corrispondono alle parole chiave inserite. Questi programmi vengono visualizzati in un elenco da cui gli utenti possono fare clic per avviare il download avendo come riferimento il motore di ricerca OnWorks.net.\n\nLe sue caratteristiche principali sono:\n\n* Cerca programmi Windows.\n* Cerca programmi Linux.\n* Scarica programmi Windows.\n* Scarica programmi Linux.\n* Può utilizzare il nostro onworks.net per eseguire qualsiasi applicazione online Windows e Linux online.",
    "ja": "この拡張機能は、WindowsおよびLinuxアプリケーションを検索、ダウンロード、および実行するためのソフトウェアおよびプログラムのダウンローダーです。 これは主に、あらゆるアプリの開発を容易にするための設計です。 拡張機能をクリックすると、ユーザーがWindowsおよびLinux用の目的のプログラムを検索できるウィンドウが開きます。 その後、内部エンジンが入力されたキーワードに一致する最適なアプリを検索します。 これらのプログラムは、ユーザーがクリックしてダウンロードを開始できるリストに表示され、OnWorks.net検索エンジンを参照します。\n\nその主な機能は次のとおりです。\n\n* Windowsプログラムを検索します。\n* Linuxプログラムを検索します。\n* Windowsプログラムをダウンロードします。\n* Linuxプログラムをダウンロードします。\n* onworks.netを使用して、オンラインのWindowsおよびオンラインのLinuxアプリケーションを実行できます。",
    "ko": "이 확장은 Windows 및 Linux 응용 프로그램을 검색, 다운로드 및 실행하는 소프트웨어 및 프로그램 다운로더입니다. 주로 어떤 앱의 개발을 용이하게 하기 위한 디자인입니다. 확장 프로그램을 클릭하면 사용자가 원하는 Windows 및 Linux용 프로그램을 검색할 수 있는 창이 열립니다. 그 후 내부 엔진이 입력한 키워드와 일치하는 최고의 앱을 검색합니다. 이러한 프로그램은 사용자가 OnWorks.net 검색 엔진을 참조로 사용하여 다운로드를 시작하기 위해 클릭할 수 있는 목록에 나타납니다.\n\n주요 기능은 다음과 같습니다.\n\n* Windows 프로그램을 검색합니다.\n* Linux 프로그램을 검색합니다.\n* Windows 프로그램을 다운로드합니다.\n* Linux 프로그램을 다운로드합니다.\n* onworks.net을 사용하여 모든 온라인 Windows 및 온라인 Linux 애플리케이션을 실행할 수 있습니다.",
    "nl": "Deze extensie is een software- en programma-downloader voor het zoeken, downloaden en uitvoeren van Windows- en Linux-applicaties. Het is voornamelijk ontworpen om de ontwikkeling van een app te vergemakkelijken. Wanneer op de extensie wordt geklikt, wordt een venster geopend waarin gebruikers kunnen zoeken naar het gewenste programma voor Windows en Linux. Daarna zoekt onze interne engine naar de beste apps die overeenkomen met de ingevoerde zoekwoorden. Deze programma's verschijnen in een lijst waar de gebruikers kunnen klikken om de download te starten met als referentie de OnWorks.net-zoekmachine.\n\nDe belangrijkste kenmerken zijn:\n\n* Zoek naar Windows-programma's.\n* Zoek naar Linux-programma's.\n* Download Windows-programma's.\n* Download Linux-programma's.\n* Kan ons onworks.net gebruiken om alle online Windows- en online Linux-applicaties uit te voeren.",
    "pl": "To rozszerzenie to narzędzie do pobierania oprogramowania i programów do wyszukiwania, pobierania i uruchamiania aplikacji Windows i Linux. Jest to głównie projekt ułatwiający tworzenie dowolnej aplikacji. Po kliknięciu rozszerzenia otwiera okno, w którym użytkownicy mogą wyszukiwać żądany program dla systemów Windows i Linux. Następnie nasza wewnętrzna wyszukiwarka wyszukuje najlepsze aplikacje pasujące do wprowadzonych słów kluczowych. Programy te pojawiają się na liście, z której użytkownicy mogą kliknąć, aby rozpocząć pobieranie, mając jako odniesienie wyszukiwarkę OnWorks.net.\n\nJego główne cechy to:\n\n* Wyszukaj programy Windows.\n* Wyszukaj programy dla systemu Linux.\n* Pobierz programy Windows.\n* Pobierz programy dla systemu Linux.\n* Może korzystać z naszego onworks.net, aby uruchamiać dowolne aplikacje online dla systemu Windows i online dla systemu Linux.",
    "pt_BR,pt_PT": "Esta extensão é um downloader de software e programa para pesquisar, baixar e executar aplicativos Windows e Linux. É principalmente design para facilitar o desenvolvimento de qualquer aplicativo. Quando a extensão é clicada, ela abre uma janela onde os usuários podem procurar o programa desejado para Windows e Linux. Depois disso, nosso mecanismo interno procura os melhores aplicativos que correspondem às palavras-chave inseridas. Esses programas aparecem em uma lista onde os usuários podem clicar para iniciar o download tendo como referência o mecanismo de busca OnWorks.net.\n\nSuas principais características são:\n\n* Procure por programas do Windows.\n* Procure por programas Linux.\n* Baixe programas do Windows.\n* Baixe programas Linux.\n* Pode usar nosso onworks.net para executar qualquer aplicativo Windows online e Linux online.",
    "ru": "Это расширение представляет собой программное обеспечение и загрузчик программ для поиска, загрузки и запуска приложений Windows и Linux. В основном это дизайн для облегчения разработки любого приложения. При нажатии на расширение открывается окно, в котором пользователи могут искать нужную программу для Windows и Linux. После этого наш внутренний движок ищет лучшие приложения, соответствующие введенным ключевым словам. Эти программы отображаются в списке, из которого пользователи могут щелкнуть, чтобы начать загрузку, используя в качестве ссылки поисковую систему OnWorks.net.\n\nЕго основные особенности:\n\n* Поиск программ для Windows.\n* Поиск программ для Linux.\n* Скачать программы для Windows.\n* Скачать программы для Linux.\n* Можно использовать наш onworks.net для запуска любых онлайн-приложений Windows и Linux.",
    "tr": "Bu uzantı, Windows ve Linux uygulamalarını aramak, indirmek ve çalıştırmak için bir yazılım ve program indiricisidir. Esas olarak herhangi bir uygulamanın geliştirilmesini kolaylaştırmak için tasarlanmıştır. Uzantı tıklandığında, kullanıcıların Windows ve Linux için istedikleri programı arayabilecekleri bir pencere açar. Bundan sonra, dahili motorumuz, girilen anahtar kelimelerle eşleşen en iyi uygulamaları arar. Bu programlar, kullanıcıların OnWorks.net arama motorunu referans alarak indirmeyi başlatmak için tıklayabilecekleri bir listede görünür.\n\nBaşlıca özellikleri şunlardır:\n\n* Windows programlarını arayın.\n* Linux programlarını arayın.\n* Windows programlarını indirin.\n* Linux programlarını indirin.\n* Herhangi bir çevrimiçi Windows ve çevrimiçi Linux uygulamasını çalıştırmak için onworks.net'imizi kullanabilir.",
    "uk": "Це розширення є завантажувачем програмного забезпечення та програм для пошуку, завантаження та запуску програм Windows і Linux. В основному це дизайн для полегшення розробки будь-якого додатка. Після натискання розширення відкривається вікно, де користувачі можуть шукати потрібну програму для Windows та Linux. Після цього наша внутрішня система шукає найкращі програми, які відповідають введеним ключовим словам. Ці програми відображаються в списку, де користувачі можуть клацнути, щоб почати завантаження, маючи в якості посилання пошукову систему OnWorks.net.\n\nЙого основні особливості:\n\n* Пошук програм Windows.\n* Пошук програм для Linux.\n* Завантажте програми Windows.\n* Завантажте програми для Linux.\n* Ви можете використовувати наш onworks.net для запуску будь-яких онлайн-додатків Windows і Linux.",
    "zh_CN": "这个扩展是一个软件和程序下载器，用于搜索、下载和运行 Windows 和 Linux 应用程序。 它主要是为了方便任何应用程序的开发而设计的。 单击扩展程序时，它会打开一个窗口，用户可以在其中搜索所需的 Windows 和 Linux 程序。 之后，我们的内部引擎会搜索与输入的关键字匹配的最佳应用。 这些程序出现在一个列表中，用户可以从中单击以启动下载，并参考 OnWorks.net 搜索引擎。\n\n其主要特点是：\n\n* 搜索 Windows 程序。\n* 搜索 Linux 程序。\n* 下载 Windows 程序。\n* 下载 Linux 程序。\n* 可以使用我们的 onworks.net 运行任何在线 Windows 和在线 Linux 应用程序。"
  }
}