{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BreachLock Platform Login Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The login assistent will help you submit your login details to the BreachLock Platform."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview:\n\nThe BreachLock Login Assistant chrome extension allows you to choose from multiple authentication methods to run an authenticated scan on your web application.\n\nThe extension provides two different authentication methods:\n\n1) Record your session cookie:\n\nThe extension records the session cookie provided by you during the authentication and uses the same session cookie to login to your web application.\n\n2) Record your login sequence.\n\nThe extension records a login sequence (trail) or any specific behavior required and replays the sequence in the exact order to login to your web application.\n\nAuthentication can help us provide you a more comprehensive security evaluation of your web application.\n\nComplete the following steps to use BreachLock Login Assistant :\n\n1. Download the BreachLock extension by clicking on \"Add to Chrome\"\n\n2. Click on the BreachLock icon in the address bar to open the extension.\n\n3. Depending on the method you want to use, choose Method 1 to record session cookie or Method 2 to record login sequence.\n\n4. Follow the instructions in the popup.\n\n5. Provide the authentication token.\n\nYou can get the “authentication token” from “Scans” under “Web Application Scanning (DAST)” module after logging into the BreachLock SaaS platform. Visit the following URL to get the associated authentication token for your web application: https://app.breachlock.com/assets/"
  }
}