{
  "name": {
    "ar,el,hi,ko,ml,mr,ro,sl": "Jumping Ball Online",
    "am,id,te": "Jumping Ball Unblocked Game",
    "bg,cs,fi,he,lv,sv": "Jumping Ball Game",
    "bn,ca,de,en,en_AU,en_GB,en_US,es,es_419,et,fr,hr,it,kn,lt,ms,nl,pt_BR,pt_PT,ru,sk,sr,tr,uk,vi,zh_CN,zh_TW": "Jumping Ball Arcade Game",
    "da,fa,fil,no,sw,ta,th": "Jumping Ball Online Game",
    "gu,hu,ja,pl": "Jumping Ball Arcade Games"
  },
  "short": {
    "ar": "احصل على درجات عالية من خلال التحرك فوق الأرضيات البيضاء على المسار باستخدام الكرة المرتدة.",
    "am": "በሀገሪቱ ላይ በነጭ ወለሎች ላይ በመንቀሳቀስ ከፍተኛ ውጤት ይኑርህ።",
    "bg": "Получете високи резултати, като се движите над белите етажи на пистата с подскачащата топка.",
    "bn": "বাউন্সিং বল দিয়ে ট্র্যাকের সাদা মেঝের উপর দিয়ে চলে গিয়ে উচ্চ স্কোর পান।",
    "ca": "Obteniu puntuacions altes movent-vos sobre els sòls blancs de la pista amb la pilota de rebot.",
    "cs": "Získejte vysoké skóre pohybem po bílých podlahách na dráze s poskakujícím míčem.",
    "da": "Få høje scores ved at bevæge sig over de hvide gulve på banen med den hoppende bold.",
    "de": "Holen Sie sich Highscores, indem Sie sich mit dem hüpfenden Ball über die weißen Böden auf der Strecke bewegen.",
    "el": "Λάβετε υψηλές βαθμολογίες μετακινώντας πάνω από τα λευκά πατώματα στην πίστα με την μπάλα που αναπηδά.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Get high scores by moving over the white floors on the track with the bouncing ball.",
    "es": "Obtén puntuaciones altas moviéndote sobre los pisos blancos en la pista con la pelota rebotando.",
    "et": "Saage rekordeid, liikudes põrgatava palliga üle raja valgete korruste.",
    "fa": "گرفتن نمرات بالا با حرکت بیش از طبقه سفید در مسیر با توپ تندرست.",
    "fi": "Saat korkeat pisteet liikkumalla radan valkoisten lattioiden yli pomppivan pallon kanssa.",
    "fil": "Kumuha ng mataas na puntos sa pamamagitan ng paglipat sa ibabaw ng puting sahig sa subaybayan sa bouncing bola.",
    "fr": "Obtenez des scores élevés en vous déplaçant sur les sols blancs de la piste avec la balle rebondissante.",
    "gu": "ઉછળતા બોલથી ટ્રેક પર સફેદ ફ્લોર પર આગળ વધીને ઉચ્ચ સ્કોર્સ મેળવો.",
    "he": "קבל ציונים גבוהים על ידי מעבר על הרצפות הלבנות על המסלול עם הכדור המקפץ.",
    "hi": "उछल गेंद के साथ ट्रैक पर सफेद फर्श पर ले जाकर उच्च स्कोर प्राप्त करें।",
    "hr": "Dobijte visoke ocjene krećući se preko bijelih podova na stazi s loptom za odskakanje.",
    "hu": "Érjen el magas pontszámokat, ha a pattogó labdával a pálya fehér padlóján mozog.",
    "id": "Dapatkan skor tinggi dengan bergerak di atas lantai putih di trek dengan bola yang memantul.",
    "it": "Ottieni punteggi alti spostandoti sui pavimenti bianchi della pista con la palla che rimbalza.",
    "ja": "跳ね返るボールでトラック上の白い床の上を移動することで、ハイスコアを獲得します。",
    "kn": "ಪುಟಿಯುವ ಚೆಂಡಿನೊಂದಿಗೆ ಟ್ರ್ಯಾಕ್ ನ ಬಿಳಿ ಮಹಡಿಗಳ ಮೇಲೆ ಚಲಿಸುವ ಮೂಲಕ ಹೆಚ್ಚಿನ ಸ್ಕೋರ್ ಗಳನ್ನು ಪಡೆಯಿರಿ.",
    "ko": "튀는 공으로 트랙의 하얀 바닥을 넘어 이동하여 높은 점수를 얻으십시오.",
    "lv": "Iegūstiet augstus rezultātus, pārvietojoties pa trases baltajām grīdām ar atlēkušo bumbu.",
    "ml": "ബൗൺസിംഗ് ബോൾ ഉപയോഗിച്ച് ട്രാക്കിലെ വെളുത്ത തറകൾക്ക് മുകളിലൂടെ നീങ്ങിക്കൊണ്ട് ഉയർന്ന സ്കോറുകൾ നേടുക.",
    "mr": "उसळत्या चेंडूने ट्रॅकवरील पांढऱ्या मजल्यांवरून पुढे जाऊन उच्च गुण मिळवा.",
    "ms": "Dapatkan markah tinggi dengan bergerak di atas lantai putih di trek dengan bola melantun.",
    "nl": "Behaal hoge scores door met de stuiterbal over de witte vloeren op de baan te bewegen.",
    "no": "Få høye poengsummer ved å bevege deg over de hvite gulvene på banen med den sprettende ballen.",
    "pl": "Zdobądź wysokie wyniki, poruszając się po białych podłogach na torze z odbijającą się piłką.",
    "ro": "Obțineți scoruri mari deplasându-vă peste podelele albe de pe pistă cu mingea viguroasă.",
    "ru": "Получайте высокие баллы, перемещаясь по белым полам на дорожке с подпрыгивающим мячом.",
    "sk": "Vysoké skóre získate pohybom po bielych podlahách na trati s skákajúcou loptou.",
    "sl": "Dobili visoke rezultate s premikanjem čez bela tla na stezi s poskakovanje žogo.",
    "sv": "Få höga poäng genom att flytta över de vita golven på banan med den studsande bollen.",
    "sw": "Pata alama za juu kwa kusonga juu ya sakafu nyeupe kwenye njia na mpira wa bouncing.",
    "ta": "துள்ளும் பந்துடன் பாதையில் உள்ள வெள்ளை மாடிகளுக்கு மேல் நகர்வதன் மூலம் அதிக மதிப்பெண்களைப் பெறுங்கள்.",
    "te": "బౌన్సింగ్ బంతితో ట్రాక్ మీద వైట్ ఫ్లోర్ లపై కదలడం ద్వారా అధిక స్కోర్ లను పొందండి.",
    "th": "ทําคะแนนให้สูงด้วยการเคลื่อนที่ข้ามพื้นสีขาวบนแทร็กด้วยลูกบอลที่กระดอน",
    "tr": "Zıplayan topla pistteki beyaz zeminlerin üzerinden geçerek yüksek puanlar alın.",
    "uk": "Отримуйте високі бали, пересуваючись по білих підлогах на трасі з м'ячем, що підстрибує."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for endless jumping fun! Experience arcade game fun on challenging crazy platforms.\n\nHow To Play\nPlayed with Mouse.\n\nJumping Ball Arcade Game Features\n✓ Infinity Level\n✓ Fun Sounds\n✓ Basic control\n✓ Little Particle\n\nFinally, you can enjoy these game for free (and more requests will be added)! Jumping Ball Arcade Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}