{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CRMsoft information collector"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Быстрое создание сделок в Битрикс 24"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Данное расширение предназначено для быстрого создания лидов, сделок и других сущностей в CRM-системе Битрикс 24, собирая открытую информацию с сайтов, на которых размещаются заявки о закупках товаров или услуг.\nНа данный момент расширение работает для двух площадок - goszakupki.by и zakupki.kontur.ru.\n\nКак вы работали до установки расширения:\n1. Находили заявку\n2. Вручную копировали данные из заявки в docx документ\n3. Дописывали необходимую информацию прямо в файле\n4. Размещали документ / коммерческое предложение на вашем компьютере (или вручную загружали в Битрикс 24)\n5. Заходили в почтовый ящик и отправляли этот документ клиенту\nВременные трудозатраты: от 5 до 25 минут.\n\nКак работает данное расширение:\n1. Находите заявку на одной из вышеперечисленных заявок\n2. Внутри заявки у вас появляется кнопка \"Добавить в Битрикс\"\n3. Кликаете по вышеописанной кнопке\n4. Те данные, которые вы вносили руками в документ будут автоматически добавлены в ваш корпоративный портал Битрикс 24 (будут созданы все необходимые сущности, включая контакт и компанию)\n5. Те данные, которые необходимо добавить (или отредактировать) в документ(е), указываются в удобном интерфейсе корпоративного портала без редактирования файла\n6. Битрикс 24 подготавливает и отправляет документ клиенту или коллегам автоматически\n7. Отправленный документ сохраняется на диске вашей CRM\nВременные трудозатраты: от 1 до 5 минут.\n\nСобираемые данные:\n1. Все, которые есть на странице, если они имеют прямое отношение к закупке.\n2. Файлы / документы, которые заказчик прикрепил к заявке\n\nФункции приложения: \n1. Передача информации с сайта в вашу CRM-систему\n2. Информирование вас о том, что заявка уже обработана вами или вашими коллегами.\nПри открытии заявки на сайте (goszakupki.by и т.д) у вас появится кнопка либо \"Добавить в Битрикс\", либо \"Открыть в Битрикс\". Таким образом, если заявка уже есть в вашем портале, вы не сможете добавить ее дважды, но сможете открыть ее в CRM и посмотреть результат работы.\n3. Значительное сокращение времени на подготовку коммерческих предложений и иных документов\n4. Единый центр хранения информации (вся информация о закупке будет в вашем корпоративном портале)\n5. Уменьшение количества ошибок при подготовке документов, т.к информация будет передана автоматически (ручное вмешательство не нужно)\n\nДля работы расширения необходимо: \n1. Иметь работающий портал Битрикс 24 (коробочную либо облачную версию)\n2. Связаться с нами для настройки вашего портала и получения специального ключа\n3. Внести переданный вам ключ в данное расширение (специальное окошко)"
  }
}