{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search intent SERP"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "La extensión perfecta para revisar la intención de busqueda de una palabra clave en las SERP de Goolge"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "La extensión \"Search Intent SERP\" es una herramienta imprescindible para los profesionales del SEO y cualquier persona interesada en comprender rápidamente la intención de búsqueda detrás de los resultados en los motores de búsqueda. Con su funcionalidad innovadora, esta extensión transforma tu experiencia de búsqueda al resaltar y marcar los resultados de búsqueda relevantes, permitiéndote identificar patrones y comprender mejor el comportamiento de los usuarios.\n\nCaracterísticas destacadas:\n\nResalta los resultados de búsqueda: Al hacer clic en un resultado de búsqueda, \"Search Intent SERP\" lo resalta o subraya en amarillo, lo que te permite identificar visualmente los resultados relevantes y destacarlos entre el resto. Esta característica es especialmente útil cuando se realizan comparaciones entre palabras clave y se busca la coincidencia de intenciones de búsqueda.\n\nPersistencia de resaltado en SERP: Los resultados de búsqueda resaltados se mantienen marcados incluso al realizar búsquedas posteriores. Esto facilita la comparación y el análisis de las páginas de resultados de búsqueda (SERP) cuando se busca información similar o relacionada.\n\nComodidad en la apertura de resultados: Para abrir los resultados resaltados, simplemente haz clic derecho y selecciona \"Abrir en una nueva pestaña\". Siempre tendrás la libertad de explorar los enlaces relevantes sin perder el contexto visual de la intención de búsqueda.\n\nCon \"Search Intent SERP\", ahorrarás tiempo valioso al poder identificar rápidamente los resultados de búsqueda más relevantes. Ya sea que trabajes en SEO, realices investigaciones de mercado o simplemente busques información precisa, esta extensión te proporcionará una visión clara de la intención de búsqueda detrás de los resultados.\n\n¡Descarga ahora \"Search Intent SERP\" y mejora tu eficiencia en el análisis de SERP! Identifica patrones, comprende la intención de búsqueda y alcanza mejores resultados en tu estrategia de optimización para motores de búsqueda."
  }
}