{
  "name": {
    "ar,id": "Line online",
    "am,et": "Whatsapp messenger",
    "bg": "Telegram online",
    "bn": "Skype online",
    "ca,cs,da,fi,fr,nl,no,pl,pt_PT,sl": "Multi Chat - Messenger for Whatsapp",
    "de": "Multi Chat - Whatsapp, Telegram, Line etc.",
    "el": "Messenger online",
    "en,en_AU,en_GB,en_US,he,it,lt,lv,mr,pt_BR,ru,sk,sv,tr,uk,zh_CN": "Multi Chat - Messenger for WhatsApp",
    "es,sw": "Multi Chat",
    "es_419": "WhatsApp web messenger",
    "fa": "Facebook Messenger dark theme",
    "fil": "Discord dark theme",
    "gu": "Telegram dark theme",
    "hi": "Whatsapp dark theme",
    "hr": "Twitter messenger",
    "hu": "Whatsapp desktop",
    "ja": "LINEマルチメッセンジャー",
    "kn": "line messenger",
    "ko": "LINE 멀티 메신저",
    "ml": "Web FB Messenger",
    "ms": "Whatsapp chrome web",
    "ro,vi": "Linkedin messenger",
    "sr": "Mulit messenger",
    "ta": "Multi Facebook Messenger",
    "te": "Whatsapp multi messenger",
    "th": "LINE",
    "zh_TW": "Multi Chat - WeChat Messenger for Whatsapp"
  },
  "short": {
    "am,ar,bn,et,fil,gu,hr,ms,ta,te": "Open WhatsApp, Telegram, Skype, Snapchat, Google Hangouts for desktop easily. Open WhatsApp and other popular messengers on desktop…",
    "bg,cs,da,el,fa,fi,nl,pl,sl,sw": "Easy access to WhatsApp and all the mainstream messengers via Chrome toolbar",
    "ca,es_419,pt_PT": "Abra WhatsApp, Telegram, Skype, Snapchat, Google Hangouts para escritorio fácilmente. Abra WhatsApp y otros mensajeros populares en…",
    "de": "Einfacher Zugriff auf WhatsApp, Line, Telegram, FB Messenger und viele mehr über die Chrome-Symbolleiste.",
    "en,en_AU,en_GB,en_US,he,it,lt,lv,mr,pt_BR,ru,sk,sv,tr,uk,zh_CN": "Open WhatsApp and other popular messengers on desktop easily and get access to all your chats. Telegram Line and others",
    "es": "Fácil acceso a WhatsApp, Line, Telegram, FB Messenger y muchos más a través de la barra de herramientas de Chrome.",
    "fr": "Accès facile à WhatsApp, Line, Telegram, FB Messenger et bien d'autres via la barre d'outils Chrome.",
    "hi,id,kn,ro,sr,th": "Access to WhatsApp Web and all the mainstream messengers via Chrome toolbar. Skype, Twitter, Telegram etc.",
    "hu": "Access to WhatsApp Web and all the mainstream messengers via Chrome toolbar. Skype, Twitter, Telegram, Line, Slack etc.",
    "ja": "LINE、WhatsApp、Telegram、FB MessengerなどのChromeツールバーに簡単にアクセスできます",
    "ko": "Chrome 툴바를 통해 LINE, WhatsApp, Telegram, FB Messenger 등 다양한 기능에 쉽게 액세스 할 수 있습니다.",
    "ml": "Access to WhatsApp Web and all the mainstream messengers via Chrome toolbar. Skype, Twitter, Telegram, Line etc.",
    "no": "Enkel tilgang til WhatsApp, Line, Telegram, FB Messenger, WeChat og mange flere via Chrome verktøylinje.",
    "vi": "Dễ dàng truy cập vào WhatsApp, Line, Telegram, FB Messenger, WeChat và nhiều thứ khác thông qua thanh công cụ Chrome.",
    "zh_TW": "通过Chrome工具栏轻松访问WeChat, WhatsApp，Line，Telegram，FB Messenge等等。"
  },
  "long": {
    "ar,bg,fi,gu,hr,ms,te,zh_TW": "WhatsApp Desktop app\n\nThe WhatsApp  Desktop app doesn't require a desktop version of WhatsApp on your PC/ installed.\n\n\nWhatsApp Web and Desktop apps are an extension on your Browser. \nThey mirror all the conversations and messages you have on the WhatsApp app on your phone and allow you to see them all and reply to them all on your PC or Mac using your computer's keyboard instead of the keyboard on your smartphone.\n\nUse WhatsApp Automation Tool to connect with your customers by sending bulk messages.\nSend WhatsApp Messages without saving numbers using WA Sender Extension - the best WhatsApp Marketing Software & Automation Tool. \n\nConnect with your customers on WhatsApp. Grow your business with WhatsApp Sender——WAPlus Sender.\n\nFeatures:\n● A free WhatsApp Auto Message Sender \n● A google chrome WA Sender Extension based on WhatsApp Web\n● Send automated, customized, bulk, WA messages\n● Upload excel file with WhatsApp numbers\n● Download WhatsApp numbers excel file demo\n● Save message text as template\n● Send attachments via WhatsApp auto sender\n● Offer an option to unsubscribe\n● Use placeholders to send personalized messages\n● Random send interval for WhatsApp bulk sender\n● Safe group sending interval\n● Export selected group members\n● Real-time sending progress\n● Export WhatsApp sender results\n● Stop WhatsApp auto sending at any time\n● Send WhatsApp contact card in bulk\n\n\n🚀 WAPlus Sender is the ultimate WAMessages, Premium Sender, Web Sender, Whats Direct Message, WA Self Sender, WAppSenderPro, WA Sender Extension, WhatsApp Sender. Just send WhatsApp messages to all contacts including contacts not saved in your address book with a click. Try WA Web plus features for free and start saving time now! 🚀\n\nKindly do not use for SPAMMING which is WhatsApp™  strictly prohibited.\n\nWhatsApp is a trademark of WhatsApp Inc., registered in the U.S. and other countries. WAPlus is an independent project and has no relationship to WhatsApp or WhatsApp Inc.\n\nEnables always-on desktop notifications: Chrome will run in background mode permanently, keeping track and showing your WhatsApp notifications instantly. You can click on the notifications to go directly to the relevant chat.\n\nSome important features:\n\n1. A comprehensive WhatsApp Web client right in your browser's toolbar popup UI.\n2. Notifies you (via badge icon text) every time something happens on WhatsApp within the people in your chat list.\n\n\nThe official WhatsApp software is only released for smart phones and web.\nWhatsApp is a registered trademark WhatsApp IInc. WhatsApp Desktop App is not related to the corporation and developed as an independent project.",
    "am,ca,ml,ro,th": "WhatsApp Desktop app\n\nThe WhatsApp  Desktop app doesn't require a desktop version of WhatsApp on your PC/ installed.\n\n\nWhatsApp Web and Desktop apps are an extension on your Browser. \nThey mirror all the conversations and messages you have on the WhatsApp app on your phone and allow you to see them all and reply to them all on your PC or Mac using your computer's kazeyboard instead of the keyboard on your smartphone.\n\nEnables always-on desktop notifications: Chrome will run in background mode permanently, keeping track and showing your WhatsApp notifications instantly. You can click on the notifications to go directly to the relevant chat.\n\nSome important features:\n\n1. A comprehensive WhatsApp Web client right in your browser's toolbar popup UI.\n2. Notifies you (via badge icon text) every time something happens on WhatsApp within the people in your chat list.\n\nHangout:\n\nUse Hangouts to keep in touch. Message friends, start free video or voice calls, and hop on a conversation with one person or a group.\n* Include all your friends with group chats for up to 150 people.\n* Say more with photos, videos, maps, emoji, stickers, and animated GIFs.Turn any conversation into a free group video call with up to 10 friends.\n* Keep in touch with friends across Android, iOS, and the web, and sync chats across all your devices.\n* Message friends anytime, even if they’re offline.\n* Snooze your notifications so you can respond later.\n* See what you chatted about in the past, including shared photos and your video call history.\n* Keep a record of any conversation for just a short period of time by turning history off.\n* Connect your Google Voice account to make calls, send and receive SMS, and access your voicemail.\nHangouts Chrome extension:\n* Use Hangouts and get notifications as you move from tab to tab in Chrome, or even without a Chrome window open.\n* Position Hangouts anywhere on your screen, even if you have more than one monitor. Keep conversations in a single window or pop out the important ones.\n* View and continue your conversations across devices.\n* Get notifications just once. After you see an alert, it’ll be removed on other devices.\nNotes:\n* Unlike the Chat for Google app, Hangouts doesn’t support “invisible status”.\n* Mobile carrier and ISP charges may apply.\n\nMessenger\n\nApp for Messenger™ (Facebook™ Messenger) is the easiest way to open and use Messenger from your desktop machine (PC, MAC or Linux). Clicking on the toolbar button, renders Messenger in a standalone UI. Moreover, the window is re-sizable to your desired choice and all the changes are auto saved to the memory. Note, to start using this App, you need to have a Facebook account.\nApp for Messenger™ is considered a very lite Addon and does not add any additional burden to your browser. Moreover, the popup has a built-in \"Always-On-Top\" feature which makes the window remain always on top of other windows, and enables you to do multi-tasking.\nImportant Note: App for Messenger™ does NOT belong or related to the official Facebook/Messenger website or application in any ways. It is an unofficial app that is developed and maintained independently. The official Messenger software is only released for smart phones and the web. This unofficial app (browser addon) is a wrapper to the original Messenger application and tries to make it usable as a browser plug-in.\nWhen you open the popup, you will see a toolbar with 5 buttons at the right corner. Toolbar buttons are self-explanatory and if you hover over any of them, a title shows up with a short description. Note, after few seconds the toolbar will disappear by itself. But when you move the mouse to the right-side area, it will appear again.\n\nWhatsApp\n\nDesktop Messenger for WhatsApp™ is the easiest way to check WhatsApp from your desktop machine. Clicking on the toolbar icon, renders WhatsApp Web in a small UI attached to the toolbar popup. Moreover, you will get badge notification for all incoming messages.\nImportant Note: Desktop Messenger for WhatsApp™ does NOT belong or related to the official WhatsApp application at all. It is basically an unofficial extension that is developed and maintained independently. The official WhatsApp software is only released for smart phones and web. This unofficial extension is a wrapper to the original WhatsApp and tries to make it usable as a browser extension.\n\nTelegram\n\nDesktop Messenger for Telegram™ is the easiest way to check Telegram from your desktop machine. Clicking on the toolbar icon renders Telegram Web in a small popup attached to the toolbar. Moreover, you will get badge notification for all incoming messages.\nImportant Note: Desktop Messenger for Telegram™ does NOT belong or relates to the official Telegram application at all. It is an unofficial extension that is developed and maintained independently. The official Telegram software is only released for smartphones and the web. This unofficial extension is a wrapper to the original Telegram and tries to make it usable as a browser extension.\nSome features:\n1. A comprehensive Telegram client right in your browser's toolbar popup.\n2. Notifies you (via badge icon text) every time something happens on Telegram within the people on your friend list.\n\nTwitter\n\nThis very simple app allows you to access to the Twitter™ mobile website like you can do on your smartphone 📱.\n#1 Twitter client is finally available for Chrome! App for Twitter is a Chrome extension, which tweaks Desktop Twitter version to look exactly, like mobile app. Launch the App for Twitter with an icon click, and enjoy clean, mobile app-style UI, rendered into a separate window. Never miss a thread, mention, video or photo, tweet right from your laptop - enjoy all the features of Twitter mobile app on your desktop!\nTwitter™ is a trademark of Twitter Inc., registered in the U.S. and other countries. This is an independent project and has no relationship to Twitter™ or Twitter Inc.\nPrivacy Policy: We don't collect personal information. We don't sell, trade, or rent users personal identification information to others.\n\nSome important features:\n1. A comprehensive WhatsApp client right in your browser's toolbar popup UI.\n2. Notifies you (via badge icon text) every time something happens on WhatsApp within the people in your chat list.\n\nThe official WhatsApp software is only released for smart phones and web.\nWhatsApp is a registered trademark WhatsApp IInc. WhatsApp Desktop App is not related to the corporation and developed as an independent project.",
    "bn": "WhatsApp Desktop app\n\nThe WhatsApp  Desktop app doesn't require a desktop version of WhatsApp on your PC/ installed.\n\n\nWhatsApp Web and Desktop apps are an extension on your Browser. \nThey mirror all the conversations and messages you have on the WhatsApp app on your phone and allow you to see them all and reply to them all on your PC or Mac using your computer's keyboard instead of the keyboard on your smartphone.\n\nUse WhatsApp Automation Tool to connect with your customers by sending bulk messages.\nSend WhatsApp Messages without saving numbers using WA Sender Extension - the best WhatsApp Marketing Software & Automation Tool. \n\nConnect with your customers on WhatsApp. Grow your business with WhatsApp Sender——WAPlus Sender.\n\nFeatures:\n● A free WhatsApp Auto Message Sender \n● A google chrome WA Sender Extension based on WhatsApp Web\n● Send automated, customized, bulk, WA messages\n● Upload excel file with WhatsApp numbers\n● Download WhatsApp numbers excel file demo\n● Save message text as template\n● Send attachments via WhatsApp auto sender\n● Offer an option to unsubscribe\n● Use placeholders to send personalized messages\n● Random send interval for WhatsApp bulk sender\n● Safe group sending interval\n● Export selected group members\n● Real-time sending progress\n● Export WhatsApp sender results\n● Stop WhatsApp auto sending at any time\n● Send WhatsApp contact card in bulk\n\n\n🚀 WAPlus Sender is the ultimate WAMessages, Premium Sender, Web Sender, Whats Direct Message, WA Self Sender, WAppSenderPro, WA Sender Extension, WhatsApp Sender. Just send WhatsApp messages to all contacts including contacts not saved in your address book with a click. Try WA Web plus features for free and start saving time now! 🚀\n\nKindly do not use for SPAMMING which is WhatsApp™  strictly prohibited.\n\nWhatsApp is a trademark of WhatsApp Inc., registered in the U.S. and other countries. WAPlus is an independent project and has no relationship to WhatsApp or WhatsApp Inc.\n\nEnables always-on desktop notifications: Chrome will run in background mode permanently, keeping track and showing your WhatsApp notifications instantly. You can click on the notifications to go directly to the relevant chat.\n\nSome important features:\n\n1. A comprehensive WhatsApp Web client right in your browser's toolbar popup UI.\n2. Notifies you (via badge icon text) every time something happens on WhatsApp within the people in your chat list.\n\nThe official WhatsApp software is only released for smart phones and web.\nWhatsApp is a registered trademark WhatsApp IInc. WhatsApp Desktop App is not related to the corporation and developed as an independent project.",
    "cs": "WhatsApp Desktop aplikace\n\nAplikace WhatsApp Desktop nevyžaduje verzi WhatsApp pro stolní počítače v počítači / nainstalovanou.\n\n\nWebové a desktopové aplikace WhatsApp jsou rozšířením vašeho prohlížeče.\nZrcadlí všechny konverzace a zprávy, které máte v aplikaci WhatsApp v telefonu, a umožňuje vám je všechny zobrazit a odpovědět na ně na vašem PC nebo Mac pomocí klávesnice vašeho počítače místo klávesnice vašeho smartphonu.\n\nPovolí oznámení vždy na ploše: Chrome bude trvale spuštěn v režimu na pozadí, bude sledovat a okamžitě zobrazí vaše oznámení WhatsApp. Kliknutím na oznámení přejdete přímo na příslušný chat.\n\nNěkteré důležité funkce:\n\n1. Komplexní webový klient WhatsApp přímo ve vyskakovacím uživatelském rozhraní panelu nástrojů vašeho prohlížeče.\n2. Upozorní vás (prostřednictvím textu ikony odznaku) pokaždé, když se něco stane na WhatsApp u lidí ve vašem seznamu chatu.\n\n\nOficiální software WhatsApp je vydán pouze pro chytré telefony a web.\nWhatsApp je registrovaná ochranná známka WhatsApp IInc. WhatsApp Desktop App nesouvisí s korporací a je vyvíjen jako nezávislý projekt.",
    "da": "WhatsApp web and desktop apps are an extension of your smartphone. They mirror all the conversations and messages you have on the WhatsApp app on your phone and allows you toaWhatsApp Desktop app\n\nThe WhatsApp  Desktop app doesn't require a desktop version of WhatsApp on your PC/ installed.\n\n\nWhatsApp Web and Desktop apps are an extension on your Browser. \nThey mirror all the conversations and messages you have on the WhatsApp app on your phone and allow you to see them all and reply to them all on your PC or Mac using your computer's keyboard instead of the keyboard on your smartphone.\n\nEnables always-on desktop notifications: Chrome will run in background mode permanently, keeping track and showing your WhatsApp notifications instantly. You can click on the notifications to go directly to the relevant chat.\n\nSome important features:\n\n1. A comprehensive WhatsApp Web client right in your browser's toolbar popup UI.\n2. Notifies you (via badge icon text) every time something happens on WhatsApp within the people in your chat list.\n\n\nThe official WhatsApp software is only released for smart phones and web.\nWhatsApp is a registered trademark WhatsApp IInc. WhatsApp Desktop App is not related to the corporation and developed as an independent project. see them all and reply to them all on your PC or Mac using your computer's keyboard instead of the keyboard on your smartphone",
    "de": "WhatsApp Desktop App\n\nFür die WhatsApp Desktop-App ist keine Desktop-Version von WhatsApp auf Ihrem PC / installiert.\n\n\nWhatsApp Web- und Desktop-Apps sind eine Erweiterung Ihres Browsers.\nSie spiegeln alle Konversationen und Nachrichten wider, die Sie in der WhatsApp-App auf Ihrem Telefon führen, und ermöglichen es Ihnen, sie alle anzuzeigen und auf Ihrem PC oder Mac mit der Tastatur Ihres Computers anstelle der Tastatur Ihres Smartphones zu beantworten.\n\nAktiviert immer verfügbare Desktop-Benachrichtigungen: Chrome wird permanent im Hintergrundmodus ausgeführt, behält den Überblick und zeigt Ihre WhatsApp-Benachrichtigungen sofort an. Sie können auf die Benachrichtigungen klicken, um direkt zum entsprechenden Chat zu gelangen.\n\nEinige wichtige Funktionen:\n\n1. Ein umfassender WhatsApp-Webclient direkt in der Popup-Benutzeroberfläche der Symbolleiste Ihres Browsers.\n2. Benachrichtigt Sie (über den Ausweissymboltext) jedes Mal, wenn auf WhatsApp in den Personen in Ihrer Chat-Liste etwas passiert.\n\n\nDie offizielle WhatsApp-Software ist nur für Smartphones und das Internet verfügbar.\nWhatsApp ist eine eingetragene Marke von WhatsApp IInc. WhatsApp Desktop App ist nicht mit dem Unternehmen verbunden und wurde als unabhängiges Projekt entwickelt.",
    "el,es_419,et,fa,fil,hi,hu,ja,kn,ko,pt_PT,sl,sr": "WhatsApp Desktop app\n\nThe WhatsApp  Desktop app doesn't require a desktop version of WhatsApp on your PC/ installed.\n\n\nWhatsApp Web and Desktop apps are an extension on your Browser. \nThey mirror all the conversations and messages you have on the WhatsApp app on your phone and allow you to see them all and reply to them all on your PC or Mac using your computer's keyboard instead of the keyboard on your smartphone.\n\nEnables always-on desktop notifications: Chrome will run in background mode permanently, keeping track and showing your WhatsApp notifications instantly. You can click on the notifications to go directly to the relevant chat.\n\nSome important features:\n\n1. A comprehensive WhatsApp Web client right in your browser's toolbar popup UI.\n2. Notifies you (via badge icon text) every time something happens on WhatsApp within the people in your chat list.\n\n\nThe official WhatsApp software is only released for smart phones and web.\nWhatsApp is a registered trademark WhatsApp IInc. WhatsApp Desktop App is not related to the corporation and developed as an independent project.",
    "en,en_AU,en_GB,en_US,he,it,lt,lv,mr,pt_BR,ru,sk,sv,tr,uk,zh_CN": "Welcome to Multi Chat.\n\nExtension that allows you to read and communicate in all popular messengers in one place.\n\nProvides easy access to WhatsApp and notifies you of all incoming posts.\nDesktop Messenger for WhatsApp™ is the easiest way to check WhatsApp from your desktop machine. Clicking on the toolbar icon, renders WhatsApp Web in a small UI attached to the toolbar popup. Moreover, you will get badge notification for all incoming messages.\n\nImportant Note: Desktop Messenger for WhatsApp™ does NOT belong or related to the official WhatsApp application at all. It is basically an unofficial extension that is developed and maintained independently. The official WhatsApp software is only released for smart phones and web. This unofficial extension is a wrapper to the original WhatsApp and tries to make it usable as a browser extension.\n\nMulti Chat Messenger  Web and Desktop apps are an extension on your Browser. \nThey mirror all the conversations and messages you have on the WhatsApp or Telegram or other messenger  app on your phone and allow you to see them all and reply to them all on your PC or Mac using your computer's keyboard instead of the keyboard on your smartphone.\n\nEnables always-on desktop notifications: Chrome will run in background mode permanently, keeping track and showing your notifications instantly. You can click on the notifications to go directly to the relevant chat.\n\nSome important features:\n\n1. A comprehensive messenger Web client right in your browser's toolbar popup UI.\n2. Notifies you (via badge icon text) every time something happens on WhatsApp within the people in your chat list.\n3. Set only the messenger you are using. Flexible users UI.\n\nTELEGRAM:\n\nAccess to to the official Telegram (web version) in a stand-alone window.\nTelegram for Chrome extension allows you to have access to the official Telegram (web version) in a stand-alone window.\n\nPlease note that this extension only loads the official Telegram (web version) inside a stand-alone window with no intention on misleading users that this is the official extension, only trying to make access to the official web service simpler.\n\nTelegram™ FAQ:\nhttps://telegram.org/faq\n\nLINE: \n\nFree messaging and smart memos\nFree messaging, convenient memos, and screen capture made easy\nLINE reshapes communication around the globe, allowing you to enjoy free messaging wherever you find yourself. Install LINE now and stay close with your favorite people.\n\nShow your emotions through expressive LINE stickers\n- Choose from an extensive variety of LINE stickers that perfectly capture a wide range of emotions.\n\nLarge files? No problem!\n- Send photos and even large files up to 1 GB quickly and easily. \n\nStay closer by creating groups\n- Keep in better touch with your family, school friends, and other people important to you. \n- Share exciting news and interesting conversations with multiple friends at once. \n- Easily organize your groups in a separate list.\n\nUse LINE Memos \n- Never lose your ideas. Keep and organize important information easily in LINE memos. \n- A picture is worth a thousand words. You can also add photos to your memos!\n\nScreen capture made easy\n- From cute pet photos to complicated graphs, easily capture your screen and save it to a memo or share it with friends. - As long as you have the Chrome browser, you can easily use LINE Chrome to capture your screens.\n\nEnjoy secure chats with Letter Sealing\n- All your chat messages, calls, and shared locations can be encrypted using Letter Sealing. \n- Your chats are always safe in LINE!\n\n* The Chrome version of LINE is available on Chrome OS, Windows, Mac, and Linux.\n* Please use the official version of Chrome to experience LINE at its best.\n\nINSTAGRAM:\n\nIt's a set of most useful features for Instagram: direct messages, upload stories and IGTV, screenshot capture, and much more!\nDirect Message for Instagram allows you to send Instagram direct messages from your desktop PC.\n\nGet instant access to Instagram when you install our extension today.\n\nDM others and get notified when you have new messages on Instagram.\n\nView photos on Instagram and follow links you've been sent and read messages while surfing inside your browser today. Don't\nget distracted by your mobile phone today and just use our software extension to browse through Instagram.\n\nHere is what you need to do to get started\n\nInstall our software extension Direct Message for Instagram\nLogin to Instagram after you click on our extension icon\nBegin answering your messages/surfing through Instagram.\n\nDisclaimer: Please note this extension is NOT made by Instagram and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this Chrome extension. Direct Message for Instagram™ is not owned by, is not licensed by and is not a subsidiary of Facebook Inc.\n\nAll of them are registered trademarks. Multi Chat Desktop App is not related to the corporation and developed as an independent project.\n\n\nPlease read!\n\nA difficult decision was made to find a way to support us, the developers, due to the increased workload and time spent on the development of the extension.\n\nTherefore, our extension has partnered with Admitad (https://admitad.com/) solely for link affiliation purposes.\n\nWe DO NOT store any of your search queries, nor do we profit from them. Any rewards we receive are solely from sales made after users click on affiliate links.\nFor further details on this process, please refer to Admitad's privacy policy at https://terms.admitad.com/en/privacy-policy/for-end-users/.",
    "es": "Aplicación de escritorio WhatsApp\n\nLa aplicación WhatsApp Desktop no requiere una versión de escritorio de WhatsApp en su PC / instalada.\n\n\nLas aplicaciones web y de escritorio de WhatsApp son una extensión de su navegador.\nReflejan todas las conversaciones y mensajes que tiene en la aplicación WhatsApp en su teléfono y le permiten verlos todos y responderlos en su PC o Mac usando el teclado de su computadora en lugar del teclado de su teléfono inteligente.\n\nHabilita notificaciones de escritorio siempre activas: Chrome se ejecutará en modo de fondo de forma permanente, realizando un seguimiento y mostrando las notificaciones de WhatsApp al instante. Puede hacer clic en las notificaciones para ir directamente al chat correspondiente.\n\nAlgunas características importantes:\n\n1. Un cliente web completo de WhatsApp directamente en la interfaz de usuario emergente de la barra de herramientas de su navegador.\n2. Le notifica (a través del texto del icono de la insignia) cada vez que sucede algo en WhatsApp dentro de las personas en su lista de chat.\n\n\nEl software oficial de WhatsApp solo se publica para teléfonos inteligentes y la web.\nWhatsApp es una marca registrada WhatsApp IInc. La aplicación de escritorio WhatsApp no ​​está relacionada con la corporación y se desarrolló como un proyecto independiente.",
    "fr": "Application de bureau WhatsApp\n\nL'application WhatsApp Desktop ne nécessite pas de version de bureau de WhatsApp sur votre PC / installée.\n\n\nLes applications Web et de bureau WhatsApp sont une extension de votre navigateur.\nIls reflètent toutes les conversations et tous les messages que vous avez sur l'application WhatsApp sur votre téléphone et vous permettent de les voir tous et d'y répondre sur votre PC ou Mac en utilisant le clavier de votre ordinateur au lieu du clavier de votre smartphone.\n\nActive les notifications de bureau toujours actives: Chrome fonctionnera en arrière-plan en permanence, gardant une trace et affichant instantanément vos notifications WhatsApp. Vous pouvez cliquer sur les notifications pour accéder directement au chat concerné.\n\nQuelques caractéristiques importantes:\n\n1. Un client Web WhatsApp complet directement dans l'interface utilisateur contextuelle de la barre d'outils de votre navigateur.\n2. Vous avertit (via le texte de l'icône du badge) chaque fois que quelque chose se passe sur WhatsApp parmi les personnes de votre liste de discussion.\n\n\nLe logiciel officiel WhatsApp n'est publié que pour les téléphones intelligents et le Web.\nWhatsApp est une marque déposée WhatsApp IInc. L'application de bureau WhatsApp n'est pas liée à la société et développée en tant que projet indépendant.",
    "id": "WhatsApp web and desktop apps are an extension of your smartphone. They mirror all the conversations and messages you have on the WhatsApp app on your phone and allows you toaWhatsApp Desktop app\n\nThe WhatsApp  Desktop app doesn't require a desktop version of WhatsApp on your PC/ installed.\n\n\nWhatsApp Web and Desktop apps are an extension on your Browser. \nThey mirror all the conversations and messages you have on the WhatsApp app on your phone and allow you to see them all and reply to them all on your PC or Mac using your computer's keyboard instead of the keyboard on your smartphone.\n\nUse WhatsApp Automation Tool to connect with your customers by sending bulk messages.\nSend WhatsApp Messages without saving numbers using WA Sender Extension - the best WhatsApp Marketing Software & Automation Tool. \n\nConnect with your customers on WhatsApp. Grow your business with WhatsApp Sender——WAPlus Sender.\n\nFeatures:\n● A free WhatsApp Auto Message Sender \n● A google chrome WA Sender Extension based on WhatsApp Web\n● Send automated, customized, bulk, WA messages\n● Upload excel file with WhatsApp numbers\n● Download WhatsApp numbers excel file demo\n● Save message text as template\n● Send attachments via WhatsApp auto sender\n● Offer an option to unsubscribe\n● Use placeholders to send personalized messages\n● Random send interval for WhatsApp bulk sender\n● Safe group sending interval\n● Export selected group members\n● Real-time sending progress\n● Export WhatsApp sender results\n● Stop WhatsApp auto sending at any time\n● Send WhatsApp contact card in bulk\n\n\n🚀 WAPlus Sender is the ultimate WAMessages, Premium Sender, Web Sender, Whats Direct Message, WA Self Sender, WAppSenderPro, WA Sender Extension, WhatsApp Sender. Just send WhatsApp messages to all contacts including contacts not saved in your address book with a click. Try WA Web plus features for free and start saving time now! 🚀\n\nKindly do not use for SPAMMING which is WhatsApp™  strictly prohibited.\n\nWhatsApp is a trademark of WhatsApp Inc., registered in the U.S. and other countries. WAPlus is an independent project and has no relationship to WhatsApp or WhatsApp Inc.\n\nEnables always-on desktop notifications: Chrome will run in background mode permanently, keeping track and showing your WhatsApp notifications instantly. You can click on the notifications to go directly to the relevant chat.\n\nSome important features:\n\n1. A comprehensive WhatsApp Web client right in your browser's toolbar popup UI.\n2. Notifies you (via badge icon text) every time something happens on WhatsApp within the people in your chat list.\n\n\nThe official WhatsApp software is only released for smart phones and web.\nWhatsApp is a registered trademark WhatsApp IInc. WhatsApp Desktop App is not related to the corporation and developed as an independent project. see them all and reply to them all on your PC or Mac using your computer's keyboard instead of the keyboard on your smartphone",
    "nl": "WhatsApp Desktop-app\n\nDe WhatsApp Desktop-app vereist geen desktopversie van WhatsApp op uw pc / geïnstalleerd.\n\n\nWhatsApp Web- en Desktop-apps zijn een extensie op uw browser.\nZe weerspiegelen alle gesprekken en berichten die je hebt in de WhatsApp-app op je telefoon en stellen je in staat ze allemaal te zien en te beantwoorden op je pc of Mac met het toetsenbord van je computer in plaats van met het toetsenbord op je smartphone.\n\nMaakt altijd actieve bureaubladmeldingen mogelijk: Chrome wordt permanent in de achtergrondmodus uitgevoerd, houdt uw WhatsApp-meldingen bij en toont ze onmiddellijk. U kunt op de notificaties klikken om direct naar de betreffende chat te gaan.\n\nEnkele belangrijke features:\n\n1. Een uitgebreide WhatsApp-webclient rechtstreeks in de pop-up-UI van de werkbalk van uw browser.\n2. Waarschuwt u (via badgepictogram-tekst) elke keer dat er iets gebeurt op WhatsApp binnen de mensen in uw chatlijst.\n\n\nDe officiële WhatsApp-software wordt alleen vrijgegeven voor smartphones en internet.\nWhatsApp is een geregistreerd handelsmerk WhatsApp IInc. WhatsApp Desktop App is niet gerelateerd aan het bedrijf en is ontwikkeld als een onafhankelijk project.",
    "no": "WhatsApp Desktop-app\n\nWhatsApp Desktop-appen krever ikke en desktopversjon av WhatsApp på din PC / installert.\n\n\nWhatsApp Web og Desktop-apper er en utvidelse i nettleseren din.\nDe speiler alle samtalene og meldingene du har på WhatsApp-appen på telefonen din, og lar deg se dem alle og svare på dem alle på din PC eller Mac ved hjelp av datamaskinens tastatur i stedet for tastaturet på smarttelefonen.\n\nAktiverer skrivebordsvarsler som alltid er på: Chrome kjører permanent i bakgrunnsmodus, holder styr på og viser WhatsApp-varslene dine umiddelbart. Du kan klikke på varslene for å gå direkte til den aktuelle chatten.\n\nNoen viktige funksjoner:\n\n1. En omfattende WhatsApp Web-klient rett i nettleserens popup-grensesnitt for verktøylinjen.\n2. Varsler deg (via merkeikontekst) hver gang noe skjer på WhatsApp hos personene i chattelisten din.\n\n\nDen offisielle WhatsApp-programvaren er bare utgitt for smarttelefoner og nett.\nWhatsApp er et registrert varemerke WhatsApp IInc. WhatsApp Desktop App er ikke relatert til selskapet og utviklet som et uavhengig prosjekt.",
    "pl": "Aplikacja WhatsApp Desktop\n\nAplikacja WhatsApp na komputer nie wymaga zainstalowanej wersji WhatsApp na komputer.\n\n\nAplikacje WhatsApp Web i Desktop to rozszerzenie Twojej przeglądarki.\nOdzwierciedlają one wszystkie rozmowy i wiadomości, które masz w aplikacji WhatsApp na telefonie i pozwalają zobaczyć je wszystkie i odpowiedzieć na nie na komputerze PC lub Mac za pomocą klawiatury komputera zamiast klawiatury w smartfonie.\n\nWłącza zawsze włączone powiadomienia na pulpicie: Chrome będzie stale działać w tle, śledząc i natychmiast wyświetlając powiadomienia WhatsApp. Możesz kliknąć powiadomienia, aby przejść bezpośrednio do odpowiedniego czatu.\n\nKilka ważnych funkcji:\n\n1. Wszechstronny klient sieciowy WhatsApp bezpośrednio w wyskakującym interfejsie paska narzędzi przeglądarki.\n2. Powiadamia Cię (poprzez tekst ikony odznaki) za każdym razem, gdy coś dzieje się w WhatsApp wśród osób na Twojej liście czatu.\n\n\nOficjalne oprogramowanie WhatsApp jest dostępne tylko dla smartfonów i Internetu.\nWhatsApp to zarejestrowany znak towarowy WhatsApp IInc. Aplikacja WhatsApp Desktop nie jest powiązana z korporacją i jest rozwijana jako niezależny projekt.",
    "sw": "WhatsApp Desktop app\n\nThe WhatsApp  Desktop app doesn't require a desktop version of WhatsApp on your PC/ installed.\n\n\nWhatsApp Web and Desktop apps are an extension on your Browser. \nThey mirror all the conversations and messages you have on the WhatsApp app on your phone and allow you to see them all and reply to them all on your PC or Mac using your computer's keyboard instead of the keyboard on your smartphone.\nUse WhatsApp Automation Tool to connect with your customers by sending bulk messages.\nSend WhatsApp Messages without saving numbers using WA Sender Extension - the best WhatsApp Marketing Software & Automation Tool. \n\nConnect with your customers on WhatsApp. Grow your business with WhatsApp Sender——WAPlus Sender.\n\nFeatures:\n● A free WhatsApp Auto Message Sender \n● A google chrome WA Sender Extension based on WhatsApp Web\n● Send automated, customized, bulk, WA messages\n● Upload excel file with WhatsApp numbers\n● Download WhatsApp numbers excel file demo\n● Save message text as template\n● Send attachments via WhatsApp auto sender\n● Offer an option to unsubscribe\n● Use placeholders to send personalized messages\n● Random send interval for WhatsApp bulk sender\n● Safe group sending interval\n● Export selected group members\n● Real-time sending progress\n● Export WhatsApp sender results\n● Stop WhatsApp auto sending at any time\n● Send WhatsApp contact card in bulk\n\n🚀 WAPlus Sender is the ultimate WAMessages, Premium Sender, Web Sender, Whats Direct Message, WA Self Sender, WAppSenderPro, WA Sender Extension, WhatsApp Sender. Just send WhatsApp messages to all contacts including contacts not saved in your address book with a click. Try WA Web plus features for free and start saving time now! 🚀\n\nKindly do not use for SPAMMING which is WhatsApp™  strictly prohibited.\n\nWhatsApp is a trademark of WhatsApp Inc., registered in the U.S. and other countries. WAPlus is an independent project and has no relationship to WhatsApp or WhatsApp Inc.\n\nEnables always-on desktop notifications: Chrome will run in background mode permanently, keeping track and showing your WhatsApp notifications instantly. You can click on the notifications to go directly to the relevant chat.\n\nSome important features:\n\n1. A comprehensive WhatsApp Web client right in your browser's toolbar popup UI.\n2. Notifies you (via badge icon text) every time something happens on WhatsApp within the people in your chat list.\n\n\nThe official WhatsApp software is only released for smart phones and web.\nWhatsApp is a registered trademark WhatsApp IInc. WhatsApp Desktop App is not related to the corporation and developed as an independent project.WhatsApp Desktop app\n\nThe WhatsApp  Desktop app doesn't require a desktop version of WhatsApp on your PC/ installed.\n\n\nWhatsApp Web and Desktop apps are an extension on your Browser. \nThey mirror all the conversations and messages you have on the WhatsApp app on your phone and allow you to see them all and reply to them all on your PC or Mac using your computer's keyboard instead of the keyboard on your smartphone.\n\nEnables always-on desktop notifications: Chrome will run in background mode permanently, keeping track and showing your WhatsApp notifications instantly. You can click on the notifications to go directly to the relevant chat.\n\nSome important features:\n\n1. A comprehensive WhatsApp Web client right in your browser's toolbar popup UI.\n2. Notifies you (via badge icon text) every time something happens on WhatsApp within the people in your chat list.\n\n\nThe official WhatsApp software is only released for smart phones and web.\nWhatsApp is a registered trademark WhatsApp IInc. WhatsApp Desktop App is not related to the corporation and developed as an independent project.",
    "ta": "WhatsApp Desktop app\n\nThe WhatsApp  Desktop app doesn't require a desktop version of WhatsApp on your PC/ installed.\n\n\nWhatsApp Web and Desktop apps are an extension on your Browser. \nThey mirror all the conversations and messages you have on the WhatsApp app on your phone and allow you to see them all and reply to them all on your PC or Mac using your computer's keyboard instead of the keyboard on your smartphone.\n\nUse WhatsApp Automation Tool to connect with your customers by sending bulk messages.\nSend WhatsApp Messages without saving numbers using WA Sender Extension - the best WhatsApp Marketing Software & Automation Tool. \n\nConnect with your customers on WhatsApp. Grow your business with WhatsApp Sender——WAPlus Sender.\n\nFeatures:\n● A free WhatsApp Auto Message Sender \n● A google chrome WA Sender Extension based on WhatsApp Web\n● Send automated, customized, bulk, WA messages\n● Upload excel file with WhatsApp numbers\n● Download WhatsApp numbers excel file demo\n● Save message text as template\n● Send attachments via WhatsApp auto sender\n● Offer an option to unsubscribe\n● Use placeholders to send personalized messages\n● Random send interval for WhatsApp bulk sender\n● Safe group sending interval\n● Export selected group members\n● Real-time sending progress\n● Export WhatsApp sender results\n● Stop WhatsApp auto sending at any time\n● Send WhatsApp contact card in bulk\n\n🚀 WAPlus Sender is the ultimate WAMessages, Premium Sender, Web Sender, Whats Direct Message, WA Self Sender, WAppSenderPro, WA Sender Extension, WhatsApp Sender. Just send WhatsApp messages to all contacts including contacts not saved in your address book with a click. Try WA Web plus features for free and start saving time now! 🚀\n\nKindly do not use for SPAMMING which is WhatsApp™  strictly prohibited.\n\nWhatsApp is a trademark of WhatsApp Inc., registered in the U.S. and other countries. WAPlus is an independent project and has no relationship to WhatsApp or WhatsApp Inc.\nEnables always-on desktop notifications: Chrome will run in background mode permanently, keeping track and showing your WhatsApp notifications instantly. You can click on the notifications to go directly to the relevant chat.\n\nSome important features:\n\n1. A comprehensive WhatsApp Web client right in your browser's toolbar popup UI.\n2. Notifies you (via badge icon text) every time something happens on WhatsApp within the people in your chat list.\n\n\nThe official WhatsApp software is only released for smart phones and web.\nWhatsApp is a registered trademark WhatsApp IInc. WhatsApp Desktop App is not related to the corporation and developed as an independent project.",
    "vi": "WhatsApp Desktop app\n\nThe WhatsApp  Desktop app doesn't require a desktop version of WhatsApp on your PC/ installed.\n\n\nWhatsApp Web and Desktop apps are an extension on your Browser. \nThey mirror all the conversations and messages you have on the WhatsApp app on your phone and allow you to see them all and reply to them all on your PC or Mac using your computer's keyboard instead of the keyboard on your smartphone.\nUse WhatsApp Automation Tool to connect with your customers by sending bulk messages.\nSend WhatsApp Messages without saving numbers using WA Sender Extension - the best WhatsApp Marketing Software & Automation Tool. \n\nConnect with your customers on WhatsApp. Grow your business with WhatsApp Sender——WAPlus Sender.\n\nFeatures:\n● A free WhatsApp Auto Message Sender \n● A google chrome WA Sender Extension based on WhatsApp Web\n● Send automated, customized, bulk, WA messages\n● Upload excel file with WhatsApp numbers\n● Download WhatsApp numbers excel file demo\n● Save message text as template\n● Send attachments via WhatsApp auto sender\n● Offer an option to unsubscribe\n● Use placeholders to send personalized messages\n● Random send interval for WhatsApp bulk sender\n● Safe group sending interval\n● Export selected group members\n● Real-time sending progress\n● Export WhatsApp sender results\n● Stop WhatsApp auto sending at any time\n● Send WhatsApp contact card in bulk\n\n🚀 WAPlus Sender is the ultimate WAMessages, Premium Sender, Web Sender, Whats Direct Message, WA Self Sender, WAppSenderPro, WA Sender Extension, WhatsApp Sender. Just send WhatsApp messages to all contacts including contacts not saved in your address book with a click. Try WA Web plus features for free and start saving time now! 🚀\n\nKindly do not use for SPAMMING which is WhatsApp™  strictly prohibited.\n\nWhatsApp is a trademark of WhatsApp Inc., registered in the U.S. and other countries. WAPlus is an independent project and has no relationship to WhatsApp or WhatsApp Inc.\n\nEnables always-on desktop notifications: Chrome will run in background mode permanently, keeping track and showing your WhatsApp notifications instantly. You can click on the notifications to go directly to the relevant chat.\n\nSome important features:\n\n1. A comprehensive WhatsApp Web client right in your browser's toolbar popup UI.\n2. Notifies you (via badge icon text) every time something happens on WhatsApp within the people in your chat list.\n\n\nThe official WhatsApp software is only released for smart phones and web.\nWhatsApp is a registered trademark WhatsApp IInc. WhatsApp Desktop App is not related to the corporation and developed as an independent project."
  }
}