{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instazap"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Uma extensão voltada para o Whatsapp Web com o intuito de auxiliar no atendimento."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Com o Instazap você pode cadastrar mensagens prontas para serem enviadas posteriormente com apenas um clique. Essas mensagens Podem ser mensagens de texto, áudios, imagens, videos ou arquivos. É possível configurar detalhes sobre a forma de envio como legendas de imagens e vídeos e formato de áudio (Gravado na hora ou PTT).\n\nA funcionalidade de scripts permite que você configure uma sequencia de mensagens com um delay determinado. Com apenas um clique, uma sequencia de mensagens será enviada para o chat ativo simulando uma iteração real. Os scripts também podem ser usados em gatilhos.\n\nOs gatilhos são extremamente úteis para um atendimento automatizado. É possível configurar exatamente quais condições e palavras chave irão acionar o gatilho. Uma vez que você recebe uma mensagem e ela satisfazer as condições de um gatilho, um script será enviado para o chat de origem.\n\nNosso grande diferencial são as bases de leads. Você pode adicionar facilmente contatos à uma base de leads, seja através da interface do whatsapp ou fazendo o upload de um arquivo CSV ou XLSX. Uma vez que tenha uma ou mais bases de leads, é possível fazer um disparo em massa para todos os seus leads. É possível pausar e depois retomar o disparo ou até mesmo cancelar. Configure delays seguros antes de usar essa funcionalidade. \n\nO Instazap é uma ferramenta completa e fácil de usar. Ela irá agilizar o seu atendimento e otimizar seu tempo, tornando seu trabalho mais produtivo e eficiente."
  }
}