{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flylighter: Capture Articles and Highlights to Notion"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture bookmarks, article, and highlights with Flylighter – your new favorite web clipper for Notion."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flylighter is your new favorite web clipper for Notion.\n\nEasily save anything you discover on the web at super-fast speeds – webpages, highlights, full articles, and more.\n\nWith Flylighter, you can:\n\n✅ Create Flows that capture web clips to Notion databases or pages\n✅ Set property values in Notion databases – tags, dates, Relations, etc.\n✅ Capture highlights that retain formatting - lists, headings, tables, and more\n✅ Easily append new highlights to a previous capture\n✅ Save resources at the speed of thought with Instant Capture mode and keyboard shortcuts\n\nSoon, you’ll also be able to save your clips, highlights, and articles to many more platforms – including Obsidian, Zapier, Pipedream, and more. You’ll also be able to save resources and ideas on the go with our upcoming mobile app.\n\nOur goal is to give you a set of powerful tools for quickly capturing anything and saving it to the second brain you’re already using, whatever it may be.\n\nFlylighter is built and maintained by a small team of passionate Notion nerds, including Thomas Frank (the world’s most-followed Notion expert) and Eli Wimmer (creator of Notion Style Tweaks). After you install, say hi in our Discord!"
  }
}