{
  "name": {
    "ar": "محرر XLS لجوجل كروم",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "XLS Editor for Google Chrome™",
    "bg": "XLS редактор за Google Chrome ™",
    "ca": "Editor XLS per a Google Chrome ™",
    "cs": "XLS Editor pro Google Chrome ™",
    "da": "XLS Editor til Google Chrome ™",
    "de": "XLS Editor für Google Chrome ™",
    "el": "XLS Editor για το Google Chrome ™",
    "es": "Editor XLS para Google Chrome ™",
    "et": "Google Chrome&#39;i ™ XLS-redaktor",
    "fa": "ویرایشگر XLS برای Google Chrome",
    "fi": "XLS Editor Google Chrome ™: lle",
    "fil": "XLS Editor para sa Google Chrome ™",
    "fr": "Éditeur XLS pour Google Chrome ™",
    "he": "עורך XLS עבור Google Chrome ™",
    "hi": "Google Chrome ™ के लिए XLS संपादक",
    "hr": "XLS uređivač za Google Chrome ™",
    "hu": "XLS szerkesztő a Google Chrome ™ -hoz",
    "id,ms": "Editor XLS untuk Google Chrome ™",
    "it": "XLS Editor per Google Chrome ™",
    "ja": "Google Chrome™用XLSエディター",
    "ko": "Chrome ™ 용 XLS 편집기",
    "lt": "„XLS“ redaktorius, skirtas „Google Chrome ™“",
    "lv": "XLS redaktors pārlūkam Google Chrome ™",
    "nl": "XLS Editor voor Google Chrome ™",
    "no": "XLS Editor for Google Chrome ™",
    "pl": "XLS Editor dla Google Chrome ™",
    "ro": "Editor XLS pentru Google Chrome ™",
    "ru": "Редактор XLS для Google Chrome ™",
    "sk": "Editor XLS pre Google Chrome ™",
    "sl": "XLS urejevalnik za Google Chrome ™",
    "sr": "КСЛС Едитор за Гоогле Цхроме ™",
    "sv": "XLS Editor för Google Chrome ™",
    "th": "XLS Editor สำหรับ Google Chrome ™",
    "tr": "Google Chrome ™ için XLS Düzenleyicisi",
    "uk": "XLS-редактор для Google Chrome ™",
    "vi": "Trình chỉnh sửa XLS cho Google Chrome ™",
    "zh_CN": "适用于Google Chrome™的XLS编辑器",
    "zh_TW": "適用於Google Chrome™的XLS編輯器"
  },
  "short": {
    "ar": "تحرير ملفات XLS على الإنترنت ومجانا!",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Edit xls files online and for free!",
    "bg": "Редактирайте xls файловете онлайн и безплатно!",
    "ca": "Editeu fitxers xls en línia i de franc.",
    "cs": "Editujte xls soubory online a zdarma!",
    "da,no": "Rediger xls filer online og gratis!",
    "de": "Bearbeiten Sie XLS-Dateien online und kostenlos!",
    "el": "Επεξεργαστείτε xls αρχεία online και δωρεάν!",
    "es": "Editar archivos xls en línea y gratis!",
    "et": "Redigeeri xls-faile võrgus ja tasuta!",
    "fa": "ویرایش فایل های xls آنلاین و به صورت رایگان!",
    "fi": "Muokkaa xls-tiedostoja verkossa ja ilmaiseksi!",
    "fil": "I-edit ang mga xls file online at libre!",
    "fr": "Éditez les fichiers xls en ligne et gratuitement!",
    "he": "עריכת קבצי XLS באינטרנט בחינם!",
    "hi": "ऑनलाइन और मुक्त करने के लिए xls फ़ाइलें संपादित करें!",
    "hr": "Uredite xls datoteke online i besplatno!",
    "hu": "Az xls fájlok online és ingyenes szerkesztése!",
    "id": "Edit file xls secara online dan gratis!",
    "it": "Modifica i file xls online e gratuitamente!",
    "ja": "オンラインで無料でxlsファイルを編集しましょう！",
    "ko": "xls 파일을 온라인으로 무료로 편집하십시오!",
    "lt": "Redaguoti xls failus internete ir nemokamai!",
    "lv": "Rediģējiet xls failus tiešsaistē un bez maksas!",
    "ms": "Edit fail xls dalam talian dan secara percuma!",
    "nl": "Bewerk xls-bestanden online en gratis!",
    "pl": "Edytuj pliki xls online i za darmo!",
    "ro": "Editați fișierele xls online și gratuit!",
    "ru": "Редактируйте xls файлы онлайн и бесплатно!",
    "sk": "Upravte súbory xls online a zadarmo!",
    "sl": "Uredite xls datoteke na spletu in brezplačno!",
    "sr": "Уредите клс датотеке онлине и бесплатно!",
    "sv": "Redigera xls-filer online och gratis!",
    "th": "แก้ไขไฟล์ xls ออนไลน์และฟรี!",
    "tr": "Xls dosyalarını çevrimiçi ve ücretsiz olarak düzenleyin!",
    "uk": "Редагуйте файли xls онлайн і безкоштовно!",
    "vi": "Chỉnh sửa tập tin xls trực tuyến và miễn phí!",
    "zh_CN": "在线免费编辑xls文件！",
    "zh_TW": "在線免費編輯xls文件！"
  },
  "long": {
    "ar": "هل تحتاج إلى عرض أو تحرير ملفات XLS / XLSX عبر الإنترنت؟\nهل تحتاج إلى إجراء بعض التعديلات السريعة على ملف Excel؟ فقط قم بتثبيت برنامجنا محرر XLS لـ Google Chrome ™\n\nلبدء عرض وتحرير ملفات XLS / XLSX ، ما عليك سوى القيام بما يلي\nقم بتثبيت برنامج محرر XLS لبرنامج Google Chrome ™\n\nانقر على أيقونة البرنامج\nابحث عن ملف XLS / XLSX الذي ترغب في فتحه\nالأمر بهذه البساطة ، ابدأ في عرض ملفات Excel وتعديلها عبر الإنترنت اليوم!\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Google وإنما بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا تؤيد Google أو ترعى امتداد Chrome هذا. XLS Editor for Google Chrome ™ ليس مملوكًا وغير مرخص له وليست شركة تابعة لشركة Google Inc.",
    "am,bn,en,en_AU,en_GB,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Do you need to view or edit XLS / XLSX files online?\nNeed to do some quick edits to an excel file? Just install our software XLS Editor for Google Chrome™\n\nTo begin viewing and editing your XLS / XLSX files, simply do the following\nInstall the software XLS Editor for Google Chrome™\n\nClick on the software icon\nFind the XLS / XLSX file you wish to open\nIts that simple, begin viewing and editing your Excel files online today!\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this Chrome extension. XLS Editor for Google Chrome™ is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Трябва ли да преглеждате или редактирате XLS / XLSX файлове онлайн?\nТрябва да направите няколко бързи редакции на Excel файл? Просто инсталирайте нашия софтуер XLS Editor за Google Chrome ™\n\nЗа да започнете да преглеждате и редактирате вашите XLS / XLSX файлове, просто направете следното\nИнсталирайте софтуера XLS Editor за Google Chrome ™\n\nЩракнете върху иконата на софтуера\nНамерете XLS / XLSX файла, който искате да отворите\nТолкова е просто, започнете да преглеждате и редактирате вашите файлове на Excel онлайн още днес!\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява и не спонсорира това разширение за Chrome. XLS Editor за Google Chrome ™ не е собственост, не е лицензиран и не е дъщерно дружество на Google Inc.",
    "ca": "Necessiteu visualitzar o editar fitxers XLS / XLSX en línia?\nNecessiteu fer algunes modificacions ràpides a un fitxer Excel? Només cal que instal·leu el nostre programari XLS Editor per a Google Chrome ™\n\nPer començar a visualitzar i editar els fitxers XLS / XLSX, només cal que feu el següent\nInstal·leu el programari XLS Editor per a Google Chrome ™\n\nFeu clic a la icona del programari\nCerqueu el fitxer XLS / XLSX que voleu obrir\nÉs tan senzill: comenceu a veure i editar els vostres fitxers Excel en línia avui mateix.\n\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Google i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris.\nGoogle no recolza ni patrocina aquesta extensió de Chrome. XLS Editor per a Google Chrome ™ no és propietat de, no té llicència ni és filial de Google Inc.",
    "cs": "Potřebujete zobrazit nebo upravit soubory XLS / XLSX online?\nPotřebujete provést nějaké rychlé úpravy v souboru aplikace Excel? Stačí si nainstalovat náš software XLS Editor pro Google Chrome ™\n\nChcete-li začít prohlížet a upravovat soubory XLS / XLSX, postupujte takto\nNainstalujte si software XLS Editor pro Google Chrome ™\n\nKlikněte na ikonu softwaru\nNajděte soubor XLS / XLSX, který chcete otevřít\nJe to tak jednoduché, začněte prohlížet a upravovat soubory aplikace Excel online ještě dnes!\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ vytvořeno společností Google a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům.\nGoogle toto rozšíření pro Chrome nepodporuje ani nesponzoruje. XLS Editor pro Google Chrome ™ nevlastní, nemá licenci ani není dceřinou společností společnosti Google Inc.",
    "da": "Har du brug for at se eller redigere XLS / XLSX filer online?\nHar du brug for nogle hurtige redigeringer af en Excel-fil? Installer bare vores software XLS Editor til Google Chrome ™\n\nFor at begynde at se og redigere dine XLS / XLSX filer skal du blot gøre følgende\nInstaller softwaren XLS Editor til Google Chrome ™\n\nKlik på softwareikonet\nFind den XLS / XLSX-fil, du vil åbne\nDet er så simpelt, begynd at se og redigere dine Excel-filer online i dag!\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE er lavet af Google og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere.\nGoogle godkender eller sponsorerer ikke denne Chrome-udvidelse. XLS Editor til Google Chrome ™ ejes ikke af, er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Müssen Sie XLS / XLSX-Dateien online anzeigen oder bearbeiten?\nMüssen Sie eine Excel-Datei schnell bearbeiten? Installieren Sie einfach unsere Software XLS Editor für Google Chrome ™\n\nGehen Sie einfach wie folgt vor, um mit dem Anzeigen und Bearbeiten Ihrer XLS / XLSX-Dateien zu beginnen\nInstallieren Sie die Software XLS Editor für Google Chrome ™\n\nKlicken Sie auf das Software-Symbol\nSuchen Sie die XLS / XLSX-Datei, die Sie öffnen möchten\nSo einfach können Sie Ihre Excel-Dateien noch heute online anzeigen und bearbeiten!\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Chrome-Erweiterung nicht. XLS Editor für Google Chrome ™ gehört nicht, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Πρέπει να προβάλετε ή να επεξεργαστείτε αρχεία XLS / XLSX online;\nΠρέπει να κάνετε κάποιες γρήγορες αλλαγές σε ένα αρχείο excel; Απλώς εγκαταστήστε το λογισμικό XLS Editor για το Google Chrome ™\n\nΓια να ξεκινήσετε την προβολή και επεξεργασία των αρχείων XLS / XLSX, κάντε τα εξής\nΕγκαταστήστε το λογισμικό XLS Editor για το Google Chrome ™\n\nΚάντε κλικ στο εικονίδιο λογισμικού\nΒρείτε το αρχείο XLS / XLSX που θέλετε να ανοίξετε\nΕίναι τόσο απλό, αρχίστε να προβάλλετε και να επεξεργάζεστε τα αρχεία Excel στο διαδίκτυο σήμερα!\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση Chrome. Το XLS Editor για το Google Chrome ™ δεν ανήκει, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "en_US": "Do you need to view or edit XLS / XLSX files online?\nNeed to do some quick edits to an excel file? Just install our software XLS Editor for Google Chrome™\nTo begin viewing and editing your XLS / XLSX files, simply do the following\nInstall the software XLS Editor for Google Chrome™\nClick on the software icon\nFind the XLS / XLSX file you wish to open\nIts that simple, begin viewing and editing your Excel files online today!\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this Chrome extension. XLS Editor for Google Chrome™ is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "es": "¿Necesita ver o editar archivos XLS / XLSX en línea?\n¿Necesita hacer algunas ediciones rápidas en un archivo de Excel? Simplemente instale nuestro software XLS Editor para Google Chrome ™\n\nPara comenzar a ver y editar sus archivos XLS / XLSX, simplemente haga lo siguiente\nInstale el software XLS Editor para Google Chrome ™\n\nHaga clic en el icono del software\nBusque el archivo XLS / XLSX que desea abrir\nEs así de simple, ¡comience a ver y editar sus archivos de Excel en línea hoy!\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión de Chrome. XLS Editor para Google Chrome ™ no es propiedad de, no tiene licencia ni es una subsidiaria de Google Inc.",
    "et": "Kas peate XLS / XLSX-faile veebis vaatama või muutma?\nKas peate Exceli faili kiiresti muutma? Installige lihtsalt meie tarkvara XLS Editor Google Chrome'i jaoks\n\nXLS / XLSX-failide vaatamise ja redigeerimise alustamiseks tehke lihtsalt järgmist\nInstallige tarkvara Google Chrome ™ jaoks tarkvara XLS Editor\n\nKlõpsake tarkvaraikoonil\nLeidke XLS / XLSX-fail, mille soovite avada\nSee on nii lihtne, alustage Exceli failide vaatamist ja redigeerimist juba täna veebis!\n\nKohustustest loobumine: Pange tähele, et seda laiendust EI teinud Google ja seda teeb sõltumatu arendustiim. Kõik autoriõigused kuuluvad nende omanikele.\nGoogle ei toeta ega sponsoreeri seda Chrome'i laiendust. Google Chrome'i jaoks mõeldud XLS-redaktor ei kuulu Google Inc.-ile ega ole litsentseeritud ega ole selle tütarettevõte.",
    "fa": "آیا شما نیاز به مشاهده یا ویرایش فایلهای XLS / XLSX بصورت آنلاین دارید؟\nآیا نیاز به ویرایش سریع در یک فایل اکسل دارید؟ فقط نرم افزار XLS Editor ما را برای Google Chrome نصب کنید\n\nبرای شروع مشاهده و ویرایش پرونده های XLS / XLSX خود ، به سادگی موارد زیر را انجام دهید\nنرم افزار XLS Editor را برای Google Chrome نصب کنید\n\nروی نماد نرم افزار کلیک کنید\nپرونده XLS / XLSX را که می خواهید باز کنید پیدا کنید\nبه همین سادگی ، امروز مشاهده و ویرایش فایل های اکسل خود را بصورت آنلاین آغاز کنید!\n\nسلب مسئولیت: لطفاً توجه داشته باشید که این برنامه افزودنی توسط Google ساخته نشده و توسط یک تیم توسعه مستقل ساخته شده است. کلیه حق چاپ به صاحبان مربوطه تعلق دارند.\nGoogle این افزونه Chrome را تأیید یا حمایت نمی کند. XLS Editor برای Google Chrome by متعلق به آن نیست ، مجوز آن را ندارد و از شرکت های تابعه Google Inc نیست.",
    "fi": "Pitäisikö sinun katsoa tai muokata XLS / XLSX-tiedostoja verkossa?\nPitäisikö sinun tehdä joitain nopeita muokkauksia Excel-tiedostoon? Asenna vain Google Chrome ™ -sovelluksen XLS Editor -sovellus\nAloita XLS / XLSX-tiedostojen katseleminen ja muokkaaminen toimimalla seuraavasti\nAsenna XLS Editor -ohjelmisto Google Chrome ™: lle\nNapsauta ohjelmistokuvaketta\nEtsi XLS / XLSX-tiedosto, jonka haluat avata\nSe on niin yksinkertainen, aloita Excel-tiedostojesi tarkasteleminen ja muokkaaminen verkossa jo tänään!\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole Google, ja sen on tehnyt riippumaton kehitysryhmä. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai tue tätä Chrome-laajennusta. Google Chrome ™: n XLS Editor ei ole Google Inc: n omistama, ei ole lisenssin myöntäjä eikä ole Google Inc: n tytäryhtiö.",
    "fil": "Täytyykö sinun tarkastella tai muokata XLS / XLSX-tiedostoja verkossa?\nTarvitseeko sinun tehdä joitain nopeita muokkauksia Excel-tiedostoon? Asenna vain ohjelmisto XLS Editor for Google Chrome ™\n\nAloita XLS / XLSX-tiedostojen katseleminen ja muokkaaminen yksinkertaisesti seuraavasti\nAsenna ohjelmisto XLS Editor for Google Chrome ™\n\nNapsauta ohjelmistokuvaketta\nEtsi XLS / XLSX-tiedosto, jonka haluat avata\nSe on niin yksinkertaista, aloita Excel-tiedostojesi katselu ja muokkaaminen verkossa jo tänään!\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole tehnyt Google, ja sen on tehnyt riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai sponsoroi tätä Chrome-laajennusta. Google Chrome ™ -sovelluksen XLS Editor ei ole Google Inc: n omistuksessa, lisenssillä eikä tytäryhtiö.",
    "fr": "Avez-vous besoin d'afficher ou de modifier des fichiers XLS / XLSX en ligne?\nBesoin de modifier rapidement un fichier Excel? Installez simplement notre logiciel XLS Editor pour Google Chrome ™\n\nPour commencer à afficher et modifier vos fichiers XLS / XLSX, procédez simplement comme suit\nInstallez le logiciel XLS Editor pour Google Chrome ™\n\nCliquez sur l'icône du logiciel\nTrouvez le fichier XLS / XLSX que vous souhaitez ouvrir\nC'est aussi simple que cela, commencez à visualiser et à modifier vos fichiers Excel en ligne dès aujourd'hui!\n\nClause de non-responsabilité: veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension Chrome. XLS Editor pour Google Chrome ™ n'est pas la propriété de, n'est pas licencié par et n'est pas une filiale de Google Inc.",
    "he": "האם אתה צריך להציג או לערוך קבצי XLS / XLSX באופן מקוון?\nצריך לבצע כמה עריכות מהירות לקובץ Excel? פשוט התקן את עורך ה- XLS של התוכנה שלנו עבור Google Chrome ™\nכדי להתחיל להציג ולערוך את קבצי XLS / XLSX, פשוט בצע את הפעולות הבאות\nהתקן את עורך התוכנה XLS עבור Google Chrome ™\nלחץ על סמל התוכנה\nמצא את קובץ ה- XLS / XLSX שברצונך לפתוח\nזה פשוט כל כך, התחל להציג ולערוך את קבצי האקסל שלך באופן מקוון היום!\nהצהרת אחריות: שימו לב שהרחבה זו אינה מיוצרת על ידי Google והיא נעשית על ידי צוות פיתוח עצמאי. כל זכויות היוצרים שייכות לבעליהן בהתאמה.\nGoogle אינה תומכת או נותנת חסות לתוסף Chrome זה. עורך XLS עבור Google Chrome ™ אינו בבעלות, אינו מורשה על ידי ואינו חברת בת של Google Inc.",
    "hi": "क्या आपको ऑनलाइन XLS / XLSX फाइलें देखने या संपादित करने की आवश्यकता है?\nएक्सेल फ़ाइल में कुछ त्वरित संपादन करने की आवश्यकता है? Google Chrome ™ के लिए बस हमारे सॉफ़्टवेयर XLS संपादक को स्थापित करें\n\nअपनी XLS / XLSX फ़ाइलों को देखने और संपादित करने के लिए, बस निम्नलिखित करें\nGoogle Chrome ™ के लिए सॉफ़्टवेयर XLS संपादक स्थापित करें\n\nसॉफ्टवेयर आइकन पर क्लिक करें\nXLS / XLSX फ़ाइल को खोलें जिसे आप खोलना चाहते हैं\nयह इतना आसान है, आज अपनी एक्सेल फाइलों को ऑनलाइन देखना और संपादित करना शुरू करें!\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस क्रोम एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। Google Chrome ™ के लिए XLS संपादक के पास स्वामित्व नहीं है, यह लाइसेंस प्राप्त नहीं है और यह Google Inc. की सहायक कंपनी नहीं है।",
    "hr": "Trebate li pregledavati ili uređivati XLS / XLSX datoteke na mreži?\nTrebate li brzo urediti excel datoteku? Samo instalirajte naš softver XLS Editor za Google Chrome ™\n\nDa biste započeli s pregledom i uređivanjem XLS / XLSX datoteka, jednostavno učinite sljedeće\nInstalirajte softver XLS Editor za Google Chrome ™\n\nKliknite ikonu softvera\nPronađite XLS / XLSX datoteku koju želite otvoriti\nTo je tako jednostavno, već danas započnite s pregledom i uređivanjem svojih Excel datoteka na mreži!\n\nIzjava o odricanju odgovornosti: imajte na umu da ovo proširenje NIJE Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava ili ne sponzorira ovo proširenje za Chrome. XLS Editor za Google Chrome ™ nije u vlasništvu, nije licenciran i nije podružnica Google Inc.",
    "hu": "Szüksége van az XLS / XLSX fájlok online megtekintésére vagy szerkesztésére?\nGyorsan kell szerkesztenie egy excel fájlt? Csak telepítse az XLS Szerkesztő szoftvert a Google Chrome ™ -hoz\n\nAz XLS / XLSX fájlok megtekintésének és szerkesztésének megkezdéséhez egyszerűen tegye a következőket\nTelepítse az XLS Editor for Google Chrome ™ szoftvert\n\nKattintson a szoftver ikonra\nKeresse meg a megnyitni kívánt XLS / XLSX fájlt\nEz ilyen egyszerű, ma kezdje el megtekinteni és szerkeszteni az Excel fájlokat!\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a bővítményt NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Google nem támogatja vagy szponzorálja ezt a Chrome-bővítményt. A Google Chrome ™ XLS szerkesztője nem a Google Inc. tulajdonában van, nem rendelkezik engedéllyel és nem a Google Inc.",
    "id": "Apakah Anda perlu melihat atau mengedit file XLS / XLSX secara online?\nPerlu melakukan beberapa pengeditan cepat pada file excel? Instal saja perangkat lunak XLS Editor untuk Google Chrome ™ kami\n\nUntuk mulai melihat dan mengedit file XLS / XLSX Anda, cukup lakukan hal berikut\nInstal perangkat lunak XLS Editor untuk Google Chrome ™\n\nKlik pada ikon perangkat lunak\nTemukan file XLS / XLSX yang ingin Anda buka\nSesederhana itu, mulailah melihat dan mengedit file Excel Anda secara online hari ini!\n\nPenafian: Harap dicatat ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembangan independen. Semua hak cipta adalah milik masing-masing pemiliknya.\nGoogle tidak mendukung atau mensponsori ekstensi Chrome ini. XLS Editor untuk Google Chrome ™ tidak dimiliki oleh, tidak dilisensikan oleh, dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Hai bisogno di visualizzare o modificare file XLS / XLSX online?\nHai bisogno di apportare modifiche rapide a un file Excel? Basta installare il nostro software XLS Editor per Google Chrome ™\n\nPer iniziare a visualizzare e modificare i file XLS / XLSX, eseguire semplicemente le operazioni seguenti\nInstalla il software XLS Editor per Google Chrome ™\n\nFare clic sull'icona del software\nTrova il file XLS / XLSX che desideri aprire\nÈ così semplice, inizia subito a visualizzare e modificare i tuoi file Excel online!\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è realizzata da Google ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione di Chrome. XLS Editor per Google Chrome ™ non è di proprietà di, non è concesso in licenza da e non è una consociata di Google Inc.",
    "ja": "XLS / XLSXファイルをオンラインで表示または編集する必要がありますか？\nExcelファイルを簡単に編集する必要がありますか？ GoogleChrome™用のソフトウェアXLSエディターをインストールするだけです\n\nXLS / XLSXファイルの表示と編集を開始するには、次の手順を実行するだけです。\nGoogleChrome™用のソフトウェアXLSエディターをインストールします\n\nソフトウェアアイコンをクリックします\n開きたいXLS / XLSXファイルを見つけます\nそのシンプルさ、今日からオンラインでExcelファイルの表示と編集を始めましょう！\n\n免責事項：この拡張機能はGoogleによって作成されたものではなく、独立した開発チームによって作成されたものであることに注意してください。すべての著作権はそれぞれの所有者に帰属します。\nGoogleは、このChrome拡張機能を推奨または後援していません。 XLS Editor for GoogleChrome™は、Google Inc.が所有、ライセンス供与、および子会社ではありません。",
    "ko": "XLS / XLSX 파일을 온라인으로 보거나 편집해야합니까?\nExcel 파일을 빠르게 편집해야합니까? Google Chrome ™ 용 소프트웨어 XLS 편집기를 설치하기 만하면됩니다.\n\nXLS / XLSX 파일보기 및 편집을 시작하려면 다음을 수행하십시오.\nGoogle Chrome ™ 용 소프트웨어 XLS 편집기를 설치합니다.\n\n소프트웨어 아이콘을 클릭하십시오\n열려는 XLS / XLSX 파일을 찾으십시오.\n간단합니다. 오늘 바로 Excel 파일을보고 편집하십시오!\n\n면책 조항 :이 확장은 Google에서 만든 것이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다.\nGoogle은이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. XLS Editor for Google Chrome ™은 Google Inc.의 소유가 아니며 라이센스가 부여되지 않으며 Google Inc.의 자회사가 아닙니다.",
    "lt": "Ar jums reikia peržiūrėti ar redaguoti XLS / XLSX failus internete?\nReikia greitai redaguoti „Excel“ failą? Tiesiog įdiekite mūsų programinę įrangą „XLS Editor“, skirtą „Google Chrome“\n\nNorėdami pradėti peržiūrėti ir redaguoti savo XLS / XLSX failus, tiesiog atlikite šiuos veiksmus\nĮdiekite „Google Chrome“ skirtą „XLS Editor“ programinę įrangą\n\nSpustelėkite programinės įrangos piktogramą\nRaskite norimą atidaryti XLS / XLSX failą\nTai taip paprasta, pradėkite žiūrėti ir redaguoti „Excel“ failus jau šiandien!\n\nAtsakomybės apribojimas: atkreipkite dėmesį, kad šį plėtinį NEGALI „Google“, o jį atlieka nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepatvirtina ir neremia šio „Chrome“ plėtinio. „XLS“ redaktorius, skirtas „Google Chrome“, nepriklauso „Google Inc.“, nėra jo licencijos ir nėra „Google Inc.“ dukterinė įmonė.",
    "lv": "Vai jums tiešsaistē ir jāskatās vai jārediģē XLS / XLSX faili?\nJāveic daži ātrie Excel faila labojumi? Vienkārši instalējiet mūsu programmatūru XLS Editor for Google Chrome ™\n\nLai sāktu skatīt un rediģēt savus XLS / XLSX failus, vienkārši rīkojieties šādi\nInstalējiet programmatūru XLS Editor for Google Chrome ™\n\nNoklikšķiniet uz programmatūras ikonas\nAtrodiet XLS / XLSX failu, kuru vēlaties atvērt\nTas ir tik vienkārši, sāciet šodien skatīt un rediģēt savus Excel failus tiešsaistē!\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to veic neatkarīga izstrādātāju komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neapstiprina un sponsorē šo Chrome paplašinājumu. Google Chrome ™ redaktors XLS nav Google Inc. īpašnieks, nav licencēts un nav Google Inc. meitasuzņēmums.",
    "ms": "Adakah anda perlu melihat atau mengedit fail XLS / XLSX dalam talian?\nPerlu melakukan pengeditan pantas ke fail excel? Cukup pasang perisian XLS Editor kami untuk Google Chrome ™\n\nUntuk mula melihat dan mengedit fail XLS / XLSX anda, lakukan perkara berikut\nPasang perisian XLS Editor untuk Google Chrome ™\n\nKlik pada ikon perisian\nCari fail XLS / XLSX yang ingin anda buka\nSangat mudah, mulailah melihat dan mengedit fail Excel anda dalam talian hari ini!\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan Chrome ini. Editor XLS untuk Google Chrome ™ tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Wilt u XLS / XLSX-bestanden online bekijken of bewerken?\nMoet u een Excel-bestand snel bewerken? Installeer gewoon onze software XLS Editor voor Google Chrome ™\n\nOm te beginnen met het bekijken en bewerken van uw XLS / XLSX-bestanden, doet u gewoon het volgende\nInstalleer de software XLS Editor voor Google Chrome ™\n\nKlik op het softwarepictogram\nZoek het XLS / XLSX-bestand dat u wilt openen\nZo eenvoudig is het, begin vandaag nog met het online bekijken en bewerken van uw Excel-bestanden!\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelingsteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren.\nGoogle onderschrijft of sponsort deze Chrome-extensie niet. XLS Editor voor Google Chrome ™ is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Trenger du å se eller redigere XLS / XLSX filer online?\nTrenger du å gjøre noen raske redigeringer av en Excel-fil? Bare installer programvaren vår XLS Editor for Google Chrome ™\n\nFor å begynne å se og redigere XLS / XLSX-filene, gjør du bare følgende\nInstaller programvaren XLS Editor for Google Chrome ™\n\nKlikk på programvareikonet\nFinn XLS / XLSX-filen du vil åpne\nDet er så enkelt, begynn å se og redigere Excel-filene dine online i dag!\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nGoogle støtter ikke eller sponser denne Chrome-utvidelsen. XLS Editor for Google Chrome ™ eies ikke av, er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Czy chcesz przeglądać lub edytować pliki XLS / XLSX online?\nChcesz szybko edytować plik Excela? Wystarczy zainstalować nasze oprogramowanie XLS Editor dla Google Chrome ™\n\nAby rozpocząć przeglądanie i edytowanie plików XLS / XLSX, wykonaj następujące czynności\nZainstaluj oprogramowanie Edytor XLS dla Google Chrome ™\n\nKliknij ikonę oprogramowania\nZnajdź plik XLS / XLSX, który chcesz otworzyć\nTo takie proste, już dziś zacznij przeglądać i edytować pliki Excela online!\n\nZastrzeżenie: należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Google i zostało stworzone przez niezależny zespół programistów. Wszystkie prawa autorskie należą do ich odpowiednich właścicieli.\nGoogle nie popiera ani nie sponsoruje tego rozszerzenia Chrome. Edytor XLS dla Google Chrome ™ nie jest własnością, nie jest licencjonowany i nie jest spółką zależną Google Inc.",
    "ro": "Trebuie să vizualizați sau să editați fișiere XLS / XLSX online?\nTrebuie să faceți câteva modificări rapide la un fișier Excel? Trebuie doar să instalați software-ul nostru Editor XLS pentru Google Chrome ™\n\nPentru a începe vizualizarea și editarea fișierelor XLS / XLSX, pur și simplu faceți următoarele\nInstalați software-ul XLS Editor pentru Google Chrome ™\n\nFaceți clic pe pictograma software\nGăsiți fișierul XLS / XLSX pe care doriți să îl deschideți\nEste atât de simplu, începeți vizualizarea și editarea fișierelor Excel online azi!\n\nDeclinare de responsabilitate: Rețineți că această extensie NU este realizată de Google și este realizată de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu aprobă sau sponsorizează această extensie Chrome. Editorul XLS pentru Google Chrome ™ nu este deținut de, nu este licențiat de și nu este o filială a Google Inc.",
    "ru": "Вам нужно просматривать или редактировать файлы XLS / XLSX в Интернете?\nНужно быстро отредактировать файл Excel? Просто установите наше программное обеспечение XLS Editor для Google Chrome ™.\n\nЧтобы начать просмотр и редактирование файлов XLS / XLSX, просто выполните следующие действия.\nУстановите программное обеспечение XLS Editor для Google Chrome ™.\n\nЩелкните значок программного обеспечения\nНайдите файл XLS / XLSX, который хотите открыть.\nЭто так просто, начните просматривать и редактировать файлы Excel в Интернете уже сегодня!\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Google, а создано независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не спонсирует это расширение Chrome. XLS Editor для Google Chrome ™ не принадлежит, не лицензируется и не является дочерней компанией Google Inc.",
    "sk": "Potrebujete prezerať alebo upravovať súbory XLS / XLSX online?\nPotrebujete vykonať rýchle úpravy súboru programu Excel? Stačí si nainštalovať náš softvér XLS Editor pre Google Chrome ™\n\nAk chcete začať prezerať a upravovať svoje súbory XLS / XLSX, postupujte takto\nNainštalujte si softvér XLS Editor pre Google Chrome ™\n\nKliknite na ikonu softvéru\nNájdite súbor XLS / XLSX, ktorý chcete otvoriť\nJe to také jednoduché, začnite prezerať a upravovať svoje súbory programu Excel online už dnes!\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE je vyrobené spoločnosťou Google a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom.\nGoogle toto rozšírenie pre Chrome nepodporuje ani nesponzoruje. XLS Editor pre Google Chrome ™ nevlastní, nemá licenciu a nie je dcérskou spoločnosťou spoločnosti Google Inc.",
    "sl": "Ali si morate ogledati ali urejati datoteke XLS / XLSX v spletu?\nAli morate hitro urediti datoteko excel? Preprosto namestite našo programsko opremo XLS Editor za Google Chrome ™\n\nČe si želite ogledati in urejati datoteke XLS / XLSX, preprosto naredite naslednje\nNamestite programsko opremo XLS Editor za Google Chrome ™\n\nKliknite ikono programske opreme\nPoiščite datoteko XLS / XLSX, ki jo želite odpreti\nTako preprosto je, že danes začnite pregledovati in urejati svoje datoteke Excel v spletu!\n\nOmejitev odgovornosti: upoštevajte, da te razširitve NE izdeluje Google in jo je izdelala neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nGoogle ne podpira in ne sponzorira te razširitve za Chrome. Urejevalnik XLS za Google Chrome ™ ni v lasti podjetja Google, ni licenciran in ni hčerinsko podjetje družbe Google Inc.",
    "sr": "Да ли треба да прегледате или уредите КСЛС / КСЛСКС датотеке на мрежи?\nТребате брзо извршити уређивање екцел датотеке? Само инсталирајте наш софтвер КСЛС Едитор за Гоогле Цхроме ™\n\nДа бисте започели преглед и уређивање КСЛС / КСЛСКС датотека, једноставно урадите следеће\nИнсталирајте софтвер КСЛС Едитор за Гоогле Цхроме ™\n\nКликните на икону софтвера\nПронађите КСЛС / КСЛСКС датотеку коју желите да отворите\nТо је тако једноставно, већ данас започните с прегледањем и уређивањем својих Екцел датотека на мрежи!\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НИЈЕ Гоогле, а направио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\nГоогле не подржава и не спонзорише ово Цхроме проширење. КСЛС Едитор за Гоогле Цхроме ™ није у његовом власништву, није лиценциран и није подружница компаније Гоогле Инц.",
    "sv": "Behöver du visa eller redigera XLS / XLSX-filer online?\nBehöver du göra några snabba redigeringar av en Excel-fil? Installera bara vår programvara XLS Editor för Google Chrome ™\n\nFör att börja visa och redigera dina XLS / XLSX-filer gör du bara följande\nInstallera programvaran XLS Editor för Google Chrome ™\n\nKlicka på programvaruikonen\nHitta den XLS / XLSX-fil du vill öppna\nDet är så enkelt, börja visa och redigera dina Excel-filer online idag!\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE är gjord av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör respektive ägare.\nGoogle stöder inte eller sponsrar detta Chrome-tillägg. XLS Editor för Google Chrome ™ ägs inte av, är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "คุณต้องการดูหรือแก้ไขไฟล์ XLS / XLSX ทางออนไลน์หรือไม่?\nต้องการแก้ไขไฟล์ excel อย่างรวดเร็วหรือไม่? เพียงติดตั้งซอฟต์แวร์ XLS Editor สำหรับ Google Chrome ™\n\nในการเริ่มดูและแก้ไขไฟล์ XLS / XLSX ของคุณให้ทำดังต่อไปนี้\nติดตั้งซอฟต์แวร์ XLS Editor สำหรับ Google Chrome ™\n\nคลิกที่ไอคอนซอฟต์แวร์\nค้นหาไฟล์ XLS / XLSX ที่คุณต้องการเปิด\nมันง่ายมากเริ่มดูและแก้ไขไฟล์ Excel ของคุณทางออนไลน์ได้แล้ววันนี้!\n\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ XLS Editor สำหรับ Google Chrome ™ไม่ได้เป็นเจ้าของไม่ได้รับอนุญาตจากและไม่ใช่ บริษัท ในเครือของ Google Inc.",
    "tr": "XLS / XLSX dosyalarını çevrimiçi görüntülemeniz veya düzenlemeniz mi gerekiyor?\nBir excel dosyasında bazı hızlı düzenlemeler yapmanız mı gerekiyor? Google Chrome ™ için yazılım XLS Düzenleyicimizi yüklemeniz yeterli\n\nXLS / XLSX dosyalarınızı görüntülemeye ve düzenlemeye başlamak için aşağıdakileri yapmanız yeterlidir\nGoogle Chrome ™ için XLS Editor yazılımını yükleyin\n\nYazılım simgesine tıklayın\nAçmak istediğiniz XLS / XLSX dosyasını bulun\nBu kadar basit, bugün Excel dosyalarınızı çevrimiçi olarak görüntülemeye ve düzenlemeye başlayın!\n\nSorumluluk Reddi Beyanı: Lütfen bu uzantının Google tarafından OLMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları kendi sahiplerine aittir.\nGoogle, bu Chrome uzantısını onaylamaz veya desteklemez. XLS Editor for Google Chrome ™, Google Inc.'e ait değildir, lisansı yoktur ve Google Inc.'in bir yan kuruluşu değildir.",
    "uk": "Вам потрібно переглядати або редагувати файли XLS / XLSX в Інтернеті?\nПотрібно швидко відредагувати файл Excel? Просто встановіть наше програмне забезпечення XLS Editor для Google Chrome ™\n\nЩоб розпочати перегляд та редагування файлів XLS / XLSX, просто виконайте наступне\nВстановіть програмне забезпечення XLS Editor для Google Chrome ™\n\nКлацніть на піктограму програмного забезпечення\nЗнайдіть файл XLS / XLSX, який ви хочете відкрити\nЦе так просто, почніть переглядати та редагувати файли Excel вже сьогодні в Інтернеті!\n\nЗастереження. Зверніть увагу: це розширення НЕ робиться компанією Google, а робиться незалежною командою розробників. Усі авторські права належать їх власникам.\nGoogle не підтримує та не спонсорує це розширення Chrome. Редактор XLS для Google Chrome ™ не належить, не ліцензований і не є дочірньою компанією Google Inc.",
    "vi": "Bạn có cần xem hoặc chỉnh sửa tệp XLS / XLSX trực tuyến không?\nBạn cần thực hiện một số chỉnh sửa nhanh đối với tệp excel? Chỉ cần cài đặt phần mềm XLS Editor cho Google Chrome ™ của chúng tôi\n\nĐể bắt đầu xem và chỉnh sửa tệp XLS / XLSX của bạn, chỉ cần thực hiện như sau\nCài đặt phần mềm XLS Editor cho Google Chrome ™\n\nNhấp vào biểu tượng phần mềm\nTìm tệp XLS / XLSX bạn muốn mở\nThật đơn giản, hãy bắt đầu xem và chỉnh sửa các tệp Excel của bạn trực tuyến ngay hôm nay!\n\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG phải do Google tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ cho tiện ích mở rộng này của Chrome. XLS Editor cho Google Chrome ™ không thuộc sở hữu, không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN": "您需要在线查看或编辑XLS / XLSX文件吗？\n是否需要对Excel文件进行一些快速编辑？只需安装我们用于Google Chrome™的XLS编辑器软件\n\n要开始查看和编辑XLS / XLSX文件，只需执行以下操作\n安装适用于Google Chrome™的XLS编辑器软件\n\n点击软件图标\n找到您要打开的XLS / XLSX文件\n如此简单，立即开始在线查看和编辑Excel文件！\n\n免责声明：请注意，此扩展程序不是由Google而是由独立的开发团队开发的。所有版权属于其各自所有者。\nGoogle不认可或赞助此Chrome扩展程序。 Google Chrome™的XLS编辑器不属于Google Inc.，也不属于Google Inc.的许可，也不是其子公司。",
    "zh_TW": "您需要在線查看或編輯XLS / XLSX文件嗎？\n是否需要對Excel文件進行一些快速編輯？只需安裝我們用於Google Chrome™的XLS編輯器軟件\n\n要開始查看和編輯XLS / XLSX文件，只需執行以下操作\n安裝適用於Google Chrome™的XLS編輯器軟件\n\n點擊軟件圖標\n找到您要打開的XLS / XLSX文件\n如此簡單，立即開始在線查看和編輯Excel文件！\n\n免責聲明：請注意，此擴展程序不是由Google而是由獨立的開發團隊開發的。所有版權屬於其各自所有者。\nGoogle不認可或贊助此Chrome擴展程序。 Google Chrome™的XLS編輯器不屬於Google Inc.，也不屬於Google Inc.的許可，也不是其子公司。"
  }
}