{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TabStacks: tab and history search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "View and search through open tabs and browser history."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TabStacks is a vertical tab menu that helps you find the content you were looking for. Filter the tabs you have open and TabStacks will list the open tabs that match. If TabStacks can't find an open tab, it searches through your history to see if you had a tab open previously!\n\nTabStacks is designed to be keyboard and screen reader accessible. Press [CTRL]+[SHIFT]+[K] to open the menu, start typing to filter your tabs, and use the [DOWN] arrow key to navigate to the tab you want, and [ENTER] to open that tab. You can always use your mouse as well.\n\nYou can search through your history during a tab search by pressing [CTRL+SHIFT+S]. You can close a tab by highlighting it in the list using the arrow keys or right-click and pressing [DELETE] or by clicking the close button on the tab.\n\nTabStacks is a high performance and secure extension for Chrome. TabStacks doesn't download external files, doesn't store any information about your activity.\n\n*** UPDATES ***\nVersion 2.0.2\n* Fixed bug where the popup doesn't close on tab change\n* Added a settings item to allow the option to hold the popup open\n\nVersion 2.0.1\n* The default keyboard shortcut for toggling the search is now CTRL+SHIFT+S due to the browser using nearly all possible combinations of CTRL+ a single key.\n* The keyboard shortcut key is now configurable, you can modify it in the settings page. Click the gear icon at upper right of the popup to access settings.\n* Minor cosmetic updates to the settings page.\n\nVersion 2.0\n* Tabs shown in the popup are synchronized with the state of the tabs in the browser:\n  * Title updates are reflected in real-time.\n  * New or deleted tabs are reflected in the tab list.\n* Close tabs using a button on the tab. Close buttons show on hover or focus.\n* Tabs display an audio icon if playing audio.\n* For audible tabs, clicking the icon will mute and unmute the tab.\n* Settings page has been added, click the gear icon top-right to access settings.\n\nVersion 1.1.0\n* Updated manifest to v3\n\nVersion 1.0.8\n* Added lazy loading for site icons to speed up rendering\n* Reduced requested browser permissions\n\nVersion 1.0.7\n* Linux support for launching TabStacks from keyboard with [CTRL+SHIFT+K].\n* PopupMenu now has a max-height instead of fixed height.\n* Fixed bug on Windows where the scroll bar was rendered even if the tabs would not scroll.\n\nVersion 1.0.6\n* Improved search algorithm for both tabs and history.\n* Searches much longer history time period.\n* Tabs in the current window always appear at top when popup is opened (User suggestion).\n* URLs for tabs appear on focus or mouseover (User suggestion).\n* Engineering improvements under the hood to use Web Components for rendering."
  }
}