{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pinock.io"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Import LinkedIn profiles in one click. Streamline recruitment. Make informed hiring decisions. Get Pinock.io Chrome extension."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Pinock.io, the ultimate solution to simplify and optimize your recruitment process. With Pinock.io, you can streamline the creation and management of technical candidate profiles, empowering you to find the best talents for your organization effortlessly.\n\nPinock.io offers a wide range of powerful features designed to enhance every step of your recruitment journey. First and foremost, our platform allows you to create customized templates for candidate profiles, tailored to your specific needs and requirements. This enables you to standardize the information collection process and ensure consistency across all candidates.\n\nOne of the standout features of Pinock.io is its seamless integration with LinkedIn. Our Chrome extension enables you to import LinkedIn profiles with just one click. Say goodbye to manual data entry and save valuable time by automatically populating candidate information directly from LinkedIn. This integration simplifies the collection of candidate data, ensuring accuracy and reducing the risk of errors.\n\nPinock.io also offers multilingual support, allowing you to create templates in different languages. This feature is particularly useful for multinational companies or those operating in diverse regions. It promotes effective communication and collaboration among international teams, making it easier to assess candidates from different linguistic backgrounds.\n\nFurthermore, Pinock.io provides a unique feature that allows you to send a link to candidates, enabling them to enter their own technical profile data. This self-entry option reduces the burden on recruitment teams and empowers candidates to take an active role in presenting their skills and experiences.\n\nData security is of utmost importance, and Pinock.io takes it seriously. We prioritize the protection of candidate data by implementing advanced security measures and ensuring compliance with GDPR regulations. You can trust that your candidate information is safeguarded throughout the entire process.\n\nPinock.io is designed to optimize your recruitment workflow, saving you time and improving productivity. By automating the creation of candidate profiles and simplifying information collection, you can focus on evaluating candidates and making informed hiring decisions. Our solution empowers you to find the right talents efficiently and effectively, contributing to the growth and success of your organization.\n\nDiscover the power of Pinock.io today and revolutionize your recruitment process. Say goodbye to manual paperwork, data entry, and administrative hassles. Embrace a streamlined and efficient approach to finding the best talents for your company. \n\nExperience the future of recruitment with Pinock.io."
  }
}