{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube News Finder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Algorithm for real-time news search on YouTube, utilizing RSS feeds and analyzing video engagement through likes and dislikes."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "** Discover Trending News with YouTube News Finder and Enhance Your YouTube Experience **\n\n🌐 YouTube News Finder is the ultimate tool for exploring content on YouTube. This extension adds two exclusive buttons to the player; one that lets you discover relevant news and search for related videos directly on YouTube, and another to track live Bitcoin prices. Additionally, it displays \"Like\" and \"Dislike\" data, which are typically hidden. All of this is delivered through a user-friendly interface that provides a comprehensive view of content and current trends.\n\n✅ Key Features\n\nNews Explorer with RSS Integration:\n\nStay informed with the latest global and sports news through videos that the YouTube News Finder algorithm searches based on the news you've selected by clicking on it. Now powered by RSS feeds, this feature provides curated news updates and allows users to add their own RSS feeds for a personalized experience.\n\nDislike Count Display:\n\nThe extension shows the \"Likes\" and \"Dislikes\" count for each video you watch, retrieving valuable community metrics. The data is synchronized in real-time as you browse, ensuring you always have up-to-date information.\n\nBitcoin Price Tracker:\n\nMonitor Bitcoin prices in real-time with an integrated chart showing 24-hour price history, directly from your YouTube player. Stay updated with price changes and percentage movements while watching videos.\n\nIntuitive Design:\n\nThe news button, Bitcoin tracker, and interaction counters blend naturally with YouTube's interface, maintaining a sleek and polished look.\n\n⭐⭐⭐⭐⭐\n\nWith YouTube News Finder, discover the latest news powered by RSS feeds, track Bitcoin prices, and access content through YouTube videos, maximizing your platform experience.\n\nInstructions:\n\n🟩 Click the news button added by the extension to the player, and a container will open with a list of trending news, updated via RSS feeds.\n\n🟩 Select a news item from the container, whether international or sports-related, and the extension will automatically copy its title into the YouTube search bar, generating results for related videos if available.\n\n🟩 Add your own RSS feeds in the settings menu by clicking the gear icon, entering your feed name and URL, and clicking \"Add Feed\" to customize your news sources.\n\n🟩 Click the Bitcoin button to view real-time data and a 24-hour chart based on precise information."
  }
}