{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Shorts Remover"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of YouTube Shorts cluttering your home and trending tabs? Meet the YouTube Shorts Remover extension, designed to declutter…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of YouTube Shorts cluttering your home and trending tabs? Meet the YouTube Shorts Remover extension, designed to declutter your YouTube experience effortlessly!\n\nHow It Works:\n\nEfficient and Lightweight: Runs seamlessly in the background without impacting your browsing speed.\nNo More Distractions: Enjoy a cleaner YouTube interface tailored to your viewing habits.\nWhy Choose YouTube Shorts Remover?\n\nEnhanced Browsing: Focus on videos and creators you love without Shorts interruptions.\nPrivacy Assured: Your browsing habits remain private, as the extension operates locally within your browser.\nGet Started:\n\nSimple Installation: Install with a few clicks and start customizing your YouTube experience instantly.\nNo Account Needed: Enjoy a distraction-free YouTube interface without creating an account or sharing personal information.\nFeedback and Support:\n\nCommunity-Driven: Share feedback, report issues, or suggest features. Your input helps shape future updates.\nDeveloper Commitment: Created by [Your Name/Company], committed to enhancing your digital content interactions.\nCompatibility:\n\nUniversal Access: Compatible with Chrome browsers on desktops and laptops, ensuring accessibility across platforms.\nPrivacy Policy:\n\nRespect for Privacy: Operates strictly within your browser without external data collection.\nTake control of your YouTube experience with the YouTube Shorts Remover extension! Declutter your feed and focus on what matters most to you."
  }
}