{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Time-Money"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "When you get too lazy to work or lose motivation, just start our extension. Time passes, and money accrues."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Time-Money Extension Overview: Your Unique Earning Assistant 🤑\n\nExperience effective and enjoyable motivation to earn money with our unique browser extension, Time-Money! It's the first of its kind in the webstore, offering a real-time opportunity to track your earnings and set financial goals. Once you set a monetary goal, you’ll get a full-screen congratulation notification when you hit that target.\n\n🤑💸 Key Features of the Time-Money Extension:\n\n1. Earnings per Hour — Set your hourly earnings.\n2. Goal Setting — Define a specific amount you aim to earn.\n3. Currency Selection — Customize the extension to use your local currency.\n4. Automatic Earnings Update — Your income updates every second.\n5. Congratulation Popup upon Goal Achievement — Receive a visual notification of your success.\n6.Dynamic Progress Bar — Visualize your progress towards reaching your financial goal.\n7. Tracking Extension Usage Time — Monitor the time since you started using the extension.\n\n💰📈 Using the Time-Money extension not only motivates but also makes the earning process transparent and manageable. Install Time-Money now and watch your finances grow in real time!\n\nTry Time-Money today and discover the most effective way to stay motivated and maximize your earnings using every second of your work time!"
  }
}