{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Tetr1ster",
    "ru": "Блоктрис",
    "uk": "Тетріс"
  },
  "short": {
    "am,ar,bg,bn,en,en_AU,en_GB,en_US,fa,fil,gu,he,hi,hr,id,ja,kn,ko,ml,mr,ms,pl,ro,sr,sw,ta,te,th,vi,zh_CN,zh_TW": "Tetr1ster is a popular puzzle game using geometric forms of tetrominoes.",
    "ca": "El Tetr1ster és un popular joc de trencaclosques amb formes geomètriques de tetrominoes per.",
    "cs": "Tetr1ster je populární logická hra, pomocí geometrické formy tetrominoes.",
    "da": "Tetr1ster er en populær puslespil spil ved hjælp af geometriske former af tetrominoes.",
    "de": "Tetr1ster ist ein beliebtes puzzle-Spiel mit geometrischen Formen der tetrominos.",
    "el": "Tetr1ster είναι ένα δημοφιλές παιχνίδι παζλ, χρησιμοποιώντας γεωμετρικές μορφές tetrominoes.",
    "es,es_419": "Tetr1ster es un popular juego de puzzle utilizando formas geométricas de tetrominoes por.",
    "et": "Tetr1ster on populaarne puzzle mängu, kasutades geomeetrilisi vorme tetrominoes.",
    "fi": "Tetr1ster on suosittu pulmapeli käyttäen geometrisia muotoja tetrominoes.",
    "fr": "Tetr1ster est un populaire jeu de puzzle à l'aide de formes géométriques de tétrominos.",
    "hu": "Tetr1ster egy népszerű kirakós játék segítségével geometriai formák tetrominoes.",
    "it": "Tetr1ster è un gioco di puzzle popolare utilizzando forme geometriche di i tetramini.",
    "lt": "Tetr1ster yra populiarus įspūdį, naudojant geometrinių formų tetrominoes.",
    "lv": "Tetr1ster ir populārs puzzle spēles, izmantojot ģeometriskās formas tetrominoes.",
    "nl": "Tetr1ster is een puzzelspel met behulp van geometrische vormen van tetrominoes.",
    "no": "Tetr1ster er et populært puslespill spillet ved hjelp av geometriske former av tetrominoes.",
    "pt_BR,pt_PT": "Tetr1ster é um popular jogo de quebra-cabeça usando formas geométricas de tetrominoes.",
    "ru": "Блоктрис - популярная головоломка с использованием геометрических форм тетрамино.",
    "sk": "Tetr1ster je populárny puzzle hra, pomocou geometrických foriem tetrominoes.",
    "sl": "Tetr1ster je priljubljena zagonetka zabava z uporabo geometrijske oblike tetrominoes.",
    "sv": "Tetr1ster är ett populärt pusselspel med hjälp av geometriska former av tetrominoes.",
    "tr": "Tetr1ster tetrominoes geometrik formları kullanarak popüler bir bulmaca oyunudur.",
    "uk": "Tetr1ster-найпопулярніша гра-головоломка, використовуючи геометричні форми tetrominoes."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Puzzle game in you're browser play now"
  }
}