{
  "name": {
    "am,ar,bg,bn,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,ro,ru,sk,sl,sr,sw,ta,te,th,uk,vi": "Kuroko no Basket Wallpaper",
    "ca": "Kuroko no Basket Fons de pantalla",
    "cs": "Kuroko no Basket Tapeta",
    "da": "Kuroko no Basket Anime Baggrund",
    "de": "Kuroko kein Korb Hintergrund",
    "el": "Kuroko no Basket Ταπετσαρία",
    "es": "Kuroko no Basket Anime Fondo de pantalla",
    "fi": "Kuroko no Basket Taustakuva",
    "fr": "Kuroko pas de panier Fond d'écran",
    "it": "Kuroko no Basket Sfondo",
    "ja": "黒子のバスケの壁紙",
    "ko": "쿠로코의 바구니 바탕 화면",
    "pl": "Kuroko bez koszyka Tapeta",
    "pt_BR,pt_PT": "Kuroko no Basket Papel de parede de",
    "sv": "Kuroko no Basket Anime Bakgrund",
    "tr": "Kuroko sepet yok Duvar Kağıdı",
    "zh_CN": "黑子的篮子壁纸高清",
    "zh_TW": "黑子的籃子壁紙高清"
  },
  "short": {
    "am,ar,bg,bn,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,ro,ru,sk,sl,sr,sw,ta,te,th,uk,vi": "Kuroko no Basket wallpaper turn new tab to custom HD Kuroko no Basket background. Kuroko Basketball theme for anime fans.",
    "ca": "Canvia la pàgina de pestanya nova de l'extensió de Kuroko no Basket Wallpaper amb el fons de pantalla de fons HD de Kuroko no…",
    "cs": "Rozšíření Tapeta Kuroko no Basket Anime mění stránku nové karty s tapetou Kuroko no Basket HD na pozadí. Motivy pro fanoušky Kuroko…",
    "da": "Kuroko no Basket Anime tapet skift ny fane til brugerdefineret HD Kuroko no Basket baggrund gratis. Brugerdefinerede søde Kuroko no…",
    "de": "Kuroko kein Korb Hintergrundbild ändern Sie die neue Registerkarte in einen benutzerdefinierten HD Kuroko kein Korb Hintergrund.…",
    "el": "Η ταπετσαρία Kuroko no Basket αλλάζει νέα καρτέλα σε προσαρμοσμένο φόντο HD Kuroko no Basket δωρεάν. Προσαρμοσμένα θέματα φόντου…",
    "es": "El fondo de pantalla de Kuroko no Basket cambia una nueva pestaña a un fondo de Kuroko no Basket HD personalizado de forma gratuita.",
    "fi": "Kuroko no Basket taustakuva vaihtaa uuden välilehden mukautetuksi HD Kuroko no Basket taustaksi ilmaiseksi. Mukautetut söpö Kuroko…",
    "fr": "Le fond d'écran Kuroko pas de panier change le nouvel onglet en arrière-plan HD Kuroko pas de panier personnalisé gratuitement.…",
    "it": "Lo sfondo del Kuroko no Basket cambia la nuova scheda in uno sfondo personalizzato HD Kuroko no Basket gratuitamente.",
    "ja": "黒子のバスケの壁紙拡張機能は、カスタムの黒子のバスケの壁紙HD背景で新しいタブページを変更します。黒子のバスケのためのテーマ。",
    "ko": "쿠로코의 바구니 배경 화면 확장은 사용자 정의 쿠로코의 바구니 배경 화면 HD 배경으로 새 탭 페이지를 변경합니다. 쿠로코의 바구니 팬을위한 테마.",
    "pl": "Tapeta Kuroko bez koszyka zmienia nową kartę na niestandardowe tło HD Kuroko bez koszyka za darmo. Niestandardowe słodkie motywy…",
    "pt_BR,pt_PT": "O papel de parede do Kuroko no Basket muda a nova guia para o fundo HD Kuroko no Basket personalizado. Legal temas personalizados…",
    "sv": "Kuroko no Basket tapet ändra ny flik till anpassad HD Kuroko no Basket Anime bakgrund gratis. Anpassade söta Kuroko no Basket Anime…",
    "tr": "Kuroko sepet yok duvar kağıdı uzantısı, Kuroko sepet yok duvar kağıdı HD arka planıyla yeni sekme sayfasını değiştirir. Kuroko…",
    "zh_CN": "黑子的篮子壁纸扩展程序重新定义了您的Chrome新标签页成为黑子的篮子的背景壁纸。黑子的篮子粉丝的主题。",
    "zh_TW": "黑子的籃子壁紙擴展程序重新定義了您的Chrome新標籤頁成為黑子的籃子的背景壁紙。黑子的籃子粉絲的主題。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension Features:\n\n1. Shuffle Kuroko no Basket wallpaper every time you open a new tab. \n2. Randomize Kuroko no Basket background or favorite it in wallpaper selection panel.\n3. Choose search bar using Google, Bing, Yahoo or DuckDuckGo in settings.\n4. Quick access to your emails and social media accounts.\n5. Show current date and time automatically.\n6. New Note for you to write down your tasks.  \n7. Easy access to your most visited websites. \n8. Easy access to your bookmarks.\n9. Add website to Shortcut panel for quick access.\n10. Quick access to Google apps.\n11. Quick access to More Themes.\n12. Easy Sharing to Social Media.\n13. Quick access to Download wallpaper.\n14. Quick access to play games.\n15. Enable fun snow, rain, falling leaves, fireworks animation in Kuroko no Basket new tab."
  }
}