{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Restatos | Trendyol analiz programı"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Eklentimiz Trendyol'da satılık ürünleri bulmanıza yardımcı olur. Ürünleri, kategorileri, satıcıları, markaları analiz edin"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trendyol'da satış yapmak şimdi her zamankinden daha kolay!\n\nRestatos.com ekipi tarafından sizler için titizlikle geliştirilen Chrome uzantısını Trendyol arama sayfalarında çalıştırarak, ürün sayfalarına gitmeksizin, ürünlerin satış, görüntülenme ve aylık ciro gibi bir çok değerlerini görüntüleyebilirsiniz. \n\nChrome uzantımız ile Trendyol'da satabileceğiniz ürünleri hızlı ve kolay bir şekilde bulmanızını sağlayacağız! \nSiz artık profesyonel bir satıcımısınız? Yoksa ilk satışının hayelini kuran yeni bir satıcı adayı mısınız? Hiç farketmez! Başarılarınıza başarı katmak için; yeni satışlara imza atmak; şimdiki satışlarınızı artırmak için geliştirdiğimiz araç ile Sizler \n\n - Ürün satış hacmi\n - Ürünün fiyat değişimi tarihi\n - Ürünün stok analizi\n - Ürünün ciro değerlendirmesi\n\nkolaylıkla ereşibeleceksiniz. \n\nRestatos.com Araçları :\n - Markaların, satıcıların ve kategorilerin 30 farklı parametre üzre satış analizi\n - Niş seçim analizi\n - Trendyol'da satılacak en iyi ürün seçim tahmini\n - Satıcıların satış analizi\n - Arama sorgusu analizi ve ürün pozisyon takibi\n - Ürün fotoğrafı ve açıklaması değişimi analizi\n\n-Hangi ürün çok satıyor? Hangi ürünle pazara giriş yapsam? Hange anahtar kelimelerle  daha fazla alıcıya erişebilirim? Bu ve buna benzer sorularınıza cevap bulabileceğiniz tek adres Restatos.com sizi sabırsızlıkla bekliyor!"
  }
}