{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Udemy - Improved Course Library",
    "de": "Udemy - Verbesserte Kursbibliothek",
    "es": "Udemy - Biblioteca de cursos mejorada",
    "fr": "Udemy - Bibliothèque de cours améliorée",
    "it": "Udemy - Libreria dei corsi migliorata",
    "ja": "Udemy - コースライブラリの改良"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds current ratings and other detailed information to all courses in your Udemy library.",
    "de": "Fügt aktuelle Bewertungen und andere detaillierte Informationen zu allen Kursen in deiner Udemy-Bibliothek hinzu.",
    "es": "Añade valoraciones actuales y otros datos detallados a todos los cursos de tu biblioteca Udemy.",
    "fr": "Ajoute les évaluations actuelles et d'autres données détaillées à tous les cours de ta bibliothèque Udemy.",
    "it": "Aggiunge valutazioni attuali e altri dati dettagliati a tutti i corsi nella tua libreria Udemy.",
    "ja": "Udemyのライブラリにある全てのコースに現在の評価やその他の詳細情報を追加します。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension adds additional course information to the courses in your Udemy library.\nIt uses the Udemy API to retrieve additional information about the courses in your library and adds the following elements to each course:\n\n•  The total runtime\n•  The rating\n•  The total number of ratings\n•  The number of enrolled students\n•  The date of the last update\n•  Info about available subtitles\n\nAdditionally it displays a thin colored strip at the bottom of the course card, from red (3.5 stars and below) to green (5 stars).\n\nThis should give you a good idea of which course is worthwhile and which you might want to archive instead.\n\nNote: If a course has stopped enrollment and is no longer publicly visible, no stats are available for that course.\n\nIf you like the extension, I'd appreciate a review!\n★★★★★\n\nThanks,\nTad\n\n====================================\n\nThis extension is open-source:\nhttps://github.com/tadwohlrapp/udemy-improved-course-library\n\nUdemy is a trademark of Udemy, Inc. This browser extension is not a product of Udemy, Inc. and is not affiliated with Udemy, Inc. in any way.",
    "de": "Diese Erweiterung fügt zusätzliche Kursinformationen zu den Kursen in deiner Udemy-Bibliothek hinzu.\nSie nutzt die Udemy API, um zusätzliche Informationen über die Kurse in deiner Bibliothek abzurufen und fügt die folgenden Elemente zu jedem Kurs hinzu:\n\n•  Die Gesamtlaufzeit\n•  Die Bewertung\n•  Die Gesamtanzahl der Bewertungen\n•  Die Anzahl der eingeschriebenen Teilnehmer\n•  Das Datum der letzten Aktualisierung\n•  Infos zu verfügbaren Untertiteln\n\nZusätzlich wird ein dünner farbiger Streifen am unteren Rand der Kurskarte angezeigt, von rot (3,5 Sterne und darunter) bis grün (5 Sterne).\n\nDas sollte dir einen guten Überblick verschaffen, welcher Kurs lohnenswert wert ist und welchen du stattdessen vielleicht lieber archivieren solltest.\n\nHinweis: Wenn ein Kurs die Einschreibung eingestellt hat und nicht mehr öffentlich sichtbar ist, sind keine Statistiken für diesen Kurs verfügbar.\n\nWenn dir die Erweiterung gefällt, würde ich mich über eine Bewertung freuen!\n★★★★★\n\nVielen Dank,\nTad\n\n====================================\n\nDiese Erweiterung ist open-source:\nhttps://github.com/tadwohlrapp/udemy-improved-course-library\n\nUdemy ist eine Marke von Udemy, Inc. Diese Browsererweiterung ist kein Produkt von Udemy, Inc. und steht in keinem geschäftlichen Zusammenhang zu Udemy, Inc.",
    "es": "Esta extensión añade información adicional a los cursos de tu biblioteca Udemy.\nUtiliza la API de Udemy para recuperar información adicional sobre los cursos de tu biblioteca y añade los siguientes elementos a cada curso:\n\n•  La duración total\n•  La calificación\n•  El número total de valoraciones\n•  El número de participantes inscritos\n•  La fecha de la última actualización\n•  Información sobre los subtítulos disponibles\n\nAdemás, aparecerá una fina franja de color en la parte inferior del mapa del curso, que va del rojo (3,5 estrellas o menos) al verde (5 estrellas).\n\nEsto debería darle una buena idea de qué curso merece la pena y cuál podría archivar en su lugar.\n\nNota: Si un curso ha dejado de matricularse y ya no es visible públicamente, no hay estadísticas disponibles para ese curso.\n\nSi le gusta la extensión, ¡me encantaría recibir una valoración!\n★★★★★\n\nMuchas gracias,\nTad\n\n====================================\n\nEsta extensión es de código abierto:\nhttps://github.com/tadwohlrapp/udemy-improved-course-library\n\nUdemy es una marca comercial de Udemy, Inc. Esta extensión del navegador no es un producto de Udemy, Inc. y no está afiliada comercialmente a Udemy, Inc.",
    "fr": "Cette extension ajoute des informations supplémentaires sur les cours de ta bibliothèque Udemy.\nElle utilise l'API Udemy pour obtenir des informations supplémentaires sur les cours de ta bibliothèque et ajoute les éléments suivants à chaque cours :\n\n•  La durée totale\n•  L'évaluation\n•  Le nombre total d'évaluations\n•  Le nombre de participants inscrits\n•  La date de la dernière mise à jour\n•  Des infos sur les sous-titres disponibles\n\nDe plus, une fine bande colorée est affichée en bas de la carte du cours, du rouge (3,5 étoiles et en dessous) au vert (5 étoiles).\n\nCela devrait te donner un bon aperçu du cours qui vaut la peine d'être suivi et de celui qu'il vaut peut-être mieux archiver à la place.\n\nRemarque : si un cours a cessé de s'inscrire et n'est plus visible au public, aucune statistique n'est disponible pour ce cours.\n\nSi tu apprécies cette extension, je serais heureux de recevoir une évaluation !\n★★★★★\n\nMerci beaucoup !\nTad\n\n====================================\n\nCette extension est open-source :\nhttps://github.com/tadwohlrapp/udemy-improved-course-library\n\nUdemy est une marque de Udemy, Inc. Cette extension de navigateur n'est pas un produit de Udemy, Inc. et n'a aucun lien commercial avec Udemy, Inc.",
    "it": "Questa estensione aggiunge informazioni aggiuntive ai corsi presenti nella libreria Udemy.\nUtilizza l'API di Udemy per recuperare informazioni aggiuntive sui corsi presenti nella libreria e aggiunge i seguenti elementi a ciascun corso:\n\n•  La durata totale\n•  La valutazione\n•  Il numero totale di valutazioni\n•  Il numero di partecipanti iscritti\n•  La data dell'ultimo aggiornamento\n•  Informazioni sui sottotitoli disponibili\n\nInoltre, nella parte inferiore della mappa del corso apparirà una sottile striscia colorata, che va dal rosso (3,5 stelle o meno) al verde (5 stelle).\n\nQuesto dovrebbe darvi una buona panoramica di quali corsi valgono la pena e quali invece potreste voler archiviare.\n\nNota: se un corso ha interrotto le iscrizioni e non è più visibile pubblicamente, non sono disponibili statistiche per quel corso.\n\nSe l'estensione è di vostro gradimento, vi sarei grato se mi recensiste!\n★★★★★\n\nGrazie,\nTad\n\n====================================\n\nQuesta estensione è open-source:\nhttps://github.com/tadwohlrapp/udemy-improved-course-library\n\nUdemy è un marchio di Udemy, Inc. Questa estensione del browser non è un prodotto di Udemy, Inc. e non è commercialmente affiliata a Udemy, Inc.",
    "ja": "このエクステンションは、Udemyライブラリのコースに追加のコース情報を追加します。\nUdemy APIを使用して、ライブラリ内のコースに関する追加情報を取得し、各コースに以下の要素を追加します。\n\n•  合計期間\n•  評価\n•  レーティングの総数\n•  登録された受講者数\n•  最終更新日\n•  利用可能な字幕の情報\n\nさらに、コースマップの下部には、赤（3.5星以下）から緑（5星）までの細い色のストライプが表示されます。\n\nこれにより、どのコースが価値があり、代わりにアーカイブを作成したほうがよいかがわかるはずです。\n\n注意: コースの登録が停止され、一般に公開されていない場合、そのコースの統計は利用できません。\n\nもし、この拡張機能を気に入っていただけたなら、評価をいただけるとうれしいです\n★★★★★\n\nありがとうございました。\nタッド\n\n====================================\n\nこの拡張機能はオープンソースです。\nhttps://github.com/tadwohlrapp/udemy-improved-course-library\n\nUdemyはUdemy, Inc.の商標です。 このブラウザ拡張はUdemy, Inc.の製品ではなく、Udemy, Inc.と商業的に提携しているわけではありません。"
  }
}