{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SuperApply"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate personalized cover letters for you using AI. Turn your job search from hours to minutes"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SuperApply: AI Cover Letter Generator Powered by ChatGPT\n\nWhy Choose SuperApply?\n\nApplying for jobs is hard, especially when you have to write a new cover letter for every job. SuperApply is here to help. SuperApply is a cover letter generator that writes personalized cover letters for you using AI! \n\nHere’s What SuperApply Does for You:\n\n- AI-Personalized Cover Letters: For every job, SuperApply takes in your career history and the job’s description to create a personalized cover letter specially for you.\n- Upload Your CV Once: When you sign up, you upload your CV once and we will use your career history to write every cover letter for you.\n- Free Plan: On the free plan, you get 5 free cover letters everyday. If you want more, subscribe and get unlimited cover letters!\n- Cancel Anytime: Did you get hired or don’t need SuperApply anymore? Cancel your plan anytime\n\nHow to Use\n\n1. Install: Install the SuperApply Chrome extension in your browser\n2. Sign up & Upload your CV: Open the SuperApply Chrome extension and sign up. Next, upload your CV once and we will store your career history safely. \n3. Look for Jobs: Start looking for jobs. When one catches your eye, open the SuperApply Chrome extension.\n4. Create Cover Letter: Click “Create Cover Letter” and SuperApply's AI will start creating a cover letter for you. Copy your cover letter and hit apply!\n\nFrequently Asked Questions\n\n1. What companies can SuperApply write cover letters for?\n    - You can use SuperApply to create cover letters for any company and job. If you’re on a job application page, SuperApply automatically collects the job description to generate the cover letter. Not on a job page? Paste in the job description manually and we will create the cover letter for you.\n2. Can I edit the AI-generated cover letter?\n    - Of course! After your cover letter is generated, you can refine the cover letter by typing in a prompt for ChatGPT.\n3. How secure and private is my information?\n    - SuperApply prioritizes user security and ensures that all personal data, including CVs, are encrypted and protected. We respect user privacy and adhere strictly to data protection guidelines.\n\nLife is too short for writing cover letters. Use SuperApply and let AI generate cover letters for you"
  }
}