{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Streamus ByPasser"
  },
  "short": {
    "ar": "لا تضيع وقتك بالتخطي. المتجاوز الشامل سيتخطى تلقائيًا كل مواقع إختصار الروابط المزعجة.",
    "am": "በማክበር ጊዜዎን አያባክን። ሁለንተናዊ አቋራጭ የሚረብሹ አገናኝ አቋራጮችን ይገድባል።",
    "bg": "Не си губете времето със спазването. Streamus ByPasser автоматично прескача досадни съкращения на връзки.",
    "bn": "সবকিছু মেনে নিয়ে আপনার সময় নষ্ট করবেন না। ইউনিভার্সাল বাইপাস বিরক্তিকর লিঙ্ক সংক্ষিপ্তকারী গুলিকে উপেক্ষা করে আপনার লক্ষে নিয়ে যায়।",
    "ca": "No perdis el teu temps amb la conformitat. Streamus ByPasser se salta automàticament molests escurçadors d'enllaços.",
    "cs": "Neztrácejte čas. Streamus ByPasser automaticky přeskočí nepříjemné zkracovače odkazů.",
    "da": "Spild ikke din tid med overholdelse. Streamus ByPasser overspringer automatisk irriterende link-afkortere.",
    "de": "Verschwende deine Zeit nicht mit Unterwerfung. Streamus ByPasser umgeht nervige Linkkürzer.",
    "el": "Μην σπαταλάτε το χρόνο σας περιμένοντας. Το Streamus ByPasser παραλείπει αυτόματα ενοχλητικούς συνδέσμους συντομεύσεων.",
    "en,en_AU,en_GB,en_US,es_419,gu,ml,mr,pt_BR,pt_PT,sv,sw,zh_CN,zh_TW": "Don't waste your time with compliance. Streamus ByPasser circumvents annoying link shorteners.",
    "es": "No pierdas el tiempo para acceder. Streamus ByPasser evade los molestos acortadores de enlaces.",
    "et": "Ärge raisake oma aega järgimisega. Universaalne ümbersõit möödab tüütuid linkide lühendajaid.",
    "fa": ".وقت خود را با مطابقت دادن هدر ندهید. میان بر جهانی به طور خودکار کوتاه کننده های لینک مزاحم را از قلم می اندازد",
    "fi": "Älä tuhlaa aikaa odottamiseen ja mainosten katseluun! Streamus ByPasser skippaa automaattisesti ärsyttävät linkin lyhentäjät.",
    "fil": "Huwag sayangin ang iyong oras nang may pagsunod. Ang Streamus ByPasser dinadaya ang nakakainis na mga shortener ng link.",
    "fr": "Ne perdez pas votre temps avec la conformité. Streamus ByPasser contourne automatiquement les raccourcisseurs de liens ennuyeux.",
    "he": "אל תבזבז את הזמן שלך! Streamus ByPasser מדלג אוטומטית על מקצרי לינקים מעצבנים.",
    "hi": "अपना समय बर्बाद ना करें। यूनिवर्सल बायपास आप को तंग करने वाले शॉर्टर्स लिंक से निजात दिलाता है।",
    "hr": "Ne gubite svoje vrijeme. Streamus ByPasser automatski preskače dosadne skraćivače veza.",
    "hu": "Ne vesztegesd az időd beleegyezésekkel. A Streamus ByPasser automatikusan kikerüli a bosszantó link-rövidítőket.",
    "id": "Jangan habiskan waktu anda dengan pemenuhan syarat (Iklan). Streamus ByPasser secara otomatis akan melompati pemendek tautan yang…",
    "it": "Non sprecare il tuo tempo con il conformismo. Streamus ByPasser salta automaticamente i fastidiosi link shortener.",
    "ja": "Streamus ByPasserは、迷惑な短縮リンクを回避します。コンプライアンスで時間を無駄にしないでください。",
    "kn": "ಅನುಸರಣೆಯೊಂದಿಗೆ ನಿಮ್ಮ ಸಮಯವನ್ನು ವ್ಯರ್ಥ ಮಾಡಬೇಡಿ. ಯುನಿವರ್ಸಲ್ ಬೈಪಾಸ್ ಕಿರಿಕಿರಿ ಲಿಂಕ್ ಶಾರ್ಟನರ್ಗಳನ್ನು ತಪ್ಪಿಸುತ್ತದೆ.",
    "ko": "시간을 낭비하지 마세요. Streamus ByPasser로 성가신 링크 단축 서비스를 자동 생략하세요.",
    "lt": "Negaiškite laiko laikydamiesi reikalavimų. Universalus aplinkkelis apeina erzinančius jungčių trumpiklius.",
    "lv": "Netērē savu laiku ar piekāpšanos. \"Streamus ByPasser\" apiet kaitinošos saišu saīsinātājus.",
    "ms": "Jangan bazirkan masa anda dengan pematuhan. Streamus ByPasser memintas pemendek pautan yang menyakitkan hati.",
    "nl": "Verspil geen tijd met moeilijkheid. Streamus ByPasser slaat irritante link-verkorters automatisch over.",
    "no": "Ikke kast bort tiden din på å følge krav. Streamus ByPasser hopper automatisk over irriterende lenkeforkortere.",
    "pl": "Nie marnuj czasu na przestrzeganie przepisów, Uniwersalny Bypass automatycznie pomija irytujące skróty linkowe.",
    "ro": "Nu mai irosii timpul. Streamus ByPasser te scapă de scurtăturile linkurilor.",
    "ru": "Не тратьте зря своё время на уступчивость. Streamus ByPasser автоматически обходит раздражающие сокращатели ссылок.",
    "sk": "Nestrácajte svoj drahocenný čas so súhlasom. Streamus ByPasser obchádza otravné funkcie skracovania linkov.",
    "sl": "Ne zapravljajte časa s skladnostjo.  Univerzalni bypass obide nadležne krajšave povezav.",
    "sr": "Немојте губити време са потврдама. Streamus ByPasser аутоматски заобилази досадне сервисе за скраћивање линкова.",
    "ta": "இணக்கத்துடன் உங்கள் நேரத்தை வீணாக்காதீர்கள். யுனிவர்சல் பைபாஸ் எரிச்சலூட்டும் இணைப்பு சுருக்கங்களை மீறுகிறது.",
    "te": "సమ్మతితో మీ సమయాన్ని వృథా చేయవద్దు. యూనివర్సల్ బైపాస్ బాధించే లింక్ షార్ట్నర్‌లను తప్పించుకుంటుంది.",
    "th": "ไม่ต้องเสียเวลากับขั้นตอนการข้ามลิ้งค์. Streamus ByPasser ช่วยคุณข้ามลิงค์ที่น่ารำคาญให้โดยอัตโนมัติ",
    "tr": "Zamanınızı karmaşa ile harcamayın. Streamus ByPasser, rahatsız edici bağlantı kısaltıcıları kendiliğinden geçer.",
    "uk": "Не витрачайте час на дотримання. Універсальний байпас обходить дратівливі укорочувачі лано.",
    "vi": "Đừng lãng phí thời gian của bạn. Streamus ByPasser tự động bỏ qua các liên kết rút gọn phiền phức."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,et,fa,fi,fil,fr,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ms,nl,no,pl,ro,ru,sk,sl,sr,ta,te,th,tr,uk,vi": "Relase Notes\n―――――――――――\n┄ Skip link shorteners\n┄ Fast and Secure\n┄ Simple and clear\n┄ Easy to use",
    "en,en_AU,en_GB,en_US,es_419,gu,ml,mr,pt_BR,pt_PT,sv,sw,zh_CN,zh_TW": "Relase Notes\n════════════════\n・ Skip link shorteners\n・ Fast and Secure\n・ Simple and clear\n・ Easy to use\n════════════════",
    "es": "Elimina los acortadores de links dirigiéndote directamente al link final"
  }
}