{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "CSA - Asst. for saving files from Coursera",
    "ru,uk": "CSA - Помічник для збереж. файлів з Coursera"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Assistant for saving media files from coursera.org, such as videos, subtitles, and video descriptions.",
    "ru,uk": "Помічник для збереження медіафайлів з сайту coursera.org, таких як відео, субтитри та описи до відео."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Assistant for saving media files from the website www.coursera.org, such as videos, subtitles, and video descriptions. The assistant prepares the file names for saving, and the user saves the files with the new name to their own folder.\n\n\"CSA - Assistant for saving files from Coursera\" - a browser extension for Google Chrome that makes saving Coursera video materials easy and convenient.\n\nDid you know that once you finish a course, you lose access to its video materials? If you want to retain those valuable insights for future reference, you may have resorted to recording videos onto your own storage devices. However, this process can be inconvenient, especially when it comes to renaming files or making mistakes.\n\nWith \"CSA - Assistant for saving files from Coursera\", you can effortlessly tackle this challenge in a legal and user-friendly manner. Our extension enables you to save Coursera videos with logical and intuitive file names. Say goodbye to tedious renaming and errors - our assistant takes care of it all!\n\nTo get started with the extension, simply visit the Chrome Web Store and install it. Saving Coursera video materials has never been easier!\n\nWe understand the importance of retaining knowledge, and our mission is to empower you in your learning journey. Join thousands of satisfied users who have embraced \"CSA - Assistant for saving files from Coursera\" and enjoy seamless video saving from Coursera. Experience the convenience and peace of mind today!\n\nhttps://github.com/lexxai/CourseraSaveAssist/wiki\n\nWhat's new:\n##version 2.2.0\nAdapted to changes to the Coursera website (2024.01)\nFixed the automatic translation of subtitles.\nLanguage code has been added to the file name of subtitles and texts.\nThe language is determined only by the language of the entire portal, not by the selected language in the video menu.\nTo change the language of subtitles that are different from the portal language, turn off the subtitle storage in the settings, and select the option to store additional subtitles and define your own list of additional languages.\n\n## version 2.1.3:\nAdapted to Coursera site changes (2023.10)\n\n## version 2.1.2:\nThe integration of the video subtitle translation module (CST) into the automatic mode has been implemented.\n\n## version 2.0.2:\n- New option use automatic course name\n- Automatic mode\n\n## version 1.9.0:\n- New option to add a video duration in minutes to the file name. The duration is rounded to the nearest whole number.\n- If the video search function is enabled, a color mark is added to the list of videos in the left pane to indicate whether the file has already been downloaded.\n  This mark changes when the page is loaded, analyzing the status of the file (new - green, existing - red).\n  It also changes at the beginning of file download (yellow) and after all files are downloaded (red).\n  The status of whether the file has been downloaded or not is calculated only on the basis of the previously saved video file.\n\n## version 1.8:\nSearch for videos in a list. Find the name of the video in the list in the left pane. And scroll through the list to the name of the current video. It is useful when the module has a large number of sections and you need to take the course again, but in a different language. (https://youtu.be/ajOcopEuxGI)\n\n## version 1.7:\n- For compatibility with some browsers, an alternative file download method has been added to the settings section. This can solve the problem of saving on some operating systems, such as earlier versions of macOS.\n- The mechanism for counting saved files has been redesigned.\n- Added information about a previously saved file when you hover over the name of this extension.\n- Added an indicator that this is a new object to be saved. Green or red dot as a prefix to the title name.\n\n##version 1.6:\n- The mechanism for saving files has been redesigned, now it is done through the browser API.\n- Added a background process to control notifications from processes about saving files.\n- Added a counter of stored files and its decrease after the actual saving of these files.\n- Control of saved files by yourself/others.\n- Added a prefix with the course name to the file name \n- Added automatic change to dark and light theme according to browser themes\n\n##version 1.5:\n- Displays information about all available additional languages for the current video when you hover over the video title.\n- Added the option to store additional video description and subtitles in other languages. The list is separated by commas.\n- Saves additional media files in all selected languages.\n- Information about the generated file name is displayed when you hover over the save button. \n\n##version 1.4 :\n- Using coursera API to get media information\n- Added automatic file numbering within a single module\n- Added a choice of video image quality\n- Added a choice to store additional video transcript in another language\n\ndonate: https://patreon.com/lexxai",
    "ru,uk": "Помічник для збереження медіафайлів з сайту www.coursera.org, таких як відео, субтитри та описи до відео. Помічник готує імена файлів для збереження, а користувач зберігає файли з новими іменами до власної теки.\n\n\"CSA - Помічник для збереження файлів з Coursera\" - розширення для браузера Google Chrome, яке робить збереження відеоматеріалів з Coursera легким та зручним.\n\nЧи знаєте ви, що після закінчення курсу ви втрачаєте доступ до відео матеріалів? Якщо ви бажаєте зберегти ці цінні знання на майбутнє, вам, можливо, доводилося записувати відео на власні носії. Але цей процес часто буває незручним, особливо коли потрібно змінювати імена файлів або робити помилки.\n\n\"CSA - Помічник для збереження файлів з Coursera\" допоможе вам зробити це все швидко, легко та в легальний спосіб. Розширення дозволяє вам зберігати відеоматеріали з Coursera зі зручними та логічними назвами файлів. Ви можете забути про марудні перейменування та помилки - мій помічник зробить все за вас!\n\nЩоб почати використовувати розширення, просто перейдіть за посиланням у Chrome Web Store та встановіть його. Збереження відеоматеріалів з Coursera ніколи не було таким простим!\n\nhttps://github.com/lexxai/CourseraSaveAssist/wiki\n\nЩо нового в :\n##version 2.2.0\nАдаптовано до зміни сайту Coursera (2024.01)\nВиправлено роботу автоматичного перекладу субтитрів.\nДо імені файлу з субтитрами та текстами додано код мови.\nМова визначається тільки мовою всього порталу, а не вибраною мовою у меню відео.\nДля зміни мови субтитрів що змінні від мови порталу, вимкніть у налаштуваннях зберігання субтитрів, а виберіть опцію зберігання додаткових субтитрів та визначить власний список додаткових мов.\n\n## version 2.1.3\nАдаптовано до зміни сайту Coursera (2023.10)\n\n## version 2.1.2\nРеалізована інтеграція модуля перекладу субтитрів відео (СST) в автоматичний режим.\n\n## version 2.0.2:\n- Нова можливість використовувати автоматичну назву курсу\n- Нова можливість - автоматичний режим\n\n## Версія 1.9.0:\n- Нова можливість додати до назви файлу тривалість відео в хвилинах. Тривалість округляється до цілого числа.\n- Якщо увімкнено функцію пошуку відео, тоді до списку відео що у лівій панелі, додається кольорова позначка, яка вказує на те, чи було вже завантажено файл.\n  Ця позначка змінюється при завантаженні сторінки аналізуючи статус файлу ( новий - зелений колір, існує - червоний колір).\n  А також на початку завантаження файлів (жовтий колір), і після того як всі файли буде завантажено (червоний колір).\n  Статус завантажено було файл чи ні вираховується тільки на основі попередньо збереженого відеофайлу.\n\n## Версія 1.8:\nФункція шукати відео у списку. Знайти назву відео у списку, в лівій панелі, та прокрутити цей список до назви поточного відео. Зручно коли у модулі велика кількість розділів, і є необхідність пройти курс повторно, але вже іншою мовою.\n(https://youtu.be/ajOcopEuxGI)\n\n## Версія 1.7:\n- Для сумісності з деякими браузерами, додано вибір альтернативного метода завантаження файлів в розділі налаштувань. Це може вирішити проблему збереження на деяких системах, таких як попередні версії macOS.\n- Перероблено механізм рахування збережених файлів.\n- Додано інформацію про раніше збережений файл при наведенні на назву цього розширення.\n- Додано індикатор того що це новий об'єкт для збереження. Зелена або червона крапка як префікс до назви заголовка.\n\n## версії 1.6. :\n- Перероблено механізм зберігання файлів, тепер це робиться через API браузера.\n- Додано процес background, для контролю повідомлень від процесів, щодо збереження файлів.\n- Додано лічильник файлів що зберігаються і зменшення його після реального збереження цих файлів.\n- Контроль файлів що зберігаються свій/чужий.\n- Додано до назви файлів префікс з назвою курсу\n- Додана автоматична зміна на темну та світлу тему відповідно до тем браузера\n\n##  версії 1.5. :\n- Відображається інформація про всі доступні додаткові мови для поточного відео при наведенні на заголовок відео.\n- Додано вибір зберігання додаткового опису відео та субтитрів іншими мовами. Список формується через кому.\n- Зберігаються додаткові медіа файли усіма вибраними мовами.\n- Відображається інформація про сформоване ім'я файлу при наведенні на кнопку зберігання. \n\n##  версії 1.4. :\n- Використання coursera API для отримання інформації про медіа\n- Додана автоматична нумерація файлів у межах одного модуля\n- Додано вибір якості відео зображення\n- Додано вибір зберігання додатково опису відео іншою мовою\n\ndonate: https://patreon.com/lexxai"
  }
}