{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AIResponse - Ai Response Generator Free For LinkedIn Reply (No Signup)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate AI-powered responses for LinkedIn posts and messages with ease."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AIResponse - Ai Response Generator Free For LinkedIn Reply (No Signup)\n\nBoost your LinkedIn engagement with AI-generated replies! AIResponse is a simple yet powerful Chrome extension that helps you create smart, relevant, and personalized comments for LinkedIn posts. Whether you want to provide support, crack a joke, share an idea, or ask a question, AIResponse has got you covered. Just choose a category, and let the AI craft the perfect response. It's quick, easy, and sure to make your LinkedIn interactions more meaningful.\n\n🔴 Extension Features:\n✔ Generate AI-powered comments for LinkedIn posts.\n✔ Choose from multiple response categories like Support, Idea, Joke, and more.\n✔ Easy to use with AI Reply button click on any LinkedIn post.\n✔ Automatically integrates with LinkedIn’s comment box.\n\n🔴 Why Use This Extension:\n Using AIResponse can significantly enhance your LinkedIn interactions by making it easier to craft thoughtful and engaging comments. Whether you're short on time or struggling with what to say, this extension leverages AI to generate smart, relevant responses tailored to the tone and context of each post. By offering a variety of categories like Support, Idea, or Joke, AIResponse allows you to choose the perfect angle for your comment, ensuring your participation in discussions is both meaningful and impactful. This not only saves you time but also helps you stand out in your professional network, fostering stronger connections and more engaging conversations on LinkedIn.\n.\n🔴 How to Use This Extension:\n✔ Install the Extension\n✔ Login with Your Gmail Account\n✔ Navigate to LinkedIn\n✔ Find a Post\n✔ Select a Category\n✔ Generate Your Comment\n✔ Review and Edit (Optional)\n✔ Engage Effortlessly\n\n🔴 Disclaimer:\nThis extension uses AI technology to generate comments for LinkedIn posts based on the categories you select. While the AI aims to provide accurate and contextually appropriate responses, it is recommended that you review and, if necessary, edit the generated content before posting. The extension requires access to your Gmail account for login purposes but does not store or share your personal information beyond what is necessary for functionality. Users are responsible for ensuring that their comments align with LinkedIn's community guidelines and standards. The creators of this extension are not liable for any misuse or inappropriate content generated by the AI."
  }
}