{
  "name": {
    "ar,en,en_AU,id,kn,te": "Profile Scraper for LinkedIn™",
    "am,de,fa": "Profile Exporter for LinkedIn™",
    "bg": "Extract-It: LinkedIn™ Profile Downloader",
    "bn,ms,zh_CN": "Profile Extractor for LinkedIn™",
    "ca": "ProScraper: LinkedIn™ Profile Data Export Tool",
    "cs": "Profile Scrape: LinkedIn™ Profile Data Extraction",
    "da": "LIDataMiner: LinkedIn™ Profile Crawler",
    "el": "Professional Profile Downloader for LinkedIn™",
    "en_GB,ru": "Profile Crawler for LinkedIn™",
    "en_US": "Profile Scraper & Exporter for LinkedIn™",
    "es": "Profile Export Pro for LinkedIn™",
    "es_419": "ScrapePro: LinkedIn™ Profile Data Extraction Tool",
    "et": "LI Profile Scrape: Profile Data Export for LinkedIn™",
    "fi": "Linked Profile Scraper: Extract Profiles & Insights",
    "fil": "Instant LinkedIn™ Profile Scrape & Export",
    "fr": "Profile Collector for LinkedIn™",
    "gu": "Profile Lead Scraper for LinkedIn™",
    "he": "Profile Data Crawler for LinkedIn™",
    "hi": "Profile Harvester for LinkedIn™",
    "hr": "Profile Lead Extraction for LinkedIn™",
    "hu": "Data Harvest for LinkedIn™ Profiles",
    "it": "Profile Data Mine for LinkedIn™",
    "ja": "Extract Profile Data for LinkedIn™",
    "ko": "Profile Data Fetch for LinkedIn™ Searches",
    "lt": "Profile Fetcher: LinkedIn™ Profile Exporter",
    "lv": "Profile Crawler - LinkedIn™ Data Downpour",
    "ml": "Profile Data from LinkedIn™ Extraction",
    "mr": "Linked Information - Profile Details Scraper",
    "nl": "InDepthDive - Profile Data Deep Dive for LinkedIn™",
    "no": "Profile Scout - LinkedIn™ Profile Extractor",
    "pl": "InProfile - LinkedIn™ Prople Data Extraction",
    "pt_BR": "LeadSurge - LinkedIn™ Profile Crawler",
    "pt_PT": "Profile360 - Profile Data Miner for LinkedIn™",
    "ro": "Profile Precision - LinkedIn™ Profile Scraper",
    "sk": "LinkedGem - Profile Extractor for LinkedIn™",
    "sl": "InLuminous - Extract LinkedIn™ Profiles",
    "sr": "Profile Radar - Detect Prospects & Candidates for LinkedIn™",
    "sv": "InConnect - Profile Scraper from LinkedIn™",
    "sw": "Profile Perceptor - Extract LinkedIn™ Profiles",
    "ta": "Linked Lead Scout - Profile Crawler for LinkedIn™",
    "th": "Linked Intel: Profile Extractor for LinkedIn™",
    "tr": "Link Profile - Extract LinkedIn™ Profiles",
    "uk": "Social Scraper for LinkedIn™ Proples",
    "vi": "Linked Profile - Profile Extractor for LinkedIn™",
    "zh_TW": "Profile Discovery - LinkedIn™ Profile Crawler"
  },
  "short": {
    "ar": "Goodbye manual copying! Profile Scraper automates LinkedIn data extraction. One-click operation, multi-format exports. Enhances…",
    "am": "Supercharge LinkedIn prospecting with Profile Scraper. Extracts comprehensive profile details effortlessly. Exports data for…",
    "bg": "Unlock LinkedIn's potential with Profile Scraper. Intelligent extraction of profiles' wealth of information. Multi-format exports…",
    "bn": "Streamline LinkedIn data gathering with Profile Scraper. Automated extraction of extensive profile details. Exports ready for…",
    "ca": "Revolutionize recruitment with Profile Scraper's automated LinkedIn extraction. Captures goldmine of candidate info. Exports in…",
    "cs": "Profile Scraper harnesses LinkedIn's power effortlessly. Extracts rich profile data intelligently. Exports optimize prospecting,…",
    "da": "Embrace productivity with Profile Scraper. Automated extraction of extensive LinkedIn profiles. Exports for seamless analysis and…",
    "de": "Gain unparalleled insights from LinkedIn with Profile Scraper. Extracts exhaustive professional info instantly. Exports enrich…",
    "el": "Transform LinkedIn into goldmine with Profile Scraper. Automated extraction of comprehensive profile details. Exports boost…",
    "en,en_AU": "Extracts rich profile data efficiently. One-click extraction, CSV/JSON/XLSX exports. Ideal for recruiters, marketers, researchers.",
    "en_GB": "Profile Scraper revolutionizes LinkedIn data extraction. Effortless one-click operation, exports in popular formats. Invaluable for…",
    "en_US": "Extract detailed LinkedIn profile info instantly. One-click operation, multi-format exports. Boosts productivity for recruitment.",
    "es": "Discover LinkedIn's untapped potential through Profile Scraper. Effortless extraction of exhaustive profile data. Exports aid…",
    "es_419": "Elevate prospecting with Profile Scraper's intelligent LinkedIn extraction. Captures extensive professional info effortlessly.…",
    "et": "Master LinkedIn efficiency with Profile Scraper. Automated extraction of rich profiles. Popular format exports for seamless…",
    "fa": "Unlock LinkedIn's hidden treasures effortlessly with Profile Scraper. Automated extraction of extensive profiles. Exports enrich…",
    "fi": "Take LinkedIn mastery to new heights with Profile Scraper. Automated, intelligent extraction of exhaustive profiles. Multi-format…",
    "fil": "Optimize LinkedIn strategies through Profile Scraper. Extracts wealth of profiles instantly. Exports boost analysis, prospecting,…",
    "fr": "Profile Scraper harnesses LinkedIn's power effortlessly. Intelligent extraction of comprehensive profiles. Exports optimize…",
    "gu": "Unleash LinkedIn's full potential with Profile Scraper's automated extraction of exhaustive profile data. Multi-format exports…",
    "he": "Gain unprecedented competitive intelligence from LinkedIn using Profile Scraper. Effortless extraction of extensive profiles…",
    "hi": "Revolutionize your LinkedIn workflow with Profile Scraper's one-click extraction of comprehensive profiles. Exports streamline…",
    "hr": "Harness the power of intelligent automation with Profile Scraper. Extracts rich LinkedIn profiles effortlessly. Exports optimize…",
    "hu": "Transform tedious LinkedIn data gathering into efficiency with Profile Scraper. Automated extraction of exhaustive profiles.…",
    "id": "Unlock game-changing insights from LinkedIn with Profile Scraper's intelligent extraction of extensive profiles. Exports enrich…",
    "it": "Amplify your LinkedIn prospecting capabilities through Profile Scraper's effortless extraction of comprehensive profiles.…",
    "ja": "Experience unparalleled efficiency in LinkedIn data extraction with Profile Scraper. Automated capture of exhaustive profiles.…",
    "kn": "Elevate your LinkedIn strategy with Profile Scraper's intelligent automation. Extracts wealth of profile data effortlessly. Exports…",
    "ko": "Gain a formidable competitive edge through Profile Scraper's automated LinkedIn extraction. Captures extensive profiles…",
    "lt": "Transform laborious LinkedIn tasks into seamless productivity with Profile Scraper. Automates extraction of comprehensive profiles.…",
    "lv": "Supercharge your LinkedIn research capabilities with Profile Scraper's intelligent extraction of exhaustive profiles. Exports…",
    "ml": "Experience a revolutionary shift in LinkedIn data gathering with Profile Scraper. Effortless automated extraction. Multi-format…",
    "mr": "Uncover hidden professional insights from LinkedIn using Profile Scraper. Intelligent extraction of extensive profiles. Exports…",
    "ms": "Harness LinkedIn's true power through Profile Scraper's automated capture of comprehensive profiles. Popular format exports…",
    "nl": "Amplify your competitive intelligence from LinkedIn with Profile Scraper's effortless extraction of extensive profiles. Exports…",
    "no": "Propel your LinkedIn endeavors with Profile Scraper's intelligent automation. Extracts wealth of profile data effortlessly.…",
    "pl": "Experience unrivaled efficiency in leveraging LinkedIn through Profile Scraper's automated extraction of comprehensive profiles.…",
    "pt_BR": "Transform your LinkedIn workflow with Profile Scraper's seamless extraction of extensive profiles. Automated process, multi-format…",
    "pt_PT": "Unlock LinkedIn's boundless potential through Profile Scraper's intelligent capture of exhaustive profiles. Exports enrich…",
    "ro": "Intelligent automated extraction of LinkedIn's goldmine through Profile Scraper. Comprehensive profiles, multi-format exports…",
    "ru": "Elevate efficiency extracting LinkedIn data with Profile Scraper. One-click automated process captures exhaustive profiles…",
    "sk": "Streamline LinkedIn workflow drastically utilizing Profile Scraper's automated extraction. Captures extensive profiles,…",
    "sl": "Experience revolutionary levels of insight extracting LinkedIn profiles through Profile Scraper's intelligent automation.…",
    "sr": "Leverage LinkedIn's boundless potential with Profile Scraper's effortless automated extraction of comprehensive profiles.…",
    "sv": "Harness game-changing competitive intelligence extracting LinkedIn profiles using Profile Scraper. One-click automated capture of…",
    "sw": "Turbocharge LinkedIn endeavors through Profile Scraper's seamless automated extraction of extensive profiles. Powerful multi-format…",
    "ta": "Transcend limitations extracting LinkedIn data with Profile Scraper's intelligent automated process capturing comprehensive…",
    "te": "Revolutionize leveraging LinkedIn profiles through Profile Scraper's automated extraction of vast professional data. Multi-format…",
    "th": "Experience exponential gains extracting LinkedIn intelligence utilizing Profile Scraper's effortless automated capture of…",
    "tr": "Elevate prospects exponentially extracting LinkedIn insights with Profile Scraper's intelligent automated extraction of…",
    "uk": "Propel productivity infinitely leveraging LinkedIn through Profile Scraper's seamless automated extraction of extensive profiles.…",
    "vi": "Unlock LinkedIn's infinite potential with Profile Scraper's effortless automated capture of wealth of profiles. Multi-format…",
    "zh_CN": "Gain competitive edge with Profile Scraper. Quickly extract LinkedIn profiles' goldmine of data. Exports in CSV/JSON/XLSX.…",
    "zh_TW": "Leapfrog limitations extracting LinkedIn data through Profile Scraper's intelligent automated process capturing exhaustive profiles…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Ultimate Browser Extension for Effortless Data Extraction\n\nAre you tired of spending countless hours manually copying data from LinkedIn profiles? Do you need to quickly and efficiently extract professional information for your prospecting, recruitment, or research activities? Look no further, Profile Scraper for LinkedIn is the ultimate solution for you.\n\nThis revolutionary browser extension allows you to instantly extract data from LinkedIn profiles from your searches with just a single click. The results are exported in popular formats like CSV, JSON, and XLSX (Excel), ready to be used for in-depth analysis or integrated into your systems.\n\nBut what makes us so powerful? The extension captures a goldmine of detailed information on each profile, including Username, Summary, Headline, Secondary Subtitle, Address, Avatar, Background Picture, Connections, Working Company, Company URL, Company Logo, Working Date Start, Working Date End, Follower Count, About, Experience, Education, Certifications, Languages, Posts, Skills, and Scraped Time.  \n\nWith such a wealth of data at your fingertips, you can gain deeper insights into your prospects, candidates, or competitors, optimize your outreach strategies, and make informed decisions based on accurate information.\n\nWhether you're a recruiter seeking top talents, a marketing professional prospecting for new clients, or a researcher exploring labor market trends, The LinkedIn Profile Extractor is the must-have tool to gain a competitive edge. Say goodbye to tedious manual tasks and embrace efficiency with this game-changing browser extension.\n\nHow quickly will I receive the results?\nThe data extraction process begins immediately after you make a request. The duration of the extraction will vary depending on the amount of information you need to retrieve.\n\nData Privacy\nYour data stays on your device and is not stored or transmitted to our servers. We prioritize keeping your information secure and confidential.\n\nDisclaimer\nThis extension is an independently developed product by ExtensionsBox and has no association with LinkedIn Corporation."
  }
}