{
  "name": {
    "ar": "جناح تريزور",
    "am,da,en,en_AU,en_GB,en_US,fil,lv,no,sw": "Trezor Suite",
    "bg": "Трезор суит",
    "bn": "ট্রেজার স্যুট",
    "ca,fr,it,ms,vi": "Suite Trezor",
    "cs": "Apartmá Trezor",
    "de": "Trezor-Suite",
    "el": "Σουίτα Trezor",
    "es,es_419": "Suite Trézor",
    "et": "Trezori sviit",
    "fa": "سوئیت Trezor",
    "fi": "Trezor-sviitti",
    "gu": "ટ્રેઝર સ્યુટ",
    "he": "סוויטת טרזור",
    "hi": "ट्रेज़ोर सुइट",
    "hr": "Svita Trezor",
    "hu": "Trezor lakosztály",
    "id": "Kamar Trezor",
    "ja": "トレザー スイート",
    "kn": "ಟ್ರೆಜರ್ ಸೂಟ್",
    "ko": "트레저 스위트룸",
    "lt": "Trezor liukso numeris",
    "ml": "ട്രെസർ സ്യൂട്ട്",
    "mr": "Trezor सुट",
    "nl": "Trezor-suite",
    "pl": "Apartament Trezora",
    "pt_BR,pt_PT": "Suíte Trezor",
    "ro,sk,sl": "Suita Trezor",
    "ru": "Люкс «Трезор»",
    "sr": "Трезор Суите",
    "sv": "Svit Trezor",
    "ta": "Trezor சூட்",
    "te": "ట్రెజర్ సూట్",
    "th": "เทรซอร์ สวีท",
    "tr": "Trezor Süit",
    "uk": "Люкс Трезор",
    "zh_CN,zh_TW": "特雷佐套房"
  },
  "short": {
    "ar": "إدارة العملات المشفرة بشكل آمن مع Trezor Suite! قم بتنزيل Trezor على Trezor.io/Start للحصول على الحماية القصوى وإدارة المحفظة…",
    "am": "ክሪፕቶን በTrezor Suite ደህንነቱ በተጠበቀ ሁኔታ ያስተዳድሩ! Trezorን በ Trezor.io/Start አውርድ ለመጨረሻው ጥበቃ እና ቀላል የኪስ ቦርሳ አስተዳደር።",
    "bg": "Управлявайте сигурно крипто с Trezor Suite! Изтеглете Trezor от Trezor.io/Start за максимална защита и лесно управление на…",
    "bn": "ট্রেজার স্যুট দিয়ে নিরাপদে ক্রিপ্টো পরিচালনা করুন! চূড়ান্ত সুরক্ষা এবং সহজ ওয়ালেট ব্যবস্থাপনার জন্য Trezor.io/Start এ Trezor…",
    "ca": "Gestioneu de forma segura Crypto amb Trezor Suite! Baixeu Trezor a Trezor.io/Start per obtenir la màxima protecció i una fàcil…",
    "cs": "Bezpečně spravujte krypto pomocí Trezor Suite! Stáhněte si Trezor na Trezor.io/Start pro dokonalou ochranu a snadnou správu…",
    "da": "Administrer krypto sikkert med Trezor Suite! Download Trezor på Trezor.io/Start for den ultimative beskyttelse og nem…",
    "de": "Krypto mit der Trezor Suite sicher verwalten! Laden Sie Trezor unter Trezor.io/Start herunter, um den ultimativen Schutz und die…",
    "el": "Διαχειριστείτε με ασφάλεια το Crypto με τη σουίτα Trezor! Κατεβάστε το Trezor στο Trezor.io/Start για την απόλυτη προστασία και την…",
    "en,en_AU,en_GB,en_US": "Securely Manage Crypto With Trezor Suite! Download Trezor At Trezor.io/Start For The Ultimate Protection And Easy Wallet Management.",
    "es,es_419": "¡Administre criptomonedas de forma segura con Trezor Suite! Descargue Trezor en Trezor.io/Start para obtener la máxima protección y…",
    "et": "Hallake krüpto turvaliselt Trezor Suite'iga! Laadige alla Trezor saidilt Trezor.io/Start, et tagada ülim kaitse ja rahakoti lihtne…",
    "fa": "مدیریت ایمن Crypto با Trezor Suite! دانلود Trezor در Trezor.io/Start برای محافظت نهایی و مدیریت آسان کیف پول.",
    "fi": "Hallitse salausta turvallisesti Trezor Suiten avulla! Lataa Trezor osoitteesta Trezor.io/Start, niin saat parhaan suojan ja helpon…",
    "fil": "Ligtas na Pamahalaan ang Crypto Gamit ang Trezor Suite! I-download ang Trezor Sa Trezor.io/Start Para sa Ultimate Protection At…",
    "fr": "Gérez la crypto en toute sécurité avec Trezor Suite ! Téléchargez Trezor sur Trezor.io/Start pour une protection ultime et une…",
    "gu": "ટ્રેઝર સ્યુટ સાથે ક્રિપ્ટોને સુરક્ષિત રીતે મેનેજ કરો! અંતિમ સુરક્ષા અને સરળ વૉલેટ મેનેજમેન્ટ માટે Trezor.io/Start પર Trezor ડાઉનલોડ…",
    "he": "נהל בצורה מאובטחת קריפטו עם Trezor Suite! הורד את Trezor ב-Trezor.io/Start לקבלת ההגנה האולטימטיבית וניהול ארנק קל.",
    "hi": "ट्रेज़ोर सुइट के साथ क्रिप्टो को सुरक्षित रूप से प्रबंधित करें! सर्वोत्तम सुरक्षा और आसान वॉलेट प्रबंधन के लिए Trezor.io/Start पर…",
    "hr": "Sigurno upravljajte kripto uz Trezor Suite! Preuzmite Trezor na Trezor.io/Start za ultimativnu zaštitu i jednostavno upravljanje…",
    "hu": "Kezelje biztonságosan a kriptot a Trezor Suite segítségével! Töltse le a Trezort a Trezor.io/Start webhelyről a maximális védelem…",
    "id": "Kelola Kripto Secara Aman Dengan Trezor Suite! Unduh Trezor Di Trezor.io/Start Untuk Perlindungan Terbaik dan Manajemen Dompet yang…",
    "it": "Gestisci in modo sicuro le criptovalute con Trezor Suite! Scarica Trezor su Trezor.io/Start per la massima protezione e una facile…",
    "ja": "Trezor Suite で暗号通貨を安全に管理!究極の保護と簡単なウォレット管理のために、Trezor.io/Start から Trezor をダウンロードしてください。",
    "kn": "ಟ್ರೆಜರ್ ಸೂಟ್‌ನೊಂದಿಗೆ ಕ್ರಿಪ್ಟೋವನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ನಿರ್ವಹಿಸಿ! Trezor.io/Start ನಲ್ಲಿ Trezor ಅನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ ಅಂತಿಮ ರಕ್ಷಣೆ ಮತ್ತು…",
    "ko": "Trezor Suite로 암호화폐를 안전하게 관리하세요! 최고의 보호와 손쉬운 지갑 관리를 위해 Trezor.io/Start에서 Trezor를 다운로드하세요.",
    "lt": "Saugiai valdykite kriptovaliutą naudodami „Trezor Suite“! Atsisiųskite „Trezor“ adresu Trezor.io/Start, kad užtikrintumėte…",
    "lv": "Droši pārvaldiet kriptovalūtu, izmantojot Trezor Suite! Lejupielādējiet Trezor vietnē Trezor.io/Start, lai nodrošinātu maksimālu…",
    "ml": "Trezor Suite ഉപയോഗിച്ച് ക്രിപ്‌റ്റോ സുരക്ഷിതമായി കൈകാര്യം ചെയ്യുക! ആത്യന്തിക പരിരക്ഷയ്ക്കും ഈസി വാലറ്റ് മാനേജ്മെൻ്റിനുമായി…",
    "mr": "Trezor Suite सह क्रिप्टो सुरक्षितपणे व्यवस्थापित करा! अंतिम संरक्षण आणि सुलभ वॉलेट व्यवस्थापनासाठी Trezor.io/Start येथे Trezor…",
    "ms": "Urus Kripto dengan Selamat Dengan Suite Trezor! Muat turun Trezor Di Trezor.io/Start Untuk Perlindungan Terbaik Dan Pengurusan…",
    "nl": "Beheer crypto veilig met Trezor Suite! Download Trezor op Trezor.io/Start voor de ultieme bescherming en eenvoudig…",
    "no": "Administrer krypto sikkert med Trezor Suite! Last ned Trezor på Trezor.io/Start for den ultimate beskyttelsen og enkel…",
    "pl": "Bezpiecznie zarządzaj kryptowalutami dzięki Trezor Suite! Pobierz Trezor z Trezor.io/Start, aby uzyskać najwyższą ochronę i łatwe…",
    "pt_BR,pt_PT": "Gerencie criptografia com segurança com Trezor Suite! Baixe Trezor em Trezor.io/Start para obter proteção máxima e gerenciamento…",
    "ro": "Gestionați în siguranță Crypto cu Trezor Suite! Descărcați Trezor de pe Trezor.io/Start pentru protecția supremă și gestionarea…",
    "ru": "Безопасное управление криптовалютой с помощью Trezor Suite! Загрузите Trezor на Trezor.io/Start для максимальной защиты и простого…",
    "sk": "Bezpečne spravujte kryptomeny s Trezor Suite! Stiahnite si Trezor na Trezor.io/Start pre dokonalú ochranu a jednoduchú správu…",
    "sl": "Varno upravljajte kripto s Trezor Suite! Prenesite Trezor na Trezor.io/Start za vrhunsko zaščito in preprosto upravljanje denarnice.",
    "sr": "Безбедно управљајте криптом помоћу Трезор Суите-а! Преузмите Трезор на Трезор.ио/Старт за врхунску заштиту и једноставно управљање…",
    "sv": "Hantera krypto säkert med Trezor Suite! Ladda ner Trezor på Trezor.io/Start för det ultimata skyddet och enkel plånbokshantering.",
    "sw": "Simamia Crypto kwa Usalama Ukitumia Trezor Suite! Pakua Trezor Katika Trezor.io/Anza Kwa Ulinzi wa Mwisho na Usimamizi Rahisi wa…",
    "ta": "Trezor Suite மூலம் கிரிப்டோவை பாதுகாப்பாக நிர்வகிக்கவும்! Trezor.io/Start இல் Trezor ஐப் பதிவிறக்கவும், இறுதிப் பாதுகாப்பு மற்றும்…",
    "te": "ట్రెజర్ సూట్‌తో క్రిప్టోను సురక్షితంగా నిర్వహించండి! అంతిమ రక్షణ మరియు సులభమైన వాలెట్ నిర్వహణ కోసం Trezor.io/Start వద్ద Trezorని…",
    "th": "จัดการ Crypto อย่างปลอดภัยด้วย Trezor Suite! ดาวน์โหลด Trezor ได้ที่ Trezor.io/Start…",
    "tr": "Trezor Suite ile Kripto Parayı Güvenle Yönetin! Üstün Koruma ve Kolay Cüzdan Yönetimi için Trezor.io/Start adresinden Trezor'u…",
    "uk": "Безпечно керуйте криптовалютами за допомогою Trezor Suite! Завантажте Trezor на сайті Trezor.io/Start для максимального захисту та…",
    "vi": "Quản lý tiền điện tử một cách an toàn với Trezor Suite! Tải xuống Trezor tại Trezor.io/Start để có được sự bảo vệ tối ưu và quản lý…",
    "zh_CN,zh_TW": "使用 Trezor Suite 安全管理加密货币！在 Trezor.io/Start 下载 Trezor 以获得终极保护和轻松的钱包管理。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trezor Suite: Simplify Crypto Management With Quick Navigation\n\nTrezor Suite Chrome Extension is your ultimate gateway to secure and seamless cryptocurrency management. Designed for convenience, it offers quick navigation to Trezor Suite and Trezor Web Suite, ensuring a smooth user experience with just a few clicks.\n\nStay in control of your digital assets with features that prioritize safety and efficiency. Whether you're checking balances, managing transactions, or accessing advanced tools, this extension connects you directly to trusted resources like trezor.io/start for effortless setup and access.\n\nKey Features:\n\n1. Instant navigation to Trezor Suite and Trezor Web Suite.\n\n2. Secure, user-friendly interface for managing your crypto portfolio.\n\n3. Quick setup and detailed guides at trezor.io/start.\n\n4. Hassle-free access to advanced crypto tools for all your needs.\n\nExperience crypto the way it was meant to be—secure, simple, and smart. Download Trezor Suite Chrome Extension today and take full control of your digital assets!"
  }
}