{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Paramount Plus: Stream Movies, Shows & Live TV"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Watch thousands of hit movies and episodes of your favorite shows, all in one place. Stream it all on Paramount+."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Watch thousands of hit movies and episodes of your favorite shows, all in one place. Stream it all on Paramount+.\n\n\n\nWatch full episodes on demand from hit series like Survivor, NCIS, SpongeBob SquarePants, Big Brother and more!\n- Obsess over originals. Watch subscriber-only originals such as Star Trek: Strange New Worlds, 1923 and Special Ops: Lioness.\n- Make every night a movie night with blockbuster hits and fan-favorite films from Paramount Pictures, MGM and more.\n- Access live streams with around-the-clock news coverage on CBS News 24/7, scores + highlights on CBS Sports HQ and entertainment news on Mixible, plus 20 live channels of curated favorites.\n- Create up to 6 individual profiles for each member of your household. Have kids? Use our Kids Mode profile feature.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEnhance your browsing experience with the Paramount+ Plus Chrome Extension! This extension adds a variety of useful features, including Picture in Picture mode, page brightness adjustment, and quick access to watch your favorite content via Crunchyroll.\n\nFeatures:\nPicture in Picture Mode: Easily watch videos in a floating window while you continue browsing other tabs.\nAdjust Page Brightness: Control the brightness of any webpage to make your viewing experience more comfortable, especially in low-light conditions.\nQuick Access to Crunchyroll: Right-click on any image on any webpage and select \"Watch via Paramount+\" to be redirected to Crunchyroll for a seamless watching experience.\nAutomatic Thank You Page: After installing the extension, you will be greeted with a thank you page, welcoming you to enjoy the new features."
  }
}