{
  "name": {
    "am,ar,bg,ca,cs,gu,pl,th": "Kung Fu Street Fight Unblocked Game",
    "bn,da,el,et,fil,he,hu,ja,lv,sk,sl,sw,ta": "Kung Fu Street Fight Online Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,it,ko,lt,ms,nl,pt_BR,pt_PT,ru,sr,sv,tr,uk,vi,zh_CN,zh_TW": "Kung Fu Street Fight Game",
    "fa,fi,hi,hr,id,kn,ml,mr,no,ro,te": "Kung Fu Street Fight Online"
  },
  "short": {
    "ar": "في لعبة قتال الشوارع هذه ، عليك أن تعلم درسا جيدا لخصومك عندما يأتون إليك.",
    "am": "በዚህ የጎዳና ላይ የውጊያ ጨዋታ ላይ ተቃዋሚዎችዎ ወደ እርስዎ ሲመጡ ጥሩ ትምህርት ማስተማር አለብዎት.",
    "bg": "В тази улична бойна игра трябва да дадеш добър урок на опонентите си, докато те идват към теб.",
    "bn": "এই রাস্তার লড়াইয়ের খেলায়, আপনাকে আপনার প্রতিপক্ষকে একটি ভাল পাঠ শেখাতে হবে কারণ তারা আপনার কাছে আসে।",
    "ca": "En aquest joc de lluita al carrer, vostè ha d'ensenyar una bona lliçó als seus oponents com vénen a vostè.",
    "cs": "V této pouliční bojové hře musíte dát svým protivníkům dobrou lekci, když na vás přijdou.",
    "da": "I dette gadekampspil skal du lære dine modstandere en god lektion, når de kommer mod dig.",
    "de": "In diesem Straßenkampfspiel musst du deinen Gegnern eine gute Lektion erteilen, wenn sie auf dich zukommen.",
    "el": "Σε αυτό το παιχνίδι μάχης δρόμου, πρέπει να διδάξετε ένα καλό μάθημα στους αντιπάλους σας καθώς έρχονται σε εσάς.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "In this street fighting game, you have to teach a good lesson to your opponents as they come at you.",
    "es": "En este juego de lucha callejera, tienes que enseñar una buena lección a tus oponentes a medida que se acercan a ti.",
    "et": "Selles tänava võitlus mäng, sa pead andma hea õppetund oma vastastele, kui nad tulevad sind.",
    "fa": "در این بازی مبارزه با خیابان، شما باید یک درس خوب به مخالفان خود را به عنوان آنها در شما می آیند آموزش.",
    "fi": "Tässä katutaistelupelissä sinun on opetettava hyvä oppitunti vastustajillesi, kun he tulevat sinua kohti.",
    "fil": "Sa kalye na ito labanan laro, mayroon kang upang magturo ng isang magandang aralin sa iyong mga opponents pagdating nila sa iyo.",
    "fr": "Dans ce jeu de combat de rue, vous devez donner une bonne leçon à vos adversaires lorsqu’ils viennent à vous.",
    "gu": "આ શેરી લડવાની રમતમાં, તમારે તમારા વિરોધીઓ તમારી પાસે આવે છે ત્યારે તેમને સારો પાઠ શીખવવો પડશે.",
    "he": "במשחק קרבות הרחוב הזה, אתה צריך ללמד שיעור טוב ליריבים שלך כשהם באים אליך.",
    "hi": "इस सड़क से लड़ने के खेल में, आप अपने विरोधियों के लिए एक अच्छा सबक सिखाने के रूप में वे आप पर आते हैं.",
    "hr": "U ovoj igri ulične borbe, morate naučiti dobru lekciju svojim protivnicima dok dolaze na vas.",
    "hu": "Ebben az utcai verekedős játékban jó leckét kell tanítanod az ellenfeleidnek, amikor rád jönnek.",
    "id": "Dalam game pertarungan jalanan ini, Anda harus memberikan pelajaran yang baik kepada lawan Anda saat mereka mendatangi Anda.",
    "it": "In questo gioco di combattimento di strada, devi insegnare una buona lezione ai tuoi avversari mentre vengono da te.",
    "ja": "このストリートファイティングゲームでは、彼らがあなたに来るように、あなたはあなたの対戦相手に良いレッスンを教える必要があります。",
    "kn": "ಈ ಸ್ಟ್ರೀಟ್ ಫೈಟಿಂಗ್ ಆಟದಲ್ಲಿ, ನಿಮ್ಮ ವಿರೋಧಿಗಳು ನಿಮ್ಮ ಮೇಲೆ ಬಂದಾಗ ನೀವು ಅವರಿಗೆ ಉತ್ತಮ ಪಾಠವನ್ನು ಕಲಿಸಬೇಕು.",
    "ko": "이 거리 격투 게임에서, 당신은 그들이 당신에게 올 때 상대방에게 좋은 교훈을 가르쳐야합니다.",
    "lv": "Šajā ielu cīņas spēlē jums ir jāmāca laba mācība pretiniekiem, kad viņi nāk pie jums.",
    "ml": "ഈ തെരുവ് പോരാട്ട ഗെയിമിൽ, നിങ്ങളുടെ എതിരാളികൾ നിങ്ങളുടെ നേരെ വരുമ്പോൾ നിങ്ങൾ ഒരു നല്ല പാഠം പഠിപ്പിക്കേണ്ടതുണ്ട്.",
    "mr": "रस्त्यावरच्या या लढाईच्या खेळात आपल्या विरोधकांवर येता-जाता त्यांना चांगलाच धडा शिकवावा लागतो.",
    "ms": "Dalam permainan pertempuran jalanan ini, anda perlu mengajar pelajaran yang baik kepada lawan anda k",
    "nl": "In dit straatvechtspel moet je je tegenstanders een goede les leren als ze op je afkomen.",
    "no": "I dette gatekampspillet må du lære en god leksjon til motstanderne dine når de kommer mot deg.",
    "pl": "W tej ulicznej grze walki musisz dać dobrą lekcję swoim przeciwnikom, gdy przyjdą na ciebie.",
    "ro": "În acest joc de lupte de stradă, va trebui să predea o lecție bună pentru adversarii dumneavoastră ca ei vin la tine.",
    "ru": "В этом уличном файтинге вы должны преподать хороший урок своим противникам, когда они нападут на вас.",
    "sk": "V tejto pouličnej bojovej hre musíte dať dobrú lekciu svojim súperom, keď prídu na vás.",
    "sl": "V tej ulični boj igra, morate naučiti dobro lekcijo za svoje nasprotnike, kot so prišli na vas.",
    "sv": "I detta gatukampspel måste du lära dig en bra lektion till dina motståndare när de kommer på dig.",
    "sw": "Katika mchezo huu wa mapigano ya mitaani, lazima ufundishe somo nzuri kwa wapinzani wako wanapokuja kwako.",
    "ta": "இந்த தெரு சண்டை விளையாட்டில், உங்கள் எதிரிகள் உங்களிடம் வருவதால் அவர்களுக்கு நீங்கள் ஒரு நல்ல பாடம் கற்பிக்க வேண்டும்.",
    "te": "ఈ స్ట్రీట్ ఫైటింగ్ గేమ్ లో, మీ ప్రత్యర్థులు మీ వద్దకు వచ్చినప్పుడు మీరు వారికి మంచి గుణపాఠం నేర్పాలి.",
    "th": "ในเกมต่อสู้บนท้องถนนนี้คุณต้องสอนบทเรียนที่ดีให้กับคู่ต่อสู้ของคุณเมื่อพวกเขามาหาคุณ",
    "tr": "Bu sokak dövüşü oyununda, rakiplerinize size geldiklerinde iyi bir ders vermelisiniz.",
    "uk": "У цьому вуличному файтингу ви повинні дати хороший урок своїм суперникам, коли вони приходять до вас."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you like playing fighting games! Get ready for the best fighting game adventure and join the fun.\n\nHow To Play\nPlayed with Space-V-Arrow Keys.\n\nKung Fu Street Fight Game Features\n✓ Realistic graphics\n✓ Fun particle\n✓ 2D Environment\n✓ Easy control\n✓ 2D Character\n\nFinally, you can enjoy these game for free (and more requests will be added)! Kung Fu Street Fight Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}