{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SoftFocus"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds an adjustable overlay over your web browser tab to help with symptoms from screen intolerance."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SoftFocus adds an adjustable overlay over your web browser tab to help with symptoms from screen intolerance.\n\nThe overlay can help by reducing visuals such as peripheral motion or contrast that may trigger headaches, dizziness, or other symptoms of screen intolerance, concussions, and/or brain injury.\n\nOverlay adjustments include:\n\n* Height\n* Color\n* Opacity\n* Background blur\n* Edge blur\n\n\nCompatible Browsers\n===================\n\nSoftFocus should work on all Chromium based web browsers, including but not limited to:\n\n* Google Chrome\n* Microsoft Edge\n* Brave\n* Vivaldi\n* Opera\n* Epic Privacy Browser\n* SRWare Iron\n* Ungoogled Chromium\n* Kiwi\n* Yandex\n* Comodo Dragon\n* Avast\n\n\nDisclaimers\n===========\n\n* This software does not guarantee to prevent or cure any discomfort while browsing the internet.\n* This software is not intended to be a substitute or replacement for medical help, therapy or medication.\n* Seek professional medical help if you suffer from a brain injury, mental disability, or are experiencing headaches, dizziness, nausea, migraines, or any other pain or discomfort.\n* Use this software at your own risk.\n* Immediately discontinue use of this software if your symptoms get worse.\n* This software is provided as-is and without warranty as to its features, functionality, performance, or integrity.\n\n\nOpen Source & Contributing\n==========================\n\nThis software is licensed under The MIT License (MIT): https://mit-license.org/\n\nThis is an open source software project. To contribute please visit the SoftFocus repository on GitHub: https://github.com/softfocus-browser-ext/softfocus"
  }
}