{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Air360 Quick Insights"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Air360 eCommerce experience analytics platform helps you spot all opportunities to improve revenue and get recommendations to…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Air360 eCommerce experience analytics platform helps you spot all opportunities to improve revenue and get recommendations to increase conversion.\n\nAs part of our complete solution, we created Air360 Quick Insights, a browser extension that allows you to understand and visualize eCommerce behavior like never before. Access immediate page experience insights, track performance, and explore growth opportunities and recommendations to increase your conversion rate.\n\nWith Air360 Quick Insights, you can:\n\n1. Understand the impact of your website elements and content on your conversion rate.\n2. Define website events by clicking on a component and naming it.\n3. Get CSS, and HTML-based, or/and position-based heatmaps\n4. Compare insights: between metrics, user segments, and periods.\n5. Go directly to relevant session replays of frustrated users on a particular page or page spot.\n6. Export PDF to share insights with your team\n\nAir360 Quick Insights is intuitive and easy to use. No need for training or certifications to make sense of it. That is why it is loved both by data and business teams. Download it in your chrome extensions, go to your website, and turn the Air360 Quick Insights on to immediately get engagement & frustration metrics that will help you grow your revenue fast."
  }
}