{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Per Tab Zoom"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Apply zoom to each tab independently of other tabs of the same website."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "▬▬▬▬▬▬▬▬▬▬▬▬ SUMMARY ▬▬▬▬▬▬▬▬▬▬▬▬\n\nPer Tab Zoom is the only extension that lets you customize the\n[Ctrl]+[Mouse Wheel] shortcut for zoom control.\n\nThis feature is not possible with regular Chrome extensions.\nPer Tab Zoom IS NOT A REGULAR EXTENSION.\n\nPer Tab Zoom is brought to you by the same developers of \"AutoControl\".\n\nPer Tab Zoom currently works on Windows operating systems only.\nIf you are still interested, read on to learn why Per Tab Zoom is different.\n\n\n\n▬▬▬▬▬▬▬ Per Tab Zoom is a native extension ▬▬▬▬▬▬▬\n\n   Native extensions are a special kind of extensions that can customize\n   Chrome's native shortcuts in addition to a number of other benefits.\n   Per Tab Zoom, being a native extension, can offer the unique feature\n   of customizing Chrome's native shortcuts for zooming in and out.\n   This functionality is not possible on regular extensions.\n   \n   In order to achieve this, native extensions require the installation\n   of a native component, which is a program that cooperates with the web\n   component. This gives the extension its unique features.\n   \n   You'll be prompted to install the Native Component program right after\n   installing the extension.\n   \n   Learn more about the Native Component and its benefits here:\n   http://autocontrol.app/native-component\n\n\n\n▬▬▬▬▬▬▬▬▬▬ FEATURE LIST ▬▬▬▬▬▬▬▬▬▬\n\nYou can customize the following shortcuts:\n\n • [Ctrl] + [Mouse Wheel]\n • [Ctrl] + [+/-]\n • [Ctrl] + [Shift] + [Mouse Wheel]\n • [Ctrl] + [Shift] + [+/-]\n\nFor each shortcut, you can choose one of 4 actions:\n\n • Per tab zoom: The zoom affects that tab only.\n • Per domain zoom: The zoom affects all pages in the same domain.\n • Default action: Perform the shortcut's native action.\n • No action: Disables the shortcut.\n\nDisabling a shortcut is useful if you have the habit of triggering a zoom action by accident.\n\n\n\n▬▬▬▬▬▬▬▬  SYSTEM REQUIREMENTS  ▬▬▬▬▬▬▬▬\n\n   Being a native extension demands additional development effort to\n   support each operating system. For this reason, Per Tab Zoom is initially\n   supported on:\n\n    • Windows 7\n    • Windows 8/8.1\n    • Windows 10\n    • Windows 11\n\n\n\n▬▬▬▬▬▬▬▬▬▬  PERMISSIONS  ▬▬▬▬▬▬▬▬▬▬\n\n   Per tab Zoom needs the permission \"Communicate with cooperating\n   native applications\".\n   This allows it to interact with the Native Component program that\n   you install at the beginning.\n\n\n\n\n▬▬▬▬▬▬▬▬▬▬  DONATIONS  ▬▬▬▬▬▬▬▬▬▬\n\n   Per tab Zoom is brought to you by the developers of \"AutoControl\".\n   It's free of charge to everyone for their own use and benefit.\n   We, the developers, do not obtain economic reward out of it other\n   than the kind donations of our users.\n   We'll gladly accept your financial support at:\n   http://autocontrol.app/donations\n   \n   Please help us keep the project alive.\n   The AutoControl team thanks you."
  }
}