{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Augmented Steam"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Augments your Steam Experience"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Augmented Steam is a browser extension by IsThereAnyDeal that improves your experience on the Steam platform by providing helpful information and tons of customization options.\n\nSome selected features:\n\n- Price details (current best, historical low) for any game or DLC sourced from many authorized stores\n- More visible highlighting of games you own or have wishlisted or ignored (also works with your IsThereAnyDeal Waitlist and Collection!)\n- Fine-tuned product search with search filters such as review count / score and Early Access\n- Sort and filter options for the market, games, friends, groups, achievements, badges and reviews\n- Links to popular websites with additional related information, plus the ability to add your own custom links\n- Quick / Instant Sell items in your inventory\n- Custom profile backgrounds and styles, visible to all users of Augmented Steam\n- Take and store notes about any game\n- Maximize information relevance by hiding unwanted content blocks from app pages or the homepage\n- Automatically skip age gates for NSFW content\n- Batch actions for various scenarios, e.g. registering multiple product keys or adding multiple DLCs to your cart at once\n- And many more!\n\nAugmented Steam is a fork and spiritual successor of Enhanced Steam, which has come to its end of life in February 2019."
  }
}