{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TeamCal for Google Calendar™"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The missing schedule view for Google Calendar"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TeamCal provides a timeline view layout for Google Calendar that displays many calendars at once\n\nGet done more! Employee scheduling made easy.\n\nTeamCal transforms your Google Calendar into the perfect tool to schedule your employees, contractors, rooms, machinery, and resources.\n\nGoogle Calendar can become very cluttered when displaying multiple calendars. TeamCal will display your calendar data as a nice Gantt like “Schedule View”. The TeamCal schedule view is a new horizontal timeline view for Google Calendar that displays many calendars at once.\n\nSee employee availability easily by comparing events on a horizontal Gantt like timeline view. With a glance, you can identify scheduling gaps and prevent overbooking. Perfect for scheduling staff rotations, on-call duty times, and team vacations.\n\nStop switching between Google Calendar and other tools for scheduling your team. Because TeamCal uses your Google Calendar data, all information required for scheduling is available in a single place. Create new events or change existing ones directly within TeamCal.\n\nShare your schedule with employees and clients to keep everyone updated. With TeamCal, you can embed your schedule on a website, TV screen, or show it as a dashboard. You can export a PDF of your schedule, too. Print or send your planning results by email.\n\nFeatures:\n- Integrated & synced with Google Calendar\n- Customizable Scheduling view\n- Share, Print, and Export your schedules\n- Support for mobile and tablets\n- Multi-user functionality\n- And much more!\n\nChrome Extension:\nThis Chrome extension shows you all TeamCal schedules in a convenient drop down. Access your schedules directly from the Chrome toolbar."
  }
}