{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Image downloader - caimage"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Image downloader and batch editor"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Plugin Overview:\n\nCaimage Downloader is a practical Chrome extension designed to help users quickly extract and download all images from a webpage. Whether you're browsing news sites, social media, or online shopping platforms, Caimage Downloader makes it easy to access the image resources you need.\n\nKey Features:\n\n- Intelligent Image Parsing: Automatically parses all image links on the current webpage, eliminating the need for manual searches.\n- Image List Display: Clearly displays all image links in a list format, allowing users to preview and select images easily.\n- Multi-dimensional Filtering: Users can filter images based on size, type, or shape to quickly find the desired images.\n- Batch Download: Supports one-click batch download of selected images, saving you time.\n- Convenient Export: Users can choose to export selected images in a ZIP file for easy storage and sharing.\n- Batch Editing: Users can seamlessly switch selected images to a web app for further editing and organization.\nUse Cases:\n\n- Web designers looking for inspiration and material\n- Bloggers collecting images for their articles\n- Social media users downloading their favorite pictures\n- E-commerce websites gathering product images\n\nCompatibility:\n\nSupports all major versions of the Chrome browser.\n\nPrivacy and Security:\n\nCaimage Downloader respects user privacy and does not collect or store any personal information. The extension only parses webpage images when actively used by the user."
  }
}