{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GAIMPORTER Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Copart & IAAI Action monitor and account supervisor"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stay ahead in the vehicle auction game with our powerful Copart & IAAI Action Monitor and Account Supervisor extension! Whether you're a seasoned dealer or a savvy buyer, this indispensable tool empowers you to efficiently manage your Copart and IAAI auction activities with ease.\n\nWith our extension, you can effortlessly monitor auctions in real-time, ensuring you never miss out on lucrative opportunities. Stay updated on bid activity, auction status changes, and important announcements, allowing you to make informed decisions swiftly.\n\nBut that's not all! Our extension goes beyond simple monitoring. Take control of your auction accounts like never before with advanced account supervision features. Seamlessly manage multiple accounts, streamline bidding processes, and optimize your strategies for maximum success.\n\nKey Features:\n\nReal-Time Auction Monitoring: Receive instant notifications for bid activity, auction status changes, and important updates to stay informed at all times.\nMulti-Account Management: Effortlessly oversee multiple Copart and IAAI accounts from a single interface, simplifying your auction management workflow.\nStreamlined Bidding Process: Enhance efficiency by streamlining the bidding process, allowing you to place bids quickly and accurately.\nCustomizable Alerts: Tailor notification settings to your preferences, ensuring you receive alerts for the events that matter most to you.\nComprehensive Analytics: Gain valuable insights into your auction performance with detailed analytics and reporting capabilities.\nUser-Friendly Interface: Enjoy a user-friendly interface designed for ease of use, making navigation and operation a breeze.\nSecure and Reliable: Rest assured knowing your auction activities are secure and reliable, with robust security measures in place to protect your sensitive information.\nWhether you're a seasoned professional or just getting started in the world of vehicle auctions, our Copart & IAAI Action Monitor and Account Supervisor extension is your ultimate companion for success. Maximize your efficiency, stay informed, and take control of your auction experience like never before!"
  }
}