{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Paint Art Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "New wallpapers on new tabs"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Step into a world of creativity every time you open a new tab. Paint Art Tab replaces your mundane browser background with a vibrant canvas of handpicked paint art wallpapers, showcasing a spectrum of colors, styles, and artistic expressions. Say goodbye to the ordinary and let the extraordinary inspire your online journey. \nBy clicking \"Add to Chrome\", I accept and agree to install the \"Paint Art Tab\" Chrome extension and set Chrome™ New Tab search to that provided by the service and the Terms of Use and Privacy Policy. The extension will update your search settings and will change your New Tab search services provided by Microsoft Bing.\n\nThis extension is free to download from the Chrome Web store, and you can uninstall it at any time.\n\nAt SortigaPaintArt.com, we believe that every browsing session should begin with a sense of calm and serenity. Our Paint Art Tab extension has been crafted with this very idea in mind. With every new tab you open, you'll be transported to the beauty of a random, stunning Paint Art backgrounds. It's the perfect way to kickstart your browsing experience and leave behind the chaos of the digital world for a moment.\nThe Features That Set Paint Art Tab Apart:\n1. Clean New Tab Look\nWe understand the importance of simplicity and aesthetics in your browsing experience. Paint Art Tab offers a clean and minimalist new tab page, free from clutter and distractions. No more confusing menus or jumbled icons – just a serene, spacious backdrop that clears your mind.\n2. Changing Beautiful Paint Art Backgrounds\nOur extension boasts a carefully curated collection of high-resolution paint art wallpapers that evolve over time. Discover new and captivating pieces with each tab you open, ensuring your background is always fresh and inspiring. From abstract masterpieces to contemporary strokes, Paint Art Tab brings a rotating art exhibition to your fingertips. \n3. Popular Useful Links\nAccess the websites you love quickly and effortlessly with Paint Art Tab's popular useful links. Your most-visited websites are just a click away, saving you time and making your browsing more efficient.\n4. Convenient Web Search provided by Microsoft Bing\nWe've partnered with Bing to offer you a convenient web search experience right from your new tab. Easily search for your favorite topics, images, videos, and news without having to navigate away from your start page. The power of Bing's search results is at your fingertips, delivering relevant and timely information when you need it most.\nDon't wait any longer to transform your daily browsing routine into a calming, art-inspired journey. Experience the soothing power of the Paint Art Tab and give your digital life a breath of creative energy. Unleash the artist within – Paint Art Tab is where creativity meets browsing.\nReady to make your browsing more beautiful and enjoyable? Get Paint Art Tab today and redefine the way you start your internet journeys. Dive into the world of SortigaPaintArt.com and immerse yourself in the wonders of nature with every click.\nNature is just a tab away! Install Paint Art Tab now and discover a world of serenity right in your Google Chrome browser.\n\nLearn more about us in the following links:\nAbout - http://www.sortigaPaint Art.com/\nTerms of services - https://www.sortigaPaint Art.com/terms-of-service\nPrivacy policy - https://www.sortigaPaint Art.com/privacy-policy"
  }
}