{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Proview proctoring"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Remote invigilation ensuring exam security"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Proview Browser Plugin is engineered to seamlessly integrate with online assessment platforms, specifically tailored for Talview customers using the Proview proctoring solution. This plugin facilitates a secure and efficient remote testing environment, ensuring the integrity of the examination process.\nFunctionality:\n- Seamless D2L Assessment Configuration: Allows educators and administrators to effortlessly set up and customize assessments within the D2L learning platform.\n- Remote Proctoring Enablement: Equips proctors with the necessary tools to supervise assessments in real time, regardless of the test taker’s location.\n- Real-Time Monitoring: Utilizes advanced analytics and monitoring capabilities to track and analyze test taker activity during exams, delivering alerts in the event of suspicious behavior.\n- Tab Activity Assurance: Employs focus tracking technology to ensure test takers remain on the active assessment tab, preventing any attempts to access unauthorized materials.\n- User-Friendly Interface: Designed with simplicity in mind, the plugin provides straightforward navigation and operation for both test creators and takers.\n\nIdeal for a wide range of online assessments, including:\n- Higher Education Exams\n- Certification and Licensing Tests\n- Corporate Training Evaluations\n- And more…\nThe Proview Browser Plugin stands as a testament to our dedication to facilitating fair and secure online examinations, delivering peace of mind to educators, administrators, and test takers alike."
  }
}