{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mojo - Automatic Coupons at Checkout",
    "de": "Mojo - Automatische Gutscheine bei Kasse",
    "fr": "Mojo - Codes promo automatiques & valides"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mojo automatically applies the best coupon codes at checkout!",
    "de": "Mojo wendet automatisch den besten Gutscheincode auf deinen Warenkorb an",
    "en_GB": "Mojo automatically applies the best voucher codes at checkout!",
    "fr": "Mojo applique le meilleur code promo dans votre panier !"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mojo is a free browser extension that automatically finds and applies the best coupon codes at checkout. Find the best discounts on‌ ‌3,000+‌ ‌online stores and save on all your online purchases!\n\nInstall the Mojo extension - it's totally free! No more searching for coupon codes and endlessly trying them... All AUTOMATIC!!! Shop like normal, just sit back and let Mojo do the hard work for you. \n\nSave time and money with Mojo: \n\n✔ Shop at your favorite stores as usual\n✔ You'll get alerts when there are available coupons\n✔ Click the \"Apply Coupons\" button and start saving\n✔ Mojo automatically tests every code and applies the best discount to your cart\n✔ Save on all your purchases in a few seconds\n\nWith Mojo, save money immediately and shop with more confidence!",
    "de": "Jetzt Mojo installieren, es ist absolut kostenlos! Profitieren Sie die besten Gutscheine auf Ihre Bestellungen von tausenden Händlern. Geld-Sparen kann so einfach sein wie noch nie zuvor.\n\nMit Mojo sparen Sie Zeit und Geld:\n\n✔ Shoppen Sie wie immer in Ihren Lieblingsshops.\n✔ Wenn die Gutscheincodes verfügbar sind, werden Sie informiert.\n✔ Klicken Sie “Gutscheine einlösen”, um Geld zu sparen.\n✔ Mojo testet automatisch alle verfügbare Gutscheincodes und wendet direkt die Besten auf deinen Warenkorb an.\n✔ Sparen Sie in wenigen Sekunden auf alle Ihre Bestellung.\n\nMit Mojo können Sie in wenigen Sekunden Ihre Lieblingsartikeln mit dem niedrigsten Preis erhalten. Nie mehr einen Rabatt verpassen!",
    "en_AU,en_GB": "Mojo is a free browser extension that automatically finds and applies the best voucher codes at checkout. Find the best discounts on‌ ‌3,000+‌ ‌online stores and save on all your online purchases!\n\nInstall the Mojo extension - it's totally free! No more searching for voucher codes and endlessly trying them... All AUTOMATIC!!! Shop like normal, just sit back and let Mojo do the hard work for you. \n\nSave time and money with Mojo:\n\n✔ Shop at your favourite stores as usual\n✔ You'll get alerts when there are available vouchers\n✔ Click the \"Apply Vouchers\" button and start saving\n✔ Mojo automatically tests every code and applies the best discount to your basket\n✔ Save on all your purchases in a few seconds\n\nWith Mojo, save money immediately and shop with more confidence!",
    "fr": "Installez l’extension Mojo, c’est gratuit ! Mojo cherche et applique automatiquement les meilleurs codes promo dans votre panier. Profitez de nos meilleures offres et réductions pour vos achats sur des milliers de marchands populaires.\n\nFaites des économies sur vos achats en ligne, c’est simple :\n\n✔ Achetez chez vos boutiques favoris comme d’habitude\n✔ Lors du paiement, Mojo apparaît lorsqu’il trouve des codes promo disponibles\n✔ Cliquez sur le bouton \"Tester les codes\"\n✔ Mojo teste automatiquement tous les codes promo et applique le meilleur dans votre panier\n✔ Profitez de vos achats en ligne et économisez facilement\n\nAvec Mojo, vous n’avez rien à faire. Faites des économies en un clic !"
  }
}