{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stream Live — notifications for live streams",
    "ru": "Stream Live: уведомления о прямых трансляциях"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Follow your favorite broadcasts on all popular platforms",
    "ru": "Следите за любимыми трансляциями на всех популярных платформах"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stream Live is a convenient browser extension for tracking live streams on popular streaming platforms such as Twitch, YouTube, and others. Stay updated on the latest streams from your favorite content creators with our intuitive and easy-to-use extension.\n\nNOTE: YOU MUST PIN THE EXTENSION IN CHROME TO SEE THE ICON IN THE TOP BAR\n\nStream Live provides a simple and customizable interface for personalized notifications. Choose the platforms for which you want to receive notifications about live streams, and the extension will inform you about each stream's start.\n\nThe extension also offers usefull pinning of favorite channels, providing easy access to the content of your most-liked streamers on Kick, Trovo, and other sites. We also support a dark theme for comfortable viewing.\n\nLog in through Twitch, Trovo, or VKVideo to integrate all your subscriptions into the extension. For YouTube, Kick, or GoodGame, manual channel addition has been conveniently included.\n\nDon't miss any important streams! Install Stream Live right now and enjoy usefull notifications, quick access to most-liked channels on VKVideo, GoodGame, and other services.\n\nDeveloped by fadme.dev",
    "ru": "Stream Live - удобное браузерное расширение для отслеживания прямых трансляций на популярных стриминговых платформах, таких как Twitch, YouTube и других. Будьте в курсе последних трансляций ваших любимых контент-создателей с нашим интуитивно понятным и легким в использовании расширением. \n\nПРИМЕЧАНИЕ: ВЫ ДОЛЖНЫ ЗАКРЕПИТЬ РАСШИРЕНИЕ В ХРОМЕ, ЧТОБЫ УВИДЕТЬ ЗНАЧОК НА ВЕРХНЕЙ ПАНЕЛИ\n\nStream Live предоставляет простой и настраиваемый интерфейс для персонализированных уведомлений. Выбирайте платформы, для которых вы хотите получать уведомления о прямых трансляциях, и расширение будет информировать вас о каждом начале стрима.\n\nРасширение также предлагает удобное закрепление избранных каналов, обеспечивая легкий доступ к контенту ваших любимых стримеров на Kick, Trovo и других сайтов. Мы также поддерживаем тёмную тему для комфортного просмотра.\n\nАвторизуйтесь через Twitch, Trovo или VKVideo, чтобы все ваши подписки были интегрированы в расширение. Для YouTube, Kick или GoodGame добавлено удобное ручное добавление каналов.\n\nНе пропустите ни одной важной трансляции! Установите Stream Live прямо сейчас и наслаждайтесь удобными уведомлениями, быстрым доступом к избранным каналам на VKVideo, GoodGame других сервисов.\n\nРазработано fadme.dev"
  }
}