{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mulberry | Shopping Protection"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free product protection for everything you buy online"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "It pays to shop with Mulberry. Our product protection covers everything you buy online—like Apple iPhones, iPads and Macbooks, electronics from Best Buy, and home goods from Amazon, Walmart, and Wayfair—and gives you peace of mind with an average payout of $265 per approved claim. Get unlimited coverage for everything you buy online.\n________________________________________________________________________\n\nWhy 600,000+ customers trust Mulberry:\n✧ We've paid out over $1.8 million in approved claims to our customers.\n✧ Our customers receive an average of $265 per approved claim.\n✧ We cover $460 million worth of products.\n✧ We never charge deductibles or service fees to file a claim.\n\nWhat’s covered:\n→ Electronics like phones, laptops, televisions, smart home devices and more.\n→ Furniture like couches, tables, chairs, bed frames, lamps, and more.  \n→ Fitness equipment like treadmills, exercise bikes, rowing machines and more.\n→ Appliances like microwaves, air fryers, ovens, refrigerators, washer/dryer and more.\n→ Jewelry like diamond rings, watches, gold chains, pearls and more.\n→ Luggage like carry-ons, backpacks, duffel bags, purses and more.\n\nGet coverage beyond the limited manufacturer's warranty, which only covers product defects or malfunctions and usually expires before you need it. Mulberry covers those issues and accidental damage like cracks and spills (user error).\n\nChoose the Mulberry plan that works best for you: \n✧ Try out our free 3-month plans\n✧ Extend your coverage for the lowest rates, guaranteed\n✧ Cover unlimited products under one plan with the Mulberry Unlimited subscription\n\nWe don’t work with a middleman - that’s why we can offer plans for free and give you the lowest prices in the industry, guaranteed.\n \nHow it works:\n1.  Submit your claim online in just a few clicks, 24/7.\n2.  No deductibles or service fees when you file a claim.\n3.  No need to keep paperwork: all the information you need is stored in your personalized dashboard.\n4.  Live customer support agents will review your claim quickly and respond with transparent updates.\n \nHow you make money:\n✓ Earn cash by collecting coins when you purchase plans, refer friends, get insurance quotes and more.\n✓ Cash out your coins for Visa and Amazon gift cards."
  }
}