{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Walcu Connect"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extracci贸n info Walcu"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Walcu Connect allows to import OEM lead data into Walcu CRM. It connects to several OEM CRMs in multiple countries. \n\nIt is as easy as login in to Walcu Connect with your Walcu CRM credentials and navigate to the OEM system and click on the extension button to import customer, vehicle, offers, and financial information.\n\nMade with  by Walcu (www.walcu.com)\n\n\n================\n=== En espa帽ol: ===\n================\n\nWalcu Connect permite importar datos de clientes potenciales de la marca a Walcu CRM. Se conecta a varios CRM de la marca en varios pa铆ses.\n\nEs tan f谩cil como iniciar sesi贸n en Walcu Connect con tus credenciales de Walcu CRM, ingresar al sistema de la marca o CRM y hacer clic en el bot贸n de extensi贸n para importar informaci贸n financiera, de ofertas, de veh铆culos y de clientes.\n\nHecho con  por Walcu (www.walcu.com)",
    "it": "Walcu Connect permite enviar a Walcu CRM leads de otras plataformas como el CRM de la marca. En un s贸lo click, se crean un nuevo cliente, nuevo lead y nueva oferta en el CRM, y se asigna al usuario.\n\nPara usarlo:\n1) Elegimos el coche en Oferta Disponible y creamos la oferta.\n2) Entramos a oferta financiera, tipo \"Alternative\".\n3) Elegimos qu茅 producto/campa帽a queremos.\n4) Pulsamos el \"+\" del panel derecho para mostrar la informaci贸n oculta.\n5) Pulsamos en el icono de la extensi贸n.\n6) Introducimos datos del cliente y enviamos al CRM.\n\n\nRealizado con わ por Walcu (www.walcu.com)"
  }
}