{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "2048 Classic Game",
    "en,en_AU,en_GB,en_US": "2048 Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost Your Brainpower with 2048 Classic Game",
    "en,en_AU": "2048 - Boost Your Brainpower with 2048 Classic Game",
    "en_GB": "Boost Your Brainpower with 2048 Game",
    "en_US": "2048 - Boost Your Brainpower with 2048 Game Classic"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With 2048 game, you'll enjoy hours of brain-teasing fun as you work to combine numbered tiles and reach the elusive 2048 tile. And with the game available as a browser extension, you can play anytime, anywhere - even offline!\n\nHere are some key features of 2048 game that you're sure to love:\n- Simple yet addictive gameplay: Anyone can learn the game rules in just a few minutes, but it takes true strategy and skill to master the game.\n- Works offline: No need to worry about an internet connection - you can play 2048 Classic game anytime, anywhere, even when you're offline.\n- Easily accessible from the browser: With 2048 game as a browser extension, you can start playing the game with just a click, without having to navigate to a separate website.\n- Brain-boosting benefits: Playing 2048 Classic can help improve your cognitive function, memory, and problem-solving skills.\n\nGame Rules:\n- The game consists of a 4x4 grid filled with numbered tiles.\n- Each tile has a number on it, ranging from 2 to 2048.\n- Swipe the tiles in any direction to combine two tiles with the same number, creating a new tile with the sum of the two.\n- Keep combining tiles to create higher and higher numbers, working towards the elusive 2048 tile.\n- The game is over when the grid is full and no more moves can be made.\n- Your score is based on the value of the highest-numbered tile you create."
  }
}