{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Inokufu Search FR"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trouvez les meilleurs contenus pour apprendre"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trouvez les meilleures ressources éducatives\nInokufu Search est une extension Chrome qui améliore vos résultats de recherche avec les meilleures ressources d'apprentissage du Web.\n\nVous pouvez personnaliser vos recherches par défaut en sélectionnant vos sources favorites :\n- Youtube\n- Stack Overflow\n- Wikipédia\n- Open Classrooms\n- Coursera\n- edX\n- Udemy\n- Open Textbook library\n- et bien plus encore !\n\nA propos\nLe projet Inokufu Search a pour objectif de faciliter l'accès aux ressources éducatives. Cette extension chrome est le fruit du travail d'une petite équipe franco-ukrainienne 🇺🇦 🇫🇷. Nous avons indexé plus de 3 millions ressources éducatives à ce jour, nous visons d'atteindre les 250 millions ressources d'ici 2024. Vous pouvez en apprendre plus sur notre projet en visitant notre site (voir lien ci-contre).\n\nParticipez au projet\nVous pouvez aider le projet en nous envoyant vos retours sur les ressources d'apprentissage que vous avez aimées (ou pas), celles qui vous ont été utiles (ou non). Grâce à vos retours, nous améliorerons la qualité des ressources pédagogiques affichées par l'extension.\n\nSupportez le projet\nSi vos revenus sont limités, vous pouvez utiliser cette extension gratuitement. Si votre situation financière le permet, vous pouvez soutenir le projet via notre offre Premium dès 50 €/an."
  }
}