{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kiwix JS Browser Extension",
    "es": "Kiwix JS Navegador sin conexión",
    "fr": "Kiwix JS Navigateur hors ligne"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kiwix is an offline reader for content from Wikipedia, TED Talks, Stackexchange, and many other sources.",
    "es": "Kiwix es un lector sin conexión para contenido de Wikipedia, TED Talks, Stackexchange y muchas otras fuentes.",
    "fr": "Kiwix est un lecteur hors ligne pour le contenu de Wikipédia, TED Talks, Stackexchange et de nombreuses autres sources."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "[To use this app you MUST download, for free, an archive with your chosen content, see below.] Kiwix is an offline reader for content from Wikipedia, Project Gutenberg, TED Talks, Wikivoyage, Stackexchange, etc. It makes knowledge available to people with limited or no Internet access, or to anyone who wants to have easy offline access to a vast repository of information. The software as well as the content is free for anyone to use.\n\nYou can get the whole of Wikipedia, and hundreds of other resources, on your device to use completely offline in your own language. You can have amazing reference tools at your fingertips wherever you are. Just download your chosen archive and store it on your device (see instructions from About page of app). Great for travelling, or any place where access to the Internet is difficult or expensive! Kiwix is often faster than Wikipedia for quick consultation.\n\nThis app reads a larger offline file that you can download to your device. You must download the archive separately (see About tab in the app for instructions). Offline files are available for Wikipedia, Wiktionary, Wikivoyage, Wikimedicine, Wikimaths, TED Talks, Project Gutenberg, and hundreds of other resources, in all the available Wikipedia languages.\n\nThis extension is very handy, always a click away in your browser. If you would like a packaged version of Kiwix JS, we make a separate Electron app for Linux and Windows based on this codebase with some additional features. It runs independently of the browser - get more info at https://kiwix.github.io/kiwix-js-pwa/app. There are also packaged versions which include the latest WikiMed (Medical Wikipedia), and Wikivoyage.\n\nIf you are interested in the full range of Kiwix apps, including for iOS and Android, please visit https://www.kiwix.org.\n\nChanges in Kiwix JS v4.1.0:\n\nReleased on *2024-07-15*\n\n* FEATURE: Preview a WikiMedia ZIM article in a popover by hovering, long-pressing, or tabbing into a link\n* FEATURE: Automatically re-open the last selected archive in Chromium browsers > 122\n* FEATURE: New security dialogue box when opening untrusted ZIMs now shows enhanced ZIM metadata\n* ENHANCEMENT: Display active content warning when opening PhET ZIMs in Restricted mode\n* ENHANCEMENT: Added option to turn off external link warning\n* INFO: Translated Kiwix JS extension entries in Edge and Chrome Stores to Spanish and French\n* UPDATE: JQuery mode is now renamed to Restricted mode to better indicate its effect\n* UPDATE: JQuery is now fully removed from all first-party code\n* UPDATE: Simplify active content warning for clarity and impact\n* UPDATE: Allow more time for caching assets before rebooting if SW registration stalls\n* FIX: Various issues with enumarating the contents of picked folders\n* FIX: Bug with empty search box on initial ZIM load\n* FIX: Bug which caused app to reload when accidentally dragging images or links in articles \n* FIX: Non-supported URI schemata (protocols) now open outside the sandbox\n* FIX: Avoid accidentally opening the first ZIM archive in a picked directory of archives\n* FIX: Several typos\n* WORKAROUND: Overencoded querystrings in Zimit2 external links are now decoded\n* DEV: Add i18n for extension manifests so that Add-on Store entries can be translated\n* DEV: Change method for patching gitignore when adding NPM dependencies\n* DEV: Some code reorganization\n* DEPENDENCIES: Updates to follow-redirects, vite, braces, ws",
    "es": "[Para utilizar esta aplicación debe descargar, de forma gratuita, un archivo con el contenido que elija, véase más abajo]. Kiwix es un lector sin conexión para contenidos de Wikipedia, Proyecto Gutenberg, TED Talks, Wikiviajes, Stack Exchange, etc. Pone el conocimiento al alcance de personas con acceso limitado o nulo a Internet, o de cualquiera que desee acceder fácilmente sin conexión a un vasto repositorio de información. Tanto el software como el contenido son gratuitos.\n\nPodrá tener todo el contenido de Wikipedia, y cientos de otros recursos, en su dispositivo para utilizarlos completamente sin conexión en su propio idioma. Podrá disponer de increíbles herramientas de referencia al alcance de la mano esté donde esté. Sólo tiene que descargar el archivo elegido y almacenarlo en su dispositivo (consulte las instrucciones en la página Información de la aplicación). Ideal para viajar o para cualquier lugar donde el acceso a Internet sea difícil o caro. Kiwix suele ser más rápido que Wikipedia para consultas rápidas.\n\nEsta aplicación lee un archivo offline más grande que puede descargar en su dispositivo. Debe descargar el archivo por separado (consulte la pestaña Información en la app para obtener instrucciones). Hay archivos offline disponibles para Wikipedia, Wikcionario, Wikiviajes, Wikimedicina, Wikimatemáticas, TED Talks, Proyecto Gutenberg, y cientos de otros recursos, en todos los idiomas disponibles de Wikipedia.\n\nEsta extensión es muy práctica, siempre a un clic de distancia en su navegador. Si desea una versión empaquetada de Kiwix JS, creamos una aplicación Electron independiente para Linux y Windows basada en este código con algunas características adicionales. Se ejecuta independientemente del navegador - más información en https://kiwix.github.io/kiwix-js-pwa/app. También hay versiones empaquetadas que incluyen la última WikiMed (Wikipedia médica) y Wikivoyage (Wikiviajes).\n\nSi estás interesado en la gama completa de aplicaciones Kiwix, incluidas las de iOS y Android, visita https://www.kiwix.org.\n\nCambios en Kiwix JS v4.1.0:\n\nReleased on *2024-07-15*\n\n* FEATURE: Preview a WikiMedia ZIM article in a popover by hovering, long-pressing, or tabbing into a link\n* FEATURE: Automatically re-open the last selected archive in Chromium browsers > 122\n* FEATURE: New security dialogue box when opening untrusted ZIMs now shows enhanced ZIM metadata\n* ENHANCEMENT: Display active content warning when opening PhET ZIMs in Restricted mode\n* ENHANCEMENT: Added option to turn off external link warning\n* INFO: Translated Kiwix JS extension entries in Edge and Chrome Stores to Spanish and French\n* UPDATE: JQuery mode is now renamed to Restricted mode to better indicate its effect\n* UPDATE: JQuery is now fully removed from all first-party code\n* UPDATE: Simplify active content warning for clarity and impact\n* UPDATE: Allow more time for caching assets before rebooting if SW registration stalls\n* FIX: Various issues with enumarating the contents of picked folders\n* FIX: Bug with empty search box on initial ZIM load\n* FIX: Bug which caused app to reload when accidentally dragging images or links in articles \n* FIX: Non-supported URI schemata (protocols) now open outside the sandbox\n* FIX: Avoid accidentally opening the first ZIM archive in a picked directory of archives\n* FIX: Several typos\n* WORKAROUND: Overencoded querystrings in Zimit2 external links are now decoded\n* DEV: Add i18n for extension manifests so that Add-on Store entries can be translated\n* DEV: Change method for patching gitignore when adding NPM dependencies\n* DEV: Some code reorganization\n* DEPENDENCIES: Updates to follow-redirects, vite, braces, ws",
    "fr": "[Pour utiliser cette application, vous devez télécharger gratuitement une archive avec le contenu de votre choix, voir ci-dessous]. Kiwix est un lecteur hors ligne de contenus provenant de Wikipédia, Projet Gutenberg, TED Talks, Wikivoyage, Stack Exchange, etc. Il met le savoir à la disposition des personnes ayant un accès limité ou inexistant à Internet, ou de toute personne qui souhaite avoir facilement accès, hors ligne, à un vaste référentiel d'informations. Le logiciel et le contenu sont gratuits pour tout le monde.\n\nVous pouvez obtenir l'intégralité de Wikipédia et de centaines d'autres ressources sur votre appareil et les utiliser hors ligne dans votre langue. Vous pouvez disposer de formidables outils de référence à portée de main, où que vous soyez. Il vous suffit de télécharger l'archive de votre choix et de la stocker sur votre appareil (voir les instructions sur la page Informations de l'application). Idéal pour les voyages ou tout autre endroit où l'accès à Internet est difficile ou coûteux ! Kiwix est souvent plus rapide que Wikipedia pour une consultation rapide.\n\nCette application lit hors ligne un fichier plus volumineux que vous pouvez télécharger sur votre appareil. Vous devez télécharger l'archive séparément (voir l'onglet Informations de l'application pour les instructions). Des fichiers hors ligne sont disponibles pour Wikipédia, Wiktionnaire, Wikivoyage, Wikimédecine, Wikimaths, TED Talks, Projet Gutenberg et des centaines d'autres ressources, dans toutes les langues de Wikipédia disponibles.\n\nCette extension est très pratique, toujours à portée de clic dans votre navigateur. Si vous souhaitez une version packagée de Kiwix JS, nous créons une application Electron séparée pour Linux et Windows basée sur cette base de code avec quelques fonctionnalités supplémentaires. Elle fonctionne indépendamment du navigateur - plus d'informations sur https://kiwix.github.io/kiwix-js-pwa/app. Il existe également des versions packagées qui incluent la dernière version de WikiMed (Wikipédia médicale) et Wikivoyage.\n\nSi vous êtes intéressé par la gamme complète des applications Kiwix, y compris pour iOS et Android, veuillez visiter https://www.kiwix.org.\n\nChangements dans Kiwix JS v4.1.0 :\n\nReleased on *2024-07-15*\n\n* FEATURE: Preview a WikiMedia ZIM article in a popover by hovering, long-pressing, or tabbing into a link\n* FEATURE: Automatically re-open the last selected archive in Chromium browsers > 122\n* FEATURE: New security dialogue box when opening untrusted ZIMs now shows enhanced ZIM metadata\n* ENHANCEMENT: Display active content warning when opening PhET ZIMs in Restricted mode\n* ENHANCEMENT: Added option to turn off external link warning\n* INFO: Translated Kiwix JS extension entries in Edge and Chrome Stores to Spanish and French\n* UPDATE: JQuery mode is now renamed to Restricted mode to better indicate its effect\n* UPDATE: JQuery is now fully removed from all first-party code\n* UPDATE: Simplify active content warning for clarity and impact\n* UPDATE: Allow more time for caching assets before rebooting if SW registration stalls\n* FIX: Various issues with enumarating the contents of picked folders\n* FIX: Bug with empty search box on initial ZIM load\n* FIX: Bug which caused app to reload when accidentally dragging images or links in articles \n* FIX: Non-supported URI schemata (protocols) now open outside the sandbox\n* FIX: Avoid accidentally opening the first ZIM archive in a picked directory of archives\n* FIX: Several typos\n* WORKAROUND: Overencoded querystrings in Zimit2 external links are now decoded\n* DEV: Add i18n for extension manifests so that Add-on Store entries can be translated\n* DEV: Change method for patching gitignore when adding NPM dependencies\n* DEV: Some code reorganization\n* DEPENDENCIES: Updates to follow-redirects, vite, braces, ws"
  }
}