{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Days to go - Countdown"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Countdown to multiple dates with beautiful images"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Event Countdown: Beautiful & Smart Reminders\nNever miss an important date again with our stunning Event Countdown extension! This sleek, iOS-inspired tool brings elegance and functionality to your browser.\n\n🌟 Key Features:\n• Gorgeous Visual Design: Each countdown features a beautiful, automatically selected background image relevant to your event.\n\n• Smart Emoji Integration: Our AI automatically adds the perfect emoji to match your event type, adding a fun and personal touch.\n\n• Intuitive Countdown Display: See at a glance how many days, hours, or minutes are left until your big moment arrives.\n\n• Elegant iOS-Inspired Interface: Enjoy a clean, modern design that follows Apple's Human Interface Guidelines for a familiar and polished look.\n\n• Automatic Sorting: Events are always displayed in order, with the nearest upcoming events at the top for easy viewing.\n\n• Past Event Tracking: Keep a record of passed events, perfect for anniversaries or recurring occasions.\n\n• Easy Event Management: Add or remove events with just a click, making it simple to keep your countdown list up-to-date.\n\n• Lightweight and Fast: Enjoy smooth performance without slowing down your browser.\n\nWhether you're counting down to a birthday, vacation, wedding, or any special occasion, our Event Countdown extension turns anticipation into a visual delight. Stay organized and excited about your upcoming events with this beautiful, smart, and user-friendly tool.\n\nDownload now and start counting down to your next big moment in style! 🎉"
  }
}