{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instant Currency Converter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Select any text containing a currency, and the extension automatically converts it to your preferred currency"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instant Currency Converter Chrome Extension - Convert Selected Currency Instantly\n\nLooking for a seamless way to convert currencies directly from your browser? Currency Converter is the ultimate Chrome extension for quick, accurate, and hassle-free currency conversions!\n\n🌟 Key Features\nInstant Conversion: Select any text containing a currency (e.g., $500, €300, £250), and the extension automatically converts it to your preferred currency.\n*Multi-Currency Support: Supports USD, EUR, GBP, and more! Customize the target currency in the settings.\n*User-Friendly Interface: Enjoy a clean, popup display for conversions without interrupting your workflow.\n*Offline Configuration: Set your preferred target currency via the easy-to-use options page.\n*Secure and Lightweight: Designed with privacy in mind—your data stays local.\n🔧 How It Works\nHighlight a currency value on any web page (e.g., $100).\nView the converted value in a sleek popup, displayed right below your selection.\nAdjust settings to choose your target currency (e.g., TRY, USD, EUR, GBP).\n🌎 Perfect For\nOnline shoppers comparing prices internationally.\nBusiness professionals needing quick currency conversions.\nTravelers planning their next trip abroad.\n🚀 Why Choose Us?\nWith real-time exchange rates and multi-currency support, this extension is your go-to tool for hassle-free currency conversions. Say goodbye to manual calculations or opening a separate tab!\n\n👉 Add to Chrome now and simplify your currency conversions!"
  }
}