{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NLToken"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Az NLToken támogatja a tanúsítvány igényléshez szükséges CSR létrehozását és az online elektronikus aláírások menedzselését.",
    "en,en_GB,en_US": "NLToken supports the creation of the CSR required to apply for a certificate and the management of online electronic signatures."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A NETLOCK NLToken bővítménye lehetővé teszi, hogy web böngészőjében chipkártyával elektronikus aláírást hozzon létre, illetve szoftveres tanúsítvány igényléshez állítson elő kulcsot.\nKulcsgenerálás: a kulcspár az Ön számítógépén készül el, a magánkulcsot, pedig titkosítva a Windows operációs rendszer fogja tárolni.\nA bővítmény telepítésével a böngészője képes lesz az elektronikus aláírási műveletre, illetve tanúsítvány kérelem előállítására is.\nAz NLToken bővítmény használatához, chipkártyák kezeléséhez, valamint a tanúsítványkérelmek előállításához szükség van egy alkalmazásra is, melynek telepítőjét letöltheti weboldalunkról:\nhttps://netlock.hu/",
    "en,en_GB,en_US": "The NETLOCK NLToken plug-in allows you creating an electronic signature with a smart card in your web browser or generating a key to request a software based certificate.\nKey generation: the key pair is created on your computer and the private key will be stored encrypted by the Windows operating system.\nBy installing the plug-in, your browser will be capable to perform electronic signature operations and to generate certificate requests as well.\nFor using the NLToken plug-in, managing smart cards and generating certificate signing requests an application is also required, whose installer can be downloaded from our website:\nhttps://netlock.hu/"
  }
}