{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CrankWheel Screen Sharing"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easier screen sharing. No app needed for viewers, even on their mobile. Record your screen or webcam.",
    "de": "Nutzen Sie den Bildschirm einfacher gemeinsam. Für Zuschauer ist keine App nötig – nicht einmal auf Mobilgeräten. Nehmen Sie von…",
    "es": "Pantalla compartida con mayor facilidad. Los espectadores no necesitan ninguna aplicación, ni siquiera en el móvil. Graba tu…",
    "fi": "Helpompi ruudunjako. Katsojat eivät tarvitse sovellusta edes mobiililaitteella. Nauhoita näyttösi tai verkkokamerasi syöte.",
    "fr": "Partage d'écran plus facile. Aucune application n'est nécessaire pour les téléspectateurs, même sur leur mobile. Enregistrez votre…",
    "it": "Condivisione dello schermo più semplice. Non è richiesta alcuna app sui dispositivi di chi visualizza la chiamata, nemmeno su…",
    "ja": "より簡単に画面共有できます。 視聴者はモバイルであってもアプリは必要ありません。 画面またはウェブカメラを録画できます。",
    "nl": "Makkelijker scherm delen. Geen app nodig voor kijkers, zelfs niet op hun mobiel. Neem je scherm of webcam op.",
    "no": "Enklere skjermdeling. Ikke behov for noen app for deltagere, selv på mobilen. Gjør opptak av skjermen eller webkameraet.",
    "pl": "Łatwiejsze udostępnianie ekranu. Widzowie nie potrzebują aplikacji, nawet na swoim telefonie komórkowym. Nagrywaj swój ekran lub…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instant and Easy Screen Sharing straight from your browser. Share screen without download for the viewer.\n\nShare screen with your customer as easily as you make a phone call. Viewers never need to install any software, even on mobile. Let your customer remote control your screen to \"kick the tires\" if needed, or fill in forms.\n\nRecord your meetings or create a screencast or webcam capture, with cloud video storage. Easily download videos, or share screen recordings as an animated preview in your sales emails. You can also use CrankWheel to record work such as Figma prototypes and export them to MP4.\n\nKey Features:\nShare screen with anyone in seconds.\nNo Downloads Needed: Recipients can see your screen without any downloads or sign-ups.\nReal-time preview of user engagement: See how the viewer engages with the screenshare and get alerted if the viewer is not paying attention.\nCross-Platform Compatibility: Screen share from PC, Mac, ChromeOS or Linux, to any device or operating system.\nSharing Options: Desktop screen sharing, share an application window or a browser tab.\nRemote control: Give the viewer control over the screen share.\nProjector: Stream HQ video clips without stutter.\nScreen Recorder: Record your screen and share the video.\n\nCrankWheel’s web-based screen sharing is designed to deliver an easy screen share experience for both you and your viewers. No technical skills are required to join a session, your viewer clicks one link and can see your screen in seconds.\n\nUse Cases:\nWhenever you need to share your screen, wherever your client is. Your clients can see your screen on their computers or their tablets. You can even share your desktop to mobile when the client is not in front of the computer.\n\nIdeal for sales presentations, customer support, remote training, and team collaboration. CrankWheel makes your calls easier, allowing you to share information effectively, regardless of your viewer's technical expertise or the device they are using.\n\nCrankWheel is used to sell solar panels, and insurance remotely and to add visuals to the digital marketing sales pitch.\n\nReviews:\n\"Crankwheel is a great option for my analytical shoppers who need to see things in writing. I am able to pull up any policy's Summary of Benefits and show it to the client in real-time. I love it and it definitely helps me be more successful!\" - Heidi Gorton\n\n\"Crankwheel is a fantastic tool. I'm in healthcare phone sales, so it really helps the client and I communicate effectively.\" - Peter Emig\n\n\"It's quick and everyone seems to be able to connect, even the people that are technology challenged. I like that I can see what they are looking at on my side.\" - Timothy Beeman\n\nAdd the extension to Chrome now and power up your cold calls with visuals.\n\n- - - \n\nCrankWheel is free for limited commercial use for any number of users hosting up to 15 meetings per month, with enterprise-class features such as single sign-on (SSO), custom domains, white labeling, audit logging and CRM integration available on paid plans.\n\nPhone conferencing from our partner service ConferenceCall.co.uk is integrated in CrankWheel. There is no subscription fee for this service, but for some dial-in numbers, there is a per-minute fee. Please see a full list of numbers and rates at http://bit.ly/ccuk-numbers.\n\nWe use the data we collect only to improve our screensharing services to benefit our users. Only for those enterprise customers that opt into the optional audit log or content filter features, we collect browsing history while screen sharing to enable these features. Also, only for accounts that specifically opt into sending us crash reports for diagnostic purposes, we collect crash reports using a 3rd party provider named Sentry, and such crash reports could potentially include personal data. Read our full privacy policy at http://crankwheel.com/privacy-policy/",
    "de": "Teilen Sie Ihren Bildschirm mit Ihrem Kunden, genauso leicht wie ein Telefonanruf. Zuschauer müssen  zu keinem Zeitpunkt Software installieren, auch nicht auf dem Mobilgerät. Lassen Sie Ihren Kunden wenn nötig Ihren Bildschirm fernsteuern, um etwas auszuprobieren oder Formulare auszufüllen.\n\nSchneiden Sie Ihre Konferenzen mit, erstellen Sie Screencasts oder Webcam-Aufzeichnungen und speichern Sie Videos in der Cloud. Teilen Sie Aufzeichnungen einfach als Link oder als animierte Vorschau in Ihren Werbemails.\n\nSteigern Sie Ihren Absatz indem Sie es möglich machen, ohne Vorbereitung visuelle Erklärungen beizufügen oder einfach ein Meeting im Voraus zu buchen.\n\nWeitere Funktionen:\n- Leichte gemeinsame Bildschirmnutzung\n- Zuschauerbeteiligungs-Alarm\n- Bildschirmaufzeichnung\n- Wiedergabe von HQ-Video und Ton während einer Sitzung\n- Zuschauer werden nach der Sitzung auf Ihre Landingpage umgeleitet\n- Ein Widget zur Erfassung von Geschäftsanbahnungen\n\nCrankWheel ist kostenfrei für eine begrenzte kommerzielle Nutzung mit beliebiger Anzahl von Nutzern, die bis zu 15 Meetings pro Monat abhalten. In kostenpflichtigen Abonnements sind Funktionen der Enterprise-Klasse verfügbar: z. B. Einzelanmeldung (SSO), maßgeschneiderte Domains, White-Labeling,  Gesprächsprotokollierung und CRM-Integration.\n\nDie Durchführung von Telefonkonferenzen durch unseren Partnerdienst ConferenceCall.co.uk ist in CrankWheel integriert. Für diesen Service wird keine Abo-Gebühr fällig, doch für manche Einwahl-Rufnummern fallen Gebühren pro Minute an. Bitte sehen Sie unter http://bit.ly/ccuk-numbers eine vollständige Liste der Rufnummern und Gebühren ein. \n\nDie Daten, die wir sammeln, verwenden wir nur zur Verbesserung unserer Screensharing-Dienste zum Vorteil unserer Nutzer. Nur von Geschäftskunden, die sich für die optionalen Funktionen Gesprächsprotokollierung oder Inhalts-Filterung entscheiden, sammeln wir während der gemeinsamen Bildschirmnutzung den Browser-Verlauf, damit diese Funktionen bereitgestellt werden können. Weiterhin sammeln wir nur von Nutzerkonten, die sich gesondert dafür entscheiden, zu Diagnosezwecken über den Drittanbieter Sentry Absturzberichte an uns zu senden. Solche Absturzberichte können eventuell persönliche Daten enthalten. Lesen Sie unter http://crankwheel.com/privacy-policy/ unsere vollständige Datenschutzrichtlinie.",
    "es": "Comparta la pantalla con su cliente tan fácilmente como realiza una llamada telefónica. Los espectadores no necesitan instalar ningún software, ni siquiera en el móvil. Deje que su cliente controle a distancia su pantalla para \"echar un vistazo\" si lo necesita, o rellenar formularios.\n\nGrabe sus reuniones o cree grabaciones de pantalla o capturas de cámara web con almacenamiento de vídeo en la nube. Comparta fácilmente grabaciones como enlace o como una vista previa animada en sus correos electrónicos de ventas.\n\nAumente las ventas con la capacidad de agregar una explicación visual sin preparación o de reservar fácilmente una reunión con antelación.\n\nOtras características:\n— Facilidad para compartir pantalla\n— Alerta de participación del espectador\n— Grabador de pantalla\n— Reproducción de vídeos HQ con sonido en una sesión\n— Tras la sesión, posibilidad de redirigir a los espectadores a su página de destino\n— «Widget» para captar clientes potenciales\n\nCrankWheel es gratuito para uso comercial limitado para cualquier número de usuarios que organicen hasta 15 reuniones al mes, con funciones de nivel empresarial como inicio de sesión único (SSO, por sus siglas en inglés), dominios personalizados, marca blanca, registro de auditoría e integración de CRM disponibles en planes de pago.\n\nLas conferencias telefónicas de nuestro servicio asociado ConferenceCall.co.uk están integradas en CrankWheel. No hay tarifa de suscripción para este servicio, pero para algunos números telefónicos con cargo sí se cobra una tarifa por minuto. Consulte una lista completa de números y tarifas en http://bit.ly/ccuk-numbers.\n\nUtilizamos los datos que recopilamos solamente para mejorar nuestros servicios de compartir pantalla en beneficio de nuestros usuarios. Solo para aquellos clientes empresariales que opten por las funciones opcionales de registro de auditoría o filtro de contenidos, recopilamos el historial de navegación mientras se comparte la pantalla para habilitar estas funciones. Además, solo para las cuentas que optan específicamente por enviarnos informes de fallos con fines de diagnóstico, recopilamos dichos informes (que podrían incluir datos personales) utilizando un proveedor externo llamado Sentry. Lea nuestra política de privacidad completa en http://crankwheel.com/privacy-policy/",
    "fi": "Jaa näyttö asiakkaasi kanssa yhtä helposti kuin soittaisit hänelle. Katsojien ei koskaan tarvitse ladata ohjelmistoja edes mobiililaitteilla. Anna asiakkaan käyttää näyttöäsi etänä \ntarvittaessa \"koeajoon\" tai lomakkeiden täyttämiseen.\n\nTallenna kokoukset tai luo kuvakaappaus- tai verkkokameravideoita pilvitallennustilaan. Jaa tallenteet helposti linkkeinä tai sähköpostitse animoituna esikatseluna, joka kuuluu myyntiviestiisi.\n\nKasvata myyntiä lisäämällä visuaalinen selitys ilman valmistelua tai varaa kokousaika helposti ennakkoon.\n\nMuut ominaisuudet\n- helppo näytön jakaminen\n- ilmoitus katsojan vuorovaikutuksesta\n- näytön tallentaja\n- toista istunnon aikana korkealaatuisia videoita äänen kanssa\n- ohjaa katsojat takaisin laskeutumissivullesi istunnon jälkeen\n- liidientallennuswidgetti\n\nCrankWheel on ilmainen rajoitetussa kaupallisessa käytössä, jolloin käyttäjät voivat pitää jopa 15 kokousta kuukaudessa. Palveluun kuuluvat yritysluokan ominaisuudet, kuten kertakirjautuminen (SSO), mukautettavat verkkotunnukset, white label -palvelut, lokitiedot ja CRM-integraatio, jotka ovat saatavilla maksullisilla tilauksilla.\n\nConferenceCall.co.uk-yhteistyökumppanimme ryhmäpuhelut on integroitu CrankWheel-palveluun. Palvelu ei sisällä tilausmaksua, mutta jotkin ryhmäpuhelut voivat olla maksullisia ja veloittaa minuuttihinnan. Kaikki numerot ja hinnat löydät täältä: http://bit.ly/ccuk-numbers.\n\nKäytämme kerättäviä tietoja vain näytönjakamispalvelumme kehittämiseen ja käyttäjien eduksi. Keräämme selaushistorian näytön jakamisen aikana vain niiltä yritysasiakkailta, jotka antavat suostumuksensa valinnaiseen tarkastuslokiin tai sisällön suodatusominaisuudelle, mikä mahdollista näiden ominaisuuksien käytön. Keräämme myös kaatumisraportit diagnostisiin tarkoituksiin kolmannen osapuolen Sentry-nimisellä palvelulla niiltä tileiltä, jotka erikseen antavat suostumuksensa kyseisten tietojen lähettämiseen meille; nämä kaatumisraportit voivat sisältää henkilötietoja. Lue tietosuojakäytäntömme kokonaisuudessaan täällä: http://crankwheel.com/privacy-policy/.",
    "fr": "Partagez l'écran avec votre client aussi facilement que vous passez un appel téléphonique.  Les spectateurs n'ont jamais besoin d'installer de logiciel, même sur un téléphone portable. Laissez votre client contrôler votre écran à distance pour qu'il puisse s'en imprégner au besoin ou remplir des formulaires.\n\nEnregistrez vos réunions, créez des vidéos d'écran ou des enregistrements de webcam, grâce au stockage vidéo dans le cloud.  Partagez facilement les enregistrements sous forme de lien ou sous forme d'aperçu animé dans vos e-mails de vente. \n\nAugmentez vos ventes grâce à la possibilité d'ajouter une explication visuelle sans préparation, ou de réserver facilement une réunion à l'avance. \n\nAutres fonctionnalités : \n– Partage d'écran facile \n- Alerte d’engagement du spectateur\n– Enregistreur d'écran \n– Lecture de vidéos de haute qualité avec du son lors d'une session\n– Redirection des internautes vers votre page de destination après la session\n– Widget d'acquisition de prospects \n\nCrankWheel est gratuit pour une utilisation commerciale limitée à un nombre indéfini d'utilisateurs hébergeant jusqu'à 15 réunions par mois. Des fonctionnalités de niveau entreprise telles que l'identification unique (IU), les domaines personnalisés, l'affiliation en marque blanche, l'enregistrement des audits et l'intégration CRM sont disponibles pour les formules payantes.\n\nLe service de conférence téléphonique de notre partenaire ConferenceCall.co.uk est intégré dans CrankWheel.  Aucun frais d'abonnement n'est exigé pour ce service, mais certains numéros d'appel sont facturés à la minute. Veuillez consulter la liste complète des numéros et des tarifs sur http://bit.ly/ccuk-numbers. \n\nNous utilisons les données que nous collectons uniquement pour améliorer nos services de partage d'écran au profit de nos utilisateurs.  Nous ne recueillons l'historique de navigation lors du partage d'écran que pour les entreprises clientes qui souhaitent bénéficier des fonctionnalités optionnelles de journal d'audit ou de filtrage de contenu, afin de pouvoir activer ces fonctionnalités.  De plus, uniquement pour les comptes qui choisissent spécifiquement de nous envoyer des rapports d’incident à des fins de diagnostic, nous recueillons des rapports d’incident à l’aide d’un fournisseur tiers nommé Sentry, et ces rapports d’incident peuvent potentiellement inclure des données personnelles. Lisez l'intégralité de notre politique de confidentialité à l'adresse suivante : http://crankwheel.com/privacy-policy/",
    "it": "Condividi lo schermo con il tuo cliente con la stessa facilità con cui effettui una telefonata. Gli spettatori non hanno bisogno di installare alcun software, nemmeno sui dispositivi mobili. Consenti al tuo cliente di controllare a distanza il tuo schermo per \"mettere le mani sul prodotto\" se necessario o compilare moduli.\n\nRegistra le tue riunioni o crea screencast o acquisizioni da webcam, con l'archiviazione video nel cloud. Condividi facilmente le registrazioni sotto forma di collegamento o come anteprima animata nelle tue email di vendita.\n\nAumenta le vendite con la possibilità di aggiungere una spiegazione visiva senza preparazione o di fissare facilmente un incontro in anticipo.\n\nAltre caratteristiche:\n- Facile condivisione dello schermo\n- Avviso di coinvolgimento dello spettatore\n- Registratore dello schermo\n- Riproduzione di video ad alta qualità con audio in una sessione\n- Reindirizzamento degli spettatori alla pagina di destinazione al termine della sessione\n- Widget di acquisizione\n\nCrankWheel è gratuito per uso commerciale limitato per un numero qualsiasi di utenti che ospitano fino a 15 riunioni al mese, con funzionalità di livello aziendale come single sign-on (SSO), domini personalizzati, white label, registrazione a fini di controllo e integrazione con i sistemi CRM disponibili negli abbonamenti a pagamento.\n\nIn CrankWheel sono integrate le conferenze telefoniche del nostro servizio partner ConferenceCall.co.uk. Non è previsto alcun costo di abbonamento per questo servizio, ma per alcuni numeri dial-in è prevista una tariffa al minuto. Consulta l'elenco completo dei numeri e delle tariffe su http://bit.ly/ccuk-numbers.\n\nUtilizziamo i dati che raccogliamo solo per migliorare i nostri servizi di condivisione dello schermo a vantaggio dei nostri utenti. Solo per i clienti aziendali che accettano la registrazione a fini di controllo o le funzionalità di filtro dei contenuti opzionali, raccogliamo la cronologia di navigazione durante la condivisione dello schermo per abilitare le relative funzionalità. Inoltre, solo per gli account che scelgono specificamente di inviarci report sugli arresti anomali per scopi diagnostici, raccogliamo report sugli arresti anomali utilizzando un fornitore di terze parti denominato Sentry e tali report sugli arresti anomali potrebbero potenzialmente includere dati personali. Leggi la nostra politica sulla privacy completa su http://crankwheel.com/privacy-policy/",
    "ja": "電話をかけるのと同じくらい簡単に、顧客と画面を共有できます。 視聴者は、モバイルでもソフトウェアをインストールする必要は一切ありません。 必要に応じて、顧客が画面を遠隔操作して、「簡単な操作の確認」をしたり、フォームに入力したりできるようにします。\n\nクラウドビデオストレージを使用して、会議を録画したり、スクリーンキャストやウェブカメラキャプチャを作成したりできます。 録画内容はリンクとして、またはアニメーションプレビューとして営業メール内で簡単に共有できます。\n\n準備なしで視覚的な説明を追加したり、事前に簡単に会議を予約したりする機能を使って、売上を伸ばしましょう。\n\nその他の機能\n- 簡単な画面共有\n- 視聴者のエンゲージメントアラート\n- スクリーンレコーダー\n- セッション中にHQビデオを音声付きで再生\n- 視聴者をセッション後のランディングページにリダイレクト\n- リード獲得ウィジェット\n\nCrankWheelは、月に最大15回までの会議を主催する任意の数のユーザーに対して制限付きで商用利用が無料です。 有料プランでは、シンブルサインオン（SSO）、カスタムドメイン、ホワイトラベル、監査ログ、CRM統合などのエンタープライズクラスの機能をご利用いただけます。\n\n弊社のパートナーサービスであるConferenceCall.co.ukの電話会議がCrankWheelに統合されています。 このサービスにはサブスクリプション料金はかかりませんが、一部のダイヤルイン番号では分単位の料金がかかります。 番号と料金の完全なリストは、http://bit.ly/ccuk-numbers でご覧ください。\n\n弊社が収集したデータは、画面共有サービスを向上させ、ユーザーに利益をもたらすためにのみ使用します。 オプションの監査ログまたはコンテンツフィルタ機能に同意した企業顧客に対してのみ、これらの機能を有効にするために画面共有中に閲覧履歴を収集します。 また、診断目的でクラッシュレポートを弊社に送信することを特に選択したアカウントに対してのみ、Sentryというサードパーティプロバイダを使用してクラッシュレポートを収集します。そのようなクラッシュレポートには個人データが含まれる可能性があります。 http://crankwheel.com/privacy-policy/ で弊社のプライバシーポリシー全文をお読みください。",
    "nl": "Deel uw scherm met uw klant net zo eenvoudig als wanneer u telefoneert. Kijkers hoeven nooit software te installeren, zelfs niet mobiel. Laat uw klant het scherm op afstand bedienen of formulieren invullen indien nodig.\n\nNeem uw vergaderingen op of maak screenscasts of webcamopnamen met video-opslag in de cloud. Deel opnames eenvoudig als link of als geanimeerd voorbeeld in uw sales e-mails.\n\nVerhoog de omzet met de mogelijkheid om zonder voorbereiding een visuele uitleg of eenvoudig vooraf een bijeenkomst te boeken.\n\nAndere mogelijkheden:\n- Eenvoudig scherm delen\n- Waarschuwing voor kijkersbetrokkenheid\n- Screen-recorder\n- Speel HQ-video's met geluid af in een sessie\n- Leid kijkers door naar de postsessie van uw landingspagina\n- Leadregistratie-widget\n\nCrankWheel is gratis voor beperkt commercieel gebruik voor een willekeurig aantal gebruikers die maximaal 15 vergaderingen per maand hosten, met functies van ondernemingsklasse zoals single sign-on (SSO), aangepaste domeinen, white labeling, auditlogging en CRM-integratie, beschikbaar bij betaalde abonnementen.\n\nTelefonische conferenties van onze partnerservice ConferenceCall.co.uk zijn geïntegreerd in CrankWheel. Er zijn geen abonnementskosten verbonden aan deze dienst, maar voor sommige inbelnummers geldt een tarief per minuut. Bekijk een volledige lijst met nummers en tarieven op http://bit.ly/ccuk-numbers.\n\nWe gebruiken de gegevens die we verzamelen alleen om onze diensten voor het delen van schermen te verbeteren ten behoeve van onze gebruikers. Alleen voor zakelijke klanten die zich aanmelden voor de optionele auditlogboek- of inhoudfilterfuncties, verzamelen we de browsegeschiedenis tijdens het delen van het scherm om deze functies in te schakelen. Bovendien verzamelen we alleen voor accounts die er specifiek voor kiezen om ons crashrapporten te sturen voor diagnostische doeleinden, crashrapporten met behulp van een externe provider genaamd Sentry. Dergelijke crashrapporten kunnen mogelijk persoonlijke gegevens bevatten. Lees ons volledige privacybeleid op http://crankwheel.com/privacy-policy/",
    "no": "Del skjermen med kunden din like enkelt som å ta en telefonsamtale. Kunden trenger ikke å installere noe programvare, selv ikke på mobilen. La kunden om nødvendig fjernstyre skjermen din for å sjekke om det fungerer bra, eller fylle ut skjemaer.\n\nTa opp møtene dine eller lag skjermvideo eller webkameraopptak med videolagring i skyen. Del opptak på en enkel måte som en lenke eller som en forhåndsvisning med animasjon i salgs-e-postene dine.\n\nØk salget med muligheten til å legge til en visuell forklaring uten forberedelser, eller til enkelt å forhåndsavtale et møte.\n\nAndre funksjoner:\n– Enkel skjermdeling\n– Varsel om kundeengasjement\n– Skjermopptaker\n– Avspilling av høykvalitets-videoer med lyd underveis i en økt\n– Videresending av kunder til landingssiden din etter økten\n– Elementer for å fange opp potensielle kunder\n\nCrankWheel er gratis for begrenset kommersiell bruk uansett antall brukere som avholder opptil 15 møter per måned. Funksjoner for storbedrifter – som single sign-on (SSO), kundedomener, hvitmerking, revisjonslogging og CRM-integrasjon er tilgjengelige med betalte abonnement.\n\nTelefonkonferanser fra tjenestepartneren vår, ConferenceCall.co.uk, er integrert i CrankWheel. Det er ingen abonnementsavgift for denne tjenesten, men for noen innringningsnummer påløper det en minuttavgift. Se komplett liste over nummer og priser på http://bit.ly/ccuk-numbers.\n\nVi bruker opplysningene vi samler inn kun til å forbedre skjermdelingstjenestene våre til brukernes beste. Vi samler kun inn surfehistorikk under skjermdeling for bedriftskunder som har valgt de valgfrie funksjonene for revisjonslogg eller innholdsfiltre, for å muliggjøre disse funksjonene. For kontoer som spesifikt har samtykket til å sende oss crash-rapporter for diagnoseformål samler vi i tillegg inn crash-rapporter ved hjelp av en tredjepartsleverandør, Sentry. Disse crash-rapportene kan potensielt inneholde personopplysninger. Les den fullstendige personvernerklæringen vår her http://crankwheel.com/privacy-policy/",
    "pl": "Udostępniaj ekran klientowi tak łatwo, jak dzwonisz przez telefon. Oglądający nie muszą instalować żadnego oprogramowania, nawet w przypadku urządzeń mobilnych. W razie potrzeby możesz pozwolić klientowi na zdalne sterowanie Twoim ekranem, żeby lepiej zorientował się w możliwościach lub wypełnił formularze.\n\nZapisuj spotkania i nagrywaj ekran lub obraz z kamery, korzystając z funkcji przechowywania wideo w chmurze. Z łatwością udostępniaj w e-mailach sprzedażowych linki do nagrań bądź animowane podglądy.\n\nZwiększ sprzedaż, dodając wizualne objaśnienia (niewymagające przygotowań), i prosto rezerwuj terminy spotkań.\n\nInne funkcje:\n– łatwe udostępnianie ekranu,\n– alert o zaangażowaniu oglądających,\n– nagrywanie ekranu,\n– odtwarzanie wideo wysokiej jakości z dźwiękiem w czasie sesji,\n– przekierowywanie oglądających do sesji z publikacją Twojej strony docelowej,\n– widżet do wychwytywania potencjalnych klientów.\n\nAplikacja CrankWheel jest darmowa do ograniczonego użytku komercyjnego dla dowolnej liczby użytkowników i do 15 spotkań miesięcznie, a w płatnych planach dostępne są takie funkcje klasy biznesowej, jak pojedyncze uwierzytelnienie, personalizowane domeny, znakowanie własną marką, rejestrowanie audytów i integracja CRM.\n\nZ aplikacją CrankWheel zintegrowana jest usługa konferencji telefonicznych udostępniana przez naszego partnera ConferenceCall.co.uk. Ta usługa nie ma opłat subskrypcyjnych, ale w przypadku niektórych numerów naliczana jest opłata za minutę. Pełną listę numerów i stawek podano na stronie http://bit.ly/ccuk-numbers.\n\nZbieranych danych używamy wyłącznie do ulepszania naszych usług udostępniania ekranu dla korzyści naszych użytkowników. Historię przeglądania podczas udostępniania ekranu zapisujemy wyłącznie w odniesieniu do użytkowników firmowych, którzy wyrażą chęć korzystania z dodatkowych funkcji rejestrowania audytów lub filtrowania treści – jest to wymagane do działania tych funkcji. Ponadto tylko w przypadku kont użytkowników, którzy wyrazili chęć przesyłania nam raportów o awariach do celów diagnostycznych, zbieramy raporty o tych awariach za pośrednictwem podmiotu zewnętrznego – firmy Sentry, przy czym raporty te mogą potencjalnie zawierać dane osobowe. Pełną politykę prywatności publikujemy na stronie http://crankwheel.com/privacy-policy/"
  }
}