{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spacebar Counter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Test your Spacebar Hit per second."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spacebar Counter - Spacebar Test is a fun game. Here you can test your spacebar hitting speed just in movements. \n\nIt is an effective way to measure and improve your spacebar hitting speed. In gaming, we all gamers knew that how clicking a spacebar plays a crucial role while playing. \n\nIn first-person simulation games, the spacebar is the key that plays an action of crawling and jumping.The crawling and jumping action in the simulation game can only save your life when your enemy aiming at your shoot.\n\nCrawling is the action that can make you unnoticeable, and your enemies cannot spot you easily. Features:Quick and Easy: It is a quick and easy online spacebar test to measure your spacebar clicking.\n\nThe Purpose of Spacebar Counter\n\n1.We built this tool by keeping in mind that to giving the best gaming environment to users to practice their spacebar clicking.\n\n2.Boosting your spacebar clicking speed can simultaneously help users to improve their gaming and working skills.\n\n3.Behind this, it helps you gather gaming community challenges.Advantages of Spacebar Test\n\nLet's take a look at the advantages and benefits that the spacebar test provides:\n\n1.View your result after completing the spacebar test.\n2.Challenge your mates or gaming community. Shine your records.\n3.Enhance your gaming skills and become a pro."
  }
}