{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fair AdBlocker MV3 (Beta)"
  },
  "short": {
    "am,ar,bn,ca,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,hi,id,kn,ml,mr,ms,no,ru,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Block annoying ads, popups, malware and tracking (even on Facebook & Youtube), browse faster, and protect your privacy.",
    "bg": "Блокиране на дразнещи реклами, изскачащи прозорци, злонамерен софтуер и проследяване (дори на Facebook и Youtube), по-бързо…",
    "cs": "Blokujte otravné reklamy, vyskakovací okna, malware a sledování (i na Facebooku a YouTube), procházejte rychleji a chráníte své…",
    "da": "Bloker irriterende reklamer, pop-ups, malware og sporing (selv på Facebook og Youtube), surf hurtigere og beskyt din privatliv.",
    "de": "Blockieren Sie lästige Anzeigen, Popups, Malware und Tracking (auch auf Facebook & Youtube), browsen Sie schneller und schützen Sie…",
    "el": "Αποκλείστε ενοχλητικές διαφημίσεις, αναδυόμενα παράθυρα, malware και παρακολούθηση (ακόμη και σε Facebook & Youtube), περιηγηθείτε…",
    "es": "Bloquea anuncios molestos, pop-ups, malware y rastreo (incluso en Facebook y YouTube), navega más rápido y protege tu privacidad.",
    "et": "Takistage tüütuid reklaame, hüpikaknaid, pahavara ja jälgimist (isegi Facebookis ja Youtube'is), sirvige kiiremini ja kaitsege oma…",
    "fi": "Estä ärsyttävät mainokset, ponnahdusikkunat, haittaohjelmat ja seurannan (jopa Facebookissa ja YouTubessa), selaa nopeammin ja…",
    "fr": "Bloquez les publicités ennuyeuses, les pop-ups, les logiciels malveillants et le suivi (même sur Facebook et Youtube), naviguez…",
    "he": "חסום פרסומות מפריעות, חלונות קופצים, תוכנות זדוניות ומעקב (גם בפייסבוק ויוטיוב), דפדפן מהיר יותר והגנה על הפרטיות שלך.",
    "hr": "Blokiraj dosadne oglase, iskačuće prozore, malware i praćenje (čak i na Facebooku i YouTubeu), brže pregledavanje i zaštita vaše…",
    "hu": "Blokkolja az idegesítő hirdetéseket, felugró ablakokat, rosszindulatú szoftvereket és követést (még a Facebookon és a YouTube-on…",
    "it": "Blocca annunci fastidiosi, pop-up, malware e tracciamento (anche su Facebook e Youtube), naviga più velocemente e proteggi la tua…",
    "ja": "迷惑な広告、ポップアップ、マルウェア、追跡をブロック（FacebookやYouTubeでも）、より高速にブラウズし、プライバシーを保護します。",
    "ko": "귀찮은 광고, 팝업, 악성 코드 및 추적을 차단하고 (Facebook 및 Youtube에서도), 더 빠르게 탐색하고 개인 정보를 보호합니다.",
    "lt": "Blokuokite nemalonius skelbimus, iškylančius langus, kenksmingas programas ir stebėjimą (net Facebook ir Youtube), naršykite…",
    "lv": "Bloķē kaitinošas reklāmas, uznirstošos logus, ļaunprātīgu programmatūru un sekošanas ierīces (pat Facebook un Youtube), pārlūkojiet…",
    "nl": "Blokkeren van vervelende advertenties, pop-ups, malware en tracking (zelfs op Facebook & Youtube), sneller browsen en uw privacy…",
    "pl": "Zablokuj uciążliwe reklamy, wyskakujące okienka, złośliwe oprogramowanie i śledzenie (nawet na Facebooku i YouTube), przeglądaj…",
    "pt_BR": "Bloquear anúncios irritantes, pop-ups, malware e rastreamento (mesmo no Facebook e Youtube), navegar mais rápido e proteger sua…",
    "pt_PT": "Bloqueie anúncios irritantes, pop-ups, malware e rastreamento (mesmo no Facebook e Youtube), navegue mais rápido e proteja sua…",
    "ro": "Blocați reclamele enervante, popup-urile, malware-ul și urmărirea (inclusiv pe Facebook și Youtube), navigați mai rapid și vă…",
    "sk": "Zablokovať otravné reklamy, vyskakovacie okná, malware a sledovanie (aj na Facebooku a YouTube), prehliadať rýchlejšie a chrániť…",
    "sl": "Blokiraj nadležne oglase, pojavnike, zlonamerno programsko opremo in sledenje (tudi na Facebooku in YouTubu), hitrejše brskanje in…",
    "sv": "Blockera irriterande annonser, popup-fönster, skadlig kod och spårning (även på Facebook och Youtube), surfa snabbare och skydda…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stands Fair AdBlocker Beta version.\n\nBlock annoying ads, popups, malware and tracking (even on Facebook & Youtube), browse faster, and protect your privacy.\n\nBe aware that this is a beta version, so it may contain bugs of all kinds!\n\nPlease let us know if you encounter any issues here:\nhttps://www.standsapp.org/send-bug-report/\n\nYou can find stable version of Stands Fair AdBlocker here:\nhttps://chrome.google.com/webstore/detail/fair-adblocker/lgblnfidahcdcjddiepkckcfdhpknnjh"
  }
}