{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "XAD Client for CRM New Version"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "XAD Client for CRM New Version"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to XAD Extension\nXAD (client-site addon) Chrome Extension is Computer Telephony Integrations (CTI) Agent Desktop Application for CRM(s) integration (Freshdesk, Freshsales, Salesforce, Zendesk) specially designed for Call Center Agent/Contact Center Agent. Using for Windows, Linux and MacOS.\nHow does it work?\n- Go to the Chrome web store, search for the XAD keyword then add it to your chrome.\n- Login into XAD Extension with your individual call center account.\n- Receive incoming calls and provides caller identification feature (screen pop-up) via your CRM application.\n- Click on a phone number and make a call.\n- Make outgoing calls via the call\n- All your calls will automatically get logged and recorded in your XAD account.\n- More features: Agent Information, Pause (with reasons list), Unpause, Show Call Waiting (CW), Logout.\n\n----------------------------------------------------------------------------------------------------\nv2.4.0.0\n- Upgrade XAD extension system.\n- Upgrade to the latest version of SocketIO.\n- Integrate Webpack into the extension.\nv2.3.02.02\n- Update some errors that arise for the calling feature via Zalo.\nv2.3.02.01\n- Add a new feature to allow calling via Zalo.\nv2.3.01.13\n- Update some new features for the Sales Console.\nv2.3.01.12\n- Update call not sending a request to create ticket on FreshDesk.\nv2.3.01.11\n- Fix error when logging in with the same extension number.\nv2.3.01.10\n- Update more options when call ringing, create a case on Salesforce.\nv2.3.01.09\n- Update and fix some issues related to the Ubuntu operating system.\nv2.3.01.08\n- Fix click to call from Case Salesforce add call log to Case.\nv2.3.01.07\n- Update to add automatic call log assignment for FreshSales.\nv2.3.01.06\n- Update more modules for sending messages with Zalo (ZNS) Template.\n- Fix agent login error with previously configured CRM.\n- Fix the error of displaying the wrong message that the agent is already logged in.\nv2.3.01.05\n- Update more customer information displayed on CRM Zendesk.\n- Fixed some bugs not showing call log in CRM FreshSales.\nv2.3.01.04\n- Fixed some bugs related to multi-tab refresh.\nv2.3.01.03\n- Fixed some bugs in modules sms.\nv2.3.01.02\n- Fixed some bugs.\nv2.3.01.01\n- Fixed some interface bugs.\nv2.2.12.21\n- Update more English and Vietnamese languages.\nv2.2.11.10\n- Updated feature to add call log manually when complete calls for FreshSales.\n- Updated feature when ending a call, automatically returning to the previously opened tab while in another tab.\n- Update feature on/off Transfer CSAT.\nv2.2.09.19\n- Change get config from the file to the options page.\nv2.2.06.10\n- Update manifest version 2 to manifest version 3.\n- Change the way to load Jquery and Socket IO in background.service worker.\n- Update the new interface for the extension."
  }
}