{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trade-Off Assessment Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "You can quickly verify if something is worth it relative to your golden standard"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trade-Off Assessment Tool\n\nOverview:\nThe \"Trade-Off Assessment Tool\" is a Chrome extension designed to assist users in evaluating trade-offs between two items by providing insights into their relative values. This extension aims to simplify decision-making processes by offering a direct and visual comparison between the costs of different items.\n \nKey Features:\nItem Cost Comparison:\nUsers can input the names and costs of two items, denoted as A and B.\nPrices can be set in the user's local currency.\n\nNo Currency Constraints:\nThere are no currency constraints, as long as the user uses the same currency for both items. The extension provides flexibility in currency input.\n\nTrade-Off Analysis:\nThe extension calculates and displays how many units of item A can be acquired with the cost of item B and vice versa.\nThis feature allows users to understand the trade-offs involved in choosing one item over another.\n\nUser-Friendly Interface:\nThe interface is designed for simplicity, ensuring users can effortlessly input prices, view comparisons, and make informed decisions.\n\n\nHow to Use:\n\nInstallation:\nEasily install the extension from the Chrome Web Store.\nAccess the extension through the Chrome toolbar.\n\nInput Prices:\nClick on the extension icon to open a pop-up where users can enter the names and costs of items A and B.\nChoose the preferred currency for price input.\n\nView Trade-Off:\nAfter entering prices, the extension instantly calculates and displays the trade-off between the two items.\n\nDynamic Updates:\nUsers can dynamically update prices and witness real-time adjustments to the trade-off comparison.\n\nExample Scenarios:\n\nBudgeting for Groceries:\nScenario: User has a weekly grocery budget of $200.\nInput: Set item A as \"Groceries\" with a cost of $200 per week, and item B as \"Dining Out\" with a price of $50 per dining-out experience (assuming the person goes out 4 times a month).\nResult: The extension shows that with the cost of one dining-out experience, the user could cover the expenses of one week's groceries, aiding in budget optimization. This comparison helps the user understand the equivalent value of dining out in terms of their weekly grocery budget.\n\nMajor Purchase Decision:\nScenario: User is considering purchasing a car for $15,000.\nInput: Set item A as \"Car\" with a cost of $15,000 and item B as \"Weekend Getaways\" with a price of $500 each.\nResult: The extension reveals that the cost of the car is equivalent to 30 weekend getaways, assisting the user in making informed decisions.\n\n\nBenefits:\nInformed Decision-Making:\nUsers can make informed decisions by directly comparing the trade-offs between different items.\n\nBudget Optimization:\nThe extension assists users in optimizing their budget by visualizing the trade-offs in costs.\n\nPrioritization of Spending:\nUsers can prioritize spending based on trade-offs, aligning with their financial goals and preferences.\n\nTime-Saving:\nStreamlines decision-making processes, saving users time and effort in manual calculations.\n\nConclusion:\nThe \"Trade-Off Assessment Tool\" extension empowers users to make strategic decisions by providing clear and visual representations of the trade-offs involved in choosing between two items. Whether managing a weekly budget or contemplating a significant purchase, this extension enhances financial awareness and supports users in aligning their spending with their priorities and goals. Install the extension today and embark on a more informed trade-off assessment journey!"
  }
}