{
  "name": {
    "ar": "لعبة تلبيس الفتاة - تعمل دون اتصال بالإنترنت",
    "am": "የሴት ልጅ አለባበስ ጨዋታ - ከመስመር ውጭ ይሰራል",
    "bg": "Игра за обличане на момичета - работи офлайн",
    "bn": "গার্ল ড্রেস আপ গেম - অফলাইনে চলে",
    "ca": "Joc de vestir per a noies",
    "cs": "Girl Dress Up Game – běží offline",
    "da": "Girl Dress Up Game - Kører offline",
    "de": "Mädchen-Ankleidespiel - Läuft offline",
    "el": "Girl Dress Up Game -Εκτελείται εκτός σύνδεσης",
    "en,en_AU,en_GB,en_US": "Girl Dress Up Game - Runs Offline",
    "es,es_419": "Juego de Vestir a Niñas",
    "et": "Tüdrukute riietumismäng",
    "fa": "بازی لباس دختر - آفلاین اجرا می شود",
    "fi": "Tyttöpukemispeli - toimii offline-tilassa",
    "fil": "Girl Dress Up Game - Tumatakbo Offline",
    "fr": "Jeu d'habillage de fille",
    "gu": "ગર્લ ડ્રેસ અપ ગેમ - ઑફલાઇન ચાલે છે",
    "he": "משחק הלבשה לילדות - פועל במצב לא מקוון",
    "hi": "लड़की ड्रेस अप गेम - ऑफ़लाइन चलता है",
    "hr": "Igra oblačenja djevojaka",
    "hu": "Lányos öltöztetős játék – Offline is fut",
    "id": "Girl Dress Up Game - Berjalan Offline",
    "it": "Girl Dress Up Game - Funziona Offline",
    "ja": "女の子着せ替えゲーム - オフラインで実行",
    "kn": "ಗರ್ಲ್ ಪ್ರಸಾಧನ ಗೇಮ್",
    "ko": "소녀 옷 입히기 게임 - 오프라인 실행",
    "lt": "Mergaičių puošmenų žaidimas",
    "lv": "Meiteņu saģērbšanas spēle -darbojas bezsaistē",
    "ml": "ഗേൾ ഡ്രസ് അപ്പ് ഗെയിം",
    "mr": "गर्ल ड्रेस अप गेम - ऑफलाइन चालतो",
    "ms": "Permainan Berdandan Gadis",
    "nl": "Aankleedspel voor meisjes - werkt offline",
    "no": "Girl Dress Up Game - Kjører frakoblet",
    "pl": "Girl Dress Up Gra - Działa w trybie offline",
    "pt_BR,pt_PT": "Jogo de Vestir Meninas - Funciona Offline",
    "ro": "Joc de îmbrăcare pentru fete -rulează offline",
    "ru": "Игра одевалки для девочек",
    "sk": "Hra na obliekanie dievčat – beží offline",
    "sl": "Igra oblačenja deklet - deluje brez povezave",
    "sr": "Гирл Дресс Уп Гаме - ради ван мреже",
    "sv": "Girl Dress Up Game - Körs offline",
    "sw": "Mchezo wa Mavazi ya Msichana",
    "ta": "கேர்ள் டிரஸ் அப் கேம் - ஆஃப்லைனில் ஓடுகிறது",
    "te": "గర్ల్ డ్రెస్ గేమ్ - ఆఫ్‌లైన్‌లో నడుస్తుంది",
    "th": "เกมแต่งตัวสาว - วิ่งแบบออฟไลน์",
    "tr": "Kız Giydirme Oyunu - Çevrimdışı Çalışıyor",
    "uk": "Гра «Одягалки для дівчат»",
    "vi": "Trò chơi Girl Dress Up - Chạy ngoại tuyến",
    "zh_CN": "女孩装扮游戏 - 离线运行",
    "zh_TW": "女孩裝扮遊戲 - 離線運行"
  },
  "short": {
    "ar": "تم تصميم لعبة Girl Dress Up لمساعدة الفتاة في العثور على الأسلوب الذي تبحث عنه! استمتع بتكوين الفتاة أيضًا.",
    "am": "የሴት ልጅ አለባበስ ጨዋታ ልጅቷ የምትፈልገውን ዘይቤ እንድታገኝ ለመርዳት ታስቦ ነው! ልጃገረዷን በማዘጋጀት ይዝናኑ.",
    "bg": "Играта Girl Dress Up е предназначена да помогне на момичето да намери стила, който търси! Забавлявайте се и да гримирате момичето.",
    "bn": "গার্ল ড্রেস আপ গেমটি মেয়েটিকে যে স্টাইলটি খুঁজছেন তা খুঁজে পেতে সহায়তা করার জন্য ডিজাইন করা হয়েছে! মেয়েটিকেও মেক আপ করে মজা নিন।",
    "ca": "El joc Girl Dress Up està dissenyat per ajudar la noia a trobar l'estil que busca! Diverteix-te també creant la noia.",
    "cs": "Hra Girl Dress Up je navržena tak, aby pomohla dívce najít styl, který hledá! Bavte se také líčením dívky.",
    "da": "Girl Dress Up-spil er designet til at hjælpe pigen med at finde den stil, hun leder efter! God fornøjelse med at sminke pigen.",
    "de": "Das Spiel „Girl Dress Up“ wurde entwickelt, um dem Mädchen zu helfen, den Stil zu finden, nach dem es sucht! Genießen!",
    "el": "Το παιχνίδι Girl Dress Up έχει σχεδιαστεί για να βοηθήσει το κορίτσι να βρει το στυλ που ψάχνει! Καλα να περνας!",
    "en,en_AU,en_GB,en_US": "Girl Dress Up game is designed to help the girl find the style she is looking for! Have fun making up the girl as well.",
    "es,es_419": "¡El juego Girl Dress Up está diseñado para ayudar a la chica a encontrar el estilo que está buscando! ¡Que te diviertas!",
    "et": "Tüdrukute riietumismäng on loodud selleks, et aidata tüdrukul leida otsitavat stiili! Lõbutsege ka tüdruku mekkimisega.",
    "fa": "بازی Girl Dress Up طراحی شده است تا به دختر کمک کند سبک مورد نظر خود را پیدا کند! از آرایش دختر نیز لذت ببرید.",
    "fi": "Girl Dress Up -peli on suunniteltu auttamaan tyttöä löytämään etsimäänsä tyyli! Pidä hauskaa myös tytön meikkaamisesta.",
    "fil": "Ang larong Pambabae Dress Up ay idinisenyo upang matulungan ang batang babae na mahanap ang estilo na hinahanap niya! Magsaya ka!",
    "fr": "Le jeu Girl Dress Up est conçu pour aider la fille à trouver le style qu'elle recherche! Amusez-vous aussi à maquiller la fille.",
    "gu": "ગર્લ ડ્રેસ અપ ગેમ છોકરીને તે શોધી રહી છે તે શૈલી શોધવામાં મદદ કરવા માટે બનાવવામાં આવી છે! છોકરી બનાવવાની મજા માણો.",
    "he": "משחק Girl Dress Up נועד לעזור לילדה למצוא את הסגנון שהיא מחפשת! תהנה גם להמציא את הילדה.",
    "hi": "गर्ल ड्रेस अप गेम को लड़की को वह स्टाइल खोजने में मदद करने के लिए डिज़ाइन किया गया है जिसकी उसे तलाश है! मस्ती करो!",
    "hr": "Girl Dress Up igrica dizajnirana je da pomogne djevojci pronaći stil koji traži! Zabavite se i u šminkanju djevojke.",
    "hu": "Lányos öltöztetős játék célja, hogy segítsen a lánynak megtalálni a keresett stílust! Jó szórakozást a lány sminkeléséhez is.",
    "id": "Game Girl Dress Up dirancang untuk membantu sang gadis menemukan gaya yang dia cari! Bersenang-senang membuat gadis itu juga.",
    "it": "Girl Dress Up è un gioco progettato per aiutare la ragazza a trovare lo stile che sta cercando! Divertiti anche a truccarla!",
    "ja": "ガールドレスアップゲームは、女の子が探しているスタイルを見つけるのに役立つように設計されています! 女の子のメイクも楽しんでください。",
    "kn": "ಗರ್ಲ್ ಪ್ರಸಾಧನ ಆಟವನ್ನು ಹುಡುಗಿಗೆ ತಾನು ಹುಡುಕುತ್ತಿರುವ ಶೈಲಿಯನ್ನು ಕಂಡುಹಿಡಿಯಲು ಸಹಾಯ ಮಾಡಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ! ಹುಡುಗಿಯನ್ನು ಕೂಡ ಮಾಡಿ ಮಜಾ ಮಾಡಿ",
    "ko": "Girl Dress Up 게임은 소녀가 원하는 스타일을 찾을 수 있도록 도와줍니다! 소녀를 만드는 재미도 있습니다.",
    "lt": "Žaidimas „Girl Dress Up“ yra skirtas padėti merginai rasti stilių, kurio ji ieško! Smagiai pasipuoškite ir mergaitei.",
    "lv": "Spēle Girl Dress Up ir izstrādāta, lai palīdzētu meitenei atrast stilu, ko viņa meklē! Izklaidējies arī meitenes veidošanā.",
    "ml": "ഗേൾ ഡ്രസ് അപ്പ് ഗെയിം രൂപകൽപ്പന ചെയ്തിരിക്കുന്നത് പെൺകുട്ടിയെ അവൾ തിരയുന്ന ശൈലി കണ്ടെത്താൻ സഹായിക്കുന്നതിന് വേണ്ടിയാണ്! ആസ്വദിക്കൂ!",
    "mr": "गर्ल ड्रेस अप गेम मुलीला ती शोधत असलेली शैली शोधण्यात मदत करण्यासाठी डिझाइन केलेली आहे! मुलीच्या मेक अपमध्येही मजा करा.",
    "ms": "Permainan Girl Dress Up direka untuk membantu gadis itu mencari gaya yang dia cari! Asyik mengada-ngada juga.",
    "nl": "Girl Dress Up-game is ontworpen om het meisje te helpen de stijl te vinden waarnaar ze op zoek is! Genieten van!",
    "no": "Girl Dress Up-spillet er designet for å hjelpe jenta med å finne stilen hun leter etter! Ha det gøy med å sminke jenta også.",
    "pl": "Gra Girl Dress Up została zaprojektowana, aby pomóc dziewczynie znaleźć styl, którego szuka! Baw się dobrze, wymyślając dziewczynę.",
    "pt_BR,pt_PT": "O jogo Girl Dress Up foi desenvolvido para ajudar a garota a encontrar o estilo que procura! Divirta-se inventando a garota também.",
    "ro": "Jocul Girl Dress Up este conceput pentru a ajuta fata să găsească stilul pe care îl caută! Distrează-te și inventând fata.",
    "ru": "Игра Girl Dress Up предназначена для того, чтобы помочь девушке найти стиль, который она ищет!",
    "sk": "Hra Girl Dress Up je navrhnutá tak, aby pomohla dievčaťu nájsť štýl, ktorý hľadá! Bavte sa aj s líčením dievčaťa.",
    "sl": "Igra Girl Dress Up je zasnovana tako, da dekletu pomaga najti slog, ki ga išče! Zabavaj se tudi pri ličenju punčke.",
    "sr": "Игра Гирл Дресс Уп је дизајнирана да помогне девојци да пронађе стил који тражи! Забавите се и шминкањем девојке.",
    "sv": "Girl Dress Up-spelet är designat för att hjälpa tjejen att hitta den stil hon letar efter! Ha kul att sminka tjejen också.",
    "sw": "Mchezo wa Mavazi ya Msichana umeundwa kusaidia msichana kupata mtindo anaotafuta! Furahia kutengeneza msichana pia.",
    "ta": "கேர்ள் டிரஸ் அப் கேம் பெண் தான் தேடும் பாணியைக் கண்டறிய உதவும் வகையில் வடிவமைக்கப்பட்டுள்ளது! பெண்ணையும் உருவாக்கி மகிழுங்கள்.",
    "te": "గర్ల్ డ్రెస్ గేమ్ అమ్మాయి తాను వెతుకుతున్న శైలిని కనుగొనడంలో సహాయపడటానికి రూపొందించబడింది! అమ్మాయిని కూడా తయారు చేసి ఆనందించండి.",
    "th": "เกมแต่งตัวสาวได้รับการออกแบบมาเพื่อช่วยให้สาว ๆ ค้นหาสไตล์ที่เธอกำลังมองหา! ขอให้สนุกกับการแต่งหน้าสาวเช่นกัน",
    "tr": "Kız Giydirme oyunu, kızın aradığı stili bulmasına yardımcı olmak için tasarlanmıştır! Kızı hazırlarken de iyi eğlenceler.",
    "uk": "Гра Girl Dress Up створена, щоб допомогти дівчині знайти стиль, який вона шукає! Намалюйте дівчину також.",
    "vi": "Trò chơi Girl Dress Up được thiết kế để giúp cô gái tìm thấy phong cách mà cô ấy đang tìm kiếm! Hãy vui vẻ tạo nên cô gái là tốt.",
    "zh_CN": "女孩装扮游戏旨在帮助女孩找到她想要的风格！ 玩得开心化妆的女孩。",
    "zh_TW": "女孩裝扮遊戲旨在幫助女孩找到她想要的風格！ 玩得開心化妝的女孩。"
  },
  "long": {
    "ar": "Girl Dress Up هي لعبة تلبيس ومكياج للفتيات. إنها مجرد واحدة من العديد من ألعاب التزيين التي لدينا.\n\nالفتيات تلبيس اللعب\nحان الوقت للفتاة للحصول على مظهر جديد. تتيح لك هذه اللعبة الاعتناء بشعرك وبشرتك وأظافرك ، على سبيل المثال لا الحصر.\n\nحوّل هذه الفتاة إلى نجمة سينمائية أو نجمة روك أو أي شخص تريده. لا يوجد حد لخيالك. هل أنت مستعد للعب لعبة الموضة هذه؟\n\nكيف تلعب لعبة تلبيس الفتاة\nلعب لعبة Girl Dress Up أمر بسيط. هناك 12 فئة ، بما في ذلك الشعر والأظافر والعينين والإكسسوارات والملابس والأحذية و 200 عنصر.\nدع خيالك ينطلق. بعد تعديل مظهر الفتاة ، يمكنك حفظ الصورة.\n\nضوابط\nباستخدام الكمبيوتر: استخدم الماوس لتحديد الفئات والعناصر.\nباستخدام جهاز محمول: حدد العناصر عن طريق لمسها.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nميزات:\n- لعبة HTML5\n- من السهل اللعب\n- 100٪ مجانا\n- لعبة غير متصل بالإنترنت\n\nهل يمكنك إنشاء ملابس أنيقة أثناء لعب لعبة Girl Dress Up؟ اجعلنا نرى إبداعك من خلال لعب ألعاب الموضة. استمتع!",
    "am": "የሴት ልጅ አለባበስ ሁለቱም የአለባበስ ጨዋታ እና የሴቶች የመዋቢያ ጨዋታ ነው። ካለንባቸው በርካታ የአለባበስ ጨዋታዎች አንዱ ነው።\n\nየሴቶች ጨዋታ ይለብሳሉ\nልጅቷ አዲስ መልክ የምታገኝበት ጊዜ ነው። ይህ ጨዋታ ጥቂቶቹን ለመጥቀስ ጸጉርዎን፣ ቆዳዎን እና ጥፍርዎን እንዲንከባከቡ ያስችልዎታል።\n\nይህችን ልጅ ወደ የፊልም ኮከብ፣ የሮክ ኮከብ ወይም የፈለጋችሁትን ሰው አድርጉ። በምናባችሁ ላይ ምንም ገደብ የለም. ይህን የፋሽን ጨዋታ ለመጫወት ዝግጁ ኖት?\n\nየሴት ልጅ አለባበስ ጨዋታን እንዴት መጫወት እንደሚቻል\nየሴት ልጅ አለባበስ ጨዋታን መጫወት ቀላል ነው። ፀጉር፣ ጥፍር፣ አይኖች፣ መለዋወጫዎች፣ አልባሳት፣ ጫማዎች እና 200 እቃዎች ጨምሮ 12 ምድቦች አሉ።\nምናብዎ ይውጣ። የሴት ልጅን ገጽታ ካስተካክሉ በኋላ ምስሉን ማስቀመጥ ይችላሉ.\n\nመቆጣጠሪያዎች\nኮምፒውተር በመጠቀም፡ ምድቦችን እና እቃዎችን ለመምረጥ መዳፊትዎን ይጠቀሙ።\nተንቀሳቃሽ መሣሪያን በመጠቀም፡ ንጥረ ነገሮቹን በመንካት ይምረጡ።\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nዋና መለያ ጸባያት:\n- HTML5 ጨዋታ\n- ለመጫወት ቀላል\n- 100% ነፃ\n- ከመስመር ውጭ ጨዋታ\n\nየሴት ልጅ አለባበስ ሲጫወቱ የሚያምር ልብስ መፍጠር ይችላሉ? የፋሽን ጨዋታዎችን በመጫወት ፈጠራዎን እንድናይ ያድርጉን። ይዝናኑ!",
    "bg": "Girl Dress Up е едновременно игра за обличане и игра за гримиране за момичета. Това е само една от многото игри за обличане, които имаме.\n\nИГРА ЗА МОМИЧЕТА ОБЛИЧАНЕ\nВреме е момичето да придобие нов облик. Тази игра ви позволява да се грижите за косата, кожата и ноктите си, за да назовем само няколко.\n\nПревърнете това момиче във филмова звезда, рок звезда или която искате. Няма ограничение за вашето въображение. Готови ли сте да играете тази модна игра?\n\nКАК СЕ ИГРАЕ НА ИГРАТА ЗА ОБЛИЧАНЕ НА МОМИЧЕТА\nИграта на Girl Dress Up е проста. Има 12 категории, включително коса, нокти, очи, аксесоари, дрехи, обувки и 200 артикула.\nРазвихрете въображението си. След като редактирате външния вид на момичето, можете да запазите изображението.\n\nУПРАВЛЕНИЯ\nС помощта на компютър: използвайте мишката, за да изберете категории и елементи.\nИзползване на мобилно устройство: изберете елементите, като ги докоснете.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nХАРАКТЕРИСТИКА:\n- HTML5 игра\n- Лесен за игра\n- 100% безплатно\n- Офлайн игра\n\nМожете ли да създадете стилно облекло, докато играете Girl Dress Up? Накарайте ни да видим вашата креативност, като играете модни игри. Забавлявай се!",
    "bn": "গার্ল ড্রেস আপ একটি ড্রেস আপ গেম এবং মেয়েদের জন্য একটি মেক আপ গেম উভয়ই। এটা আমাদের অনেক ড্রেসিং-আপ গেমের মধ্যে একটি মাত্র।\n\nমেয়েরা গেমপ্লে সাজায়\nমেয়েটির নতুন চেহারা পাওয়ার সময় এসেছে। এই গেমটি আপনাকে আপনার চুল, ত্বক এবং নখের যত্ন নিতে দেয়, কয়েকটি নাম।\n\nএই মেয়েটিকে একজন মুভি স্টার, রক স্টার বা আপনি যাকে চান তাকে পরিণত করুন। আপনার কল্পনার কোন সীমা নেই। আপনি এই ফ্যাশন খেলা খেলতে প্রস্তুত?\n\nগার্ল ড্রেস আপ গেমটি কীভাবে খেলবেন\nগার্ল ড্রেস আপ গেম খেলা সহজ। চুল, নখ, চোখ, আনুষাঙ্গিক, জামাকাপড়, জুতা এবং 200 টি আইটেম সহ 12 টি বিভাগ রয়েছে।\nআপনার চিন্তা ভাবনাকে ক্ষিপ্রগামী করুন। আপনি মেয়েটির চেহারা সম্পাদনা করার পরে, আপনি ছবিটি সংরক্ষণ করতে পারেন।\n\nনিয়ন্ত্রণ\nএকটি কম্পিউটার ব্যবহার করা: বিভাগ এবং আইটেম নির্বাচন করতে আপনার মাউস ব্যবহার করুন.\nএকটি মোবাইল ডিভাইস ব্যবহার করে: উপাদানগুলিকে স্পর্শ করে নির্বাচন করুন।\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nবৈশিষ্ট্য:\n- HTML5 গেম\n- খেলতে সহজ\n- 100% বিনামূল্যে\n- অফলাইন গেম\n\nগার্ল ড্রেস আপ খেলার সময় আপনি একটি আড়ম্বরপূর্ণ পোশাক তৈরি করতে পারেন? ফ্যাশন গেম খেলে আমাদের আপনার সৃজনশীলতা দেখতে দিন। আনন্দ কর!",
    "ca": "Girl Dress Up és alhora un joc de disfresses i un joc de maquillatge per a noies. És només un dels molts jocs de disfresses que tenim.\n\nJOC DE VESTIR LES NOIES\nÉs hora que la noia tingui un nou aspecte. Aquest joc et permet cuidar el teu cabell, la pell i les ungles, per citar-ne alguns.\n\nConverteix aquesta noia en una estrella de cinema, estrella de rock o qui vulguis. No hi ha límit a la teva imaginació. Estàs preparat per jugar a aquest joc de moda?\n\nCOM JUGAR AL JOC DE VESTIR NENES\nJugar al joc Girl Dress Up és senzill. Hi ha 12 categories, que inclouen cabells, ungles, ulls, accessoris, roba, sabates i 200 articles.\nDeixa volar la teva imaginació. Després d'editar l'aspecte de la noia, podeu desar la imatge.\n\nCONTROLS\nÚs d'un ordinador: utilitza el ratolí per seleccionar categories i elements.\nUtilitzant un dispositiu mòbil: seleccioneu els elements tocant-los.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nCARACTERÍSTIQUES:\n- Joc HTML5\n- Fàcil de jugar\n- 100% gratuït\n- Joc fora de línia\n\nPots crear un vestit elegant mentre jugues Girl Dress Up? Fes-nos veure la teva creativitat jugant a jocs de moda. Diverteix-te!",
    "cs": "Girl Dress Up je hra na oblékání i líčení pro dívky. Je to jen jedna z mnoha oblékacích her, které máme.\n\nHRANÍ DÍVKY OBLÉKEJTE SE\nJe čas, aby dívka získala nový vzhled. Tato hra vám umožní pečovat o své vlasy, pokožku a nehty, abychom jmenovali alespoň některé.\n\nUdělejte z této dívky filmovou hvězdu, rockovou hvězdu nebo koho chcete. Vaší fantazii se meze nekladou. Jste připraveni hrát tuto módní hru?\n\nJAK HRÁT HRU NA DÍVKU\nHraní hry Girl Dress Up je jednoduché. Existuje 12 kategorií, včetně vlasů, nehtů, očí, doplňků, oblečení, bot a 200 položek.\nPopusťte uzdu své fantazii. Po úpravě vzhledu dívky můžete obrázek uložit.\n\nŘÍZENÍ\nPomocí počítače: pomocí myši vyberte kategorie a položky.\nPomocí mobilního zařízení: vyberte prvky dotykem.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nFUNKCE:\n- Hra HTML5\n- Snadné přehrávání\n- 100% zdarma\n- Offline hra\n\nDokážete si při hře Girl Dress Up vytvořit stylový outfit? Ukažte nám svou kreativitu hraním módních her. Bavte se!",
    "da": "Girl Dress Up er både et udklædningsspil og et make-up spil for piger. Det er bare et af mange udklædningsspil, vi har.\n\nPIGER KLÆDDER UD SPIL\nDet er tid for pigen at få et nyt look. Dette spil lader dig pleje dit hår, din hud og dine negle, for at nævne nogle få.\n\nGør denne pige til en filmstjerne, rockstjerne eller hvem du nu vil. Der er ingen grænser for din fantasi. Er du klar til at spille dette modespil?\n\nSÅDAN SPILLER MAN PIGEKLÆDNINGSSPIL\nAt spille Girl Dress Up-spil er enkelt. Der er 12 kategorier, herunder hår, negle, øjne, accessories, tøj, sko og 200 genstande.\nLad din fantasi få frit løb. Når du har redigeret pigens udseende, kan du gemme billedet.\n\nKONTROLLER\nBrug af en computer: Brug din mus til at vælge kategorier og elementer.\nBrug af en mobilenhed: Vælg elementerne ved at trykke på dem.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nFUNKTIONER:\n- HTML5 spil\n- Let at spille\n- 100 % gratis\n- Offline spil\n\nKan du skabe et stilfuldt outfit, mens du spiller Girl Dress Up? Få os til at se din kreativitet ved at spille modespil. Hav det sjovt!",
    "de": "GirlDress Up ist sowohl ein Ankleidespiel als auch ein Schminkspiel für Mädchen. Es ist nur eines von vielen Ankleidespielen, die wir haben.\n\nMÄDCHEN VERKLEIDEN GAMEPLAY\nEs ist Zeit für das Mädchen, einen neuen Look zu bekommen. Mit diesem Spiel können Sie sich um Haare, Haut und Nägel kümmern, um nur einige zu nennen.\n\nVerwandle dieses Mädchen in einen Filmstar, Rockstar oder wen auch immer du willst. Ihrer Fantasie sind keine Grenzen gesetzt. Bist du bereit, dieses Modespiel zu spielen?\n\nWIE MAN GIRL DRESS UP SPIEL SPIELT\nDas Spiel Girl Dress Up zu spielen ist einfach. Es gibt 12 Kategorien, darunter Haare, Nägel, Augen, Accessoires, Kleidung, Schuhe und 200 Artikel.\nLassen Sie Ihrer Fantasie freien Lauf. Nachdem Sie das Aussehen des Mädchens bearbeitet haben, können Sie das Bild speichern.\n\nSTEUERUNG\nMit einem Computer: Verwenden Sie Ihre Maus, um Kategorien und Elemente auszuwählen.\nMit einem mobilen Gerät: Wählen Sie die Elemente aus, indem Sie sie berühren.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nMERKMALE:\n- HTML5-Spiel\n- Einfach zu spielen\n- 100% kostenlos\n- Offline-Spiel\n\nKannst du ein stylisches Outfit kreieren, während du Girl Dress Up spielst? Lassen Sie uns Ihre Kreativität sehen, indem Sie Modespiele spielen. Habe Spaß!",
    "el": "Το Girl Dress Up είναι ένα παιχνίδι ντυσίματος και ένα παιχνίδι μακιγιάζ για κορίτσια. Είναι μόνο ένα από τα πολλά παιχνίδια ντυσίματος που έχουμε.\n\nΚΟΡΙΤΣΙΑ ΝΤΥΝΟΝΤΑΙ GAMEPLAY\nΉρθε η ώρα για το κορίτσι να αποκτήσει μια νέα εμφάνιση. Αυτό το παιχνίδι σάς επιτρέπει να φροντίζετε τα μαλλιά, το δέρμα και τα νύχια σας, για να αναφέρουμε μερικά.\n\nΜετατρέψτε αυτό το κορίτσι σε αστέρα του κινηματογράφου, ροκ σταρ ή σε όποιον θέλετε. Δεν υπάρχει όριο στη φαντασία σας. Είστε έτοιμοι να παίξετε αυτό το παιχνίδι μόδας;\n\nΠΩΣ ΝΑ ΠΑΙΞΕΤΕ ΤΟ ΠΑΙΧΝΙΔΙ ΚΟΡΙΤΣΙΩΝ DRESS UP\nΤο παιχνίδι Girl Dress Up είναι απλό. Υπάρχουν 12 κατηγορίες, όπως μαλλιά, νύχια, μάτια, αξεσουάρ, ρούχα, παπούτσια και 200 είδη.\nΑφήστε τη φαντασία σας ελεύθερη. Αφού επεξεργαστείτε την εμφάνιση του κοριτσιού, μπορείτε να αποθηκεύσετε την εικόνα.\n\nΕΛΕΓΧΟΙ\nΧρήση υπολογιστή: χρησιμοποιήστε το ποντίκι σας για να επιλέξετε κατηγορίες και στοιχεία.\nΧρήση κινητής συσκευής: επιλέξτε τα στοιχεία αγγίζοντας τα.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nΧΑΡΑΚΤΗΡΙΣΤΙΚΑ:\n- Παιχνίδι HTML5\n- Εύκολο στο παιχνίδι\n- 100% δωρεάν\n- Παιχνίδι εκτός σύνδεσης\n\nΜπορείτε να δημιουργήσετε μια κομψή στολή ενώ παίζετε Girl Dress Up; Κάντε μας να δούμε τη δημιουργικότητά σας παίζοντας παιχνίδια μόδας. Καλα να περνας!",
    "en,en_AU,en_GB,en_US": "Girl Dress Up is both a dress-up game and a make-up game for girls. It's just one of many dressing-up games we have.\n\nGIRLS DRESS UP GAMEPLAY\nIt's time for the girl to get a new look. This game lets you take care of your hair, skin, and nails, to name a few. \n\nTurn this girl into a movie star, rock star, or whoever you want. There is no limit to your imagination. Are you ready to play this fashion game?\n\nHOW TO PLAY GIRL DRESS UP GAME\nPlaying Girl Dress Up game is simple. There are 12 categories, including hair, nails, eyes, accessories, clothes, shoes, and 200 items. \nLet your imagination run wild. After you edit the girl's look, you can save the image.\n\nCONTROLS\nUsing a computer: use your mouse to select categories and items.\nUsing a mobile device: select the elements by touching them.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nFEATURES:\n- HTML5 Game\n- Easy To Play\n- 100% Free\n- Offline Game\n\nCan you create a stylish outfit while playing Girl Dress Up? Make us see your creativity by playing fashion games. Have Fun!",
    "es,es_419": "GirlDress Up es tanto un juego de vestir como un juego de maquillaje para chicas. Es solo uno de los muchos juegos de disfraces que tenemos.\n\nJUEGO DE VESTIR NIÑAS\nEs hora de que la chica tenga un nuevo look. Este juego te permite cuidar tu cabello, piel y uñas, por nombrar algunos.\n\nConvierte a esta chica en una estrella de cine, de rock o en quien tú quieras. No hay límite para tu imaginación. ¿Estás listo para jugar este juego de moda?\n\nCÓMO JUGAR AL JUEGO DE VESTIR A NIÑAS\nJugar a Girl Dress Up es simple. Hay 12 categorías, que incluyen cabello, uñas, ojos, accesorios, ropa, zapatos y 200 artículos.\nDeje volar su imaginación. Después de editar el look de la chica, puedes guardar la imagen.\n\nCONTROL S\nUsando una computadora: use su mouse para seleccionar categorías y artículos.\nCon un dispositivo móvil: seleccione los elementos tocándolos.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nCARACTERÍSTICAS:\n- Juego HTML5\n- Fácil de jugar\n- 100% gratis\n- Juego fuera de línea\n\n¿Puedes crear un atuendo elegante mientras juegas a Girl Dress Up? Haznos ver tu creatividad jugando juegos de moda. ¡Que te diviertas!",
    "et": "Girl Dress Up on nii riietumismäng kui ka meigimäng tüdrukutele. See on vaid üks paljudest riietumismängudest, mis meil on.\n\nTÜDRUKUTE RIITUMINE MÄNG\nTüdrukul on aeg endale uus välimus saada. See mäng võimaldab teil hoolitseda oma juuste, naha ja küünte eest.\n\nMuutke see tüdruk filmistaariks, rokkstaariks või kelleks iganes soovite. Teie kujutlusvõimel pole piire. Kas olete valmis seda moemängu mängima?\n\nKUIDAS MÄNGIDA TÜDRUKUTE RIITUMISE MÄNGU\nGirl Dress Up mängu mängimine on lihtne. Kategooriaid on 12, sealhulgas juuksed, küüned, silmad, aksessuaarid, riided, kingad ja 200 eset.\nLase oma kujutlusvõimel lennata. Pärast tüdruku välimuse muutmist saate pildi salvestada.\n\nJUHTSEADMED\nArvuti kasutamine: kasutage kategooriate ja üksuste valimiseks hiirt.\nMobiilseadme kasutamine: valige elemendid neid puudutades.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nFUNKTSIOONID:\n- HTML5 mäng\n- Lihtne mängida\n- 100% tasuta\n- võrguühenduseta mäng\n\nKas saate Girl Dress Up mängides luua stiilse riietuse? Pane meid moemänge mängides oma loovust nägema. Lõbutse hästi!",
    "fa": "GirlDress Up هم یک بازی لباس پوشیدن و هم یک بازی آرایشی برای دختران است. این فقط یکی از بسیاری از بازی های لباس پوشیدن ما است.\n\nلباس دختران گیم پلی\nوقت آن است که دختر ظاهر جدیدی پیدا کند. این بازی به شما امکان می دهد از مو، پوست و ناخن های خود مراقبت کنید.\n\nاین دختر را به یک ستاره سینما، ستاره راک یا هر کسی که می خواهید تبدیل کنید. هیچ محدودیتی برای تخیل شما وجود ندارد. آیا برای انجام این بازی مد آماده هستید؟\n\nچگونه بازی لباس دختر را بازی کنیم\nانجام بازی Girl Dress Up ساده است. 12 دسته شامل مو، ناخن، چشم، لوازم جانبی، لباس، کفش و 200 مورد وجود دارد.\nاجازه دهید تخیل خود را اجرا کند. پس از ویرایش ظاهر دختر، می توانید تصویر را ذخیره کنید.\n\nکنترل ها\nاستفاده از رایانه: از ماوس خود برای انتخاب دسته ها و موارد استفاده کنید.\nاستفاده از دستگاه تلفن همراه: عناصر را با لمس آنها انتخاب کنید.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nامکانات:\n- بازی HTML5\n- آسان برای بازی\n- 100٪ رایگان\n- بازی آفلاین\n\nآیا می توانید در حین بازی Girl Dress Up یک لباس شیک ایجاد کنید؟ با انجام بازی های مد، خلاقیت خود را به ما نشان دهید. خوش بگذره!",
    "fi": "Girl Dress Up on sekä pukeutumis- että meikkipeli tytöille. Se on vain yksi monista pukeutumispeleistämme.\n\nTYTÖJEN PUKEUTUS PELI\nTytön on aika saada uusi ilme. Tämän pelin avulla voit pitää huolta hiuksistasi, ihostasi ja kynsistäsi.\n\nTee tästä tytöstä elokuvatähti, rocktähti tai kuka tahansa haluat. Mielikuvituksellasi ei ole rajoja. Oletko valmis pelaamaan tätä muotipeliä?\n\nMITEN PELAA TYTTÖPUETELUA\nGirl Dress Up -pelin pelaaminen on yksinkertaista. Kategorioita on 12, mukaan lukien hiukset, kynnet, silmät, asusteet, vaatteet, kengät ja 200 tuotetta.\nAnna mielikuvituksesi valloilleen. Kun olet muokannut tytön ulkoasua, voit tallentaa kuvan.\n\nSÄÄDÖT\nTietokoneen käyttö: valitse luokat ja kohteet hiirellä.\nMobiililaitteen käyttäminen: valitse elementit koskettamalla niitä.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nOMINAISUUDET:\n- HTML5 peli\n- Helppo pelata\n- 100% ilmainen\n- Offline-peli\n\nVoitko luoda tyylikkään asun pelatessasi Girl Dress Up -peliä? Anna meidät nähdä luovuutesi pelaamalla muotipelejä. Pidä hauskaa!",
    "fil": "Ang Girl Dress Up ay parehong dress-up game at make-up game para sa mga babae. Isa lang ito sa maraming dressing-up na laro na mayroon kami.\n\nGIRLS DRESS UP GAMEPLAY\nOras na para magbagong anyo ang dalaga. Hinahayaan ka ng larong ito na pangalagaan ang iyong buhok, balat, at mga kuko, upang pangalanan ang ilan.\n\nGawing bida sa pelikula, rock star, o sinumang gusto mo ang babaeng ito. Walang limitasyon sa iyong imahinasyon. Handa ka na bang laruin ang fashion game na ito?\n\nPAANO MAGLARO NG GIRL DRESS UP GAME\nAng paglalaro ng Girl Dress Up game ay simple. Mayroong 12 kategorya, kabilang ang buhok, kuko, mata, accessories, damit, sapatos, at 200 item.\nHayaang tumakbo ang iyong imahinasyon. Pagkatapos mong i-edit ang hitsura ng batang babae, maaari mong i-save ang imahe.\n\nMGA KONTROL\nPaggamit ng computer: gamitin ang iyong mouse upang pumili ng mga kategorya at item.\nGamit ang isang mobile device: piliin ang mga elemento sa pamamagitan ng pagpindot sa mga ito.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nMGA TAMPOK:\n- Larong HTML5\n- Madaling Maglaro\n- 100% Libre\n- Offline na Laro\n\nMaaari kang lumikha ng isang naka-istilong sangkap habang naglalaro ng Girl Dress Up? Ipakita sa amin ang iyong pagkamalikhain sa pamamagitan ng paglalaro ng mga laro sa fashion. Magsaya!",
    "fr": "Girl Dress Up est à la fois un jeu d'habillage et un jeu de maquillage pour filles. Ce n'est qu'un des nombreux jeux d'habillage que nous proposons.\n\nGAMEPLAY D'HABILLAGE DES FILLES\nIl est temps pour la fille de faire peau neuve. Ce jeu vous permet de prendre soin de vos cheveux, de votre peau et de vos ongles, pour n'en nommer que quelques-uns.\n\nTransformez cette fille en star de cinéma, rock star ou qui vous voulez. Il n'y a pas de limite à votre imagination. Es-tu prêt à jouer à ce jeu de mode ?\n\nCOMMENT JOUER AU JEU D'HABILLAGE DE FILLE\nJouer au jeu Girl Dress Up est simple. Il existe 12 catégories, dont les cheveux, les ongles, les yeux, les accessoires, les vêtements, les chaussures et 200 articles.\nLaissez courir votre imagination. Après avoir modifié le look de la fille, vous pouvez enregistrer l'image.\n\nLES CONTRÔLES\nÀ l'aide d'un ordinateur : utilisez votre souris pour sélectionner des catégories et des éléments.\nDepuis un appareil mobile : sélectionnez les éléments en les touchant.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nCARACTÉRISTIQUES:\n- Jeu HTML5\n- Facile à jouer\n- 100% gratuit\n- Jeu hors ligne\n\nPouvez-vous créer une tenue élégante tout en jouant à Girl Dress Up ? Faites-nous voir votre créativité en jouant à des jeux de mode. S'amuser!",
    "gu": "ગર્લ ડ્રેસ અપ એ ડ્રેસ-અપ ગેમ અને છોકરીઓ માટે મેક-અપ ગેમ બંને છે. તે અમારી પાસે ઘણી ડ્રેસિંગ-અપ રમતોમાંની એક છે.\n\nગર્લ્સ ડ્રેસ અપ ગેમપ્લે\nઆ છોકરી માટે નવો દેખાવ મેળવવાનો સમય છે. આ રમત તમને તમારા વાળ, ત્વચા અને નખની સંભાળ રાખવા દે છે, થોડા નામ.\n\nઆ છોકરીને મૂવી સ્ટાર, રોક સ્ટાર અથવા તમે ઇચ્છો તે કોઈપણમાં ફેરવો. તમારી કલ્પનાની કોઈ મર્યાદા નથી. શું તમે આ ફેશન ગેમ રમવા માટે તૈયાર છો?\n\nગર્લ ડ્રેસ અપ ગેમ કેવી રીતે રમવી\nગર્લ ડ્રેસ અપ ગેમ રમવી સરળ છે. વાળ, નખ, આંખો, એસેસરીઝ, કપડાં, શૂઝ અને 200 વસ્તુઓ સહિત 12 કેટેગરી છે.\nતમારી કલ્પનાને જંગલી ચાલવા દો. તમે છોકરીના દેખાવને સંપાદિત કર્યા પછી, તમે છબીને સાચવી શકો છો.\n\nનિયંત્રણો\nકમ્પ્યુટરનો ઉપયોગ કરીને: વર્ગો અને વસ્તુઓ પસંદ કરવા માટે તમારા માઉસનો ઉપયોગ કરો.\nમોબાઇલ ઉપકરણનો ઉપયોગ કરીને: તત્વોને સ્પર્શ કરીને તેમને પસંદ કરો.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nવિશેષતા:\n- HTML5 ગેમ\n- રમવા માટે સરળ\n- 100% મફત\n- ઑફલાઇન ગેમ\n\nશું તમે ગર્લ ડ્રેસ અપ રમતી વખતે સ્ટાઇલિશ પોશાક બનાવી શકો છો? ફેશન ગેમ્સ રમીને અમને તમારી સર્જનાત્મકતા જોવા દો. મજા કરો!",
    "he": "Girl Dress Up הוא גם משחק הלבשה וגם משחק איפור לילדות. זה רק אחד ממשחקי התלבשות רבים שיש לנו.\n\nמשחק מתלבש בנות\nהגיע הזמן שהילדה תקבל מראה חדש. המשחק הזה מאפשר לך לטפל בשיער, בעור ובציפורניים שלך, אם להזכיר כמה.\n\nהפוך את הבחורה הזו לכוכבת קולנוע, כוכבת רוק או מי שתרצה. אין גבול לדמיון שלך. האם אתה מוכן לשחק במשחק האופנה הזה?\n\nאיך לשחק משחק הלבשת בנות\nלשחק במשחק Girl Dress Up הוא פשוט. ישנן 12 קטגוריות, כולל שיער, ציפורניים, עיניים, אביזרים, בגדים, נעליים ו-200 פריטים.\nתן לדמיון שלך להשתולל. לאחר שתערכו את המראה של הילדה, תוכלו לשמור את התמונה.\n\nבקרות\nשימוש במחשב: השתמש בעכבר כדי לבחור קטגוריות ופריטים.\nשימוש במכשיר נייד: בחר את הרכיבים על ידי נגיעה בהם.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nתכונות:\n- משחק HTML5\n- קל לשחק\n- 100% חינם\n- משחק לא מקוון\n\nהאם אתה יכול ליצור תלבושת מסוגננת תוך כדי משחק Girl Dress Up? גרם לנו לראות את היצירתיות שלך על ידי משחקי אופנה. תעשה חיים!",
    "hi": "गर्ल ड्रेस अप लड़कियों के लिए ड्रेस-अप गेम और मेकअप गेम दोनों है। यह हमारे पास मौजूद कई ड्रेसिंग-अप गेम्स में से एक है।\n\nलड़कियों ड्रेस अप गेमप्ले\nयह लड़की के लिए एक नया रूप पाने का समय है। यह गेम आपको अपने बालों, त्वचा और नाखूनों की देखभाल करने देता है, जैसे कि कुछ।\n\nइस लड़की को एक फिल्म स्टार, रॉक स्टार, या जो भी आप चाहते हैं, में बदल दें। आपकी कल्पना की कोई सीमा नहीं है। क्या आप इस फैशन गेम को खेलने के लिए तैयार हैं?\n\nलड़की ड्रेस अप गेम कैसे खेलें\nगर्ल ड्रेस अप गेम खेलना सरल है। बाल, नाखून, आंखें, सामान, कपड़े, जूते और 200 वस्तुओं सहित 12 श्रेणियां हैं।\nअपनी कल्पना को पंख लगने दो. लड़की के स्वरूप को संपादित करने के बाद, आप छवि को सहेज सकते हैं।\n\nनियंत्रण\nकंप्यूटर का उपयोग करना: श्रेणियों और वस्तुओं का चयन करने के लिए अपने माउस का प्रयोग करें।\nमोबाइल डिवाइस का उपयोग करना: तत्वों को स्पर्श करके उनका चयन करें।\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nविशेषताएं:\n- एचटीएमएल 5 गेम\n- खेलने में आसान\n- 100% नि: शुल्क\n- ऑफलाइन गेम\n\nक्या आप Girl Dress Up खेलते समय एक स्टाइलिश पोशाक बना सकते हैं? फैशन गेम खेलकर हमें अपनी रचनात्मकता दिखाएं। मस्ती करो!",
    "hr": "Girl Dress Up je i igra oblačenja i šminkanja za djevojčice. To je samo jedna od mnogih igara oblačenja koje imamo.\n\nGIRLS DRESS UP IGRICA\nVrijeme je da djevojka dobije novi izgled. Ova vam igra omogućuje njegu vaše kose, kože i noktiju, da spomenemo samo neke.\n\nPretvorite ovu djevojku u filmsku zvijezdu, rock zvijezdu ili koga god želite. Vašoj mašti nema ograničenja. Jeste li spremni igrati ovu modnu igru?\n\nKAKO IGRATI IGRICU OBLAČENJA DJEVOJČICA\nIgranje igrice Girl Dress Up je jednostavno. Postoji 12 kategorija, uključujući kosu, nokte, oči, dodatke, odjeću, obuću i 200 artikala.\nPustite mašti na volju. Nakon što uredite izgled djevojke, možete spremiti sliku.\n\nKONTROLE\nKorištenje računala: koristite miš za odabir kategorija i stavki.\nKorištenje mobilnog uređaja: odaberite elemente dodirom.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nOSOBINE:\n- HTML5 igra\n- Jednostavan za igranje\n- 100% besplatno\n- Izvanmrežna igra\n\nMožete li stvoriti elegantnu odjeću dok igrate Girl Dress Up? Uvjerite nas da vidimo vašu kreativnost igrajući modne igre. Zabavi se!",
    "hu": "A GirlDress Up egy öltöztetős játék és egy sminkjáték is lányoknak. Ez csak egy a sok öltöztetős játék közül.\n\nLÁNYOK ÖLTÖZŐJÁTÉK\nItt az ideje, hogy a lány új külsőt vegyen. Ez a játék lehetővé teszi a haj, a bőr és a köröm ápolását, hogy csak néhányat említsünk.\n\nVáltoztasd ebből a lányból filmsztárt, rocksztárt vagy akit csak akarsz. A képzeletednek nincs határa. Készen állsz játszani ezzel a divatos játékkal?\n\nHOGYAN KELL JÁTSZANI LÁNYÖLTÖZŐI JÁTÉKOT\nA Girl Dress Up játék egyszerű. 12 kategória van, köztük haj, köröm, szem, kiegészítők, ruhák, cipők és 200 termék.\nEngedje szabadjára a képzeletét. A lány megjelenésének szerkesztése után elmentheti a képet.\n\nKEZELŐSZERVEK\nSzámítógép használata: használja az egeret a kategóriák és elemek kiválasztásához.\nMobileszköz használatával: válassza ki az elemeket megérintésével.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nJELLEMZŐK:\n- HTML5 játék\n- Könnyű játszani\n- 100% ingyenes\n- Offline játék\n\nTudsz stílusos ruhát alkotni a Girl Dress Up játék közben? Mutasd meg kreativitásodat divatjátékokkal. Érezd jól magad!",
    "id": "Girl Dress Up adalah game mendandani sekaligus game make-up untuk anak perempuan. Itu hanya salah satu dari banyak permainan mendandani yang kami miliki.\n\nGADIS BERDANDAN GAMEPLAY\nSudah waktunya bagi gadis itu untuk mendapatkan tampilan baru. Gim ini memungkinkan Anda merawat rambut, kulit, dan kuku.\n\nUbah gadis ini menjadi bintang film, bintang rock, atau siapa pun yang Anda inginkan. Tidak ada batasan untuk imajinasi Anda. Apakah Anda siap untuk memainkan game mode ini?\n\nCARA BERMAIN PERMAINAN GADIS BERDANDAN\nBermain game Girl Dress Up itu sederhana. Ada 12 kategori, antara lain rambut, kuku, mata, aksesoris, pakaian, sepatu, dan 200 item.\nBiarkan imajinasi Anda menjadi liar. Setelah Anda mengedit tampilan gadis itu, Anda dapat menyimpan gambarnya.\n\nKONTROL\nMenggunakan komputer: gunakan mouse Anda untuk memilih kategori dan item.\nMenggunakan perangkat seluler: pilih elemen dengan menyentuhnya.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nFITUR:\n- Permainan HTML5\n- Mudah Dimainkan\n- 100% Gratis\n- Permainan Luring\n\nBisakah Anda membuat pakaian bergaya saat bermain Girl Dress Up? Buat kami melihat kreativitas Anda dengan memainkan game mode. Selamat bersenang-senang!",
    "it": "Girl Dress Up è sia un gioco di scelta abiti e sia un gioco di trucco per ragazze. \n\nÈ solo uno dei tanti giochi di abbigliamento e moda che abbiamo.\n\nLE RAGAZZE VESTONO IL GIOCO\nÈ tempo che la ragazza abbia un nuovo look. Questo gioco ti consente di prenderti cura di capelli, pelle e unghie, giusto per citare alcuni aspetti del gioco.\n\nTrasforma questa ragazza in una star del cinema, in una rock star o in chiunque tu voglia. Non c'è limite alla tua immaginazione. Sei pronto a giocare a questo gioco di moda?\n\nCOME SI GIOCA A GIRL DRESS UP?\nGiocare a Girl Dress Up è semplice. Ci sono 12 categorie, tra cui capelli, unghie, occhi, accessori, vestiti, scarpe, e oltre 200 articoli.\nLascia correre la tua immaginazione. Dopo aver modificato l'aspetto della ragazza, puoi salvare l'immagine.\n\nCONTROLLI\nGiocando da computer: usa il tuo mouse per selezionare le categorie e gli elementi.\nGiocando da dispositivo mobile: selezionare gli elementi toccandoli.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nCARATTERISTICHE:\n- Gioco HTML5\n- Facile da giocare\n- 100% gratuito\n- Gioco offline\n\nRiesci a creare un look elegante giocando Girl Dress Up? Mostraci la tua creatività ai giochi di moda. Divertiti!",
    "ja": "Girl Dress Up は、女の子向けの着せ替えゲームとメイクアップ ゲームの両方です。 これは、私たちが持っている多くの着せ替えゲームの 1 つにすぎません。\n\nガールズドレスアップゲームプレイ\n女の子が新しい顔をする時が来ました。 このゲームでは、髪、肌、爪などをケアできます。\n\nこの女の子を映画スター、ロックスター、またはあなたが望む人に変えてください. あなたの想像力に制限はありません。 このファッションゲームをプレイする準備はできていますか?\n\nガールドレスアップゲームの遊び方\nガールドレスアップゲームをプレイするのは簡単です。 ヘア、ネイル、アイ、アクセサリー、洋服、シューズなど12のカテゴリーと200アイテム。\n想像力を働かせてください。 女の子の見た目を編集したら、画像を保存できます。\n\nコントロール\nコンピュータを使用する場合: マウスを使用して、カテゴリとアイテムを選択します。\nモバイル デバイスの使用: 要素をタッチして選択します。\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\n特徴：\n- HTML5 ゲーム\n- 遊びやすい\n- 完全無料\n- オフラインゲーム\n\nGirl Dress Up をプレイしながらスタイリッシュな衣装を作成できますか? ファッションゲームであなたのクリエイティビティを見せてください。 楽しんで！",
    "kn": "ಗರ್ಲ್‌ಡ್ರೆಸ್ ಅಪ್ ಎಂಬುದು ಡ್ರೆಸ್-ಅಪ್ ಆಟ ಮತ್ತು ಹುಡುಗಿಯರಿಗೆ ಮೇಕಪ್ ಆಟವಾಗಿದೆ. ಇದು ನಮ್ಮಲ್ಲಿರುವ ಅನೇಕ ಡ್ರೆಸ್ಸಿಂಗ್-ಅಪ್ ಆಟಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ.\n\nಹುಡುಗಿಯರು ಗೇಮ್‌ಪ್ಲೇ ಧರಿಸುತ್ತಾರೆ\nಹುಡುಗಿ ಹೊಸ ರೂಪ ಪಡೆಯುವ ಸಮಯ. ಈ ಆಟವು ನಿಮ್ಮ ಕೂದಲು, ಚರ್ಮ ಮತ್ತು ಉಗುರುಗಳನ್ನು ಕಾಳಜಿ ವಹಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.\n\nಈ ಹುಡುಗಿಯನ್ನು ಚಲನಚಿತ್ರ ತಾರೆ, ರಾಕ್ ಸ್ಟಾರ್ ಅಥವಾ ನಿಮಗೆ ಬೇಕಾದವರನ್ನಾಗಿ ಮಾಡಿ. ನಿಮ್ಮ ಕಲ್ಪನೆಗೆ ಯಾವುದೇ ಮಿತಿಯಿಲ್ಲ. ಈ ಫ್ಯಾಷನ್ ಆಟವನ್ನು ಆಡಲು ನೀವು ಸಿದ್ಧರಿದ್ದೀರಾ?\n\nಗರ್ಲ್ ಡ್ರೆಸ್ ಅಪ್ ಗೇಮ್ ಅನ್ನು ಹೇಗೆ ಆಡುವುದು\nಗರ್ಲ್ ಡ್ರೆಸ್ ಅಪ್ ಆಟವನ್ನು ಆಡುವುದು ಸರಳವಾಗಿದೆ. ಕೂದಲು, ಉಗುರುಗಳು, ಕಣ್ಣುಗಳು, ಪರಿಕರಗಳು, ಬಟ್ಟೆ, ಬೂಟುಗಳು ಮತ್ತು 200 ವಸ್ತುಗಳು ಸೇರಿದಂತೆ 12 ವಿಭಾಗಗಳಿವೆ.\nನಿಮ್ಮ ಕಲ್ಪನೆಯು ಹುಚ್ಚುಚ್ಚಾಗಿ ನಡೆಯಲಿ. ನೀವು ಹುಡುಗಿಯ ನೋಟವನ್ನು ಸಂಪಾದಿಸಿದ ನಂತರ, ನೀವು ಚಿತ್ರವನ್ನು ಉಳಿಸಬಹುದು.\n\nನಿಯಂತ್ರಣಗಳು\nಕಂಪ್ಯೂಟರ್ ಅನ್ನು ಬಳಸುವುದು: ವರ್ಗಗಳು ಮತ್ತು ಐಟಂಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ನಿಮ್ಮ ಮೌಸ್ ಬಳಸಿ.\nಮೊಬೈಲ್ ಸಾಧನವನ್ನು ಬಳಸುವುದು: ಅವುಗಳನ್ನು ಸ್ಪರ್ಶಿಸುವ ಮೂಲಕ ಅಂಶಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nವೈಶಿಷ್ಟ್ಯಗಳು:\n- HTML5 ಆಟ\n- ಆಡಲು ಸುಲಭ\n- 100% ಉಚಿತ\n- ಆಫ್‌ಲೈನ್ ಆಟ\n\nಗರ್ಲ್ ಡ್ರೆಸ್ ಅಪ್ ಆಡುವಾಗ ನೀವು ಸೊಗಸಾದ ಉಡುಪನ್ನು ರಚಿಸಬಹುದೇ? ಫ್ಯಾಶನ್ ಆಟಗಳನ್ನು ಆಡುವ ಮೂಲಕ ನಿಮ್ಮ ಸೃಜನಶೀಲತೆಯನ್ನು ನಮಗೆ ಕಾಣುವಂತೆ ಮಾಡಿ. ಆನಂದಿಸಿ!",
    "ko": "Girl Dress Up은 소녀들을 위한 옷 입히기 게임이자 메이크업 게임입니다. 이것은 우리가 가지고 있는 많은 옷 입히기 게임 중 하나일 뿐입니다.\n\n소녀들이 게임플레이를 차려입다\n소녀가 새로운 모습을 보일 때입니다. 이 게임을 통해 머리카락, 피부, 손톱 등을 관리할 수 있습니다.\n\n이 소녀를 영화 배우, 록 스타 또는 원하는 사람으로 바꾸십시오. 당신의 상상력에는 제한이 없습니다. 이 패션 게임을 할 준비가 되셨나요?\n\n소녀 드레스업 게임 방법\nGirl Dress Up 게임을 플레이하는 것은 간단합니다. 헤어, 네일, 아이, 액세서리, 의상, 신발 등 12개 카테고리와 200여개의 아이템이 있다.\n마음껏 상상해 보세요. 소녀의 외모를 편집한 후 이미지를 저장할 수 있습니다.\n\n통제 수단\n컴퓨터 사용: 마우스를 사용하여 범주 및 항목을 선택합니다.\n모바일 장치 사용: 요소를 터치하여 선택합니다.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\n특징:\n- HTML5 게임\n- 쉬운 플레이\n- 100% 무료\n- 오프라인 게임\n\nGirl Dress Up을 플레이하면서 스타일리시한 의상을 만들 수 있나요? 패션 게임을 통해 당신의 창의력을 보여주세요. 재미있게 보내세요!",
    "lt": "GirlDress Up yra ir persirengimo, ir makiažo žaidimas mergaitėms. Tai tik vienas iš daugelio mūsų siūlomų persirengimo žaidimų.\n\nMERGAITŲ APRENGIMO ŽAIDIMAS\nAtėjo laikas merginai įgauti naują išvaizdą. Šiame žaidime galite prižiūrėti plaukus, odą ir nagus.\n\nPaverskite šią merginą kino žvaigžde, roko žvaigžde ar kuo tik norite. Jūsų fantazijai nėra ribų. Ar esate pasirengęs žaisti šį mados žaidimą?\n\nKAIP ŽAISTI MERGAITŲ APRENGIMO ŽAIDIMĄ\nŽaisti Girl Dress Up žaidimą paprasta. Yra 12 kategorijų, įskaitant plaukus, nagus, akis, aksesuarus, drabužius, batus ir 200 prekių.\nLeiskite veikti savo vaizduotei. Pataisę merginos išvaizdą, galite išsaugoti vaizdą.\n\nVALDYMAS\nNaudojimasis kompiuteriu: naudokite pele, kad pasirinktumėte kategorijas ir elementus.\nNaudojant mobilųjį įrenginį: pasirinkite elementus paliesdami juos.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nFUNKCIJOS:\n- HTML5 žaidimas\n- Lengva žaisti\n- 100% nemokama\n- Žaidimas neprisijungus\n\nAr galite susikurti stilingą aprangą žaisdami „Girl Dress Up“? Leiskite mums pamatyti jūsų kūrybiškumą žaisdami mados žaidimus. Pasilinksmink!",
    "lv": "GirlDress Up ir gan ģērbšanās spēle, gan grima spēle meitenēm. Tā ir tikai viena no daudzajām pārģērbšanās spēlēm.\n\nSPĒLE MEITEŅU saģērbšanai\nIr pienācis laiks meitenei iegūt jaunu izskatu. Šī spēle ļauj jums rūpēties par saviem matiem, ādu un nagiem.\n\nPārvērtiet šo meiteni par filmu zvaigzni, rokzvaigzni vai jebkuru citu, ko vēlaties. Jūsu iztēlei nav robežu. Vai esat gatavs spēlēt šo modes spēli?\n\nKĀ SPĒLĒT SPĒLI MEITEŅU APĢĒRBŠANĀS\nSpēlēt spēli Girl Dress Up ir vienkārša. Ir 12 kategorijas, tostarp mati, nagi, acis, aksesuāri, drēbes, apavi un 200 preces.\nĻaujiet vaļu savai iztēlei. Kad esat rediģējis meitenes izskatu, varat saglabāt attēlu.\n\nVADĪBAS\nIzmantojot datoru: izmantojiet peli, lai atlasītu kategorijas un vienumus.\nIzmantojot mobilo ierīci: atlasiet elementus, pieskaroties tiem.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nIESPĒJAS:\n- HTML5 spēle\n- Viegli spēlēt\n- 100% bezmaksas\n- bezsaistes spēle\n\nVai varat izveidot stilīgu apģērbu, spēlējot Girl Dress Up? Ļaujiet mums redzēt savu radošumu, spēlējot modes spēles. Izklaidējieties!",
    "ml": "പെൺകുട്ടികൾക്കുള്ള വസ്ത്രധാരണ ഗെയിമും മേക്കപ്പ് ഗെയിമുമാണ് ഗേൾഡ്രെസ് അപ്പ്. ഞങ്ങളുടെ പക്കലുള്ള നിരവധി ഡ്രസ്സിംഗ് ഗെയിമുകളിൽ ഒന്ന് മാത്രമാണിത്.\n\nഗേൾസ് ഡ്രസ്സ് അപ്പ് ഗെയിംപ്ലേ\nപെൺകുട്ടിക്ക് പുതിയ രൂപം ലഭിക്കാൻ സമയമായി. നിങ്ങളുടെ മുടി, ചർമ്മം, നഖങ്ങൾ എന്നിവ പരിപാലിക്കാൻ ഈ ഗെയിം നിങ്ങളെ അനുവദിക്കുന്നു.\n\nഈ പെൺകുട്ടിയെ ഒരു സിനിമാതാരമോ റോക്ക് സ്റ്റാറോ അല്ലെങ്കിൽ നിങ്ങൾ ആഗ്രഹിക്കുന്ന ആരെയെങ്കിലും ആക്കി മാറ്റുക. നിങ്ങളുടെ ഭാവനയ്ക്ക് പരിധിയില്ല. ഈ ഫാഷൻ ഗെയിം കളിക്കാൻ നിങ്ങൾ തയ്യാറാണോ?\n\nഗേൾ ഡ്രെസ് അപ്പ് ഗെയിം എങ്ങനെ കളിക്കാം\nഗേൾ ഡ്രസ് അപ്പ് ഗെയിം കളിക്കുന്നത് ലളിതമാണ്. മുടി, നഖം, കണ്ണുകൾ, ആക്സസറികൾ, വസ്ത്രങ്ങൾ, ഷൂസ്, 200 ഇനങ്ങൾ എന്നിവയുൾപ്പെടെ 12 വിഭാഗങ്ങളുണ്ട്.\nനിങ്ങളുടെ ഭാവന കാടുകയറട്ടെ. പെൺകുട്ടിയുടെ രൂപം നിങ്ങൾ എഡിറ്റ് ചെയ്ത ശേഷം, നിങ്ങൾക്ക് ചിത്രം സംരക്ഷിക്കാൻ കഴിയും.\n\nനിയന്ത്രണങ്ങൾ\nഒരു കമ്പ്യൂട്ടർ ഉപയോഗിക്കുന്നു: വിഭാഗങ്ങളും ഇനങ്ങളും തിരഞ്ഞെടുക്കാൻ നിങ്ങളുടെ മൗസ് ഉപയോഗിക്കുക.\nഒരു മൊബൈൽ ഉപകരണം ഉപയോഗിക്കുന്നു: ഘടകങ്ങൾ സ്പർശിച്ചുകൊണ്ട് തിരഞ്ഞെടുക്കുക.\n\nപെൺകുട്ടികൾക്കുള്ള വസ്ത്രധാരണ ഗെയിമും മേക്കപ്പ് ഗെയിമുമാണ് ഗേൾഡ്രെസ് അപ്പ്. ഞങ്ങളുടെ പക്കലുള്ള നിരവധി ഡ്രസ്സിംഗ് ഗെയിമുകളിൽ ഒന്ന് മാത്രമാണിത്.\n\nഗേൾസ് ഡ്രസ്സ് അപ്പ് ഗെയിംപ്ലേ\nപെൺകുട്ടിക്ക് പുതിയ രൂപം ലഭിക്കാൻ സമയമായി. നിങ്ങളുടെ മുടി, ചർമ്മം, നഖങ്ങൾ എന്നിവ പരിപാലിക്കാൻ ഈ ഗെയിം നിങ്ങളെ അനുവദിക്കുന്നു.\n\nഈ പെൺകുട്ടിയെ ഒരു സിനിമാതാരമോ റോക്ക് സ്റ്റാറോ അല്ലെങ്കിൽ നിങ്ങൾ ആഗ്രഹിക്കുന്ന ആരെയെങ്കിലും ആക്കി മാറ്റുക. നിങ്ങളുടെ ഭാവനയ്ക്ക് പരിധിയില്ല. ഈ ഫാഷൻ ഗെയിം കളിക്കാൻ നിങ്ങൾ തയ്യാറാണോ?\n\nഗേൾ ഡ്രെസ് അപ്പ് ഗെയിം എങ്ങനെ കളിക്കാം\nഗേൾ ഡ്രസ് അപ്പ് ഗെയിം കളിക്കുന്നത് ലളിതമാണ്. മുടി, നഖം, കണ്ണുകൾ, ആക്സസറികൾ, വസ്ത്രങ്ങൾ, ഷൂസ്, 200 ഇനങ്ങൾ എന്നിവയുൾപ്പെടെ 12 വിഭാഗങ്ങളുണ്ട്.\nനിങ്ങളുടെ ഭാവന കാടുകയറട്ടെ. പെൺകുട്ടിയുടെ രൂപം നിങ്ങൾ എഡിറ്റ് ചെയ്ത ശേഷം, നിങ്ങൾക്ക് ചിത്രം സംരക്ഷിക്കാൻ കഴിയും.\n\nനിയന്ത്രണങ്ങൾ\nഒരു കമ്പ്യൂട്ടർ ഉപയോഗിക്കുന്നു: വിഭാഗങ്ങളും ഇനങ്ങളും തിരഞ്ഞെടുക്കാൻ നിങ്ങളുടെ മൗസ് ഉപയോഗിക്കുക.\nഒരു മൊബൈൽ ഉപകരണം ഉപയോഗിക്കുന്നു: ഘടകങ്ങൾ സ്പർശിച്ചുകൊണ്ട് തിരഞ്ഞെടുക്കുക.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nഫീച്ചറുകൾ:\n- HTML5 ഗെയിം\n- കളിക്കാൻ എളുപ്പമാണ്\n- 100% സൗജന്യം\n- ഓഫ്‌ലൈൻ ഗെയിം\n\nഗേൾ ഡ്രസ് അപ്പ് കളിക്കുമ്പോൾ നിങ്ങൾക്ക് ഒരു സ്റ്റൈലിഷ് വസ്ത്രം സൃഷ്ടിക്കാൻ കഴിയുമോ? ഫാഷൻ ഗെയിമുകൾ കളിച്ച് നിങ്ങളുടെ സർഗ്ഗാത്മകത ഞങ്ങളെ കാണൂ. തമാശയുള്ള!\n\nഫീച്ചറുകൾ:\n- HTML5 ഗെയിം\n- കളിക്കാൻ എളുപ്പമാണ്\n- 100% സൗജന്യം\n- ഓഫ്‌ലൈൻ ഗെയിം\n\nഗേൾ ഡ്രസ് അപ്പ് കളിക്കുമ്പോൾ നിങ്ങൾക്ക് ഒരു സ്റ്റൈലിഷ് വസ്ത്രം സൃഷ്ടിക്കാൻ കഴിയുമോ? ഫാഷൻ ഗെയിമുകൾ കളിച്ച് നിങ്ങളുടെ സർഗ്ഗാത്മകത ഞങ്ങളെ കാണൂ. തമാശയുള്ള!",
    "mr": "गर्लड्रेस अप हा मुलींसाठी ड्रेस-अप गेम आणि मेक-अप गेम दोन्ही आहे. आमच्याकडे असलेल्या अनेक ड्रेसिंग-अप गेमपैकी हा फक्त एक आहे.\n\nमुली ड्रेस अप गेमप्ले\nमुलीला नवीन रूप देण्याची वेळ आली आहे. हा गेम तुम्हाला तुमच्या केसांची, त्वचेची आणि नखांची काळजी घेऊ देतो, काही नावे.\n\nया मुलीला मूव्ही स्टार, रॉक स्टार किंवा तुम्हाला पाहिजे त्यामध्ये बदला. तुमच्या कल्पनेला मर्यादा नाही. तुम्ही हा फॅशन गेम खेळायला तयार आहात का?\n\nगर्ल ड्रेस अप गेम कसा खेळायचा\nगर्ल ड्रेस अप गेम खेळणे सोपे आहे. केस, नखे, डोळे, उपकरणे, कपडे, शूज आणि 200 वस्तूंसह 12 श्रेणी आहेत.\nतुमची कल्पकता जगू द्या. आपण मुलीचे स्वरूप संपादित केल्यानंतर, आपण प्रतिमा जतन करू शकता.\n\nनियंत्रणे\nसंगणक वापरणे: वर्ग आणि आयटम निवडण्यासाठी तुमचा माउस वापरा.\nमोबाइल डिव्हाइस वापरणे: घटकांना स्पर्श करून निवडा.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nवैशिष्ट्ये:\n- HTML5 गेम\n- खेळण्यास सोपे\n- 100% मोफत\n- ऑफलाइन गेम\n\nगर्ल ड्रेस अप खेळताना तुम्ही स्टायलिश पोशाख तयार करू शकता का? फॅशन गेम खेळून आम्हाला तुमची सर्जनशीलता पहा. मजा करा!",
    "ms": "GirlDress Up ialah permainan berdandan dan permainan solekan untuk kanak-kanak perempuan. Ia hanyalah satu daripada banyak permainan bersolek yang kami ada.\n\nPERMAINAN BERDAndan GADIS\nSudah tiba masanya untuk gadis itu berwajah baru. Permainan ini membolehkan anda menjaga rambut, kulit dan kuku anda, untuk menamakan beberapa.\n\nJadikan gadis ini menjadi bintang filem, bintang rock atau sesiapa sahaja yang anda mahukan. Tiada had untuk imaginasi anda. Adakah anda bersedia untuk bermain permainan fesyen ini?\n\nCARA BERMAIN PERMAINAN BERDASAN GADIS\nBermain permainan Girl Dress Up adalah mudah. Terdapat 12 kategori, termasuk rambut, kuku, mata, aksesori, pakaian, kasut dan 200 item.\nBiarkan imaginasi anda berjalan liar. Selepas anda mengedit rupa gadis itu, anda boleh menyimpan imej itu.\n\nKAWALAN\nMenggunakan komputer: gunakan tetikus anda untuk memilih kategori dan item.\nMenggunakan peranti mudah alih: pilih elemen dengan menyentuhnya.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nCIRI-CIRI:\n- Permainan HTML5\n- Mudah Dimainkan\n- 100% Percuma\n- Permainan Luar Talian\n\nBolehkah anda mencipta pakaian bergaya semasa bermain Girl Dress Up? Jadikan kami melihat kreativiti anda dengan bermain permainan fesyen. Berseronok!",
    "nl": "GirlDress Up is zowel een aankleedspel als een make-upspel voor meisjes. Het is slechts een van de vele verkleedspelletjes die we hebben.\n\nMEISJES VERKLEDEN GAMEPLAY\nHet is tijd voor het meisje om een nieuwe look te krijgen. Met dit spel kun je je haar, huid en nagels verzorgen, om er maar een paar te noemen.\n\nVerander dit meisje in een filmster, rockster of wie je maar wilt. Er is geen limiet aan uw verbeelding. Ben je klaar om dit modespel te spelen?\n\nHOE SPEL JE MEISJES AANKLEDEN SPEL\nHet spel Girl Dress Up spelen is eenvoudig. Er zijn 12 categorieën, waaronder haar, nagels, ogen, accessoires, kleding, schoenen en 200 items.\nLaat je fantasie de vrije loop. Nadat je de look van het meisje hebt bewerkt, kun je de afbeelding opslaan.\n\nBEDIENINGSELEMENTEN\nMet behulp van een computer: gebruik uw muis om categorieën en items te selecteren.\nMet een mobiel apparaat: selecteer de elementen door ze aan te raken.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nKENMERKEN:\n- HTML5-spel\n- Gemakkelijk te spelen\n- 100% gratis\n- Offline spel\n\nKun jij een stijlvolle outfit creëren tijdens het spelen van Girl Dress Up? Laat ons je creativiteit zien door modegames te spelen. Veel plezier!",
    "no": "GirlDress Up er både et utkledningsspill og et sminkespill for jenter. Det er bare ett av mange utkledningsspill vi har.\n\nJENTER KLEDER OPP SPILL\nDet er på tide at jenta får et nytt utseende. Dette spillet lar deg ta vare på håret, huden og neglene, for å nevne noen.\n\nGjør denne jenta til en filmstjerne, rockestjerne eller hvem du vil. Det er ingen grenser for fantasien din. Er du klar til å spille dette motespillet?\n\nHVORDAN SPILLER DU SPILLER PÅ JENTER\nDet er enkelt å spille Girl Dress Up-spill. Det er 12 kategorier, inkludert hår, negler, øyne, tilbehør, klær, sko og 200 gjenstander.\nLa fantasien løpe løpsk. Etter at du har redigert jentas utseende, kan du lagre bildet.\n\nKONTROLLER\nBruke en datamaskin: Bruk musen til å velge kategorier og elementer.\nBruke en mobilenhet: Velg elementene ved å trykke på dem.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nFUNKSJONER:\n- HTML5-spill\n- Enkel å spille\n- 100 % gratis\n- Offline spill\n\nKan du lage et stilig antrekk mens du spiller Girl Dress Up? Få oss til å se kreativiteten din ved å spille motespill. Ha det gøy!",
    "pl": "GirlDress Up to zarówno gra w ubieranki, jak i gra w makijaż dla dziewczyn. To tylko jedna z wielu gier w przebieranki, które mamy.\n\nROZGRYWKA W PRZEBIEGACH DZIEWCZYN\nNadszedł czas, aby dziewczyna zyskała nowy wygląd. W tej grze możesz zadbać między innymi o włosy, skórę i paznokcie.\n\nZmień tę dziewczynę w gwiazdę filmową, gwiazdę rocka lub kogo tylko chcesz. Twoja wyobraźnia nie ma ograniczeń. Czy jesteś gotowa zagrać w tę grę o modzie?\n\nJAK GRAĆ W GRĘ UBIÓRKI DZIEWCZYNY\nGranie w grę Girl Dress Up jest proste. Istnieje 12 kategorii, w tym włosy, paznokcie, oczy, akcesoria, ubrania, buty i 200 przedmiotów.\nDaj się ponieść wyobraźni. Po edycji wyglądu dziewczyny możesz zapisać obraz.\n\nSTEROWNICA\nKorzystanie z komputera: użyj myszy, aby wybrać kategorie i elementy.\nZa pomocą urządzenia mobilnego: wybieraj elementy, dotykając ich.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nFUNKCJE:\n- Gra HTML5\n- Łatwy do gry\n- 100% za darmo\n- Gra offline\n\nCzy potrafisz stworzyć stylowy strój, grając w Girl Dress Up? Pokaż nam swoją kreatywność, grając w gry o modzie. Baw się dobrze!",
    "pt_BR,pt_PT": "GirlDress Up é tanto um jogo de vestir quanto um jogo de maquiagem para meninas. É apenas um dos muitos jogos de vestir que temos.\n\nJOGABILIDADE DE VESTIDO PARA MENINAS\nÉ hora da garota ter um novo visual. Este jogo permite que você cuide do seu cabelo, pele e unhas, para citar alguns.\n\nTransforme essa garota em uma estrela de cinema, estrela do rock ou quem você quiser. Não há limite para a sua imaginação. Você está pronto para jogar este jogo de moda?\n\nCOMO JOGAR O JOGO DE VESTIR DE GAROTA\nJogar o jogo Girl Dress Up é simples. São 12 categorias, entre cabelos, unhas, olhos, acessórios, roupas, sapatos e 200 itens.\nDeixe sua imaginação correr solta. Depois de editar o visual da garota, você pode salvar a imagem.\n\nCONTROLES\nUsando um computador: use o mouse para selecionar categorias e itens.\nUsando um dispositivo móvel: selecione os elementos tocando neles.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nRECURSOS:\n- Jogo HTML5\n- Fácil de Jogar\n- 100% grátis\n- Jogo offline\n\nVocê pode criar uma roupa elegante enquanto joga Girl Dress Up? Faça-nos ver sua criatividade jogando jogos de moda. Divirta-se!",
    "ro": "GirlDress Up este atât un joc de îmbrăcare, cât și un joc de machiaj pentru fete. Este doar unul dintre multele jocuri de îmbrăcare pe care le avem.\n\nFETE SE ÎMBRACĂ JOC\nEste timpul ca fata să aibă un nou look. Acest joc vă permite să aveți grijă de părul, pielea și unghiile, pentru a numi câteva.\n\nTransformă această fată într-o vedetă de film, star rock sau oricine vrei tu. Nu există limită pentru imaginația ta. Ești gata să joci acest joc de modă?\n\nCUM SE JACĂ JOCUL DE HABRAȚI-FATE\nJocul Girl Dress Up este simplu. Există 12 categorii, inclusiv păr, unghii, ochi, accesorii, haine, pantofi și 200 de articole.\nLasă-ți imaginația să scape. După ce editați aspectul fetei, puteți salva imaginea.\n\nCONTROALE\nFolosind un computer: utilizați mouse-ul pentru a selecta categorii și articole.\nFolosind un dispozitiv mobil: selectați elementele atingându-le.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nCARACTERISTICI:\n- Joc HTML5\n- Ușor de jucat\n- 100% gratuit\n- Joc offline\n\nPoți crea o ținută elegantă în timp ce te joci Girl Dress Up? Fă-ne să-ți vedem creativitatea jucând jocuri de modă. A se distra!",
    "ru": "GirlDress Up — это одновременно и игра-одевалка, и игра-макияж для девочек. Это всего лишь одна из многих игр с переодеванием, которые у нас есть.\n\nДЕВУШКИ ОДЕВАТЬ ИГРУ\nНастало время для девушки, чтобы получить новый взгляд. Эта игра позволяет вам позаботиться о своих волосах, коже и ногтях, и это лишь некоторые из них.\n\nПревратите эту девушку в кинозвезду, рок-звезду или кого хотите. Нет предела вашему воображению. Готовы ли вы играть в эту модную игру?\n\nКАК ИГРАТЬ В ИГРУ ДЛЯ ДЕВУШЕК\nИграть в игру Girl Dress Up очень просто. Есть 12 категорий, включая волосы, ногти, глаза, аксессуары, одежду, обувь и 200 предметов.\nДайте волю своему воображению. После того, как вы отредактируете образ девушки, вы можете сохранить изображение.\n\nУПРАВЛЕНИЕ\nИспользование компьютера: используйте мышь для выбора категорий и элементов.\nИспользуя мобильное устройство: выберите элементы, касаясь их.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nФУНКЦИИ:\n- HTML5 игра\n- Легко играть\n- 100% бесплатно\n- Оффлайн игра\n\nСможешь ли ты создать стильный наряд, играя в Girl Dress Up? Покажите нам свое творчество, играя в модные игры. Развлекайся!",
    "sk": "GirlDress Up je hra na obliekanie a líčenie pre dievčatá. Je to len jedna z mnohých prezliekacích hier, ktoré máme.\n\nDIEVČATÁ PREZLIEKAJÚCE SA HRY\nJe čas, aby dievča získalo nový vzhľad. Táto hra vám umožní starať sa o svoje vlasy, pokožku a nechty, aby sme vymenovali aspoň niektoré.\n\nPremeňte toto dievča na filmovú hviezdu, rockovú hviezdu alebo koho chcete. Vašej fantázii sa medze nekladú. Ste pripravení hrať túto módnu hru?\n\nAKO HRAŤ DIEVČATÚ HRU OBLIEKAČOV\nHranie hry Girl Dress Up je jednoduché. Existuje 12 kategórií vrátane vlasov, nechtov, očí, doplnkov, oblečenia, obuvi a 200 položiek.\nPopustite uzdu svojej fantázii. Po úprave vzhľadu dievčaťa môžete obrázok uložiť.\n\nOVLÁDANIE\nPoužívanie počítača: pomocou myši vyberte kategórie a položky.\nPomocou mobilného zariadenia: vyberte prvky dotykom.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nVLASTNOSTI:\n- Hra HTML5\n- Jednoduché prehrávanie\n- 100% zadarmo\n- Offline hra\n\nDokážete si pri hre Girl Dress Up vytvoriť štýlový outfit? Ukážte nám svoju kreativitu hraním módnych hier. Bavte sa!",
    "sl": "GirlDress Up je tako igra oblačenja kot igra ličenja za dekleta. To je le ena od mnogih iger oblačenja, ki jih imamo.\n\nDEKLICA OBLEČITE SE IGRE\nČas je, da dekle dobi nov videz. Ta igra vam omogoča, da poskrbite za svoje lase, kožo in nohte, če naštejemo le nekatere.\n\nSpremenite to dekle v filmsko zvezdo, rock zvezdo ali kogar koli želite. Vaši domišljiji ni omejitev. Ste pripravljeni igrati to modno igro?\n\nKAKO IGRATI IGRO OBLEČENJA ZA DEKLICE\nIgranje igre Girl Dress Up je preprosto. Obstaja 12 kategorij, vključno z lasmi, nohti, očmi, dodatki, oblačili, obutvijo in 200 predmeti.\nPustite domišljiji prosto pot. Ko uredite videz dekleta, lahko sliko shranite.\n\nKONTROLE\nUporaba računalnika: z miško izberite kategorije in predmete.\nUporaba mobilne naprave: izberite elemente tako, da se jih dotaknete.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nLASTNOSTI:\n- Igra HTML5\n- Enostaven za igranje\n- 100% brezplačno\n- Igra brez povezave\n\nAli lahko med igro Girl Dress Up ustvarite elegantno obleko? Poskrbite, da bomo videli vašo ustvarjalnost z igranjem modnih iger. Zabavaj se!",
    "sr": "ГирлДресс Уп је и игра облачења и шминкања за девојчице. То је само једна од многих игара облачења које имамо.\n\nГИРЛС ДРЕСС УП ГАМЕПЛАИ\nВреме је да девојка добије нови изглед. Ова игра вам омогућава да се бринете о својој коси, кожи и ноктима, да споменемо само неке.\n\nПретворите ову девојку у филмску звезду, рок звезду или кога год желите. Нема ограничења за вашу машту. Да ли сте спремни да играте ову модну игру?\n\nКАКО ИГРАТИ ГИРЛ ДРЕСС УП\nИграње игре Гирл Дресс Уп је једноставно. Постоји 12 категорија, укључујући косу, нокте, очи, додатке, одећу, обућу и 200 артикала.\nПустите машти на вољу. Након што уредите изглед девојке, можете сачувати слику.\n\nКОНТРОЛЕ\nКоришћење рачунара: користите миш да бисте изабрали категорије и ставке.\nКоришћење мобилног уређаја: изаберите елементе тако што ћете их додирнути.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nКАРАКТЕРИСТИКЕ:\n- ХТМЛ5 игра\n- Лако се игра\n- 100% бесплатно\n- Игра ван мреже\n\nМожете ли да направите елегантну одећу док играте Гирл Дресс Уп? Учините да видимо вашу креативност играјући модне игре. Забави се!",
    "sv": "GirlDress Up är både ett utklädningsspel och ett sminkspel för tjejer. Det är bara ett av många utklädningsspel vi har.\n\nTJEJER KLÄDER UPP SPEL\nDet är dags för tjejen att få ett nytt utseende. Det här spelet låter dig ta hand om ditt hår, hud och naglar, för att nämna några.\n\nFörvandla den här tjejen till en filmstjärna, rockstjärna eller vem du vill. Det finns ingen gräns för din fantasi. Är du redo att spela detta modespel?\n\nHUR MAN SPELAR GIRL DRESS UP SPEL\nAtt spela Girl Dress Up-spel är enkelt. Det finns 12 kategorier, inklusive hår, naglar, ögon, accessoarer, kläder, skor och 200 föremål.\nLåt fantasin flöda. När du har redigerat flickans utseende kan du spara bilden.\n\nKONTROLLER\nAnvända en dator: använd musen för att välja kategorier och objekt.\nAnvända en mobil enhet: välj elementen genom att trycka på dem.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nFUNKTIONER:\n- HTML5-spel\n- Lätt att spela\n- 100 % gratis\n- Offlinespel\n\nKan du skapa en snygg outfit medan du spelar Girl Dress Up? Få oss att se din kreativitet genom att spela modespel. Ha så kul!",
    "sw": "GirlDress Up ni mchezo wa mavazi-up na mchezo wa kufanya-up kwa wasichana. Ni moja tu ya michezo mingi ya mavazi tuliyo nayo.\n\nWASICHANA WAVAA MCHEZO WA MCHEZO\nNi wakati wa msichana kupata sura mpya. Mchezo huu hukuruhusu kutunza nywele, ngozi na kucha, kwa kutaja chache.\n\nBadilisha msichana huyu kuwa nyota wa filamu, nyota wa muziki wa rock au yeyote unayemtaka. Hakuna kikomo kwa mawazo yako. Je, uko tayari kucheza mchezo huu wa mitindo?\n\nJINSI YA KUCHEZA MCHEZO WA MAVAZI YA MSICHANA\nKucheza mchezo msichana dress up ni rahisi. Kuna aina 12, ikiwa ni pamoja na nywele, misumari, macho, vifaa, nguo, viatu, na vitu 200.\nWacha mawazo yako yaende porini. Baada ya kuhariri mwonekano wa msichana, unaweza kuhifadhi picha.\n\nVIDHIBITI\nKutumia kompyuta: tumia kipanya chako kuchagua kategoria na vitu.\nKutumia kifaa cha rununu: chagua vitu kwa kugusa.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nVIPENGELE:\n- HTML5 Mchezo\n- Rahisi Kucheza\n- 100% Bure\n- Mchezo wa nje ya mtandao\n\nJe, unaweza kuunda mavazi maridadi wakati unacheza Msichana Dress Up? Tufanye tuone ubunifu wako kwa kucheza michezo ya mitindo. Furahia!",
    "ta": "GirlDress Up என்பது பெண்களுக்கான டிரஸ்-அப் கேம் மற்றும் மேக்கப் கேம். எங்களிடம் உள்ள பல டிரஸ்ஸிங் கேம்களில் இதுவும் ஒன்று.\n\nகேம்ப்ளேயில் பெண்கள் ஆடை அணிகிறார்கள்\nபெண் புதிய தோற்றம் பெறும் நேரம் இது. இந்த விளையாட்டு உங்கள் முடி, தோல் மற்றும் நகங்களை கவனித்துக்கொள்ள உதவுகிறது.\n\nஇந்தப் பெண்ணை ஒரு திரைப்பட நட்சத்திரமாகவோ, ராக் ஸ்டாராகவோ அல்லது நீங்கள் விரும்பும் ஒருவராகவோ மாற்றவும். உங்கள் கற்பனைக்கு எல்லையே இல்லை. இந்த ஃபேஷன் கேமை விளையாட நீங்கள் தயாரா?\n\nபெண் டிரஸ் அப் கேம் விளையாடுவது எப்படி\nகேர்ள் டிரஸ் அப் கேம் விளையாடுவது எளிது. முடி, நகங்கள், கண்கள், அணிகலன்கள், உடைகள், காலணிகள் மற்றும் 200 பொருட்கள் உட்பட 12 பிரிவுகள் உள்ளன.\nஉங்கள் கற்பனை வளம் வரட்டும். பெண்ணின் தோற்றத்தைத் திருத்திய பிறகு, படத்தைச் சேமிக்கலாம்.\n\nகட்டுப்பாடுகள்\nகணினியைப் பயன்படுத்துதல்: வகைகளையும் பொருட்களையும் தேர்ந்தெடுக்க உங்கள் சுட்டியைப் பயன்படுத்தவும்.\nமொபைல் சாதனத்தைப் பயன்படுத்துதல்: உறுப்புகளைத் தொடுவதன் மூலம் அவற்றைத் தேர்ந்தெடுக்கவும்.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nஅம்சங்கள்:\n- HTML5 கேம்\n- விளையாட எளிதானது\n- 100% இலவசம்\n- ஆஃப்லைன் கேம்\n\nகேர்ள் டிரஸ் அப் விளையாடும்போது ஸ்டைலான உடையை உருவாக்க முடியுமா? பேஷன் கேம்களை விளையாடுவதன் மூலம் உங்களின் படைப்பாற்றலை எங்களுக்குத் தெரியப்படுத்துங்கள். மகிழுங்கள்!",
    "te": "గర్ల్‌డ్రెస్ అప్ అనేది డ్రెస్-అప్ గేమ్ మరియు అమ్మాయిల కోసం మేకప్ గేమ్. మా వద్ద ఉన్న అనేక డ్రెస్సింగ్ గేమ్‌లలో ఇది ఒకటి.\n\nబాలికలు గేమ్‌ప్లేలో దుస్తులు ధరిస్తారు\nఅమ్మాయి కొత్త రూపాన్ని పొందే సమయం ఇది. ఈ గేమ్ మీ జుట్టు, చర్మం మరియు గోళ్లను జాగ్రత్తగా చూసుకోవడానికి మిమ్మల్ని అనుమతిస్తుంది.\n\nఈ అమ్మాయిని సినిమా స్టార్‌గా, రాక్ స్టార్‌గా లేదా మీకు కావలసిన వారిగా మార్చుకోండి. మీ ఊహకు పరిమితి లేదు. మీరు ఈ ఫ్యాషన్ గేమ్ ఆడటానికి సిద్ధంగా ఉన్నారా?\n\nగర్ల్ డ్రెస్ గేమ్ ఎలా ఆడాలి\nగర్ల్ డ్రెస్ గేమ్ ఆడటం చాలా సులభం. జుట్టు, గోర్లు, కళ్ళు, ఉపకరణాలు, బట్టలు, బూట్లు మరియు 200 వస్తువులతో సహా 12 వర్గాలు ఉన్నాయి.\nమీ ఊహాశక్తిని పెంచుకోండి. మీరు అమ్మాయి రూపాన్ని సవరించిన తర్వాత, మీరు చిత్రాన్ని సేవ్ చేయవచ్చు.\n\nనియంత్రణలు\nకంప్యూటర్‌ను ఉపయోగించడం: వర్గాలు మరియు అంశాలను ఎంచుకోవడానికి మీ మౌస్‌ని ఉపయోగించండి.\nమొబైల్ పరికరాన్ని ఉపయోగించడం: వాటిని తాకడం ద్వారా వాటిని ఎంచుకోండి.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nలక్షణాలు:\n- HTML5 గేమ్\n- ఆడటం సులభం\n- 100% ఉచితం\n- ఆఫ్‌లైన్ గేమ్\n\nగర్ల్ డ్రెస్ ఆడుతున్నప్పుడు మీరు స్టైలిష్ దుస్తులను సృష్టించగలరా? ఫ్యాషన్ గేమ్‌లు ఆడడం ద్వారా మీ సృజనాత్మకతను చూసేలా చేయండి. ఆనందించండి!",
    "th": "GirlDress Up เป็นทั้งเกมแต่งตัวและเกมแต่งหน้าสำหรับสาวๆ เป็นเพียงหนึ่งในหลาย ๆ เกมแต่งตัวที่เรามี\n\nเกมส์แต่งตัวสาว\nถึงเวลาที่สาว ๆ จะได้แปลงโฉมใหม่ เกมนี้ให้คุณดูแลเส้นผม ผิวหนัง และเล็บ เป็นต้น\n\nเปลี่ยนเธอคนนี้ให้เป็นดาราหนัง ร็อคสตาร์ หรือใครก็ตามที่คุณต้องการ จินตนาการของคุณไม่มีขีดจำกัด คุณพร้อมที่จะเล่นเกมแฟชั่นนี้แล้วหรือยัง?\n\nวิธีเล่นเกมแต่งตัวสาว\nการเล่นเกมแต่งตัวสาวเป็นเรื่องง่าย มีทั้งหมด 12 หมวด ได้แก่ ผม เล็บ ดวงตา เครื่องประดับ เสื้อผ้า รองเท้า และสินค้ากว่า 200 รายการ\nปล่อยให้จินตนาการของคุณโลดแล่น หลังจากที่คุณแก้ไขรูปลักษณ์ของหญิงสาวแล้ว คุณสามารถบันทึกภาพได้\n\nการควบคุม\nการใช้คอมพิวเตอร์: ใช้เมาส์เพื่อเลือกประเภทและรายการ\nใช้อุปกรณ์เคลื่อนที่: เลือกองค์ประกอบโดยการสัมผัส\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nคุณสมบัติ:\n- เกม HTML5\n- เล่นง่าย\n- ฟรี 100%\n- เกมออฟไลน์\n\nคุณสามารถสร้างเครื่องแต่งกายที่มีสไตล์ในขณะที่เล่น Girl Dress Up ได้หรือไม่? ทำให้เราเห็นความคิดสร้างสรรค์ของคุณด้วยการเล่นเกมแฟชั่น มีความสุข!",
    "tr": "GirlDress Up, kızlar için hem giydirme oyunu hem de makyaj oyunudur. Sahip olduğumuz pek çok giydirme oyunundan sadece biri.\n\nKIZ GİYDİRME OYUNU\nKızın yeni bir görünüm kazanma zamanı. Bu oyun, birkaç isim vermek gerekirse saçınıza, cildinize ve tırnaklarınıza bakmanızı sağlar.\n\nBu kızı bir film yıldızına, rock yıldızına ya da istediğiniz kişiye dönüştürün. Hayal gücünüzün sınırı yok. Bu moda oyununu oynamaya hazır mısın?\n\nKIZ GİYDİRME OYUNU NASIL OYNANIR\nKız Giydir oyunu oynamak basittir. Saç, tırnak, göz, aksesuar, giysi, ayakkabı olmak üzere 12 kategori ve 200 öğe var.\nHayal gücünüzün vahşi olmasına izin verin. Kızın görünüşünü düzenledikten sonra resmi kaydedebilirsiniz.\n\nKONTROLLER\nBir bilgisayar kullanarak: kategorileri ve öğeleri seçmek için farenizi kullanın.\nBir mobil cihaz kullanarak: öğeleri dokunarak seçin.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nÖZELLİKLERİ:\n- HTML5 Oyunu\n- Oynaması Kolay\n- %100 Ücretsiz\n- Çevrimdışı Oyun\n\nGirl Dress Up oynarken şık bir kıyafet yaratabilir misin? Moda oyunları oynayarak yaratıcılığınızı görmemizi sağlayın. İyi eğlenceler!",
    "uk": "GirlDress Up — це і гра в одягання, і в макіяж для дівчат. Це лише одна з багатьох ігор на одягання, які ми маємо.\n\nДІВЧАТА ОДЯГАЮТЬСЯ ГРА\nНастав час дівчині змінити вигляд. Ця гра дозволяє вам доглядати за волоссям, шкірою та нігтями.\n\nПеретворіть цю дівчину на кінозірку, рок-зірку чи кого завгодно. Вашій фантазії немає меж. Ви готові грати в цю модну гру?\n\nЯК ГРАТИ В ГРУ «ОДЯГАННЯ ДІВЧАТОК».\nГрати в гру Girl Dress Up дуже просто. Є 12 категорій, включаючи волосся, нігті, очі, аксесуари, одяг, взуття та 200 предметів.\nДайте волю своїй уяві. Після редагування образу дівчини ви можете зберегти зображення.\n\nУПРАВЛІННЯ\nЗа допомогою комп’ютера: використовуйте мишу, щоб вибрати категорії та елементи.\nЗа допомогою мобільного пристрою: виберіть елементи, торкаючись їх.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nОСОБЛИВОСТІ:\n- Гра HTML5\n- Легко грати\n- 100% безкоштовно\n- Офлайн гра\n\nЧи можете ви створити стильний наряд під час гри Girl Dress Up? Зробіть так, щоб ми побачили вашу творчість, граючи в модні ігри. Отримуй задоволення!",
    "vi": "GirlDress Up vừa là trò chơi mặc quần áo vừa là trò chơi trang điểm dành cho các bạn gái. Đó chỉ là một trong nhiều trò chơi hóa trang mà chúng tôi có.\n\nCHƠI TRÒ CHƠI TRÒ CHƠI CÔ GÁI\nĐã đến lúc cô gái có một diện mạo mới. Trò chơi này cho phép bạn chăm sóc tóc, da và móng tay, v.v.\n\nBiến cô gái này thành một ngôi sao điện ảnh, ngôi sao nhạc rock hoặc bất cứ ai bạn muốn. Không có giới hạn cho trí tưởng tượng của bạn. Bạn đã sẵn sàng chơi game thời trang này chưa?\n\nCÁCH CHƠI TRÒ CHƠI CON GÁI MẶC TRANG PHỤC\nChơi trò chơi Girl Dress Up rất đơn giản. Có 12 danh mục, bao gồm tóc, móng tay, mắt, phụ kiện, quần áo, giày dép và 200 mặt hàng.\nHãy để trí tưởng tượng của bạn được bay bổng hoang dại. Sau khi chỉnh sửa diện mạo của cô gái, bạn có thể lưu hình ảnh.\n\nKIỂM SOÁT\nSử dụng máy tính: dùng chuột để chọn danh mục, mặt hàng.\nSử dụng thiết bị di động: chọn các yếu tố bằng cách chạm vào chúng.\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\nTÍNH NĂNG, ĐẶC ĐIỂM:\n- Trò chơi HTML5\n- Dễ chơi\n- 100% miễn phí\n- Trò chơi ngoại tuyến\n\nBạn có thể tạo ra một bộ trang phục sành điệu khi chơi Girl Dress Up không? Hãy cho chúng tôi thấy sự sáng tạo của bạn bằng cách chơi trò chơi thời trang. Chúc vui vẻ!",
    "zh_CN": "Girl Dress Up 既是一款女孩装扮游戏，也是一款女孩化妆游戏。 这只是我们拥有的众多装扮游戏之一。\n\n女孩装扮游戏\n是时候让女孩焕然一新了。 这个游戏可以让你照顾你的头发、皮肤和指甲，仅举几例。\n\n将这个女孩变成电影明星、摇滚明星或任何你想要的人。 你的想象力是无限的。 你准备好玩这个时尚游戏了吗？\n\n如何玩女孩装扮游戏\n玩女孩装扮游戏很简单。 有头发、指甲、眼睛、配饰、衣服、鞋子等12个品类，200个项目。\n让想象力自由驰骋。 编辑女孩的造型后，您可以保存图像。\n\n控件\n使用计算机：使用鼠标选择类别和项目。\n使用移动设备：通过触摸选择元素。\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\n特征：\n- HTML5 游戏\n- 易玩\n- 100% 免费\n- 离线游戏\n\n你能在玩 Girl Dress Up 的同时打造出时尚的装扮吗？ 通过玩时尚游戏让我们看到你的创造力。 玩得开心！",
    "zh_TW": "Girl Dress Up 既是一款裝扮遊戲，也是一款女孩化妝遊戲。 這只是我們擁有的眾多裝扮遊戲之一。\n\n女孩裝扮遊戲\n是時候讓女孩煥然一新了。 這個遊戲可以讓你照顧你的頭髮、皮膚和指甲，僅舉幾例。\n\n將這個女孩變成電影明星、搖滾明星或任何你想要的人。 你的想像力是無限的。 你準備好玩這個時尚遊戲了嗎？\n\n如何玩女孩裝扮遊戲\n玩女孩裝扮遊戲很簡單。 有頭髮、指甲、眼睛、配飾、衣服、鞋子等12個品類，200個項目。\n讓想像力自由馳騁。 編輯女孩的造型後，您可以保存圖像。\n\n控件\n使用計算機：使用鼠標選擇類別和項目。\n使用移動設備：通過觸摸選擇元素。\n\nGirl Dress Up  is a fun dressup and make up game online to play when bored for FREE on Magbei.com\n\n特徵：\n- HTML5 遊戲\n- 易玩\n- 100% 免費\n- 離線遊戲\n\n你能在玩 Girl Dress Up 的同時打造出時尚的裝扮嗎？ 通過玩時尚遊戲讓我們看到你的創造力。 玩得開心！"
  }
}