{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Links Disabler"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A lightweight extension which lets you disable all links on a webpage."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A lightweight extension which lets you disable all links on a webpage.\n\nUsage\n• • •\nTo toggle between disabling and enabling all links, simply click the extension icon (located in the upper right corner of the browser) or use the keyboard shortcut **Alt + Shift + D**.\n\nFeatures\n• • •\nThe extension curretly comes with two main features, which can be activated through the extension's options page (see below for more details).\n\n• Save toggle status globally and on page reload: if this option is checked, when you hit \"disable links\" the change will be reflected on all tabs, and links will stay disabled even after page reload.\n\n• Only disable links that follow a pattern: if this option is enabled, when you hit \"disable links\" only links in the disable list will be disabled. All other links will stay enabled. This option is automatically enabled if the disable list is not empty. The disable list can be configured with a pattern per line, and accepts wildcards with the * sign. \n\nConfiguration\n• • •\n\n• Shortcuts: you can configure the shortcut in the Chrome shortcuts page at chrome://extensions/shortcuts\n\n• Options: you can configure the extension options through the extension's options page\n\nBugs and feature requests\n• • •\nFor any issues, bugs and feature requests feel free to open an issue on Github at https://github.com/fabiosangregorio/links-disabler/issues"
  }
}