{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "poinz Cashback-Helfer",
    "en": "poinz Cashback Helper",
    "fr": "poinz Aide Cashback",
    "it": "Aiuto al cashback di poinz"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Werde in über 400 Onlineshops automatisch zum Cashback-Sammeln erinnert. 1 Klick reicht.",
    "en": "Be automatically reminded to collect cashback in over 400 online shops. 1 click is enough.",
    "fr": "Reçois automatiquement des rappels pour collecter du cashback dans plus de 400 boutiques en ligne.",
    "it": "Ricevi automaticamente un promemoria per riscuotere il cashback in oltre 400 negozi online."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Erhalte mit unserer Browser-Erweiterung in über 400 Online-Shops bis zu 25% Geld zurück – auf deinen kompletten Einkauf! Ob bei Mediamarkt, SWISS, Just Eat, About You oder Orell Füssli: Du wirst automatisch daran erinnert, Cashback zu sammeln. 1 Klick reicht und dir wird das Geld in deinem poinz Konto gutgeschrieben.\n\nDer Cashback-Helfer zeigt dir zudem an, in welchen Online-Shops du wie viel Cashback sammeln kannst.\n\nBeziehe mit deinem gesammelten Guthaben im poinz Ökosystem digitale Gutscheine von Top-Brands wie Zalando, H&M oder Globus und erhalte zusätzlichen Cashback. Alternativ kannst du dir dein Guthaben (ab CHF 100.–) auch auf dein Bankkonto auszahlen lassen.\n\nBereits über 1’000’000 Personen profitieren in ihrem Alltag mit poinz. Starte auch du mit poinz und spare ohne Aufwand über CHF 1000.– pro Jahr.\n\nDeine Privatsphäre ist uns wichtig, deshalb bleibt dein Internetverhalten weiterhin komplett anonym und poinz speichert keine Daten.",
    "en": "Get up to 25% cashback in over 400 online stores with our browser extension - on your entire purchase! Whether at Mediamarkt, SWISS, Just Eat, About You or Orell Füssli: you will automatically be reminded to collect cashback. Just 1 click and the money will be credited to your poinz account.\n\nThe cashback helper also shows you how much cashback you can collect in each online store.\n\nUse your collected credit in the poinz ecosystem to purchase digital vouchers from top brands such as Zalando, H&M or Globus and receive additional cashback. Alternatively, you can also have your credit (from CHF 100.–) paid out to your bank account.\n\nOver 1’000’000 people are already benefiting from poinz in their everyday lives. Get started with poinz and save over CHF 1000.– per year without any effort.\n\nYour privacy is important to us, which is why your Internet behavior remains completely anonymous and poinz does not store any data.",
    "fr": "Reçois jusqu'à 25% d'argent en retour dans plus de 400 boutiques en ligne grâce à notre extension de navigateur - sur l'ensemble de tes achats! Que ce soit chez Mediamarkt, SWISS, Just Eat, About You ou Orell Füssli: tu seras automatiquement rappelé à l'ordre pour collecter du cashback. 1 clic suffit pour que l'argent soit crédité sur ton compte poinz.\n\nL'aide cashback t'indique en outre dans quelles boutiques en ligne tu peux collecter combien de cashback.\n\nAvec les crédits que tu as accumulés dans l'écosystème poinz, tu peux obtenir des bons numériques de grandes marques comme Zalando, H&M ou Globus et recevoir du cashback supplémentaire. Tu peux également demander à ce que ton crédit (à partir de CHF 100.–) soit versé sur ton compte bancaire.\n\nPlus de 1’000’000 de personnes profitent déjà de poinz dans leur vie quotidienne. Commence toi aussi avec poinz et économise sans effort plus de CHF 1000.– par an.\n\nTa sphère privée est importante pour nous, c'est pourquoi ton comportement sur Internet reste complètement anonyme et poinz n'enregistre aucune donnée.",
    "it": "Con la nostra estensione per il browser, ottenete fino al 25% di cashback su oltre 400 negozi online - su tutti i vostri acquisti! Che si tratti di Mediamarkt, SWISS, Just Eat, About You o Orell Füssli: vi verrà ricordato automaticamente di riscuotere il cashback. Basta un clic e il denaro verrà accreditato sul vostro conto poinz.\n\nL’aiuto al cashback vi mostra anche quanto cashback potete raccogliere in quali negozi online.\n\nUtilizzate il credito raccolto nell'ecosistema poinz per acquistare buoni digitali di marchi importanti come Zalando, H&M o Globus e riceverete un cashback aggiuntivo. In alternativa, potete anche farvi versare il credito (a partire da CHF 100.–) sul vostro conto bancario.\n\nOltre 1’000’000 di persone beneficiano già di poinz nella loro vita quotidiana. Anche voi potete iniziare con poinz e risparmiare oltre CHF 1000.– all'anno senza alcuno sforzo.\n\nLa vostra privacy è importante per noi, per questo il vostro comportamento su Internet rimane completamente anonimo e poinz non memorizza alcun dato."
  }
}