{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon.de Shopping Suche"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon.de Shopping Suche ist der beste und schnellste Weg Artikel auf amazon.de zu suchen"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Die Amazon.de Shopping Suche ist der beste und schnellste Weg um auf amazon.de nach Produkten oder Suchbegriffen zu suchen!\nNach der Installation von der Amazon.de Shopping Suche erhältst Du ein neues Amazon Bild im oberen Bereich deines Chrome Browsers.\nKlick hier einfach auf das Amazon Logo, gib ein Produkt oder Suchbegriff ein und schon kommst du auf die entsprechende www.amazon.de Seite – so einfach.\n\n✔ Kostenlos und sehr einfach bedienbar\n✔ Suche nach millionen von Produkten auf Amazons Webseite\n✔ Bester Amazon Service garantiert\n\n~~ Amazon.de Shopping Suche ~~\nAmazon.de Shopping Suche ist der perfekte weg um alles von Lehrbüchern und Jeans, über Videospiele und Golf auf einfache, spaßige und schnelle Weise zu entdecken.\nAuf Amazon erhältst du personalisierte Empfehlungen, aber auch Amazon Bestseller, Neuveröffentlichungen, am meisten verschenkte products und am meisten gewünschte Produkte.\nKategorien auf Amazon.de sind unteranderem Bücher, Kindle Store, Filme & TV, Musik, Spiele und Spielwaren, Elektronik, Haus und Garten, Auto, Baby, Schönheit, Kamera & Foto, Handys und Zubehör, Bekleidung, Computer und Zubehör, Games & Gourmet, Gesundheit & Wellness, Heimwerken, Industrie & Wissenschaft, Schmuck, Küche, Zeitschriften, MP3, Musikinstrumente, Office-Produkte, Patio, Rasen & Garten, Schuhe, Software, Sport und Freizeit, Amazon Video On Demand, Video, Videospiele, Uhren und viele weitere – einfach auf Amazon.de entdecken.\n\n~~ Unterstützung & Kontakt ~~\nDu hast Ideen wie wir die Software besser machen können? Zögere nicht uns eine Mail zu senden!"
  }
}