{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Callface"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Plugin para utilizar a Callface de forma simples e ágil."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Callface é uma solução instalada com poucos cliques que agrega Inteligência Artificial ao seu webCRM e, assim, as ligações feitas pelo usuário são transcritas e gravadas direta e automaticamente no histórico do cliente, economizando tempo de preenchimento de dados no sistema da empresa, aumentando os follow ups diários e, consequentemente, aumentando também a produtividade do usuário.\n \nCom a extensão do Callface instalada no seu navegador, os números telefônicos que aparecerem na tela do seu webCRM serão reconhecidos e será possível realizar ligações clicando no ícone ao lado do número.\n \nMas a grande vantagem do Callface, que o diferencia dos demais discadores, é que além de realizar ligações, de maneira rápida e segura, sem precisar sair do CRM ou usar o celular, ao instalar o Callface, você também terá:\n- Gravação da chamada: tenha a conversa salva na íntegra ao final da ligação\n- Transcrição: transforme voz em texto escrito e não perca nenhuma informação da chamada.\n- Registro da ligação: tenha todos os dados da chamada, como número discado, duração da conversa, horário em que ela ocorreu e sumarização.\n- Sumarização: é o resumo automático dos principais pontos falados durante a conversa para salvar direto no CRM.\n \nE, em breve, IA Generativa. Use a inteligência artificial para apoiar e garantir produtividade do usuário em tempo real durante a ligação.\n \nComo o Callface funciona?\nCallface é intuitivo e não necessita de treinamento. Até mesmo quem tem pouca familiaridade com tecnologia é capaz de usá-lo.\n \nBasta você realizar baixar nosso plugin e realizar seu cadastro.\nAgora, todos os telefones que aparecerem na tela do seu webCRM serão acompanhados de um ícone de telefone. Basta clicar neste botão e realizar sua ligação.\n‍Ao final, vá à sua área de usuário no nosso portal para encontrar a gravação e transcrição da chamada.\n \nO que o Callface oferece é automatização de processos de baixo valor agregado ao salvar automaticamente as informações da conversa na íntegra, garantindo a transparência de dados e acompanhando o usuário com insights valiosos."
  }
}