{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sponsored Result Checker by Adversary Mindset"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sponsored Result Checker: Transparency in Every Search\n\nElevate Your Browsing with Enhanced Transparency and Security\n\nIntroducing…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sponsored Result Checker: Transparency in Every Search\n\nElevate Your Browsing with Enhanced Transparency and Security\n\nIntroducing Sponsored Result Checker, the essential Chrome extension for discerning internet users who value clarity and safety in their search results. Sponsored Result Checker diligently highlights in orange sponsored content in your Google search results, ensuring you can instantly distinguish between organic results and advertisements. If the actual ad URL is different than the displayed URL, the ad is highlighted in red.\n\nThis Google Chrome extension performs the following tasks:\n    * Identifies if the current page contains Google Search results\n    * Gathers all sponsored ad result information (Link URL and Displayed URL)\n    * Performs an HTTP HEAD request with no redirect follow on the sponsored ad link (Not an HTTP GET)\n    * Obtains the HTTP Location header from the sponsored link. Does not follow the redirect\n    * Compares the Location header URL to the Google Search result displayed URL for the Ad\n    * Places a red rectangle around Ads that show a different link on the search results vs what the first redirect shows<br>\n    * Places an orange rectangle around all other Ads, so it's easy to see which results are actually ads\n\n This extension does not follow redirects past the first redirect from Google to the sponsor. HEAD requests are only to the original Google AD URL. This is to ensure your browser does not interact with the sponsor's website, just Google's.\n\nCaution: This tool is just to help you identify sponsored results that MAY lead to sites that are misleading. Use this tool as a helper, and always stay vigilant.\n\nCore Features:\n\n* Visible Indicators: Sponsored results are immediately recognizable, framed in an orange border. This visual cue helps you navigate search results with full awareness of content sponsorship.\n* Link Verification: Sponsored Result Checker goes a step further with a unique safety feature — any sponsored link that does not direct you to its displayed destination is outlined in red, alerting you to potential discrepancies and protecting against misleading redirects.\n* Enhanced Search Integrity: With Sponsored Result Checker, you can trust the transparency of your search results, reducing the risk of malware and deceptive practices commonly hidden within sponsored ads.\n\nOpen Source Commitment:\n\nSponsored Result Checker is committed to transparency, not just in search results, but in our development process. Visit our GitHub repository to learn more: https://github.com/AdversaryMindset/SponsoredResultChecker-Chrome-Extension\n\nInstall Sponsored Result Checker Today:\n\nTransform your browsing experience with Sponsored Result Checker. Install today and navigate your searches with confidence, assured by the integrity and transparency Sponsored Result Checker brings to your online world."
  }
}