{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Virtual House Flip"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Remodel homes using AI"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Virtual House Flip - Completely Changing Home Design!  \nWith just a photo, this groundbreaking web app utilizes AI technology to transform a home. Easily redesign Exterior and Interior areas with stunning results influenced by world-class architects and interior designers.\n\nVisit Zillow.com or Redfin.com and look for the virtual remodel button when you hover over property photos.\n\nSimply click the button and the photo will be opened up in VirtualHouseFlip.com where you can remodel the image.\nVirtual House Flip: Technical Overview\n\nThe Virtual House Flip extension seamlessly integrates into the Zillow.com and Redfin.com platforms, offering users a utilitarian tool for dynamic property visualization. The core functionalities include:\n\nImage Rendering Algorithm: Leveraging advanced AI technology, the extension applies exterior and interior design modifications directly to property images. This process involves an image rendering algorithm optimized for real-time performance.\n\nDesign Genre Parameterization: Users can interface with the extension to select specific design genres. This triggers the application of predefined design parameters, influencing the AI's rendering process.\n\nArchitectural and Design Database Integration: The extension taps into a database enriched with insights from renowned architects and designers. These inputs guide the AI algorithm, ensuring a coherent and informed approach to property visualization.\n\nUser Interface Integration: Seamlessly embedded within the property listing interface, the extension introduces an intuitive user interface. Users can interact with the extension effortlessly, providing a frictionless experience.\n\nIn essence, Virtual House Flip is engineered to augment the property exploration process by offering a technically robust solution for dynamic visualization, incorporating user preferences and expert design insights."
  }
}