{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HERAW - The all-in-one collaborative solution"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Thanks to this extension, annotate all your HTML content in addition to video, image, Pdfs, Microsoft© Office, soundtrack, etc."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cette extensions permets à nos utilisateurs de faire des annotations précises sur des contenus HTML partagés par eux ou pour eux dans leur espace sécurisé.\n\n- - -\n\nLe quasi-temps réel, l’augmentation perpétuelle du nombre de livrables, le télétravail qui se généralise, les équipes et les partenaires qui se multiplient, les délais et coûts de production qui se réduisent, nous imposent à tous une réflexion sur l’organisation, les processus et les outils pertinents à utiliser ou à mettre en place.\n\nHERAW avec sa nouvelle version ALL-IN-ONE, répond en tout point à ces enjeux de façon simple et intuitive.\n\nHERAW est un espace de travail en ligne qui permet non seulement, de manière totalement sécurisée de, centraliser, organiser, partager, visualiser, annoter, comparer, valider et distribuer tout type de contenus ( Vidéos, Pdf, images, bandes sonores, Suite Microsoft, bannières HTML … ), mais aussi de collaborer efficacement en mode «Projet».\n\nEn effet dans ce nouvel «Espace Projet» dédié, vous pouvez gérez des équipes projets, avoir une vue en temps réel sur l’avancée et le suivi des tâches (à faire, en cours, à valider ou validées) mais aussi avoir une vue d’ensemble des projets de façon très visuelle.\n\nPour résumer HERAW propose un écosystème de travail vertueux pour tous ceux qui ne veulent plus perdre de temps. Utiliser HERAW dès maintenant c’est la garantie d’avoir, tous les projets et intervenants dans seul et même endroit, une meilleure productivité et time-to-market, une réduction, des coûts et du temps passé sur des tâches à faibles valeurs ajoutées, une amélioration continue des processus de travail et enfin et surtout une meilleure satisfaction utilisateur."
  }
}