{
  "name": {
    "ja,ko,zh_CN,zh_TW": "2048",
    "ar,fil": "Classic 2048 - Retro Game",
    "am": "2048 Online Classic Game - 2048 Offline",
    "bg,ml": "2048 Offline - Retro Game",
    "bn,hi": "2048 Classic Game - 2048 Puzzle",
    "ca": "Joc clàssic 2048 en línia",
    "cs,sk": "Klasická hra 2048 online",
    "da": "Klassisk 2048 online spil",
    "de": "2048 Online-Klassikspiel",
    "el": "2048 Offline - Play Online",
    "en,en_AU,ru,uk": "2048 Online Classic game",
    "en_GB,en_US": "Classic 2048 online game",
    "es,es_419": "Juego clásico 2048 en línea",
    "et": "Retro Game - Classic 2048",
    "fa": "Classic 2048 - 2048 Online Classic Game",
    "fi": "Klassinen 2048-peli verkossa",
    "fr": "Jeu classique 2048 en ligne",
    "gu": "2048 Online Classic Game - 2048 Classic Game",
    "he": "2048 Offline - Online 2048",
    "hr,mr": "2048 Puzzle - Play Online",
    "hu": "Online 2048 - Classic 2048",
    "id": "Play Online - Classic 2048",
    "it": "Gioco classico 2048 online",
    "kn": "Online 2048 - Play Online",
    "lt": "Klasikinis 2048 žaidimas internete",
    "lv": "Klasiskais 2048 spēle tiešsaistē",
    "ms,vi": "Retro Game - Classic Puzzle Game",
    "nl": "Klassiek 2048 online spel",
    "no": "Klassisk 2048 online spill",
    "pl": "Klasyczna gra 2048 online",
    "pt_BR,pt_PT": "Jogo clássico 2048 online",
    "ro": "2048 Online Classic Game",
    "sl": "Klasična igra 2048 online",
    "sr": "Online 2048 - 2048 Online Classic Game",
    "sv": "Klassisk 2048 online-spel",
    "sw": "Classic 2048 - Play Online",
    "ta": "Online 2048 - 2048 Offline",
    "te": "Classic 2048 - 2048 Offline",
    "th": "2048 Offline - 2048 Classic Game",
    "tr": "Klasik 2048 çevrimiçi oyun"
  },
  "short": {
    "ar,bn,fil,hr,sr,vi": "Revisit the classic game 2048, and challenge yourself to reach the 2048 tile! Play online for free or offline for a retro gaming…",
    "am,et,id,mr,sw,th": "Enjoy the timeless classic game 2048! Challenge your skills and test your luck by joining the numbers and striving to reach the…",
    "bg,he,kn,te": "Enjoy the classic and retro game of 2048! Join the numbers and get to the 2048 tile, with the added excitement of playing online or…",
    "ca": "Aquesta és la versió clàssica del joc 2048. Uneix els números i arriba a la fitxa 2048. Juga a 2048 en línia gratis aquí.",
    "cs": "Toto je klasická verze hry 2048. Spojte čísla a dostanete se k dlaždici 2048. Zahrajte si 2048 online zdarma zde.",
    "da": "Dette er den klassiske version af 2048-spillet. Kombiner tallene og nå 2048-flisen. Spil 2048 online gratis her.",
    "de": "Dies ist die klassische Version des 2048-Spiels. Verbinde die Zahlen und erreiche die 2048-Kachel. Spiele 2048 online kostenlos…",
    "el,ms": "Enjoy the classic 2048 game! Link the numbers and race to the 2048 tile. Play online for free, or play 2048 offline anytime,…",
    "en,en_AU,en_GB,en_US,ja,ko,ru,uk,zh_CN,zh_TW": "This is the classic version of 2048 game. Join the numbers and get to the 2048 tile. Play 2048 online for free here.",
    "es,es_419": "Esta es la versión clásica del juego 2048. Une los números y llega a la ficha 2048. Juega 2048 en línea gratis aquí.",
    "fa,hi,hu,ro,ta": "Relive the nostalgia of the classic 2048 game! Join the numbers and challenge yourself to reach the coveted 2048 tile. Play online…",
    "fi": "Tämä on klassinen versio 2048-pelistä. Yhdistä numerot ja pääse 2048 laattaan. Pelaa 2048 verkossa ilmaiseksi täällä.",
    "fr": "Ceci est la version classique du jeu 2048. Rejoignez les chiffres et obtenez la tuile 2048. Jouez à 2048 en ligne gratuitement ici.",
    "gu,ml": "Relive the nostalgia of this classic 2048 game! Join the numbers and get to the 2048 tile. Play online for free or challenge…",
    "it": "Questa è la versione classica del gioco 2048. Unisci i numeri e raggiungi la tessera 2048. Gioca a 2048 online gratuitamente qui.",
    "lt": "Tai yra klasikinė 2048 žaidimo versija. Sujunkite skaičius ir pasiekite 2048 plytelę. Žaiskite 2048 nemokamai čia.",
    "lv": "Šī ir klasiskā versija 2048 spēlei. Apvienojiet skaitļus un sasniedziet 2048 flīzi. Spēlējiet 2048 tiešsaistē bez maksas šeit.",
    "nl": "Dit is de klassieke versie van het 2048-spel. Voeg de nummers samen en bereik de 2048-tegel. Speel hier gratis 2048 online.",
    "no": "Dette er den klassiske versjonen av 2048-spillet. Kombiner tallene og få 2048-flisen. Spill 2048 online gratis her.",
    "pl": "To jest klasyczna wersja gry 2048. Połącz liczby i uzyskaj kafelek 2048. Graj w 2048 online za darmo tutaj.",
    "pt_BR,pt_PT": "Esta é a versão clássica do jogo 2048. Junte os números e chegue à peça 2048. Jogue 2048 online gratuitamente aqui.",
    "sk": "Toto je klasická verzia hry 2048. Spojte čísla a dosiahnite dlaždicu 2048. Zahrajte si 2048 online zadarmo tu.",
    "sl": "To je klasična različica igre 2048. Pridruži se številkam in pridobi ploščico 2048. Igraj 2048 na spletu brezplačno tukaj.",
    "sv": "Detta är den klassiska versionen av 2048-spelet. Kombinera siffrorna och nå 2048-rutan. Spela 2048 online gratis här.",
    "tr": "Bu, 2048 oyununun klasik versiyonudur. Sayıları birleştirin ve 2048 karosuna ulaşın. 2048 oyununu burada ücretsiz olarak çevrimiçi…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Play popular game 2048 online",
    "en,en_AU,en_GB,en_US,ru,uk": "2048 Game is a fascinating and addictive game that can be played both online and offline. The objective of the game is to join the numbered tiles and reach the 2048 tile.\n\nWelcome to the entertaining and captivating 2048 game, which effectively stimulates the brain by incorporating basic math and color-coded tiles.\n\nThe 2048 game is a classic game that combines puzzle-solving, pattern matching, math, and the famous 2048 game.\n\nYou can play the unblocked version of 2048 at home, school, or library on desktops without any restrictions.\n\nWith the help of the extension, you can play this popular game directly from your Chrome's new tab page or by opening the extension itself from its icon.\n\nThe rules of the game are simple: achieve the 2048 tile as soon as possible! You can use the arrow keys on your keyboard to play.\n\n2048 is played on a 4x4 grid with numbered tiles that slide smoothly when moved using the arrow keys. A new tile with a value of either 2 or 4 will appear randomly in an empty spot on the board every turn. Tiles slide as far as possible in the chosen direction until they reach the edge of the grid or collide with another tile. When two tiles with the same number collide, they merge into a tile with the total value of the two tiles. The resulting tile cannot merge with another tile again in the same move. Tiles with higher scores emit a soft glow.\n\nTo play 2048 on desktop, swipe up, down, left, or right to move all the tiles. After every swipe, a new tile of 2 or 4 will appear in a random empty spot. When two tiles with the same number touch, they merge into one. For example, 2+2=4, 4+4=8, 8+8=16, and so on. When you reach the 2048 tile, you win! If there are no available moves left, the game ends.\n\nWe prioritize user privacy and do not collect, sell, trade, or rent personal identification information."
  }
}