{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ESLeadBridge"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extract and manage leads from LinkedIn."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ESLeadBridge is a specialized tool designed to streamline the process of extracting and managing leads from LinkedIn. Its primary function is to gather relevant contact information and details from LinkedIn profiles, allowing users to build comprehensive lead lists efficiently.\n\nBy installing ESLeadBridge, users can automate and accelerate the lead generation process, saving significant time and effort that would otherwise be spent manually collecting data. This tool not only extracts basic contact information such as email addresses and phone numbers but also captures additional details like job titles, company affiliations, and LinkedIn profile URLs.\n\nOne of the key benefits of using ESLeadBridge is its ability to integrate seamlessly with LinkedIn, ensuring compliance with LinkedIn's terms of service while maximizing the effectiveness of lead generation efforts. It operates within the boundaries of LinkedIn's, providing a reliable and secure method for gathering leads without violating any usage policies.\n\nOverall, ESLeadBridge is essential for professionals and businesses looking to enhance their lead generation capabilities on LinkedIn. Whether you're in sales, marketing, recruitment, or any other industry that relies on networking and client acquisition, ESLeadBridge offers a robust solution to efficiently extract and manage leads, helping you to expand your network and grow your business effectively."
  }
}