{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatWiz"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_TW": "ChatWiz-あなたの英語学習の強力なパートナー",
    "es_419": "ChatWiz - ¡Tu asistente profesional de inglés!",
    "pt_BR": "ChatWiz - Seu assistente profissional de inglês!",
    "vi": "ChatWiz - Phi công phụ tiếng Anh chuyên nghiệp của bạn!",
    "zh_CN": "ChatWiz插件，你的英语内容助手！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_TW": "ChatWiz-あなたの英語学習の強力なパートナー\nChatWizはリアルタイム翻訳、フォーカスモードやAIサマリーなどの機能を備えており、理解力と効率性を高め、英語学習に役立つプラグインです。\n選択翻訳：\n-ウェブテキストやビデオ字幕の単語/フレーズ翻訳をサポートし、英語情報をすばやく検索して効率的に入手できます。\nバイリンガルモード:\n-元のコンテンツに影響しなく、ウェブページの英語コンテンツを翻訳し、バイリンガルで読むことができ、理解の向上につながります。\nフォーカスモード:\n-YouTubeの英語学習者向けに設計されたこのモードは、気を散らすことを最小限に抑え、没入型の視聴と学習体験のための多様な字幕と再生オプションを提供します。\nAIサマリー:\n-ワンクリックでビデオまたはテキストコンテンツを要約し、重要な情報と言語ポイントを取得して毎日の学習を強化します。\nこのプラグインは、WindowsとMacOSのシステム操作をサポートしています。",
    "es_419": "ChatWiz - ¡Tu asistente profesional de inglés!\nChatWiz traduce el contenido en inglés al instante y proporciona características como el modo de enfoque y el resumen de contenido para ayudarte a aprender inglés con mejor comprensión y mayor eficiencia.\nSeleccionar para traducir:\n- Seleccionar subtítulos de texto o video en páginas web para traducciones instantáneas - captar la información en inglés de un vistazo.\nModo bilingüe:\n- Leer inglés junto con el idioma de origen en la misma página para entender mejor y más rápido.\nModo de enfoque:\n- Diseñado para personas que aprenden inglés en YouTube, este modo minimiza las distracciones, ofreciendo diversas opciones de subtítulos y reproducción para una experiencia inmersiva al ver videos y aprender.\nResúmenes impulsados por IA:\n- Resumir contenido de video o texto con un solo clic y obtener información clave y puntos de conocimiento lingüísticos para impulsar su aprendizaje diario.\nEl plugin funciona sin problemas en ambos Windows y macOS.",
    "pt_BR": "ChatWiz - Seu assistente profissional de inglês!\nO ChatWiz traduz o conteúdo em inglês instantaneamente e oferece funções como modo de foco e resumo do conteúdo para ajudá-lo a aprender inglês com melhor compreensão e maior eficiência.\nTradução sublinhada:\n- Oferecer suporte à tradução sublinhada de textos de páginas&legendas de vídeos, ajudando você a entender o conteúdo de texto em inglês com eficiência.\nModo bilíngue:\n- Ajudar a ler inglês junto com o idioma de origem na mesma página para entender melhor e mais rápido.\nModo de foco:\n- Projetado para alunos de inglês no YouTube, este modo minimiza distrações, oferecendo diversas opções de legenda e reprodução para uma experiência imersiva de assistir e aprender.\nResumos criados por IA: \n- Resumir páginas de texto e vídeos do YouTube com apenas um clique e obter o resumo do conteúdo com a indicação de seus principais pontos para aprimorar seu aprendizado em inglês.\nO plug-in funciona sem problemas no Windows e no macOS.",
    "vi": "ChatWiz - Phi công phụ tiếng Anh chuyên nghiệp của bạn!\nChatWiz dịch nội dung tiếng Anh ngay lập tức và cung cấp các tính năng như chế độ lấy nét và tóm tắt nội dung để giúp bạn học tiếng Anh với khả năng hiểu tốt hơn và hiệu quả cao hơn.\nChọn để dịch:\n- Chọn phụ đề văn bản hoặc video trên các trang web để có bản dịch tức thì - nắm bắt thông tin tiếng Anh trong nháy mắt.\nChế độ song ngữ:\n- Đọc tiếng Anh cùng với ngôn ngữ nguồn trên cùng một trang để hiểu rõ hơn và nhanh hơn.\nChế độ lấy nét:\n- Được thiết kế cho người học tiếng Anh trên YouTube, chế độ này giảm thiểu phiền nhiễu, cung cấp phụ đề đa dạng và các tùy chọn phát lại cho trải nghiệm xem và học tập phong phú.\nTóm tắt do AI cung cấp:\nTóm tắt nội dung video hoặc văn bản bằng một cú nhấp chuột và nhận thông tin chính và các điểm ngôn ngữ để tăng cường việc học hàng ngày của bạn.\nPlugin chạy trơn tru trên Windows và macOS.",
    "zh_CN": "ChatWiz插件，你的英语内容助手！\n支持快捷翻译英文内容，提供专属视频播放模式&内容总结等功能，提高内容理解效率的同时 ，辅助英文内容学习。\n划线翻译功能：\n- 支持网页文本&视频字幕的划词/划句翻译，帮助你快速查询，高效获取英文信息。\n双语翻译功能：\n- 支持在原网页直接双语阅读英文内容，不影响查看原文内容的同时，提高理解效率。\n视频专注模式功能：\n- 为英语学习者定制的YouTube观看模式，屏蔽页面干扰信息的同时，提供多种字幕展示信息&播控模式，更沉浸地观看&学习。\n内容总结功能：\n- 结合AI大模型能力支持对文本&视频内容一键总结，获取关键信息的同时，提供该内容下的英文知识点信息，方便日常英文学习&积累。\n支持Windows&MacOS系统运作。"
  }
}