{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Coursera Flashcards"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extracts notes from Coursera videos, summarizes them and creates flashcards using GPT. Flashcards can be easily imported into Anki."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "📚 Coursera Flashcards - Handcrafted by a fellow learner, this Chrome extension is my personal contribution to making our learning journey on Coursera a little easier.\n\n🤖 What It Does: Automatically generates flashcards from Coursera video lectures for you. Plus, it gives you neat summaries of key points in a snap. And yes, you can export these flashcards directly into Anki, making revision sessions a breeze.\n\n🛠 Why I Made It: As a self-taught enthusiast constantly navigating through seas of information, I wanted to spend more time learning and less time writing down notes. This little tool is a result of that desire, and now, I'm excited to share it with you!\n\n🚀 Getting Started: Just enter your OpenAI API key, pick a completion model, and you're all set. Whenever you're watching a Coursera lecture and you need those notes and flashcards, hit 'Extract Flashcards', and voilà!\nNeed an API key? Find out how to get one here: \nhttps://help.openai.com/en/articles/4936850-where-do-i-find-my-openai-api-key\nNote: When you enter the API key in the app, it is stored in your browser's local storage and nowhere else.\n\nFor more detailed instructions, check out the official page:\nhttps://vadpiccini.github.io/coursera_flashcards\n\n🔗 Open Source Love: Coursera Flashcards is open-source and proud! Want to peek at the code or contribute? Check it out here: https://github.com/vadpiccini/coursera_flashcards\n\n💡 A Friendly Note: Coursera Flashcards and I are not affiliated with Coursera, OpenAI or Anki. It's a one-person operation aimed at enhancing our collective learning experience.\n\n💌 Let's Connect: Found Coursera Flashcards useful? Have a question, suggestions or just want to chat about learning and life? I'm all ears. Your feedback and stories fuel further improvements and, honestly, make this whole adventure worthwhile. \nFeel free to email me at: coursera_flashcards@gmx.com"
  }
}