{
  "name": {
    "ar": "Voice Master: التعرف على الصوت وتحويل الكلام إلى نص",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fi,fil,gu,he,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,sk,sl,sr,sv,sw,ta,te,th,vi": "Voice Master: Voice Recognition and Speech-to-Text Converter",
    "de": "Voice Master: Spracherkennung und Sprach-zu-Text-Konverter",
    "es": "Voice Master: reconocimiento de voz y conversor de voz a texto",
    "fa": "Voice Master: تبدیل گفتار به متن (شناسایی صدا)",
    "fr": "Voice Master : reconnaissance vocale et convertisseur parole-texte",
    "hi": "वॉयस मास्टर: वॉयस रिकॉग्निशन और स्पीच-टू-टेक्स्ट कन्वर्टर",
    "it": "Voice Master: riconoscimento vocale e convertitore da voce a testo",
    "pl": "Mistrz głosu: rozpoznawanie głosu i konwerter mowy na tekst",
    "pt_BR,pt_PT": "Voice Master: reconhecimento de voz e conversor de fala para texto",
    "ro": "Voice Master: Recunoașterea vocii și convertizorul vorbirii în text",
    "ru": "Voice Master: распознавание голоса и преобразователь речи в текст",
    "tr": "Voice Master: Ses Tanıma ve Konuşmayı Metne Dönüştürücü",
    "uk": "Voice Master: розпізнавання голосу та конвертер мовлення в текст",
    "zh_CN": "语音大师：语音识别和语音转文本转换器",
    "zh_TW": "Voice Master: ：語音辨識與語音轉文字轉換器"
  },
  "short": {
    "ar": "يتيح التعرف على الصوت وتحويله إلى نص، مع إدخال هذا النص في عناصر النص للصفحة",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fi,fil,gu,he,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,sk,sl,sr,sv,sw,ta,te,th,vi": "Enables speech (voice) recognition and its conversion into text, with the insertion of this text into the page's text elements",
    "de": "Ermöglicht die Spracherkennung und deren Umwandlung in Text, mit der Einfügung dieses Textes in die Textelemente der Seite",
    "es": "Habilita el reconocimiento de voz y su conversión a texto, con la inserción de este texto en los elementos de texto de la página",
    "fa": "قابلیت شناسایی گفتار و تبدیل آن به متن را فراهم می‌کند و این متن را در المان‌های متنی صفحه وارد می‌کند",
    "fr": "Permet la reconnaissance vocale et sa conversion en texte, avec l'insertion de ce texte dans les éléments textuels de la page",
    "hi": "वाणी पहचान और उसे पाठ में परिवर्तित करने की सुविधा प्रदान करता है, इस पाठ को पृष्ठ के पाठ तत्वों में डालने के साथ",
    "it": "Abilita il riconoscimento vocale e la sua conversione in testo, con l'inserimento di questo testo negli elementi testuali della…",
    "pl": "Umożliwia rozpoznawanie mowy i jej konwersję na tekst, z wstawieniem tego tekstu do elementów tekstowych strony",
    "pt_BR,pt_PT": "Permite o reconhecimento de voz e sua conversão em texto, com a inserção deste texto nos elementos textuais da página",
    "ro": "Permite recunoașterea vocii și conversia acesteia în text, cu inserarea acestui text în elementele textuale ale paginii",
    "ru": "Позволяет распознавать речь и преобразовывать её в текст, с вставкой этого текста в текстовые элементы страницы",
    "tr": "Ses tanımayı ve bu sesin metne dönüştürülmesini sağlar, bu metni sayfanın metin öğelerine ekler",
    "uk": "Дозволяє розпізнавати мову та перетворювати її на текст, з вставкою цього тексту у текстові елементи сторінки",
    "zh_CN": "启用语音识别及其转换为文本功能，并将该文本插入页面的文本元素中",
    "zh_TW": "啟用語音識別及其轉換為文字的功能，並將該文字插入頁面的文字元素中"
  },
  "long": {
    "ar": "\"Voice Master\" هي إضافة مجانية لمتصفح Chrome توفر التعرف على الصوت (التعرف على الصوت)، مما يحول الكلمات المنطوقة إلى نص. يمكن إدراج هذا النص تلقائيًا في أي مجالات نصية على صفحات الويب أو في نافذة نص خاصة، مما يسمح بالتواصل المباشر مع منصات الذكاء الاصطناعي مثل Claude و ChatGPT باستخدام صوتك. بالإضافة إلى ذلك، تقدم الإضافة ميزات تصحيح النص التي تعتمد على الذكاء الاصطناعي ChatGPT (لتصحيح علامات الترقيم والتنسيق واللغة)، على الرغم من ضرورة وجود مفتاح مدفوع لتفعيل هذه الخدمة. هذه الأداة مثالية لأي شخص يبحث عن تعزيز الإنتاجية من خلال تقليل الوقت المستغرق في الكتابة وتحسين سير العمل.\n➤ التثبيت والإعداد\nقم بتثبيت إضافة \"Voice Master\" كما لو كانت أي إضافة أخرى لـ Chrome. بعد التثبيت، ستشاهد رمز الميكروفون، والذي ننصحك بسحبه إلى شريط الأدوات للوصول إليه بسرعة أكبر.\n➤ الاستخدام\n\nتفعيل إدخال الصوت: في النافذة المنبثقة، قم بتبديل المفتاح إلى \"التشغيل\"، وانقر فوق رمز الميكروفون.\nاختيار اللغة: اختر لغة الإدخال المطلوبة، سواء كانت الإنجليزية أو أي لغة أخرى متاحة.\nاختيار الحقل: حدد حقل الإدخال على صفحة الويب حيث ترغب في إدخال نصك - قد يكون شريط بحث لموقع تسوق، أو قسم تعليقات YouTube، أو منطقة نص منشور Facebook، أو محرر نصوص TinyMCE لـ WordPress، أو أي حقل نصي آخر.\nمنطقة نص الإملاء: انقر فوق الزر الخاص \"نافذة الإملاء\"، وابدأ بالتحدث، و\"Voice Master\" سيقوم بتحويل كلامك إلى نص. استخدمها للتعبير عن أفكارك شفهيًا.\nإيقاف إدخال الصوت: بمجرد الانتهاء من التحدث، انقر مرة أخرى فوق رمز الميكروفون لإيقاف العملية، أو استخدم الاختصار CTRL+SHIFT+Y.\n\n➤ التحرير باستخدام ChatGPT (لتصحيح علامات الترقيم)\nإذا كان نصك يتطلب تنقيحًا، فاستفد من الذكاء الاصطناعي المدمج ChatGPT 3.5 Turbo (واجهة برمجة تطبيقات مدفوعة):\n\nقم بتظليل النص وانقر فوق الزر في شريط الأدوات لتحسين الأسلوب \"إصلاح الإملاء والنمط بواسطة ChatGPT\".\nعند استخدامها للمرة الأولى، سيُطلب منك إدخال مفتاح لواجهة برمجة تطبيقات GPT، والذي سيتم حفظه للاستخدام اللاحق.\nسيقوم الذكاء الاصطناعي بتحرير النص وإعادته، وببساطة تؤكد استبدال النص الأصلي.\n\n!! مع ميزانية قدرها 5 دولارات، وباستخدام نموذج GPT-3.5-turbo بسعر 0.002 دولار لكل 1000 رمز، يمكنك معالجة ما يقرب من 2,500,000 رمز. هذا يتحول إلى حوالي 1,923,077 كلمة، بافتراض متوسط 1.3 رمز لكل كلمة إنجليزية. لذلك، بهذه الميزانية، ستتمكن من إجراء تصحيحات على كمية كبيرة من النصوص الإنجليزية. لا وسطاء، ولا رسوم خدمة إضافية، فأنت تدفع فقط لما تستخدمه مباشرةً مع OpenAI!!\n➤ إخلاء المسؤولية عن الوظائف\n\nقيود واجهات برمجة تطبيقات التعرف على الصوت: على الرغم من أن تقنيات التعرف على الصوت قد تحسنت بشكل كبير، إلا أنها لا تزال قد تواجه صعوبات في تحديد علامات الترقيم بدقة. يرجع ذلك إلى أن علامات الترقيم لا تُنطق ككلمات، ويجب استنتاجها من النبرة، والفواصل، وإيقاع الكلام، مما قد يكون تحديًا للخوارزميات.\nتعقيد نماذج الكلام: يمكن أن يكون الكلام البشري غير متوقع ومتنوع. قد يتحدث الناس بسرعة، أو يدمجون الكلمات، أو يستخدمون ميزات إقليمية، أو ينطقون الأصوات بشكل غير واضح. تشكل جميع هذه العوامل تحديات لنظام التعرف على الصوت في التعرف على علامات الترقيم وتطبيقها بدقة.\nالحاجة إلى فهم السياق: غالبًا ما تعتمد علامات الترقيم على سياق الجملة أو حتى الفقرة. يتم تدريب الذكاء الاصطناعي مثل ChatGPT على فهم حجم كبير من النصوص، ويمكنه تحديد الحاجة إلى الفواصل والنقاط وعلامات الاستفهام وعلامات التعجب بش ويمكنه تحديد الحاجة إلى الفواصل والنقاط وعلامات الاستفهام وعلامات التعجب بشكل أفضل بناءً على السياق.\n\nشرح موجز للإدراج في النصوص: \"لتعزيز دقة علامات الترقيم في النصوص المعترف بها من قِبل تقنيات تحويل الصوت إلى نص، نقوم بتطبيق تصحيح إضافي باستخدام الذكاء الاصطناعي ChatGPT. يسمح هذا بمراعاة سياق وتفاصيل الكلام البشري، مما يضمن دقة عالية في تنسيق النص.\"\n\nملاحظات:\n- لا يعمل ChatGPT في قسم تعليقات YouTube.\n- الحد الأقصى لطول النص لتصحيحه بواسطة ChatGPT هو 4000 رمز.\n\n➤ الإملاء في نافذة منفصلة  \nلإدارة النص بشكل أكثر ملاءمة، استخدم ميزة الإملاء في نافذة منفصلة:\n- اضغط على زر \"نافذة الإملاء\".\n- امل نصك، وسيظهر في حقل منفصل، حيث يمكنك نسخه إلى أي مكان أو استخدامه للملاحظات الشخصية.\n- يمكنك أيضًا تحرير النص باستخدام ChatGPT مباشرةً في هذه النافذة.\n- مثال على الاستخدام: املِ رسالة بريد إلكتروني لأي شخص وصحح النص باستخدام الذكاء الاصطناعي.\n\n➤ ميزات إضافية\nجميع نوافذ ولوحات البرنامج المساعد قابلة للسحب.\n- اختصارات لوحة المفاتيح: لتبديل إظهار اللوحة، استخدم اختصار لوحة المفاتيح: CTRL+SHIFT+U.\n- عند استخدام أي منطقة نص أو إدخال نصي، يمكنك تمكين أو تعطيل التعرف على الصوت باستخدام اختصار لوحة المفاتيح: CTRL+SHIFT+Y.  \n- إذا قمت بتحديد نص ثم تحدثت، سيتم استبدال النص المحدد بما تحدثت به.\n- بالإضافة إلى ذلك، يمكنك إغلاق النافذة أو تغيير إعدادات اللغة في أي وقت.\n\n➤ ملاحظات والاقتراحات\nإذا كان لديك أي أفكار أو اقتراحات، يرجى الاتصال بنا من خلال نموذج الاتصال على https://pluginus.net/contact-us. نحن نقدر مدخلاتك ونسعى دائمًا لتحسين \"Voice Master\" لتلبية احتياجاتك بشكل أفضل.  \n\n➤ الخاتمة\n\"Voice Master\" هي أداة مفيدة تساعدك على ترجمة الصوت إلى نص. بفضلها، يمكنك التحكم بسهولة في الإنترنت بصوتك، وتحويل الكلام إلى نص عند الطلب، وإذا لزم الأمر، تصحيح النص باستخدام الذكاء الاصطناعي. تجعل هذه الأداة استخدام الإنترنت أسهل ولا تتطلب جهدًا كبيرًا للإدارة. أضف \"Voice Master\" إلى روتينك اليومي لجعل إنشاء النصوص أسهل مع تقنية متقدمة للتعرف على الصوت.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fi,fil,gu,he,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,sk,sl,sr,sv,sw,ta,te,th,vi": "\"Voice Master\" is free Chrome browser extension that provides speech recognition (voice recognition), converting spoken words into text. This text can be automatically inserted into any text fields on web pages or into a special dictation window, allowing for direct communication with AI platforms such as Claude and chatGPT using your voice. Additionally, the extension offers text correction features powered by AI ChatGPT (to correct punctuation, format, lexical), although a paid key is required to activate this service. This tool is ideal for anyone looking to enhance productivity by reducing the time spent on typing and optimizing workflow.\n\n➤ Installation and Setup\nInstall the \"Voice Master\" extension as you would any other Chrome extension. After installation, you will see a microphone icon, which we recommend dragging onto the toolbar for quicker access.\n\n➤ Usage\n- Activate Voice Input: In the pop-up window, switch the toggle to \"on,\" and click on the microphone icon.\n- Language Selection: Choose your desired input language, whether it be English or any other available language.\n- Field Selection: Select the input field on the web page where you wish to leave your text – it could be a shop-site search bar, YouTube comment section, Facebook post textarea, WordPress TinyMCE text editor, or any other text field.\n- Dictation text area: Click on the special button \"Dictate window,\" start speaking, and \"Voice Master\" will transcribe your speech into text. Use it to verbalize your thoughts.\n- Voice Input Deactivation: Once done speaking, click on the microphone icon again to stop the process, or use the hotkey CTRL+SHIFT+Y.\n\n➤ Editing with chatGPT (to correct punctuation)\nIf your text requires refinement, take advantage of the integrated AI chatGPT 3.5 turbo (paid API):\n- Highlight the text and click the button on the toolbar to improve stylistics \"Fix spelling and styling by chatGPT.\"\n- The first time you use it, you will be asked to enter a key for the GPT API, which will be saved for subsequent use.\n- The AI will edit and return the text, and you simply confirm to replace the original text.\n\n!! With a budget of 5 dollars, using the GPT-3.5-turbo model priced at $0.002 per 1000 tokens, you can process approximately 2,500,000 tokens. This translates to around 1,923,077 words, considering an average of 1.3 tokens per English word. Therefore, with this budget, you will be able to make corrections to a substantial amount of English text. No intermediaries, no additional service fees, you pay only for what you use directly with OpenAI!!\n\n➤ Functionality Disclaimer\n1) Limitations of Speech Recognition APIs: Although speech recognition technologies have significantly improved, they still may struggle with accurately identifying punctuation. This is because punctuation marks are not spoken as words, and must be inferred from intonation, pauses, and the rhythm of speech, which can be challenging for algorithms.\n\n2) Complexity of Speech Models: Human speech can be unpredictable and varied. People may speak quickly, merge words, use regional features, or articulate sounds unclearly. All these factors pose challenges for the speech recognition system in accurately recognizing and applying punctuation.\n\n3) Need for Contextual Understanding: Punctuation often depends on the context of a sentence or even a paragraph. AI, such as ChatGPT, is trained to understand large volumes of text and can better determine the need for commas, periods, question marks, and exclamation points based on context.\n\nBrief Explanation for Inclusion in Texts: \"To enhance the accuracy of punctuation in texts recognized by Speech-to-Text technologies, we apply additional correction using AI ChatGPT. This allows for consideration of the context and nuances of human speech, ensuring high precision in text formatting.\"\n\nNotes: \n- chatGPT does not work for the YouTube comments section\n- Maximum text length for chatGPT correction is 4000 symbols.\n\n➤ Dictation in a Separate Window\nFor more convenient text management, use the dictate in a separate window feature:\n- Press the “Dictate window” button.\n- Dictate your text, and it will appear in a separate field, from where you can copy it anywhere or use it for personal notes.\n- You can also edit the text with chatGPT right in this window.\n- Example of using: dictate email to anybody and correct the text using AI\n\n➤ Additional Features\nAll windows and panels of the plugin are draggable.\n- Hotkeys: To toggle the panel visibility, use the hotkey: CTRL+SHIFT+U.\n- When using any textarea or text input, you can enable or disable speech recognition with the hotkey: CTRL+SHIFT+Y.\n- If you select text and then speak, the selected text will be replaced with what you have spoken.\n- Additionally, you can close the window or change the language settings at any time.\n\n➤ Feedback and Suggestions\nIf you have any ideas or suggestions, please contact us through contact form on https://pluginus.net/contact-us. We value your input and are always looking to improve \"Voice Master\" to better suit your needs.\n\n➤ Conclusion\n\"Voice Master\" is a handy tool that helps you translate voice to text. With it, you can easily control the Internet with your voice, turn speech into text on command, and, if necessary, correct the text using artificial intelligence. This tool makes using the Internet easier and does not require much effort to manage. Add \"Voice Master\" to your daily routine to make texting easier with advanced speech recognition technology.",
    "de": "\"Voice Master\" ist eine kostenlose Chrome-Browser-Erweiterung, die Spracherkennung bietet und gesprochene Worte in Text umwandelt. Dieser Text kann automatisch in beliebige Textfelder auf Webseiten oder in ein spezielles Diktatfenster eingefügt werden, wodurch eine direkte Kommunikation mit KI-Plattformen wie Claude und ChatGPT per Sprachsteuerung ermöglicht wird. Zusätzlich bietet die Erweiterung Textkorrekturfunktionen, die von der KI ChatGPT unterstützt werden (zur Korrektur von Zeichensetzung, Formatierung, Lexik), wofür jedoch ein bezahlter Schlüssel erforderlich ist, um diesen Dienst zu aktivieren. Dieses Tool ist ideal für jeden, der seine Produktivität steigern möchte, indem er die für das Tippen aufgewendete Zeit reduziert und den Arbeitsablauf optimiert.\n\n➤ Installation und Einrichtung\nInstallieren Sie die \"Voice Master\"-Erweiterung wie jede andere Chrome-Erweiterung. Nach der Installation sehen Sie ein Mikrofonicon, das wir empfehlen, für einen schnelleren Zugriff auf die Symbolleiste zu ziehen.\n\n➤ Verwendung\n- Aktivieren der Spracheingabe: Schalten Sie im Popup-Fenster den Regler auf \"An\" und klicken Sie auf das Mikrofonicon.\n- Sprachauswahl: Wählen Sie die gewünschte Eingabesprache, ob Englisch oder eine andere verfügbare Sprache.\n- Feldauswahl: Wählen Sie das Eingabefeld auf der Webseite aus, in dem Sie Ihren Text eingeben möchten – es kann eine Suchleiste auf einer Shop-Seite, ein YouTube-Kommentarfeld, ein Facebook-Beitragsfeld, ein WordPress TinyMCE-Texteditor oder ein anderes Textfeld sein.  \n- Diktatfenster: Klicken Sie auf die spezielle Schaltfläche \"Diktatfenster\", beginnen Sie zu sprechen und \"Voice Master\" transkribiert Ihre Sprache in Text. Nutzen Sie es, um Ihre Gedanken zu verba lisieren.\n- Deaktivieren der Spracheingabe: Wenn Sie fertig sind mit Sprechen, klicken Sie erneut auf das Mikrofonicon, um den Vorgang zu stoppen, oder verwenden Sie die Tastenkombination STRG+UMSCHALT+Y.\n\n➤ Bearbeitung mit ChatGPT (zur Korrektur der Zeichensetzung)\nFalls Ihr Text einer Überarbeitung bedarf, nutzen Sie die integrierte KI ChatGPT 3.5 Turbo (bezahlte API):\n- Markieren Sie den Text und klicken Sie auf die Schaltfläche in der Symbolleiste, um die Stilistik zu verbessern: \"Rechtschreibung und Formatierung mit ChatGPT korrigieren\".\n- Beim ersten Mal werden Sie aufgefordert, einen Schlüssel für die GPT-API einzugeben, der für den späteren Gebrauch gespeichert wird.\n- Die KI wird den Text bearbeiten und zurückgeben, und Sie bestätigen einfach, um den Originaltext zu ersetzen.\n\n!! Mit einem Budget von 5 Dollar und dem GPT-3.5-Turbo-Modell, das 0,002 Dollar pro 1000 Token kostet, können Sie ca. 2.500.000 Token verarbeiten. Das entspricht etwa 1.923.077 Wörtern, wenn man von durchschnittlich 1,3 Token pro englischem Wort ausgeht. Mit diesem Budget können Sie also eine beträchtliche Menge an englischem Text korrigieren. Keine Zwischenhändler, keine zusätzlichen Servicegebühren, Sie zahlen nur für das, was Sie direkt bei OpenAI nutzen!!\n\n➤ Funktionshinweis\n1) Einschränkungen von Spracherkennungs-APIs: Obwohl sich die Spracherkennungstechnologien erheblich verbessert haben, haben sie möglicherweise immer noch Schwierigkeiten, die Zeichensetzung korrekt zu erkennen. Der Grund dafür ist, dass Satzzeichen nicht als Wörter ausgesprochen werden und aus Betonung, Pausen und Sprachrhythmus abgeleitet werden müssen, was für Algorithmen eine Herausforderung darstellt.  \n\n2) Komplexität von Sprachmodellen: Menschliche Sprache kann unvorhersehbar und vielfältig sein. Menschen können schnell sprechen, Wörter zusammenziehen, regionale Merkmale verwenden oder Laute undeutlich artikulieren. All diese Faktoren stellen für das Spracherkennungssystem eine Herausforderung bei der genauen Erkennung und Anwendung der Zeichensetzung dar.\n\n3) Bedarf an kontextuellem Verständnis: Die Zeichensetzung hängt oft vom Kontext eines Satzes oder sogar eines Absatzes ab. KI wie ChatGPT ist darauf trainiert, große Textmengen zu verstehen und kann besser den Bedarf an Kommata, Punkten, Fragezeichen und Ausrufezeichen basierend auf dem Kontext bestimmen.\n\nKurze Erklärung für die Aufnahme in Texte: \"Um die Genauigkeit der Zeichensetzung in von Sprache-zu-Text-Technologien erkannten Texten zu verbessern, wenden wir zusätzliche Korrekturen mit der KI ChatGPT an. Dies ermöglicht die Berücksichtigung des Kontexts und der Nuancen menschlicher Sprache und gewährleistet hohe Präzision bei der Textformatierung.\"\n\nHinweise:\n- ChatGPT funktioniert nicht für YouTube-Kommentare\n- Die maximale Textlänge für ChatGPT-Korrekturen beträgt 4000 Zeichen.\n\n➤ Diktieren in einem separaten Fenster\nFür eine bequemere Textverwaltung nutzen Sie die Diktatfunktion in einem separaten Fenster:\n- Drücken Sie die Schaltfläche \"Diktatfenster\".\n- Diktieren Sie Ihren Text und er erscheint in einem separaten Feld, von dem aus Sie ihn überall hin kopieren oder für persönliche Notizen verwenden können.\n- Sie können den Text in diesem Fenster auch mit ChatGPT bearbeiten.\n- Beispiel für die Verwendung: Diktieren Sie eine E-Mail an jemanden und korrigieren Sie den Text mithilfe der KI.\n\n➤ Zusätzliche Funktionen \nAlle Fenster und Bedienfelder des Plugins sind verschiebbar.\n- Tastenkombinationen: Um die Sichtbarkeit des Bedienfelds zu togglen, verwenden Sie die Tastenkombination: STRG+UMSCHALT+U.\n- Bei der Verwendung eines Textbereichs oder einer Texteingabe können Sie die Spracherkennung mit der Tastenkombination STRG+UMSCHALT+Y ein- oder ausschalten.\n- Wenn Sie Text auswählen und dann sprechen, wird der ausgewählte Text durch das, was Sie gesprochen haben, ersetzt.\n- Zusätzlich können Sie jederzeit das Fenster schließen oder die Spracheinstellungen ändern.\n\n➤ Feedback und Vorschläge\nWenn Sie Ideen oder Vorschläge haben, kontaktieren Sie uns bitte über das Kontaktformular auf https://pluginus.net/contact-us. Wir schätzen Ihre Beiträge und sind stets bestrebt, \"Voice Master\" entsprechend Ihren Bedürfnissen weiterzuentwickeln.",
    "es": "\"Voice Master\" es una extensión gratuita para el navegador Chrome que proporciona reconocimiento de voz, convirtiendo las palabras habladas en texto. Este texto se puede insertar automáticamente en cualquier campo de texto en páginas web o en una ventana de dictado especial, permitiendo una comunicación directa con plataformas de IA como Claude y ChatGPT a través de tu voz. Además, la extensión ofrece funciones de corrección de texto con la IA ChatGPT (para corregir puntuación, formato, léxico), aunque se requiere una clave de pago para activar este servicio. Esta herramienta es ideal para cualquier persona que busque mejorar su productividad reduciendo el tiempo dedicado a escribir y optimizando el flujo de trabajo.\n\n➤ Instalación y configuración\nInstala la extensión \"Voice Master\" como cualquier otra extensión de Chrome. Después de la instalación, verás un icono de micrófono, que recomendamos arrastrar a la barra de herramientas para un acceso más rápido.\n\n➤ Uso\n- Activar entrada de voz: En la ventana emergente, cambia el interruptor a \"on\" y haz clic en el icono del micrófono.\n- Selección de idioma: Elige el idioma de entrada deseado, ya sea inglés o cualquier otro idioma disponible.\n- Selección de campo: Selecciona el campo de entrada en la página web donde deseas dejar tu texto; podría ser una barra de búsqueda de un sitio de compras, la sección de comentarios de YouTube, el área de texto de una publicación en Facebook, el editor de texto TinyMCE de WordPress o cualquier otro campo de texto.\n- Área de texto de dictado: Haz clic en el botón especial \"Ventana de dictado\", comienza a hablar y \"Voice Master\" transcribirá tu voz a texto. Úsalo para verbalizar tus pensamientos.\n- Desactivar entrada de voz: Una vez que termines de hablar, haz clic nuevamente en el icono del micrófono para detener el proceso o usa la tecla de acceso rápido CTRL+SHIFT+Y.\n\n➤ Edición con ChatGPT (para corregir puntuación)\nSi tu texto requiere refinamiento, aprovecha la integración de la IA ChatGPT 3.5 turbo (API de pago):\n- Resalta el texto y haz clic en el botón de la barra de herramientas para mejorar la estilística \"Corregir ortografía y estilo con ChatGPT\".\n- La primera vez que lo uses, se te pedirá ingresar una clave para la API de GPT, la cual se guardará para usos posteriores.\n- La IA editará y devolverá el texto, y simplemente confirmas para reemplazar el texto original.\n\n¡¡Con un presupuesto de 5 dólares, utilizando el modelo GPT-3.5-turbo con un precio de $0.002 por cada 1000 tokens, puedes procesar aproximadamente 2,500,000 tokens. Esto se traduce en alrededor de 1,923,077 palabras, considerando un promedio de 1.3 tokens por palabra en inglés. Por lo tanto, con este presupuesto, podrás hacer correcciones a una cantidad sustancial de texto en inglés. Sin intermediarios, sin tarifas de servicio adicionales, ¡pagas solo por lo que usas directamente con OpenAI!!\n\n➤ Descargo de responsabilidad de funcionalidad\n1) Limitaciones de las APIs de reconocimiento de voz: Aunque las tecnologías de reconocimiento de voz han mejorado significativamente, aún pueden tener dificultades para identificar con precisión la puntuación. Esto se debe a que los signos de puntuación no se pronuncian como palabras y deben inferirse de la entonación, las pausas y el ritmo del habla, lo cual puede ser un desafío para los algoritmos.\n\n2) Complejidad de los modelos de voz: El habla humana puede ser impredecible y variada. Las personas pueden hablar rápido, fusionar palabras, usar características regionales o articular sonidos de manera poco clara. Todos estos factores plantean desafíos para que el sistema de reconocimiento de voz reconozca y aplique correctamente la puntuación.\n\n3) Necesidad de comprensión contextual: La puntuación a menudo depende del contexto de una oración o incluso de un párrafo. La IA, como ChatGPT, está entrenada para comprender grandes volúmenes de texto y puede determinar mejor la necesidad de comas, puntos, signos de interrogación y signos de exclamación en función del contexto.\n\nBreve explicación para inclusión en textos: \"Para mejorar la precisión de la puntuación en los textos reconocidos por las tecnologías de conversión de voz a texto, aplicamos una corrección adicional utilizando la IA ChatGPT. Esto permite considerar el contexto y los matices del habla humana, asegurando una alta precisión en el formato del texto\".\n\nNotas:\n- ChatGPT no funciona para la sección de comentarios de YouTube.\n- La longitud máxima de texto para la corrección de ChatGPT es de 4000 símbolos.\n\n➤ Dictado en una ventana separada\nPara una gestión más conveniente del texto, usa la función de dictar en una ventana separada:\n- Presiona el botón \"Ventana de dictado\".\n- Dicta tu texto y aparecerá en un campo separado, desde donde podrás copiarlo a cualquier parte o usarlo para notas personales.\n- También puedes editar el texto con ChatGPT directamente en esta ventana.\n- Ejemplo de uso: dicta un correo electrónico a cualquier persona y corrige el texto usando la IA.\n\n➤ Características adicionales\nTodas las ventanas y paneles del complemento son arrastrable.\n- Teclas de acceso rápido: Para alternar la visibilidad del panel, usa la tecla de acceso rápido: CTRL+SHIFT+U.\n- Cuando uses cualquier área de texto o entrada de texto, puedes habilitar o deshabilitar el reconocimiento de voz con la tecla de acceso rápido: CTRL+SHIFT+Y.\n- Si seleccionas texto y luego hablas, el texto seleccionado se reemplazará por lo que hayas dicho.\n- Además, puedes cerrar la ventana o cambiar la configuración del idioma en cualquier momento.\n\n➤ Comentarios y sugerencias\nSi tienes alguna idea o sugerencia, por favor contáctanos a través del formulario de contacto en https://pluginus.net/contact-us. Valoramos tus aportes y siempre buscamos mejorar \"Voice Master\" para adaptarlo mejor a tus necesidades.\n\n➤ Conclusión\n\"Voice Master\" es una herramienta práctica que te ayuda a traducir la voz a texto. Con ella, puedes controlar fácilmente Internet con tu voz, convertir el habla en texto con un comando y, si es necesario, corregir el texto utilizando inteligencia artificial. Esta herramienta facilita el uso de Internet y no requiere mucho esfuerzo para administrarla. Agrega \"Voice Master\" a tu rutina diaria para facilitar la escritura de textos con una avanzada tecnología de reconocimiento de voz.",
    "fa": "\"Voice Master\" یک افزونه رایگان مرورگر کروم است که گفتار را به متن تبدیل می کند (تشخیص گفتار)، کلمات گفته شده را به متن تبدیل می کند. این متن می تواند به طور خودکار در هر قسمت متنی در صفحات وب یا در یک پنجره ویرایش صوتی ویژه وارد شود، که امکان ارتباط مستقیم با سکوهای هوش مصنوعی مانند کلود و chatGPT را با استفاده از صدایتان فراهم می کند. علاوه بر این، افزونه ویژگی های اصلاح متن را ارائه می دهد که توسط chatGPT هوش مصنوعی (برای اصلاح نگارش، فرمت، لغات) پشتیبانی می شود، هرچند برای فعال کردن این سرویس به یک کلید پرداخت شده نیاز است. این ابزار ایده آل برای هر کسی است که به دنبال افزایش بهره وری از طریق کاهش زمان صرف شده برای تایپ و بهینه سازی جریان کاری است.\n\n➤ نصب و راه اندازی\n\"Voice Master\" را همانطور که هر افزونه کروم دیگری را نصب می کنید، نصب کنید. بعد از نصب، یک آیکون میکروفون را خواهید دید که توصیه می کنیم آن را برای دسترسی سریعتر به نوار ابزار بکشید.\n\n➤ استفاده\nفعال کردن ورودی صوتی: در پنجره پاپ آپ، کلید را روی \"روشن\" تغییر دهید و روی آیکون میکروفون کلیک کنید.\nانتخاب زبان: زبان ورودی مورد نظر خود را، چه انگلیسی باشد چه هر زبان دیگری که در دسترس است، انتخاب کنید.\nانتخاب فیلد: فیلد ورودی را در صفحه وب که می خواهید متن خود را در آن قرار دهید انتخاب کنید - می تواند نوار جستجوی یک سایت فروشگاهی، بخش نظرات یوتیوب، ناحیه متن پست فیسبوک، ویرایشگر متن TinyMCE وردپرس یا هر فیلد متن دیگری باشد.\nناحیه متن گفتاری: روی دکمه ویژه \"پنجره گفتاری\" کلیک کنید، شروع به صحبت کنید، و \"Voice Master\" گفتار شما را به متن تبدیل خواهد کرد. از آن برای بیان افکارتان به صورت شفاهی استفاده کنید.\nغیرفعال کردن ورودی صوتی: یک بار که صحبت کردن را تمام کردید، دوباره روی آیکون میکروفون کلیک کنید تا فرآیند را متوقف کند، یا از کلید میانبر CTRL+SHIFT+Y استفاده کنید.\n\n➤ ویرایش با chatGPT (برای اصلاح نگارش)\nاگر متن شما نیاز به تکمیل دارد، از chatGPT 3.5 توربو (API پرداخت شده) یکپارچه استفاده کنید:\n\nمتن را هایلایت کنید و برای بهبود سبک روی دکمه نوار ابزار \"اصلاح املا و سبک توسط chatGPT\" کلیک کنید.\nاولین باری که از آن استفاده می کنید، از شما خواسته می شود یک کلید برای API GPT وارد کنید که برای استفاده های بعدی ذخیره خواهد شد.\nهوش مصنوعی متن را ویرایش و بازگردانی می کند، و شما فقط برای جایگزینی متن اصلی آن را تأیید می کنید.\n\n!! با بودجه 5 دلار، با استفاده از مدل GPT-3.5-turbo با قیمت 0.002 دلار برای هر 1000 توکن، می توانید حدود 2،500،000 توکن را پردازش کنید. این به حدود 1،923،077 کلمه ترجمه می شود، با در نظر گرفتن میانگین 1.3 توکن برای هر کلمه انگلیسی. بنابراین، با این بودجه، می توانید اصلاحات قابل توجهی را در متن انگلیسی انجام دهید. بدون واسطه، بدون هزینه سرویس اضافی، فقط برای آنچه مستقیماً از OpenAI استفاده می کنید پرداخت می کنید!!\n\n➤ اخطار عملکرد\nمحدودیت های API های تشخیص گفتار: هرچند که تکنولوژی های تشخیص گفتار به طور قابل توجهی پیشرفت کرده اند، اما هنوز ممکن است در شناسایی دقیق نگارش دچار مشکل شوند. این به این دلیل است که علائم نگارشی به عنوان کلمات گفته نمی شوند، و باید از لحن، مکث ها و ریتم گفتار استنباط شوند، که برای الگوریتم ها می تواند چالش برانگیز باشد.\nپیچیدگی مدل های گفتاری: گفتار انسانی می تواند غیرقابل پیش بینی و متنوع باشد. مردم ممکن است سریع صحبت کنند، کلمات را با هم ادغام کنند، از ویژگی های منطقه ای استفاده کنند یا صداها را به طور واضح بیان نکنند. تمام این عوامل برای سیستم تشخیص گفتار چالش هایی را برای شناسایی دقیق و اعمال نگارش ایجاد می کند.\nنیاز به درک بافتی: نگارش اغلب به بافت یک جمله یا حتی یک پ:\nنیاز به درک بافتی: نگارش اغلب به بافت یک جمله یا حتی یک پاراگراف بستگی دارد. هوش مصنوعی مانند ChatGPT برای درک حجم زیادی از متن آموزش دیده است و می تواند بر اساس بافت، نیاز به ویرگول، نقطه، علامت سوال و علامت تعجب را بهتر تعیین کند.\n\nتوضیح مختصر برای درج در متن ها: \"برای افزایش دقت نگارش در متن هایی که توسط فناوری های تبدیل گفتار به متن شناسایی می شوند، اصلاحات اضافی را با استفاده از ChatGPT هوش مصنوعی اعمال می کنیم. این امر در نظر گرفتن بافت و ظرایف گفتار انسانی را امکان پذیر می سازد و دقت بالایی را در فرمت بندی متن تضمین می کند.\"\nیادداشت ها:\n\nchatGPT برای بخش نظرات یوتیوب کار نمی کند\nحداکثر طول متن برای اصلاح chatGPT 4000 نویسه است.\n\n➤ گفتاری در یک پنجره جداگانه\nبرای مدیریت راحت تر متن، از ویژگی گفتاری در پنجره جداگانه استفاده کنید:\n\nدکمه \"پنجره گفتاری\" را فشار دهید.\nمتن خود را بگویید، و آن در یک ناحیه جداگانه نمایش داده خواهد شد، از آنجا می توانید آن را در هر جایی کپی کنید یا برای یادداشت های شخصی استفاده کنید.\nهمچنین می توانید متن را با استفاده از chatGPT در همین پنجره ویرایش کنید.\nمثال استفاده: ایمیلی را برای هر کسی بگویید و متن را با استفاده از هوش مصنوعی اصلاح کنید.\n\n➤ ویژگی های اضافی\nتمام پنجره ها و پانل های این افزونه قابل جابجایی هستند.\n\nمیانبرها: برای روشن/خاموش کردن نمایش پانل، از میانبر CTRL+SHIFT+U استفاده کنید.\nهنگام استفاده از هر ناحیه متنی یا ورودی متن، می توانید با میانبر CTRL+SHIFT+Y تشخیص گفتار را فعال یا غیرفعال کنید.\nاگر متنی را انتخاب کنید و سپس صحبت کنید، متن انتخاب شده با آنچه گفته اید جایگزین می شود.\nعلاوه بر این، می توانید در هر زمان پنجره را ببندید یا تنظیمات زبان را تغییر دهید.\n\n➤ بازخورد و پیشنهادات\nاگر ایده یا پیشنهادی دارید، لطفاً از طریق فرم تماس در https://pluginus.net/contact-us با ما تماس بگیرید. ما ارزش زیادی برای ورودی شما قائل هستیم و همیشه به دنبال بهبود \"Voice Master\" برای برآورده کردن بهتر نیازهای شما هستیم.\n\n➤ نتیجه گیری\n\"Voice Master\" یک ابزار کاربردی است که به شما در تبدیل گفتار به متن کمک می کند. با آن می توانید به راحتی اینترنت را با صدای خود کنترل کنید، گفتار را به دستور به متن تبدیل کنید، و در صورت لزوم متن را با استفاده از هوش مصنوعی اصلاح کنید. این ابزار استفاده از اینترنت را آسان تر می کند و نیاز به تلاش زیادی برای مدیریت آن ندارد. \"Voice Master\" را به روال روزانه خود اضافه کنید تا با فناوری پیشرفته تشخیص گفتار، نوشتن متن را آسان تر کنید.",
    "fr": "\"Voice Master\" est une extension gratuite pour le navigateur Chrome qui offre la reconnaissance vocale (reconnaissance vocale), convertissant les mots prononcés en texte. Ce texte peut être automatiquement inséré dans n'importe quel champ de texte sur les pages web ou dans une fenêtre de dictée spéciale, permettant une communication directe avec des plateformes d'IA telles que Claude et chatGPT en utilisant votre voix. De plus, l'extension propose des fonctionnalités de correction de texte alimentées par l'IA ChatGPT (pour corriger la ponctuation, le format, le lexique), bien qu'une clé payante soit requise pour activer ce service. Cet outil est idéal pour toute personne cherchant à améliorer sa productivité en réduisant le temps consacré à la frappe et en optimisant le flux de travail.\n\n➤ Installation et configuration\nInstallez l'extension \"Voice Master\" comme vous le feriez pour toute autre extension Chrome. Après l'installation, vous verrez une icône de microphone que nous vous recommandons de faire glisser sur la barre d'outils pour un accès plus rapide.\n\n➤ Utilisation\nActiver la saisie vocale : Dans la fenêtre contextuelle, basculez le bouton sur \"on\" et cliquez sur l'icône du microphone.\nSélection de la langue : Choisissez la langue d'entrée souhaitée, que ce soit l'anglais ou toute autre langue disponible.\nSélection du champ : Sélectionnez le champ de saisie sur la page web où vous souhaitez laisser votre texte - cela pourrait être une barre de recherche de site marchand, la section de commentaires YouTube, la zone de texte de publication Facebook, l'éditeur de texte TinyMCE de WordPress ou tout autre champ de texte.\nZone de texte de dictée : Cliquez sur le bouton spécial \"Fenêtre de dictée\", commencez à parler et \"Voice Master\" va transcrire votre discours en texte. Utilisez-le pour verbaliser vos pensées.\nDésactivation de la saisie vocale : Une fois que vous avez fini de parler, cliquez à nouveau sur l'icône du microphone pour arrêter le processus, ou utilisez le raccourci CTRL+SHIFT+Y.\n\n➤ Édition avec chatGPT (pour corriger la ponctuation)\nSi votre texte nécessite un raffinement, profitez de l'IA intégrée chatGPT 3.5 turbo (API payante) :\n\nSurlignez le texte et cliquez sur le bouton de la barre d'outils pour améliorer le style \"Corriger l'orthographe et le style par chatGPT\".\nLa première fois que vous l'utiliserez, on vous demandera d'entrer une clé pour l'API GPT, qui sera sauvegardée pour une utilisation ultérieure.\nL'IA éditera et retournera le texte, et vous n'aurez qu'à confirmer pour remplacer le texte d'origine.\n\n!! Avec un budget de 5 dollars, en utilisant le modèle GPT-3.5-turbo facturé à 0,002 dollar par 1000 jetons, vous pouvez traiter environ 2 500 000 jetons. Cela se traduit par environ 1 923 077 mots, en considérant une moyenne de 1,3 jeton par mot anglais. Par conséquent, avec ce budget, vous pourrez apporter des corrections à une quantité substantielle de texte en anglais. Pas d'intermédiaires, pas de frais de service supplémentaires, vous payez uniquement pour ce que vous utilisez directement avec OpenAI !!\n\n➤ Avertissement sur les fonctionnalités\nLimites des API de reconnaissance vocale : Bien que les technologies de reconnaissance vocale se soient considérablement améliorées, elles peuvent encore avoir du mal à identifier avec précision la ponctuation. Cela est dû au fait que les signes de ponctuation ne sont pas prononcés comme des mots et doivent être déduits de l'intonation, des pauses et du rythme de la parole, ce qui peut être un défi pour les algorithmes.\nComplexité des modèles de parole : Le discours humain peut être imprévisible et varié. Les gens peuvent parler rapidement, fusionner des mots, utiliser des traits régionaux ou articuler des sons de manière peu claire. Tous ces facteurs constituent des défis pour le système de reconnaissance vocale dans la reconnaissance précise et l'application de la ponctuation.\nBesoin de compréhension contextuelle : La ponctuation dépend souvent du contexte d'une phrase ou même d'un paragraphe. L'IA, comme ChatGPT, est entraînée à comprendre de grands volumes de texte et peut mieux déterminer le besoin de virgules, de points, de points d'interrogation et de points d'exclamation en fonction du contexte.\n\nBrève explication pour l'inclusion dans les textes : \"Pour améliorer la précision de la ponctuation dans les textes reconnus par les technologies de reconnaissance vocale, nous appliquons une correction supplémentaire à l'aide de l'IA ChatGPT. Cela permet de prendre en compte le contexte et les nuances du discours humain, assurant une grande précision dans la mise en forme du texte.\"\nNotes :\n\nchatGPT ne fonctionne pas pour la section de commentaires YouTube\nLa longueur maximale du texte pour la correction par chatGPT est de 4000 symboles.\n\n➤ Dictée dans une fenêtre séparée\nPour une gestion plus pratique du texte, utilisez la fonctionnalité de dictée dans une fenêtre séparée :\n\nAppuyez sur le bouton \"Fenêtre de dictée\".\nDictez votre texte, et il apparaîtra dans un champ séparé, d'où vous pourrez le copier n'importe où ou l'utiliser pour des notes personnelles.\nVous pouvez également éditer le texte avec chatGPT directement dans cette fenêtre.\nExemple d'utilisation : dictez un e-mail à n'importe qui et corrigez le texte à l'aide de l'IA\n\n➤ Fonctionnalités supplémentaires\nToutes les fenêtres et panneaux du plugin sont déplaçables.\n\nRaccourcis : Pour basculer la visibilité du panneau, utilisez le raccourci : CTRL+SHIFT+U.\nLorsque vous utilisez une zone de texte ou une saisie de texte, vous pouvez activer ou désactiver la reconnaissance vocale avec le raccourci : CTRL+SHIFT+Y.\nSi vous sélectionnez du texte puis parlez, le texte sélectionné sera remplacé par ce que vous avez dit.\nDe plus, vous pouvez fermer la fenêtre ou changer les paramètres de langue à tout moment.\n\n➤ Commentaires et suggestions\nSi vous avez des idées ou des suggestions, veuillez nous contacter via le formulaire de contact sur https://pluginus.net/contact-us. Nous apprécions vos contributions et cherchons toujours à améliorer \"Voice Master\" pour mieux répondre à vos besoins.\n\n➤ Conclusion\n\"Voice Master\" est un outil pratique qui vous aide à traduire la voix en texte. Avec lui, vous pouvez facilement contrôler Internet avec votre voix, transformer la parole en texte sur commande, et, si nécessaire, corriger le texte à l'aide de l'intelligence artificielle. Cet outil facilite l'utilisation d'Internet et ne nécessite pas beaucoup d'efforts à gérer. Ajoutez \"Voice Master\" à votre routine quotidienne pour faciliter l'écriture de texte grâce à la technologie avancée de reconnaissance vocale.",
    "hi": "\"वॉइस मास्टर\" एक नि:शुल्क क्रोम ब्राउज़र एक्सटेंशन है जो वाक् पहचान (आवाज़ पहचान) प्रदान करता है, जो बोले गए शब्दों को लिखित में परिवर्तित करता है। इस लिखित को वेबपेज पर किसी भी लिखित क्षेत्र में या एक विशेष आवाज लिखने की विंडो में स्वचालित रूप से डाला जा सकता है, जिससे आपकी आवाज़ का उपयोग कर क्लाउड और चैटजीपीटी जैसे एआई प्लेटफ़ॉर्म के साथ सीधे संवाद करने की अनुमति मिलती है। इसके अलावा, एक्सटेंशन एआई चैटजीपीटी (विराम चिह्न, प्रारूप, शब्दावली को ठीक करने के लिए) द्वारा संचालित लिखित सुधार सुविधाएं भी प्रदान करता है, हालांकि इस सेवा को सक्रिय करने के लिए एक भुगतान किए गए कुंजी की आवश्यकता होती है। यह उपकरण किसी भी व्यक्ति के लिए आदर्श है जो टाइपिंग पर बिताए गए समय को कम करके और कार्यप्रवाह को अनुकूलित करके अपनी उत्पादकता बढ़ाना चाहता है।\n\n➤ स्थापना और सेटअप\n\"वॉइस मास्टर\" एक्सटेंशन को किसी भी अन्य क्रोम एक्सटेंशन की तरह इंस्टॉल करें। स्थापना के बाद, आप एक माइक्रोफ़ोन आइकन देखेंगे, जिसे हम तेज़ पहुंच के लिए टूलबार पर खींचने की सिफारिश करते हैं।\n\n➤ उपयोग\nआवाज़ निवेश सक्रिय करें: पॉप-अप विंडो में, टॉगल को \"ऑन\" पर स्विच करें, और माइक्रोफ़ोन आइकन पर क्लिक करें।\nभाषा चयन: चाहे अंग्रेज़ी हो या कोई अन्य उपलब्ध भाषा, अपनी पसंदीदा इनपुट भाषा चुनें।\nक्षेत्र चयन: वेबपेज पर इनपुट फ़ील्ड चुनें जहां आप अपना लिखित छोड़ना चाहते हैं - यह एक शॉप-साइट खोज बार, यूट्यूब टिप्पणी अनुभाग, फेसबुक पोस्ट टेक्स्टएरिया, वर्डप्रेस टिनीएमसीई टेक्स्ट एडिटर या कोई अन्य टेक्स्ट फ़ील्ड हो सकता है।\nआवाज़ लेखन क्षेत्र: विशेष बटन \"डिक्टेट विंडो\" पर क्लिक करें, बोलना शुरू करें, और \"वॉइस मास्टर\" आपकी बात को लिखित में अनुवाद करेगा। अपने विचारों को मौखिक रूप से व्यक्त करने के लिए इसका उपयोग करें।\nआवाज इनपुट निष्क्रिय करें: एक बार बोलना पूरा हो जाने के बाद, प्रक्रिया को रोकने के लिए फिर से माइक्रोफ़ोन आइकन पर क्लिक करें, या होटकी CTRL+SHIFT+Y का उपयोग करें।\n\n➤ चैटजीपीटी के साथ संपादन (विराम चिह्नों को ठीक करने के लिए)\nयदि आपके लिखित को परिष्करण की आवश्यकता है, तो एकीकृत एआई चैटजीपीटी 3.5 टर्बो (भुगतान किया जीपीटी एपीआई) का लाभ उठाएं:\n\nलिखित पर हाइलाइट करें और शैलिगत सुधार \"चैटजीपीटी द्वारा वर्तनी और शैली ठीक करें\" के लिए टूलबार पर बटन पर क्लिक करें।\nइसका उपयोग करने पर पहली बार, आपसे जीपीटी एपीआई के लिए एक कुंजी दर्ज करने को कहा जाएगा, जिसे बाद के उपयोग के लिए संग्रहीत कर लिया जाएगा।\nएआई लिखित को संपादित करेगा और वापस लाएगा, और आप बस मूल लिखित को बदलने के लिए पुष्टि करेंगे।\n\n!! 1000 टोकन पर $0.002 की कीमत पर जीपीटी-3.5-टर्बो मॉडल का उपयोग करके $5 के बजट के साथ, आप लगभग 2,500,000 टोकन संसाधित कर सकते हैं। यह अंग्रेजी शब्द के लिए औसतन 1.3 टोकन पर विचार करते हुए लगभग 1,923,077 शब्दों के बराबर है। इसलिए, इस बजट के साथ, आप काफी मात्रा में अंग्रेजी लिखित में सुधार कर पाएंगे। कोई मध्यस्थ नहीं, कोई अतिरिक्त सेवा शुल्क नहीं, आप सीधे OpenAI के साथ जो उपयोग करते हैं उसके लिए ही भुगतान करते हैं!!\n\n➤ कार्यक्षमता चेतावनी\nवाक् पहचान एपीआई की सीमाएं: हालांकि वाक् पहचान तकनीकों में काफी सुधार हुआ है, फिर भी वे विराम चिह्नों की सटीक पहचान करने में संघर्ष कर सकती हैं। इसका कारण यह है कि विराम चिह्नों को शब्दों के रूप में नहीं बोला जाता है, और उन्हें स्वरभंगिमा, विराम और बोलने की लय से अनुमान लगाना पड़ता है, जो एल्गोरिदम के लिए चुनौतीपूर्ण हो सकता है।\nवाक् मॉडलों की जटिलता: मानव वाक् अनिश्चितकालीन और विविध हो सकती है। लोग तेजी से बोल सकते हैं, शब्दों को मिलाकर बोल सकते हैं, क्षेत्रीय विशेषताओं का उपयोग कर सकते हैं, या ध्वनियों को स्पष्ट रूप से अभिव्यक्त नहीं कर सकते हैं। ये सभी कारक वाक् पहचान प्रणाली के लिए विराम चिह्नों को सटीक रूप से पहचानने और लागू करने में चुनौतियां पेश करते हैं।\nसंदर्भगत समझ की आवश्यकता: विराम चिह्न अक्सर एक वाक्य या एक पैराग्राफ के संदर्भ पर निर्भर करते हैं। चैटजीपीटी जैसी एआई को बड़ी मात्रा में लिखित को समझने के लिए प्रशिक्षित किया गया है और यह संदर्भ के आधार पर अल्पविराम, पूर्णविराम, प्रश्नवाचक चिह्न और विस्मयादिबोधक चिह्नों की आवश्यकता को बेहतर ढंग से निर्धारित कर सकती है।\n\nलिखित में शामिल करने के लिए संक्षिप्त व्याख्या: \"वाक्-से-लिखित तकनीकों द्वारा पहचाने गए लिखितों में विराम चिह्नों की सटीकता को बढ़ाने के लिए, हम एआई चैटजीपीटी का उपयोग करके अतिरिक्त सुधार लागू करते हैं। इससे मानव वाक् के संदर्भ और बारीकियों पर विचार करने में मदद मिलती है और लिखित को फॉर्मेट करने में उच्च सटीकता सुनिश्चित होती है।\"\nटिप्पणियां:\n\nचैटजीपीटी यूट्यूब टिप्पणी अनुभाग के लिए काम नहीं करता है\nचैटजीपीटी सुधार के लिए अधिकतम लिखित लंबाई 4000 प्रतीक है।\n\n➤ एक अलग विंडो में आवाज़ लेखन\nलिखित के अधिक सुविधाजनक प्रबंधन के लिए, एक अलग विंडो में आवाज लेखन सुविधा का उपयोग करें:\n\n\"आवाज लेखन विंडो\" बटन दबाएं।\nअपना लिखित बोलें, और यह एक अलग क्षेत्र में दिखाई देगा, जहां से आप इसे कहीं भी कॉपी कर सकते हैं या व्यक्तिगत नोट्स के लिए उपयोग कर सकते हैं।\nआप इस विंडो में ही चैटजीपीटी का उपयोग करके लिखित को भी संपादित कर सकते हैं।\nउपयोग का उदाहरण: किसी को भी ईमेल बोलें और एआई का उपयोग करके लिखित को सुधारें।\n\n➤ अतिरिक्त सुविधाएं\nप्लगइन के सभी विंडो और पैनल खिंचे जा सकते हैं।\n\nहॉटकी: पैनल दृश्यता को टॉगल करने के लिए CTRL+SHIFT+U हॉटकी का उपयोग करें।\nकिसी भी लेखन क्षेत्र या लिखित इनपुट का उपयोग करते समय, आप CTRL+SHIFT+Y हॉटकी का उपयोग करके वाक् पहचान को सक्रिय या निष्क्रिय कर सकते हैं।\nयदि आप लिखित का चयन करते हैं और फिर बोलते हैं, तो चयनित लिखित उसके साथ बदल जाएगा जो आपने बोला है।\nइसके अलावा, आप किसी भी समय विंडो बंद कर सकते हैं या भाषा सेटिंग बदल सकते हैं।\n\n➤ प्रतिक्रिया और सुझाव\nयदि आपके पास कोई विचार या सुझाव हैं, तो कृपया https://pluginus.net/contact-us पर संपर्क फॉर्म का उपयोग करके हमसे संपर्क करें। हम आपके इनपुट का मूल्य रखते हैं और \"वॉइस मास्टर\" को आपकी जरूरतों को बेहतर ढंग से पूरा करने के लिए हमेशा सुधार करने की कोशिश करते हैं।\n\n➤ निष्कर्ष\n\"वॉइस मास्टर\" एक उपयोगी उपकरण है जो आपको आवाज़ को लिखित में बदलने में मदद करता है। इसके साथ, आप आसानी से अपनी आवाज़ से इंटरनेट को नियंत्रित कर सकते हैं, कमांड पर बोलकर लिखित में बदल सकते हैं, और यदि आवश्यक हो तो कृत्रिम बुद्धिमत्ता का उपयोग करके लिखित को सुधार सकते हैं। यह उपकरण इंटरनेट का उपयोग करना आसान बनाता है और प्रबंधन के लिए बहुत अधिक प्रयास की आवश्यकता नहीं होती। उन्नत वाक् पहचान तकनीक के साथ लिखित को आसान बनाने के लिए अपनी दैनिक दिनचर्या में \"वॉइस मास्टर\" को शामिल करें।",
    "it": "\"Voice Master\" è un'estensione gratuita per il browser Chrome che fornisce il riconoscimento vocale, convertendo le parole dette in testo. Questo testo può essere inserito automaticamente in qualsiasi campo di testo nelle pagine web o in una finestra di dettatura speciale, permettendo una comunicazione diretta con piattaforme di IA come Claude e ChatGPT usando la tua voce. Inoltre, l'estensione offre funzionalità di correzione del testo attraverso l'IA ChatGPT (per correggere punteggiatura, formattazione, lessico), anche se è richiesta una chiave a pagamento per attivare questo servizio. Questo strumento è ideale per chiunque cerchi di aumentare la produttività riducendo il tempo dedicato alla digitazione e ottimizzando il flusso di lavoro.\n\n➤ Installazione e Configurazione\nInstalla l'estensione \"Voice Master\" come faresti con qualsiasi altra estensione di Chrome. Dopo l'installazione, vedrai un'icona del microfono che ti consigliamo di trascinare sulla barra degli strumenti per un accesso più rapido.\n\n➤ Utilizzo\n- Attiva Input Vocale: Nella finestra pop-up, sposta l'interruttore su \"on\" e fai clic sull'icona del microfono.\n- Selezione Lingua: Scegli la lingua d'input desiderata, sia essa inglese o qualsiasi altra lingua disponibile.\n- Selezione Campo: Seleziona il campo di input nella pagina web dove vuoi inserire il testo - potrebbe essere una barra di ricerca di un sito di e-commerce, la sezione commenti di YouTube, l'area di testo di un post su Facebook, l'editor di testo TinyMCE di WordPress o qualsiasi altro campo di testo.\n- Area Testo Dettatura: Fai clic sul pulsante speciale \"Finestra di Dettatura\", inizia a parlare e \"Voice Master\" trascriverà il tuo discorso in testo. Usalo per verbalizzare i tuoi pensieri.\n- Disattiva Input Vocale: Una volta terminato di parlare, fai nuovamente clic sull'icona del microfono per fermare il processo, o usa il tasto di scelta rapida CTRL+SHIFT+Y.\n\n➤ Modifica con ChatGPT (per correggere la punteggiatura)\nSe il tuo testo richiede una revisione, approfitta dell'IA integrata ChatGPT 3.5 turbo (API a pagamento):\n- Evidenzia il testo e fai clic sul pulsante sulla barra degli strumenti per migliorare lo stile \"Correggi ortografia e stile con ChatGPT\".\n- La prima volta che lo usi, ti verrà chiesto di inserire una chiave per l'API GPT, che verrà salvata per l'uso successivo.\n- L'IA modificherà e restituirà il testo, e tu semplicemente confermi per sostituire il testo originale.\n\n!! Con un budget di 5 dollari, utilizzando il modello GPT-3.5-turbo al prezzo di $ 0,002 per 1000 token, puoi elaborare circa 2.500.000 token. Ciò si traduce in circa 1.923.077 parole, considerando una media di 1,3 token per parola inglese. Pertanto, con questo budget, sarai in grado di apportare correzioni a una quantità sostanziale di testo in inglese. Nessun intermediario, nessuna tariffa di servizio aggiuntiva, paghi solo per ciò che usi direttamente con OpenAI!!\n\n➤ Disclaimer sulla Funzionalità\n1) Limitazioni delle API di Riconoscimento Vocale: Sebbene le tecnologie di riconoscimento vocale siano migliorate notevolmente, potrebbero ancora avere difficoltà a identificare accuratamente la punteggiatura. Ciò perché i segni di punteggiatura non vengono pronunciati come parole e devono essere dedotti dall'intonazione, dalle pause e dal ritmo del parlato, cosa che può essere impegnativa per gli algoritmi.\n\n2) Complessità dei Modelli di Parlato: Il parlato umano può essere imprevedibile e vario. Le persone possono parlare velocemente, unire parole, usare caratteristiche regionali o articolare suoni in modo poco chiaro. Tutti questi fattori rappresentano sfide per il sistema di riconoscimento vocale nel riconoscere e applicare accuratamente la punteggiatura.\n\n3) Necessità di Comprensione Contestuale: La punteggiatura spesso dipende dal contesto di una frase o addirittura di un paragrafo. L'IA, come ChatGPT, è addestrata per comprendere grandi volumi di testo e può determinare meglio la necessità di virgole, punti, punti interrogativi ed esclamativi in base al contesto.\n\nBreve Spiegazione per l'Inclusione nei Testi: \"Per aumentare l'accuratezza della punteggiatura nei testi riconosciuti dalle tecnologie di Conversione da Voce a Testo, applichiamo una correzione aggiuntiva utilizzando l'IA ChatGPT. Ciò consente di considerare il contesto e le sfumature del parlato umano, assicurando un'elevata precisione nella formattazione del testo\".\n\nNote:\n- ChatGPT non funziona per la sezione commenti di YouTube.\n- La lunghezza massima del testo per la correzione di ChatGPT è di 4000 caratteri.\n\n➤ Dettatura in una Finestra Separata\nPer una gestione più conveniente del testo, utilizza la funzione di dettatura in una finestra separata:\n- Premi il pulsante \"Finestra di Dettatura\".\n- Detta il tuo testo, e apparirà in un campo separato, da cui potrai copiarlo ovunque o utilizzarlo per note personali.\n- Potrai anche modificare il testo con ChatGPT direttamente in questa finestra.  \n- Esempio di utilizzo: detta una email a chiunque e correggi il testo utilizzando l'IA.\n\n➤ Funzionalità Aggiuntive\nTutte le finestre e i pannelli del plugin sono trascinabili.\n- Tasti di Scelta Rapida: Per attivare/disattivare la visibilità del pannello, usa il tasto di scelta rapida: CTRL+SHIFT+U.\n- Quando usi un'area di testo o un campo di input di testo, puoi abilitare o disabilitare il riconoscimento vocale con il tasto di scelta rapida: CTRL+SHIFT+Y.\n- Se selezioni del testo e poi parli, il testo selezionato verrà sostituito con ciò che hai detto.\n- Inoltre, puoi chiudere la finestra o cambiare le impostazioni della lingua in qualsiasi momento.\n\n➤ Feedback e Suggerimenti\nSe hai idee o suggerimenti, ti preghiamo di contattarci attraverso il modulo di contatto su https://pluginus.net/contact-us. Apprezziamo il tuo contributo e cerchiamo sempre di migliorare \"Voice Master\" per soddisfare al meglio le tue esigenze.\n\n➤ Conclusione\n\"Voice Master\" è uno strumento utile che ti aiuta a tradurre la voce in testo. Con esso puoi facilmente controllare Internet con la tua voce, trasformare il parlato in testo al comando e, se necessario, correggere il testo utilizzando l'intelligenza artificiale. Questo strumento rende più semplice l'utilizzo di Internet e non richiede molto sforzo per gestirlo. Aggiungi \"Voice Master\" alla tua routine quotidiana per rendere più sempl",
    "pl": "\"Voice Master\" jest darmową przeglądarką Chrome, która zapewnia rozpoznawanie mowy (rozpoznawanie głosu), przekształcając mowę w tekst. Ten tekst może być automatycznie wstawiony w dowolne pola tekstowe na stronach internetowych lub w specjalnym oknie dyktowania, umożliwiając bezpośrednią komunikację z platformami AI, takimi jak Claude i ChatGPT, używając głosu. Dodatkowo rozszerzenie oferuje funkcje poprawiania tekstu obsługiwane przez AI ChatGPT (poprawianie interpunkcji, formatowania, leksyki), choć do aktywacji tej usługi wymagany jest płatny klucz. To narzędzie jest idealne dla każdego, kto chce zwiększyć swoją produktywność, redukując czas spędzany na pisaniu i optymalizując przepływ pracy.\n\n➤ Instalacja i konfiguracja\nZainstaluj rozszerzenie \"Voice Master\" tak, jak każde inne rozszerzenie Chrome. Po instalacji zobaczysz ikonę mikrofonu, którą zalecamy przeciągnąć na pasek narzędzi w celu szybszego dostępu.\n\n➤ Użytkowanie\nAktywacja wprowadzania głosowego: W wyskakującym oknie przełącz przełącznik na \"wł.\" i kliknij ikonę mikrofonu.\nWybór języka: Wybierz swój pożądany język wejściowy, czy to angielski, czy inny dostępny język.\nWybór pola: Wybierz pole wejściowe na stronie internetowej, w którym chcesz umieścić swój tekst – może to być pasek wyszukiwania na stronie sklepu, sekcja komentarzy na YouTube, pole tekstowe do wpisywania postów na Facebooku, edytor tekstu WordPress TinyMCE lub inne pole tekstowe.\nObszar tekstowy dyktowania: Kliknij przycisk \"Otwórz okno dyktowania\", zacznij mówić, a \"Voice Master\" przepisze Twoją mowę na tekst. Użyj go, aby wysłowić swoje myśli.\nDezaktywacja wprowadzania głosowego: Po skończeniu mówienia kliknij ponownie ikonę mikrofonu, aby zatrzymać proces lub użyj skrótu klawiaturowego CTRL+SHIFT+Y.\n\n➤ Edycja za pomocą ChatGPT (aby poprawić interpunkcję)\nJeśli Twój tekst wymaga dopracowania, skorzystaj ze zintegrowanej AI ChatGPT 3.5 turbo (płatne API):\n\nZaznacz tekst i kliknij przycisk na pasku narzędzi, aby poprawić stylistykę \"Popraw pisownię i styl za pomocą ChatGPT\".\nZa pierwszym razem użycia zostaniesz poproszony o wprowadzenie klucza dla API GPT, który zostanie zapisany do późniejszego użytku.\nAI zredaguje i zwróci tekst, a Ty po prostu potwierdzisz, aby zastąpić oryginalny tekst.\n\n!! Z budżetem 5 dolarów, używając modelu GPT-3.5-turbo wycenionego na 0,002 dolara za 1000 tokenów, możesz przetworzyć około 2 500 000 tokenów. Przekłada się to na około 1 923 077 słów, biorąc pod uwagę średnio 1,3 tokena na jedno słowo angielskie. Zatem przy tym budżecie będziesz w stanie wprowadzić poprawki do znacznej ilości tekstu angielskiego. Bez pośredników, bez dodatkowych opłat za usługi, płacisz tylko za to, z czego korzystasz bezpośrednio w OpenAI!!\n\n➤ Zastrzeżenie dotyczące funkcjonalności\nOgraniczenia interfejsów API rozpoznawania mowy: Chociaż technologie rozpoznawania mowy znacznie się poprawiły, mogą one wciąż mieć trudności z dokładnym rozpoznawaniem interpunkcji. Jest to spowodowane tym, że znaki interpunkcyjne nie są wymawiane jako słowa, a muszą być wywnioskowane z intonacji, pauz i rytmu mowy, co stanowi wyzwanie dla algorytmów.\nZłożoność modeli mowy: Ludzka mowa może być nieprzewidywalna i zróżnicowana. Ludzie mogą szybko mówić, łączyć wyrazy, używać regionalnych cech lub niewyraźnie artykułować dźwięki. Wszystkie te czynniki stanowią wyzwanie dla systemu rozpoznawania mowy w dokładnym rozpoznawaniu i stosowaniu interpunkcji.\nPotrzeba zrozumienia kontekstu: Interpunkcja często zależy od kontekstu zdania, a nawet całego akapitu. AI, takie jak ChatGPT, są trenowane, aby zrozumieć duże ilości tekstu i lepiej określić potrzebę użycia przecinków, kropek, znaków zapytania i wykrzykników w oparciu o kontekst.\n\nKrótkie wyjaśnienie do zamieszczenia w tekstach: \"Aby zwiększyć dokładność interpunkcji w tekstach rozpoznawanych przez technologie przetwarzania mowy na tekst, stosujemy dodatkową korektę za pomocą AI ChatGPT. Pozwala to uwzględnić kontekst i niuanse ludzkiej mowy, zapewniając wysoką precyzję formatowania tekstu\".\nUwagi:\n\n- ChatGPT nie działa w sekcji komentarzy na YouTube\n- Maksymalna długość tekstu do korekty ChatGPT to 4000 znaków.\n\n➤ Dyktowanie w oddzielnym oknie\nDla wygodniejszego zarządzania tekstem użyj funkcji dyktowania w oddzielnym oknie:\n\nNaciśnij przycisk \"Otwórz okno dyktowania\".\nZadyktuj swój tekst, a pojawi się on w oddzielnym polu, skąd możesz skopiować go gdziekolwiek lub użyć do notatek osobistych.\nMożesz również edytować tekst za pomocą ChatGPT w tym samym oknie.\nPrzykład użycia: zadyktuj e-mail do kogokolwiek i popraw tekst za pomocą AI.\n\n➤ Dodatkowe funkcje\nWszystkie okna i panele wtyczki są przemieszczalne.\n\nSkróty klawiaturowe: Aby przełączyć widoczność panelu, użyj skrótu: CTRL+SHIFT+U.\nPodczas korzystania z pola tekstowego lub pola wprowadzania tekstu możesz włączyć lub wyłączyć rozpoznawanie mowy za pomocą skrótu: CTRL+SHIFT+Y.\nJeśli zaznaczysz tekst, a następnie zaczniesz mówić, zaznaczony tekst zostanie zastąpiony tym, co wypowiedziałeś.\nDodatkowo możesz w dowolnym momencie zamknąć okno lub zmienić ustawienia językowe.\n\n➤ Opinie i sugestie\nJeśli masz jakieś pomysły lub sugestie, skontaktuj się z nami za pośrednictwem formularza kontaktowego na stronie https://pluginus.net/contact-us. Cenimy Twój wkład i zawsze staramy się udoskonalać \"Voice Master\", aby lepiej odpowiadał Twoim potrzebom.\n\n➤ Podsumowanie\n\"Voice Master\" jest przydatnym narzędziem, które pomaga przekształcić mowę w tekst. Dzięki niemu możesz łatwo kontrolować Internet za pomocą głosu, zamieniać mowę na tekst na żądanie i, w razie potrzeby, poprawiać tekst za pomocą sztucznej inteligencji. To narzędzie ułatwia korzystanie z Internetu i nie wymaga wiele wysiłku w obsłudze. Dodaj \"Voice Master\" do swojej codziennej rutyny, aby ułatwić sobie pisanie dzięki zaawansowanej technologii rozpoznawania mowy.",
    "pt_BR,pt_PT": "\"Voice Master\" é uma extensão gratuita para o navegador Chrome que fornece reconhecimento de voz, convertendo palavras faladas em texto. Esse texto pode ser inserido automaticamente em qualquer campo de texto em páginas da web ou em uma janela de ditado especial, permitindo a comunicação direta com plataformas de IA como Claude e ChatGPT usando sua voz. Além disso, a extensão oferece recursos de correção de texto alimentados pela IA ChatGPT (para corrigir pontuação, formatação, léxico), embora uma chave paga seja necessária para ativar esse serviço. Esta ferramenta é ideal para quem busca aumentar a produtividade, reduzindo o tempo gasto digitando e otimizando o fluxo de trabalho.\n\n➤ Instalação e Configuração\nInstale a extensão \"Voice Master\" como qualquer outra extensão do Chrome. Depois da instalação, você verá um ícone de microfone, que recomendamos arrastar para a barra de ferramentas para acesso mais rápido.\n\n➤ Uso\n- Ativar entrada de voz: Na janela pop-up, alterne o botão para \"on\" e clique no ícone do microfone.  \n- Seleção de idioma: Escolha o idioma de entrada desejado, seja inglês ou qualquer outro idioma disponível.\n- Seleção de campo: Selecione o campo de entrada na página da web onde deseja deixar seu texto - pode ser uma barra de pesquisa de um site de compras, seção de comentários do YouTube, área de texto de postagem no Facebook, editor de texto TinyMCE do WordPress ou qualquer outro campo de texto.\n- Área de texto de ditado: Clique no botão especial \"Janela de ditado\", comece a falar e o \"Voice Master\" transcreverá sua fala em texto. Use-o para verbalizar seus pensamentos.\n- Desativar entrada de voz: Depois de terminar de falar, clique novamente no ícone do microfone para parar o processo ou use o atalho CTRL+SHIFT+Y.\n\n➤ Edição com ChatGPT (para corrigir pontuação)  \nSe seu texto exigir refinamento, aproveite a IA integrada ChatGPT 3.5 turbo (API paga):\n- Destaque o texto e clique no botão na barra de ferramentas para melhorar a estilística \"Corrigir ortografia e estilo pelo ChatGPT\".\n- Na primeira vez que usar, será solicitado a inserir uma chave para a API do GPT, que será salva para uso subsequente.\n- A IA editará e retornará o texto, e você simplesmente confirma para substituir o texto original.\n\n!! Com um orçamento de 5 dólares, usando o modelo GPT-3.5-turbo com preço de US$ 0,002 por 1.000 tokens, você pode processar aproximadamente 2.500.000 tokens. Isso se traduz em cerca de 1.923.077 palavras, considerando uma média de 1,3 token por palavra em inglês. Portanto, com esse orçamento, você poderá fazer correções em uma quantidade substancial de texto em inglês. Sem intermediários, sem taxas de serviço adicionais, você paga apenas pelo que usa diretamente com a OpenAI!!\n\n➤ Isenção de Responsabilidade de Funcionalidade\n1) Limitações das APIs de Reconhecimento de Voz: Embora as tecnologias de reconhecimento de voz tenham melhorado significativamente, elas ainda podem ter dificuldade em identificar a pontuação com precisão. Isso porque os sinais de pontuação não são falados como palavras e devem ser inferidos a partir da entonação, pausas e ritmo da fala, o que pode ser um desafio para os algoritmos.\n\n2) Complexidade dos Modelos de Fala: A fala humana pode ser imprevisível e variada. As pessoas podem falar rapidamente, aglutinar palavras, usar características regionais ou articular sons de forma pouco clara. Todos esses fatores representam desafios para o sistema de reconhecimento de voz reconhecer e aplicar a pontuação com precisão.\n\n3) Necessidade de Compreensão Contextual: A pontuação geralmente depende do contexto de uma frase ou até de um parágrafo. A IA, como o ChatGPT, é treinada para entender grandes volumes de texto e pode determinar melhor a necessidade de vírgulas, pontos, pontos de interrogação e pontos de exclamação com base no contexto.\n\nBreve Explicação para Inclusão em Textos: \"Para aumentar a precisão da pontuação nos textos reconhecidos pelas tecnologias de Conversão de Voz em Texto, aplicamos uma correção adicional usando a IA ChatGPT. Isso permite levar em consideração o contexto e os matizes da fala humana, garantindo alta precisão no formatação do texto.\"  \n\nNotas:\n- O ChatGPT não funciona para a seção de comentários do YouTube.  \n- O comprimento máximo de texto para correção do ChatGPT é de 4.000 caracteres.\n\n➤ Ditado em uma Janela Separada\nPara um gerenciamento de texto mais conveniente, use o recurso de ditado em uma janela separada:\n- Pressione o botão \"Janela de Ditado\".\n- Dite seu texto, e ele aparecerá em um campo separado, de onde você pode copiá-lo para qualquer lugar ou usá-lo para anotações pessoais.\n- Você também pode editar o texto com o ChatGPT diretamente nesta janela.\n- Exemplo de uso: dite um e-mail para qualquer pessoa e corrija o texto usando a IA.\n\n➤ Recursos Adicionais\nTodas as janelas e painéis do plug-in podem ser arrastados.\n- Atalhos: Para alternar a visibilidade do painel, use o atalho: CTRL+SHIFT+U. \n- Ao usar qualquer área de texto ou entrada de texto, você pode habilitar ou desabilitar o reconhecimento de voz com o atalho: CTRL+SHIFT+Y.\n- Se você selecionar texto e depois falar, o texto selecionado será substituído pelo que você falou.\n- Além disso, você pode fechar a janela ou alterar as configurações de idioma a qualquer momento.  \n\n➤ Feedback e Sugestões\nSe você tiver alguma ideia ou sugestão, entre em contato conosco através do formulário de contato em https://pluginus.net/contact-us. Valorizamos sua contribuição e estamos sempre buscando melhorar o \"Voice Master\" para atender melhor às suas necessidades.\n\n➤ Conclusão\n\"Voice Master\" é uma ferramenta útil que ajuda a traduzir voz em texto. Com ela, você pode controlar facilmente a Internet com sua voz, transformar fala em texto por comando e, se necessário, corrigir o texto usando inteligência artificial. Esta ferramenta torna o uso da Internet mais fácil e não requer muito esforço para gerenciar. Adicione o \"Voice Master\" à sua rotina diária para facilitar a digitação de texto com tecnologia avançada de reconhecimento de voz.",
    "ro": "\"Voice Master\" este o extensie gratuită pentru browserul Chrome care oferă recunoaștere vocală (recunoaștere a vorbirii), transformând cuvintele rostite în text. Acest text poate fi inserat automat în orice câmpuri text de pe paginile web sau într-o fereastră specială de dictare, permițând comunicarea directă cu platforme de inteligență artificială precum Claude și chatGPT folosind vocea. În plus, extensia oferă funcții de corectare a textului alimentate de chatGPT AI (pentru a corecta punctuația, formatarea, lexicul), deși este necesară o cheie plătită pentru a activa acest serviciu. Acest instrument este ideal pentru oricine dorește să își sporească productivitatea, reducând timpul petrecut tastând și optimizând fluxul de lucru.\n\n➤ Instalare și configurare\nInstalați extensia \"Voice Master\" la fel ca orice altă extensie Chrome. După instalare, veți vedea o pictogramă cu un microfon, pe care vă recomandăm să o mutați în bara de instrumente pentru un acces mai rapid.\n\n➤ Utilizare\nActivați intrarea vocală: În fereastra pop-up, comutați comutatorul pe \"pornit\" și faceți clic pe pictograma microfonului.\nSelectarea limbii: Alegeți limba de intrare dorită, fie că este engleză sau orice altă limbă disponibilă.\nSelectarea câmpului: Selectați câmpul de intrare de pe pagina web unde doriți să lăsați textul dvs. - ar putea fi o bară de căutare pe un site, secțiunea de comentarii YouTube, aria de text pentru postări pe Facebook, editorul de text TinyMCE WordPress sau orice alt câmp text.\nZona de text de dictare: Faceți clic pe butonul special \"Fereastră de dictare\", începeți să vorbiți, iar \"Voice Master\" va transcrie vorbirea dvs. în text. Folosiți-l pentru a verbaliza gândurile dvs.\nDezactivarea intrării vocale: Odată ce ați terminat de vorbit, faceți clic din nou pe pictograma microfonului pentru a opri procesul sau utilizați tasta de acces rapid CTRL+SHIFT+Y.\n\n➤ Editarea cu chatGPT (pentru a corecta punctuația)\nDacă textul dvs. necesităîmbunătățiri, profitați de funcția integrată AI chatGPT 3.5 turbo (API plătit):\n\nEvidențiați textul și faceți clic pe butonul din bara de instrumente pentru a îmbunătăți stilistica \"Corectați ortografia și stilul cu chatGPT\".\nPrima dată când o utilizați, vi se va solicita să introduceți o cheie pentru API-ul GPT, care va fi salvată pentru utilizare ulterioară.\nAI va edita și va returna textul, iar dvs. pur și simplu confirmați pentru a înlocui textul original.\n\n!! Cu un buget de 5 dolari, folosind modelul GPT-3.5-turbo la prețul de 0,002 dolari per 1000 de token-uri, puteți procesa aproximativ 2.500.000 de token-uri. Acesta se traduce în aproximativ 1.923.077 de cuvinte, luând în considerare o medie de 1,3 token-uri per cuvânt în engleză. Prin urmare, cu acest buget, veți putea face corecturi la o cantitate substanțială de text în limba engleză. Fără intermediari, fără taxe de serviciu suplimentare, plătiți doar pentru ceea ce utilizați direct cu OpenAI!!\n\n➤ Avertisment privind funcționalitatea\nLimitările API-urilor de recunoaștere vocală: Deși tehnologiile de recunoaștere vocală s-au îmbunătățit semnificativ, acestea pot avea în continuare dificultăți în identificarea precisă a punctuației. Acest lucru se datorează faptului că semnele de punctuație nu sunt rostite ca cuvinte și trebuie deduse din intonație, pauze și ritmul vorbirii, ceea ce poate fi o provocare pentru algoritmi.\nComplexitatea modelelor de vorbire: Vorbirea umană poate fi neprevăzută și variată. Oamenii pot vorbi repede, pot combina cuvinte, pot folosi trăsături regionale sau pot articula sunete neclar. Toți acești factori reprezintă provocări pentru sistemul de recunoaștere vocală în recunoașterea și aplicarea precisă a punctuației.\nNecesitatea înțelegerii contextuale: Punctuația depinde adesea de contextul unei propoziții sau chiar al unui paragraf. AI, cum ar fi ChatGPT, este instruit să înțeleagă volume mari de text și poate determina mai bine necesitatea virgulelor, punctelor, semnelor de întrebare și exclamație pe baza contextului.\n\nExplicație scurtă pentru includerea în texte: \"Pentru a îmbunătăți precizia punctuației în textele recunoscute de tehnologiile text-la-vorbire, aplicăm o corecție suplimentară folosind AI ChatGPT. Acest lucru permite luarea în considerare a contextului și a nuanțelor vorbirii umane, asigurând o precizie ridicată în formatarea textului.\"\nNote:\n\nchatGPT nu funcționează pentru secțiunea de comentarii YouTube\nLungimea maximă a textului pentru corecția chatGPT este de 4000 de simboluri.\n\n➤ Dictarea într-o fereastră separată\nPentru o gestionare mai convenabilă a textului, utilizați funcția de dictare într-o fereastră separată:\n\nApăsați butonul \"Fereastră de dictare\".\nDictați-vă textul și acesta va apărea într-un câmp separat, de unde îl puteți copia oriunde sau îl puteți utiliza pentru notițe personale.\nDe asemenea, puteți edita textul cu chatGPT chiar în această fereastră.\nExemplu de utilizare: dictați un e-mail către oricine și corectați textul folosind AI\n\n➤ Funcții suplimentare\nToate ferestrele și panourile din plugin sunt deplasabile.\n\nTaste rapide: Pentru a comuta vizibilitatea panoului, utilizați tasta de acces rapid: CTRL+SHIFT+U.\nCând utilizați orice zonă de text sau intrare de text, puteți activa sau dezactiva recunoașterea vocală cu tasta de acces rapid: CTRL+SHIFT+Y.\nDacă selectați text și apoi vorbiți, textul selectat va fi înlocuit cu ceea ce ați rostit.\nDe asemenea, puteți închide fereastra sau schimba setările de limbă în orice moment.\n\n➤ Feedback și sugestii\nDacă aveți idei sau sugestii, vă rugăm să ne contactați prin formularul de contact de pe https://pluginus.net/contact-us. Apreciem contribuția dvs. și căutăm întotdeauna modalități de a îmbunătăți \"Voice Master\" pentru a se potrivi mai bine nevoilor dvs.\n\n➤ Concluzie\n\"Voice Master\" este un instrument practic care vă ajută să transformați vocea în text. Cu acesta, puteți controla cu ușurință internetul cu vocea dumneavoastră, puteți transforma vorbirea în text la comandă și, dacă este necesar, puteți corecta textul folosind inteligența artificială. Acest instrument face utilizarea internetului mai ușoară și nu necesită mult efort pentru a fi gestionat. Adăugați \"Voice Master\" în rutina dumneavoastră zilnică pentru a face mai ușoară scrierea de text cu tehnologia avansată de recunoaștere vocală.",
    "ru": "«Voice Master» - это бесплатное расширение для браузера Chrome, которое обеспечивает распознавание речи (голосовое распознавание), преобразуя произнесенные слова в текст. Этот текст можно автоматически вставлять в любые текстовые поля на веб-страницах или в специальное окно диктовки, что позволяет напрямую общаться с платформами ИИ, такими как Claude и ChatGPT, используя голос. Кроме того, расширение предлагает функции исправления текста с помощью ИИ ChatGPT (для исправления пунктуации, форматирования, лексики), хотя для активации этой услуги требуется платный ключ. Этот инструмент идеален для тех, кто стремится повысить продуктивность, сократив время, затрачиваемое на набор текста, и оптимизировав рабочий процесс.\n\n➤ Установка и настройка\nУстановите расширение «Voice Master» так же, как и любое другое расширение Chrome. После установки вы увидите значок микрофона, который мы рекомендуем перетащить на панель инструментов для более быстрого доступа.\n\n➤ Использование\n- Активация голосового ввода: в всплывающем окне переведите переключатель в положение \"on\" (\"вкл.\") и нажмите на значок микрофона.\n- Выбор языка: выберите желаемый язык ввода, будь то английский или любой другой доступный язык.\n- Выбор поля: выберите поле ввода на веб-странице, куда вы хотите вводить текст – это может быть строка поиска на сайте магазина, секция комментариев YouTube, текстовая область сообщения Facebook, текстовый редактор WordPress TinyMCE или любое другое текстовое поле.\n- Область текста диктовки: нажмите специальную кнопку \"Окно диктовки\", начните говорить, и \"Voice Master\" преобразует вашу речь в текст. Используйте его для высказывания своих мыслей.\n- Деактивация голосового ввода: после завершения речи снова нажмите на значок микрофона, чтобы остановить процесс, или используйте горячие клавиши CTRL+SHIFT+Y.\n\n➤ Редактирование с помощью ChatGPT (для исправления пунктуации)\nЕсли ваш текст требует доработки, воспользуйтесь интегрированным ИИ ChatGPT 3.5 Turbo (платный API):\n- Выделите текст и нажмите кнопку на панели инструментов для улучшения стилистики \"Исправить орфографию и стиль с помощью ChatGPT\".\n- При первом использовании вас попросят ввести ключ для API GPT, который будет сохранен для последующего использования.\n- ИИ отредактирует текст и вернет его, а вы просто подтвердите замену исходного текста.\n\n!! При бюджете в 5 долларов, используя модель GPT-3.5-turbo с ценой 0,002 доллара за 1000 токенов, вы сможете обработать около 2 500 000 токенов. Это примерно 1 923 077 слов, учитывая, что в среднем на одно английское слово приходится 1,3 токена. Таким образом, с этим бюджетом вы сможете вносить исправления в значительный объем английского текста. Никаких посредников, никаких дополнительных сервисных сборов, вы оплачиваете только то, что используете напрямую с OpenAI!!\n\n➤ Ограничение функциональности\n1) Ограничения API распознавания речи: хотя технологии распознавания речи значительно улучшились, они все еще могут испытывать трудности с точной идентификацией пунктуации. Это связано с тем, что знаки пунктуации не произносятся как слова, и их приходится выводить из интонации, пауз и ритма речи, что может быть сложно для алгоритмов.\n\n2) Сложность речевых моделей: человеческая речь может быть непредсказуемой и разнообразной. Люди могут говорить быстро, сливать слова, использовать региональные особенности или неясно артикулировать звуки. Все эти факторы создают проблемы для системы распознавания речи при точном распознавании и применении пунктуации.\n\n3) Необходимость контекстного понимания: пунктуация часто зависит от контекста предложения или даже абзаца. ИИ, такие как ChatGPT, обучены пониманию больших объемов текста и могут лучше определять необходимость запятых, точек, вопросительных и восклицательных знаков на основе контекста.\n\nКраткое пояснение для включения в тексты: \"Для повышения точности пунктуации в текстах, распознанных технологиями преобразования речи в текст, мы применяем дополнительную корректировку с помощью ИИ ChatGPT. Это позволяет учитывать контекст и тонкости человеческой речи, обеспечивая высокую точность в форматировании текста.\"\n\nПримечания: \n- ChatGPT не работает в секции комментариев YouTube. \n- Максимальная длина текста для исправления ChatGPT составляет 4000 символов.\n\n➤ Диктовка в отдельном окне\nДля более удобного управления текстом используйте функцию диктовки в отдельном окне:\n- Нажмите кнопку \"Окно диктовки\".\n- Продиктуйте текст, и он появится в отдельном поле, откуда вы сможете скопировать его куда угодно или использовать для личных заметок.\n- Вы также можете отредактировать текст с помощью ChatGPT прямо в этом окне.\n- Пример использования: продиктуйте электронное письмо кому-либо и исправьте текст с помощью ИИ.\n\n➤ Дополнительные функции\nВсе окна и панели плагина являются перемещаемыми.\n- Горячие клавиши: чтобы переключить видимость панели, используйте горячие клавиши: CTRL+SHIFT+U.\n- При использовании любой текстовой области или текстового поля ввода вы можете включить или выключить распознавание речи с помощью горячих клавиш: CTRL+SHIFT+Y.\n- Если вы выделите текст, а затем произнесете речь, выделенный текст будет заменен тем, что вы произнесли.\n- Кроме того, вы можете в любой момент закрыть окно или изменить настройки языка.\n\n➤ Отзывы и предложения\nЕсли у вас есть идеи или предложения, пожалуйста, свяжитесь с нами через форму обратной связи на https://pluginus.net/contact-us. Мы ценим ваши отзывы и всегда стремимся улучшить \"Voice Master\", чтобы лучше удовлетворить ваши потребности.\n\n➤ Заключение \n\"Voice Master\" - это удобный инструмент, который помогает переводить речь в текст. С его помощью вы можете легко управлять Интернетом с помощью голоса, преобразовывать речь в текст по команде и, при необходимости, исправлять текст с помощью искусственного интеллекта. Этот инструмент облегчает использование Интернета и не требует больших усилий для управления. Добавьте \"Voice Master\" в свою ежедневную рутину, чтобы облегчить работу с текстом с помощью передовых технологий распознавания речи.",
    "tr": "\"Voice Master\" Chrome tarayıcısı için ücretsiz bir uzantıdır ve konuşulan kelimeleri metne dönüştüren konuşma tanıma (ses tanıma) özelliği sunar. Bu metin, web sayfalarındaki herhangi bir metin alanına veya özel bir dikte penceresine otomatik olarak eklenebilir ve bu sayede Claude ve chatGPT gibi AI platformlarıyla sesiniz aracılığıyla doğrudan iletişim kurmanıza olanak tanır. Ek olarak, uzantı, bu hizmeti etkinleştirmek için ücretli bir anahtar gerekli olsa da, AI ChatGPT (noktalama, biçim, leksik düzeltmeler yapmak için) tarafından desteklenen metin düzeltme özellikleri sunar. Bu araç, yazma süresini azaltarak ve iş akışını optimize ederek üretkenliği artırmak isteyen herkes için idealdir.\n\n➤ Kurulum ve Ayarlar\n\"Voice Master\" uzantısını diğer tüm Chrome uzantıları gibi kurun. Kurulumdan sonra bir mikrofon simgesi göreceksiniz, daha hızlı erişim için bunu araç çubuğuna sürüklemenizi öneririz.\n\n➤ Kullanım\nSes Girişini Etkinleştirme: Pop-up pencerede, düğmeyi \"açık\" konumuna getirin ve mikrofon simgesine tıklayın.\nDil Seçimi: İster İngilizce olsun ister mevcut diğer diller, istediğiniz giriş dilini seçin.\nAlan Seçimi: Metninizi bırakmak istediğiniz web sayfasındaki giriş alanını seçin - bu bir mağaza sitesi arama çubuğu, YouTube yorum bölümü, Facebook gönderi metin alanı, WordPress TinyMCE metin editörü veya başka bir metin alanı olabilir.\nDikte Metin Alanı: \"Dikte penceresi\" özel düğmesine tıklayın, konuşmaya başlayın ve \"Voice Master\" konuşmanızı metne dökecektir. Düşüncelerinizi sözlü olarak ifade etmek için bunu kullanın.\nSes Girişini Devre Dışı Bırakma: Konuşmayı bitirdikten sonra, işlemi durdurmak için tekrar mikrofon simgesine tıklayın veya CTRL+SHIFT+Y kısayol tuşunu kullanın.\n\n➤ chatGPT ile Düzenleme (noktalamayı düzeltmek için)\nMetninizin iyileştirilmesi gerekiyorsa, entegre AI chatGPT 3.5 turbo'dan (ücretli API) yararlanın:\n\nMetni vurgulayın ve stilleri iyileştirmek için araç çubuğundaki \"chatGPT ile imlayı ve stili düzelt\" düğmesine tıklayın.\nBunu ilk kez kullandığınızda GPT API'si için bir anahtar girmeniz istenecek ve bu sonraki kullanımlar için kaydedilecektir.\nAI metni düzenleyecek ve geri getirecek, siz de orjinal metni değiştirmeyi onaylamak için basitçe onaylayacaksınız.\n\n!! 1000 token başına 0,002 dolar ücretli GPT-3.5-turbo modelini kullanarak 5 dolarlık bir bütçeyle yaklaşık 2.500.000 token işleyebilirsiniz. Bu, İngilizce kelime başına ortalama 1,3 token düşünüldüğünde yaklaşık 1.923.077 kelimeye denk gelir. Bu nedenle, bu bütçe ile önemli miktarda İngilizce metne düzeltmeler yapabileceksiniz. Aracılar yok, ek servis ücreti yok, sadece OpenAI ile doğrudan kullandığınız kadarını ödüyorsunuz!!\n\n➤ İşlevsellik Uyarısı\nKonuşma Tanıma API'lerinin Sınırlamaları: Konuşma tanıma teknolojileri önemli ölçüde gelişmiş olsa da, noktalama işaretlerini doğru bir şekilde belirleme konusunda hala zorluk yaşayabilirler. Bunun nedeni, noktalama işaretlerinin kelime olarak telaffuz edilmemesi ve tonlama, duraklamalar ve konuşma ritmine bakarak çıkarım yapılması gerekmesidir ki bu da algoritmalar için zorlayıcı olabilir.\nKonuşma Modellerinin Karmaşıklığı: İnsan konuşması öngörülemez ve değişken olabilir. İnsanlar hızlı konuşabilir, kelimeleri birleştirebilir, bölgesel özellikler kullanabilir veya sesleri belirsiz şekilde telaffuz edebilir. Tüm bu faktörler, konuşma tanıma sisteminin noktalamayı doğru bir şekilde tanıma ve uygulama konusunda zorlanmasına neden olur.\nBağlamsal Anlayış İhtiyacı: Noktalama çoğu zaman bir cümlenin hatta paragrafın bağlamına bağlıdır. ChatGPT gibi AI'lar, büyük hacimli metinleri anlamak üzere eğitilmiştir ve bağlama dayalı olarak virgül, nokta, soru işareti ve ünlem işaretine ihtiyaç duyulup duyulmadığını daha iyi belirleyebilir.\n\nMetinlere Dâhil Edilecek Kısa Açıklama: \"Konuşmadan Metne teknolojileri tarafından tanınan metinlerdeki noktalama işaretlerinin doğruluğunu artırmak için, AI ChatGPT kullanarak ek düzeltmeler uyguluyoruz. Bu, insan konuşmasının bağlamını ve inceliklerini dikkate almamıza olanak tanır ve metin biçimlendirmede yüksek hassasiyet sağlar.\"\nNotlar:\n\nchatGPT, YouTube yorum bölümünde çalışmaz\nchatGPT düzeltmesi için maksimum metin uzunluğu 4000 simgedir.\n\n➤ Ayrı Bir Pencerede Dikte\nMetnin daha rahat bir şekilde yönetilmesi için ayrı bir pencerede dikte özelliğini kullanın:\n\n\"Dikte penceresi\" düğmesine basın.\nMetninizi dikte edin ve ayrı bir alanda görünecektir, buradan onu herhangi bir yere kopyalayabilir veya kişisel notlar için kullanabilirsiniz.\nAyrıca bu pencerede metni chatGPT ile düzenleyebilirsiniz.\nKullanım örneği: herhangi birine e-posta dikte edin ve metni AI kullanarak düzeltin.\n\n➤ Ek Özellikler\nEklentinin tüm pencereleri ve panelleri taşınabilir.\n\nKısayol Tuşları: Panel görünürlüğünü açıp kapatmak için CTRL+SHIFT+U kısayol tuşunu kullanın.\nHerhangi bir metin alanı veya metin girişi kullanırken, CTRL+SHIFT+Y kısayol tuşuyla konuşma tanımayı etkinleştirebilir veya devre dışı bırakabilirsiniz.\nMetin seçtikten sonra konuşursanız, seçili metin söylediğiniz şeyle değiştirilecektir.\nEk olarak, pencereyi kapatabilir veya dil ayarlarını istediğiniz zaman değiştirebilirsiniz.\n\n➤ Geri Bildirim ve Öneriler\nHerhangi bir fikir veya öneriniz varsa, lütfen https://pluginus.net/contact-us adresindeki iletişim formunu kullanarak bizimle iletişime geçin. Girdilerinize değer veriyor ve \"Voice Master\"ı ihtiyaçlarınıza daha iyi cevap verecek şekilde geliştirmeye çalışıyoruz.\n\n➤ Sonuç\n\"Voice Master\", sese metni dönüştürmenize yardımcı olan kullanışlı bir araçtır. Bununla, internet'i sesinizle kolayca kontrol edebilir, konuşmayı isteğe bağlı olarak metne dönüştürebilir ve gerekirse metni yapay zeka kullanarak düzeltebilirsiniz. Bu araç, interneti kullanmayı kolaylaştırır ve yönetmek için fazla çaba gerektirmez. İleri konuşma tanıma teknolojisiyle metin yazmayı kolaylaştırmak için \"Voice Master\"ı günlük rutininize ekleyin.",
    "uk": "\"Voice Master\" - це безкоштовне розширення для браузера Chrome, яке забезпечує розпізнавання мовлення (розпізнавання голосу), перетворюючи вимовлені слова в текст. Цей текст можна автоматично вставляти в будь-які текстові поля на веб-сторінках або в спеціальне вікно диктування, що дозволяє безпосередньо спілкуватися з ІІ-платформами, такими як Claude та chatGPT, використовуючи ваш голос. Крім того, розширення пропонує функції виправлення тексту, підтримувані ІІ ChatGPT (для виправлення пунктуації, форматування, лексики), хоча для активації цієї послуги потрібен платний ключ. Цей інструмент ідеально підходить для будь-кого, хто прагне підвищити продуктивність, зменшивши час, витрачений на друк, та оптимізувавши робочий процес.\n\n➤ Встановлення та налаштування\nВстановіть розширення \"Voice Master\" так само, як ви встановлювали б будь-яке інше розширення Chrome. Після встановлення ви побачите піктограму мікрофона, яку ми рекомендуємо перетягнути на панель інструментів для зручнішого доступу.\n\n➤ Використання\nАктивація голосового введення: успливаючому вікні перемкніть перемикач у положення \"увімк.\" і натисніть на піктограму мікрофона.\nВибір мови: виберіть бажану мову введення, будь то англійська чи будь-яка інша доступна мова.\nВибір поля: виберіть поле введення на веб-сторінці, куди ви бажаєте ввести текст - це може бути рядок пошуку на сайті магазину, секція коментарів YouTube, текстова область публікації Facebook, текстовий редактор TinyMCE WordPress або будь-яке інше текстове поле.\nОбласть диктування тексту: натисніть спеціальну кнопку \"Вікно диктування\", почніть говорити, і \"Voice Master\" розпізнає ваше мовлення та перетворить його на текст. Використовуйте цю функцію для вербалізації своїх думок.\nВимкнення голосового введення: після завершення мовлення знову натисніть піктограму мікрофона, щоб зупинити процес, або використайте гарячі клавіші CTRL+SHIFT+Y.\n\n➤ Редагування з chatGPT (для виправлення пунктуації)\nЯкщо ваш текст потребує вдосконалення, скористайтеся інтегрованим ІІ chatGPT 3.5 turbo (платний API):\n\nВиділіть текст і натисніть кнопку на панелі інструментів для поліпшення стилістики \"Виправити орфографію та стиль за допомогою chatGPT\".\nПри першому використанні вас попросять ввести ключ для API GPT, який буде збережено для подальшого використання.\nІІ відредагує та поверне текст, а ви просто підтвердите заміну оригінального тексту.\n\n!! З бюджетом у 5 доларів, використовуючи модель GPT-3.5-turbo за ціною 0,002 долара за 1000 токенів, ви зможете обробити приблизно 2 500 000 токенів. Це еквівалентно близько 1 923 077 словам, враховуючи середнє значення 1,3 токена на англійське слово. Таким чином, з цим бюджетом ви зможете внести виправлення до значної кількості англійського тексту. Без посередників, без додаткових зборів за обслуговування, ви платите лише за те, що безпосередньо використовуєте з OpenAI!!\n\n➤ Попередження про функціональність\nОбмеження API розпізнавання мовлення: Хоча технології розпізнавання мовлення значно покращилися, вони все ще можуть мати труднощі з точним визначенням пунктуації. Це пов'язано з тим, що розділові знаки не вимовляються як слова, а повинні виводитися з інтонації, пауз і ритму мовлення, що може бути складним для алгоритмів.\nСкладність моделей мовлення: Людське мовлення може бути непередбачуваним і різноманітним. Люди можуть говорити швидко, об'єднувати слова, використовувати регіональні особливості або нечітко вимовляти звуки. Усі ці фактори створюють проблеми для системи розпізнавання мовлення щодо точного розпізнавання та застосування пунктуації.\nНеобхідність контекстуального розуміння: Пунктуація часто залежить від контексту речення або навіть абзацу. ІІ, такі як ChatGPT, навчені розуміти великі обсяги тексту і можуть краще визначати необхідність використання ком, крапок, знаків питання та знаків оклику на основі контексту.\n\nСтисле пояснення для включення в тексти: \"Для підвищення точності пунктуації в текстах, розпізнаних технологіями перетворення мовлення на текст, ми застосовуємо додаткове виправлення з використанням ІІ ChatGPT. Це дозволяє враховувати контекст і нюанси людського мовлення, забезпечуючи високу точність форматування тексту\".\nПримітки:\n\nchatGPT не працює в секції коментарів YouTube\nМаксимальна довжина тексту для виправлення chatGPT - 4000 символів.\n\n➤ Диктування в окремому вікні\nДля зручнішого управління текстом використовуйте функцію диктування в окремому вікні:\n\nНатисніть кнопку \"Вікно диктування\".\nПродиктуйте свій текст, і він з'явиться в окремому полі, звідки ви зможете скопіювати його куди завгодно або використовувати для особистих нотаток.\nВи також можете редагувати текст за допомогою chatGPT прямо в цьому вікні.\nПриклад використання: продиктуйте електронного листа будь-кому та виправте текст за допомогою ІІ.\n\n➤ Додаткові Функції\nУсі вікна та панелі плагіна можна переміщувати.\n- Гарячі клавіші: для перемикання видимості панелі використовуйте гарячу клавішу: CTRL+SHIFT+U.\n- При використанні будь-якого текстового поля або поля введення тексту ви можете включити або вимкнути розпізнавання мови за допомогою гарячої клавіші: CTRL+SHIFT+Y.\n- Якщо ви виділите текст, а потім заговорите, виділений текст буде замінено на те, що ви сказали.\n- Крім того, ви можете закрити вікно або змінити налаштування мови в будь-який час.\n\n➤ Зворотній зв’язок та Пропозиції\nЯкщо у вас є якісь ідеї або пропозиції, будь ласка, зв’яжіться з нами через форму контакту на https://pluginus.net/contact-us. Ми цінуємо ваш внесок і завжди прагнемо вдосконалювати \"Voice Master\", щоб краще задовольнити ваші потреби.\n\n➤ Висновок\n\"Voice Master\" — зручний інструмент, який допомагає перекладати мову в текст. За його допомогою ви можете легко керувати Інтернетом за допомогою вашого голосу, перетворювати мову в текст за командою, а в разі необхідності коригувати текст за допомогою штучного інтелекту. Цей інструмент спрощує використання Інтернету і не вимагає багато зусиль для управління. Додайте \"Voice Master\" до вашого щоденного ритуалу, щоб полегшити надсилання текстових повідомлень за допомогою передових технологій розпізнавання мови.",
    "zh_CN": "\"Voice Master\"是一款免费的Chrome浏览器扩展程序,提供语音识别功能,可将口语转换为文本。该文本可自动插入网页上的任何文本字段或特殊的dictation窗口中,让您可以使用语音直接与Claude和ChatGPT等人工智能平台进行交互。此外,该扩展程序还提供由ChatGPT人工智能驱动的文本校正功能(用于校正标点符号、格式和词汇),但需要付费密钥才能启用此服务。此工具是任何希望提高工作效率、减少打字时间、优化工作流程的人的理想之选。\n\n➤ 安装和设置\n像安装任何其他Chrome扩展程序一样安装\"Voice Master\"扩展。安装后,您将看到一个麦克风图标,我们建议您将其拖放到工具栏上以便快速访问。\n\n➤ 使用方法\n- 启用语音输入:在弹出窗口中,将切换按钮切换至\"开启\"状态,然后点击麦克风图标。\n- 语言选择:选择所需的输入语言,无论是英语还是其他可用语言。\n- 字段选择:选择网页上要输入文本的字段——可以是购物网站的搜索栏、YouTube评论区、Facebook帖子文本区域、WordPress的TinyMCE文本编辑器或任何其他文本字段。\n- 听写文本区域:点击\"听写窗口\"特殊按钮,开始说话,\"Voice Master\"会将您的语音转录为文本。可用于言辞表达您的想法。\n- 关闭语音输入:说完后,再次点击麦克风图标即可停止该过程,或使用快捷键CTRL+SHIFT+Y。\n\n➤ 使用ChatGPT编辑(校正标点符号)\n如果您的文本需要校正,可利用集成的ChatGPT 3.5 Turbo人工智能(需付费的API):\n- 高亮显示文本,然后点击工具栏上的按钮以改善文体风格\"使用ChatGPT修复拼写和样式\"。\n- 首次使用时,系统会要求您输入GPT API密钥,该密钥将保存以备后续使用。\n- 人工智能会编辑并返回文本,您只需确认即可替换原文。\n\n!!只需5美元的预算,使用GPT-3.5-Turbo模型(每1000个token收费0.002美元),您就可以处理约250万个token。考虑到英语单词平均每个词有1.3个token,这相当于可处理约192.3万个英语单词。因此,有了这个预算,您就可以对大量英语文本进行校正。无中间环节,无额外服务费,您只需为直接使用OpenAI的服务付费!\n\n➤功能免责声明\n1)语音识别API的局限性:尽管语音识别技术有了很大改进,但准确识别标点符号仍然是一大挑战。这是因为标点符号不是用词语表达的,必须从语调、停顿和语音节奏中推导出来,这对算法而言仍是一大挑战。\n\n2)语音模型的复杂性:人类语音是不可预测和多变的。人们可能说话很快、合并单词、使用地方口音或发音不清晰。所有这些因素都给语音识别系统准确识别和应用标点符号带来了挑战。\n\n3)需要语境理解:标点符号的使用通常取决于句子或甚至整个段落的语境。像ChatGPT这样的人工智能经过训练,能够理解大量文本,因此能够根据上下文更好地判断是否需要使用逗号、句号、问号和感叹号。\n\n文本中的简要说明:\"为提高语音转文本技术识别的文本标点符号的准确性,我们应用ChatGPT人工智能进行了额外校正。这样可以考虑人类语音的语境和细微差别,从而确保文本格式的高度精准性。\"\n\n注意: \n- ChatGPT无法用于YouTube评论区\n- ChatGPT校正的最大文本长度为4000个字符\n\n➤ 在独立窗口中听写\n为了更方便地管理文本,请使用独立窗口听写功能:\n- 按下\"听写窗口\"按钮\n- 开始听写,文本将出现在一个独立的字段中,您可以从中复制到任何地方或将其用作个人笔记。\n- 您也可以直接在此窗口中使用ChatGPT编辑文本。\n- 使用示例:给任何人听写一封电子邮件,然后使用人工智能校正文本。\n\n➤ 其他功能\n该插件的所有窗口和面板都可以拖动。\n- 快捷键:使用快捷键CTRL+SHIFT+U可切换面板的显示/隐藏。\n- 在使用任何文本区域或文本输入字段时,您可以使用快捷键CTRL+SHIFT+Y启用或禁用语音识别。\n- 如果选中某些文本然后说话,所选文本将被您所说的内容替换。\n- 此外,您还可以随时关闭窗口或更改语言设置。\n\n➤ 反馈和建议\n如有任何想法或建议,请通过https://pluginus.net/contact-us上的联系表格与我们联系。我们非常重视您的反馈,并将不断努力改进\"Voice Master\"以更好地满足您的需求。\n\n➤ 总结\n\"Voice Master\"是一款实用的工具,可以帮助您将语音转换为文本。使用它,您可以轻松通过语音控制互联网、将语音转换为文本命令,并在必要时使用人工智能校正文本。此工具可以简化互联网使用,无需过多精力即可管理。将\"Voice Master\"添加到日常工作流程中,通过先进的语音识别技术来提高文字工作效率。",
    "zh_TW": "\"Voice Master\"是一個免費的Chrome瀏覽器擴充套件,提供語音辨識(語音辨識)功能,將口語轉換為文字。此文字可自動插入網頁上的任何文字欄位或特殊的聽寫視窗中,允許您使用語音直接與Claude和ChatGPT等人工智能平台互動。此外,此擴充套件還提供由ChatGPT人工智能驅動的文字修正功能(用於修正標點符號、格式和詞彙),雖然需要付費金鑰才能啟用此服務。此工具適合任何希望提高生產力、減少打字時間及優化工作流程的人使用。\n\n➤ 安裝和設置\n就像安裝任何其他Chrome擴充套件一樣安裝\"Voice Master\"擴充套件。安裝後,您會看到一個麥克風圖示,我們建議您將它拖到工具列上以便快速存取。\n\n➤ 使用方式\n- 啟用語音輸入:在彈出視窗中,將切換按鈕切換到\"開啟\"狀態,然後點擊麥克風圖示。\n- 語言選擇:選擇所需的輸入語言,無論是英語還是其他可用語言。  \n- 欄位選擇:選擇網頁上要輸入文字的欄位 - 可以是購物網站的搜尋列、YouTube留言區、Facebook帖文文字區域、WordPress的TinyMCE文字編輯器或任何其他文字欄位。\n- 聽寫文字區域:點擊特殊按鈕\"聽寫視窗\"後開始說話,\"Voice Master\"會將您的語音轉錄為文字。可用於言詞表達您的想法。\n- 關閉語音輸入:說完後,再次點擊麥克風圖示即可停止程序,或使用快捷鍵CTRL+SHIFT+Y。\n\n➤ 使用ChatGPT編輯(修正標點符號)\n如果您的文字需要潤飾,可利用整合的ChatGPT 3.5 Turbo人工智能(需付費API):\n- 反白標示文字,然後按下工具列上的按鈕以改善文體風格\"使用ChatGPT修正拼寫和樣式\"。\n- 首次使用時,系統會要求您輸入GPT API金鑰,該金鑰將保存以備後續使用。\n- 人工智能會編輯並傳回文字,您只需確認即可取代原始文字。\n\n!!只需5美元的預算,使用GPT-3.5-Turbo模型(每1000個代幣收費0.002美元),您就可以處理約250萬個代幣。考量到英語單字平均每個字有1.3個代幣,這相當於可處理約192.3萬個英文單字。因此,有了這個預算,您就可以修正大量英文文字。無中間環節,無額外服務費,您只需為直接使用OpenAI的服務付費!!\n\n➤功能免責聲明  \n1)語音辨識API的限制:儘管語音辨識技術已有長足進步,但準確識別標點符號仍是一大挑戰。這是因為標點符號不是用詞語表達的,必須從語調、停頓和語音節奏中推導出來,對於演算法而言仍是一大挑戰。\n\n2)語音模型的複雜性:人類語音是不可預測和多變的。人們可能說話很快、合併單字、使用地方口音或發音不清晰。所有這些因素都給語音辨識系統準確識別和應用標點符號帶來了挑戰。\n\n3)需要語境理解:標點符號的使用通常取決於句子或甚至整個段落的語境。像ChatGPT這樣的人工智能經過訓練,能夠理解大量文字,因此能夠根據上下文更好地判斷是否需要使用逗號、句號、問號和驚嘆號。  \n\n文字中的簡要說明:\"為提高語音轉文字技術識別的文字標點符號的準確性,我們應用ChatGPT人工智能進行了額外校正。這樣可以考慮人類語音的語境和細微差別,從而確保文字格式的高度精準度。\"\n\n注意:\n- ChatGPT無法用於YouTube留言區\n- ChatGPT校正的最大文字長度為4000個字元  \n\n➤ 在獨立視窗中聽寫\n為了更方便地管理文字,請使用獨立視窗聽寫功能:\n- 按下\"聽寫視窗\"按鈕\n- 開始聽寫,文字將出現在獨立欄位中,您可以從中複製到任何地方或將它用作個人筆記。\n- 您也可以直接在此視窗中使用ChatGPT編輯文字。\n- 使用範例:為任何人聽寫一封電子郵件,然後使用人工智能校正文字。\n\n➤ 其他功能\n此外載元的所有視窗和面板都可以拖曳。\n- 快捷鍵:使用快捷鍵CTRL+SHIFT+U可切換面板的顯示/隱藏。\n- 在使用任何文字區域或文字輸入欄位時,您可以使用快捷鍵CTRL+SHIFT+Y啟用或停用語音辨識。 \n- 如果選取某些文字然後說話,所選取的文字將被您所說的內容取代。\n- 此外,您還可以隨時關閉視窗或變更語言設定。   \n\n➤ 反饋和建議\n如有任何想法或建議,請透過https://pluginus.net/contact-us上的聯繫表單與我們聯繫。我們非常重視您的反饋,並將不斷努力改進\"Voice Master\"以更好地滿足您的需求。\n\n➤ 總結  \n\"Voice Master\"是一款實用的工具,可以幫助您將語音轉換為文字。使用它,您可以輕鬆地透過語音控制網際網路、將語音轉換為文字命令,並在必要時使用人工智能校正文字。此工具可以簡化網際網路的使用,無需過多精力即可管理。將\"Voice Master\"新增至日常工作流程中,透過先進的語音辨識技術來提高文字工作效率。"
  }
}