{
  "name": {
    "ar": "Fedora - خادم لينكس مجاني على الإنترنت",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Fedora free online linux server",
    "de": "Fedora kostenloser Online-Linux-Server",
    "es,es_419": "Fedora servidor de linux en línea gratis",
    "fr": "Fedora serveur linux en ligne gratuit",
    "hi": "Fedora मुफ्त ऑनलाइन लिनक्स सर्वर",
    "it": "Fedora server linux online gratuito",
    "ja": "Fedora  - 無料のオンラインLinuxサーバー",
    "ko": "Fedora - 무료 온라인 리눅스 서버",
    "nl": "Fedora gratis online linux-server",
    "pl": "Fedora darmowy serwer linux online",
    "pt_BR,pt_PT": "Fedora servidor linux online grátis",
    "ru": "Fedora бесплатный онлайн сервер Linux",
    "tr": "Fedora ücretsiz çevrimiçi linux sunucusu",
    "uk": "Fedora безкоштовний онлайн сервер Linux",
    "zh_CN": "Fedora 免费在线linux服务器"
  },
  "short": {
    "ar": "قم بتشغيل Linux Fedora و RedHat, CentOS و Oracle Linux و Open SUSE و Mandriva من مزود استضافة الخوادم الخالية من OnWorks",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Run the Linux Fedora, RedHat, RHEL, CentOS, Oracle Linux, Open SUSE and Mandriva from the OnWorks free servers hosting provider",
    "de": "Führen Sie Linux Fedora, RedHat, CentOS, Oracle Linux, Open SUSE und Mandriva vom kostenlosen 'OnWorks' -Server-Hostinganbieter aus",
    "es,es_419": "Ejecute Linux Fedora, RedHat, CentOS, Oracle Linux, Open SUSE y Mandriva desde el proveedor de alojamiento de servidores gratuitos…",
    "fr": "Exécutez Linux Fedora, RedHat, CentOS, Oracle Linux, Open SUSE et Mandriva à partir du fournisseur d’hébergement de serveurs…",
    "hi": "OnWorks फ्री सर्वर होस्टिंग प्रदाता से लिनक्स फेडोरा, सेंटोस, ओरेकल लिनक्स, ओपन एसयूएसई और मैंड्रिवा चलाएं",
    "it": "Esegui Linux Fedora, RedHat, CentOS, Oracle Linux, Open SUSE e Mandriva dal server di hosting gratuito OnWorks",
    "ja": "OnWorks 無料サーバーホスティングプロバイダからLinux Fedora、CentOS、Oracle Linux、Open SUSE、Mandrivaを実行",
    "ko": "'OnWorks'무료 서버 호스팅 제공 업체에서 Linux Fedora, RedHat, CentOS, Oracle Linux, Open SUSE 및 Mandriva 실행",
    "nl": "Run de Linux Fedora, RedHat, CentOS, Oracle Linux, Open SUSE en Mandriva vanuit de OnWorks gratis servers hosting provider",
    "pl": "Uruchom Linux Fedora, RedHat, CentOS, Oracle Linux, Open SUSE i Mandriva z dostawcy usług hostingowych OnWorks",
    "pt_BR,pt_PT": "Execute o Linux Fedora, RedHat, CentOS, Oracle Linux, Open SUSE e Mandriva do provedor de hospedagem de servidores gratuitos OnWorks",
    "ru": "Запустите Linux Fedora, RedHat, CentOS, Oracle Linux, Open SUSE и Mandriva от бесплатного хостинг-провайдера OnWorks",
    "tr": "OnWorks ücretsiz barındırma sağlayıcısından Linux Fedora, RedHat, CentOS, Oracle Linux, Open SUSE ve Mandriva'yı çalıştırın",
    "uk": "Запустити Linux Fedora, RedHat, CentOS, Oracle Linux, Open SUSE і Mandriva з безкоштовного хостинг-провайдера OnWorks.",
    "zh_CN": "从 OnWorks 免费服务器托管服务提供商运行Linux Fedora，RedHat, CentOS，Oracle Linux，Open SUSE和Mandriva"
  },
  "long": {
    "ar": "هذا الامتداد هو تكامل مدير الملفات لاستيراد وتصدير ملفات سطح المكتب إلى خادم Fedora linux المقدم من مزود الاستضافة المجانية OnWorks. كما يسمح باستيراد الملفات التي تم اكتشافها كروابط بواسطة Google Chrome.\n\nيجب على المستخدمين تثبيت هذا الامتداد لاستيراد وتصدير ملفاتهم في محطة عمل OnWorks Fedora linux الخاصة بهم عبر الإنترنت.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "This extension is a file manager integration to import and export your desktop files into the Fedora linux server provided by the OnWorks free hosting provider.  It also allows to import files detected as links by Google Chrome.\n\nUsers should install this extension in order to import and export their files in their OnWorks Fedora linux online workstation.",
    "de": "Diese Erweiterung ist eine Dateimanager-Integration zum Importieren und Exportieren Ihrer Desktop-Dateien in den Fedora Linux-Server, der vom kostenlosen OnWorks-Hosting-Anbieter bereitgestellt wird. Außerdem können Dateien importiert werden, die von Google Chrome als Links erkannt wurden.\n\nBenutzer sollten diese Erweiterung installieren, um ihre Dateien in ihre OnWorks Fedora Linux Online-Workstation zu importieren und zu exportieren.",
    "es,es_419": "Esta extensión es una integración de administrador de archivos para importar y exportar sus archivos de escritorio al servidor Linux Fedora proporcionado por el proveedor de alojamiento gratuito de OnWorks. También permite importar archivos detectados como enlaces por Google Chrome.\n\nLos usuarios deben instalar esta extensión para importar y exportar sus archivos en su estación de trabajo en línea OnWorks Fedora linux.",
    "fr": "Cette extension est une intégration de gestionnaire de fichiers pour importer et exporter vos fichiers de bureau dans le serveur Linux Fedora fourni par le fournisseur d'hébergement gratuit OnWorks. Il permet également d'importer des fichiers détectés comme liens par Google Chrome.\n\nLes utilisateurs doivent installer cette extension afin d'importer et d'exporter leurs fichiers sur leur poste de travail en ligne OnWorks Fedora Linux.",
    "hi": "यह एक्सटेंशन एक फ़ाइल प्रबंधक एकीकरण है जो आपके डेस्कटॉप फ़ाइलों को OnWorks मुफ्त होस्टिंग प्रदाता द्वारा प्रदान किए गए Fedora linux सर्वर में आयात और निर्यात करता है। यह Google Chrome द्वारा लिंक के रूप में पाई गई फ़ाइलों को आयात करने की भी अनुमति देता है।\n\nउपयोगकर्ताओं को अपने OnWorks Fedora linux ऑनलाइन वर्कस्टेशन में अपनी फ़ाइलों को आयात और निर्यात करने के लिए इस एक्सटेंशन को स्थापित करना चाहिए।",
    "it": "Questa estensione è un'integrazione del file manager per importare ed esportare i file desktop nel server Fedora linux fornito dal provider di hosting gratuito OnWorks. Consente inoltre di importare file rilevati come collegamenti da Google Chrome.\n\nGli utenti dovrebbero installare questa estensione per importare ed esportare i propri file nella propria workstation onWorks Fedora linux online.",
    "ja": "この拡張機能は、OnWorks無料ホスティングプロバイダーが提供するFedoralinuxサーバーにデスクトップファイルをインポートおよびエクスポートするためのファイルマネージャー統合です。 また、GoogleChromeによってリンクとして検出されたファイルをインポートすることもできます。\n\nユーザーは、OnWorks Fedora linuxオンラインワークステーションでファイルをインポートおよびエクスポートするために、この拡張機能をインストールする必要があります。",
    "ko": "이 확장은 OnWorks 무료 호스팅 제공 업체에서 제공하는 Fedora Linux 서버로 데스크탑 파일을 가져오고 내보내는 파일 관리자 통합입니다. 또한 Google 크롬에서 링크로 감지 된 파일을 가져올 수 있습니다.\n\n사용자는 OnWorks Fedora Linux 온라인 워크 스테이션에서 파일을 가져오고 내보내려면이 확장을 설치해야합니다.",
    "nl": "Deze extensie is een bestandsbeheerderintegratie om je desktopbestanden te importeren en exporteren naar de Fedora linux-server die wordt geleverd door de gratis hostingprovider van OnWorks. Het maakt het ook mogelijk om bestanden te importeren die door Google Chrome als links zijn gedetecteerd.\n\nGebruikers zouden deze extensie moeten installeren om hun bestanden te importeren en exporteren in hun OnWorks Fedora linux online werkstation.",
    "pl": "To rozszerzenie jest integracją menedżera plików do importowania i eksportowania plików pulpitu do serwera Fedora linux dostarczonego przez darmowego dostawcę usług hostingowych OnWorks. Pozwala także na importowanie plików wykrytych jako linki przez Google Chrome.\n\nUżytkownicy powinni zainstalować to rozszerzenie, aby importować i eksportować swoje pliki na swoich internetowych stacjach roboczych OnWorks Fedora.",
    "pt_BR,pt_PT": "Esta extensão é uma integração do gerenciador de arquivos para importar e exportar seus arquivos da área de trabalho para o servidor Fedora linux fornecido pelo provedor de hospedagem gratuita OnWorks. Também permite importar arquivos detectados como links pelo Google Chrome.\n\nOs usuários devem instalar esta extensão para importar e exportar seus arquivos em sua estação de trabalho online OnWorks Fedora linux.",
    "ru": "Это расширение представляет собой интеграцию с файловым менеджером для импорта и экспорта файлов вашего рабочего стола на Linux-сервер Fedora, предоставляемый поставщиком бесплатного хостинга OnWorks. Он также позволяет импортировать файлы, обнаруженные Google Chrome как ссылки.\n\nПользователи должны установить это расширение, чтобы импортировать и экспортировать свои файлы на своей онлайн-рабочей станции OnWorks Fedora linux.",
    "tr": "Bu uzantı, masaüstü dosyalarınızı OnWorks ücretsiz barındırma sağlayıcısı tarafından sağlanan Fedora linux sunucusuna içe ve dışa aktarmak için bir dosya yöneticisi entegrasyonudur. Ayrıca, Google Chrome tarafından bağlantı olarak algılanan dosyaların içe aktarılmasına da izin verir.\n\nKullanıcılar, dosyalarını OnWorks Fedora linux çevrimiçi iş istasyonlarına almak ve vermek için bu uzantıyı yüklemelidir.",
    "uk": "Це розширення - це інтеграція файлового менеджера для імпорту та експорту файлів робочого столу на Linux-сервер Fedora, що надається постачальником безкоштовного хостингу OnWorks. Це також дозволяє імпортувати файли, виявлені Google Chrome як посилання.\n\nКористувачі повинні встановити це розширення, щоб імпортувати та експортувати свої файли на своїй онлайн-робочій станції OnWorks Fedora linux.",
    "zh_CN": "此扩展是文件管理器集成，用于将桌面文件导入和导出到由OnWorks免费托管提供商提供的Fedora linux服务器中。 它还允许导入被Google Chrome浏览器检测为链接的文件。\n\n用户应安装此扩展程序，以便在其OnWorks Fedora linux在线工作站中导入和导出文件。"
  }
}