{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI-QRCodeCraft"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create beautiful AI-generated QR codes."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate your browsing experience with the \"QR Code Generator\" Chrome extension! Say goodbye to tedious QR code creation processes, and say hello to simplicity and elegance.\n\n🌟 Key Features:\n\nEffortless QR Code Creation: With a single click, transform the URL of your current tab into a stunning QR code. No more copy-pasting or navigating through complicated menus!\n\nSleek Design: Our extension creates QR codes that are not only functional but also visually appealing. Enhance your QR codes with eye-catching designs to make them stand out.\n\nCustomization Options: Tailor your QR codes to match your style. Choose from a variety of colors, patterns, and frames to personalize your codes and make them unique.\n\nInstant Accessibility: The QR Code Generator is always at your fingertips, residing conveniently in your Chrome browser. No need to leave your current tab to generate a QR code.\n\nVersatile Use Cases: Whether you're sharing links, contact information, or Wi-Fi passwords, our extension supports a wide range of QR code types to suit your needs.\n\nSave and Share: Easily save your QR codes to your device or share them with friends and colleagues directly from the extension.\n\nPrivacy-Focused: Rest assured, your data is secure. We don't store any of your browsing information or generated QR codes.\n\nUpgrade your QR code game with our user-friendly and aesthetically pleasing extension. Simplify the way you share and access information, all within your Chrome browser.\n\nInstall the \"QR Code Generator\" Chrome extension today and experience the future of QR code creation. It's the perfect tool for students, professionals, businesses, and anyone who wants to make QR codes effortlessly beautiful.\n\n🚀 Transform URLs into QR codes with style!\n🎨 Customize and share your QR codes effortlessly!\n🌐 Seamlessly integrate into your Chrome browser!\n\nGet started now and join the QR code revolution!"
  }
}