{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BlockNotes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BlockNotes: A bold, Neo-Brutalist note-taking extension for instant, synced, and fun note organization with style!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BlockNotes: Instant. Bold. Powerful. A note-taking app for people who don’t waste time.\n\nForget about the fluff. BlockNotes is designed to be intuitive, fast, and bold—perfect for anyone who wants to capture ideas and organize chaos without distractions. Whether you’re brainstorming or managing complex projects, BlockNotes brings your notes to life in a design that’s as functional as it is striking. Keep your notes at your fingertips whenever you need them.\n\nFeatures\nCreate Notes You Always Need INSTANTLY\nOpen a new tab and start typing. Paste directly from the clipboard. No delays. No distractions. Just raw speed for capturing the context you always needed.\n\nSlash Command Search\nHit /, type the note you’re after, hit Enter, and it’s done. No scrolling. No hunting. Just pure accessibility.\n\nDrag & Drop Control\nOrganize your notes exactly the way you want them. Move, rearrange, and structure your ideas on the fly with effortless drag-and-drop.\n\nGemini Magic\nAutomatically generate names for your notes based on their content. Need to change it? No problem. Instant, smart naming—it’s quick and customizable.\n\nCustom Shortcuts\nSet your own shortcut to get to BlockNotes in a flash. Custom control—for your workflow, your pace.\n\nSync Across Devices\nGoogle Sync keeps your notes updated across all your devices. Whether you’re on your phone, tablet, or desktop, everything is in perfect sync.\n\nBold Neo-Brutalist Design\nThe design is functional, powerful, and bold—with a sharp, utilitarian aesthetic that helps you stay focused. There’s nothing extra, just what you need to stay productive.\n\nWhy BLOCKNOTES?\n1. Power at Your Fingertips: BlockNotes is intuitive, fast, and designed for maximum efficiency. Capture and organize your notes in seconds—no extra clicks, no wasted time.\n\n2. Bold, Utilitarian Design: The Neo-Brutalist design doesn’t just look cool—it’s built to keep you focused. Bold lines, minimal fluff, and maximum function.\n\n3. Total Sync: Start on one device and finish on another—your notes are always up-to-date and perfectly synced with Google Sync.\n\n4. Custom Flexibility: Tailor your experience with custom shortcuts and automatic note naming that fit your workflow, making it even more intuitive.\n\nReady for Powerful, Bold Note-Taking?\nBlockNotes isn’t here to mess around. It’s designed to help you get things done quickly, boldly, and with the intuitive power you need. Take control of your notes and get organized, instantly.\n\nGet BlockNotes and make your note-taking as powerful as you are. Keep your notes at your fingertips whenever you need them."
  }
}