{
  "name": {
    "ar": "عارض TIFF عبر الإنترنت",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "TIFF File Viewer",
    "bg,da,de,fi,fil,hu,id,no,pl,ro,sl,sv,uk": "TIFF Viewer Online",
    "ca": "TIFF Viewer en línia",
    "cs": "Prohlížeč TIFF online",
    "el": "TIFF Viewer στο Διαδίκτυο",
    "es": "Visor TIFF en línea",
    "et": "TIFF-i vaataja veebis",
    "fa": "TIFF Viewer آنلاین",
    "fr": "Visionneuse TIFF en ligne",
    "he": "מציג TIFF ברשת",
    "hi": "झगड़ा दर्शक ऑनलाइन",
    "hr": "TIFF preglednik na mreži",
    "it": "Visualizzatore TIFF online",
    "ja": "TIFFビューアオンライン",
    "ko": "TIFF 뷰어 온라인",
    "lt": "„TIFF Viewer Online“",
    "lv": "TIFF skatītājs tiešsaistē",
    "ms": "TIFF Viewer Dalam Talian",
    "nl": "TIFF-viewer online",
    "ru": "TIFF Viewer онлайн",
    "sk": "Prehliadač TIFF online",
    "sr": "ТИФФ Виевер Онлине",
    "th": "TIFF Viewer ออนไลน์",
    "tr": "TIFF Görüntüleyici Çevrimiçi",
    "vi": "TIFF Viewer Trực tuyến",
    "zh_CN": "TIFF Viewer在线",
    "zh_TW": "TIFF Viewer在線"
  },
  "short": {
    "ar": "افتح ملف TIFF بسرعة ومجانا",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Open the TIFF file quickly and for free",
    "bg": "Отворете файла TIFF бързо и безплатно",
    "ca": "Obriu el fitxer TIFF de forma ràpida i gratuïta",
    "cs": "Otevřete soubor TIFF rychle a zdarma",
    "da": "Åbn TIFF-filen hurtigt og gratis",
    "de": "Öffnen Sie die TIFF-Datei schnell und kostenlos",
    "el": "Ανοίξτε το αρχείο TIFF γρήγορα και δωρεάν",
    "es": "Abre el archivo TIFF de forma rápida y gratuita.",
    "et": "Avage TIFF-fail kiiresti ja tasuta",
    "fa": "فایل TIFF را به سرعت و به صورت رایگان باز کنید",
    "fi": "Avaa TIFF-tiedosto nopeasti ja ilmaiseksi",
    "fil": "Buksan ang TIFF file nang mabilis at libre",
    "fr": "Ouvrez le fichier TIFF rapidement et gratuitement",
    "he": "פתח את קובץ TIFF במהירות וללא תשלום",
    "hi": "जल्दी और मुक्त करने के लिए झगड़ा फ़ाइल खोलें",
    "hr": "Otvorite TIFF datoteku brzo i besplatno",
    "hu": "Nyissa meg a TIFF fájlt gyorsan és ingyenesen",
    "id": "Buka file TIFF dengan cepat dan gratis",
    "it": "Apri il file TIFF rapidamente e gratuitamente",
    "ja": "TIFFファイルを素早く無料で開く",
    "ko": "TIFF 파일을 빠르고 무료로 엽니 다.",
    "lt": "Greitai ir nemokamai atidarykite TIFF failą",
    "lv": "Atveriet TIFF failu ātri un bez maksas",
    "ms": "Buka fail TIFF dengan cepat dan percuma",
    "nl": "Open het TIFF-bestand snel en gratis",
    "no": "Åpne TIFF-filen raskt og gratis",
    "pl": "Otwórz plik TIFF szybko i za darmo",
    "ro": "Deschideți rapid fișierul TIFF gratuit",
    "ru": "Откройте файл TIFF быстро и бесплатно",
    "sk": "Rýchlo a bezplatne otvorte súbor TIFF",
    "sl": "Odprite datoteko TIFF hitro in brezplačno",
    "sr": "Отворите ТИФФ датотеку брзо и бесплатно",
    "sv": "Öppna TIFF-filen snabbt och gratis",
    "th": "เปิดไฟล์ TIFF อย่างรวดเร็วและฟรี",
    "tr": "TIFF dosyasını hızlı ve ücretsiz bir şekilde açın",
    "uk": "Відкрийте файл TIFF швидко і безкоштовно",
    "vi": "Mở tệp TIFF nhanh chóng và miễn phí",
    "zh_CN": "快速免费打开TIFF文件",
    "zh_TW": "快速免費打開TIFF文件"
  },
  "long": {
    "ar": "افتح ملفات TIFF واعرضها على الفور باستخدام هذا البرنامج.\n\nيتعذر على متصفح Google Chrome عادةً تحميل صور TIFF.\nيمكنك عرض ملفات TIFF باستخدام امتداد البرنامج واختيار ملف TIFF الذي ترغب في تحميله.\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Google وإنما بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا تؤيد Google أو ترعى امتداد Chrome هذا. TIFF Viewer for Google Chrome ™ ليس مملوكًا ، وهو غير مرخص له وليس شركة تابعة لشركة Google Inc.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Open and view TIFF files instantly using this software.\n\nThe Google Chrome browser is normally unable to load TIFF images.\nYou can view TIFF files by using the software extension and choosing the TIFF file you wish to load.\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this Chrome extension. TIFF File Viewer is not owned by, it is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Отваряйте и преглеждайте незабавно TIFF файлове, използвайки този софтуер.\n\nБраузърът Google Chrome обикновено не може да зареди TIFF изображения.\nМожете да преглеждате TIFF файлове, като използвате разширението на софтуера и изберете TIFF файла, който искате да заредите.\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява и не спонсорира това разширение за Chrome. TIFF Viewer за Google Chrome ™ не е собственост, не е лицензиран и не е дъщерно дружество на Google Inc.",
    "ca": "Obriu i visualitzeu fitxers TIFF a l’instant mitjançant aquest programari.\n\nNormalment, el navegador Google Chrome no pot carregar imatges TIFF.\nPodeu veure fitxers TIFF mitjançant l'extensió de programari i triar el fitxer TIFF que voleu carregar.\n\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Google i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris.\nGoogle no recolza ni patrocina aquesta extensió de Chrome. TIFF Viewer per a Google Chrome ™ no és propietat de, no té llicència ni és filial de Google Inc.",
    "cs": "Pomocí tohoto softwaru můžete okamžitě otevírat a prohlížet soubory TIFF.\n\nProhlížeč Google Chrome obvykle nedokáže načíst obrázky TIFF.\nSoubory TIFF můžete zobrazit pomocí softwarové přípony a výběrem souboru TIFF, který chcete načíst.\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ vytvořeno společností Google a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům.\nGoogle toto rozšíření pro Chrome nepodporuje ani nesponzoruje. Prohlížeč TIFF Viewer pro Google Chrome ™ nevlastní, nemá licenci a není dceřinou společností společnosti Google Inc.",
    "da": "Åbn og se TIFF-filer med det samme ved hjælp af denne software.\n\nGoogle Chrome-browseren kan normalt ikke indlæse TIFF-billeder.\nDu kan se TIFF-filer ved hjælp af softwareudvidelsen og vælge den TIFF-fil, du vil indlæse.\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE er lavet af Google og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere.\nGoogle godkender eller sponsorerer ikke denne Chrome-udvidelse. TIFF Viewer til Google Chrome ™ ejes ikke af, den er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Öffnen und anzeigen Sie TIFF-Dateien sofort mit dieser Software.\n\nDer Google Chrome-Browser kann normalerweise keine TIFF-Bilder laden.\nSie können TIFF-Dateien anzeigen, indem Sie die Softwareerweiterung verwenden und die TIFF-Datei auswählen, die Sie laden möchten.\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Chrome-Erweiterung nicht. TIFF Viewer für Google Chrome ™ gehört nicht, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Άνοιγμα και προβολή αρχείων TIFF χρησιμοποιώντας αυτό το λογισμικό αμέσως.\n\nΤο πρόγραμμα περιήγησης Google Chrome συνήθως δεν μπορεί να φορτώσει εικόνες TIFF.\nΜπορείτε να προβάλετε αρχεία TIFF χρησιμοποιώντας την επέκταση λογισμικού και επιλέγοντας το αρχείο TIFF που θέλετε να φορτώσετε.\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση Chrome. Το TIFF Viewer για το Google Chrome ™ δεν ανήκει, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "es": "Abra y vea archivos TIFF instantáneamente usando este software.\n\nEl navegador Google Chrome normalmente no puede cargar imágenes TIFF.\nPuede ver archivos TIFF utilizando la extensión del software y eligiendo el archivo TIFF que desea cargar.\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión de Chrome. TIFF Viewer para Google Chrome ™ no es propiedad de, no tiene licencia ni es una subsidiaria de Google Inc.",
    "et": "Selle tarkvara abil saate TIFF-faile kohe avada ja vaadata.\n\nGoogle Chrome'i brauser ei suuda tavaliselt TIFF-pilte laadida.\nTIFF-faile saate vaadata tarkvaralaiendit kasutades ja valides laaditava TIFF-faili.\n\nKohustustest loobumine: pange tähele, et seda laiendust EI teinud Google ja seda teeb sõltumatu arendustiim. Kõik autoriõigused kuuluvad nende omanikele.\nGoogle ei toeta ega sponsoreeri seda Chrome'i laiendust. TIFF Viewer for Google Chrome ™ ei kuulu Google Inc.-le, see pole litsentseeritud ega ole ka Google Inc.",
    "fa": "با استفاده از این نرم افزار فایلهای TIFF را فوراً باز و مشاهده کنید.\n\nمرورگر Google Chrome معمولاً نمی تواند تصاویر TIFF را بارگیری کند.\nبا استفاده از پسوند نرم افزار و انتخاب فایل TIFF که می خواهید بارگیری کنید ، می توانید فایل های TIFF را مشاهده کنید.\n\nسلب مسئولیت: لطفاً توجه داشته باشید که این برنامه افزودنی توسط Google ساخته نشده و توسط یک تیم توسعه مستقل ساخته شده است. کلیه حق چاپ به صاحبان مربوطه تعلق دارند.\nGoogle این افزونه Chrome را تأیید یا حمایت نمی کند. TIFF Viewer برای Google Chrome by متعلق به آن نیست ، مجوز آن را ندارد و از شرکت های تابعه Google Inc نیست.",
    "fi": "Avaa ja katsele TIFF-tiedostoja heti ohjelmistomme avulla.\n\nGoogle Chrome -selain ei yleensä pysty lataamaan TIFF-kuvia. Voit katsella niitä\nTIFF-tiedostot käyttämällä ohjelmistolaajennustamme ja valitsemalla TIFF-tiedosto, jonka haluat ladata.\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole Google, ja sen on tehnyt riippumaton kehitysryhmä. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai tue tätä Chrome-laajennusta. TIFF Viewer for Google Chrome ™ ei ole omistaja, se ei ole lisensoitu eikä se ole Google Inc.:n tytäryhtiö.",
    "fil": "Avaa ja tarkastele TIFF-tiedostoja välittömästi tämän ohjelmiston avulla.\n\nGoogle Chrome -selain ei yleensä pysty lataamaan TIFF-kuvia.\nVoit tarkastella TIFF-tiedostoja käyttämällä ohjelmistopäätettä ja valitsemalla ladattavan TIFF-tiedoston.\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole tehnyt Google, ja sen on tehnyt riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai sponsoroi tätä Chrome-laajennusta. TIFF Viewer for Google Chrome ™ ei ole Google Inc: n omistuksessa, sillä ei ole sen käyttöoikeuksia eikä se ole Google Inc.",
    "fr": "Ouvrez et visualisez instantanément les fichiers TIFF à l'aide de ce logiciel.\n\nLe navigateur Google Chrome est normalement incapable de charger les images TIFF.\nVous pouvez afficher les fichiers TIFF en utilisant l'extension logicielle et en choisissant le fichier TIFF que vous souhaitez charger.\n\nClause de non-responsabilité: veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension Chrome. La visionneuse TIFF pour Google Chrome ™ n'appartient pas à, il n'est pas autorisé par et n'est pas une filiale de Google Inc.",
    "he": "פתח וצפה בקבצי TIFF באופן מיידי באמצעות התוכנה שלנו.\n\nבדפדפן Google Chrome אין בדרך כלל אפשרות לטעון תמונות TIFF, אתה יכול להציג\nקבצי TIFF באמצעות סיומת התוכנה שלנו ובחירת קובץ TIFF שברצונך לטעון.\n\nהצהרת אחריות: שימו לב שהרחבה זו אינה מיוצרת על ידי Google והיא נעשית על ידי צוות פיתוח עצמאי. כל זכויות היוצרים שייכות לבעליהן בהתאמה.\nGoogle אינה תומכת או נותנת חסות לתוסף Chrome זה. TIFF Viewer עבור Google Chrome ™ אינו בבעלות, אינו מורשה על ידי ואינו חברת בת של Google Inc.",
    "hi": "इस सॉफ्टवेयर का उपयोग करके तुरंत TIFF फाइलें खोलें और देखें।\n\nGoogle Chrome ब्राउज़र आमतौर पर TIFF छवियों को लोड करने में असमर्थ है।\nआप सॉफ्टवेयर एक्सटेंशन का उपयोग करके TIFF फाइलें देख सकते हैं और उस TIFF फ़ाइल को चुन सकते हैं जिसे आप लोड करना चाहते हैं।\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस क्रोम एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। Google Chrome ™ के लिए TIFF व्यूअर का स्वामित्व नहीं है, यह इसके द्वारा लाइसेंस प्राप्त नहीं है और Google Inc. की सहायक कंपनी नहीं है",
    "hr": "Otvorite i pregledajte TIFF datoteke odmah pomoću ovog softvera.\n\nPreglednik Google Chrome obično ne može učitati TIFF slike.\nTIFF datoteke možete pregledati pomoću programskog proširenja i odabirom TIFF datoteke koju želite učitati.\n\nIzjava o odricanju odgovornosti: imajte na umu da ovo proširenje NIJE Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava ili ne sponzorira ovo proširenje za Chrome. TIFF Viewer za Google Chrome ™ nije u njegovom vlasništvu, nije licenciran i nije podružnica Google Inc.",
    "hu": "Azonnal nyissa meg és tekintse meg a TIFF fájlokat ezzel a szoftverrel.\n\nA Google Chrome böngésző általában nem képes betölteni a TIFF képeket.\nMegtekintheti a TIFF fájlokat a szoftverbővítmény használatával és a betölteni kívánt TIFF fájl kiválasztásával.\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a bővítményt NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Google nem támogatja vagy szponzorálja ezt a Chrome-bővítményt. A TIFF Viewer for Google Chrome ™ nem a Google Inc. tulajdonában van, nem rendelkezik engedéllyel és nem a Google Inc. leányvállalata.",
    "id": "Buka dan lihat file TIFF secara instan menggunakan software ini.\n\nBrowser Google Chrome biasanya tidak dapat memuat gambar TIFF.\nAnda dapat melihat file TIFF dengan menggunakan ekstensi perangkat lunak dan memilih file TIFF yang ingin Anda muat.\n\nPenafian: Harap dicatat ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembangan independen. Semua hak cipta adalah milik masing-masing pemiliknya.\nGoogle tidak mendukung atau mensponsori ekstensi Chrome ini. TIFF Viewer untuk Google Chrome ™ tidak dimiliki oleh, tidak dilisensikan oleh dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Apri e visualizza i file TIFF istantaneamente utilizzando questo software.\n\nIl browser Google Chrome normalmente non è in grado di caricare immagini TIFF.\nÈ possibile visualizzare i file TIFF utilizzando l'estensione del software e scegliendo il file TIFF che si desidera caricare.\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è realizzata da Google ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione di Chrome. TIFF Viewer per Google Chrome ™ non è di proprietà di, non è concesso in licenza da e non è una consociata di Google Inc.",
    "ja": "このソフトウェアを使用して、TIFFファイルを即座に開いて表示します。\n\n通常、Google ChromeブラウザーはTIFF画像を読み込めません。\nTIFFファイルを表示するには、ソフトウェア拡張機能を使用し、ロードするTIFFファイルを選択します。\n\n免責事項：この拡張機能はGoogleによるものではなく、独立した開発チームによるものです。すべての著作権はそれぞれの所有者に帰属します。\nGoogleがこのChrome拡張機能を推奨または後援することはありません。 Google Chrome™のTIFFビューアは、Google Inc.が所有していません。また、Google Inc.によってライセンスされておらず、その子会社でもありません。",
    "ko": "이 소프트웨어를 사용하여 TIFF 파일을 즉시 열고 볼 수 있습니다.\n\nGoogle Chrome 브라우저는 일반적으로 TIFF 이미지를로드 할 수 없습니다.\n소프트웨어 확장자를 사용하고로드하려는 TIFF 파일을 선택하여 TIFF 파일을 볼 수 있습니다.\n\n면책 조항 :이 확장은 Google에서 만든 것이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다.\nGoogle은이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. Google Chrome ™ 용 TIFF Viewer는 Google Inc.의 소유가 아니며 라이센스가 부여되지 않았으며 Google Inc.의 자회사가 아닙니다.",
    "lt": "Akimirksniu atidarykite ir peržiūrėkite TIFF failus naudodami šią programinę įrangą.\n\n„Google Chrome“ naršyklė paprastai negali įkelti TIFF vaizdų.\nTIFF failus galite peržiūrėti naudodami programinės įrangos plėtinį ir pasirinkdami TIFF failą, kurį norite įkelti.\n\nAtsakomybės apribojimas: atkreipkite dėmesį, kad šį plėtinį NEGALI „Google“, o jį atlieka nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepatvirtina ir neremia šio „Chrome“ plėtinio. „TIFF Viewer“, skirta „Google Chrome“, nepriklauso, nėra licencijuota ir nėra „Google Inc.“ dukterinė įmonė",
    "lv": "Izmantojot šo programmatūru, nekavējoties atveriet un skatiet TIFF failus.\n\nPārlūks Google Chrome parasti nevar ielādēt TIFF attēlus.\nJūs varat apskatīt TIFF failus, izmantojot programmatūras paplašinājumu un izvēloties TIFF failu, kuru vēlaties ielādēt.\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to veic neatkarīga izstrādātāju komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neapstiprina un sponsorē šo Chrome paplašinājumu. TIFF skatītājs pārlūkam Google Chrome ™ nepieder, tas nav licencēts un nav Google Inc. meitasuzņēmums.",
    "ms": "Buka dan lihat fail TIFF dengan serta-merta menggunakan perisian ini.\n\nPenyemak imbas Google Chrome biasanya tidak dapat memuatkan gambar TIFF.\nAnda dapat melihat fail TIFF dengan menggunakan peluasan perisian dan memilih fail TIFF yang ingin dimuat.\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan Chrome ini. TIFF Viewer untuk Google Chrome ™ tidak dimiliki, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Open en bekijk TIFF-bestanden direct met deze software.\n\nDe Google Chrome-browser kan normaal gesproken geen TIFF-afbeeldingen laden.\nU kunt TIFF-bestanden bekijken door de software-extensie te gebruiken en het TIFF-bestand te kiezen dat u wilt laden.\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelingsteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren.\nGoogle onderschrijft of sponsort deze Chrome-extensie niet. TIFF Viewer voor Google Chrome ™ is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Åpne og se TIFF-filer umiddelbart ved hjelp av denne programvaren.\n\nGoogle Chrome-nettleseren kan normalt ikke laste inn TIFF-bilder.\nDu kan se TIFF-filer ved å bruke programvareutvidelsen og velge TIFF-filen du vil laste inn.\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nGoogle støtter ikke eller sponser denne Chrome-utvidelsen. TIFF Viewer for Google Chrome ™ eies ikke av, det er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Otwieraj i przeglądaj pliki TIFF natychmiast za pomocą tego oprogramowania.\n\nPrzeglądarka Google Chrome zwykle nie może załadować obrazów TIFF.\nMożesz przeglądać pliki TIFF, używając rozszerzenia oprogramowania i wybierając plik TIFF, który chcesz załadować.\n\nZastrzeżenie: należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Google i zostało wykonane przez niezależny zespół programistów. Wszystkie prawa autorskie należą do ich odpowiednich właścicieli.\nGoogle nie popiera ani nie sponsoruje tego rozszerzenia Chrome. TIFF Viewer for Google Chrome ™ nie jest własnością, nie jest licencjonowany ani nie jest spółką zależną Google Inc.",
    "ro": "Deschideți și vizualizați instantaneu fișierele TIFF folosind acest software.\n\nÎn mod normal, browserul Google Chrome nu poate încărca imagini TIFF.\nPuteți vizualiza fișiere TIFF utilizând extensia software și alegând fișierul TIFF pe care doriți să îl încărcați.\n\nDeclinare de responsabilitate: Rețineți că această extensie NU este realizată de Google și este realizată de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu aprobă sau sponsorizează această extensie Chrome. TIFF Viewer pentru Google Chrome ™ nu este deținut de, nu este licențiat de și nu este o filială a Google Inc.",
    "ru": "Мгновенно открывайте и просматривайте файлы TIFF с помощью этого программного обеспечения.\n\nБраузер Google Chrome обычно не может загружать изображения TIFF.\nВы можете просматривать файлы TIFF, используя расширение программного обеспечения и выбирая файл TIFF, который вы хотите загрузить.\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Google, а создано независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не спонсирует это расширение Chrome. TIFF Viewer для Google Chrome ™ не принадлежит, не лицензируется и не является дочерней компанией Google Inc.",
    "sk": "Pomocou tohto softvéru môžete okamžite otvárať a prezerať súbory TIFF.\n\nPrehliadač Google Chrome zvyčajne nedokáže načítať obrázky TIFF.\nSúbory TIFF môžete zobraziť pomocou softvérovej prípony a výberom súboru TIFF, ktorý chcete načítať.\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE je vyrobené spoločnosťou Google a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom.\nGoogle toto rozšírenie pre Chrome nepodporuje ani nesponzoruje. Prehliadač TIFF pre Google Chrome ™ nevlastní, nemá licenciu a nie je dcérskou spoločnosťou spoločnosti Google Inc.",
    "sl": "Takoj odprite in si oglejte datoteke TIFF s to programsko opremo.\n\nBrskalnik Google Chrome običajno ne more naložiti slik TIFF.\nDatoteke TIFF si lahko ogledate tako, da uporabite razširitev programske opreme in izberete datoteko TIFF, ki jo želite naložiti.\n\nOmejitev odgovornosti: upoštevajte, da te razširitve NE izdeluje Google in jo je izdelala neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nGoogle ne podpira in ne sponzorira te razširitve za Chrome. Preglednik TIFF za Google Chrome ™ ni v njegovi lasti, nima licence in ni podružnica družbe Google Inc.",
    "sr": "Отворите и одмах прегледајте ТИФФ датотеке помоћу овог софтвера.\n\nПрегледач Гоогле Цхроме обично не може да учита ТИФФ слике.\nТИФФ датотеке можете прегледати помоћу софтверске екстензије и одабиром ТИФФ датотеке коју желите да учитате.\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НИЈЕ Гоогле, а направио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\nГоогле не подржава и не спонзорише ово Цхроме проширење. ТИФФ Виевер за Гоогле Цхроме ™ није у његовом власништву, није га лиценцирао и није подружница компаније Гоогле Инц.",
    "sv": "Öppna och visa TIFF-filer direkt med den här programvaran.\n\nGoogle Chrome-webbläsaren kan normalt inte ladda TIFF-bilder.\nDu kan visa TIFF-filer genom att använda programtillägget och välja den TIFF-fil du vill ladda.\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE är gjord av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör respektive ägare.\nGoogle stöder inte eller sponsrar detta Chrome-tillägg. TIFF Viewer för Google Chrome ™ ägs inte av, det är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "เปิดและดูไฟล์ TIFF ได้ทันทีโดยใช้ซอฟต์แวร์นี้\n\nโดยปกติเบราว์เซอร์ Google Chrome ไม่สามารถโหลดภาพ TIFF ได้\nคุณสามารถดูไฟล์ TIFF ได้โดยใช้นามสกุลซอฟต์แวร์และเลือกไฟล์ TIFF ที่คุณต้องการโหลด\n\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ TIFF Viewer สำหรับ Google Chrome ™ไม่ได้เป็นของมันไม่ได้รับอนุญาตจากและไม่ใช่ บริษัท ในเครือของ Google Inc.",
    "tr": "Bu yazılımı kullanarak TIFF dosyalarını anında açın ve görüntüleyin.\n\nGoogle Chrome tarayıcısı normalde TIFF resimlerini yükleyemez.\nYazılım uzantısını kullanarak ve yüklemek istediğiniz TIFF dosyasını seçerek TIFF dosyalarını görüntüleyebilirsiniz.\n\nSorumluluk Reddi Beyanı: Lütfen bu uzantının Google tarafından OLMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları kendi sahiplerine aittir.\nGoogle, bu Chrome uzantısını onaylamaz veya desteklemez. Google Chrome ™ için TIFF Görüntüleyici, Google Inc.'e ait değildir, lisansı yoktur ve bir Google Inc.",
    "uk": "Миттєво відкривайте та переглядайте файли TIFF за допомогою цього програмного забезпечення.\n\nЗазвичай браузер Google Chrome не може завантажувати зображення TIFF.\nВи можете переглядати файли TIFF, використовуючи розширення програмного забезпечення та вибираючи файл TIFF, який ви хочете завантажити.\n\nЗастереження. Зверніть увагу: це розширення НЕ робиться компанією Google, а робиться незалежною командою розробників. Усі авторські права належать їх власникам.\nGoogle не підтримує та не спонсорує це розширення Chrome. TIFF Viewer для Google Chrome ™ не належить, не має ліцензії та не є дочірньою компанією Google Inc.",
    "vi": "Mở và xem các tệp TIFF ngay lập tức bằng phần mềm này.\n\nTrình duyệt Google Chrome thường không thể tải hình ảnh TIFF.\nBạn có thể xem các tệp TIFF bằng cách sử dụng phần mở rộng phần mềm và chọn tệp TIFF mà bạn muốn tải.\n\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG phải do Google tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ cho tiện ích mở rộng này của Chrome. TIFF Viewer dành cho Google Chrome ™ không thuộc sở hữu, không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN": "使用此软件可以立即打开和查看TIFF文件。\n\nGoogle Chrome浏览器通常无法加载TIFF图像。\n您可以通过使用软件扩展名并选择要加载的TIFF文件来查看TIFF文件。\n\n免责声明：请注意，此扩展程序不是由Google而是由独立的开发团队开发的。所有版权属于其各自所有者。\nGoogle不认可或赞助此Chrome扩展程序。 TIFF Viewer for Google Chrome™不归Google Inc.所有，也未经其许可，也不属于Google Inc.的子公司。",
    "zh_TW": "使用此軟件可以立即打開和查看TIFF文件。\n\nGoogle Chrome瀏覽器通常無法加載TIFF圖像。\n您可以通過使用軟件擴展名並選擇要加載的TIFF文件來查看TIFF文件。\n\n免責聲明：請注意，此擴展程序不是由Google而是由獨立的開發團隊開發的。所有版權屬於其各自所有者。\nGoogle不認可或贊助此Chrome擴展程序。 TIFF Viewer for Google Chrome™不歸Google Inc.所有，也未經其許可，也不屬於Google Inc.的子公司。"
  }
}