{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "No Fault Arbitration Pro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance Modria with fast document access, arbitrator stats, quick award search, a settlement calculator, and more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "No Fault Arbitration Pro is a Chrome Extension specifically designed for attorneys handling arbitration of New York no-fault cases. It enhances the functionality of the Modria interface to increase efficiency and productivity.\n\nLatest Updates:\n----------------------------------\n----------------------------------\nver 7.13.2\n- Fixed: Setting reset every time chrome restart\n\nver 7.13.1\nFeatures:\n- Added Arbitrator data table\n- Added Toast messages for 'Case No' and 'Applicant File No.'\n- Minor stability improvements\n\n\n----------------------------------\nFEATURES:\n\n- Related Cases Award Search - Now you can quickly search the text of prior awards in Related/Linked Cases.  Look for the Related Cases Award Search button at the top right of the Related Cases grid.\n\n- Case documents popup screen with pdf merge feature. Setting page gives the choice to open in new tab or download the files.\n\n- Holding column added to Award Search.\n\n- Added the Award Date and Holding columns to the Related Cases (aka Linked Cases) grid.\n\n- Streamlined Document Access: Quick access to all case-related documents with a single click.\n\n- Arbitrator Data: Gain direct access to key information about the assigned arbitrator, including award holding rates, award volume, and expected time from hearing to award.\n\n- Fast Award Search: Enables very quick and efficient searching of an arbitrator's prior awards.\n\n- Settlement Calculator: Calculate principal, interest, and attorney's fees directly on the case page without need for external tools or applications."
  }
}