{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "iBookGPT RA"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extract insights, ask questions, and receive answers directly from the content of any webpage."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "iBookGPT RA is your AI-powered research companion, tailored for educators, lecturers, and students. Ask questions and receive precise answers instantly, helping you with academic research, lecture preparation, and studying. Streamline your workflow with AI-driven insights to enhance your understanding of any topic.\n\nKey Features\nAI-Driven Insights: Get instant, accurate answers to academic questions using advanced AI technology.\n\nContent Summarization: Simplifies complex information, making it easier to grasp key concepts for lectures or study.\n\nEfficient Research: Quickly extract relevant insights to support academic research, saving time and effort.\n\nCreate Lesson Plans: Effortlessly generate lesson plans tailored to your subjects with AI assistance.\n\nCreate MCQs & Quizzes: Easily create multiple-choice questions and quizzes based on the content you're studying or teaching.\n\nHomework and Task Creation: Generate homework assignments and learning tasks to engage students in meaningful activities.\n\nMulti-Disciplinary Support: Suitable for a wide range of academic fields and subjects.\n\nSeamless Integration: Works effortlessly alongside your study materials, supporting lecture preparation and student learning.\n\nPrivacy\niBookGPT RA is designed with privacy at its core. We prioritize keeping your data secure and private. We do not send your data outside of your browser, display ads, or sell any user data.\nData Collection and Usage\nLimited Access to Web Pages: iBookGPT RA only processes web page content when you explicitly interact with the extension.\nNo Data Transmission Without User Action: The extension only accesses the content of the page upon explicit user action.\nLogin Only: iBookGPT RA allows users to log in, but does not provide account creation within the extension. If you wish to create an account, please visit Wonderslate.com. We securely store login tokens for authentication purposes. \nThird-Party Services\niBookGPT RA utilizes large language models provided by third-party services (such as OpenAI) to generate responses. When you query the AI, your prompt and web page content are securely exchanged with these third-party model providers. This exchange happens only when you interact within the extension.\n\nThis is a product of Wonderslate Technologies ( https://www.wonderslate.com)  and GPTSir  (https://gptsir.ai)"
  }
}