{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SmartSlash"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI magic for text fields, transforming '//' prompts into smart content."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SmartSlash - Your AI Ninja 🥷\n\nWelcome to SmartSlash, the ultimate AI-powered assistant that transforms every text field into a playground of creativity and efficiency! Unleash the superpowers of AI with simple commands and watch as professional content is generated right before your eyes.\n\n🥷 What Can SmartSlash Do For You?\n- Generate Professional Content: Need to draft an email, write a blog post, or create an engaging LinkedIn update? Just type //your command// and let SmartSlash do the magic!\n- Track Your Achievements: Keep an eye on your productivity with real-time counters. See how many times you've used SmartSlash, the number of words generated, and how much time you've saved.\n- Customize Your Experience: Personalize the context, tone, and length of your generated content to match your unique style.\n\n🔒 Privacy First - Bring Your Own API Key\nAt SmartSlash, your privacy is our priority. That's why we let you bring your own API key from OpenAI. This means:\n\n- Your Data, Your Control: We don’t store your data. All requests are handled securely using your own OpenAI key.\n- Free and Flexible: By using your own key, you control the usage and costs associated with OpenAI’s services.\n\n🎨 Why You'll Love SmartSlash\n- Free and User-Friendly: SmartSlash is free to use and incredibly easy to navigate. Simple commands, powerful results.\n- Fun and Engaging: With a playful interface and a friendly AI ninja by your side, creating content has never been this fun.\n- Time Saver: Each content generation saves you valuable time. Track your progress and see how much time SmartSlash has saved you!\n\n🚀 How to Get Started\n1. Install SmartSlash from the Chrome Store.\n2. Open the options page and enter your OpenAI API key.\n3. Customize your settings to match your preferences.\n4. Start using SmartSlash in any text field by typing //your command//."
  }
}