{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Political Scribe"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create engaging political content on social media, powered by AI"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Empowering Voices with Precision and Integrity\n\nIn a world where information outpaces thought, ensuring the accuracy and integrity of political dialogue is crucial. Political Scribe is committed to steering political discussions with truth and clarity, leveraging innovative AI tools to enhance the quality of political communication on social media. This promotes a more informed and engaged citizenry.\n\nWhy Choose Political Scribe?\n➼ Data-Driven Insights: Information sourced directly from verified political campaign pages ensures that statements made through Political Scribe are factual.\n➼ Advanced AI Technology: Sophisticated AI algorithms prioritize data integrity and the expression of nuanced political perspectives.\n➼ Battling Misinformation: Political Scribe stands as a reliable source of truth, dedicated to delivering trustworthy content.\n➼ Encouraging Constructive Dialogue: Our aim is to minimize misunderstandings and conflicts, fostering respectful and productive political conversations.\n\nKey Features\n➼ Foundation of Integrity: Political Scribe ensures the verification and accuracy of information, reflecting our dedication to truth in political discussions.\n➼ Misinformation Management: Our tool filters out false claims, highlighting fact-based, unbiased content.\n➼ Reducing Conflict: Our AI enhances clarity in communication, effectively conveying your points and promoting more fruitful dialogues.\n➼ Easy-to-Use Interface: Political Scribe is accessible to all, from political aficionados to engaged citizens, making engaging in political discourse effortless.\n\nBenefits\n➼ Elevate Public Conversations: Raise the standard of dialogue with content that's accurate, meaningful, and engaging.\n➼ Trust Building: Clear, accurate communication is essential for trust. Political Scribe ensures your audience receives reliable information.\n➼ Time Efficiency: Less time spent fact-checking means more time for meaningful discussion. Stay current with our real-time, accurate data.\n➼ Clarity in Communication: Our precise articulation ensures your message is understood as intended, keeping discussions on track and productive.\n\nUse Cases\n➼ Election Campaigns: Enhance your campaign's impact with accurate, clear messages that resonate with voters.\n➼ Policy Debates: Dive into substantial policy discussions with readily available facts.\n➼ Shaping Public Opinion: Influence public opinion with statements that are both credible and persuasive.\n\nJoin our mission to uplift political discourse standards. With Political Scribe, become a champion of truth and a leader in nurturing informed, respectful, and impactful political conversations.\n\nStart with Political Scribe today and revolutionize online political dialogue!"
  }
}