{
  "name": {
    "ar": "الوضع الداكن لـ Google Meet ™",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Dark Mode for Google Meet™",
    "bg": "Тъмен режим за Google Meet ™",
    "ca": "Mode fosc per a Google Meet ™",
    "cs": "Tmavý režim pro Google Meet ™",
    "da": "Mørk tilstand til Google Meet ™",
    "de": "Dunkler Modus für Google Meet ™",
    "el": "Σκοτεινή λειτουργία για το Google Meet ™",
    "es": "Modo oscuro para Google Meet ™",
    "et": "Tume režiim teenusele Google Meet ™",
    "fa": "حالت تاریک برای Google Meet",
    "fi": "Tumma tila Google Meet ™ -sovellukselle",
    "fil": "Madilim na Mode para sa Google Meet ™",
    "fr": "Mode sombre pour Google Meet ™",
    "he": "מצב כהה עבור ™ Google Meet",
    "hi": "Google मिलो ™ के लिए डार्क मोड",
    "hr": "Tamni način rada za Google Meet ™",
    "hu": "Sötét mód a Google Meet ™ számára",
    "id": "Mode Gelap untuk Google Meet ™",
    "it": "Modalità oscura per Google Meet ™",
    "ja": "GoogleMeet™のダークモード",
    "ko": "Google Meet ™ 용 다크 모드",
    "lt": "„Dark Meet“, skirtas „Google Meet ™“",
    "lv": "Tumšais režīms programmai Google Meet ™",
    "ms": "Mod Gelap untuk Google Meet ™",
    "nl": "Dark Mode voor Google Meet ™",
    "no": "Mørk modus for Google Meet ™",
    "pl": "Tryb ciemny dla Google Meet ™",
    "ro": "Mod întunecat pentru Google Meet ™",
    "ru": "Темный режим для Google Meet ™",
    "sk": "Tmavý režim pre Google Meet ™",
    "sl": "Temni način za Google Meet ™",
    "sr": "Тамни режим за Гоогле Меет ™",
    "sv": "Mörkt läge för Google Meet ™",
    "th": "โหมดมืดสำหรับ Google Meet ™",
    "tr": "Google Meet ™ için Karanlık Mod",
    "uk": "Темний режим для Google Meet ™",
    "vi": "Chế độ tối cho Google Meet ™",
    "zh_CN,zh_TW": "Google Meet™的暗模式"
  },
  "short": {
    "ar": "امنح عينيك قسطًا من الراحة عن طريق تحويل الوضع المظلم لـ Google Meet.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Give your eyes a rest by turning Google Meet dark mode.",
    "bg": "Починете очите си, като включите тъмния режим на Google Meet.",
    "ca": "Reposa els teus ulls canviant el mode fosc de Google Meet.",
    "cs": "Dopřejte svým očím odpočinek otočením režimu Google Meet dark.",
    "da": "Giv dine øjne hvile ved at dreje Google Meet mørk tilstand.",
    "de": "Gönnen Sie Ihren Augen eine Pause, indem Sie den Google Meet-Dunkelmodus aktivieren.",
    "el": "Χαλαρώστε στα μάτια σας γυρίζοντας τη σκοτεινή λειτουργία του Google Meet.",
    "es": "Dale un descanso a tus ojos activando el modo oscuro de Google Meet.",
    "et": "Google Meet pimedas režiimis saate oma silmad puhata.",
    "fa": "با تبدیل حالت تاریک Google Meet به چشمان خود استراحت دهید.",
    "fi": "Anna silmiesi levätä kääntämällä Google Meetin pimeä tila.",
    "fil": "Pahinga ang iyong mga mata sa pamamagitan ng pag-on sa Google Meet dark mode.",
    "fr": "Reposez vos yeux en activant le mode sombre de Google Meet.",
    "he": "תנו לעיניים מנוחה על ידי הפיכת מצב כהה של Google Meet.",
    "hi": "Google Meet डार्क मोड को बदलकर अपनी आंखों को आराम दें।",
    "hr": "Opustite se očima okrećući tamni način rada Google Meet.",
    "hu": "Pihenjen a szemének a Google Meet sötét módjának bekapcsolásával.",
    "id": "Istirahatkan mata Anda dengan mengaktifkan mode gelap Google Meet.",
    "it": "Concedi una pausa ai tuoi occhi attivando la modalità oscura di Google Meet.",
    "ja": "Google Meetのダークモードをオンにして、目を休ませてください。",
    "ko": "Google Meet 어두운 모드로 눈을 편안하게하세요.",
    "lt": "Leiskite akims pailsėti perjungę „Google Meet“ tamsų režimą.",
    "lv": "Atpūtiet acis, pagriežot Google Meet tumšo režīmu.",
    "ms": "Rehatkan mata dengan menukar mod gelap Google Meet",
    "nl": "Gun uw ogen rust door de donkere modus van Google Meet in te schakelen.",
    "no": "Gi øynene hvile ved å snu Google Meet mørk modus.",
    "pl": "Daj odpocząć oczom, włączając tryb ciemny Google Meet.",
    "ro": "Dă-ți ochilor o pauză activând modul întunecat Google Meet.",
    "ru": "Дайте глазам отдохнуть, включив темный режим Google Meet.",
    "sk": "Doprajte svojim očiam odpočinok otočením tmavého režimu Google Meet.",
    "sl": "Privoščite si počitek, tako da vklopite temni način Google Meet.",
    "sr": "Опустите се очима окретањем мрачног режима Гоогле Меет.",
    "sv": "Vila dina ögon genom att vrida mörkt Google Meet-läge.",
    "th": "พักสายตาด้วยการเปลี่ยนโหมดมืดของ Google Meet",
    "tr": "Google Meet karanlık modunu çevirerek gözlerinizi dinlendirin.",
    "uk": "Відпочиньте очима, увімкнувши темний режим Google Meet.",
    "vi": "Cho đôi mắt của bạn nghỉ ngơi bằng cách chuyển chế độ tối của Google Meet.",
    "zh_CN": "通过将Google Meet设为黑暗模式来休息一下。",
    "zh_TW": "通過將Google Meet設為黑暗模式來休息一下。"
  },
  "long": {
    "ar": "يتيح لك الوضع المظلم المجاني الخاص بنا لـ Google Meet ™ تمكين / تعطيل الوضع المظلم بسرعة لاجتماعك\n\nلنستخدم Google Meet بطريقة أكثر راحة!\n\nاسمح لعينيك بالراحة عند استخدام الوضع المظلم أثناء إجراء مكالمة عبر Google Meet في الليل.\n\n★ الميزات الرئيسية:\n\n✔ الوضع الداكن\nقم بتشغيل الوضع الداكن لـ Google Meet",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Our FREE Dark Mode for Google Meet™ allow you to quickly enable/disable Dark Mode for your meeting\n\nLet's use Google Meet in a more comfortable manner!\n\nAllow your eyes to rest when you use dark mode while having a Google Meet call at night time.\n\n★ Main Features:\n\n✔ Dark Mode\nTurn dark mode on for Google Meet",
    "bg": "Нашият БЕЗПЛАТЕН тъмен режим за Google Meet ™ ви позволява бързо да активирате / деактивирате тъмния режим за вашата среща\n\nНека използваме Google Meet по-удобно!\n\nОставете очите си да си починат, когато използвате тъмен режим, докато през нощта се обаждате в Google Meet.\n\n★ Основни характеристики:\n\n✔ Тъмен режим\nВключете тъмния режим за Google Meet",
    "ca": "El nostre mode fosc GRATU forT per a Google Meet ™ us permet activar / desactivar ràpidament el mode fosc per a la vostra reunió\n\nUtilitzem Google Meet d’una manera més còmoda.\n\nDeixeu que els vostres ulls descansin quan utilitzeu el mode fosc mentre feu una trucada de Google Meet a la nit.\n\n★ Característiques principals:\n\n✔ Mode fosc\nActiveu el mode fosc a Google Meet",
    "cs": "Náš ZDARMA temný režim pro Google Meet ™ vám umožní rychle povolit / zakázat temný režim pro vaši schůzku\n\nPojďme používat Google Meet pohodlnějším způsobem!\n\nNechte oči odpočívat, když v noci používáte režim Google Meet a používáte noční režim.\n\n★ Hlavní vlastnosti:\n\n✔ Tmavý režim\nZapněte tmavý režim pro Google Meet",
    "da": "Vores GRATIS Dark Mode til Google Meet ™ giver dig mulighed for hurtigt at aktivere / deaktivere Dark Mode for dit møde\n\nLad os bruge Google Meet på en mere behagelig måde!\n\nLad dine øjne hvile, når du bruger mørk tilstand, mens du har et Google Meet-opkald om natten.\n\n★ Hovedfunktioner:\n\n✔ Mørk tilstand\nSlå mørk tilstand til for Google Meet",
    "de": "Mit unserem KOSTENLOSEN Dunkelmodus für Google Meet ™ können Sie den Dunkelmodus für Ihr Meeting schnell aktivieren / deaktivieren\n\nLassen Sie uns Google Meet komfortabler nutzen!\n\nLassen Sie Ihre Augen ruhen, wenn Sie den Dunkelmodus verwenden, während Sie nachts einen Google Meet-Anruf tätigen.\n\n★ Hauptmerkmale:\n\n✔ Dunkler Modus\nAktivieren Sie den Dunkelmodus für Google Meet",
    "el": "Η ΔΩΡΕΑΝ Σκοτεινή λειτουργία για το Google Meet ™ σάς επιτρέπει να ενεργοποιήσετε / απενεργοποιήσετε γρήγορα τη Σκοτεινή λειτουργία για τη συνάντησή σας\n\nΑς χρησιμοποιήσουμε το Google Meet με πιο άνετο τρόπο!\n\nΑφήστε τα μάτια σας να ξεκουραστούν όταν χρησιμοποιείτε σκοτεινή λειτουργία ενώ πραγματοποιείτε κλήση στο Google Meet τη νύχτα.\n\n★ Κύρια χαρακτηριστικά:\n\n✔ Σκοτεινή λειτουργία\nΕνεργοποιήστε τη σκοτεινή λειτουργία για το Google Meet",
    "es": "Nuestro modo oscuro GRATUITO para Google Meet ™ le permite habilitar / deshabilitar rápidamente el modo oscuro para su reunión\n\n¡Usemos Google Meet de una manera más cómoda!\n\nPermita que sus ojos descansen cuando use el modo oscuro mientras tiene una llamada de Google Meet por la noche.\n\n★ Características principales:\n\n✔ Modo oscuro\nActivar el modo oscuro para Google Meet",
    "et": "Meie TASUTA tume režiim teenuse Google Meet ™ jaoks võimaldab teil oma režiimi jaoks pimedat režiimi kiiresti lubada / keelata\n\nKasutame teenust Google Meet mugavamalt!\n\nLaske oma silmadel puhata, kui kasutate pimedat režiimi, kui öösel on Google Meet kõne.\n\n★ Peamised omadused:\n\n✔ Tume režiim\nLülitage Google Meetis sisse pime režiim",
    "fa": "حالت تاریک رایگان ما برای Google Meet ™ به شما امکان می دهد تا به سرعت حالت تاریک را برای جلسه خود فعال یا غیرفعال کنید\n\nبیایید راحت تر از Google Meet استفاده کنیم!\n\nهنگام استفاده از حالت تاریک هنگام تماس تلفنی با Google Meet شب ها ، به چشمان خود اجازه دهید که استراحت کنند.\n\nFeatures ویژگی های اصلی:\n\n✔ حالت تاریک\nحالت تاریک را برای Google Meet روشن کنید",
    "fil": "Google Meet ™ -palvelun ILMAINEN tumma tila -ominaisuuden avulla voit ottaa tumman tilan käyttöön tai poistaa sen käytöstä kokouksessa nopeasti\n\nKäytetään Google Meetia mukavammin!\n\nAnna silmiesi levätä, kun käytät pimeää tilaa, kun sinulla on Google Meet -puhelu yöllä.\n\nTärkeimmät ominaisuudet:\n\n✔ Tumma tila\nOta pimeä tila käyttöön Google Meetissä",
    "fr": "Notre mode sombre GRATUIT pour Google Meet ™ vous permet d'activer / de désactiver rapidement le mode sombre pour votre réunion\n\nUtilisons Google Meet de manière plus confortable!\n\nLaissez vos yeux se reposer lorsque vous utilisez le mode sombre lors d'un appel Google Meet la nuit.\n\n★ Caractéristiques principales:\n\n✔ Mode sombre\nActiver le mode sombre pour Google Meet",
    "hi": "Google मीट ™ के लिए हमारा मुफ़्त डार्क मोड आपको अपनी मीटिंग के लिए डार्क मोड को जल्दी से सक्षम / अक्षम करने की अनुमति देता है\n\nआइए अधिक आरामदायक तरीके से Google मीट का उपयोग करें!\n\nरात के समय Google मीटिंग कॉल करते समय अपनी आंखों को आराम करने दें जब आप डार्क मोड का उपयोग करते हैं।\n\n★ मुख्य विशेषताएं:\n\n✔ डार्क मोड\nGoogle मीट के लिए डार्क मोड चालू करें",
    "hr": "Naš BESPLATNI mračni način rada za Google Meet ™ omogućuje vam brzo omogućavanje / onemogućavanje mračnog načina rada za vaš sastanak\n\nUpotrijebimo Google Meet na ugodniji način!\n\nOstavite da se vaše oči odmore kad upotrebljavate mračni način rada tijekom noćnog poziva na Google Meetu.\n\n★ Glavne značajke:\n\n✔ Tamni način rada\nUključite mračni način rada za Google Meet",
    "hu": "A Google Meet ™ INGYENES Sötét módja lehetővé teszi a Sötét mód gyors engedélyezését / letiltását az értekezleten\n\nHasználjuk kényelmesebb módon a Google Meet szolgáltatást!\n\nHagyja nyugodni a szemét, amikor sötét módot használ, miközben éjszaka Google Meet-hívást indít.\n\n★ Főbb jellemzők:\n\n✔ Sötét mód\nKapcsolja be a sötét módot a Google Meet szolgáltatásban",
    "id": "Mode Gelap GRATIS kami untuk Google Meet ™ memungkinkan Anda dengan cepat mengaktifkan / menonaktifkan Mode Gelap untuk rapat Anda\n\nMari gunakan Google Meet dengan cara yang lebih nyaman!\n\nBiarkan mata Anda beristirahat saat menggunakan mode gelap saat melakukan panggilan Google Meet di malam hari.\n\n★ Fitur Utama:\n\n✔ Mode Gelap\nAktifkan mode gelap untuk Google Meet",
    "it": "La nostra modalità oscura GRATUITA per Google Meet ™ ti consente di abilitare / disabilitare rapidamente la modalità oscura per la tua riunione\n\nUsiamo Google Meet in un modo più comodo!\n\nConsenti ai tuoi occhi di riposare quando utilizzi la modalità oscura durante una chiamata Google Meet di notte.\n\n★ Caratteristiche principali:\n\n✔ Modalità oscura\nAttiva la modalità oscura per Google Meet",
    "ja": "GoogleMeet™用の無料のダークモードを使用すると、会議のダークモードをすばやく有効/無効にできます\n\nGoogleMeetをもっと快適に使いましょう！\n\n夜間にGoogleMeetに電話をかけているときにダークモードを使用するときは、目を休ませてください。\n\n★主な機能：\n\n✔ダークモード\nGoogleMeetのダークモードをオンにする",
    "ko": "Google Meet ™ 용 무료 다크 모드를 사용하면 회의에 대해 다크 모드를 빠르게 활성화 / 비활성화 할 수 있습니다.\n\n더 편안하게 Google Meet를 사용하세요!\n\n야간에 Google Meet 통화를하는 동안 다크 모드를 사용할 때 눈을 쉴 수 있습니다.\n\n★ 주요 특징 :\n\n✔ 다크 모드\nGoogle Meet의 어두운 모드 켜기",
    "lt": "Mūsų NEMOKAMAS „Dark Meet“ režimas, skirtas „Google Meet ™“, leidžia greitai įjungti / išjungti „Dark Mode“ jūsų susitikimui\n\nNaudokimės „Google Meet“ patogiau!\n\nLeiskite akims pailsėti, kai naudojate tamsųjį režimą, o naktį skambinate „Google Meet“.\n\n★ Pagrindinės savybės:\n\n✔ Tamsus režimas\nĮjunkite tamsųjį „Google Meet“ režimą",
    "lv": "Mūsu BEZMAKSAS tumšais režīms pakalpojumam Google Meet ™ ļauj ātri iespējot / atspējot tumšo režīmu savai sapulcei\n\nIzmantosim Google Meet ērtāk!\n\nĻaujiet acīm atpūsties, kad izmantojat tumšo režīmu, kamēr naktī veicat Google Meet zvanu.\n\n★ Galvenās iezīmes:\n\n✔ Tumšais režīms\nIeslēdziet Google Meet tumšo režīmu",
    "ms": "Mod Gelap PERCUMA kami untuk Google Meet ™ membolehkan anda mengaktifkan / mematikan Mod Gelap dengan pantas untuk mesyuarat anda\n\nMari gunakan Google Meet dengan cara yang lebih selesa!\n\nBiarkan mata anda berehat ketika anda menggunakan mod gelap semasa melakukan panggilan Google Meet pada waktu malam.\n\n★ Ciri-ciri Utama:\n\n✔ Mod Gelap\nHidupkan mod gelap untuk Google Meet",
    "nl": "Met onze GRATIS donkere modus voor Google Meet ™ kunt u de donkere modus snel in- / uitschakelen voor uw vergadering\n\nLaten we Google Meet op een comfortabelere manier gebruiken!\n\nGun uw ogen rust wanneer u de donkere modus gebruikt terwijl u 's nachts een Google Meet-gesprek voert.\n\n★ Belangrijkste kenmerken:\n\n✔ Donkere modus\nSchakel de donkere modus in voor Google Meet",
    "no": "Vår GRATIS mørk modus for Google Meet ™ lar deg raskt aktivere / deaktivere mørk modus for møtet ditt\n\nLa oss bruke Google Meet på en mer behagelig måte!\n\nLa øynene hvile når du bruker mørk modus mens du har en Google Meet-samtale om natten.\n\n★ Hovedtrekk:\n\n✔ Mørk modus\nSlå på mørk modus for Google Meet",
    "pl": "Nasz DARMOWY tryb ciemny dla Google Meet ™ umożliwia szybkie włączanie / wyłączanie trybu ciemnego podczas spotkania\n\nKorzystajmy z Google Meet w wygodniejszy sposób!\n\nPozwól oczom odpocząć, gdy używasz trybu ciemnego podczas nocnej rozmowy w Google Meet.\n\n★ Główne cechy:\n\n✔ Tryb ciemny\nWłącz tryb ciemny w Google Meet",
    "ro": "Modul nostru întunecat GRATUIT pentru Google Meet ™ vă permite să activați / dezactivați rapid modul întunecat pentru întâlnirea dvs.\n\nSă folosim Google Meet într-un mod mai confortabil!\n\nLăsați-vă ochii să se odihnească atunci când utilizați modul întunecat în timp ce primiți un apel Google Meet pe timp de noapte.\n\n★ Caracteristici principale:\n\n✔ Mod întunecat\nActivați modul întunecat pentru Google Meet",
    "ru": "Наш БЕСПЛАТНЫЙ темный режим для Google Meet ™ позволяет быстро включать / отключать темный режим для вашей встречи.\n\nДавайте использовать Google Meet более комфортно!\n\nДайте глазам отдохнуть, когда вы используете темный режим во время вызова Google Meet в ночное время.\n\n★ Основные характеристики:\n\n✔ Темный режим\nВключите темный режим для Google Meet",
    "sk": "Náš ZADARMO tmavý režim pre Google Meet ™ vám umožní rýchlo povoliť / zakázať tmavý režim pre vašu schôdzku\n\nPoďme používať službu Google Meet pohodlnejším spôsobom!\n\nPri nočnom hovore Google Meet nechajte oči odpočívať, keď používate tmavý režim.\n\n★ Hlavné vlastnosti:\n\n✔ Tmavý režim\nZapnite tmavý režim pre Google Meet",
    "sl": "Naš BREZPLAČNI temni način za Google Meet ™ vam omogoča, da hitro omogočite / onemogočite temni način za sestanek\n\nUporabljajmo Google Meet na bolj udoben način!\n\nKo uporabljate temni način, medtem ko ponoči kličete Google Meet, pustite, da se vaše oči spočijejo.\n\n★ Glavne značilnosti:\n\n✔ Temni način\nVklopite temni način za Google Meet",
    "sr": "Наш БЕСПЛАТНИ мрачни режим за Гоогле Меет ™ омогућава вам да брзо омогућите / онемогућите мрачни режим за свој састанак\n\nКористите Гоогле Меет на угоднији начин!\n\nДозволите да вам се очи одморе када користите мрачни режим, а ноћу позивате Гоогле Меет.\n\n★ Главне карактеристике:\n\n✔ Тамни режим\nУкључите мрачни режим за Гоогле Меет",
    "sv": "Med vårt GRATIS mörka läge för Google Meet ™ kan du snabbt aktivera / inaktivera mörkt läge för ditt möte\n\nLåt oss använda Google Meet på ett bekvämare sätt!\n\nLåt dina ögon vila när du använder mörkt läge medan du har ett Google Meet-samtal på natten.\n\n★ Huvudfunktioner:\n\n✔ Mörkt läge\nAktivera mörkt läge för Google Meet",
    "th": "โหมดมืดฟรีของเราสำหรับ Google Meet ™ช่วยให้คุณสามารถเปิด / ปิดโหมดมืดสำหรับการประชุมของคุณได้อย่างรวดเร็ว\n\nมาใช้ Google Meet อย่างสะดวกสบายกันดีกว่า!\n\nปล่อยให้ดวงตาของคุณได้พักเมื่อใช้โหมดมืดในขณะที่ใช้ Google Meet โทรในเวลากลางคืน\n\n★คุณสมบัติหลัก:\n\n✔โหมดมืด\nเปิดโหมดมืดสำหรับ Google Meet",
    "tr": "Google Meet ™ için ÜCRETSİZ Karanlık Modumuz, toplantınız için Karanlık Modu hızla etkinleştirmenize / devre dışı bırakmanıza olanak tanır\n\nGoogle Meet'i daha rahat kullanalım!\n\nGece bir Google Meet araması yaparken karanlık modu kullanırken gözlerinizin dinlenmesine izin verin.\n\n★ Ana Özellikler:\n\n✔ Karanlık Mod\nGoogle Meet için karanlık modu açın",
    "uk": "Наш БЕЗКОШТОВНИЙ темний режим для Google Meet ™ дозволяє швидко ввімкнути / вимкнути темний режим для вашої зустрічі\n\nДавайте використовувати Google Meet більш зручно!\n\nДозвольте очам відпочити, коли ви використовуєте темний режим під час дзвінка Google Meet у нічний час.\n\n★ Основні характеристики:\n\n✔ Темний режим\nУвімкніть темний режим для Google Meet",
    "vi": "Chế độ tối MIỄN PHÍ dành cho Google Meet ™ của chúng tôi cho phép bạn nhanh chóng bật / tắt Chế độ tối cho cuộc họp của mình\n\nHãy sử dụng Google Meet một cách thoải mái hơn!\n\nCho phép mắt bạn nghỉ ngơi khi bạn sử dụng chế độ tối trong khi thực hiện cuộc gọi Google Meet vào ban đêm.\n\n★ Các tính năng chính:\n\n✔ Chế độ tối\nBật chế độ tối cho Google Meet",
    "zh_CN": "我们免费的Google Meet™暗模式可让您快速启用/禁用会议的暗模式\n\n让我们以更舒适的方式使用Google Meet！\n\n当您在夜间使用Google Meet通话时使用黑暗模式时，请让您的眼睛休息。\n\n★主要特点：\n\n✔黑暗模式\n为Google Meet打开暗模式",
    "zh_TW": "我們免費的Google Meet™暗模式可讓您快速啟用/禁用會議的暗模式\n\n讓我們以更舒適的方式使用Google Meet！\n\n當您在夜間使用Google Meet通話時使用黑暗模式時，請讓您的眼睛休息。\n\n★主要特點：\n\n✔黑暗模式\n為Google Meet打開暗模式"
  }
}