{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ФУП+"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Покращення вже сьогодні для \"Форуму Української Правди\": приховування тем, якісне ігнорування дописувачів та виправлення помилок."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"ФУП+\" – це зручне розширення для Google Chrome, що допоможе вам комфортніше витрачати свій безцінний час на \"Форумі Української Правди\".\n\nОсновні функції:\n\n1. Фільтрація контенту за ніком автора на вибір: приховування цілих тем, окремих дописів чи цитат.\n2. Приховування окремих тем без прив'язки до автора. \n3. Виправлення проблем із розкриттям цитат у повідомленнях.\n\nЯк користуватися:\n\n1. Встановіть розширення: додайте \"ФУП+\" до вашого браузера Google Chrome через Chrome Web Store.\n2. Налаштуйте розширення під власні потреби: \n а) небажаних авторів можна додати на сторінці налаштувань, або безпосередньо на сторіках форуму, клацнувши на \"хрестик\" біля ніку автора.\n б) небажані теми можна приховати у списку тем, клацнувши на \"хрестик\" біля назви теми (Хрестик показуєься лише, якщо увімкнути опцію \"Показувати кнопку приховування тем\" в налаштуваннях).\n в) увімкніть опцію \"Виправляти проблему з розкриттям цитат\", якщо у вас існує така проблема.\n3. Насолоджуйтеся кращою версією улюбленого форуму.\n\nПідтримка та оновлення:\n\nЯкщо у вас виникли питання або пропозиції, будь ласка, звертайтеся до автора через сторінку розширення, або у приватних повідомленнях на форумі.\n\nПриватність:\n\n\"ФУП+\" поважає вашу приватність. Розширення не збирає та не передає особисті дані. Всі налаштування зберігаються локально у вашому браузері."
  }
}