{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IPvFoo"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Display the server IP address, with a realtime summary of IPv4, IPv6, and HTTPS information across all page elements."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "I made this extension to raise everyday awareness of the global IPv4 to IPv6 transition.  To respect your privacy, it keeps data in RAM and treats the network as read-only.  I can maintain this without ads because there are no server costs.\n\nIPvFoo's action icon shows a large red 4 or green 6 to indicate whether the outer page was fetched using IPv4 or IPv6.  If the page connects to other domains, a smaller 4 or 6 appears alongside.\n\nWhen you click the icon, a table appears with a row for each domain:\n\n- A padlock icon for http://, https://, or a mix of both.\n\n- The IPv4 or IPv6 address.  If connections span more than one address, the most recent one wins.  The address is highlighted in yellow while connections are open.\n\n- \"тно\" for cached requests.  The IP address may be stale if no connection was made.\n\n- \"S\" for WebSocket handshakes. The connection may still be active even if the address is not highlighted.\n\n- \"W\" if data was fetched through a Service Worker.  These requests are linked to an origin (e.g. https://example.com/) instead of a tabId, so the same request may appear in multiple tabs.\n\nClicking on a hostname or address will select it for convenient copying.  There is a right-click option to look up addresses on bgp.he.net.  I'm not affiliated, it's just my favorite service.\n\nHostnames longer than 50 characters are truncated in the middle to save space. You can click the (...) to expand, but the full text remains available for copying regardless.\n\nIPvFoo is Free Software (Apache 2.0 license)"
  }
}