{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transync: Instant Translation & Dictionary"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly translate, define, or speak any text you select, allowing your world to be effortlessly understood in every language."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the world of languages effortlessly with Transync! This powerful browser extension brings instant translation right to your fingertips, making communication and comprehension across languages smoother than ever before.\n\nWhy You Need Transync:\n\n🔹 Seamless, On-Demand Translation:\nInstantly translate selected text on web pages with or without hotkeys, so you never lose context while browsing.\n\n🔸 Translate Full Page:\nBreak down language barriers entirely by translating entire web pages for a smooth, immersive reading experience in any language.\n\n🔹 Supports Over 160 Languages:\nWhether you’re exploring international news, studying foreign languages, or connecting with new cultures, Transync enables you to understand content from around the world.\n\n🔸 Dictionary:\nHighlight a word to access comprehensive definitions in multiple languages, perfect for learners and curious minds.\n\n🔹 Text-to-Speech Support:\nListen to translations read aloud to master pronunciation and improve listening skills. Choose from a variety of voices to suit your preferences and enhance comprehension.\n\n🔸 Translator Tool:\nUse Transync as a full-featured translator, easily converting text from one language to another, just like Google Translate.\n\n🔹 Personalized Study Aid:\nSave and organize translated texts for future reference, making Transync a versatile tool for language mastery or collecting important notes.\n\n🔸 Advanced Customization:\nCustomize the extension with flexible settings, including widget positioning, hotkey setup, and text-to-speech voice options.\n\nTransform your browsing experience and connect globally with ease. With Transync, break language barriers and deepen your understanding of the world around you.\n\nFor inquiries or support, please contact us at: transyncio@googlegroups.com."
  }
}