{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tidier Bookmark"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Allows you to automatically modify the bookmark name according to the user-defined regular expression rules when adding bookmarks.",
    "zh_CN": "允许在添加书签时自动根据用户定义的正则表达式规则对书签名称进行修改，以获得更整洁的书签，同时还提供了批量修改已存在书签名称的功能。",
    "zh_TW": "允許在新增書籤時自動根據使用者定義的正則表示式規則對書籤名稱進行修改，以獲得更整潔的書籤，同時還提供了批次修改已存在書籤名稱的功能。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "** Feature **\n\nAllows you to automatically modify the bookmark name according to the user-defined regular expression rules when adding bookmarks, so as to obtain a cleaner bookmark. At the same time, it also provides the function of batch modifying the existing bookmark name.\n\n** Usage **\n\nInitially, the behavior of clicking the extension icon with the mouse is similar to adding a bookmark button in the address bar. You can add or modify bookmark and create new folder. It also supports the search folder function.\n\nThen you can right-click the extension icon to enter the options and switch to the rule list page, or directly click \"Create a new rule\" in the menu, and then you can write a regular expression rule to replace the bookmark name.\n\nIf its name matches the rule when you click the extension button to create a bookmark, the content will be replaced automatically.\n\nAt the same time, the option page also provides the function of batch editing existing bookmarks.\n\n** Support **\n\nThis extension is open source based on GPLv3 License. For more information, go to: https://github.com/LightAPIs/tidier-bookmark-next/",
    "zh_CN": "** 功能 **\n\n允许在添加书签时自动根据用户定义的正则表达式规则对书签名称进行修改，以获得更整洁的书签，同时还提供了批量修改已存在书签名称的功能。\n\n** 用法 **\n\n初始情况下，鼠标点击扩展程序图标的行为类似地址栏内添加书签按钮，可进行添加或修改书签及新建文件夹等操作，同时支持搜索文件夹功能。\n\n然后可以右键点击扩展程序图标进入选项并切换到规则列表页面，或直接点击菜单中的\"创建新的规则\"，随即可以编写用于替换书签名称的正则表达式规则。\n\n若在点击扩展程序按钮新建书签时其名称匹配该规则，则会自动替换内容。\n\n同时在选项页面还提供了批量修改已存在书签的功能。\n\n** 支持 **\n\n本扩展程序基于 GPLv3 许可进行开源，更多信息前往：https://github.com/LightAPIs/tidier-bookmark-next/",
    "zh_TW": "** 功能 **\n\n允許在新增書籤時自動根據使用者定義的正則表示式規則對書籤名稱進行修改，以獲得更整潔的書籤，同時還提供了批次修改已存在書籤名稱的功能。\n\n** 用法 **\n\n初始情況下，滑鼠點選擴充功能圖示的行為類似位址列內新增書籤按鈕，可進行新增或編輯書籤及新增資料夾等操作，同時支援搜尋資料夾功能。\n\n然後可以右鍵點選擴充功能圖示進入選項並切換到規則列表頁面，或直接點選選單中的\"新增規則\"，隨即可以編寫用於替換書籤名稱的正規表示式規則。\n\n若在點選擴充功能按鈕新增書籤時其名稱匹配該規則，則會自動替換內容。\n\n同時在選項頁面還提供了批次修改已存在書籤的功能。\n\n** 支持 **\n\n本擴充功能基於 GPLv3 許可進行開源，更多資訊前往：https://github.com/LightAPIs/tidier-bookmark-next/"
  }
}