{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TEE Buddy Premium"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helps reserve a tee time on your favourite Golf course"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ever wondered why you have never been able to get a tee time booked in the busiest golf courses, even the system fails to grab the slot you see on screen? May be you were too slow. Relax TEE Buddy is here to help you get a good golf outing. TEE Buddy is an automation extension (otherwise known as plug-in) that mimics the activities you do on the reservation page repeatedly based on your input instructions, thus increasing your chance of a getting a slot which otherwise impossible if done manually.\n\nOperating instructions:\n1. Login to your favourite Golf course booking website (Bookings are not allowed unless you login)\n2. Go to the reservations page and the extension would activate itself.\n3. Click on the button and fill your required values in the form presented.\n4. Click on Run to start the process and wait until it gets you a booking confirmation page.\n5. Play around by adjusting different parameters while trying again.\n\nMore Info - https://teebuddygolf.com/usage\n\nTEE Buddy has been tested for below courses by multiple members and achieved 95% success rate while capturing the slot.\n\nBethpage State Park Golf Black Course\nBethpage State Park Golf Red Course\nBethpage State Park Golf Blue Course\nBethpage State Park Golf Green Course\nBethpage State Park Golf Yellow Course\nCrab Meadow Golf Course\nMontauk Downs State Park Golf Course\nSunken Meadow State Park Golf Course\n\nNote: TEE Buddy is not limited to these courses but the intention is to mention where it has been tested extensively. In case you have issues please connect with us over email for resolution."
  }
}