{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookie Data Sharer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shares data between betting sites and a tracking application"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Seamlessly Track Your Bets Across Multiple Bookmakers\n\nBookie Data Sharer is a powerful Chrome extension designed for serious bettors who use multiple bookmaking platforms. This tool revolutionizes how you manage and analyze your betting activity by automatically collecting and organizing your betting data from TAB.co.nz and Sportsbet.com.au, presenting it in a unified, easy-to-understand format.\n\nKey Features:\n\n1. Multi-Platform Bet Tracking: \n   - Automatically gathers your active bets from TAB.co.nz and Sportsbet.com.au.\n   - Presents all your bets in one place, saving you the hassle of switching between different websites.\n\n2. Real-Time Balance Updates: \n   - Keeps track of your account balances across supported bookmakers.\n   - Updates every 10 seconds to ensure you always have the most current information.\n\n3. Comprehensive Bet Details: \n   - Collects essential information for each bet, including:\n     - Selection\n     - Event name\n     - Date and time\n     - Stake amount\n     - Estimated return\n     - Odds\n     - Bet type\n     - Current status (Pending, Won, Lost, or Void)\n\n4. Privacy-Focused:\n   - All data is stored locally in your browser.\n   - No external databases or cloud storage - your betting information stays with you.\n\n5. Seamless Integration: \n   - Works quietly in the background while you browse supported betting sites.\n   - Automatically updates your data without any manual input required.\n\n6. User-Friendly Interface: \n   - View your consolidated betting data on our companion web application.\n   - Intuitive design makes it easy to understand your overall betting position at a glance.\n\nWhy You Need Bookie Data Sharer:\n\n1. Time-Saving: No more manual tracking or switching between multiple tabs to check your bets. Everything you need is in one place.\n\n2. Better Decision Making: With a clear overview of all your active bets and account balances, you can make more informed betting decisions.\n\n3. Improved Record Keeping: Automatically keep track of your betting history across platforms, making it easier to analyze your performance over time.\n\n4. Enhanced Privacy: Unlike other tracking apps that might store your data on external servers, Bookie Data Sharer keeps all your information local to your browser.\n\n5. Real-Time Updates: Stay on top of your betting activity with frequent automatic updates.\n\n6. Cross-Platform Insights: Gain a holistic view of your betting activity across different bookmakers, helping you identify patterns and optimize your strategy.\n\nHow It Works:\n\n1. Install the Bookie Data Sharer extension from the Chrome Web Store.\n2. Visit TAB.co.nz or Sportsbet.com.au and log into your accounts as usual.\n3. The extension will automatically start collecting your betting data in the background.\n4. Open our companion web application to view your consolidated betting dashboard.\n\nPrivacy and Security:\n\nWe take your privacy seriously. Bookie Data Sharer:\n- Does not store any of your data on external servers.\n- Does not require you to create an account or share your bookmaker login details.\n- Only collects data from the specified bookmaker websites when you are logged in.\n- Stores all collected data locally in your browser, ensuring that only you have access to your information.\n\nCompanion Web Application:\n\nOur companion web app works hand-in-hand with the Bookie Data Sharer extension to provide you with valuable insights:\n\n- Total Spent: Get a clear picture of your overall betting expenditure across all tracked platforms.\n- Total Won: See your cumulative winnings at a glance.\n- Profit/Loss Analysis: Easily understand your net position across all your betting activities.\n- Bet Distribution: Visualize how your bets are spread across different bookmakers and bet types.\n- Historical Performance: Track your betting performance over time to identify trends and improve your strategy.\n\nWho Should Use Bookie Data Sharer:\n\n- Serious bettors who use multiple bookmaking platforms\n- Sports enthusiasts looking to get a better handle on their betting activities\n- Anyone interested in analyzing their betting patterns and performance\n- Users of TAB.co.nz and Sportsbet.com.au who want a unified view of their betting data\n\nCurrent Limitations:\n\n- At present, Bookie Data Sharer supports TAB.co.nz and Sportsbet.com.au. We're actively working on expanding support for additional bookmakers.\n- The extension currently focuses on pending bets. Historical bet data may be limited.\n\nFuture Updates:\n\nWe're committed to continually improving Bookie Data Sharer. Planned future updates include:\n- Support for additional popular bookmakers\n- Enhanced data visualization and analytics tools\n- Customizable alerts and notifications\n- Mobile app integration\n\nInstallation is Quick and Easy:\n\n1. Click 'Add to Chrome' to install the extension.\n2. Visit TAB.co.nz or Sportsbet.com.au and log in to your accounts.\n3. Open our companion web app to view your consolidated betting data.\n\nStart making smarter betting decisions today with Bookie Data Sharer - your personal betting assistant that puts all your crucial information at your fingertips!\n\nSupport:\n\nIf you have any questions, concerns, or feedback, please don't hesitate to contact our support team. We're here to help you make the most of your betting experience with Bookie Data Sharer.\n\nRemember, bet responsibly and within your means. Bookie Data Sharer is a tool for information and analysis, not a guarantee of betting success.\n\nInstall Bookie Data Sharer now and take control of your cross-platform betting activity!"
  }
}