{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vibgyor Calendar"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows the user to display weekday information on pages"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "We want to use rainbow colours to map weekdays in a calendar  - It follows VIBGYOR or ROYGBIV pattern\n\n\nMonday - Violet\nTuesday - Indigo\nWednesday - Blue\nThursday - Green ( All Green ) \nFriday - Yellow ( Happy )\nSaturday - Orange ( Amber ) \nSunday - Red  ( No Work ) \n\nThere is standard VIBGYOR pattern https://en.wikipedia.org/wiki/ROYGBIV\n\nDo you always feel the need to know the day when you see any date instantly before making commitments and to register in your diary . \nHow to you like the date pattern 25 Dec or Monday 25th Dec ..... ?\nDo you quickly look up for the day if you see a date written like this 1 Dec, 14 Jan or 30Jan ....? \nWouldn't it be great and make our lives easier if we colour code the dates in such a way that it is easier to remember for everyone. You look at a colour of date and you know what day of week is that without referring the calendar.\nWe thought about it and worked on it to develop a program that will change the date on your computer system on all the applications from \"DateMonth\" pattern to \"Day Date Month \" like 25 Dec to Monday 25 Dec automatically which will give you the clear picture of day and date and it save your time to refer calendar to check day and remove one more extra hassle in your life .\nIn addition to this we are in the process of colour coding the dates in a particular format which is easy to remember. \nWe thought of coordinating colours of the Rainbow 🌈 with days of week like this .\nCertain date types are checked\nOCTOBER. Weds 4\n17 June, 3-7pm\nSAT 14 OCT\n26/07/2017 07:00 AM\n9 April 2016\nJuly 29; Time: 8:00 am - 6:00\nISO Date \"2015-03-25\" (The International Standard)\nShort Date \"03/25/2015\"\nLong Date \"Mar 25 2015\" or \"25 Mar 2015\"\nFull Date \"Wednesday March 25 2015\"\n25 Jan 2018\n28 Oct - 29 Oct\nThursday 13 July 2017\n30th October 2017\n6 September 2017\nThu, 5 Sept\n2nd Nov 2017\n2 Nov - 3 Nov 2017\nThu 2 Nov\n\nIf we are able to adopt this pattern then it can create a standard to identify day of the week if date is written using this colour code logic.There are seven rainbow colours and seven days in the week.As this colour pattern is taught in schools so it will not be difficult for people to remember this colour code.\n\n\nFor Example \n\nMon, 23 Oct 2017 will be written with violet colour and we can say its Monday.\nTue, 24 Oct 2017 will be written with indigo colour and we can say its Tuesday.\nWed, 25 Oct 2017 will be written with blue colour - Wednesday\nThu, 26 Oct 2017 will be written with green colour - Thrusday\nFri, 27 Oct 2017 will be written with yellow - Friday \nSat, 28 Oct 2017 will be written with orange - Saturday \nSun, 29 Oct 2017 will be written with Red - Sunday \n\nI see there is value in defining this colour coding as you can clearly say what day is today by looking at the date."
  }
}