{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LemCRM - Turbocharge your Whatsapp with AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sort your chats into tabs on WhatsApp. Find the chat thread you want faster, and never miss a message again!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing LemCRM - Redefining Your Business Chat Experience with Our WhatsApp Extension\n\nDiscover LemCRM, the revolutionary WhatsApp Extension integration that takes your business conversations to unprecedented heights. If your customer-facing teams rely on WhatsApp and HubSpot, LemCRM is your ultimate solution. It seamlessly bridges the gap between WhatsApp and HubSpot, optimizing your workflow and boosting productivity.\n\nTailored for teams using individual WhatsApp  numbers and HubSpot, LemCRM is a game-changer across various industries, including sales, consulting, real estate, education, automotive, financial services, and more.\n\nUnlock the Power of LemCRM:\n\n🚀 Streamlined Communication at Scale:\nEmpower your team with unparalleled organization and automation on our WhatsApp Extension. LemCRM enables you to:\n\n🌟 Communicate at Scale: Easily broadcast messages to multiple chats simultaneously, employ message templates for quick responses, and efficiently manage many contacts. Even initiate a chat with unsaved numbers, expanding your customer reach through automation.\n\n🌟 Inbox Productivity: Attain the coveted Inbox Zero with features like Close, Snooze, and Archive chats. Seamlessly sort chats into customizable tabs, constructing personalized workflows and message sequences. LemCRM ensures you never miss a customer message or get lost in a cluttered inbox.\n\nDiscover the Outstanding Features:\n\n————————————————————————————————————————\n\nUnlike other WhatsApp Chrome extensions such as Cooby, Promote Route, and Eazybe, LemCRM focuses on three core pillars of product value: CRM Syncing, Inbox Productivity, and Communication at Scale, offering a wide range of features, such as:\n\n🌟 CRM Syncing: CRM Syncing: Effortlessly synchronize conversational data from WhatsApp Extension to HubSpot and beyond.\nCRM Contact Cards: Instantly access and modify CRM contact information directly within WhatsApp Extension.\n\n🌟 Inbox Productivity:\nSystem Tabs: Utilize pre-built tabs that dynamically update based on message status, including Unread, Needs Reply, Groups, and Awaiting Reply.\nCustom Tabs: Create specialized tabs tailored to your specific needs.\nNotes: Generate notes for specific chats to maintain essential information.\nReminders: Set reminders for specific chats, ensuring you never miss a crucial follow-up.\nSchedule Events: Seamlessly connect with your Google Calendar to schedule events directly within WhatsApp Extension.\n\n🌟 Communication at Scale:\nStart a Chat with Unsaved Numbers: Reach out to unsaved numbers straight from your desktop.\nContact Management: Effortlessly export and import contacts with just a few clicks.\nBroadcasting: Send messages to multiple chats simultaneously without the need for pre-approved templates or additional surcharges.\nMessage Templates: Send pre-written templates with a single click, eliminating the hassle of pre-approval.\nExperience LemCRM today, the game-changing WhatsApp Extension that sets a new standard for seamless customer interactions and unparalleled productivity. Elevate your business communication and unlock the true potential of WhatsApp Extension and HubSpot with LemCRM!\n\nPRIVACY COMMITMENT\n\n————————————————————————————————————————\n\nWE RESPECT YOUR PRIVACY. YOUR CHAT DATA STAYS SECURELY ON YOUR DEVICE. WE DO NOT COLLECT ANY PERSONAL IDENTIFIABLE INFORMATION WITHOUT YOUR DIRECT CONSENT.\n\nLemCRM is built on a foundation of 100% privacy assurance 💯. We do not gather your chat data or any personal information, nor do we ever share or sell your data to third-party companies. As a U.K.-based company, LemCRM strictly adheres to U.K. laws and regulations.\n\nThe permissions requested during LemCRM's installation on Google Chrome may raise concerns, but they are solely essential for specific extension functionalities:\n\nRead and change your data on lemcrm.co and web.whatsapp.com: These permissions are necessary for adding tabs to WhatsApp Extension Web, offering an enhanced experience. However, please be assured that we never collect any chat or contact data from your WhatsApp Extension.\n\nRead your browsing history: While it may sound alarming, this permission is exclusively required for LemCRM's convenient One-Click to WhatsApp Web (WAW) feature. Rest assured, we do not access or collect your browsing history at any point. This permission is strictly limited to knowing the tabs open in your browser, as indicated in the Chrome Developer Guide.\n\n————————————————————————————————————————\n\nCONTACT US\n\n————————————————————————————————————————\n\nShould you have any concerns or wish to provide feedback, kindly reach out to us via email at team@lemCRM.co.\n\n————————————————————————————————————————\n\nLEGAL\n\n————————————————————————————————————————\n\nWhatsApp is a registered trademark of WhatsApp Inc., acknowledged in the U.S. and other countries. LemCRM is an independent product developed by Pearl Lemon Inc., with no affiliation to WhatsApp, WhatsApp Inc., or Facebook Inc. It is not an official WhatsApp or Facebook product.\n\nExperience the confidence of privacy with LemCRM - your trusted WhatsApp integration that prioritizes your data security and privacy above all else."
  }
}