{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zerodha - Paper Trade"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Paper Trade helper for Zerodha Desktop users"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🚀 Introducing Zerodha - Paper Trade Chrome Extension 🚀\n\nDescription:\nEnhance your Zerodha Desktop experience with our Paper Trade helper, exclusively designed for Zerodha users. Introducing a seamless and secure way to practice trading without the risk – all within your browser.\n\nKey Features:\n\nPaper Trade Anytime, Anywhere: Experience the thrill of trading without actual financial commitment. Practice your strategies and hone your skills effortlessly.\n\nZero Logins, Zero External APIs: Your security is our priority. No need for external logins or API calls. All information is securely stored within your browser, ensuring a 100% safe trading environment.\n\nSimple Installation: Just install the extension, and you're ready to start paper trading on Zerodha. No complex setups or configurations required.\n\nSeamless Integration: When you click on 'buy,' seamlessly switch to paper trading mode. All your paper trades are conveniently accessible in the dashboard for easy tracking.\n\nLive Price Updates: To provide you with the most realistic experience, the extension fetches live prices for added stocks. Ensure the stocks are visible on the page to get accurate live price updates.\n\nHow to Use:\n\nInstall the Zerodha - Paper Trade Chrome Extension.\nNavigate to Zerodha Desktop and log in.\nClick on 'buy,' and you'll find an option to initiate paper trades.\nMonitor and manage all your paper trades efficiently from the extension dashboard.\nNote: The visibility of the added stock on the page is crucial for fetching live price updates.\n\nFor Feature Requests:\nWe value your feedback! For any feature requests or inquiries, feel free to reach out to us at thyagarajan.c7@gmail.com.\n\nTransform your Zerodha experience with risk-free trading. Install the Zerodha - Paper Trade Chrome Extension now and elevate your trading skills! 📈💼"
  }
}