{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WebMoney Advisor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Инструмент для анализа трафика, публикации отзывов и определения глобального и WebMoney рейтинга сайтов",
    "en": "A tool to analyze traffic, publish reviews and determine global and WebMoney site rankings"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Отзывы интернет-пользователей о сайтах\nWebMoney Advisor - расширение, разработанное для пользователей WebMoney. Возможности WebMoney Advisor: \n1. Постоянный мониторинг открываемых в браузере интернет-сайтов на их принадлежность сообществу интернет-ресурсов WebMoney.\n2. Информирование пользователя о нежелательности посещения вредоносного (опасного) интернет-сайта.\n3. Возможность оставить собственный отзыв о любом сайте.\n4. Оповещение о новых событиях в WebMoney.Events.\n\nКОНФИДЕНЦИАЛЬНОСТЬ\nЧтобы WebMoney Advisor мог предоставлять Вам информацию о надежности и популярности сайтов, мы собираем анонимные сведения о посещаемых пользователями доменах и другую анонимную информацию.\nЭти данные используются для расчёта рейтинга сайтов WebMoney Advisor. Устанавливая это расширение, вы соглашаетесь с нашими политиками конфиденциальности. Мы не раскрываем и не передаём данные третьим лицам.\nWebMoney заботится о Вашей конфиденциальности.",
    "en": "Internet users feedback about the sites\nWebMoney Advisor is a web-browser add-on developed for users of WebMoney Transfer system. WebMoney Advisor performs the following functions:\n1. Constant monitoring of web-sites opened in the browser whether they belong to the community of WebMoney internet resources. \n2. Warning the user before navigating to a malicious (unsafe) web-site.\n3. Allowing the user to leave a comment about any web-site.\n4. Checks for new events in WebMoney.Events.\n\nPRIVACY\nIn order for WebMoney Advisor to inform you about the safety and popularity of sites, we collect anonymous information about domains visited by users and other anonymous information. This data is used to calculate the WebMoney Advisor rating. By installing our extension, you agree to our privacy terms.\nWe do not disclose or share any data with third parties. WebMoney takes care of your privacy."
  }
}