{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon Price Tracker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Track Amazon product prices and get notifications when they drop."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**Name:** Amazon Price Tracker\n\n**Description:**\nAmazon India Wishlist Price Tracker is a Chrome extension designed to help you keep track of the products you wish to purchase on Amazon India. With this extension, you can monitor the prices of your wishlisted items and get notified when the price drops to your desired level, ensuring you never miss a good deal.\n\n**Key Features:**\n\n1. **Live Price Tracking:**\n   - Continuously monitors the current prices of products on your Amazon India wishlist.\n   - Displays the live prices on a dedicated tab within the extension.\n\n2. **Wishlist Management:**\n   - Easily add products from your Amazon India wishlist to the extension.\n   - Set your desired price for each product.\n\n3. **Price Drop Notifications:**\n   - Receive real-time notifications when a product's price falls to your desired level.\n   - Stay informed about price changes without having to manually check.\n\n4. **User-Friendly Interface:**\n   - Simple and intuitive interface for easy navigation and management of your wishlisted products.\n   - View all your tracked items and their current prices in one place.\n\n5. **Convenience and Savings:**\n   - Save time by eliminating the need to frequently check prices manually.\n   - Maximize savings by being promptly alerted to price drops.\n\n**How It Works:**\n\n1. **Install the Extension:**\n   - Add the Amazon India Wishlist Price Tracker extension to your Chrome browser.\n\n2. **Add Products:**\n   - Browse Amazon India and add products from your wishlist to the extension.\n   - Set your desired price for each item.\n\n3. **Monitor Prices:**\n   - Open the extension tab to see the live prices of all tracked products.\n   - The extension continuously updates the prices in real-time.\n\n4. **Get Notified:**\n   - When a product's price drops to or below your desired price, you will receive an instant notification.\n   - Click on the notification to quickly access the product and make your purchase.\n\nWith the Amazon India Wishlist Price Tracker, you can effortlessly keep track of your favorite products and make informed purchasing decisions, ensuring you get the best deals without any hassle."
  }
}