{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Torrent Downloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automagically searches and optimizes torrents!",
    "pt_BR": "Automágicamente pesquisa e otimiza torrents!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension facilitates the search for torrent content!\nSolving the issue of trying to download something and then being constantly redirected or even massively exposed to ads.\n\nThis extension will scan the whole page for magnet links embedded deep down in the source code, and list them to you both in the page itself and in the extension's icon at the extension bar\n\nIt injects the magnet link with stable and fast trackers from www.newtrackon.com\nSo you will not only have faster torrent search, you will also have fast torrent download speeds with stable and updated trackers automatically embedded into your torrent!\n\nNo more pain while trying to find torrent links!",
    "pt_BR": "Esta extensão escaneia e expõe links ocultos de torrent em sites de downloads que você visita!\n\nOtimiza seu download, injetando trackers no seu torrent magnet URI, para melhor desempenho.\nTrackers providos pela API da www.newtrackon.com\n\nA extensão pesquisa por links em elementos na página, formulários, url da página e no código fonte também!\n\nChega de ficar sendo redirecionado para 10 páginas para conseguir baixar seu filme, com esta extensão você, com um clique, consegue visualizar uma lista de todos os links disponíveis pra baixar!"
  }
}