{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zoom Chat Extractor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extracts emails, phone numbers, and other data from a Zoom chat file.  Great for networking meetings."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Zoom Chat Extractor is a powerful tool designed to streamline the process of managing and extracting valuable information from chat files generated during Zoom networking meetings. This extension is ideal for professionals who engage in virtual networking and need a quick, efficient way to organize and utilize the information shared in meeting chats.\n\nKey Features:\n\nAutomated Compilation: \nAutomatically compiles all chat entries from a Zoom meeting under the name of the respective attendee. This organization makes it easier to track conversations and retrieve information shared by specific participants.\n\nData Extraction: \nIntelligent extraction of contact details such as email addresses and phone numbers from the chat texts. This feature simplifies the process of gathering contact information that participants may share during the meeting.\n\nAdvanced Filtering Options: \nUsers can filter the displayed results to show only the names of attendees who have shared their email addresses, phone numbers, or both. This customizable filtering allows users to focus on contacts of interest, optimizing their networking efforts.\n\nManage Post Visibility: \nProvides the option to hide or show lengthy chat posts, enabling users to minimize clutter and focus on the most relevant information for their needs.\n\nSelective Data Retention: \nOffers the flexibility to select specific pieces of data that the user wishes to retain. This selective process ensures that only the most useful information is kept for future reference.\n\nClipboard Functionality: \nOnce the desired data is selected, users can easily copy it to the clipboard with a single click. This copied data can then be pasted into emails, contact management systems, or any other desired location, facilitating efficient follow-up and contact management.\n\nThis Chrome extension transforms the often-overwhelming task of managing post-meeting chat data into a streamlined, productive experience. It’s perfect for professionals looking to maximize the benefits of their networking engagements, ensuring no valuable contact slips through the cracks."
  }
}