{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Screen Dimmer",
    "uk": "Контролер яскравості"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Easily adjust page theme and color temperature while browsing",
    "ja": "ブラウジング中にページのテーマと色温度を簡単に調整できます",
    "uk": "Зручне налаштування теми сторінки та колірної гами під час перегляду веб-сторінок"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Screen Dimmer is an extension that helps you quickly change your browser screen to a dark or shaded theme. Applies screen shading across chrome tabs with a variety of colors and modes. You are also free to choose shader color intensity from 0 to 100. Provides comprehensive instructions on how to enable Dark Theme on popular sites\n\n- Whitescreen Protection will help you to get rid of the annoying white screen that pops up on any page load causing considerable discomfort.\n\n- Exclude white-list which allows disabling extension changes across selected domains.\n\n- Media-only mode apply screen dimmer only to media files while browsing sites with a native dark theme enabled.\n\n- Instructions on how to enable Dark mode on popular sites\n\nHow to use:\n1. Install the extension and go to any other tab in your browser (The Web Store is blocking content-changing extensions)\n2. Click on the Screen Dimmer icon in your extensions list\n3. Setup preferred settings\n4. Optionally: pin extension for easy access\n\nNew in Version 0.6.0:\nAdded Ukrainian and Japanese localization\nPlease contact me if you want to improve the localization or add your language\n\nNew in Version 0.5.1:\nPatch notes\n1. Updated dark theme text color to more neutral shade so it's not too bright when reading at night\n2. Updated Custom Overlay apply to cover the entire screen for specific sites\n\nNew in Version 0.5.0:\nDimmer settings are now unique to each site to improve the surfing experience. If no settings are provided the default overlay will be displayed\nAdded Scheduler functionality. Now the dimmer can be put on hold before dusk. Always On is a default value for this option\nAdded Custom Overlay option, upload your custom image instead of default page overlay (up to 5MB). Please, be aware that this functionality is currently in the experimental stage\nUpdated Media Only apply strategy\nFixed Whitescreen Protector closing issue\nUpdated UI\nUpdated Dark Mode color scheme\nUpdated extension logo\nAdded Animation button to Whitescreen Protector screen, click on toggle to disable the animation\nAdded close functionality to the Whitescreen Protector page, press C to force-close the page\nAdded support button\n\nNew in Version 0.3.3:\nFixed issue for not applying overlay for already opened tabs on extension install/enable\n\nNew in Version 0.3.2:\nAdded hint when the extension is blocked by the site (ex: Chrome Web Store)\n\nNew in Version 0.3.0:\nIntroduced Dark Mode Instructions. This feature will assist you to go through the steps of how to enable the Dark theme for popular sites if you currently using a light theme. To see the instruction page click a hint link at the bottom of the extension menu\n\nNew in Version 0.2.3:\nWhitescreen protector is now tied to the initial tab and will close together with the tab\nAdded timer that will close Whitescreen protector if it takes too long to load the tab\nMinor layout changes in transition and extension windows\n\nNew in Version 0.2.2:\nBug fix for Color Reset and Dark theme page reload\nWhitescreen protector is now more reactive to page content\nWhitescreen protector is now tied to Page Overlay, but still can be used by itself\nChanged colors with high contrast\nMinor Interface changes",
    "ja": "スクリーン ディマーは、ブラウザー画面をダーク テーマまたはシェード テーマにすばやく変更できる拡張機能です。さまざまな色とモードで、Chrome タブ全体にスクリーン シェーディングを適用します。また、シェーダー カラーの強度を 0 ～ 100 の範囲で自由に選択できます。人気のサイトでダーク テーマを有効にする方法についての包括的な手順を提供します\n\n- ホワイト スクリーン保護は、ページを読み込むたびにポップアップ表示され、かなりの不快感を引き起こす迷惑な白い画面を取り除くのに役立ちます。\n\n- 除外ホワイト リストにより、選択したドメイン全体で拡張機能の変更を無効にできます。\n\n- メディアのみのモードでは、ネイティブのダーク テーマが有効になっているサイトを閲覧しているときに、メディア ファイルにのみスクリーン ディマーが適用されます。\n\n- 人気のサイトでダークモードを有効にする方法の説明\n\n使用方法:\n1. 拡張機能をインストールし、ブラウザの他のタブに移動します (Web ストアはコンテンツを変更する拡張機能をブロックしています)\n2. 拡張機能リストで画面調光アイコンをクリックします\n3. 優先設定を設定します\n4. オプション: 拡張機能をピン留めして簡単にアクセスできるようにします\n\nバージョン 0.6.0 の新機能:\nウクライナ語と日本語のローカライズを追加しました\nローカリゼーションを改善したり、言語を追加したい場合はご連絡ください。\n\nバージョン 0.5.1 の新機能:\nパッチ ノート\n1. ダーク テーマのテキストの色をよりニュートラルな色調に更新し、夜間に読むときに明るすぎないようにします\n2. 特定のサイトで画面全体をカバーするようにカスタム オーバーレイを適用し更新しました\n\nバージョン 0.5.0 の新機能:\n調光設定はサイトごとに固有になり、閲覧エクスペリエンスが向上しました。設定が指定されていない場合は、デフォルトのオーバーレイが表示されます\nスケジューラ機能を追加しました。夕暮れ前に調光機能を保留できるようになりました。このオプションのデフォルト値は [常にオン] です\nカスタム オーバーレイ オプションを追加しました。デフォルトのページ オーバーレイの代わりにカスタム画像をアップロードします (最大 5 MB)。この機能は現在実験段階であることをご承知おきください\nメディアのみの適用戦略を更新\nホワイトスクリーン プロテクターの終了問題を修正\nUI を更新\nダーク モードの配色を更新\n拡張機能のロゴを更新\nホワイトスクリーン プロテクター画面にアニメーション ボタンを追加。アニメーションを無効にするにはトグルをクリック\nホワイトスクリーン プロテクター ページに閉じる機能を追加。C を押すとページが強制的に閉じられます\nサポート ボタンを追加\n\nバージョン 0.3.3 の新機能:\n拡張機能のインストール/有効化時に既に開いているタブにオーバーレイが適用されない問題を修正\n\nバージョン 0.3.2 の新機能:\n拡張機能がサイトによってブロックされている場合のヒントを追加 (例: Chrome ウェブ ストア)\n\nバージョン 0.3.0 の新機能:\nダーク モードの手順を導入。現在ライト テーマを使用している場合、この機能は、人気のあるサイトでダーク テーマを有効にする手順を実行するのに役立ちます。説明ページを表示するには、拡張機能メニューの下部にあるヒント リンクをクリックします\n\nバージョン 0.2.3 の新機能:\nホワイトスクリーン プロテクターが最初のタブに関連付けられ、タブと一緒に閉じるようになりました\nタブの読み込みに時間がかかりすぎる場合にホワイトスクリーン プロテクターを閉じるタイマーを追加しました\nトランジション ウィンドウと拡張機能ウィンドウのレイアウトを少し変更しました\n\nバージョン 0.2.2 の新機能:\nカラー リセットとダーク テーマ ページの再読み込みに関するバグを修正しました\nホワイトスクリーン プロテクターがページ コンテンツにさらに反応するようになりました\nホワイトスクリーン プロテクターがページ オーバーレイに関連付けられましたが、単独でも使用できます\n高コントラストで色を変更しました\nインターフェイスを少し変更しました",
    "uk": "Контролер яскравості - це розширення, яке допомагає швидко змінити колір екрану браузера на темний або затінений. Ви також можете вибрати інтенсивність затемнення від 0 до 100. Надає інструкції щодо ввімкнення темної теми на популярних сайтах\n\n- Захист від білого екрану допоможе вам позбутися надокучливого білого екрану, який з’являється під час завантаження будь-якої сторінки та викликає значний дискомфорт.\n\n- Дозволяє вимкнути зміни розширення на обраних сайтах.\n\n- Режим \"Лише медіа\" застосовує затемнення екрану лише до медіа-файлів під час перегляду сайтів із увімкненою нативною темною темою.\n\n- Інструкції, як увімкнути темний режим на популярних сайтах\n\nВикористання:\n1. Встановіть розширення та перейдіть на будь-яку іншу вкладку у своєму браузері (Веб-магазин блокує розширення, що змінюють вміст сторінки)\n2. Натисніть іконку в списку розширень\n3. Налаштуйте бажані параметри\n4. Додатково: додайте додаток у панель швидкого доступу для зручного користування\n\nНове у версії 0.6.0:\n1. Додано українську та японську локалізацію\nБудь ласка, зв'яжіться зі мною, якщо ви хочете покращити локалізацію або додати свою мову\n\nНове у версії 0.5.1:\nПримітки до правок:\n1. Оновлено колір тексту темної теми на більш нейтральний, щоб він не був надто яскравим під час читання вночі\n2. Оновлено Користувацький Фільтр, тепер він застосовується для покриття всього екрана для певних сайтів\n\nНове у версії 0.5.0:\nПараметри затемнення тепер унікальні для кожного сайту, щоб покращити гнучкість в налаштуваннях і позбавити потреби у постійному оновленні налаштувань. Якщо жодних налаштувань не вказано, буде використано налаштування за замовчуванням\nДодана функція планувальника. Тепер додаток можна призупинити до настання сутінків. Завжди увімкнено — значення за замовчуванням для цього параметра\nДодано параметр користувацького фільтру, завантажте власне зображення замість фільтру сторінки за замовчуванням (до 5 Мб). Майте на увазі, що ця функція зараз знаходиться на експериментальній стадії\nОновлена опція Лише Медіа\nВиправлена ​​проблема закриття Whitescreen Protector\nОновлений інтерфейс користувача\nОновлена ​​схема кольорів темного режиму\nОновлений логотип розширення\nДо екрану Whitescreen Protector додано кнопку «Анімація», натисніть перемикач, щоб вимкнути анімацію\nНа сторінку Whitescreen Protector додано функцію закриття, натисніть C, щоб примусово закрити сторінку\nДодана кнопка підтримки розробника\n\nНове у версії 0.3.3:\nВиправлена проблема, коли накладання не застосовувалося на вже відкритих вкладках при ввімкненні додатку\n\nНове у версії 0.3.2:\nДодано підказку, коли розширення блокується сайтом (веб-магазин chrome)\n\nНове у версії 0.3.0:\nДодано інструкції для темного режиму. Ця функція допоможе вам увімкнути темну тему для популярних сайтів, якщо зараз ви її не використовуєте. Щоб переглянути сторінку з інструкціями, натисніть посилання підказки внизу меню розширення\n\nНове у версії 0.2.3:\nЗахист від білого екрану тепер прив’язаний до початкової вкладки та закриватиметься разом із нею\nДодано таймер, який закриває вкладку, якщо завантаження контенту займає занадто багато часу\nНезначні візуальні зміни у вікнах очікування та вікні додатку\n\nНове у версії 0.2.1:\nВиправлено помилку скидання налаштувань кольору та помилку під час вимкнення темної теми\nЗахист від білого екрану тепер краще реагує на вміст вкладки\nЗахист від білого екрану тепер прив’язаний до функції затемнення, проте все ще може використовуватися в самомтійному режимі\nЗмінені кольори з високою контрастністю\nНезначні зміни інтерфейсу"
  }
}