{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Xambox Web Capture"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture and archive your web pages to your Xambox account.",
    "fr": "Capturez en 1 clic les pages web que vous consultez, pour les archiver automatiquement en PDF dans votre Xambox.",
    "pt_PT": "Arquive as suas páginas web na sua conta Xambox."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Xambox WebCapture vous permet de capturer en 1 clic les pages web que vous consultez, de les transformer en PDF et de les archiver automatiquement dans votre espace d’archivage Xambox. \n\nUn article intéressant, une confirmation d’achat ou de paiement, une facture en ligne, une réservation de voyage ? Vous voulez les conserver autrement qu’en html ou en favoris ? Xambox WebCapture est fait pour vous ! Vous pouvez sauvegarder les pages web importantes et les centraliser dans votre Xambox en quelques secondes, au fil de l’eau de votre navigation. Avec Xambox WebCapture, les pages web seront automatiquement transformées en PDF et archivées dans votre Xambox, consultables avec tous vos autres documents, depuis votre ordinateur, tablette ou mobile. \n\nEn plus, Xambox indexe automatiquement le texte de vos pages web, ce qui permet de les retrouver facilement en faisant une simple recherche dans Xambox. \n\nComment utiliser Xambox WebCapture pour archiver vos contenus web :\n•\tLorsque vous naviguez sur la page que vous souhaitez conserver, cliquez sur le module Xambox WebCapture (avec le logo Xambox) dans votre barre d’outils. \n•\tToute la page web que vous consultez est capturée (même si votre écran est plus petit que la page).\n•\tVous pouvez personnaliser le titre de votre document, sélectionner le dossier dans lequel vous souhaitez le classer, et ajouter si besoin une note à votre page.\n•\tCliquez sur Archiver, et la page web est automatiquement transformée en document PDF et archivée dans votre Xambox.\n•\tVous pouvez la consulter ensuite à tout moment dans votre Xambox !\n\nSi vous consultez régulièrement vos factures électroniques sur les sites web de vos fournisseurs ou sites de e-commerce, vous pouvez aussi utiliser la fonctionnalité « Collecteur » de Xambox pour recevoir automatiquement vos factures électroniques dans votre Xambox, disponibles pour plus de 1.000 sites et services Internet. Plus de détail sur le site Xambox.com. \n\nAide pour installer Xambox WebCapture : \n•\tCliquez sur installer Xambox WebCapture.\n•\tSi le module n’apparait pas dans votre barre d’outils, cliquez dans le menu Firefox, puis sur « Personnaliser » et faites glisser le module Xambox dans votre barre d’outils.\n•\tLa première fois, connectez-vous à votre compte Xambox (sinon, vous pouvez créer gratuitement un compte Xambox en cliquant sur le lien « Inscrivez-vous »). \n•\tPour les fois suivantes, restez connecté(e) en cochant la case « Se souvenir de moi ». Si vous utilisez un ordinateur public, nous vous recommandons de ne pas cocher cette case.",
    "fr": "Un article intéressant, une confirmation d’achat ou de paiement, une facture en ligne, une réservation de voyage ? Vous voulez les conserver autrement qu’en html ou en favoris ? Xambox Web Capture est fait pour vous ! Vous pouvez sauvegarder les pages web importantes et les centraliser dans votre Xambox en quelques secondes, au fil de l’eau de votre navigation. Avec Xambox Web Capture, les pages web seront automatiquement transformées en PDF et archivées dans votre Xambox, consultables avec tous vos autres documents, depuis votre ordinateur, tablette ou mobile. \n\nEn plus, Xambox indexe automatiquement le texte de vos pages web, ce qui permet de les retrouver facilement en faisant une simple recherche dans Xambox. \n\nComment utiliser Xambox Web Capture pour archiver vos contenus web :\n  * Lorsque vous naviguez sur la page que vous souhaitez conserver, cliquez sur le module Xambox Web Capture (avec le logo Xambox) dans votre barre d’outils. \n  * Toute la page web que vous consultez est capturée (même si votre écran est plus petit que la page).\n  * Vous pouvez personnaliser le titre de votre document, sélectionner le dossier dans lequel vous souhaitez le classer, et ajouter si besoin une note à votre page.\n  * Cliquez sur Archiver, et la page web est automatiquement transformée en document PDF et archivée dans votre Xambox.\n  * Vous pouvez la consulter ensuite à tout moment dans votre Xambox !\n\nSi vous consultez régulièrement vos factures électroniques sur les sites web de vos fournisseurs ou sites de e-commerce, vous pouvez aussi utiliser la fonctionnalité « Collecteur » de Xambox pour recevoir automatiquement vos factures électroniques dans votre Xambox, disponibles pour plus de 1.000 sites et services Internet. Plus de détail sur le site Xambox.com."
  }
}