{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Storefront"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Receive notifications when you get messages in Storefront and manage open inquiries."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Storefront is a dynamic marketplace that connects brands seeking short-term retail or event spaces with Listing Owners looking to rent their spaces. Effective communication is at the heart of a successful transaction. That's where the Storefront browser extension comes into play, allowing you to receive notifications for new incoming inquiries, or responses from landlords, wherever you are online.\n\n- Timely Notifications: With the Storefront extension, you'll receive timely notifications when you receive messages on Storefront. Whether you're a brand interested in a space or a listing owner, this feature ensures you're always aware of incoming inquiries.\n\n- Efficient Message Management: Managing multiple conversations from various parties can be complex. This extension simplifies the process by providing a unified message management extension.\n\n- Secure and User-Friendly: Rest assured that your messages and inquiries are handled with privacy and security in mind. The Storefront Message Manager extension is designed with user safety at its core. Its user-friendly interface ensures accessibility for all users, regardless of their technical proficiency.\n\n- Optimize Your Storefront Experience: The Storefront extension empowers users to make communication more efficient. Whether you're a brand seeking a space or a listing owner, this tool enhances your Storefront experience by simplifying communication."
  }
}