{
  "name": {
    "ar": "PaintPro - أدوات الرسم المهنية مجانا",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "PaintPro - Free Professional Drawing Tool",
    "de": "PaintPro - Kostenlose professionelle Malwerkzeuge",
    "es": "PaintPro - Herramientas profesionales gratuitas de pintura",
    "fr": "PaintPro - Outils professionnels gratuits pour la peinture",
    "ja": "PaintPro - 無料の絵画専門ツール",
    "pt_BR": "PaintPro - Ferramentas de pintura profissionais gratuitas",
    "ru": "PaintPro - Бесплатные профессиональные инструменты для рисования",
    "zh_CN": "PaintPro - 免费的绘画专业工具",
    "zh_TW": "PaintPro - 免費的繪畫專業工具"
  },
  "short": {
    "ar": "PaintPro هو إضافة قوية لمتصفح Chrome، توفر أدوات رسم احترافية وميزات تحرير الصور عالية المستوى للمستخدمين.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "PaintPro is a powerful Chrome extension that provides users with professional-grade drawing tools and image editing capabilities.",
    "de": "PaintPro ist eine leistungsstarke Chrome-Erweiterung, die Benutzern professionelle Zeichenwerkzeuge und Bildbearbeitungsfunktionen…",
    "es": "PaintPro es una poderosa extensión de Chrome que proporciona a los usuarios herramientas de dibujo de nivel profesional y…",
    "fr": "PaintPro est une puissante extension Chrome qui offre aux utilisateurs des outils de dessin de niveau professionnel et des…",
    "ja": "PaintProは、ユーザーにプロレベルのお絵かきツールと画像編集機能を提供する強力なChrome拡張機能です。アーティスト、デザイナー、またはお絵かきや画像編集に興味を持つ方にとって、PaintProは作成や編集に頼りになるパートナーとなるでしょう。",
    "pt_BR": "O PaintPro é uma poderosa extensão para o Chrome que oferece aos usuários ferramentas de pintura de nível profissional e recursos…",
    "ru": "PaintPro - это мощное расширение для Chrome, которое предоставляет пользователям профессиональные инструменты для рисования и…",
    "zh_CN": "PaintPro 是一款功能强大的 Chrome 插件，为用户提供了专业级的绘画工具和图像编辑功能。无论你是艺术家、设计师，还是对绘画和图像编辑感兴趣的爱好者，PaintPro 都将成为你创作和编辑的得力助手。",
    "zh_TW": "PaintPro是一款功能强大的Chrome挿件，為用戶提供了專業級的繪畫工具和圖像編輯功能。 無論你是藝術家、設計師，還是對繪畫和圖像編輯感興趣的愛好者，PaintPro都將成為你創作和編輯的得力助手。"
  },
  "long": {
    "ar": "يقدم PaintPro مجموعة واسعة من الميزات ، بما في ذلك:\n1. مجموعة كاملة من أدوات الرسم: يوفر PaintPro مجموعة متنوعة من أدوات الرسم ، بما في ذلك أنماط مختلفة من الفرش ، وممحاة ، وأدوات الأشكال (مثل المستطيلات والدوائر والخطوط) ، وأداة النص. يمكنك اختيار الأداة المناسبة لتلبية احتياجاتك الإبداعية.\n2. إدارة الطبقات: بفضل وظيفة الطبقات في PaintPro ، يمكنك إنشاء وإدارة والتحكم في عدة طبقات داخل صورك. قم بتعديل ترتيب الطبقات وشفافيتها ورؤيتها لتحقيق تأثيرات دقيقة في تحرير وتركيب الصور.\n3. ضبط متقدم للصور: يوفر PaintPro مجموعة متنوعة من خيارات التعديل المتقدمة للصور مثل تصحيح الألوان وضبط المنحنى وضبط المستويات. يمكنك التحكم بدقة في الألوان والتعرض للحصول على نتائج احترافية.\n4. تأثيرات ومرشحات: يتضمن PaintPro مجموعة من التأثيرات والمرشحات مثل التمويه والحدة وتأثيرات الإضاءة ، مما يتيح لك 1. إضافة أنماط فريدة وتأثيرات بصرية إلى أعمالك الفنية.\n5. استيراد وتصدير: يمكنك استيراد ملفات الصور المحلية بسهولة إلى PaintPro للتحرير وتصدير الصور المحررة بتنسيقات مشتركة مثل PNG و JPEG.\n\nيعد PaintPro أداة رسم احترافية مناسبة للمبتدئين والمستخدمين غير المحترفين أيضًا. سواء كنت تقوم بتحسينات بسيطة على الصور أو إنشاء قطع فنية معقدة ، فإن PaintPro سيستوفي احتياجاتك ويساعدك في تجسيد إبداعك بشكل متقن.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "PaintPro offers a wide range of features, including:\n1. Comprehensive Drawing Tools: PaintPro provides a diverse set of drawing tools, including various brush styles, an eraser, shape tools (such as rectangles, ellipses, and lines), and a text tool. You can choose the appropriate tool to suit your creative needs.\n2. Layer Management: With PaintPro's layer functionality, you can easily create, manage, and control multiple layers within your images. Adjust the order, opacity, and visibility of layers to achieve precise image editing and composition effects.\n3. Advanced Image Adjustments: PaintPro offers a variety of advanced image adjustment options, such as color correction, curve adjustments, and levels adjustments. You can exercise precise control over colors and exposure to achieve professional-level results.\n4. Effects and Filters: PaintPro includes a collection of effects and filters, including blur, sharpening, and lighting effects, enabling you to add unique styles and visual effects to your artwork.\n5. Import and Export: You can effortlessly import local image files into PaintPro for editing, and export your edited images in various common formats, such as PNG and JPEG.\n\nPaintPro is a professional-grade drawing tool that is also suitable for beginners and non-professional users. Whether you're performing simple image enhancements or creating complex art pieces, PaintPro will meet your needs and help you showcase your creativity flawlessly.",
    "de": "PaintPro bietet eine Vielzahl von Funktionen, darunter:\n1. Umfassende Zeichenwerkzeuge: PaintPro bietet eine Vielzahl von Zeichenwerkzeugen, darunter verschiedene Pinselstile, einen Radiergummi, Formwerkzeuge (wie Rechtecke, Ellipsen und Linien) und ein Textwerkzeug. Sie können das passende Werkzeug für Ihre kreativen Bedürfnisse auswählen.\n2. Ebenenverwaltung: Mit der Ebenenfunktionalität von PaintPro können Sie problemlos mehrere Ebenen in Ihren Bildern erstellen, verwalten und steuern. Passen Sie die Reihenfolge, Deckkraft und Sichtbarkeit der Ebenen an, um präzise Bildbearbeitungs- und Kompositionseffekte zu erzielen.\n3. Fortgeschrittene Bildanpassungen: PaintPro bietet eine Vielzahl von fortgeschrittenen Bildanpassungsoptionen, wie Farbkorrektur, Kurvenanpassungen und Pegelanpassungen. Sie haben präzise Kontrolle über Farben und Belichtung, um professionelle Ergebnisse zu erzielen.\n4. Effekte und Filter: PaintPro enthält eine Sammlung von Effekten und Filtern, einschließlich Weichzeichnung, Schärfung und Beleuchtungseffekten, mit denen Sie Ihrem Kunstwerk einzigartige Stile und visuelle Effekte verleihen können.\n5. Importieren und Exportieren: Sie können problemlos lokale Bilddateien in PaintPro importieren und exportierte Bilder in verschiedenen gängigen Formaten wie PNG und JPEG speichern.\n\nPaintPro ist ein Zeichenwerkzeug auf professionellem Niveau, das auch für Anfänger und nicht professionelle Benutzer geeignet ist. Egal, ob Sie einfache Bildverbesserungen durchführen oder komplexe Kunstwerke erstellen, PaintPro wird Ihren Anforderungen gerecht und Ihnen dabei helfen, Ihre Kreativität einwandfrei zu präsentieren.",
    "es": "PaintPro ofrece una amplia gama de características, incluyendo:\n1. Conjunto completo de herramientas de dibujo: PaintPro ofrece una variedad de herramientas de dibujo, incluyendo diferentes estilos de pinceles, una goma de borrar, herramientas de formas (como rectángulos, elipses y líneas) y una herramienta de texto. Puedes elegir la herramienta adecuada para satisfacer tus necesidades creativas.\n2. Gestión de capas: Con la funcionalidad de capas de PaintPro, puedes crear, gestionar y controlar múltiples capas dentro de tus imágenes. Ajusta el orden, la opacidad y la visibilidad de las capas para lograr efectos precisos de edición y composición de imágenes.\n3. Ajustes avanzados de imagen: PaintPro ofrece una variedad de opciones avanzadas de ajuste de imagen, como corrección de color, ajustes de curvas y ajustes de niveles. Puedes tener un control preciso sobre los colores y la exposición para obtener resultados de nivel profesional.\n4. Efectos y filtros: PaintPro incluye una colección de efectos y filtros, como desenfoque, enfoque y efectos de iluminación, que te permiten agregar estilos únicos y efectos visuales a tus obras de arte.\n5. Importación y exportación: Puedes importar fácilmente archivos de imagen locales a PaintPro para su edición, y exportar tus imágenes editadas en varios formatos comunes, como PNG y JPEG.\n\nPaintPro es una herramienta de dibujo de nivel profesional que también es adecuada para principiantes y usuarios no profesionales. Ya sea que realices simples mejoras en imágenes o crees piezas de arte complejas, PaintPro satisfará tus necesidades y te ayudará a mostrar tu creatividad de manera impecable.",
    "fr": "PaintPro propose une large gamme de fonctionnalités, notamment :\n1. Ensemble complet d'outils de dessin : PaintPro propose une variété d'outils de dessin, comprenant différents styles de pinceaux, une gomme, des outils de formes (comme des rectangles, des ellipses et des lignes) et un outil de texte. Vous pouvez choisir l'outil approprié pour répondre à vos besoins créatifs.\n2. Gestion des calques : Grâce à la fonctionnalité de calques de PaintPro, vous pouvez facilement créer, gérer et contrôler plusieurs calques au sein de vos images. Ajustez l'ordre, l'opacité et la visibilité des calques pour obtenir des effets d'édition et de composition précis.\n3. Ajustements avancés d'image : PaintPro propose une variété d'options avancées d'ajustement d'image, telles que la correction des couleurs, les ajustements de courbe et les ajustements de niveaux. Vous pouvez exercer un contrôle précis sur les couleurs et l'exposition pour obtenir des résultats de niveau professionnel.\n4. Effets et filtres : PaintPro comprend une collection d'effets et de filtres, tels que le flou, la netteté et les effets de luminosité, vous permettant d'ajouter des styles uniques et des effets visuels à vos œuvres d'art.\n5. Importation et exportation : Vous pouvez facilement importer des fichiers d'image locaux dans PaintPro pour les éditer, et exporter vos images modifiées dans différents formats courants tels que PNG et JPEG.\n\nPaintPro est un outil de dessin de niveau professionnel qui convient également aux débutants et aux utilisateurs non professionnels. Que vous effectuiez des améliorations simples d'images ou que vous créiez des œuvres d'art complexes, PaintPro répondra à vos besoins et vous aidera à mettre en valeur votre créativité de manière impeccable.",
    "ja": "PaintProには以下の特徴があります：\n1、多様なペイントツール：PaintProはさまざまなペイントツールを提供しています。さまざまなブラシ、消しゴムツール、図形ツール（四角形、円、直線など）、テキストツールなどがあります。創造的なニーズに応じた適切なツールを選択できます。\n2、レイヤーの編集：PaintProのレイヤー機能を使用すると、画像内の複数のレイヤーを作成、編集、管理できます。レイヤーの順序や透明度、表示を変更することで、画像の編集や合成に細かい効果を加えることができます。\n3、高度な画像調整：PaintProはカラーコレクション、カーブ調整、レベル調整など、高度な画像調整オプションを提供しています。色や露出を細かく制御し、プロフェッショナルな結果を得ることができます。\n4、エフェクトとフィルター：PaintProには、迷彩、シャープネス、ライティングエフェクトなどのエフェクトとフィルターが含まれており、作品に独特のスタイルと視覚的効果を追加できます。\n5、インポートとエクスポート：ローカルの画像ファイルを簡単にPaintProにインポートし、PNGやJPEGなどの一般的な形式で編集した画像をエクスポートすることができます。\n\nPaintProは、ペイントと画像編集に情熱を持つアーティスト、デザイナー、そして愛好家に適したプロフェッショナルなツールです。簡単な画像修正から複雑なアート作品の制作まで、PaintProはあなたの創造力を的確にサポートするための必要なツールを提供します。",
    "pt_BR": "O PaintPro oferece uma ampla gama de recursos, incluindo:\n1. Conjunto completo de ferramentas de desenho: O PaintPro oferece uma variedade de ferramentas de desenho, incluindo diferentes estilos de pincéis, uma borracha, ferramentas de formas (como retângulos, elipses e linhas) e uma ferramenta de texto. Você pode escolher a ferramenta adequada para atender às suas necessidades criativas.\n2. Gerenciamento de camadas: Com a funcionalidade de camadas do PaintPro, você pode criar, gerenciar e controlar várias camadas dentro de suas imagens. Ajuste a ordem, a opacidade e a visibilidade das camadas para obter efeitos precisos de edição e composição de imagens.\n3. Ajustes avançados de imagem: O PaintPro oferece uma variedade de opções avançadas de ajuste de imagem, como correção de cores, ajustes de curva e ajustes de níveis. Você pode ter controle preciso sobre as cores e a exposição para obter resultados de nível profissional.\n4. Efeitos e filtros: O PaintPro inclui uma coleção de efeitos e filtros, como desfoque, nitidez e efeitos de iluminação, que permitem adicionar estilos únicos e efeitos visuais às suas obras de arte.\n5. Importação e exportação: Você pode importar facilmente arquivos de imagem locais para o PaintPro para edição e exportar suas imagens editadas em vários formatos comuns, como PNG e JPEG.\n\nO PaintPro é uma ferramenta de desenho de nível profissional que também é adequada para iniciantes e usuários não profissionais. Seja realizando simples melhorias em imagens ou criando peças de arte complexas, o PaintPro atenderá às suas necessidades e ajudará você a mostrar sua criatividade de forma impecável.",
    "ru": "PaintPro предлагает широкий спектр функций, включая:\n1. Полный набор инструментов для рисования: PaintPro предлагает разнообразные инструменты для рисования, включая различные стили кистей, ластик, инструменты для создания фигур (такие как прямоугольники, эллипсы и линии) и инструмент текста. Вы можете выбрать подходящий инструмент, отвечающий вашим творческим потребностям.\n2.Управление слоями: С помощью функции слоев в PaintPro вы легко можете создавать, управлять и контролировать несколько слоев внутри ваших изображений. Регулируйте порядок, непрозрачность и видимость слоев для достижения точных эффектов редактирования и композиции изображений.\n3.Расширенные настройки изображения: PaintPro предлагает различные расширенные настройки изображения, такие как коррекция цвета, кривые и уровни. Вы можете точно контролировать цвета и экспозицию, чтобы достичь профессиональных результатов.\n4.Эффекты и фильтры: PaintPro включает коллекцию эффектов и фильтров, таких как размытие, резкость и световые эффекты, позволяющие добавлять уникальные стили и визуальные эффекты в ваши художественные произведения.\n5.Импорт и экспорт: Вы можете легко импортировать локальные изображения в PaintPro для их редактирования и экспортировать отредактированные изображения в различных распространенных форматах, таких как PNG и JPEG.\n\nPaintPro - это инструмент для рисования на профессиональном уровне, который также подходит для начинающих и непрофессиональных пользователей. Независимо от того, выполняете ли вы простые улучшения изображений или создаете сложные произведения искусства, PaintPro удовлетворит ваши потребности и поможет вам проявить свою креативность наилучшим образом.",
    "zh_CN": "主要功能：\n1，绘画工具集：PaintPro 提供了广泛的绘画工具集，包括多种画笔样式、橡皮擦、形状工具（矩形、椭圆、线条等）以及文字工具。你可以根据需要选择适合的工具进行创作。\n2，图层管理：通过 PaintPro 的图层功能，你可以轻松创建、管理和控制图像的多个图层。调整图层的顺序、透明度和可见性，实现更精细的图像编辑和合成效果。\n3，高级图像调整：PaintPro 提供了丰富的高级图像调整选项，如色彩校正、曲线调整、色阶调整等。你可以对图像进行精确的颜色和曝光控制，使作品达到专业水平。\n4，特效和滤镜：PaintPro 内置了多种特效和滤镜，如模糊、锐化、光照效果等，可以让你的作品增添独特的风格和视觉效果。\n5，导入和导出：你可以轻松导入本地图像文件到 PaintPro 进行编辑，并将编辑完成的图像导出为各种常见格式，如 PNG、JPEG 等。\n\nPaintPro 是一款专业级的绘画工具，同时也非常适合初学者和非专业用户使用。无论是进行简单的图像修饰，还是创作复杂的艺术作品，PaintPro 都将满足你的需求，让你的创意得以完美展现！",
    "zh_TW": "主要功能：\n1，繪畫工具集：PaintPro提供了廣泛的繪畫工具集，包括多種畫筆樣式、橡皮擦、形狀工具（矩形、橢圓、線條等）以及文字工具。 你可以根據需要選擇適合的工具進行創作。\n2，圖層管理：通過PaintPro的圖層功能，你可以輕鬆創建、管理和控制影像的多個圖層。 調整圖層的順序、透明度和可見性，實現更精細的圖像編輯和合成效果。\n3，高級影像調整：PaintPro提供了豐富的高級影像調整選項，如色彩校正、曲線調整、色階調整等。 你可以對影像進行精確的顏色和曝光控制，使作品達到專業水准。\n4，特效和濾鏡：PaintPro內寘了多種特效和濾鏡，如模糊、銳化、光照效果等，可以讓你的作品增添獨特的風格和視覺效果。\n5，導入和匯出：你可以輕鬆導入本地影像檔案到PaintPro進行編輯，並將編輯完成的影像匯出為各種常見格式，如PNG、JPEG等。\n\nPaintPro是一款專業級的繪畫工具，同時也非常適合初學者和非專業用戶使用。 無論是進行簡單的影像修飾，還是創作複雜的藝術作品，PaintPro都將滿足你的需求，讓你的創意得以完美展現！"
  }
}