{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon Data Scraper - Price, Product, Sales"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon data scraper - easy data extraction tools of product, price, sales rank, review"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon Data Scraper - Product, Sales:\nAmazon Data Scraper - Product, Sales is an easy tool for extracting product, price, sales rank, and review data from Amazon.\n\nThis chrome extension allows you to export Amazon.com webpage information to an editable spreadsheet file. \nYou may use this extension to quickly collect a competitor's product list, brand, items in any product specification, and customer reviews of a specific product.\n\nThis extension is completely FREE. Web scraping and data downloading are made easy with our tool. Furthermore, you have data security and privacy as the scraped data does not leave your browser.\n\nAmazon Data Scraper - Product, Sales Features:\n\n\n*Using the Chrome browser, use our unique point-and-click feature to retrieve data from trusted sources. For the first time, you can scrape and organize data from many sources without download any learning programs. Download and use our web scraper for free.\n\nThe difference between our extension and other Amazon scrapers is not only extracted the ASIN and Price.\n\n- Almost all page data, including pricing, shipping, product, sales rank, ASIN, product specification, product feature, client review, and services supplied by consumers who purchased this item, is retrieved.\n\n- By selecting the Synchronized button, you may sync scrap product data such as Product Title, Price, Brand with the  Shopify store.\n \n- Bulk URL functionality lets you add up to 100 product URLs, single product URLs, category URLs, or both, separated by commas and saved to an Excel spreadsheet.\n\n- You can click the restart button to restart Data Scraper if it closes in the middle of a task.\n\n\nHow To Apply: \n\n1. Visit Amazon.com\n2. Type any keywords in the search bar such as brand name, product keywords.\n3. Use the filtering option to fine-tune the search results and click enter.\n4. Once show up the search results, open the chrome extension and click start. The data gets extracted in excel format.\n\nThis product has the following advantages:\n\n- Competitor analysis: In excel format, extract the entire product list, sales rank, and pricing information for further study.\n-Get to know your client: Obtain customer feedback on specific products.\n- Market research: Understand how many resellers and competitors selling the same products and in the same market\n- Unauthorized sales channel monitoring: By extracting product and listing information, you may quickly find which merchants list below reseller pricing, allowing you to identify likely parallel import or imitation resellers.\n\n\nWhat data you can extract : \n\n- Product specification\n- Price\n- Seller price and details\n- ASIN\n- Sales rank\n- Product image\n- Customer review\n- Description\n\nWhat product categories support :\n- All categories\n\nHow many number data support :\n- No limitation\n\nTechnical support :\nWe welcome any comments or ideas to enhance the products. \nPlease contact: \nmailto:hello@datasunday.com\n\nDeveloper: https://www.datasunday.com\n\nPrivacy Policy: https://datasunday.com/pages/privacy-policy"
  }
}