{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Productivity Reminder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you ever feel like you lose track of time on the Internet using YouTube, Netflix, Reddit, or some other entertainment site?\nThis…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you ever feel like you lose track of time on the Internet using YouTube, Netflix, Reddit, or some other entertainment site?\nThis extension allows you to configure a timed reminder to stop using a website to increase productivity. Let's say you're working on writing a report. And you've been working for a few hours and, naturally, feel like you could use a little break. You want to watch some Netflix for a quick 20 minute episode, but no more than that. After all, you've got work to do!\n\nYou can go to the top-right corner and click on the Productivity Reminder (Brain icon) to set a new reminder. You can pick the URL matching scheme that you want to be \"banned\" after the reminder and choose the minutes you want to allow usage of the site before it becomes \"banned\". In this case, 20 minutes would work fine. Then click \"Create Reminder\".\nNow you're all set. After 20 minutes the Netflix will now be \"banned\" from usage until you delete the Reminder. The \"banned\" effect is a simple Javascript alert saying that you're supposed to be working! Again, this reminder can be removed at any time by simply going to the website you created the reminder for, clicking the Brain icon, and clicking the red \"Remove Reminder\" button."
  }
}