{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Civitai Download Link Finder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Finds download links for Civitai models"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Civitai Download Link Finder\n\nSimplify your Civitai browsing experience with this handy extension. Instantly locate and copy download links for models on Civitai.com.\n\nKey Features:\n• Automatically detects and displays the Model Version ID for any Civitai model page.\n• Provides a convenient, one-click copy function for the download URL.\n• Discreet display that doesn't interfere with your browsing experience.\n• Works only on Civitai model pages, ensuring focused functionality.\n\nHow it works:\nWhen you visit a Civitai model page, a small overlay appears in the top-right corner of your browser. This overlay shows the Model Version ID and the corresponding download link. With a single click, you can copy the download URL to your clipboard, making it easy to use in your favorite AI image generation tools.\n\nPerfect for:\n• AI artists and enthusiasts who frequently download models from Civitai.\n• Users who want to streamline their workflow when working with multiple Civitai models.\n• Anyone looking to save time and reduce the hassle of manually locating download links.\n\nRespect your privacy:\nThis extension only activates on Civitai model pages and doesn't collect or store any personal data.\n\nEnhance your Civitai experience today with the Civitai Download Link Finder!"
  }
}