{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TrueProfit Parameter Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate URL parameters for ads on on marketing platforms. Works with TrueProfit tracking system."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Designed to assist TrueProfit’s users in setting up Multi-Channel Attribution and Product Analytics. TrueProfit's Parameter Generator generates URL parameters for your ads on different marketing platforms. \n\nUSE THIS EXTENSION TO SMOOTH OUT THE SETUP OF:\n- TrueProfit's Multi-Channel Attribution: Empowers you to track the entire customer journey and uncover which channels / ads deserve the credit for your sales. Invest on the most profitable channels with accurate attribution.\n- TrueProfit's Product Analytics: Reveals the accurate ad spend of each product, thus its Net profit. Find your real winner products, knowing how much profit each brings you.\n\nAdding the parameters from the extension makes sure TrueProfit can accurately track and attribute the performance and conversions of your marketing and products.\n\nFEATURES\n- Auto-detect ad platforms\n- Generate URL parameters for the ad based on the selected ad platform, store, and product\n- Auto-fill URL parameters to the designated field in your Ads manager\n\nABOUT TRUEPROFIT\nTrueProfit is a Profit Analytics Platform that helps Shopify store owners instantly track their profit and make timely, data-backed decisions about products, channels & customers, with Net profit at the center of every analysis.\n\nExplore TrueProfit: https://trueprofit.io"
  }
}