{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Safe Search Engine"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Safe Search Engine for kids, students and society. We show safe search results only"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Safe Search Engine for kids, students and society. We show search results that are safe for everyone, meaning safe search results only. We make internet search playgrounds safer for everyone. We filter out any inappropriate and adult content from our search results.\n\nSafe Search is a by default search functionality of SafeSearchEngine.com that acts as an automated filter to block inappropriate adult, sexual and potentially offensive content. \n\nSafeSearchEngine.com can be activated on all browsers such as Chrome, Mozilla Firefox, Opera, Internet Explorer, and Safari by downloading SafeSearchEngine.com browser extensions. \n\nIt is a perfect search engine to be used in schools, colleges, universities, cyber cafes, workplaces and other public places as it safeguards kids and community from inappropriate adult content that is rampant across the internet.\n\nThis is a digital age. Due to ease of access to high speed Internet and various social media platforms, an average person spends at least 3 hrs per day online. Upon searching for any information online like news, videos, images etc there is a lot of unwanted data that pops up. This induces curiosity in people, attracting even those individuals who don’t want to indulge in offensive content. \n\nThe same is true for kids as well. Studies, research,  games, entertainment etc keeps the kids hooked to the Internet. They might browse inoffensive and adult content intentionally or unintentionally during their online time, which can have a very bad impact on their psychological and social behavior. This may lead them to sexual and adult activities before time and can also be a cause of aggression, anxiety, anger, and depression.\n\nAccording to one report, “in spite of the lack of formal research, though, the FBI’s own statistics show that pornography is found at 80% of the scenes of violent sex crimes, or in the homes of the perpetrators.”\n\nSo, it is important to keep the kids and adults away from this kind of adult, profane, vulgar, inoffensive and inappropriate content. \n\nBut, what is the best way to safeguard kids and ourselves from all this offensive content?\n\nHow about a search engine that is built to block inappropriate adult content, such as SafeSearchEngine.com, which filters and blocks inappropriate adult content from its search results, and displays only the right kind of content up to your expectations.\n\nSafeSearchEngine.com shows all the search results except inappropriate adult results. It is very easy to use and make your default search engine.\n\nThis extension adds safesearchengine.com as the default search engine to your browser, homepage and new tab.\n\nBy clicking \"Add to chrome\", I accept and agree to installing the SafeSearchEngine.com - Safe Search Engine Chrome extension and setting Chrome™ default search to that provided by the service and the Terms of Use and Privacy Policy.\n\nPlease read our:\nPrivacy Policy: https://safesearchengine.com/privacy\nTerms of Use: https://safesearchengine.com/terms"
  }
}