{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "RespondeQuick"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transforma tu flujo de trabajo con RespondeQuick, la extensión de Chrome que redefine la eficiencia. Diseñada para profesionales…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transforma tu flujo de trabajo con RespondeQuick, la extensión de Chrome que redefine la eficiencia. Diseñada para profesionales que manejan una gran cantidad de comunicaciones diarias, esta herramienta simplifica la tarea de responder mensajes con respuestas predefinidas. Con un solo botón, inserta respuestas automáticas en cualquier campo de texto de Chrome, ahorrando tiempo valioso y reduciendo el esfuerzo manual.\n\nInstrucciones de Uso:\nInstalación: Añade RespondeQuick a Chrome desde la Chrome Web Store y sigue los pasos de instalación.\nConfiguración: Haz clic en el ícono de la extensión para abrir el menú de configuración y agrega tus respuestas rápidas con sus respectivos códigos.\nUso Diario: Navega por la web como de costumbre. Cuando necesites insertar una respuesta rápida, simplemente escribe el asterisco (*) seguido del código de la respuesta en cualquier campo de texto y la extensión completará el mensaje por ti.\nGestión de Respuestas: En cualquier momento, puedes editar o eliminar las respuestas guardadas accediendo nuevamente al menú de configuración de la extensión.\n\nCaracterísticas:\nRespuestas Instantáneas: Accede a hasta 25 respuestas predefinidas con códigos únicos para una inserción rápida y sin errores.\nPersonalización Fácil: Añade, edita y elimina respuestas en segundos a través de una interfaz intuitiva.\nCompatibilidad Universal: Funciona en cualquier sitio web abierto en Chrome, adaptándose a tus necesidades específicas.\nPrivacidad Garantizada: Tus respuestas se almacenan de forma segura y permanecen privadas hasta que decidas eliminarlas.\nDiseño Minimalista: Disfruta de una experiencia de usuario limpia y sin distracciones, centrada en la productividad.\n\nNota Importante: RespondeQuick es una extensión reciente y estamos comprometidos con mejorar y actualizar constantemente para ofrecerte la mejor experiencia."
  }
}