{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SocialiQ - Influencer Marketing Research Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find, qualify and shortlist Instagram, TikTok, Youtube, Twitter and Twitch influencers."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Meet the higher and smarter version of SocialiQ!\n\nFrom mega to nano, this IMA (influencer marketing assistant) will find influencers that match your campaign needs, get their profile insights, suggest similar profiles, and curate a list of the best-suited influencers. \n\nWhat more? \nIt also gives contact details of influencers in just a few clicks. All this without leaving social media. \n\nHere's a quick rundown of what it can do:\n🔍 Find top influencers: Discover profiles based on followers and location.\n🧠 AI recommendations: Get similar profile suggestions.\n📊 Insightful reports: View engagement rates, hashtags, and more.\n📝 Curated lists: Easily shortlist influencers for different campaigns.\n✉️ Simplified outreach: Get access to contact details instantly.\n\nYou can use this IMA for  Instagram, TikTok, and YouTube. You can also use some features like profile insights and shortlisting for Twitter and Twitch as well.  \n\nWho is it for?\n→ Influencer Marketing Managers\n→ Brand Managers\n→ Digital Marketing Specialists\n→ Talent Managers\n→ Content Creators\n→ Social Media Marketing\n→ Influencer Marketing Consultants\n→ Content Marketers\n\nSocialiQ is a product of impulze.ai which is a influencer marketing platform that can help modern marketing teams find, analyze, and contact influencers. Impulze.ai is not directly affiliated with any of the social media platforms.\n\nFAQs: \n1. What is SocialiQ 2.0?\nSocialiQ 2.0 is the world’s first influencer marketing assistant (IMA), designed to help you find and connect with any influencer having a public page. \n\n2. Why is it called an Influencer Marketing Assistant (IMA)?\nIt’s called an Influencer Marketing Assistant because it helps with everything, from finding influencers to creating the final list of suitable influencers. Plus, just like an AI assistant, it stays with you on the social media feed and comes to your rescue with just one click. \n\n3. How does SocialiQ 2.0 find influencers?\nIt searches profiles from impulze.ai’s database of 250+ million influencers. You can use filters like follower size, niche, and country to find the best influencers for your brand.\n\n4. What influencer insights can I get from SocialiQ 2.0?\nYou’ll see key metrics like engagement rates, posting frequency, content performance, hashtags, etc., \n\n5. How do I create a list of influencers?\nSocialiQ 2.0 aka your IMA lets you save the suitable influencers in different lists, right on the social media platform. You can later access it to curate the campaign at impulze.ai.\n\n6. How does the outreach process work?\nThe IMA provides instant access to the contact details of influencers so that you can easily connect with them. \n\n7. Is there a trial period for SocialiQ 2.0?\nNo. It is a freemium product wherein you can view 50 profiles every month. Plus, you get 5 influencer recommendations and 5 contact unlocks once you create a profile. \n\n8. Is there a way to get audience insights?\nOur chrome extension does not have that feature but impulze.ai can get you audience insights like gender and demographics for a better targeting.\n\n\nHave more questions or feedback? \nYou can reach us at hello@impulze.ai"
  }
}