{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Xerox Mobile Print Portal"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This application requires one of our Xerox Workplace Solutions available on: www.xerox.com/en-us/office/print-management-solutions"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DESCRIPTION\nThe Xerox Mobile Print Portal requires one of our Xerox Workplace Solutions currently available on www.Xerox.com/mobile and enables smartphone, tablet, Chrome, and Chromebook users to connect with network printers for a simple, convenient, and secure method to print.\nKEY FEATURES\nPrint to Xerox and non-Xerox including Fuji, HP, Ricoh, Epson, Canon and others’ network print devices\nPrint MS Office, Adobe Acrobat, email, text, Open Office, and various image formats\nSelect print options such as 1-Sided/ 2-Sided, color/ black & white, stapled, and page range\nPrint documents immediately by selecting a specific Xerox Workplace Print printer or upload them securely for release later by printing to the “Xerox Mobile Print” printer.\nAdd and manage the Xerox Workplace Print printers you want displayed in the Chrome printer selection\nGoogle Sign-In Support\nFeature availability depends on the Xerox Workplace Print solution version and Administrator configuration\nHOW TO GET STARTED WITH XEROX WORKPLACE PORTAL\n1.)\tObtain your Company Code information for your Xerox Workplace Print Solution\n2.)\tDownload and install the Xerox Mobile Print Portal extension for Chrome\n3.)\tRegister & Login to Xerox Mobile Print Portal using your Company Code and Credentials\n4.)\tOptionally add specific printers to your printer list to print directly from Chrome.\n5.)\tUse the native print in the Chrome menu or app (i.e., GoogleDocs) to start the print workflow.\n6.)\tAll printers displayed as selections from the Xerox Mobile Print Portal client will be shown with a Xerox Mobile Print label. Select an available printer, printer options and release your document\nVisit www.xerox.com/mobile for more information on Xerox Mobile Solutions\n\nLatest Version\n- Added print intent (Color/BW, Duplex, # of Copies) to Xerox Workplace printer to carry through to the Printer release client. \n - Add support for HelloID as an Identity Provider.\n- Update the Xerox logo.",
    "de": "BESCHREIBUNG\nDas Xerox Mobile Print Portal erfordert eine der Xerox Mobile Print Solutions, die derzeit unter www.Xerox.com/mobile verfügbar sind. Damit können Smartphone-, Tablet-, Chrome- und Chromebook-Benutzer eine Verbindung zu Netzwerkdruckern herstellen und auf einfache, bequeme und sichere Art drucken.\nSCHLÜSSELFUNKTIONEN\nDrucken zu Xerox, Fuji Xerox und Nicht-Xerox-Netzwerkdruckgeräten (einschließlich HP, Ricoh, Epson, Canon und anderer).\nDrucken von MS Office, Adobe Acrobat, E-Mail, Text, Open Office und verschiedenen Bildformaten\nAuswahl von Druckoptionen, wie Einseitig/Zweiseitig, Farbe/Schwarzweiß, Heftung und Seitenbereich\nSofortiges Drucken von Dokumenten durch Auswahl eines bestimmen Xerox Mobile Print-Druckers oder durch das sichere Hochladen dieser Dokumente für eine spätere Freigabe, indem sie auf dem „Xerox Mobile Print“-Drucker gedruckt werden.\nHinzufügen und Verwalten der Xerox Mobile Print-Drucker, die in der Chrome-Druckerauswahl angezeigt werden sollen.\nDie Verfügbarkeit der verschiedenen Funktionen hängt von der Version der Xerox Mobile Print Solution und der Administrator-Konfiguration ab\nSO BEGINNEN SIE MIT DEM XEROX PRINT PORTAL\n1.\tHolen Sie sich Ihren Unternehmenscode für Ihre Xerox Mobile Print Solution.\n2.\tLaden Sie die Xerox Mobile Print Portal-App für Chrome herunter und installieren Sie sie.\n3.\tRegistrieren Sie sich und melden Sie sich mit Ihrem Unternehmenscode und Ihren Anmeldedaten bei Xerox Mobile Print an.\n4.\tAuf Wunsch können Sie Ihrer Druckerliste bestimmte Drucker hinzufügen, um direkt über Chrome zu drucken.\n5.\tVerwenden Sie den anwendungseigenen Druckertreiber im Chrome-Menü oder in der App (d. h. GoogleDocs), um den Druckarbeitsablauf zu starten.\n6.\tAlle im Xerox Mobile Print Portal Client als Optionen angezeigten Drucker werden mit einem Xerox Mobile Print-Etikett dargestellt. Wählen Sie einen verfügbaren Drucker aus, legen Sie die Druckeroptionen fest und geben Sie Ihr Dokument frei.\nBesuchen Sie www.xerox.com/mobile für weitere Informationen über Xerox Mobile Solutions.",
    "es": "DESCRIPCIÓN\nXerox Mobile Print Portal requiere una de nuestras soluciones Xerox Mobile Print, actualmente disponibles en www.Xerox.com/mobile, y permite a los usuarios de smartphones, tabletas, Chrome y Chromebook conectarse con impresoras de la red para imprimir de forma sencilla, cómoda y segura.\nFUNCIONES CLAVE\nImprima en dispositivos Xerox y Fuji Xerox y dispositivos de impresión en red de otros fabricantes (incluidos HP, Ricoh, Epson y Canon, entre otros).\nImprima documentos de MS Office, Adobe Acrobat, correo electrónico, texto, Open Office y varios formatos de imagen.\nSeleccione opciones de impresión como a una o dos caras, color o blanco y negro, con grapado e intervalo de páginas.\nImprima sus documentos inmediatamente seleccionando una impresora Xerox Mobile Print concreta o bien cárguelos de forma segura para imprimirlos en otro momento al liberarlos en la impresora “Xerox Mobile Print”.\nAñada y gestione las impresoras Xerox Mobile Print que desea que se muestren al seleccionar la impresión en Chrome.\nLa disponibilidad de la función depende de la versión de la solución Xerox Mobile Print y la configuración del administrador.\nCÓMO COMENZAR CON XEROX PRINT PORTAL\n1.\tObtenga los datos del código de la empresa para su solución Xerox Mobile Print.\n2.\tDescargue e instale la aplicación Xerox Mobile Print Portal para Chrome.\n3.\tRegístrese e inicie sesión en Xerox Mobile Print con su código de empresa y sus credenciales.\n4.\tSi lo desea, agregue impresoras concretas a su lista de impresoras directamente desde Chrome.\n5.\tInicie el proceso de impresión desde la impresión nativa del menú de Chrome o la aplicación (GoogleDocs).\n6.\tTodas las impresoras mostradas como selecciones del cliente de Xerox Mobile Print Portal se señalarán con una etiqueta de Xerox Mobile Print. Seleccione una impresora disponible, configure las opciones de impresión  y libere su documento.\nVisite www.xerox.com/mobile para obtener más información sobre las soluciones Xerox Mobile.",
    "fr": "DESCRIPTION\nL'application Xerox Mobile Print Portal nécessite une de nos solutions Xerox Mobile Print actuellement disponibles sur www.Xerox.com/mobile. Elle permet aux utilisateurs de smartphone, de tablette, de Chrome et de Chromebook de se connecter aux imprimantes en réseau pour imprimer de façon simple, pratique et sûre.\nPRINCIPALES FONCTIONNALITÉS\nImprimez sur des périphériques d'impression en réseau Xerox, Fuji Xerox et autres que Xerox (par ex. HP, Ricoh, Epson, Canon, etc.).\nImprimez depuis MS Office, Adobe Acrobat, votre messagerie, au format texte, depuis Open Office et sous divers formats d'image.\nSélectionnez des options d'impression, par ex. Recto/Recto verso, Couleur/Monochrome, Agrafé et Plage de pages.\nImprimez des documents immédiatement en sélectionnant une imprimante Xerox Mobile Print précise ou téléchargez-les en toute sécurité pour les lancer plus tard sur l'imprimante « Xerox Mobile Print ».\nAjoutez et gérez les imprimantes Xerox Mobile Print que vous souhaitez qui apparaissent dans la sélection d'imprimantes Chrome.\nLa disponibilité des fonctionnalités dépend de la version du logiciel Xerox Mobile Print Solution et de la configuration de l'administrateur.\nCOMMENT DÉMARRER AVEC XEROX PRINT PORTAL\n1.\tProcurez-vous votre Code d'entreprise pour votre logiciel Xerox Mobile Print Solution.\n2.\tTéléchargez et installer l'appli Xerox Mobile Print Portal pour Chrome.\n3.\tEnregistrez et connectez-vous à Xerox Mobile Print en utilisant votre Code d'entreprise et vos références.\n4.\tS'il y a lieu, ajoutez des imprimantes spécifiques dans votre liste d'imprimantes de sorte à pouvoir imprimer directement depuis Chrome.\n5.\tUtilisez l'impression native dans le menu ou l'appli Chrome (c.-à-d. GoogleDocs) pour démarrer le workflow d'impression.\n6.\tToutes les imprimantes affichées comme sélections dans le client Xerox Mobile Print Portal apparaîtront avec une étiquette Xerox Mobile Print. Sélectionnez une imprimante disponible, définissez les options de l'imprimante, et lancez votre document.\nRendez-vous sur www.xerox.com/mobile pour plus d'informations sur les solutions mobiles de Xerox.",
    "it": "DESCRIZIONE\nXerox Mobile Print Portal richiede la presenza di una delle soluzioni Xerox Mobile Print attualmente disponibili su www.Xerox.com/mobile. Permette agli utenti di smartphone, tablet, Chrome e Chromebook di connettersi alle stampanti della rete e di stampare in modo comodo, facile e sicuro.\nFUNZIONI PRINCIPALI\nPossibilità di stampare su stampanti di rete Xerox, Fuji Xerox e non Xerox (fra cui HP, Ricoh, Epson, Canon e altre).\nStampa dei formati MS Office, Adobe Acrobat, e-mail, testo, Open Office e vari formati immagine.\nSelezione di opzioni di stampa come fronte o fronte/retro, colore o bianco e nero, pinzatura e intervallo di pagine.\nStampa immediata dei documenti selezionando una stampante Xerox Mobile Print oppure caricamento sicuro e successivo rilascio su stampante \"Xerox Mobile Print\".\nAggiunta e gestione delle stampanti Xerox Mobile Print che si desiderano visualizzare nella selezione di stampanti Chrome.\nLa disponibilità delle funzioni dipende dalla versione della soluzione Xerox Mobile Print e dalla configurazione adottata dall'amministratore.\nCOME INIZIARE AD USARE XEROX PRINT PORTAL\n1.\tOttenere il codice azienda per la propria soluzione Xerox Mobile Print.\n2.\tScaricare e installare l'app Xerox Mobile Print Portal per Chrome.\n3.\tAttivare la registrazione e accedere a Xerox Mobile Print con il proprio codice azienda e le proprie credenziali.\n4.\tOpzionalmente, aggiungere stampanti specifiche al proprio elenco di stampanti per stampare direttamente da Chrome.\n5.\tUtilizzare la stampa nativa del menu di Chrome oppure l'app (cioè GoogleDocs) per avviare il flusso di lavoro di stampa.\n6.\tTutte le stampanti visualizzate come selezioni dal client Xerox Mobile Print Portal verranno mostrate con un'etichetta Xerox Mobile Print. Selezionare una stampante disponibile, impostare le opzioni di stampa e rilasciare il documento.\nVisitare www.xerox.com/mobile per maggiori informazioni sulle soluzioni Xerox Mobile.",
    "pt_PT": "DESCRIÇÃO\nO Xerox Mobile Print Portal requer uma de nossas Xerox Mobile Print Solutions disponíveis em www.Xerox.com/mobile e permite que usuários de smartphones, tablets, Chrome e Chromebook se conectem a impressoras em rede para utilizar um método simples, conveniente e seguro de impressão.\nPRINCIPAIS RECURSOS\nImprimir em dispositivos de impressão em rede Xerox, Fuji Xerox e não Xerox (incluindo HP, Ricoh, Epson, Canon e outros).\nImprimir arquivos do MS Office, Adobe Acrobat, e-mails, texto, OpenOffice e vários formatos de imagem\nSelecionar opções de impressão de face única/frente e verso, em cores, preto e branco, grampeado e intervalo de páginas\nImprimir documentos imediatamente selecionando uma impressora Xerox Mobile Print específica ou carregá-los com segurança para liberação posterior através de impressão na impressora \"Xerox Mobile Print\".\nAdicionar e administrar as impressoras Xerox Mobile Print que você deseja que apareçam na seleção de impressoras do Chrome.\nA disponibilidade dos recursos depende da versão da solução Xerox Mobile Print e da configuração do administrador\nCOMO USAR O XEROX PRINT PORTAL\n1.\tObtenha as informações do Código da empresa para a sua Xerox Mobile Print Solution.\n2.\tFaça o download e instale o aplicativo Xerox Mobile Print Portal para o Chrome.\n3.\tRegistre-se e faça o login no Xerox Mobile Print usando seu Código da empresa e credenciais\n4.\tOpcionalmente, adicione impressoras específicas à sua lista de impressoras para imprimir diretamente a partir do Chrome.\n5.\tUtilize a impressão nativa menu ou aplicativo do Chrome (i.e., GoogleDocs) para iniciar o fluxo de trabalho da impressora.\n6.\tTodas as impressoras exibidas como seleções no Xerox Mobile Print Portal cliente serão mostradas com um rótulo do Xerox Mobile Print. Selecione uma impressora disponível, defina as opções da impressora e libere seu documento\nVisite www.xerox.com/mobile para obter mais informações sobre as Xerox Mobile Solutions"
  }
}