{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reload"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reloads a tab and searches for changed text."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Waiting for a sign-up? Maybe a product release? Or an assignment to open? Well, then this extension is for you!\n\nThis Reload extension is able to refresh the current page at a preset interval. Now, you may be thinking that this is a basic feature. So, why should you choose this extension?\n\nWell, this extension includes the feature of page searching. Every time the website reloads, the extension will scan the page and determine whether the text (which you input) is found on the page. Based on whether you are looking for the text to appear or disappear, it will alert you when the text has changed! When no text is input, this simply acts as an extension that reloads the page.\n\nWhen, you may ask, would this be useful? Well, as an example, let's say you are waiting for a sign-up to open, and now, the page just says \"Sign-up is not currently open\". Just open the page in Chrome, open the extension, and insert the text on the page (\"Sign-up is not currently open\"). Make sure the \"When it disappears?\" box is checked, and click \"Start Reloading\". The extension should give you a status update, and once the sign-up opens and the page no longer says that it is closed, the notification will sound and you can sign up right away! \n\nIf you have any questions regarding the use of this extension, feel free to email us at gamessimpleextension@gmail.com.\n\nDon't forget to check out our other extensions as well!\n\n\nUPDATES:\n\nVersion 2.1: Design improvements\nVersion 2.0: Ending use of the deprecated webpage feature, creating a much wider scope of usability\nVersion 1.1: Fixing permissions\nVersion 1.0.2: Fixing some bugs with erroneous input\nVersion 1.0.1: Cleaning up the code and removing unnecessary permissions"
  }
}