{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Destiny Discover"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "It’s easier than ever to locate your Destiny® resources! You can now use Google to search for resources from your Destiny catalog."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The new Destiny Discover™ extension* allows you to retrieve resources such as books, eBooks, Lightbox titles, WebPath™ Express and more through a quick Google search – offerings from your library management system will be displayed at the top of standard Google search result pages.\n\nSimply install the new Destiny Discover extension, visit destinydiscover.com and find the name of the school you want to search. Your extension will be automatically configured. It's that easy.\n\nPlease feel free to leave a review about how to make this extension even better or send it to us directly at: https://www.follettsoftware.com/customerportal/contact_suggest.cfm. The more feedback you give us, the better!\n \nWe’re working on making installation simpler – there is currently no way to configure the extension on behalf of your users.  We are working with districts to improve this process to make the process much more seamless.\n \nWe’re small but growing – right now, our search only includes ebooks, WebPath results, and physical books in your library.  We’ll be adding other resources over time to make sure we have the ones you are looking for.  Our goal is to return all types of resources, collections, etc., so please be patient with us.\n\n*The Destiny Discover extension is available for download by individual users or can be deployed across multiple sites using the district’s Chrome profile. Requires Follett Destiny 13.5 AU1 or higher. Compatible with Destiny Library Manager."
  }
}