{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Clock Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Displays a clock with the current date and time."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fecha y Hora\nMantén siempre visible la hora y la fecha en tu navegador con nuestra extensión de reloj personalizable. Ideal para quienes necesitan estar constantemente al tanto del tiempo sin tener que cambiar de pestaña o mirar otros dispositivos.\n\nCaracterísticas Principales:\nVisualización Continua: El reloj y la fecha se mantienen siempre visibles en la pantalla, sin importar en qué pestaña estés navegando.\nPersonalización de Tamaño: Ajusta el tamaño de la hora y la fecha según tus preferencias (10 a 30 píxeles).\nAjuste de Opacidad: Controla la transparencia del cuadro del reloj para que se integre perfectamente con tu entorno de trabajo.\nOcultar/Mostrar Reloj: Con un simple clic, puedes ocultar o mostrar el reloj según tus necesidades.\nBloquear/Desbloquear Movimiento: Activa o desactiva la capacidad de mover el reloj por la pantalla. Cuando está bloqueado, el reloj se mantiene en su posición; cuando está desbloqueado, puedes moverlo haciendo clic para seleccionar la posición y haciendo clic nuevamente para soltarlo.\nPosición Predeterminada: El reloj aparece predeterminadamente en la parte inferior derecha de la pantalla, pero puedes moverlo a cualquier lugar que desees.\nConfiguración en Tiempo Real: Los cambios en la configuración se aplican instantáneamente, sin necesidad de recargar la página.\nCómo Usar:\nInstalación Inicial: Al instalar la extensión, el reloj se mostrará en la parte inferior derecha con un tamaño de 20 píxeles tanto para la hora como para la fecha.\nAcceder a la Configuración: Haz clic en el icono de la extensión para abrir el menú de configuración.\nPersonaliza tu Reloj: Utiliza los campos de entrada para ajustar el tamaño de la hora y la fecha, la opacidad del fondo, y para ocultar o mostrar el reloj.\nMover el Reloj: Desbloquea el movimiento desde el menú de configuración, luego haz clic en el reloj para seleccionarlo, muévelo a la posición deseada y haz clic nuevamente para soltarlo. Bloquea el movimiento para fijar su posición.\nConfiguraciones Guardadas: Todos los ajustes se guardan automáticamente, asegurando que tu reloj permanezca como te gusta cada vez que abres el navegador.\nPerfecto para:\nProfesionales que necesitan un reloj visible mientras trabajan en varias pestañas.\nUsuarios que desean personalizar la apariencia y funcionalidad de su navegador.\nCualquiera que quiera un acceso rápido y constante a la fecha y la hora."
  }
}