{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AntiSocial"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Turns the screen to black and white on visiting social media."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you get distracted by social media while working or studying? \n\nStay focused and boost your productivity by making your social media browsing experience boring on purpose. \n\nAntiSocial automatically converts social media sites like Instagram, X (previously Twitter),  Reddit, and YouTube to black and white, helping you stay focused and be more productive.\n\nKey Benefits:\n\nImproved Focus: By removing vibrant colours and visual appeal, antiSocial makes your social media feed boring. You'll catch yourself the moment you open socials.  \n\nIncreased Productivity: With social media sites in black and white, you'll be less tempted to get sidetracked and spend excessive time on these platforms. Which means you can stay focused and make the most of your valuable time.\n\nEasy to use:  Just install it from the Chrome Web Store, and the black and white effect will automatically apply to social media sites. No complicated settings or configurations needed.\n\nHow to Use:\n1. Install the antiSocial extension from the Chrome Web Store.\n2. Once installed, the antiSocial icon will appear in your browser toolbar and automatically turn browser tabs running social media to black and white .\n3. To turn off black and white mode, click the extension icon.\n4. Click the icon to turn it back on. \n\nEnjoy a distraction-free browsing experience and boost your productivity. \n\nDrop a review if you found it useful!"
  }
}