{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "maxiGramar corrector de català"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Corrector gramatical de català."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "maxiGramar és el resultat de l'associació d'un grup de lingüistes i informàtics, units amb l'objectiu de desenvolupar el millor corrector gramatical de català.\n\nFruit de l'experiència de més de 25 anys en el desenvolupament de correctors, sorgeix aquesta nova versió de maxiGramar. La suma de suggeriments i l'estudi de les necessitats de diversos col·lectius (estudiants, escriptors, periodistes, bloguers...) ens va generar la necessitat de reestructurar la forma de corregir un idioma tan ric com és el català. Una correcció exhaustiva i unes alternatives concretes fan de maxiGramar la solució a la correcció en català.\n\n*La solució per als estudiants.\n\nLa memòria visual és clau per escriure correctament.\nParaules sense titllar, signes de puntuació mal emprats, verbs conjugats de forma errònia. Aquests errors són cada vegada més comuns en les redaccions que escriuen els estudiants de col·legis i universitats.\n\n*Una eina essencial per a traductors.\n\nQuan el nostre temps és valuós.\nLa productivitat i l'eficàcia en el treball, tan sols s'aconsegueixen quan es disposa de les millors eines. Deixa que MaxiGramar t'ajudi en el teu treball.\n\n*Quan l'error no és una opció.\n\nEt facilita escriure cada dia millor.\nNomés cal fer un volt per la xarxa per adonar-se que l'error és humà. Si ets escriptor, bloguer o simplement t'importa com escrius. Un corrector és una eina imprescindible.\n\n*Més contingut\nEl diccionari base, segona edició (DIEC2) de l'Institut d'Estudis Catalans, disposa de més de 140.000 mots, incloent-hi toponímia, augmentatius, diminutius, superlatius, adjectivació, etc. El diccionari de verbs està format per més de 8.700 infinitius, desenvolupats amb les formes simples i pronominals\n\nIncorpora diccionaris temàtics de diferents àrees que permeten seleccionar els que millor s'adapten a les teves necessitats. Administració, dret, medicina, indústria, esport, toponímia, etc.\n\n*Diferència accentual\nÉs l'únic corrector que incorpora un analitzador que marca sobre el text les paraules que es diferencien en un accent. \nUn sistema que permet una última revisió, evitant alguns errors que pot canviar totalment el sentit de la frase.\n\nLa majoria de les coincidències es produeixen entre: \nSubstantiu i verb vèrtebra – vertebra \nAdjectiu i verb autèntica – autentica \nSubstantiu i Substantiu aldeà – aldea\n\nEn instal·lar l'extensió maxiGramar, accepta els Termes i condicions així com i la Política de privacitat (www.maxigramar.com/info/avis_legal))."
  }
}