{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "dealcode | AI Agents and Sales Co-Pilot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "10x your sales efficiency with AI: find leads, enrich contacts, streamline tasks, and improve CRM quality for scalable outreach."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Increase your sales and outreach efficiency with dealcode AI. Your co-pilot for B2B sales teams.\n\nStreamline lead sourcing and data refinement, lead qualification, outreach, and sales forecasting with our end-to-end AI-powered solution.\n\nCRM interactions by seamlessly integrating with LinkedIn, allowing you to store and edit your contacts and enrich your CRM data effortlessly. Focus on building relationships and closing deals while dealcode AI handles the repetitive tasks.\n\nCompatible with leading CRM platforms like Salesforce, Microsoft Dynamics, HubSpot, and Pipedrive, dealcode AI also integrates with key sales tools like Salesloft and Outreach. \n\nIt's the preferred choice for large sales organizations that operate globally, as well as smaller sales teams that operate locally. dealcode AI enables your sales team to:\n\n• search and save contacts on LinkedIn\n• enrich and capture business contact data\n• eliminate repetitive and manual tasks with Sales AI agents\n• improve CRM data quality through intelligent enrichment\n• increase sales efficiency with AI-based outreach at scale\n\nPerfect for sales and revenue teams looking to minimize time spent on administrative tasks and maximize accuracy and outreach potential.\n\nB2B lead sourcing on LinkedIn and manual data handling is not only outdated, but also error-prone, impacting your sales effectiveness. dealcode AI optimizes this process, ensuring your data is always accurate and accessible, boosting your lead conversion and revenue potential.\n\nDeveloped and hosted in Germany, Dealcode AI is 100% GDPR compliant, ensuring your outreach efforts are not only efficient, but also secure."
  }
}