{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChessBuddy AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An AI Chat interface for chess"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChessBuddy AI - Your Personal AI Assistant for Lichess\n\nElevate your chess game on lichess.org with ChessBuddy AI, your intelligent companion for real-time improvement and analysis.\nChessBuddy AI seamlessly integrates with lichess.org, adding a compact chat window to the site. \nIn this chat window, you can interact with an advanced AI that simulates a chess coach.\n\nThis advanced AI assistant offers three specialized modes to enhance your chess experience:\nCoach: Acts as a personal trainer, guiding you to improve your skills through targeted exercises and prompts.\nAnalyst: Provides detailed analysis of games and moves, offering in-depth insights without additional prompts.\nAssistant: Focuses solely on answering your specific chess-related questions without unsolicited commentary.\n\nAdditional Features:\n- Text-to-Speech: Listen to AI responses with customizable voice settings, allowing you to focus on the board while receiving advice.\n- Speech Recognition: Interact with the AI using your voice, enabling hands-free operation during analysis or study sessions.\n\nWhether you're a beginner or an experienced player, ChessBuddy AI adapts to your level, providing tailored guidance to enhance your chess journey on Lichess.\nUnlock your potential and take your chess game to the next level with ChessBuddy AI - your versatile AI chess companion, always ready to help!\n\nThis extension contains no in-app purchases, but you need an active chessbuddy.ai premium subscription to use this extension.\n\nNote: This extension is designed exclusively for use on Lichess.org and requires an active internet connection. To ensure fair play, ChessBuddy AI cannot be used during live rated games and is not intended for cheating."
  }
}