{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Email reader view"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Display emails in a more readable format"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplify Email Reading with Email Reader View\n\nStreamline your email reading experience.\n\nEmail Reader View is designed to help you focus on the content that matters most, and it's compatible with popular web based email services, including:\n\n* Gmail\n* Yahoo Mail\n* AOL Mail\n* Outlook.com\n\nCustomizable Styles for a Tailored Experience\n\nWith Email Reader View, you have the power to personalize the styles of emails you receive to match your preferences. Customize various aspects of your reading experience, including:\n\n* Background Color: Set a background color to enhance readability.\n* Content Width: Define a maximum width for content, ensuring optimal readability.\n* Text Color: Choose the color of the text to suit your visual preferences.\n* Link Color: Customize the color of link text for easy identification.\n* Text Alignment: Align text as per your language and reading habits.\n* Font Selection: Pick from options like serif, sans-serif, monospace, or cursive. You can also use specific fonts by configuring them in your Chrome settings.\n* Font Size: Adjust text size to your comfort level, even beyond the provided range in Chrome settings.\n* Line Height: Set the spacing between lines of text for improved readability.\n* Word Spacing: Define the space between words for enhanced legibility.\n* Letter Spacing: Customize letter spacing to match your preferences.\n* Image Control: Choose to hide images and display alt text for an uncluttered reading experience.\n\n\n\nBy removing distractions and/or altering colors and text sizes, this extension can be helpful for people who have:\n\n* Blurred Vision\n* Protanopia\n* Deuteranopia\n* Tritanopia\n* Achromatopsia\n* Dyslexia\n* ADD/ADHD\n\n\n\nMake email reading easier and more accessible for everyone with Email Reader View. Install now and tailor your email reading experience exactly as you’d like it to be."
  }
}