{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rounder Supreme 2008"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Round any numbers, big and small using Rounder Supreme 2008"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to the Rounder Supreme 2008, a sleek and elegant rounding tool designed to bring precision and convenience to your numerical data processing needs. Whether you're a student, a professional, or just someone who loves numbers, this Chrome extension is here to simplify your calculations and enhance your productivity.\n\n------------------\n\nImagine a world where numbers aren't just digits on a screen, but precise, rounded values that make sense at a glance. This is the world of Rounder Supreme 2008. Born from a passion for numbers and a desire for simplicity, this extension is more than just a tool—it's a companion for your numerical journey.\n\n\nFeatures:\n\nInstant Rounding: Input any large number, and watch as it's rounded to the desired number of significant figures in real-time. Say goodbye to tedious manual rounding!\nCustomizable Precision: Adjust the precision of your rounded numbers with a simple click. Use the '+' and '-' buttons to increase or decrease the number of significant figures effortlessly.\nDual Utility Buttons: Need more tools? The extension features two quick-access buttons at the top, linking you to a Percentage Calculator and an Image Resizer, each adorned with a sleek, modern gradient background.\nDark Mode Elegance: Enjoy a visually comfortable dark mode interface, perfect for those long working hours or late-night study sessions.\nResponsive Design: With a responsive design, the Rounder Supreme 2008 looks great on any screen size, making it the perfect companion for your laptop, desktop, or Chromebook.\n\nHow It Works:\n\nInput Your Number: Enter any large number into the input field. The extension supports numbers with commas and decimal points, ensuring flexibility in your data entries.\nSet Your Precision: Use the '+' and '-' buttons to set the number of significant figures. The extension dynamically updates the precision, providing instant feedback.\nView the Rounded Result: The rounded number is displayed prominently, allowing you to quickly see and use the precise value in your calculations.\n\n------------------\n\nRounder Supreme 2008 is more than just a rounding tool—it's a testament to the beauty of simplicity and functionality. With its clean design, ease of use, and precise functionality, it transforms the mundane task of number rounding into a delightful experience.\n\nJoin the growing community of users who have discovered the joy of precise, effortless rounding. Download Rounder Supreme 2008 today and make every number count!"
  }
}