{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add to Needl"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Needl.ai Chrome Extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save any content from websites to your personal drive within a few clicks.\n\nNeedl.ai lets you add a part of any website or the entire web page in reader mode to your Needl Drive. This lets you save this public information for later use and add your input.\n\nYou can then add these web clips to your feeds, share them with your peers, add them to notes, and much more. Needl.ai auto-organizes this content and all the information you already have flowing in real-time in your account.\n\nIt is an AI-assisted information hub to connect, curate, and collaborate with your preferred apps and reliable information sources.\n\nWith Needl.ai, you can: \n\n1. Get all your digital information in one place\n2. Never miss any critical information & get streaming updates about a topic with Curated Feeds\n3. Find anything you saw, read, or came across with Universal Search\n4. Discover actionable insights with Powerful Processing like the clip & convert, AI sentiment analysis of transcripts, tags, and much more\n5. Assign priorities to your contacts to amplify the signal and reduce noise\n6. Share and collaborate with your teams in a centralised manner\n7. Embed content of a wide variety into a note. Add your insights on it\n\nDownload the extension and take a step toward structuring your information consumption!"
  }
}