{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wanderlust New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Explore the world with breathtaking photos on your new tab page with Wanderlust App."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A curated collection of stunning photos of breathtaking locations around the world on your new tab page. Over 1300 digital nomads and travelers strong! 🌎\n\nAre you a digital nomad or a travel enthusiast looking for a reliable way to explore the world and find new destinations? Look no further than Wanderlust App - your ultimate digital travel assistant! With our curated collection of stunning photos and insider information, we bring the world's most breathtaking destinations right to your fingertips on your new tab page. Some compare our extension to the Unsplash extension with beautiful highly curated images for travelers. Every time you open a new tab, you'll be greeted with a beautiful new photo and a wealth of information about the location. Wanderlust Extension is the best New Tab Extension on the Chrome App store.\n\n☆ Features of the extension:\n• Beautiful Places – Discover the world’s most beautiful places on your new tab page like the Unsplash extension\n• Detailed Information – See in-depth information about the destination showed on your new tab page\n• Inspire Wanderlust – Clicking the left sidebar will take you to Wanderlust App which gives you access to the best travel app for digital nomads and travelers\n• Privacy – no data is sent to 3rd parties that can be used to uniquely identify you\n• High Quality – We only show the highest of quality photos and locations to make sure every load excites the mind and inspires travel.\n• Quick Links – Forget about your bookmarks bar, we provide a better UI for quick links. Your bookmark replacement.\n\n☆ Join our community of users traveling the world and gaining inspiration on their new tab page: tweet your favorite photos to @wanderlustExt\n\n☆ Website: www.wanderlustapp.io\n\nDownload Wanderlust Extension today and start your journey to the world's most beautiful destinations. Our users come from NomadList and other digital nomad travel apps for a better user experience and for a more full featured way to plan and track their travels 🙌 \n\nThe Unsplash extension is great if you want to see random photos. Our users say that Wanderlust beats out Unsplash by a mile with our highly curated images and locations from around the world.\n\nDisclaimer: Not affiliated with Unsplash or the Unsplash Extension, or Passport - beautiful New Tab."
  }
}