{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Claude Data Fetcher"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your Claude AI Chat experience by giving it access to search and browse information on the Internet."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Claude Data Fetcher integrates with the Claude AI chat interface, allowing you to retrieve up-to-date information from the web without leaving your Claude conversation. This powerful extension bridges the gap between Claude's knowledge cutoff and current events, making your AI interactions more informative and context-rich.\n\n\nKey Features:\n🖱️ One-Click Information Retrieval: Add a custom button to Claude's interface for instant data fetching.\n🔍 Intelligent Search: Utilizes OpenAI's GPT-4o-mini to optimize search queries based on your conversation context.\n🕸️ Efficient Web Scraping: Leverages Jina AI's Reader API to quickly gather relevant information from across the internet.\n🧠 Smart Data Processing: Refines and summarizes search results to provide concise, relevant information to Claude without bloating your prompts. \n🔒 Secure: Safely store and manage your OpenAI API key with local encryption\n🧰 User-Friendly Side Panel: Easily access settings, or perform searches outside of the Claude Chat UI \n\nPerfect for researchers, students, professionals, and anyone who wants to supercharge their Claude AI experience with the latest information available online. Claude Data Fetcher ensures that your Claude Chat always has access to up-to-date knowledge\n\nNote: This extension requires an OpenAI API key for optimal functionality. Users are responsible for any associated API usage costs of GPT-4o-mini."
  }
}