{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Premium Board for DAT Power by SCD"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Make standard load boards more effective and efficient."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Make standard load boards more effective and efficient.\n\n\nPremium Board upgrades your standard load boards and adds useful features to help you be a better, more efficient driver or dispatcher. Premium Board offers highlighted loads based on their RPM (Rate Per Mile), a RPM calculator that lets you instantly see what an offer should be based on your desired RPM, minimum and maximum miles to control how far you drive, minimum offer so you can look at the loads that pay what you want, auto-populated emails to save you time, and blocked cities and states to keep you or your drivers on the road and happy.\n\n7 DAY FREE TRIAL\n\n\nWhen you're ready to get started, follow these steps.\n\n1. Install this extension.\n2. Click the puzzle piece in the tool bar to access your extensions.\n3. Click on Premium Board by Steel City Dispatching.\n4. Type your email in the popup to activate your free trial.\n5. Check your email and click the link to start your trial.\n6. Refresh your load board session.\n7. Type in your company name when prompted.\n8. Experience how much easier searching for loads can be with this tool.\n9. Leave us a review or send an email! Tell us what you like, what you don't like, what you'd like to see added. We love to hear from you because we built it for you."
  }
}