{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GenderMag Recorder's Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Walks you through GenderMag evaluations of the software or website you're creating, step-by-step, and produces a report at the end."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The GenderMag Recorder’s Assistant is a tool to semi-automate using the GenderMag process (http://gendermag.org) to find gender-inclusiveness issues in software, web sites, and other kinds of technology products. It is intended for use by anyone who helps shape a technology product. You can add this to your Chrome browser or Microsoft Edge browser! If using Edge, please select \"Allow extensions from other stores\" in the banner at the top of the page, then select \"Allow\" to confirm  before you select \"Add to Chrome\".\n\nTo use the Recorder’s Assistant, a software/technology team navigates via the Chrome browser to the app or mock-up or website they want to evaluate, then starts the tool from the browser menu. The main sequence is to view a persona (built into the tool) and proceed through the scenario of their choice from the persona’s perspective, one action at a time. At each step, the tool’s “context-specific capture” captures screenshots about the action the team selects, and records the answers to questions about it. It records the answers and screenshots on the user’s  chrome web browser cookies. At the end, all the cookies’ data (questions and answers about their prototype) are saved in an excel file and zipped together with screenshots for the user. \n\nNo data is transmitted. All the data is on the user’s machine.\n\n**Privacy policy\n\nhttps://github.com/GenderMagProject/GenderMagRecordersAssistant/blob/master/privacy-policy.md"
  }
}