{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Comprehension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "유튜브 영상을 단락별로 요약해주는 확장 프로그램"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Comprehension: Chrome Extension for Summarizing YouTube Videos\n\n⭐️ How to Use:\n\nDownload the 'YouTube Comprehension' Chrome extension.\nLog in using your Google account.\nClick on the video you want summarized.\nClick on the extension's 'Expand' button in the top right corner.\n⭐️ Key Features:\n\n1️⃣ Contextual Analysis with Chat GPT:\n\nUtilizes Chat GPT to summarize and analyze YouTube video content in context. Provides time-stamped summaries, allowing you to click on specific times for playback. Particularly useful for summarizing content in fields requiring diverse background knowledge, such as economics and stocks.\n\n2️⃣ YouTube Playback Bar Highlights:\n\nHighlights the summarized information along with corresponding timestamps on the YouTube playback bar. If time is limited, read the summary and navigate to specific times on the bar to extract the necessary information.\n\n⭐️ Cautions:\n\nRequires Google login for access.\nFree usage is limited to 10 times per day per account.\n➕ About ChatGPT:\n\nChatGPT is an AI language model developed by OpenAI. Capable of understanding and generating human-like text, it has been trained on vast amounts of internet text data. It can perform natural language processing tasks such as translation and text summarization. Essentially, ChatGPT is a computer program that can communicate with people in a natural and human-like manner.\n\n➕ How to Utilize AI and ChatGPT in Chrome:\n\nTo leverage AI in Chrome, install a Chrome extension that integrates AI technology. Once downloaded and logged in, you can use AI and ChatGPT across all websites and applications without additional sign-ups.\n\n정보 홍수의 시대, 시간 절약을 위한 유튜브 영상 맥락 분석 서비스 \"유튜브 컴프리헨션\"\n\n⭐️ 사용 방법 ⭐️\n\n1. 'YouTube Comprehension' 확장 프로그램 다운로드\n2. 구글 아이디를 이용하여 로그인\n3. 요약 정보를 보고싶은 영상을 클릭 !\n4. 우측 상단의 확장프로그램 '펼치기 버튼' 클릭 !\n\n⭐️ 주요 기능 ⭐️\n\n1️⃣ Chat GPT로 구동되는 YouTube 영상 맥락 분석\n\nChat GPT를 활용하여 유튜브 영상의 내용을 맥락에 맞게 요약하여 분석해 줍니다. 요약된 내용의 시간을 함께 제공하며, 시간 정보를 클릭할 경우 해당 시간으로 재생시간이 이동됩니다 ! 또한, 다양한 배경지식이 필요한 경제, 주식 분야의 영상이나 책을 요약해주는 영상과 함께 사용하면, 내용 이해에 큰 도움이 될 수 있습니다 !\n\n\n2️⃣ YouTube 재생바 하이라이트 기능\n\nChat GPT로 요약된 정보와 함께 표시된 시간을, YouTube의 재생바에 하이라이트 기능을 추가하여 제공합니다. 시간이 부족하다면, 요약 내용을 읽고 해당 시간으로 이동하여 필요한 정보만 뽑아 활용해보세요 !\n\n\n⭐️ 주의사항 ⭐️\n\n1. 구글 로그인을 하여야 사용이 가능합니다.\n2. 계정 당 무료 사용 횟수는 1일 10회입니다.\n\n\n➕ ChatGPT란?\n\nChatGPT는 OpenAI에서 개발한 AI 언어 모델로 인간과 유사한 텍스트를 이해하고 생성할 수 있습니다. 방대한 양의 인터넷 텍스트 데이터에 대해 학습되었으며 번역 및 텍스트 요약과 같은 자연어 처리 작업을 수행할 수 있습니다. 기본적으로 ChatGPT는 자연스럽고 인간적인 방식으로 사람들과 소통할 수 있는 컴퓨터 프로그램입니다.\n\n➕ Chrome에서 AI와 ChatGPT를 어떻게 활용하나요?\n\nChrome에서 AI를 활용하려면 AI 기술을 통합한 Chrome 확장 프로그램을 설치할 수 있습니다. 확장 프로그램을 다운로드하고 로그인하면 추가 가입 없이 모든 웹사이트 또는 애플리케이션에서 AI 및 ChatGPT를 활용할 수 있습니다."
  }
}