{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AnswerEase"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AnswerEase is a customer service Chrome extension designed to streamline the communication process between businesses and their…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AnswerEase is a customer service Chrome extension designed to streamline the communication process between businesses and their customers. This tool integrates the power of GPT-3.5 Chatbot to deliver smart, fast, and cost-effective communication solutions. With a 7-day free trial, businesses can experience firsthand how AnswerEase improves customer interaction.\n\n🚀 Key Features:\n● Utilizes ChatGPT to craft automated responses or reply templates based on customer inquiries.\n● Enables quick and easy selection of customer questions.\n● Allows the customization of ChatGPT-generated responses within AnswerEase for personalized communication.\n● Provides one-click content copying for quick response delivery.\n● Supports multiple output languages to cater to a global customer base.\n\n🚀 Who Can Benefit from AnswerEase:\nAnswerEase is an essential tool for marketplace sellers, customer service representatives, or anyone who needs to respond to customer queries efficiently. It is particularly beneficial for businesses operating on marketplaces such as Amazon, Etsy, Airbnb, Uber or Turo or those utilizing social media platforms like WhatsApp, Instagram, TikTok, and Facebook for customer engagement.\n\n🚀 How to Use AnswerEase:\n➡️ Ensure you have an active ChatGPT account.\n➡️ Select any online content with your mouse.\n➡️ Click on the AnswerEase icon on the right side of your screen.\n➡️ Create a short answer for the customer by Your Input.\n➡️ Click \"create\" or hit the \"enter\" button.\n➡️ Copy the answer, AnswerEase had given or click re-create when you don't like the answer.\n\nElevate your customer service productivity with AnswerEase, available now on the Google Web Store. Simplify your interactions across multiple platforms and make your customers feel heard and valued, regardless of where they engage with your business."
  }
}