{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ferrari Super Cars Wallpapers NewTab",
    "de": "Ferrari Super Cars Hintergrund NewTab",
    "es": "Ferrari Super Cars Fondo de pantalla de NewTab",
    "fr": "Ferrari Super Cars Fond d'écran NewTab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ferrari Super Cars turn new tab to custom HD Ferrari Super Cars background. Custom Game wallpaper themes for fans.",
    "de": "Ferrari Super Cars Erweiterung neue Registerkarte mit Ferrari Super Cars Wallpaper HD Hintergrund ändern.",
    "es": "La extensión del fondo de pantalla de la Ferrari Super Cars cambia la página de nueva pestaña con el fondo de pantalla HD de la…",
    "fr": "L'extension Ferrari Super Cars change de nouvel onglet avec le fond d'écran HD Ferrari Super Cars."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ferrari Super Cars Wallpapers NewTab\n\nTransform your browser's new tab into a high-speed journey with the \"Ferrari Super Cars Wallpapers NewTab\" extension. This extension is designed for Ferrari enthusiasts and car lovers who appreciate the elegance and power of Ferrari supercars.\n\nFeatures:\nStunning HD Wallpapers: Enjoy a new Ferrari supercar wallpaper every time you open a new tab. Each image is high definition, showcasing the beauty and speed of these iconic vehicles.\nCustomizable Experience: Choose your favorite Ferrari models from a variety of wallpapers and set them as your default background.\nQuick Access Links: Easily access your favorite websites with customizable quick access links.\nSearch Bar: Integrated search functionality allows you to browse the web directly from your new tab.\nTime and Weather Widgets: Stay updated with current time and weather information, conveniently displayed on your new tab.\nWhy Choose Ferrari Super Cars Wallpapers NewTab?\nHigh-Quality Images: All wallpapers are carefully selected to ensure high quality and visual appeal.\nRegular Updates: Our collection is constantly updated with new wallpapers to keep your experience fresh and exciting.\nEasy to Use: Simple installation and user-friendly interface make it easy for anyone to enhance their browsing experience.\nBring the thrill and elegance of Ferrari supercars to your browser with the \"Ferrari Super Cars Wallpapers NewTab\" extension. Download now and start every browsing session with a touch of luxury and speed!"
  }
}