{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Text Case Converter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Convert text between different cases and copy or download it easily."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Text Case Converter\n\nQuickly Convert Text Between Uppercase, Lowercase, and More with Ease\nThis Text Case Converter Chrome extension is the simplest way to change the case of your text. Whether you're looking to transform uppercase text to lowercase, switch everything to title case, or fix an all-caps sentence, this case converter extension can help you. It’s fast, easy to use, and designed to help you get the job done.\n\nWhy Should You Install the Text Converter Tool?\nThe text converter tool is a must-have for content writers, journalists, and people working in digital marketing, Google Ads, pay per click campaigns specialist, or SEO who need to format text efficiently. It’s also incredibly useful for social media specialists looking to ensure their posts are properly styled, as well as for professionals who spend time writing emails and working on documents. Simply select the text, choose the appropriate case, and let the extension do the rest.\n\nEveryone who writes had to at one point of their career manually change text cases and knows how much time it can take. This case converter makes that a thing of the past. \n\nWith a couple of clicks, you can convert between different formats like upper case to lower case or lowercase to uppercase, saving you time and effort by providing easy, one-click conversion options. Plus, this case converter is perfect for fixing those times when the caps lock was accidentally left on.\n\nHow to Use the Text Case Converter:\n\nStep 1: Add Text Case Converter to Chrome\n\nStep 2: Pin the case converter extension:\n• Open the extensions and click the puzzle piece icon in the top-right corner of Chrome.\n•  A dropdown menu will appear. Click the pushpin icon next to the text case converter extension name to pin it to your toolbar.\n•  The icon will now stay visible for quick, easy access.\n\nStep 3: Open the Extension - Click the text case converter extension icon to open the text input area. Here, you can type or copy / paste any text you want to modify. \nFor ease of use, the user interface stays open till you close it.\n\nStep 4: Select the text case converter conversion option that you need:\n•  Upper Case to Lower Case: Perfect for turning entire blocks of capitalized text into sentence form.\n•  Lower Case to Upper Case: Quickly capitalize all letters for emphasis or headings.\n•  Caps to Lowercase: If you've accidentally left the caps lock on, convert your text back to lowercase instantly.\n•  Title Case: Automatically format your text for titles and headlines by capitalizing the first letter of each word.\n•  Sentence Case: Corrects your text by capitalizing the first letter of each sentence while keeping the rest in lowercase.\n•  Alternating Case: For a fun, decorative effect, alternate between uppercase and lowercase letters.\n\nWhether you have a paragraph or a single sentence, this case converter tool can handle both large and small blocks of text efficiently. \n\nStep 5: After choosing the case you need, click \"Copy to Clipboard.\" Your newly formatted text will be ready to paste anywhere—whether it’s a blog post, social media, or a formal email. It’s an instant, effortless way to get the text just the way you want it.\n\nWhat Makes This Text Case Converter Tool Stand Out? - This isn’t just another case converter tool. It’s a time-saver built for those who need to adjust large blocks of text quickly. Whether you're preparing content for a deadline or just fixing formatting in a draft, this extension does the heavy lifting. Save time from having to manually retyping or adjusting case settings in separate programs.\n\nIdeal for a Variety of Uses for a Case Converter - Whether you’re crafting the perfect headline, cleaning up a client report, or making quick adjustments to a draft, converting upper case to lower case or caps to lowercase, this extension keeps things simple. \n\nYou can seamlessly switch between different text formats without having to leave your browser. It’s versatile enough for casual use but also fits into fast-paced professional work environments.\n\nKeep Your Workflow Fast and Flexible - The real value of this extension is how quickly it integrates into your daily routine. You don’t need to switch between different tools or spend time correcting minor formatting issues. \n\nIt’s lightweight, meaning it won’t slow down your browser, and it’s always there when you need it."
  }
}