{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "itsmydata"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A tool to increase the awareness of your digital data traces.",
    "de": "Ein Werkzeug zum verfolgen Deiner digitalen Spuren."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With this extension the user can record his internet surfing behavior on his browser for\nhimself and view it in his personal user account at itsmydata.\nThe recorded surfing data is displayed in a visualization under 'My Data', with the activity pattern over time, in 12 different context categories (e.g. sports, finance, entertainment, etc.) and detailed down to the respective website. In addition, the user can compare his surfing data with those of other users anonymously.\nThe addon stores every 5 seconds which website is accessed in the active tab. This collected data qualifies as personal data and can only be viewed by the user. itsmydata does not share the data with third parties outside the platform. This extension service is free of charge.",
    "de": "Mit dieser extension kann der Nutzer sein Internet-Surfverhalten auf seinem browser für sich selbst erfassen und in seinem persönlichen Nutzerkonto bei itsmydata einsehen. Die erfassten Surfdaten werden in einer Visualisierung unter ‚MyData‘ mit dem Aktivitätsmuster im zeitlichem Verlauf, in 12 verschiedenen Kontextkategorien (z.B. Sport, Finanzen, Entertainment etc.) und detailliert bis auf die jeweilige website dargestellt. Darüber hinaus kann der Nutzer seine Surfdaten mit denen anderer Nutzer anonymisiert vergleichen.Das addon speichert alle 5 Sekunden, welche Webseite im aktiven Tab aufgerufen ist. Diese erfassten Daten werden als persönliche Daten qualifiziert und können nur vom Nutzer eingesehen werden. itsmydata gibt die Daten nicht an Dritte außerhalb der Plattform heraus. Dieser extension-Service ist kostenlos."
  }
}