{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AIAgent Assistance"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AIAgent Assistance"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate your browsing experience with the Multilingual AI Chat Assistant – your on-demand AI companion tailored for the dynamic world of cryptocurrency and Web3, directly within Chrome! Developed from the ground-breaking AigentX project, this extension boasts a specialized focus on the crypto space, providing expert-level interactions and insights.\n\nKey Features:\n• Crypto-Savvy Conversations: Ask any question related to the cryptocurrency and Web3 sectors. From blockchain basics to complex market analysis, our AI has the knowledge at its fingertips, thanks to its foundation in the AIX project.\n• Real-Time Interaction: The chat interface is designed for live, natural language processing, enabling you to get immediate and accurate responses to your queries.\n• Smart Webpage Parsing: When browsing crypto-related content, the AI can intelligently parse and summarize information, providing you with concise insights.\n• Multilingual Support: Our AI Agent breaks language barriers, offering assistance in various languages, perfect for the diverse, global crypto community.\n\nUser-Friendly Interface:\n• A sleek and intuitive chat window integrates seamlessly with your browser, offering you a sophisticated AI experience without interrupting your workflow.\n• Customizable Experience: Configure the AI Assistant according to your needs. Set it to assist you with crypto transactions, market research, or to learn about the latest in blockchain technology.\n• Privacy and Security: Your interactions are secure, ensuring that your discussions about market strategies or crypto investments remain private.\n\nHow It Works:\nInstall the extension with ease and click on the toolbar icon to bring up the AI chat window. The AI is ready to engage with you on topics ranging from NFTs to decentralized finance. With its roots in the AigentX project, this AI Agent is not only conversant in general subjects but also deeply knowledgeable about cryptocurrency and the Web3 ecosystem.\n\nInstallation:\n1. Download the extension from the Chrome Web Store.\n2. Pin it to your toolbar for easy access.\n3. Begin your enhanced crypto browsing experience with immediate assistance from the AI Chat Assistant.\n\nWhy Choose This Extension:\nWhether you're a crypto trader seeking quick market updates, a developer exploring smart contracts, or just crypto-curious, the Multilingual AI Chat Assistant is your go-to source for informed and intelligent assistance. It's designed to provide expert advice, backed by the robust AigentX project, making it a must-have for anyone navigating the intricate world of Web3.\n\nUpgrade your browser with an AI companion that's as invested in the crypto world as you are. Discover the power of AI-enhanced browsing with the Multilingual AI Chat Assistant for Crypto & Web3\n\nAigentX — your gateway to intelligent, real-time crypto insights."
  }
}