{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Speed Dial Dogs"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Speed Dial allows you to add and manage bookmarks in the New Tab page.",
    "de": "Speed ​​Dial ermöglicht das Hinzufügen und Verwalten von Bookmarks in der New-Tab-Seite."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Speed Dial Dogs allows you to manage bookmarks and select a beautiful background wallpaper with a dog picture.\n\nYou could select from predefined dog background themes or set a custom background image with a image of your own dog.\n\nThe bookmarks can be saved locally in JSON format using the included import and export functionality.\n\nWith the integrated search box you can start your search directly in the New Tab. The search results of the optional search input field in the New Tab are provided by Yahoo.\n\nYour bookmarks are only stored locally in your browser and are kept private.\n\nTerms & Conditions: https://www.addonsearch.net/terms.html\nPrivacy Policy: https://www.addonsearch.net/privacy.html",
    "de": "Speed Dial Dogs ermöglicht es Dir, Lesezeichen zu verwalten und ein schönes Hintergrundbild mit einem Hundemotiv auszuwählen.\n\nDu kannst aus vordefinierten Hintergrundthemen auswählen oder ein benutzerdefiniertes Hintergrundbild mit einem Bild Deines eigenen Hundes festlegen.\n\nMit der enthaltenen Import- und Export-Funktion können die Bookmarks im JSON-Format lokal gesichert werden.\n\nMit dem integrierten Suchfeld kannst Du Deine Suche direkt in der New-Tab-Seite starten. Die Suchergebnisse des optionalen Sucheingabefelds in der New-Tab-Seite werden von Yahoo bereitgestellt.\n\nDeine Lesezeichen werden nur lokal in deinem Browser gespeichert und bleiben privat.\n\nBedingungen und Konditionen: https://www.addonsearch.net/terms.html\nDatenschutzerklärung: https://www.addonsearch.net/privacy.html"
  }
}