{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Modern Glass Widget Theme-X Evolution"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A customizable new tab extension with glass widgets and colorful background themes."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Modern Glass Widget Theme-X Evolution \nA Beautiful, Customizable New Tab Experience\n\nTransform your new tab page into a captivating and functional workspace with Mystic Tab. Enjoy 17 mystical backgrounds inspired by forests, galaxies, and more. The sleek, transparent overlay features modern glass widgets, customizable for opacity and blur.\n\nKey Features:\n\nClock & Calendar: Display the date and time at a glance.\nSearch Bar: Quick web searches directly from your new tab.\nTodo List: Easily add and track tasks.\nQuick Links: Access your favorite websites instantly.\nNotes & Music Player: Write notes and enjoy music, with 7 songs to choose from.\nGame Corner: Redirects to CrazyGames.com for online multiplayer and single-player games.\nYouTube Player & Image Gallery: Watch media and enjoy random scenic photos.\nPomodoro Timer & Calculator: Boost productivity with a timer and calculator.\nEvent Countdown: Track important events with customizable countdown timers.\nNew Features:\n\nProfile Image: Personalize your tab with a profile image.\nFull-Screen Mode: Open your new tab in full screen for an immersive experience.\nYouTube Player: Stream live lo-fi music directly from YouTube.\nChoose from themes like \"Mystical Sky\" and \"Dream Forest,\" adjust dark mode, set notifications, and enjoy a fully customizable background theme. Mystic Tab combines style and functionality to make your new tab an enjoyable and productive space."
  }
}