{
  "name": {
    "ar,cs,de,en,en_AU,en_GB,en_US,es,es_419,fr,hi,it,ko,lt,nl,no,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Route Digger 2 Puzzle Game",
    "am,gu,id,pl,sw,te": "Route Digger 2 Game",
    "bg,bn,et,fil": "Route Digger 2 Unblocked Game",
    "ca,da,el,hr,kn,lv,mr,ms,sk,sl,sv": "Route Digger 2 Puzzle Games",
    "fa,fi,ro": "Route Digger 2 Online",
    "he,hu,ja,ml,ta,th": "Route Digger 2 Online Game"
  },
  "short": {
    "ar": "عليك أن تحفر طريقة جيدة للوصول بالكرة إلى خط النهاية باستخدام ذكائك.",
    "am": "ኳሱን የማሰብ ችሎታህን ተጠቅመህ ወደ መጨረሻ መስመር ለማድረስ ጥሩ መንገድ መቆፈር አለብህ።",
    "bg": "Трябва да изкопаеш добър начин да стигнеш топката до финала, използвайки интелигентността си.",
    "bn": "আপনার বুদ্ধিমত্তা ব্যবহার করে বলটি ফিনিশিং লাইনে নিয়ে যাওয়ার জন্য আপনাকে একটি ভাল উপায় খনন করতে হবে।",
    "ca": "Has d'excavar una bona manera de portar la pilota a la línia de meta utilitzant la teva intel·ligència.",
    "cs": "Musíte vykopat dobrý způsob, jak dostat míč do cíle pomocí své inteligence.",
    "da": "Du skal grave en god måde at få bolden til målstregen ved hjælp af din intelligens.",
    "de": "Sie müssen einen guten Weg finden, um den Ball mit Ihrer Intelligenz zur Ziellinie zu bringen.",
    "el": "Πρέπει να σκάψεις έναν καλό τρόπο για να φτάσεις την μπάλα στη γραμμή τερματισμού χρησιμοποιώντας την ευφυΐα σου.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You have to dig a good way to get the ball to the finish line using your intelligence.",
    "es": "Tienes que cavar una buena manera de llevar la pelota a la línea de meta usando tu inteligencia.",
    "et": "Peate kaevama hea viisi, kuidas pall oma intelligentsuse abil finišisse saada.",
    "fa": "شما باید به حفاری یک راه خوب برای گرفتن توپ به خط پایان با استفاده از هوش خود را.",
    "fi": "Sinun on kaivettava hyvä tapa saada pallo maaliin älykkyydelläsi.",
    "fil": "Mayroon kang maghukay ng isang magandang paraan upang makuha ang bola sa tapusin ang linya gamit ang iyong katalinuhan.",
    "fr": "Vous devez creuser un bon moyen d’amener la balle à la ligne d’arrivée en utilisant votre intelligence.",
    "gu": "તમારી બુદ્ધિનો ઉપયોગ કરીને બોલને અંતિમ રેખા પર લઈ જવા માટે તમારે એક સારો રસ્તો ખોદવો પડશે.",
    "he": "אתה צריך לחפור דרך טובה כדי להביא את הכדור לקו הסיום באמצעות האינטליגנציה שלך.",
    "hi": "आपको अपनी बुद्धिमत्ता का उपयोग करके गेंद को फिनिश लाइन तक पहुंचाने के लिए एक अच्छा तरीका खोदना होगा।",
    "hr": "Morate iskopati dobar način da biste dobili loptu do cilja koristeći svoju inteligenciju.",
    "hu": "Meg kell ásnia egy jó módszert arra, hogy intelligenciájával a labdát a célba juttassa.",
    "id": "Anda harus menggali cara yang baik untuk membawa bola ke garis finis menggunakan kecerdasan Anda.",
    "it": "Devi scavare un buon modo per portare la palla al traguardo usando la tua intelligenza.",
    "ja": "あなたはあなたの知性を使ってフィニッシュラインにボールを得るための良い方法を掘らなければなりません。",
    "kn": "ನಿಮ್ಮ ಬುದ್ಧಿವಂತಿಕೆಯನ್ನು ಬಳಸಿಕೊಂಡು ಚೆಂಡನ್ನು ಫಿನಿಶ್ ಲೈನ್ ಗೆ ತಲುಪಿಸಲು ನೀವು ಉತ್ತಮ ಮಾರ್ಗವನ್ನು ಅಗೆಯಬೇಕು.",
    "ko": "당신은 당신의 지능을 사용하여 결승선에 공을 얻을 수있는 좋은 방법을 파헤 쳐야합니다.",
    "lv": "Jums ir jāizrakt labs veids, kā iegūt bumbu līdz finiša līnijai, izmantojot savu inteliģenci.",
    "ml": "നിങ്ങളുടെ ബുദ്ധി ഉപയോഗിച്ച് പന്ത് ഫിനിഷ് ലൈനിലേക്ക് എത്തിക്കാൻ നിങ്ങൾ ഒരു നല്ല വഴി കുഴിക്കണം.",
    "mr": "आपल्या बुद्धिमत्तेचा वापर करून चेंडू अंतिम रेषेपर्यंत नेण्यासाठी आपल्याला एक चांगला मार्ग खोदावा लागेल.",
    "ms": "Anda perlu menggali cara yang baik untuk mendapatkan bola ke garisan penamat menggunakan kecerdasan anda.",
    "nl": "Je moet een goede manier graven om de bal naar de finish te krijgen met behulp van je intelligentie.",
    "no": "Du må grave en god måte å få ballen til mållinjen ved hjelp av din intelligens.",
    "pl": "Musisz wykopać dobry sposób, aby dostać piłkę do mety za pomocą swojej inteligencji.",
    "ro": "Trebuie să sape o modalitate buna de a obține mingea la linia de sosire folosind inteligenta ta.",
    "ru": "Вы должны выкопать хороший способ доставить мяч к финишу, используя свой интеллект.",
    "sk": "Musíte vykopať dobrý spôsob, ako dostať loptu do cieľa pomocou svojej inteligencie.",
    "sl": "Moraš kopati dober način, da bi dobili žogo do ciljne črte z uporabo vaše inteligence.",
    "sv": "Du måste gräva ett bra sätt att få bollen till mållinjen med din intelligens.",
    "sw": "Unatakiwa kuchimba njia nzuri ya kuufikisha mpira kwenye mstari wa kumalizia kwa kutumia akili yako.",
    "ta": "உங்கள் புத்திசாலித்தனத்தைப் பயன்படுத்தி பந்தை பூச்சு வரிக்கு பெற நீங்கள் ஒரு நல்ல வழியைத் தோண்ட வேண்டும்.",
    "te": "మీ తెలివితేటలను ఉపయోగించి బంతిని ఫినిష్ లైన్ కు తీసుకురావడానికి మీరు మంచి మార్గాన్ని తవ్వాలి.",
    "th": "คุณต้องขุดวิธีที่ดีในการพาลูกบอลเข้าเส้นชัยโดยใช้สติปัญญาของคุณ",
    "tr": "Zekanızı kullanarak topu bitiş çizgisine götürmek için iyi bir yol kazmalısınız.",
    "uk": "Ви повинні копати хороший спосіб, щоб донести м'яч до фінішу, використовуючи свій інтелект."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you ready for the second fun of the popular digger game Route Digger! Begin new chapters and adventures.\n\nHow To Play\nPlayed with Mouse.\n\nRoute Digger 2 Puzzle Game Features\n✓ 12+ Level\n✓ 2D Graphics\n✓ Little Particle\n✓ Easy Control\n\nFinally, you can enjoy these game for free (and more requests will be added)! Route Digger 2 Puzzle Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}