{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Regie.ai | AI Co-Pilot for Sales Emails"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save time writing personalized sales emails using Generative AI and industry best practices."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "✨ AI Co-Pilot for your Sales Team ✨\n\nRegie.ai's extension is the perfect tool for busy sales reps and SDRs. By using our AI, you can cut the time you spend producing personalized sales outreach by 90%. \n\n⏱ PERSONALIZE EMAILS IN SECONDS\n\nOur AI can research contacts and write personalized emails in seconds, delighting your prospects with unique messages every time.  \n\n🤖 GOODBYE TEMPLATES, HELLO AI PROMPTS\n\nDitch spammy templates. Regie.ai uses AI prompts and persona-based CMS content to develop unique messages every time. \n\n💻 LINKEDIN TASK EXECUTION\n\nExecute your LinkedIn InMails and Connection Requests in mere seconds, using the only LinkedIn prospecting tool on the market, accessible inside of our Chrome extension.\n\n📊 IN-INBOX EMAIL COACHING AND ANALYTICS\n\nOur Email Analyzer helps you optimize your emails based on performant data and best practices so you can avoid the dreaded Spam folder.\n\n📋 SALES CONTENT, AT YOUR FINGERTIPS\n\nEliminate the need for expensive CMS platforms like Showpad™, Seismic™, and Highspot™. Use our built-in CMS when you need to access the perfect piece of collateral for your email. \n\n📍 WORKS WHERE YOU WORK\n\nLeverage the power of AI inside your favorite sales enablement platforms, email services, or social media platforms.\n\n~ Draft and send relevant sales emails in seconds using the Regie.ai Chrome extension. ~"
  }
}