{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "MarkMagic - Effortless Bookmark Manager",
    "zh_CN": "MarkMagic - 智能书签管理器"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Effortless Bookmark Management. Link Checks, Content Compliance, Smart Sorting. Future AI-Powered Updates.",
    "zh_CN": "MarkMagic - 浏览器的智能书签管理解决方案。享受无缝链接检查、内容合规性保障和智能排序。期待创新功能，如重复链接检测和AI内容分析。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Introducing MarkMagic, the enchanting browser extension that transforms bookmark management into a seamless experience. Discover the magic of effortless link status checks, robust content compliance assurance, and intuitive sorting options based on addition or usage time. Beyond the basics of bookmark deletion and archiving, MarkMagic is continuously evolving.\n\nStay tuned for upcoming features that will revolutionize your browsing experience, including the ability to detect duplicate links, identify empty folders, and significantly enhance scanning speed. MarkMagic is not just limited to conventional methods; future updates will harness the power of AI for advanced semantic content analysis, surpassing simple string matching.\n\nUnlock a new level of bookmark management with MarkMagic's upcoming upgrades, offering unparalleled data analysis, seamless categorization, dynamic tagging, intuitive association, and automated responses tailored to user actions. MarkMagic – where innovation meets enchantment for an elevated bookmark management journey.",
    "zh_CN": "探索 MarkMagic 的魔力，这款迷人的浏览器扩展将书签管理转变为无缝体验。享受轻松的链接状态检查、强大的内容有效性保证，以及基于添加或使用时间的直观排序选项。MarkMagic 不仅限于基本的删除和归档书签功能，它还在不断进化。\n\n期待即将推出的功能，它们将彻底改变您的浏览体验，包括检测重复链接、识别空文件夹和显著提升扫描速度。MarkMagic 不局限于传统方法；未来的更新将利用 AI 进行高级语义内容分析，超越简单的字符串匹配。\n\n解锁 MarkMagic 即将到来的升级，享受无与伦比的数据分析、无缝分类、动态标签、直观关联和针对用户行为的自动响应。MarkMagic - 在创新与魅力中提升您的书签管理之旅。"
  }
}