{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dynamics 365 Side Panel Minimizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Minimizes the Copilot & Teams panel in Dynamics 365 website."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Dynamics 365 Copilot & Teams Side Panel Minimizer is a productivity-enhancing browser extension designed specifically for users of the online Dynamics 365 web application. It addresses the common issue of side panels taking up valuable screen real estate by default, automatically minimizing either the Teams chats panel or the Copilot panel within the first 10 seconds of page load.\n\nKey features and benefits:\n- Solves the problem of side panels occupying screen space by default, providing a cleaner and more focused interface.\n- Automatically detects and minimizes the Teams chats panel upon page load, if present, reducing visual clutter.\n- If the Teams chats panel is not found, the extension checks for the presence of the Copilot panel and minimizes it, maximizing the available screen space.\n- Enhances user experience and productivity by minimizing distractions and allowing users to focus on the main content area.\n- Works seamlessly in the background without requiring any user interaction or configuration.\n- Lightweight and efficient, with no impact on Dynamics 365 performance or functionality.\n- Ideal for users who prefer a streamlined interface and want to make the most of their screen real estate.\n- Does not prevent or permanently disable the use of the side panels, allowing users to access them as needed after the initial minimization.\n\nThis extension is particularly beneficial for users working in the Customer Service Hub and Customer Service Workspace views of Dynamics 365, where screen space is often at a premium. By automatically minimizing either the Teams chats panel or the Copilot panel within the first 10 seconds of page load, users can start with a clean and focused workspace. However, the extension does not force the side panels to stay closed, ensuring that users can still access and utilize the panels whenever necessary.\n\nIf you find yourself constantly closing the side panels to reclaim screen space, this extension is perfect for you. It eliminates the need to manually minimize the panels every time a page loads, saving you time and effort. With the Dynamics 365 Copilot & Teams Side Panel Minimizer, you can enjoy a clutter-free interface by default while retaining the ability to access the side panels when needed.\n\nPlease note that the Dynamics 365 Copilot & Teams Side Panel Minimizer operates locally within the user's browser and does not access, collect, or transmit any user data. It is designed with privacy and security in mind and does not interfere with the core functionality of Dynamics 365."
  }
}