{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trackblock"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blocks trackers and ads easily",
    "de": "Blockiert problemlos Tracker und Werbung",
    "es": "Bloquea rastreadores y anuncios fácilmente",
    "fr": "Bloque facilement les trackers et les publicités",
    "it": "Blocca facilmente tracker e annunci"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TrackBlock allows you to browse while limiting tracking by websites and social networks as much as possible.\n\n- Automatically manage your privacy according to our 3 levels of settings:\nLow: Mode corresponding to Chrome default settings\nMedium [Recommended]: Mode blocking the majority of known trackers (continuously updated list), blocking third-party cookies and blocking notifications.\nHigh: All medium options, plus location blocking and automatic deletion of all cookies.\n\n- On request, delete all your browsing traces (history, cookies, local storage, cache, search history, connection, etc.) from the last few days with just one click.",
    "de": "Mit TrackBlock können Sie surfen und gleichzeitig die Nachverfolgung durch Websites und soziale Netzwerke so weit wie möglich einschränken.\n\n- Verwalten Sie Ihre Privatsphäre automatisch gemäß unseren 3 Einstellungsebenen:\nNiedrig: Modus entsprechend den Chrome-Standardeinstellungen\nMittel [Empfohlen]: Modus, der die meisten bekannten Tracker blockiert (ständig aktualisierte Liste), Cookies von Drittanbietern blockiert und Benachrichtigungen blockiert.\nHoch: Alle mittleren Optionen, plus Standortsperre und automatische Löschung aller Cookies.\n\n- Löschen Sie auf Wunsch alle Ihre Browsing-Spuren (Verlauf, Cookies, lokaler Speicher, Cache, Suchverlauf, Verbindung usw.) der letzten Tage mit nur einem Klick.",
    "es": "TrackBlock le permite navegar limitando al máximo el seguimiento por parte de sitios web y redes sociales.\n\n- Administre automáticamente su privacidad de acuerdo con nuestros 3 niveles de configuración:\nBajo: Modo correspondiente a la configuración predeterminada de Chrome\nMedio [Recomendado]: Modo que bloquea la mayoría de rastreadores conocidos (lista actualizada continuamente), bloquea cookies de terceros y bloquea notificaciones.\nAlto: Todas las opciones medias, además de bloqueo de ubicación y eliminación automática de todas las cookies.\n\n- Si lo solicita, elimine todos sus rastros de navegación (historial, cookies, almacenamiento local, caché, historial de búsqueda, conexión, etc.) de los últimos días con un solo clic.",
    "fr": "TrackBlock vous permet de naviguer en limitant au maximum le suivi effectué par les sites Web et les réseaux sociaux.\n\n- Gérez automatiquement votre confidentialité selon nos 3 niveaux de paramètres :\nFaible : Mode correspondant aux paramètres par défaut de Chrome\nMoyen [Recommandé] : Mode bloquant la majorité des traqueurs connus (liste mise à jour en continu), blocage des cookies tiers et blocage des notifications.\nÉlevé : Toutes les options de moyens, plus blocage de la localisation et suppression de tous les cookies automatiques.\n\n- Sur demande, supprimez toutes vos traces de navigation (historique, cookies, stockage local, cache, historique de recherche, connexion, etc.) des derniers jours en un seul clic.",
    "it": "TrackBlock ti consente di navigare limitando il più possibile il tracciamento da parte di siti e social network.\n\n- Gestisci automaticamente la tua privacy in base ai nostri 3 livelli di impostazioni:\nBasso: modalità corrispondente alle impostazioni predefinite di Chrome\nMedio [Consigliato]: modalità che blocca la maggior parte dei tracker conosciuti (elenco in continuo aggiornamento), blocca i cookie di terze parti e blocca le notifiche.\nAlto: tutte le opzioni medie, oltre al blocco della posizione e all'eliminazione automatica di tutti i cookie.\n\n- Su richiesta, elimina tutte le tracce della tua navigazione (cronologia, cookie, memoria locale, cache, cronologia delle ricerche, connessione, ecc.) degli ultimi giorni con un solo clic."
  }
}