{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IPX - Influencer Profits Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Productivity Tool for Influencers"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IPX the Influencer Profits Extension is for members of the Amazon Influencers Program.\n\nv10.42 - Now you can save your search results to a favorites page. Find products you want to review and save them to a list for later.\n\nv9.42 - We display Video Carousel results on search pages. Now you know which products have Influencer videos on search pages so you can find profitable products to review.\n\nv8.42 - Added Amazon Product Commissions. Now you know how much you will make if you sell the product Onsite and Offsite.\n\nThis extension will help you make more money as an Amazon Influencer. Here are the main benefits:\n\n1. Product Research and helps you find profitable products to review.\n1b. The extension includes Sales Data so you know what is selling.\n2. It will tell you which Video Carousel has a good chance of displaying your review video.\n3. The extension will tell you if your Video is SHOWING in the Top or Bottom Carousel. (Unique to us, until someone copies us)\n4. We show Review Velocity (This gives you a sense on how well the product is selling)\n5. We show how the product ranks in it's categories\n6. Copyable ASIN to help you when TAGGING your videos in the Creator Hub.\n\n✅ https://www.facebook.com/groups/influencerprofits\nAll feedback and bug reports can be posted in the FB group."
  }
}