{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Motivosity Calendar Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Motivosity's meeting software now becomes even easier with a Chrome Extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Motivosity's innovative Chrome Extension, revolutionizing the way you manage your meetings and enhance productivity. Seamlessly integrated with your Google Calendar, this extension empowers you to effortlessly organize and conduct effective meetings, all within a single platform.\nWith Motivosity's Chrome Extension, you can now supercharge your meetings by creating organized agenda items and notes directly from your Google Calendar interface. Gone are the days of switching between multiple applications and losing valuable time. Now, you can streamline your workflow and optimize your productivity without any hassle.\nBy leveraging Motivosity's powerful meeting tools, you can easily structure your meetings with clear agenda items, ensuring that every participant knows what to expect and how to contribute effectively. This fosters a collaborative environment where everyone is aligned and focused on achieving desired outcomes.\nThe integrated note-taking feature allows you to capture important discussion points, action items, and decisions made during the meeting. Say goodbye to scattered and forgotten meeting notes! Motivosity's Chrome Extension ensures that all your notes are stored securely, making them easily accessible whenever you need to reference them or follow up on tasks.\nBy centralizing your meeting management and note-taking processes, Motivosity's Chrome Extension saves you time, reduces administrative overhead, and enhances collaboration among team members. With a seamless calendar-integrated experience, you can now make the most out of every meeting and drive tangible results.\nBoost your productivity and unlock the full potential of your meetings with Motivosity's new Chrome Extension. Experience the convenience of a consolidated platform and elevate your collaboration to new heights. Try it today and witness how effective meetings can transform your work environment."
  }
}