{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ABA Bridge"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Retrieve sales data from Shopee automatically"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Revolutionize your accounting workflow with ABA Bridge, the ultimate solution for automating data extraction and entry into QuickBooks. Say goodbye to manual processes and embrace efficiency!\n\nDetailed Description:\n\nEnhanced Productivity and Accuracy:\n\nAutomated Data Extraction: Seamlessly pull data from various sales and payroll systems, reducing manual entry into QuickBooks.\nStandardized Data Structure: Ensure consistent data handling for easy integration with accounting systems.\nTime-Saving: Reduce data processing time by over 30%, dropping from 16 hours to just 11 hours per client.\nError Reduction: Minimize human errors in data entry, ensuring more accurate financial reporting.\nUser-Friendly Access:\n\nChrome and Edge Compatibility: Access ABA Bridge effortlessly through Google Chrome or Microsoft Edge browsers.\nConvenient Chrome Extension: Enhance your experience with a front-end processing Chrome Extension, streamlining your access to ABA Bridge.\nSecure and Reliable:\n\nAuth0 Integration: Benefit from secure Auth0 registration and authentication, ensuring that only authorized staff can use the system.\nRobust Data Storage: Rely on a secure, hosted database for critical mapping and key information, integrated with your accounting software.\nExpected Outcomes:\n\nIncreased Productivity: Prepare for a significant boost in productivity, with a reduction in time spent on data processing.\n\nCustomer Retention and Acquisition: Strengthen your client base and attract new customers with more efficient and reliable accounting processes."
  }
}