{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trust Wallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Secure crypto wallet to access your digital assets across multiple networks."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FOR UK USERS:\nDon’t invest unless you’re prepared to lose all the money you invest. This is a high-risk investment and you should expect to be protected if something goes wrong. Take 2 mins to learn more at www.trustwallet.com/risk\n\nIntroducing the biggest update in Trust Wallet history–featuring our reimagined brand and revamped extension! Here’s what’s new:\n\nTrust Wallet is a multi-chain self-custody cryptocurrency wallet and gateway to thousands of Web3 decentralized applications (dApps).\n\nTrust Wallet supports digital assets, non-fungible tokens (NFTs), 100+ blockchains, and allows you to connect to thousands of Web3 dApps.\n\nSo what can you do with dApps?\n\nExplore and manage your favorite NFT collections, play popular Web3 games, access the metaverse, and everything in between.\n\nWith the Trust Wallet Chrome extension, you get:\nA SELF-CUSTODY CRYPTO WALLET\n- A self-custody Web3 wallet and gateway to thousands of dApps. Trust Wallet also supports WalletConnect v2.\n- Helpful integrations like Coinbase Pay and Binance Pay to deposit crypto from your exchange account.\n- Turn your desktop browser into a self-custody Web3 wallet and gateway to thousands of decentralized application\n- Manage NFTs from different blockchains.\n\nPROACTIVE RISK MEASURES\n- Empower your crypto journey with proactive risk notifications.\n- Your private keys are stored on your device and are encrypted with an AES algorithm. Also, we do not collect any contact information or personal details.\n\nADVANCED FEATURES FOR CRYPTO TECHIES\n- Dive into more advanced features (if you consider yourself a crypto techie) like adding custom tokens and adjusting your node settings.\n- Use “watch addresses” to monitor all your crypto wallets in one place.\n- Trust Wallet is used by people worldwide and supports multiple languages.\n- Store, send and receive crypto from family and friends, or your exchange account.\n- Import other crypto wallets like MetaMask, Coinbase Wallet, and more. Import mobile wallets and browser wallets.\n\nIf you’re already a Trust Wallet Browser Extension user, you can import your wallet to move between mobile and desktop.\n\nThe Trust Wallet Browser Extension is a multi-chain crypto wallet and gateway to thousands of Web3 decentralized applications (dApps).\n\nBecause Web3 dApps are typically designed for desktop-sized screens, a lot of people prefer using desktop browsers for exploring Web3. So we're meeting you where you are and how you want to experience crypto — whether that’s on mobile or now on desktop.\n\nThe Extension supports tokens out of the box with multi-chain support including Ethereum, Solana, and all EVM chains. Multi-chain support also means the freedom to explore Web3 dApps.\n\nTrust Wallet is built with, and for our community. Have an idea, want to share feedback, or need support? Reach out to us here: support@trustwallet.com and follow us on Twitter: @TrustWallet\n\n\nApproved by Archax on September 27, 2024"
  }
}