{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PEGA - XPath Builder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Customized PEGA development tool to edit, inspect and generate XPath and CSS selectors."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Copyright (c) G Veera Sekhar 2022. All rights reserved to the developer.\nYou are allowed to use for personal purpose but not allowed to use by corporates or in corporate environments or for any circumstances that is intended for commercial without prior permission from developer. Copying or using any part of this software or code or any items is considered as crime and are subject to copyright laws.\n \n\nThis is a chrome extension which helps writing test cases. It builds unique XPath for each element.\nThis is developed mainly for PEGA PRPC platform and it works perfectly for any website to find the XPath's. Our unique algorithm will generate reliable and unique XPath's for each element. \n\nYou are free to install and use this extension for any non-commercial purpose and visiting or installing or using this extension implies that you are agreed to the developer policy.\n\nHow to Use:\n\n1. After installing this extension, go to the website where you want to build XPaths.\n\n2. Right click anywhere on the webpage loaded and click \"inspect\"\n\n3. Now, click on 'PEGA - XPath Builder' tab on the tab right side (click on the >> button if you do not see this tab for first time)\n\n4. Now, inspect any element like that way you usually do, you will find the XPath on the input box of 'PEGA - XPath Builder' tab.\n\n5. You can copy the XPath to your clipboard by clicking \"Copy to Clipboard\" there.\n\nDisclaimer:\n\nPlease note that this application only uses the PEGA name since it is made for that. There is no intention on misleading users that this is the official application. This app only tries to make access the DOM to the official web application if loaded in browser. \n\nIf you have any complaints regarding the content or any material, please bring it to our notice which we will remove effectively.\n\nYou can report any bugs or improvements or feature ideas to <b>https://github.com/complanboy2/xpath-builder/issues</b>.\n\nRegards,\nVeera"
  }
}