{
  "name": {
    "ar": "تمكين JavaScript",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,zh_CN,zh_TW": "Enable JavaScript",
    "bg": "Активиране на JavaScript",
    "ca": "Activa JavaScript",
    "cs": "Povolit JavaScript",
    "da": "Aktivér JavaScript",
    "de": "Aktivieren Sie Javascript",
    "el": "Ενεργοποίηση JavaScript",
    "es": "Habilitar Javascript",
    "et": "Luba JavaScripti",
    "fa": "JavaScript را فعال کنید",
    "fi": "Ota JavaScript käyttöön",
    "fil": "Paganahin ang JavaScript",
    "fr": "Activer JavaScript",
    "he": "הפעל JavaScript",
    "hi": "जावास्क्रिप्ट सक्षम करें",
    "hr": "Omogući JavaScript",
    "hu": "Engedélyezze a JavaScriptet",
    "id": "Aktifkan JavaScript",
    "it": "Abilitare JavaScript",
    "ja": "JavaScriptを有効にする",
    "ko": "자바 스크립트 사용",
    "lt": "Įgalinti „JavaScript“",
    "lv": "Iespējot JavaScript",
    "ms": "Dayakan JavaScript",
    "nl": "Schakel Javascript in",
    "no": "Aktiver JavaScript",
    "pl": "Włącz JavaScript",
    "ro": "Permite Javascript",
    "ru": "Включить JavaScript",
    "sk": "Povoliť JavaScript",
    "sl": "Omogoči JavaScript",
    "sr": "Омогући ЈаваСцрипт",
    "sv": "Aktivera JavaScript",
    "th": "เปิดใช้งาน JavaScript",
    "tr": "JavaScript&#39;i etkinleştir",
    "uk": "Увімкнути JavaScript",
    "vi": "Kích hoạt JavaScript"
  },
  "short": {
    "ar": "طريقة سهلة لتشغيل / إيقاف تشغيل JavaScript لموقع الويب",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,zh_CN,zh_TW": "An easily way to turn ON/OFF website's JavaScript",
    "bg": "Лесен начин да включите / изключите JavaScript на уебсайта",
    "ca": "Una forma senzilla d’activar i desactivar el JavaScript del lloc web",
    "cs": "Snadný způsob, jak zapnout / vypnout JavaScript webových stránek",
    "da": "En nem måde at tænde / slukke for websidens JavaScript",
    "de": "Eine einfache Möglichkeit, das JavaScript der Website ein- und auszuschalten",
    "el": "Ένας εύκολος τρόπος για να ενεργοποιήσετε / απενεργοποιήσετε τη JavaScript του ιστότοπου",
    "es": "Una manera fácil de activar / desactivar el JavaScript del sitio web",
    "et": "Lihtne viis veebisaidi JavaScripti sisse / välja lülitamiseks",
    "fa": "راهی آسان برای روشن یا خاموش کردن JavaScript وب سایت",
    "fi": "Helppo tapa kytkeä päälle / pois verkkosivuston JavaScript",
    "fil": "Ang isang madaling paraan upang i-ON ang / website ng website ng OFF",
    "fr": "Un moyen facile d&#39;activer / désactiver le JavaScript du site Web",
    "he": "דרך קלה להפעיל / כבה את JavaScript האתר של האתר",
    "hi": "वेबसाइट के जावास्क्रिप्ट को चालू / बंद करने का एक आसान तरीका",
    "hr": "Jednostavan način za uključivanje / isključivanje JavaScript-a web stranice",
    "hu": "Könnyen be- és kikapcsolhatja a webhely JavaScriptét",
    "id": "Cara mudah untuk mengaktifkan / menonaktifkan JavaScript situs web",
    "it": "Un modo semplice per attivare / disattivare il JavaScript del sito Web",
    "ja": "ウェブサイトのJavaScriptを簡単にオン/オフにする方法",
    "ko": "웹 사이트의 JavaScript를 쉽게 켜고 끄는 방법",
    "lt": "Paprastas būdas įjungti / išjungti svetainės „JavaScript“",
    "lv": "Vienkāršs veids, kā ieslēgt / izslēgt vietnes JavaScript",
    "ms": "Cara mudah untuk menghidupkan / mematikan JavaScript laman web",
    "nl": "Een gemakkelijke manier om JavaScript van de website AAN / UIT te zetten",
    "no": "En enkel måte å slå JavaScript på av / på på nettstedet",
    "pl": "Łatwy sposób na włączenie / wyłączenie JavaScript strony",
    "ro": "Un mod ușor de a activa JavaScript / a site-ului web",
    "ru": "Простой способ включить / выключить JavaScript веб-сайта",
    "sk": "Jednoduchý spôsob, ako zapnúť / vypnúť JavaScript webových stránok",
    "sl": "Preprost način za vklop / izklop JavaScript spletnega mesta",
    "sr": "Једноставан начин за укључивање / искључивање ЈаваСцрипт веб локације",
    "sv": "Ett enkelt sätt att slå på / stänga av webbplatsens JavaScript",
    "th": "วิธีง่ายๆในการเปิด / ปิด JavaScript ของเว็บไซต์",
    "tr": "Web sitesinin JavaScript&#39;ini AÇIK / KAPALI hale getirmenin kolay bir yolu",
    "uk": "Простий спосіб увімкнути / вимкнути JavaScript веб-сайту",
    "vi": "Một cách dễ dàng để bật JavaScript của ON / OFF trang web"
  },
  "long": {
    "ar": "استخدم زرًا واحدًا لتشغيل جافا سكريبت أو إيقاف تشغيله على علامة تبويب Google Chrome التي تستخدمها javascript. قد ترغب في إيقاف تشغيل جافا سكريبت للمساعدة في تصحيح صفحة الويب / التحقق من أخطاء رمز موقع الويب node js.\n\nهذه طريقة سريعة لتمكين / تعطيل جافا سكريبت js\n\nقم بتشغيل / إيقاف تشغيل جافا سكريبت بزر واحد.\n\nلبدء استخدام البرنامج ، تحتاج إلى تثبيت الامتداد أولاً.\nبمجرد الوصول إلى موقع الويب الذي ترغب في إيقاف تشغيل جافا سكريبت فيه ، انقر فقط على امتداد البرنامج لإيقاف تشغيله angularjs.\nيمكنك إعادة تشغيل جافا سكريبت لصفحة الويب هذه بالنقر على رمز الإضافة مرة أخرى reactjs.\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد ليس من صنع Google بل من قبل فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها. جوجل لا يؤيد أو يرعى ملحق كروم. إن Javascript Switcher for Google Chrome ™ ليست مملوكة لشركة Google Inc. ، وليست مرخصة لها.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,zh_CN,zh_TW": "Use a single button to turn javascript on or off on the Google Chrome Tab you are in. You might want to turn off javascript to help debug a webpage/check your website code errors.\n\nThis is a quick way to enable/disable Javascript\n\nTurn javascript on/off with a button.\n\nTo begin using the software, you need to install the extension first.\nOnce you are on the website you wish to turn javascript off, just click on the software extension to switch it off .\nYou can turn javascript back on for that webpage by clicking on the extension icon again.\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners. Google doesn’t endorse or sponsor this Chrome extension. Enable Javascript is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Използвайте един бутон, за да включите или изключите javascript в раздела Google Chrome, в който се намирате es6. Може да искате да изключите javascript, за да помогнете за отстраняване на грешки в уеб страница / проверка на грешки в кода на вашия уеб сайт learn javascript.\n\nТова е бърз начин да активирате / деактивирате Javascript jquery on\n\nВключете / изключете javascript с бутон.\n\nЗа да започнете да използвате софтуера, първо трябва да инсталирате разширението.\nСлед като сте на уебсайта, който искате да изключите JavaScript, просто кликнете върху разширението на софтуера, за да го изключите javascript online.\nМожете да включите отново JavaScript за тази уеб страница, като кликнете отново върху иконата на разширение javascript if.\n\nОтказ от отговорност: Моля, имайте предвид, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици. Google не одобрява или спонсорира това разширение за Chrome. Javascript Switcher за Google Chrome ™ не е собственост на, не е лицензиран от и не е дъщерно дружество на Google Inc.",
    "ca": "Feu servir un sol botó per activar o desactivar javascript a la pestanya de Google Chrome que esteu a backbone js. Pot ser que vulgueu desactivar javascript per ajudar a depurar una pàgina web / comprovar els vostres errors de codi web coffeescript.\n\nAquesta és una forma ràpida d’activar / desactivar Javascript extjs\n\nActiva / desactiva el javascript amb un botó.\n\nPer començar a utilitzar el programari, primer cal instal·lar l’extensió.\nUn cop hàgiu accedit al lloc web que voleu desactivar javascript, només cal que feu clic a l’extensió del programari per desactivar-lo eloquent javascript.\nPodeu tornar a activar javascript per a aquesta pàgina web fent clic a la icona d'extensió de nou ember js.\n\nRenúncia: tingueu en compte que aquesta extensió NO és de Google i està elaborada per un equip de desenvolupament independent. Tots els drets d’autor pertanyen als seus respectius propietaris. Google no aprova ni patrocina aquesta extensió Chrome. Javascript Switcher per a Google Chrome ™ no és propietat de, no té llicència i no és filial de Google Inc.",
    "cs": "Jediným tlačítkem zapnete nebo vypnete javascript na kartě Google Chrome, ve které se nacházíte javascript includes. Možná budete chtít vypnout javascript, který pomůže ladit webovou stránku / zkontrolovat chyby kódu webových stránek javascript frameworks.\n\nToto je rychlý způsob, jak povolit / zakázat Javascript javascript wait\n\nTlačítkem zapnete / vypnete javascript.\n\nChcete-li začít používat software, musíte nejprve nainstalovat rozšíření.\nJakmile jste na webu, který chcete vypnout javascript, stačí kliknout na softwarové rozšíření a vypnout jej javascript es6.\nJavascript můžete pro tuto webovou stránku znovu zapnout opětovným kliknutím na ikonu rozšíření js for.\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ Google vytvořeno a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří příslušným vlastníkům. Google toto rozšíření Chrome nepodporuje ani nesponzoruje. Javascript Switcher pro Google Chrome ™ není vlastněn, není licencován a není dceřinou společností Google Inc.",
    "da": "Brug en enkelt knap for at slå javascript til eller fra på den Google Chrome-fane, du er i requirejs. Det kan være nødvendigt at slå javascript fra for at hjælpe med at debug en webside / kontrollere fejl på din websteds kode javascript bind.\n\nDette er en hurtig måde at aktivere / deaktivere Javascript mdn javascript\n\nTænd / sluk javascript med en knap.\n\nFor at begynde at bruge softwaren skal du først installere udvidelsen.\nNår du først er på webstedet, ønsker du at slå javascript fra, skal du bare klikke på softwareudvidelsen for at slukke det ext js.\nDu kan slå javascript tilbage til for denne webside ved at klikke på udvidelsesikonet igen javascript list.\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE oprettes af Google og oprettes af et uafhængigt udviklingshold. Alle ophavsret tilhører deres respektive ejere. Google støtter eller sponsorerer ikke denne Chrome-udvidelse. Javascript switcher til Google Chrome ™ ejes ikke af, er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Verwenden Sie eine einzelne Schaltfläche, um Javascript auf dem Google Chrome-Tab in javascript meaning ein- oder auszuschalten. Möglicherweise möchten Sie Javascript deaktivieren, um das Debuggen einer Webseite zu unterstützen / die Fehler Ihres Website-Codes zu überprüfen jasmine js.\n\nDies ist eine schnelle Möglichkeit, Javascript big js zu aktivieren / deaktivieren.\n\nSchalten Sie Javascript mit einer Taste ein / aus.\n\nUm die Software verwenden zu können, müssen Sie zuerst die Erweiterung installieren.\nSobald Sie sich auf der Website befinden, auf der Sie Javascript deaktivieren möchten, klicken Sie einfach auf die Softwareerweiterung, um sie auszuschalten codecademy javascript.\nSie können Javascript für diese Webseite wieder aktivieren, indem Sie erneut auf das Erweiterungssymbol klicken raven js.\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern. Google unterstützt oder sponsert diese Chrome-Erweiterung nicht. Javascript Switcher für Google Chrome ™ gehört nicht, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Χρησιμοποιήστε ένα μόνο κουμπί για να ενεργοποιήσετε ή να απενεργοποιήσετε τη javascript στην καρτέλα Google Chrome στην οποία βρίσκεστε javascript get. Ίσως θελήσετε να απενεργοποιήσετε το javascript για να βοηθήσετε στον εντοπισμό σφαλμάτων μιας ιστοσελίδας / να ελέγξετε τα σφάλματα κώδικα του ιστότοπού σας jsfuck.\n\nΑυτός είναι ένας γρήγορος τρόπος για να ενεργοποιήσετε / απενεργοποιήσετε τη Javascript lightbox js\n\nΕνεργοποιήστε / απενεργοποιήστε τη javascript με ένα κουμπί.\n\nΓια να ξεκινήσετε τη χρήση του λογισμικού, πρέπει πρώτα να εγκαταστήσετε την επέκταση.\nΜόλις βρεθείτε στον ιστότοπο που θέλετε να απενεργοποιήσετε τη javascript, απλώς κάντε κλικ στην επέκταση λογισμικού για να την απενεργοποιήσετε javascript tester.\nΜπορείτε να ενεργοποιήσετε ξανά το javascript για αυτήν την ιστοσελίδα κάνοντας ξανά κλικ στο εικονίδιο επέκτασης karma js.\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους. Η Google δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση Chrome. Το Javascript Switcher για το Google Chrome ™ δεν ανήκει, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "es": "Use un solo botón para activar o desactivar javascript en la pestaña Google Chrome en la que se encuentra en react node js. Es posible que desee desactivar JavaScript para ayudar a depurar una página web / verificar los errores de código de su sitio web w3c javascript.\n\nEsta es una forma rápida de habilitar / deshabilitar Javascript js in\n\nActive / desactive JavaScript con un botón.\n\nPara comenzar a usar el software, primero debe instalar la extensión.\nUna vez que esté en el sitio web que desea desactivar JavaScript, simplemente haga clic en la extensión de software para desactivarlo es6 to es5.\nPuede volver a activar JavaScript para esa página web haciendo clic nuevamente en el icono de extensión javascript get type.\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños. Google no respalda ni patrocina esta extensión de Chrome. Javascript Switcher para Google Chrome ™ no es propiedad de, no tiene licencia y no es una subsidiaria de Google Inc.",
    "et": "Kasutage ühte nuppu, et JavaScripti sisse või välja lülitada Google Chrome'i vahekaardil, kus viibite mocha js. Veebilehe silumiseks või veebisaidi koodivigade kontrollimiseks võiksite javascripti välja lülitada javascript examples.\n\nSee on kiire viis Javascripti learn js lubamiseks / keelamiseks\n\nLülitage javascript nupuga sisse / välja.\n\nTarkvara käivitamiseks peate esmalt installima laienduse.\nKui olete veebisaidil, kus soovite javascripti välja lülitada, klõpsake selle väljalülitamiseks lihtsalt tarkvaralaiendil js bind.\nSaate javascripti selle veebisaidi uuesti sisse lülitada, klõpsates uuesti laiendiikoonil tolocaledatestring.\n\nKohustustest loobumine: Pange tähele, et seda laiendit EI OLE teinud Google ja selle on teinud sõltumatu arendusmeeskond. Kõik autoriõigused kuuluvad nende vastavatele omanikele. Google ei toeta ega sponsoreeri seda Chrome'i laiendit. Google Chrome'i Javascript Switcher ei ole Google Inc. omandis, tal pole selle litsentsi ega ole Google Inc. tütarettevõte.",
    "fa": "برای روشن یا خاموش کردن جاوا اسکریپت در Google Chrome Tab که in 0 {دارید از یک دکمه منفرد استفاده کنید. ممکن است بخواهید برای کمک به اشکالزدایی در صفحه وب ، Javascript را خاموش کنید / خطاهای کد وب سایت خود را بررسی کنید {1.\n\nاین یک روش سریع برای فعال یا غیرفعال کردن Javascript 2 است\n\nجاوا اسکریپت را با یک دکمه روشن یا خاموش کنید.\n\nبرای شروع استفاده از نرم افزار ، ابتدا باید پسوند را نصب کنید.\nهنگامی که در وب سایت هستید که می خواهید جاوا اسکریپت را خاموش کنید ، کافی است روی برنامه افزودنی نرم افزار کلیک کنید تا آن را 3 {خاموش کنید.\nمی توانید با کلیک دوباره روی نماد برنامه افزودنی ، {جاوا اسکریپت را برای آن صفحه دوباره فعال کنید.\n\nسلب مسئولیت: لطفاً توجه داشته باشید که این برنامه افزودنی توسط Google ساخته نشده است و توسط یک تیم توسعه مستقل ساخته شده است. کلیه حق چاپ متعلق به صاحبان مربوطه می باشد. Google این برنامه افزودنی Chrome را تأیید یا پشتیبانی نمی کند. Javascript Switcher برای Google Chrome ™ متعلق به آن نیست ، مجوز آن را ندارد و یک شرکت تابعه Google Inc. نیست.",
    "fi,he": "Use a single button to turn javascript on or off on the Google Chrome Tab you are in. You might want to turn off javascript to help debug a webpage/check your website code errors.\n\nThis is a quick way to enable/disable Javascript\n\nTurn javascript on/off with a button.\n\nTo begin usinng the software, you need to install the extension first.\nOnce you are on the website you wish to turn javascript off, just click on the software extension to switch it off .\nYou can turn javascript back on for that webpage by clicking on the extension icon again.\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners. Google doesn’t endorse or sponsor this Chrome extension. Javascript Manager is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "fil": "Kytke javascript päälle tai pois päältä yhdellä painikkeella Google Chrome -välilehdellä, jossa olet js if. Voit poistaa JavaScriptin käytöstä verkkosivun virheenkorjaamiseksi / verkkosivustosi virheiden tarkistamiseksi prototype js.\n\nTämä on nopea tapa ottaa JavaScript käyttöön babeljs\n\nKytke javascript päälle / pois päältä painikkeella.\n\nAloita ohjelmiston aloittaminen ensin asentamalla laajennus.\nKun olet verkkosivustolla, jonka haluat poistaa javascriptin käytöstä, napsauta ohjelmistolaajennusta kytkeäksesi sen pois käytöstä learn node js.\nVoit ottaa javascriptin takaisin päälle kyseiselle verkkosivulle napsauttamalla laajennuskuvaketta uudelleen mustache js.\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole Google, ja sen on tehnyt riippumaton kehitysryhmä. Kaikki tekijänoikeudet kuuluvat omistajilleen. Google ei tue tai tue tätä Chrome-laajennusta. Google Chrome ™: n Javascript Switcher ei ole Google Inc: n omistama, se ei ole lisensoinut eikä ole Google Inc: n tytäryhtiö.",
    "fr": "Utilisez un seul bouton pour activer ou désactiver javascript sur l'onglet Google Chrome dans lequel vous vous trouvez dans javascript the good parts. Vous pouvez désactiver le javascript pour aider au débogage d'une page Web / vérifier les erreurs de code de votre site Web chai js.\n\nCeci est un moyen rapide d'activer / désactiver Javascript learn angular\n\nActivez / désactivez javascript avec un bouton.\n\nPour commencer à utiliser le logiciel, vous devez d'abord installer l'extension.\nUne fois sur le site Web que vous souhaitez désactiver javascript, cliquez simplement sur l'extension logicielle pour la désactiver js some.\nVous pouvez réactiver javascript pour cette page Web en cliquant à nouveau sur l'icône d'extension react js example.\n\nAvertissement: veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs. Google n'approuve ni ne sponsorise cette extension Chrome. Javascript Switcher pour Google Chrome ™ n'appartient pas à, n'est pas autorisé par et n'est pas une filiale de Google Inc.",
    "hi": "Google Chrome टैब पर rollup js में जावास्क्रिप्ट चालू या बंद करने के लिए एक बटन का उपयोग करें। आप किसी वेबपेज को डीबग करने में मदद करने के लिए जावास्क्रिप्ट को बंद कर सकते हैं / अपनी वेबसाइट कोड त्रुटियों की जांच कर सकते हैं javascript base64।\n\nयह जावास्क्रिप्ट js this को सक्षम / अक्षम करने का एक त्वरित तरीका है\n\nएक बटन के साथ जावास्क्रिप्ट चालू / बंद करें।\n\nसॉफ़्टवेयर शुरू करने के लिए, आपको पहले एक्सटेंशन इंस्टॉल करना होगा।\nएक बार जब आप वेबसाइट पर होते हैं तो आप जावास्क्रिप्ट को बंद करना चाहते हैं, बस jquery script इसे बंद करने के लिए सॉफ्टवेयर एक्सटेंशन पर क्लिक करें।\nआप एक्सटेंशन आइकन पर फिर से cucumber js क्लिक करके उस वेबपेज के लिए जावास्क्रिप्ट को वापस चालू कर सकते हैं।\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं। Google इस क्रोम एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। Google Chrome ™ के लिए जावास्क्रिप्ट स्विचर स्वामित्व में नहीं है, इसके द्वारा लाइसेंस प्राप्त नहीं है और यह Google इंक की सहायक कंपनी नहीं है।",
    "hr": "Jednim gumbom uključite ili isključite JavaScript na kartici Google Chrome na kojoj se nalazite jquery ready. Možda želite isključiti javascript kako biste pomogli ispraviti pogrešku na web stranici / provjeriti pogreške kodova web mjesta pixi js.\n\nOvo je brz način za omogućavanje / onemogućavanje Javascripta es7\n\nUključi / isključi javascript pomoću gumba.\n\nDa biste započeli s korištenjem softvera, prvo morate instalirati proširenje.\nNakon što ste na web mjestu koje želite isključiti JavaScript, samo kliknite proširenje softvera da biste ga isključili particles js.\nMožete ponovo uključiti JavaScript za tu web stranicu klikom na ikonu proširenja ponovo javascript this.\n\nIzjava o odricanju odgovornosti: Imajte na umu da ovo proširenje NIJE napravio Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima. Google ne podržava ili sponzorira ovo proširenje Chromea. Javascript Switcher za Google Chrome ™ nije u vlasništvu, nije licenciran i nije podružnica tvrtke Google Inc.",
    "hu": "Egyetlen gombbal kapcsolhatja be vagy ki a javascriptet a jquery is felhasználó Google Chrome Tabon. Érdemes lehet kikapcsolni a javascriptet, hogy segítsen egy weboldal hibakeresésében / a webhely kódhibáinak ellenőrzésében java javascript.\n\nEz egy gyors módja a Javascript cytoscape js engedélyezésének / letiltásának\n\nKapcsolja be / ki a javascriptet egy gombbal.\n\nA szoftver elindításához először telepítenie kell a kiterjesztést.\nMiután belépett a webhelyre, amellyel ki szeretné kapcsolni a javascriptet, csak kattintson a szoftver kiterjesztésre, hogy kikapcsolja javascript chrome.\nA javascriptet újra bekapcsolhatja az adott weboldalra, ha újból rákattint a kiterjesztés ikonra javascript javatpoint.\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a kiterjesztést NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké. A Google nem támogatja vagy szponzorálja ezt a Chrome-kiterjesztést. A Javascript Switcher a Google Chrome ™ számára nem a Google Inc. tulajdonát képezi, nem engedélyezi, és nem is leányvállalata.",
    "id": "Gunakan satu tombol untuk mengaktifkan atau menonaktifkan javascript di Tab Google Chrome tempat Anda berada di sortable js. Anda mungkin ingin mematikan javascript untuk membantu men-debug halaman web / memeriksa kesalahan kode situs web Anda javascript in.\n\nIni adalah cara cepat untuk mengaktifkan / menonaktifkan Javascript head first javascript\n\nNyalakan / matikan javascript dengan tombol.\n\nUntuk mulai menggunakan perangkat lunak, Anda harus menginstal ekstensi terlebih dahulu.\nSetelah Anda berada di situs web yang ingin Anda matikan javascript, cukup klik pada ekstensi perangkat lunak untuk mematikannya javascript program.\nAnda dapat mengaktifkan kembali javascript untuk halaman web itu dengan mengklik ikon ekstensi lagi javascript &&.\n\nPenafian: Harap dicatat bahwa ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembang independen. Semua hak cipta milik masing-masing pemiliknya. Google tidak mendukung atau mensponsori ekstensi Chrome ini. Javascript Switcher untuk Google Chrome ™ tidak dimiliki oleh, tidak dilisensikan oleh dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Utilizza un solo pulsante per attivare o disattivare javascript nella scheda Google Chrome in cui ti trovi in advanced javascript. Potresti voler disattivare javascript per aiutare il debug di una pagina web / controllare gli errori del codice del tuo sito web cleave js.\n\nQuesto è un modo rapido per abilitare / disabilitare Javascript lodash js\n\nAttiva / disattiva JavaScript con un pulsante.\n\nPer iniziare a utilizzare il software, è necessario installare prima l'estensione.\nUna volta sul sito Web che si desidera disattivare JavaScript, è sufficiente fare clic sull'estensione del software per disattivarlo jquery for.\nPuoi riattivare JavaScript per quella pagina web facendo nuovamente clic sull'icona dell'estensione fromcharcode.\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è stata creata da Google ed è stata creata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari. Google non approva né sponsorizza questa estensione di Chrome. Javascript Switcher per Google Chrome ™ non è di proprietà di, non è concesso in licenza da e non è una filiale di Google Inc.",
    "ja": "単一のボタンを使用して、javascript newにいるGoogle ChromeタブでJavaScriptをオンまたはオフにします。 JavaScriptをオフにして、ウェブページのデバッグやウェブサイトのコードエラーの確認を行うこともできますw3 javascript。\n\nこれはJavascript js es6を有効/無効にする簡単な方法です\n\nボタンでJavaScriptをオン/オフにします。\n\nソフトウェアの使用を開始するには、まず拡張機能をインストールする必要があります。\nJavaScriptをオフにしたいWebサイトにアクセスしたら、ソフトウェア拡張機能をクリックしてオフにしますduktape。\n拡張機能アイコンをもう一度クリックすると、そのWebページのJavaScriptを再び有効にできますenzyme js。\n\n免責事項：この拡張機能はGoogleによるものではなく、独立した開発チームによるものです。すべての著作権はそれぞれの所有者に帰属します。 GoogleがこのChrome拡張機能を推奨または後援することはありません。 Google Chrome™用のJavascript Switcherは、Google Inc.が所有しておらず、ライセンスも付与しておらず、Google Inc.の子会社でもありません。",
    "ko": "js base64에있는 Chrome 탭에서 단일 버튼을 사용하여 자바 스크립트를 켜거나 끄십시오. 웹 페이지를 디버그하거나 웹 사이트 코드 오류 ydkjs을 (를) 확인하는 데 도움이되도록 자바 스크립트를 끄고 싶을 수 있습니다.\n\n이것은 자바 스크립트 js list를 활성화 / 비활성화하는 빠른 방법입니다.\n\n버튼으로 자바 스크립트를 켜거나 끕니다.\n\n소프트웨어 사용을 시작하려면 먼저 확장을 설치해야합니다.\n웹 사이트에서 자바 스크립트를 끄려면 소프트웨어 확장을 클릭하여 notify js을 끕니다.\n확장 프로그램 아이콘을 다시 클릭하여 해당 웹 페이지에 대해 자바 스크립트를 다시 켤 수 있습니다 mozilla javascript.\n\n면책 조항 :이 확장 프로그램은 Google이 아니며 독립 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자의 재산입니다. Google은이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. Google Chrome ™ 용 Javascript Switcher는 Google Inc의 소유가 아니며 라이센스가 없으며 Google Inc의 자회사가 아닙니다.",
    "lt": "Norėdami įjungti arba išjungti „javascript“ „Google Chrome“ skirtuko lape, kuriame esate react programming, naudokite vieną mygtuką. Galbūt norėsite išjungti „javascript“, kad padėtumėte derinti tinklalapį / patikrinti savo svetainės kodo klaidas scala js.\n\nTai yra greitas būdas įjungti / išjungti „Javascript“ numeral js\n\nĮjunkite / išjunkite „javascript“ mygtuku.\n\nNorėdami pradėti naudoti programinę įrangą, pirmiausia turite įdiegti plėtinį.\nKai esate svetainėje, kurioje norite išjungti „javascript“, tiesiog spustelėkite programinės įrangos plėtinį, kad jį išjungtumėte javascript on.\nGalite vėl įjungti „JavaScript“ tame tinklalapyje, dar kartą spustelėdami plėtinio piktogramą angular javascript.\n\nAtsakomybės atsisakymas: atminkite, kad šio plėtinio NĖRA sukūrusi „Google“, o nepriklausomą kūrimo komandą. Visos autorių teisės priklauso jų savininkams. „Google“ nepatvirtina ir neremia šio „Chrome“ plėtinio. „Javascript Switcher“, skirtas „Google Chrome ™“, nepriklauso, nėra licencijuotas ir nėra „Google Inc.“ dukterinė įmonė.",
    "lv": "Izmantojiet vienu pogu, lai ieslēgtu vai izslēgtu javascript Google Chrome cilnē, kurā atrodaties prettier js. Jūs varētu vēlēties izslēgt javascript, lai palīdzētu atkļūdot vietni / pārbaudīt vietnes kļūdas javascript wait 1 second.\n\nŠis ir ātrs veids, kā iespējot / atspējot Javascript modern javascript\n\nIeslēdziet / izslēdziet javascript ar pogu.\n\nLai sāktu programmatūras izmantošanu, vispirms jāinstalē paplašinājums.\nKad esat vietnē, kurā vēlaties izslēgt javascript, vienkārši noklikšķiniet uz programmatūras paplašinājuma, lai to izslēgtu cypress js.\nVarat atkal ieslēgt javascript šai vietnei, vēlreiz noklikšķinot uz paplašinājuma ikonas deobfuscate javascript.\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to izstrādā neatkarīga izstrādes komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem. Google neatbalsta un nesponsorē šo Chrome paplašinājumu. Javascript Switcher pārlūkam Google Chrome ™ nepieder, to nav licencējis un tas nav Google Inc. meitasuzņēmums.",
    "ms": "Gunakan satu butang untuk menghidupkan atau mematikan javascript pada Tab Google Chrome yang anda gunakan js md5. Anda mungkin mahu mematikan javascript untuk membantu menyahpepijat halaman web / memeriksa ralat kod laman web anda aurelia js.\n\nIni adalah cara cepat untuk mengaktifkan / mematikan Javascript javascript get current year\n\nHidupkan / matikan javascript dengan butang.\n\nUntuk memulakan penggunaan perisian, anda perlu memasang pelanjutan terlebih dahulu.\nSetelah anda berada di laman web yang ingin mematikan javascript, cukup klik pada pelanjutan perisian untuk mematikannya react jquery.\nAnda boleh menghidupkan kembali javascript untuk laman web itu dengan mengklik ikon pelanjutan sekali lagi common js.\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing. Google tidak menyokong atau menaja pelanjutan Chrome ini. Javascript Switcher untuk Google Chrome ™ tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Gebruik een enkele knop om javascript in of uit te schakelen op het Google Chrome-tabblad waarin u zich bevindt javascript code. Mogelijk wilt u javascript uitschakelen om een webpagina te helpen debuggen / uw websitecodefouten te controleren find javascript.\n\nDit is een snelle manier om Javascript in / uit te schakelen sails js\n\nSchakel javascript in / uit met een knop.\n\nOm de software te kunnen gebruiken, moet u eerst de extensie installeren.\nZodra u op de website bent die u wilt uitschakelen, klikt u op de software-extensie om deze uit te schakelen js includes.\nU kunt JavaScript voor die webpagina weer inschakelen door nogmaals op het extensiepictogram te klikken gulp js.\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelteam. Alle auteursrechten zijn eigendom van hun respectievelijke eigenaren. Google onderschrijft of sponsort deze Chrome-extensie niet. Javascript Switcher voor Google Chrome ™ is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Bruk en enkelt knapp for å slå javascript av eller på på Google Chrome-fanen du er i functional programming javascript. Det kan være lurt å slå av javascript for å hjelpe med å feilsøke en webside / sjekke feilene på nettstedskoden js w3schools.\n\nDette er en rask måte å aktivere / deaktivere Javascript node js examples\n\nSlå JavaScript på / av med en knapp.\n\nFor å begynne å bruke programvaren, må du installere utvidelsen først.\nNår du er på nettstedet du ønsker å slå av JavaScript, klikker du bare på programvareutvidelsen for å slå den av python javascript.\nDu kan slå på javascript på igjen for den websiden ved å klikke på utvidelsesikonet igjen node js npm.\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere. Google støtter eller sponser ikke denne Chrome-utvidelsen. Javascript Switcher for Google Chrome ™ eies ikke av, er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Użyj jednego przycisku, aby włączyć lub wyłączyć javascript na karcie Google Chrome w babel javascript. Możesz wyłączyć javascript, aby pomóc w debugowaniu strony internetowej / sprawdź błędy kodu witryny learn javascript online.\n\nJest to szybki sposób na włączenie / wyłączenie Javascript freecodecamp javascript\n\nWłącz / wyłącz javascript za pomocą przycisku.\n\nAby rozpocząć korzystanie z oprogramowania, musisz najpierw zainstalować rozszerzenie.\nGdy znajdziesz się na stronie, którą chcesz wyłączyć javascript, po prostu kliknij rozszerzenie oprogramowania, aby je wyłączyć reddit javascript.\nMożesz ponownie włączyć javascript dla tej strony, klikając ponownie ikonę rozszerzenia grunt js.\n\nOświadczenie: Uwaga: to rozszerzenie NIE zostało stworzone przez Google i zostało wykonane przez niezależny zespół programistów. Wszelkie prawa autorskie należą do ich właścicieli. Google nie popiera ani nie sponsoruje tego rozszerzenia Chrome. Javascript Switcher dla Google Chrome ™ nie jest własnością, nie jest licencjonowany ani nie jest spółką zależną Google Inc.",
    "ro": "Utilizați un singur buton pentru a activa sau dezactiva javascript în fila Google Chrome în care vă aflați în react node. S-ar putea să doriți să dezactivați javascript pentru a ajuta la depanarea unei pagini web / a verifica erorile codului site-ului dvs. script js.\n\nAcesta este un mod rapid de a activa / dezactiva Javascript jquery online\n\nActivați / opriți javascript cu un buton.\n\nPentru a începe să utilizați software-ul, mai întâi trebuie să instalați extensia.\nDupă ce vă aflați pe site-ul web pe care doriți să îl dezactivați javascript, trebuie doar să faceți clic pe extensia software pentru a-l opri graphql js.\nPuteți activa javascript pentru pagina respectivă, făcând din nou clic pe pictograma extensiei javascript not.\n\nRenunțare la răspundere: Rețineți că această extensie NU este făcută de Google și este făcută de o echipă independentă de dezvoltare. Toate drepturile de autor aparțin proprietarilor respectivi. Google nu acceptă sau nu sponsorizează această extensie Chrome. Javascript Switcher pentru Google Chrome ™ nu este deținut de, nu este licențiat de către și nu este o filială a Google Inc.",
    "ru": "Используйте одну кнопку, чтобы включить или отключить JavaScript на вкладке Google Chrome, в которой вы находитесь kotlin js. Возможно, вы захотите отключить JavaScript, чтобы помочь отладить веб-страницу / проверить ошибки кода вашего веб-сайта immer js.\n\nЭто быстрый способ включить / отключить Javascript javascript min\n\nВключите / выключите JavaScript с помощью кнопки.\n\nЧтобы начать использовать программное обеспечение, вам необходимо сначала установить расширение.\nНаходясь на веб-сайте, который вы хотите отключить JavaScript, просто нажмите на расширение программного обеспечения, чтобы отключить его min js.\nВы можете снова включить JavaScript для этой веб-страницы, снова щелкнув значок расширения javascript now.\n\nОтказ от ответственности: обратите внимание, что это расширение не сделано Google и сделано независимой командой разработчиков. Все авторские права принадлежат их владельцам. Google не поддерживает и не поддерживает это расширение Chrome. Javascript Switcher для Google Chrome ™ не принадлежит, не лицензирован и не является дочерней компанией Google Inc.",
    "sk": "Pomocou jediného tlačidla zapnite alebo vypnite javascript na karte Google Chrome, v ktorej sa nachádzate dojo js. Možno budete chcieť vypnúť javascript, ktorý pomôže ladiť webovú stránku / skontrolovať chyby kódu webovej stránky deno js.\n\nToto je rýchly spôsob, ako povoliť alebo zakázať Javascript javascript in hindi\n\nZapnite / vypnite javascript pomocou tlačidla.\n\nNa začatie používania softvéru musíte najprv nainštalovať rozšírenie.\nKeď sa nachádzate na webovej stránke, ktorú chcete vypnúť, jednoducho kliknite na rozšírenie softvéru a vypnite ho fizzbuzz javascript.\nJavascript pre túto webovú stránku môžete znova zapnúť opätovným kliknutím na ikonu rozšírenia best way to learn javascript.\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE JE vykonané spoločnosťou Google a je realizované nezávislým vývojovým tímom. Všetky autorské práva patria ich vlastníkom. Google toto rozšírenie Chrome nepodporuje ani nesponzoruje. Javascript Switcher pre Google Chrome ™ nie je vo vlastníctve, nie je licencovaný a nie je dcérskou spoločnosťou spoločnosti Google Inc.",
    "sl": "Z enim gumbom vklopite ali izklopite javascript na zavihku Google Chrome, ki ste na eventlistener javascript. Morda boste želeli izklopiti javascript, da boste lažje odpravili spletno stran / preverili napake v kodi spletnega mesta javascript any.\n\nNa ta način omogočite / onemogočite Javascript lazyload js\n\nJavascript vklopite / izklopite z gumbom.\n\nČe želite začeti uporabljati programsko opremo, morate najprej namestiti razširitev.\nKo ste na spletnem mestu, ki ga želite izklopiti, samo kliknite razširitev programske opreme, da jo izklopite es6 find.\nJavascript za to spletno stran lahko vklopite tako, da znova kliknete ikono razširitve standard js.\n\nIzjava o omejitvi odgovornosti: Upoštevajte, da te razširitve NE izdeluje Google, izdelala pa jo je neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom. Google ne podpira ali ne sponzorira te razširitve za Chrome. Javascript Switcher za Google Chrome ™ ni v lasti, ni licenciran in ni podrejena družba Google Inc.",
    "sr": "Употријебите једно дугме да бисте укључили или искључили ЈаваСцрипт на картици Гоогле Цхроме на којој се налазите eclipse javascript. Можда желите да искључите ЈаваСцрипт како бисте помогли да отклоните грешку на веб страници / проверите грешке у коду веб странице react relay.\n\nОво је брз начин за омогућавање / онемогућавање Јавасцрипта draggable js\n\nУкључите / искључите јавасцрипт помоћу дугмета.\n\nДа бисте започели употребу софтвера, прво морате инсталирати проширење.\nНакон што сте на веб локацији коју желите да искључите ЈаваСцрипт, само кликните на софтверско проширење да бисте га искључили dojo toolkit.\nМожете поново укључити ЈаваСцрипт за ту веб страницу тако што ћете поново кликнути на икону проширења js get.\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НЕ доноси Гоогле, а урадио га је независни развојни тим. Сва ауторска права припадају њиховим власницима. Гоогле не подржава или спонзорише ово проширење за Цхроме. Јавасцрипт Свитцхер за Гоогле Цхроме ™ није у власништву, није лиценциран и није подружница компаније Гоогле Инц.",
    "sv": "Använd en enda knapp för att slå på eller stänga av JavaScript på fliken Google Chrome du befinner dig i visual studio javascript. Du kanske vill stänga av javascript för att hjälpa till att felsöka en webbsida / kontrollera dina webbplatskodfel wallaby js.\n\nDetta är ett snabbt sätt att aktivera / inaktivera Javascript javascript language\n\nSlå på / stäng av JavaScript med en knapp.\n\nFör att börja använda programvaran måste du installera tillägget först.\nNär du är på webbplatsen vill du stänga av javascript klickar du bara på mjukvaruförlängningen för att stänga av det js to coffee.\nDu kan aktivera JavaScript igen för den webbsidan genom att klicka på tilläggsikonen igen node js online.\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE görs av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätter tillhör deras respektive ägare. Google stöder eller sponsrar inte detta Chrome-tillägg. Javascript Switcher för Google Chrome ™ ägs inte av, är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "ใช้ปุ่มเดียวเพื่อเปิดหรือปิดจาวาสคริปต์บนแท็บ Google Chrome ที่คุณอยู่ใน headroom js คุณอาจต้องการปิดจาวาสคริปต์เพื่อช่วยในการแก้ไขข้อบกพร่องของหน้าเว็บ / ตรวจสอบข้อผิดพลาดรหัสเว็บไซต์ของคุณ javascript for kids\n\nนี่เป็นวิธีที่รวดเร็วในการเปิด / ปิดการใช้งาน Javascript javascript with\n\nเปิด / ปิดจาวาสคริปต์ด้วยปุ่ม\n\nในการเริ่มต้นใช้งานซอฟต์แวร์คุณต้องติดตั้งส่วนขยายก่อน\nเมื่อคุณอยู่ในเว็บไซต์ที่คุณต้องการปิดจาวาสคริปต์ให้คลิกที่ส่วนขยายซอฟต์แวร์เพื่อปิด khan academy javascript\nคุณสามารถเปิดจาวาสคริปต์กลับมาที่หน้าเว็บนั้นได้โดยคลิกที่ไอคอนส่วนขยายอีกครั้ง external javascript\n\nคำเตือน: โปรดทราบว่าส่วนขยายนี้ไม่ได้ทำโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง Google ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ Javascript Switcher สำหรับ Google Chrome ™ไม่ได้เป็นเจ้าของโดยไม่ได้รับอนุญาตและไม่ได้เป็น บริษัท ในเครือของ Google Inc.",
    "tr": "chakracore içinde olduğunuz Google Chrome Sekmesinde javascript'i açmak veya kapatmak için tek bir düğme kullanın. Bir web sayfasında hata ayıklamaya yardımcı olmak / web sitesi kodu hatalarınızı kontrol etmek için javascript'i kapatmak isteyebilirsiniz commander js.\n\nBu, Javascript lerna js 'i etkinleştirmenin / devre dışı bırakmanın hızlı bir yoludur\n\nJavascript'i bir düğme ile açın / kapatın.\n\nYazılımı kullanmaya başlamak için önce uzantıyı yüklemeniz gerekir.\nJavascript'i kapatmak istediğiniz web sitesine girdikten sonra, kapatmak için yazılım uzantısına tıklayın js and.\njs code uzantı simgesini tekrar tıklayarak o web sayfası için javascript'i tekrar açabilirsiniz.\n\nUyarı: Bu uzantının Google tarafından yapılmadığını ve bağımsız bir geliştirme ekibi tarafından yapıldığını lütfen unutmayın. Tüm telif hakları ilgili sahiplerine aittir. Google, bu Chrome uzantısını desteklemez veya sponsor etmez. Google Chrome ™ için Javascript Switcher, Google Inc. şirketine ait değildir, lisanslanmamıştır ve Google Inc.'in bir yan kuruluşu değildir.",
    "uk": "Використовуйте одну кнопку, щоб увімкнути або вимкнути javascript на вкладці Google Chrome, на якій ви перебуваєте jquery code. Ви можете вимкнути javascript, щоб допомогти налагодити веб-сторінку / перевірити помилки коду вашого веб-сайту javascript get year.\n\nЦе швидкий спосіб увімкнути / вимкнути Javascript node js frameworks\n\nУвімкнення / вимкнення JavaScript за допомогою кнопки.\n\nДля початку використання програмного забезпечення спочатку потрібно встановити розширення.\nКоли ви перебуваєте на веб-сайті, який хочете вимкнути JavaScript, просто натисніть на розширення програмного забезпечення, щоб вимкнути його js focus.\nВи можете увімкнути javascript для цієї веб-сторінки, натиснувши ще раз піктограму розширення atom javascript.\n\nВідмова: Зауважте, що це розширення НЕ зроблено Google, а його розробляє незалежна команда з розробки. Усі авторські права належать їх власникам. Google не підтримує та не спонсорує це розширення Chrome. Перемикач Javascript для Google Chrome ™ не належить, не має ліцензії та не є дочірньою компанією Google Inc.",
    "vi": "Sử dụng một nút duy nhất để bật hoặc tắt javascript trên Tab Google Chrome mà bạn đang ở sencha extjs. Bạn có thể muốn tắt javascript để giúp gỡ lỗi trang web / kiểm tra lỗi mã trang web của bạn node js github.\n\nĐây là cách nhanh chóng để bật / tắt Javascript dragula js\n\nBật / tắt javascript bằng một nút.\n\nĐể bắt đầu sử dụng phần mềm, bạn cần cài đặt tiện ích mở rộng trước.\nKhi bạn đang ở trên trang web mà bạn muốn tắt javascript, chỉ cần nhấp vào tiện ích mở rộng phần mềm để tắt two js.\nBạn có thể bật lại javascript cho trang web đó bằng cách nhấp lại vào biểu tượng tiện ích mở rộng node es6.\n\nTuyên bố miễn trừ trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG được tạo bởi Google và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng. Google không xác nhận hoặc tài trợ tiện ích mở rộng Chrome này. Trình chuyển đổi Javascript cho Google Chrome ™ không thuộc sở hữu của, không được cấp phép bởi và không phải là công ty con của Google Inc."
  }
}