{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookmarks in Google"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What does this extension do?\n\nWhen making use of Google search, this extension will highlight websites which are in your bookmarks.…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What does this extension do?\n\nWhen making use of Google search, this extension will highlight websites which are in your bookmarks. If the link is exactly the same, it will be bright yellow with a star next to it. If the link is from the same domain name as a bookmark, it will be highlighted with a softer yellow.\n\nGreat. Why?\n\nA long time ago bookmarks were the way to navigate to your favorite websites. Nowadays, a quick google search will take you there. Here is where some people may encounter a problem.\n\nThe web is swimming with phishing websites — websites with harmful intent pretending to be the website you're trying to get to. One such way hackers abuse phishing websites is through logins. If you type your login details into such phishing websites, they'll have your login information and are sure to abuse it.\n\nThis may not be a problem when searching for \"Youtube\" or other extremely popular websites. However, such hackers will have an easier time phishing with less popular websites. This is where bookmarks could help your security. When you click on that bookmark, you know you are going to the same website you've been to last time.\n\nYet, many people's muscle memory is to Google the website they want to go to. This is where this extension comes in. First, bookmark your favorite websites. Then, when you want to access one of them, you can Google it as usual. If a result is highlighted yellow, then you can be sure that it is the website you're looking for. If the website has no highlight, then it is not in your bookmarks and may be a phishing website (if you are sure you bookmarked it)."
  }
}