{
  "name": {
    "ar": "مظهر داكن لصفحة علامة تبويب جديدة",
    "am": "ለአዲሱ የትር ገጽ ጨለማ ገጽታ",
    "bg": "Тъмна тема за нов раздел",
    "bn": "নতুন ট্যাব পৃষ্ঠার জন্য অন্ধকার থিম",
    "ca": "Tema fosc per a la nova pestanya",
    "cs": "Tmavý motiv pro stránku nové záložky",
    "da": "Mørkt tema til ny faneside",
    "de": "Dunkles Design für neue Tab-Seite",
    "el": "Σκούρο θέμα για νέα σελίδα καρτέλας",
    "en,en_AU,en_GB,en_US,es_419": "Dark theme for new tab page",
    "es": "Tema oscuro para la página de nueva pestaña",
    "et": "Tume teema uue vahelehe jaoks",
    "fa": "طرح زمینه تاریک برای صفحه برگه جدید",
    "fi": "Tumma teema uudelle välilehtisivulle",
    "fil": "Madilim na tema para sa bagong pahina ng tab",
    "fr": "Thème sombre pour la nouvelle page d'onglet",
    "gu": "નવા ટ tabબ પૃષ્ઠ માટે ડાર્ક થીમ",
    "he": "ערכת נושא כהה עבור דף כרטיסיות חדש",
    "hi": "नए टैब पेज के लिए डार्क थीम",
    "hr": "Tamna tema za stranicu nove kartice",
    "hu": "Sötét téma az új lap oldalához",
    "id,ms": "Tema gelap untuk halaman tab baru",
    "it": "Tema scuro per la nuova scheda",
    "ja": "新しいタブページのダークテーマ",
    "kn": "ಹೊಸ ಟ್ಯಾಬ್ ಪುಟಕ್ಕಾಗಿ ಡಾರ್ಕ್ ಥೀಮ್",
    "ko": "새 탭 페이지의 어두운 테마",
    "lt": "Tamsi naujojo skirtuko puslapio tema",
    "lv": "Tumša jaunas cilnes lapas tēma",
    "ml": "പുതിയ ടാബ് പേജിനായുള്ള ഇരുണ്ട തീം",
    "mr": "नवीन टॅब पृष्ठासाठी गडद थीम",
    "nl": "Donker thema voor nieuwe tabbladpagina",
    "no": "Mørkt tema for ny faneside",
    "pl": "Ciemny motyw strony nowej karty",
    "pt_BR,pt_PT": "Tema escuro para a página nova guia",
    "ro": "Tema întunecată pentru pagina filă nouă",
    "ru": "Темная тема для новой вкладки",
    "sk": "Tmavý motív pre stránku na novej karte",
    "sl": "Temna tema za novo stran zavihka",
    "sr": "Тамна тема за страницу нове картице",
    "sv": "Mörkt tema för ny fliksida",
    "sw": "Mandhari meusi ya ukurasa mpya wa kichupo",
    "ta": "புதிய தாவல் பக்கத்திற்கான இருண்ட தீம்",
    "te": "క్రొత్త టాబ్ పేజీ కోసం డార్క్ థీమ్",
    "th": "ธีมสีเข้มสำหรับหน้าแท็บใหม่",
    "tr": "Yeni sekme sayfası için koyu tema",
    "uk": "Темна тема для сторінки нової вкладки",
    "vi": "Chủ đề tối cho trang tab mới",
    "zh_CN": "新标签页的深色主题",
    "zh_TW": "新標籤頁的深色主題"
  },
  "short": {
    "ar": "قم بتشغيل \"المظهر الداكن\" في علامة تبويب جديدة. تمكين الوضع الليلي في الصفحة الرئيسية للمتصفح.",
    "am": "በአዲሱ ትር ላይ ጨለማ ገጽታን ያብሩ። በአሳሽ መነሻ ገጽ ላይ የሌሊት ሁነታን ያንቁ።",
    "bg": "Включете тъмната тема в новия раздел. Активирайте нощния режим на началната страница на браузъра.",
    "bn": "নতুন ট্যাবে অন্ধকার থিমটি চালু করুন। ব্রাউজারের হোম পৃষ্ঠায় নাইট মোড সক্ষম করুন।",
    "ca": "Activeu el tema fosc a la pestanya nova. Activa el mode nocturn a la pàgina d'inici del navegador.",
    "cs": "Zapněte tmavý motiv na nové kartě. Povolte noční režim na domovské stránce prohlížeče.",
    "da": "Slå mørkt tema til på den nye fane. Aktivér nattilstand på browserens startside.",
    "de": "Schalten Sie das dunkle Design auf neuem Tab ein. Aktivieren Sie den Nachtmodus auf der Startseite des Browsers.",
    "el": "Ενεργοποιήστε το σκοτεινό θέμα στη νέα καρτέλα. Ενεργοποιήστε τη νυχτερινή λειτουργία στην αρχική σελίδα του προγράμματος…",
    "en,en_AU,en_GB,en_US,es_419": "Turn on dark theme on new tab. Enable night mode on browser home page.",
    "es": "Activa el tema oscuro en la nueva pestaña. Habilite el modo nocturno en la página de inicio del navegador.",
    "et": "Lülitage uuel vahelehel sisse tume teema. Öörežiimi lubamine brauseri avalehel.",
    "fa": "طرح زمینه تیره را در برگه جدید روشن کنید. حالت شب را در صفحه اصلی مرورگر فعال کنید.",
    "fi": "Ota tumma teema käyttöön uudessa välilehdessä. Ota yötila käyttöön selaimen kotisivulla.",
    "fil": "I-on ang madilim na tema sa bagong tab. Paganahin ang night mode sa home page ng browser.",
    "fr": "Activez le thème sombre dans le nouvel onglet. Activez le mode nuit sur la page d'accueil du navigateur.",
    "gu": "નવા ટ tabબ પર ડાર્ક થીમ ચાલુ કરો. બ્રાઉઝર હોમ પેજ પર નાઇટ મોડને સક્ષમ કરો.",
    "he": "הפעל נושא כהה בכרטיסייה חדשה. אפשר מצב לילה בדף הבית של הדפדפן.",
    "hi": "नए टैब पर डार्क थीम चालू करें। ब्राउज़र होम पेज पर नाइट मोड सक्षम करें।",
    "hr": "Uključite tamnu temu na novoj kartici. Omogućite noćni način rada na početnoj stranici preglednika.",
    "hu": "Kapcsolja be a sötét témát az új lapon. Éjszakai mód engedélyezése a böngésző kezdőlapján.",
    "id": "Aktifkan tema gelap di tab baru. Aktifkan mode malam di halaman beranda browser.",
    "it": "Attiva il tema scuro nella nuova scheda. Abilita la modalità notturna sulla home page del browser.",
    "ja": "新しいタブでダークテーマをオンにします。ブラウザのホームページでナイトモードを有効にします。",
    "kn": "ಹೊಸ ಟ್ಯಾಬ್‌ನಲ್ಲಿ ಡಾರ್ಕ್ ಥೀಮ್ ಆನ್ ಮಾಡಿ. ಬ್ರೌಸರ್ ಮುಖಪುಟದಲ್ಲಿ ರಾತ್ರಿ ಮೋಡ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ.",
    "ko": "새 탭에서 어두운 테마를 켭니다. 브라우저 홈페이지에서 야간 모드를 활성화합니다.",
    "lt": "Naujame skirtuke įjunkite tamsią temą. Įgalinti naktinį režimą naršyklės pagrindiniame puslapyje.",
    "lv": "Jaunajā cilnē ieslēdziet tumšo motīvu. Iespējot nakts režīmu pārlūka sākumlapā.",
    "ml": "പുതിയ ടാബിൽ ഇരുണ്ട തീം ഓണാക്കുക. ബ്ര browser സർ ഹോം പേജിൽ രാത്രി മോഡ് പ്രാപ്തമാക്കുക.",
    "mr": "नवीन टॅबवर गडद थीम चालू करा. ब्राउझर मुख्यपृष्ठावर रात्री मोड सक्षम करा.",
    "ms": "Hidupkan tema gelap pada tab baru. Dayakan mod malam di laman utama penyemak imbas.",
    "nl": "Schakel het donkere thema in op een nieuw tabblad. Schakel de nachtmodus in op de startpagina van de browser.",
    "no": "Slå på mørkt tema på den nye fanen. Aktiver nattmodus på nettleserens startside.",
    "pl": "Włącz ciemny motyw na nowej karcie. Włącz tryb nocny na stronie głównej przeglądarki.",
    "pt_BR,pt_PT": "Ative o tema escuro na nova guia. Ative o modo noturno na página inicial do navegador.",
    "ro": "Activați tema întunecată pe fila nouă. Activați modul de noapte pe pagina principală a browserului.",
    "ru": "Темная тема для новой вкладке. Включить ночной режим на домашней странице браузера.",
    "sk": "Zapnite tmavý motív na novej karte. Povoliť nočný režim na domovskej stránke prehliadača.",
    "sl": "Vklopite temno temo na novem zavihku. Omogočite nočni način na domači strani brskalnika.",
    "sr": "Укључите тамну тему на новој картици. Омогућите ноћни режим на почетној страници прегледача.",
    "sv": "Aktivera mörkt tema på den nya fliken. Aktivera nattläge på webbläsarens startsida.",
    "sw": "Washa mandhari nyeusi kwenye kichupo kipya. Washa hali ya usiku kwenye ukurasa wa kivinjari.",
    "ta": "புதிய தாவலில் இருண்ட தீம் இயக்கவும். உலாவி முகப்பு பக்கத்தில் இரவு பயன்முறையை இயக்கவும்.",
    "te": "క్రొత్త టాబ్‌లో చీకటి థీమ్‌ను ప్రారంభించండి. బ్రౌజర్ హోమ్ పేజీలో నైట్ మోడ్‌ను ప్రారంభించండి.",
    "th": "เปิดธีมสีเข้มในแท็บใหม่ เปิดใช้งานโหมดกลางคืนบนหน้าแรกของเบราว์เซอร์",
    "tr": "Yeni sekmede koyu temayı açın. Tarayıcı ana sayfasında gece modunu etkinleştirin.",
    "uk": "Увімкніть темну тему на новій вкладці. Увімкніть нічний режим на домашній сторінці браузера.",
    "vi": "Bật chủ đề tối trên tab mới. Bật chế độ ban đêm trên trang chủ của trình duyệt.",
    "zh_CN": "在新选项卡上打开深色主题。在浏览器主页上启用夜间模式。",
    "zh_TW": "在新選項卡上打開深色主題。在瀏覽器主頁上啟用夜間模式。"
  },
  "long": {
    "ar": "قم بتنشيط المظهر الداكن في علامة التبويب الجديدة في Google Chrome بنقرة واحدة. مع الوضع الليلي لصفحتك الرئيسية ، ستساعد عينيك وتجعل متصفحك أكثر جمالا!\n\nبصرف النظر عن المظهر المظلم ، تحتوي صفحة علامة التبويب الجديدة الخاصة بنا على عدد من الميزات الرائعة:\n\n- تعيين صور خلفية داكنة للصفحة الرئيسية لمتصفحك.\n- قم بتشغيل التدوير التلقائي لصور الخلفية\n- استمتع بتصميم بسيط وأنيق مع إشارات مرجعية مرئية سهلة الاستخدام (= الاتصال السريع) للوصول بنقرة واحدة إلى مواقع الويب المفضلة لديك\n- تخصيص مظهر الإشارات المرجعية المرئية واختيار أغلفة جميلة لها\n- إنشاء مجلدات للإشارات المرجعية المرئية لإبقائها منظمة\n\nامتداد الوضع الليلي هذا مجاني تمامًا بدون عمليات شراء داخل التطبيق.\n\nأثناء عملية التثبيت ، سيطلب منك المتصفح الحصول على أذونات. نستخدم أصغر مجموعة من الأذونات الممكنة لمنحك الوظائف الكاملة للمكون الإضافي.\n\nهذا الامتداد مستقل ولا يرتبط بعلامات تبويب جديدة شائعة أخرى أو ملحقات اتصال سريع في سوق Chrome الإلكتروني مثل علامة تبويب جديدة Infinity New Tab أو Momentum أو CaretTab أو FVD Speed Dial أو غيرها.",
    "am": "በአንድ ጠቅታ በ Google Chrome ውስጥ በአዲሱ ትር ላይ የጨለማውን ገጽታ ያግብሩ። ለቤት ገጽዎ በምሽት ሁኔታ ዓይኖችዎን ይረዱዎታል እና አሳሽዎን ይበልጥ ቆንጆ ያደርጋሉ!\n\nከጨለማው ጭብጥ በተጨማሪ አዲሱ የትር ገፃችን በርካታ አስደናቂ ገጽታዎች አሉት\n\n- ለአሳሽዎ መነሻ ገጽ ጨለማ የጀርባ ፎቶዎችን ያዘጋጁ ፡፡\n- የጀርባ ፎቶዎችን በራስ-ሰር ማሽከርከርን ያብሩ\n- ለሚወዷቸው ድር ጣቢያዎች በአንድ ጠቅታ ለመድረስ በቀላሉ የሚታዩ ምስላዊ ዕልባቶችን (= የፍጥነት መደወሎችን) ለመጠቀም በሚያምር እና በሚያምር በትንሽነት ንድፍ ይደሰቱ\n- የእይታ ዕልባቶችን ገጽታ ያብጁ እና ለእነሱ ቆንጆ ሽፋኖችን ይምረጡ\n- ለእይታ ዕልባቶች እንዲደራጁ ለማድረግ አቃፊዎችን ይፍጠሩ\n\nየውስጠ-መተግበሪያ ግዢዎች ከሌሉበት ይህ የሌሊት ሁነታ ቅጥያ ሙሉ በሙሉ ነፃ ነው።\n\nበመጫን ጊዜ አሳሹ ፈቃዶችን ይጠይቅዎታል። የተሰኪውን ሙሉ ተግባር ለእርስዎ ለመስጠት የሚቻለውን አነስተኛውን የፈቃዶች ስብስብ እንጠቀማለን።\n\nይህ ቅጥያ ራሱን የቻለ እና እንደ Infinity New Tab ፣ Momentum ፣ CaretTab ፣ FVD Speed Dial ወይም ሌሎች ካሉ በ Chrome ድር መደብር ውስጥ ካሉ ሌሎች ታዋቂ አዲስ ትር ወይም የፍጥነት መደወያ ቅጥያዎች ጋር አልተያያዘም።",
    "bg": "Активирайте тъмната тема в новия раздел в Google Chrome с едно щракване. С нощния режим за началната ви страница ще помогнете на очите си и ще направите браузъра си по-красив!\n\nОсвен тъмната тема, нашата нова страница в раздела има редица прекрасни функции:\n\n- Задайте снимки на тъмен фон за началната страница на браузъра си.\n- Включете автоматичното завъртане на фоновите снимки\n- Насладете се на красив и стилен минималистичен дизайн с лесни за използване визуални отметки (= бързи набирания) за достъп с едно кликване до любимите ви уебсайтове\n- Персонализирайте външния вид на визуалните отметки и изберете красиви корици за тях\n- Създайте папки за визуални отметки, за да ги поддържате организирани\n\nТова разширение за нощен режим е напълно безплатно без покупки в приложението.\n\nПо време на инсталационния процес браузърът ще ви поиска разрешения. Използваме възможно най-малкия набор от разрешения, за да ви предоставим пълната функционалност на приставката.\n\nТова разширение е независимо и не е свързано с други популярни разширения за нов раздел или бързо набиране в уеб магазина на Chrome като Infinity New Tab, Momentum, CaretTab, FVD Speed Dial или други.",
    "bn": "একক ক্লিকের মাধ্যমে গুগল ক্রোমে নতুন ট্যাবে অন্ধকার থিমটি সক্রিয় করুন। আপনার হোম পৃষ্ঠার জন্য নাইট মোডের সাহায্যে আপনি আপনার চোখকে সহায়তা করবেন এবং আপনার ব্রাউজারটি আরও সুন্দর করে তুলবেন!\n\nঅন্ধকার থিম ছাড়াও, আমাদের নতুন ট্যাব পৃষ্ঠায় বেশ কয়েকটি দুর্দান্ত বৈশিষ্ট্য রয়েছে:\n\n- আপনার ব্রাউজারের হোম পৃষ্ঠার জন্য অন্ধকার পটভূমি ফটো সেট করুন।\n- ব্যাকগ্রাউন্ড ফটোগুলির স্বয়ংক্রিয় ঘূর্ণন চালু করুন\n- আপনার পছন্দসই ওয়েবসাইটগুলিতে এক ক্লিকে অ্যাক্সেসের জন্য ভিজ্যুয়াল বুকমার্কগুলি (= স্পিড ডায়ালগুলি) সহজেই ব্যবহার করে সুন্দর এবং আড়ম্বরপূর্ণ নমনীয় ডিজাইনের উপভোগ করুন\n- ভিজ্যুয়াল বুকমার্কগুলির চেহারা কাস্টমাইজ করুন এবং তাদের জন্য সুন্দর কভারগুলি চয়ন করুন\n- ভিজ্যুয়াল বুকমার্কগুলিকে সুসংহত রাখার জন্য ফোল্ডার তৈরি করুন\n\nঅ্যাপ্লিকেশন কেনার সাথে এই নাইট মোডের এক্সটেনশনটি সম্পূর্ণ বিনামূল্যে is\n\nইনস্টলেশন প্রক্রিয়া চলাকালীন, ব্রাউজারটি আপনাকে অনুমতি চাইবে। আপনাকে প্লাগইনের সম্পূর্ণ কার্যকারিতা দেওয়ার জন্য আমরা ক্ষুদ্রতম অনুমতিগুলির সেটটি ব্যবহার করি।\n\nএই এক্সটেনশনটি স্বাধীন এবং ক্রোম ওয়েব স্টোরের অন্যান্য নতুন নতুন ট্যাব বা স্পিড ডায়াল এক্সটেনশনের সাথে যুক্ত নয় যেমন ইনফিনিটি নতুন ট্যাব, গতিবেগ, ক্যারেটট্যাব, এফভিডি স্পিড ডায়াল বা অন্যান্য।",
    "ca": "Activeu el tema fosc a la nova pestanya de Google Chrome amb un sol clic. Amb el mode nocturn de la vostra pàgina d’inici, ajudareu els vostres ulls i millorareu el vostre navegador.\n\nA part del tema fosc, la nostra nova pestanya inclou diverses funcions meravelloses:\n\n- Configureu fotos de fons fosc per a la pàgina d'inici del navegador.\n- Activeu la rotació automàtica de les fotos de fons\n- Gaudeix d'un disseny minimalista preciós i elegant amb marcadors visuals fàcils d'utilitzar (= marcatges ràpids) per accedir amb un clic als teus llocs web preferits\n- Personalitzeu l’aspecte dels marcadors visuals i escolliu-ne belles portades\n- Creeu carpetes per a marcadors visuals per mantenir-los organitzats\n\nAquesta extensió del mode nocturn és totalment gratuïta sense compres des de l'aplicació.\n\nDurant el procés d’instal·lació, el navegador us demanarà permisos. Utilitzem el mínim conjunt de permisos possible per oferir-vos tota la funcionalitat del connector.\n\nAquesta extensió és independent i no està associada a altres extensions populars de pestanya nova o de marcatge ràpid de Chrome Web Store, com ara Infinity New Tab, Momentum, CaretTab, FVD Speed Dial o altres.",
    "cs": "Aktivujte tmavý motiv na nové kartě v Google Chrome jediným kliknutím. S nočním režimem pro domovskou stránku pomůžete svým očím a zkrášlíte svůj prohlížeč!\n\nKromě temného tématu má naše nová záložka řadu skvělých funkcí:\n\n- Nastavte fotografie na tmavém pozadí pro domovskou stránku prohlížeče.\n- Zapněte automatické otáčení fotografií na pozadí\n- Užijte si krásný a stylový minimalistický design se snadno použitelnými vizuálními záložkami (= rychlé volby) pro přístup k vašim oblíbeným webům jedním kliknutím.\n- Upravte vzhled vizuálních záložek a vyberte pro ně krásné obálky\n- Vytvářejte složky pro vizuální záložky, abyste je udrželi v pořádku\n\nToto rozšíření pro noční režim je zcela zdarma bez nákupů v aplikaci.\n\nBěhem procesu instalace vás prohlížeč požádá o oprávnění. Abychom vám poskytli plnou funkčnost pluginu, používáme nejmenší možnou sadu oprávnění.\n\nToto rozšíření je nezávislé a není spojeno s jinými oblíbenými rozšířeními o nové karty nebo rychlé volby v Internetovém obchodě Chrome, jako jsou Infinity New Tab, Momentum, CaretTab, FVD Speed Dial a další.",
    "da": "Aktivér det mørke tema på den nye fane i Google Chrome med et enkelt klik. Med nattilstand til din startside hjælper du dine øjne og gør din browser smukkere!\n\nBortset fra det mørke tema har vores nye faneside en række vidunderlige funktioner:\n\n- Indstil mørke baggrundsbilleder til din browsers startside.\n- Tænd automatisk rotation af baggrundsbilleder\n- Nyd smukt og stilfuldt, minimalistisk design med brugervenlige visuelle bogmærker (= hurtigopkald) for at få et klik adgang til dine yndlingswebsteder\n- Tilpas udseendet af visuelle bogmærker, og vælg smukke omslag til dem\n- Opret mapper til visuelle bogmærker for at holde dem organiseret\n\nDenne nattilstandsudvidelse er helt gratis uden køb i appen.\n\nUnder installationen beder browseren dig om tilladelser. Vi bruger det mindste sæt tilladelser, der er muligt, for at give dig plugin'ens fulde funktionalitet.\n\nDenne udvidelse er uafhængig og er ikke forbundet med andre populære nye faner eller hurtigopkaldsudvidelser i Chrome Webshop såsom Infinity New Tab, Momentum, CaretTab, FVD Speed Dial eller andre.",
    "de": "Aktivieren Sie das dunkle Thema auf der neuen Registerkarte in Google Chrome mit einem einzigen Klick. Mit dem Nachtmodus für Ihre Homepage helfen Sie Ihren Augen und machen Ihren Browser schöner!\n\nAbgesehen von dem dunklen Thema bietet unsere neue Registerkarte eine Reihe wundervoller Funktionen:\n\n- Stellen Sie dunkle Hintergrundfotos für die Homepage Ihres Browsers ein.\n- Aktivieren Sie die automatische Drehung von Hintergrundfotos\n- Genießen Sie ein schönes und stilvolles minimalistisches Design mit benutzerfreundlichen visuellen Lesezeichen (= Kurzwahlnummern) für den Zugriff auf Ihre Lieblingswebsites mit einem Klick\n- Passen Sie das Aussehen von visuellen Lesezeichen an und wählen Sie schöne Cover für sie\n- Erstellen Sie Ordner für visuelle Lesezeichen, um sie organisiert zu halten\n\nDiese Nachtmodus-Erweiterung ist ohne In-App-Käufe völlig kostenlos.\n\nWährend des Installationsvorgangs werden Sie vom Browser nach Berechtigungen gefragt. Wir verwenden die kleinstmöglichen Berechtigungen, um Ihnen die volle Funktionalität des Plugins zu bieten.\n\nDiese Erweiterung ist unabhängig und nicht mit anderen beliebten neuen Registerkarten- oder Kurzwahlerweiterungen im Chrome Web Store verknüpft, z. B. Infinity New Tab, Momentum, CaretTab, FVD-Kurzwahl oder anderen.",
    "el": "Ενεργοποιήστε το σκοτεινό θέμα στη νέα καρτέλα στο Google Chrome με ένα μόνο κλικ. Με τη νυχτερινή λειτουργία για την αρχική σας σελίδα, θα βοηθήσετε τα μάτια σας και θα κάνετε το πρόγραμμα περιήγησής σας πιο όμορφο!\n\nΕκτός από το σκοτεινό θέμα, η σελίδα της νέας καρτέλας μας έχει μια σειρά από υπέροχα χαρακτηριστικά:\n\n- Ορίστε φωτογραφίες με σκούρο φόντο για την αρχική σελίδα του προγράμματος περιήγησής σας.\n- Ενεργοποιήστε την αυτόματη περιστροφή φωτογραφιών φόντου\n- Απολαύστε όμορφη και κομψή μινιμαλιστική σχεδίαση με εύχρηστους οπτικούς σελιδοδείκτες (= γρήγορες κλήσεις) για πρόσβαση με ένα κλικ στους αγαπημένους σας ιστότοπους\n- Προσαρμόστε την εμφάνιση των οπτικών σελιδοδεικτών και επιλέξτε όμορφα εξώφυλλα για αυτούς\n- Δημιουργήστε φακέλους για οπτικούς σελιδοδείκτες για να τους διατηρήσετε οργανωμένους\n\nΑυτή η επέκταση νυχτερινής λειτουργίας είναι εντελώς δωρεάν χωρίς αγορές εντός εφαρμογής.\n\nΚατά τη διαδικασία εγκατάστασης, το πρόγραμμα περιήγησης θα σας ζητήσει δικαιώματα. Χρησιμοποιούμε το μικρότερο δυνατό σύνολο δικαιωμάτων για να σας προσφέρουμε την πλήρη λειτουργικότητα της προσθήκης.\n\nΑυτή η επέκταση είναι ανεξάρτητη και δεν σχετίζεται με άλλες δημοφιλείς νέες καρτέλες ή επεκτάσεις ταχείας κλήσης στο Chrome Web Store όπως το Infinity New Tab, Momentum, CaretTab, FVD Speed Dial ή άλλα.",
    "en,en_AU,en_GB,en_US,es_419": "Activate the dark theme on the new tab in Google Chrome with a single click. With the night mode for your home page, you'll help your eyes and make your browser more beautiful!\n\nBy clicking \"Add to chrome\", I accept and agree to installing the Dark Tab extension and setting Chrome™ New Tab to that provided by the service and the Terms of Use and Privacy Policy. Search engine services will be provided by Microsoft Bing.\n\nApart from the dark theme, our new tab page has a number of wonderful features:\n\n- Set dark background photos for your browser's home page.\n- Turn on automatic rotation of background photos\n- Enjoy beautiful and stylish minimalistic design with easy to use visual bookmarks (= speed dials) for one click access to your favorite websites\n- Customize the look of visual bookmarks and choose beautiful covers for them\n- Create folders for visual bookmarks to keep them organized\n\nThis night mode extension is completely free with no in-app purchases.\n\nDuring the installation process, the browser will ask you for permissions. We use the smallest set of permissions possible to give you the full functionality of the plugin.\n\nPermissions description:\n\n- to get titles of websites automatically when they are added to visual bookmarks.\n- tabs - to create service tabs when adding a new website to speed dial from the context menu\n- history - to browse recently visited websites in the new tab\n- chrome://favicon/ - to change the favicon of the new tab\n- storage & unlimitedStorage - to store your settings and wallpapers\n- contextMenus - to add new visual bookmarks to the home page of any website via the context menu\n\nThis extension is independent and not associated with other popular new tab or speed dial extensions in the Chrome Web Store such as Infinity New Tab, Momentum, CaretTab, FVD Speed Dial or others.\n\nYour Privacy Matters: By clicking \"Add to Chrome\", I accept and agree to install Dark Tab according to the Terms of Use and Privacy Policy.\n\nYou can read our privacy policy and terms and conditions unsing the following links:\n\nhttps://lampabar.com/etc/pages/terms_of_use.html\nhttps://lampabar.com/etc/pages/privacy.html\nhttps://lampabar.com/etc/pages/contact_us.html",
    "es": "Active el tema oscuro en la nueva pestaña de Google Chrome con un solo clic. ¡Con el modo nocturno para su página de inicio, ayudará a sus ojos y hará que su navegador sea más hermoso!\n\nAdemás del tema oscuro, nuestra página de nueva pestaña tiene una serie de características maravillosas:\n\n- Establecer fotos de fondo oscuro para la página de inicio de su navegador.\n- Activar la rotación automática de fotos de fondo\n- Disfrute de un diseño minimalista hermoso y elegante con marcadores visuales fáciles de usar (= marcaciones rápidas) para acceder con un clic a sus sitios web favoritos\n- Personaliza el aspecto de los marcadores visuales y elige hermosas portadas para ellos.\n- Cree carpetas para marcadores visuales para mantenerlos organizados\n\nEsta extensión de modo nocturno es completamente gratuita sin compras dentro de la aplicación.\n\nDurante el proceso de instalación, el navegador le pedirá permisos. Usamos el conjunto de permisos más pequeño posible para brindarle la funcionalidad completa del complemento.\n\nEsta extensión es independiente y no está asociada con otras nuevas pestañas populares o extensiones de marcación rápida en Chrome Web Store, como Infinity New Tab, Momentum, CaretTab, FVD Speed Dial u otras.",
    "et": "Aktiveerige Google Chrome'i uuel vahelehel tume teema ühe klõpsuga. Kodulehe öise režiimi abil saate oma silmi aidata ja muuta brauseri ilusamaks!\n\nPeale tumeda teema on meie uuel vahelehel mitmed suurepärased funktsioonid:\n\n- määrake oma brauseri avalehele tumedal taustal fotod.\n- Lülitage taustfotode automaatne pööramine sisse\n- Nautige ilusat ja stiilset minimalistlikku kujundust koos hõlpsasti kasutatavate visuaalsete järjehoidjatega (= kiirvalimised) ühe klõpsuga juurdepääsuks oma lemmikveebisaitidele\n- Kohandage visuaalsete järjehoidjate välimust ja valige neile kaunid kaaned\n- Looge visuaalsete järjehoidjate jaoks kaustad, et neid korrastada\n\nSee öise režiimi laiendus on täiesti tasuta, rakendusesiseseid oste ei tehta.\n\nInstalliprotsessi ajal küsib brauser teilt lube. Pistikprogrammi täieliku funktsionaalsuse tagamiseks kasutame võimalikult väikseid lubasid.\n\nSee laiendus on sõltumatu ja pole seotud muude populaarsete uue vahelehe või kiirvalimislaiendustega Chrome'i veebipoes, nagu Infinity New Tab, Momentum, CaretTab, FVD Speed Dial või muud.",
    "fa": "طرح زمینه تاریک را با یک کلیک در برگه جدید در Google Chrome فعال کنید. با حالت شبانه برای صفحه اصلی خود ، به چشمان خود کمک کرده و مرورگر خود را زیباتر خواهید کرد!\n\nجدا از تم تاریک ، صفحه برگه جدید ما دارای تعدادی ویژگی فوق العاده است:\n\n- عکسهای پس زمینه تیره را برای صفحه اصلی مرورگر خود تنظیم کنید.\n- چرخش خودکار عکس های پس زمینه را روشن کنید\n- از طراحی زیبا و شیک مینیمالیک با نشانک های بصری آسان برای استفاده (= شماره گیری سریع) برای دسترسی یک کلیک به وب سایت های مورد علاقه خود لذت ببرید\n- ظاهر نشانک های بصری را سفارشی کنید و جلدهای زیبایی را برای آنها انتخاب کنید\n- برای مرتب نگه داشتن پوشه ها برای نشانک های بصری ایجاد کنید\n\nاین برنامه افزودنی حالت شبانه بدون خرید در برنامه کاملاً رایگان است.\n\nدر طی مراحل نصب ، مرورگر از شما مجوز می خواهد. ما از کمترین مجموعه مجوزهای ممکن استفاده می کنیم تا عملکرد کامل افزونه را به شما ارائه دهیم.\n\nاین برنامه افزودنی مستقل است و با سایر تب های محبوب جدید یا افزونه های شماره گیری سریع در فروشگاه وب Chrome مانند Infinity New Tab ، Momentum ، CaretTab ، FVD Speed Dial یا موارد دیگر ارتباط ندارد.",
    "fi": "Aktivoi tumma teema uudessa välilehdessä Google Chromessa yhdellä napsautuksella. Kotisivusi yötilan avulla voit auttaa silmiäsi ja tehdä selaimesi kauniimmaksi!\n\nPimeän teeman lisäksi uudella välilehtisivullamme on useita upeita ominaisuuksia:\n\n- Aseta tumman taustan valokuvat selaimesi kotisivulle.\n- Ota taustakuvien automaattinen kierto käyttöön\n- Nauti kauniista ja tyylikkäästä minimalistisesta muotoilusta helppokäyttöisillä visuaalisilla kirjanmerkeillä (= pikavalinnoilla) yhdellä napsautuksella pääsy suosikkisivustoihisi\n- Muokkaa visuaalisten kirjanmerkkien ulkoasua ja valitse heille kauniit kannet\n- Luo kansioita visuaalisia kirjanmerkkejä varten, jotta ne pysyvät järjestyksessä\n\nTämä yötilan laajennus on täysin ilmainen ilman sovelluksen sisäisiä ostoksia.\n\nAsennuksen aikana selain pyytää sinulta lupia. Käytämme pienintä mahdollista käyttöoikeussarjaa, jotta voimme tarjota laajennuksen kaikki toiminnot.\n\nTämä laajennus on itsenäinen eikä sitä ole liitetty muihin suosittuihin uusiin välilehti- tai pikavalintalaajennuksiin Chrome Web Storessa, kuten Infinity New Tab, Momentum, CaretTab, FVD Speed Dial tai muihin.",
    "fil": "Paganahin ang madilim na tema sa bagong tab sa Google Chrome sa isang solong pag-click. Gamit ang night mode para sa iyong home page, matutulungan mo ang iyong mga mata at gawing mas maganda ang iyong browser!\n\nBukod sa madilim na tema, ang aming bagong pahina ng tab ay may maraming mga kahanga-hangang tampok:\n\n- Magtakda ng madilim na mga larawan sa background para sa home page ng iyong browser.\n- I-on ang awtomatikong pag-ikot ng mga larawan sa background\n- Masiyahan sa maganda at naka-istilong minimalistic na disenyo na madaling gamitin ang mga visual na bookmark (= mga speed dial) para sa isang pag-click sa pag-access sa iyong mga paboritong website\n- Ipasadya ang hitsura ng mga visual na bookmark at pumili ng magagandang mga pabalat para sa kanila\n- Lumikha ng mga folder para sa mga visual na bookmark upang mapanatili silang maayos\n\nAng extension ng night mode na ito ay libre nang walang mga pagbili ng in-app.\n\nSa panahon ng proseso ng pag-install, hihilingin sa iyo ng browser ang mga pahintulot. Gumagamit kami ng pinakamaliit na hanay ng mga pahintulot na posible upang mabigyan ka ng buong pag-andar ng plugin.\n\nPaglalarawan ng mga pahintulot:\n\n- upang awtomatikong makakuha ng mga pamagat ng mga website kapag idinagdag ang mga ito sa mga visual na bookmark.\n- mga tab - upang lumikha ng mga tab ng serbisyo kapag nagdaragdag ng isang bagong website upang mapabilis ang pag-dial mula sa menu ng konteksto\n- kasaysayan - upang mag-browse ng mga kamakailang binisita na mga website sa bagong tab\n- chrome: // favicon / - upang baguhin ang favicon ng bagong tab\n- imbakan at walang limitasyongStorage - upang maiimbak ang iyong mga setting at wallpaper\n- contextMenus - upang magdagdag ng mga bagong visual bookmark sa home page ng anumang website sa pamamagitan ng menu ng konteksto\n\nAng extension na ito ay independiyente at hindi nauugnay sa iba pang tanyag na bagong tab o mga extension ng speed dial sa Chrome Web Store tulad ng Infinity New Tab, Momentum, CaretTab, FVD Speed ​​Dial o iba pa.",
    "fr": "Activez le thème sombre sur le nouvel onglet de Google Chrome en un seul clic. Avec le mode nuit pour votre page d'accueil, vous aiderez vos yeux et rendre votre navigateur plus beau!\n\nOutre le thème sombre, notre nouvel onglet comporte un certain nombre de fonctionnalités merveilleuses:\n\n- Définissez des photos d'arrière-plan sombre pour la page d'accueil de votre navigateur.\n- Activez la rotation automatique des photos d'arrière-plan\n- Profitez d'un design minimaliste magnifique et élégant avec des signets visuels faciles à utiliser (= numéros abrégés) pour un accès en un clic à vos sites Web préférés\n- Personnalisez l'apparence des signets visuels et choisissez de belles couvertures pour eux\n- Créez des dossiers pour les signets visuels pour les garder organisés\n\nCette extension de mode nuit est entièrement gratuite sans achats intégrés.\n\nPendant le processus d'installation, le navigateur vous demandera des autorisations. Nous utilisons le plus petit ensemble d'autorisations possible pour vous donner toutes les fonctionnalités du plugin.\n\nCette extension est indépendante et n'est pas associée à d'autres extensions populaires de nouvel onglet ou de numérotation abrégée dans le Chrome Web Store telles que Infinity New Tab, Momentum, CaretTab, FVD Speed Dial ou autres.",
    "gu": "એક જ ક્લિકથી ગૂગલ ક્રોમમાં નવા ટ tabબ પર ડાર્ક થીમને સક્રિય કરો. તમારા હોમ પેજ માટે નાઇટ મોડ સાથે, તમે તમારી આંખોને મદદ કરશો અને તમારા બ્રાઉઝરને વધુ સુંદર બનાવશો!\n\nડાર્ક થીમ સિવાય, અમારા નવા ટ tabબ પૃષ્ઠમાં અનેક અદભૂત સુવિધાઓ છે:\n\n- તમારા બ્રાઉઝરના હોમ પેજ માટે ડાર્ક બેકગ્રાઉન્ડ ફોટો સેટ કરો.\n- પૃષ્ઠભૂમિ ફોટાઓના સ્વચાલિત રોટેશનને ચાલુ કરો\nતમારી મનપસંદ વેબસાઇટ્સ પર એક ક્લિક accessક્સેસ માટે વિઝ્યુઅલ બુકમાર્ક્સ (= સ્પીડ ડાયલ્સ) નો ઉપયોગ કરવા માટે સુંદર અને સ્ટાઇલિશ સરળ ડિઝાઇનનો આનંદ લો.\n- વિઝ્યુઅલ બુકમાર્ક્સના દેખાવને કસ્ટમાઇઝ કરો અને તેમના માટે સુંદર કવર પસંદ કરો\n- વિઝ્યુઅલ બુકમાર્ક્સને વ્યવસ્થિત રાખવા માટે ફોલ્ડર્સ બનાવો\n\nએપ્લિકેશનમાં ખરીદી વિના આ નાઇટ મોડ એક્સ્ટેંશન સંપૂર્ણપણે મફત છે.\n\nઇન્સ્ટોલેશન પ્રક્રિયા દરમિયાન, બ્રાઉઝર તમને પરવાનગી માંગશે. તમને પ્લગઇનની સંપૂર્ણ વિધેય આપવા માટે અમે શક્ય નાના નાના અનુમતિઓનો ઉપયોગ કરીએ છીએ.\n\nઆ એક્સ્ટેંશન સ્વતંત્ર છે અને ક્રોમ વેબ સ્ટોરમાં અન્ય લોકપ્રિય નવા ટ tabબ અથવા સ્પીડ ડાયલ એક્સ્ટેંશન જેવા કે અનંત નવું ટ Tabબ, મોમેન્ટમ, કેરેટટabબ, એફવીડી સ્પીડ ડાયલ અથવા અન્ય સાથે સંકળાયેલું નથી.",
    "he": "הפעל את העיצוב הכהה בכרטיסייה החדשה ב - Google Chrome בלחיצה אחת. עם מצב הלילה עבור דף הבית שלך, תעזור לעיניים שלך ולהפוך את הדפדפן שלך ליפה יותר!\n\nמלבד הנושא האפל, בדף הכרטיסיות החדש שלנו יש מספר מאפיינים נפלאים:\n\n- הגדר תמונות רקע כהות עבור דף הבית של הדפדפן.\n- הפעל סיבוב אוטומטי של תמונות רקע\n- תיהנו מעיצוב מינימליסטי יפהפה ומסוגנן עם סימניות ויזואליות נוחות לשימוש (= חיוג מהיר) לגישה בלחיצה אחת לאתרים המועדפים עליכם.\n- התאם אישית את המראה של סימניות חזותיות ובחר כריכות יפות עבורן\n- צור תיקיות לסימניות חזותיות בכדי לשמור עליהן מסודרות\n\nהרחבה זו למצב לילה חופשית לחלוטין ללא רכישות מתוך האפליקציה.\n\nבמהלך תהליך ההתקנה, הדפדפן יבקש ממך הרשאות. אנו משתמשים בקבוצת ההרשאות הקטנה ביותר האפשרית כדי לספק לך את הפונקציונליות המלאה של התוסף.\n\nסיומת זו אינה עצמאית ואינה קשורה לכרטיסיות חדשות פופולריות אחרות או תוספות חיוג מהיר בחנות האינטרנט של Chrome, כגון כרטיסיית Infinity New, Momentum, CaretTab, FVD Speed Dial או אחרים.",
    "hi": "Google Chrome में नए टैब पर डार्क थीम को एक क्लिक से सक्रिय करें। अपने होम पेज के लिए रात मोड के साथ, आप अपनी आँखों की मदद करेंगे और अपने ब्राउज़र को और अधिक सुंदर बनाएंगे!\n\nडार्क थीम के अलावा, हमारे नए टैब पेज में कई अद्भुत विशेषताएं हैं:\n\n- अपने ब्राउजर के होम पेज के लिए डार्क बैकग्राउंड फोटो सेट करें।\n- पृष्ठभूमि तस्वीरों के स्वचालित रोटेशन को चालू करें\n- अपनी पसंदीदा वेबसाइटों के लिए एक क्लिक एक्सेस के लिए विज़ुअल बुकमार्क (= स्पीड डायल) का उपयोग करने के लिए आसान के साथ सुंदर और स्टाइलिश न्यूनतर डिज़ाइन का आनंद लें\n- दृश्य बुकमार्क के रूप को अनुकूलित करें और उनके लिए सुंदर कवर चुनें\n- उन्हें व्यवस्थित रखने के लिए दृश्य बुकमार्क के लिए फ़ोल्डर बनाएँ\n\nयह नाइट मोड एक्सटेंशन बिना इन-ऐप खरीदारी के पूरी तरह से मुफ़्त है।\n\nस्थापना प्रक्रिया के दौरान, ब्राउज़र आपसे अनुमति मांगेगा। हम आपको प्लगइन की पूर्ण कार्यक्षमता देने के लिए अनुमतियों के सबसे छोटे सेट का उपयोग करते हैं।\n\nयह एक्सटेंशन स्वतंत्र है और क्रोम वेब स्टोर जैसे इन्फिनिटी न्यू टैब, मोमेंटम, केयरटैब, एफवीडी स्पीड डायल या अन्य में अन्य लोकप्रिय नए टैब या स्पीड डायल एक्सटेंशन से जुड़ा नहीं है।",
    "hr": "Aktivirajte tamnu temu na novoj kartici u Google Chromeu jednim klikom. Noćnim načinom rada za početnu stranicu pomoći ćete svojim očima i uljepšati svoj preglednik!\n\nOsim tamne teme, naša nova stranica s karticama ima i niz prekrasnih značajki:\n\n- Postavite fotografije tamne pozadine za početnu stranicu preglednika.\n- Uključite automatsko okretanje pozadinskih fotografija\n- Uživajte u lijepom i modernom minimalističkom dizajnu s jednostavnim vizualnim oznakama (= brza biranja) za pristup vašim omiljenim web stranicama jednim klikom\n- Prilagodite izgled vizualnih oznaka i odaberite lijepe naslovnice za njih\n- Stvorite mape za vizualne oznake kako bi bili organizirani\n\nOvo produženje noćnog načina rada potpuno je besplatno bez kupovine u aplikaciji.\n\nTijekom postupka instalacije preglednik će vas pitati za dopuštenja. Koristimo najmanji mogući skup dozvola kako bismo vam pružili punu funkcionalnost dodatka.\n\nOvo je proširenje neovisno i nije povezano s drugim popularnim proširenjima nove kartice ili brzog biranja u Chrome web trgovini, poput Infinity New Tab, Momentum, CaretTab, FVD Speed Dial ili drugima.",
    "hu": "Aktiválja a sötét témát a Google Chrome új lapján egyetlen kattintással. A kezdőlap éjszakai módjával segítséget nyújthat a szemének és szebbé varázsolhatja böngészőjét!\n\nA sötét témán kívül új lapoldalunk számos csodálatos funkcióval rendelkezik:\n\n- Sötét háttérképeket állíthat be a böngésző honlapjához.\n- Kapcsolja be a háttérfotók automatikus elforgatását\n- Élvezze a gyönyörű és elegáns minimalista dizájnt, könnyen használható vizuális könyvjelzőkkel (= gyorshívások), egyetlen kattintással elérheti kedvenc webhelyeit\n- Testreszabhatja a vizuális könyvjelzők megjelenését, és gyönyörű borítókat válasszon hozzájuk\n- Készítsen mappákat a vizuális könyvjelzők számára, hogy rendezettek legyenek\n\nEz az éjszakai mód kiterjesztése teljesen ingyenes, alkalmazáson belüli vásárlások nélkül.\n\nA telepítési folyamat során a böngésző engedélyeket kér tőled. A lehető legkisebb engedélykészletet használjuk a plugin teljes funkcionalitásának biztosításához.\n\nEz a kiterjesztés független, és nem kapcsolódik más népszerű új lap- vagy gyorstárcsázási kiterjesztésekhez a Chrome Internetes áruházban, mint például az Infinity New Tab, a Momentum, a CaretTab, az FVD Speed Dial vagy mások.",
    "id": "Aktifkan tema gelap pada tab baru di Google Chrome dengan satu klik. Dengan mode malam untuk beranda Anda, Anda akan membantu mata Anda dan membuat browser Anda lebih indah!\n\nTerlepas dari tema gelap, halaman tab baru kami memiliki sejumlah fitur luar biasa:\n\n- Atur foto latar belakang gelap untuk beranda browser Anda.\n- Aktifkan rotasi otomatis foto latar belakang\n- Nikmati desain minimalis yang cantik dan bergaya dengan penanda visual yang mudah digunakan (= panggilan cepat) untuk akses satu klik ke situs web favorit Anda\n- Sesuaikan tampilan penanda visual dan pilih sampul yang indah untuk mereka\n- Buat folder untuk penanda visual agar tetap teratur\n\nEkstensi mode malam ini sepenuhnya gratis tanpa pembelian dalam aplikasi.\n\nSelama proses instalasi, browser akan meminta izin Anda. Kami menggunakan sekumpulan izin sekecil mungkin untuk memberi Anda fungsionalitas penuh dari plugin.\n\nEkstensi ini independen dan tidak terkait dengan tab baru populer lainnya atau ekstensi panggilan cepat di Toko Web Chrome seperti Tab Baru Tak Terhingga, Momentum, CaretTab, FVD Panggil Cepat, atau lainnya.",
    "it": "Attiva il tema scuro nella nuova scheda di Google Chrome con un solo clic. Con la modalità notturna per la tua home page, aiuterai i tuoi occhi e renderai il tuo browser più bello!\n\nOltre al tema scuro, la nostra nuova pagina della scheda ha una serie di fantastiche funzionalità:\n\n- Imposta foto di sfondo scuro per la home page del tuo browser.\n- Attiva la rotazione automatica delle foto di sfondo\n- Goditi un design minimalista bello ed elegante con segnalibri visivi facili da usare (= chiamate rapide) per un accesso con un clic ai tuoi siti Web preferiti\n- Personalizza l'aspetto dei segnalibri visivi e scegli bellissime copertine per loro\n- Crea cartelle per segnalibri visivi per mantenerli organizzati\n\nQuesta estensione della modalità notturna è completamente gratuita senza acquisti in-app.\n\nDurante il processo di installazione, il browser ti chiederà le autorizzazioni. Utilizziamo il set di autorizzazioni più piccolo possibile per darti la piena funzionalità del plugin.\n\nQuesta estensione è indipendente e non è associata ad altre popolari estensioni di nuove schede o chiamate rapide nel Chrome Web Store come Infinity New Tab, Momentum, CaretTab, FVD Speed Dial o altri.",
    "ja": "シングルクリックでGoogleChromeの新しいタブでダークテーマをアクティブにします。ホームページのナイトモードを使用すると、目を助け、ブラウザをより美しくすることができます。\n\nダークテーマとは別に、新しいタブページには多くのすばらしい機能があります。\n\n-ブラウザのホームページに暗い背景写真を設定します。\n-背景写真の自動回転をオンにします\n-お気に入りのウェブサイトにワンクリックでアクセスできる使いやすいビジュアルブックマーク（=スピードダイヤル）を備えた美しくスタイリッシュなミニマルなデザインをお楽しみください\n-視覚的なブックマークの外観をカスタマイズし、それらの美しいカバーを選択します\n-ビジュアルブックマーク用のフォルダを作成して、整理しておく\n\nこのナイトモード拡張機能は完全に無料で、アプリ内購入はありません。\n\nインストールプロセス中に、ブラウザはアクセス許可を要求します。プラグインの全機能を提供するために、可能な限り最小の権限セットを使用します。\n\nこの拡張機能は独立しており、Chromeウェブストアで人気のある他の新しいタブまたはスピードダイヤル拡張機能（Infinity New Tab、Momentum、CaretTab、FVDスピードダイヤルなど）とは関連付けられていません。",
    "kn": "ಒಂದೇ ಕ್ಲಿಕ್‌ನಲ್ಲಿ Google Chrome ನಲ್ಲಿ ಹೊಸ ಟ್ಯಾಬ್‌ನಲ್ಲಿ ಡಾರ್ಕ್ ಥೀಮ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ. ನಿಮ್ಮ ಮುಖಪುಟಕ್ಕಾಗಿ ರಾತ್ರಿ ಮೋಡ್‌ನೊಂದಿಗೆ, ನೀವು ನಿಮ್ಮ ಕಣ್ಣುಗಳಿಗೆ ಸಹಾಯ ಮಾಡುತ್ತೀರಿ ಮತ್ತು ನಿಮ್ಮ ಬ್ರೌಸರ್ ಅನ್ನು ಹೆಚ್ಚು ಸುಂದರಗೊಳಿಸುತ್ತೀರಿ!\n\nಡಾರ್ಕ್ ಥೀಮ್ ಹೊರತುಪಡಿಸಿ, ನಮ್ಮ ಹೊಸ ಟ್ಯಾಬ್ ಪುಟವು ಹಲವಾರು ಅದ್ಭುತ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಹೊಂದಿದೆ:\n\n- ನಿಮ್ಮ ಬ್ರೌಸರ್‌ನ ಮುಖಪುಟಕ್ಕಾಗಿ ಡಾರ್ಕ್ ಹಿನ್ನೆಲೆ ಫೋಟೋಗಳನ್ನು ಹೊಂದಿಸಿ.\n- ಹಿನ್ನೆಲೆ ಫೋಟೋಗಳ ಸ್ವಯಂಚಾಲಿತ ತಿರುಗುವಿಕೆಯನ್ನು ಆನ್ ಮಾಡಿ\n- ನಿಮ್ಮ ನೆಚ್ಚಿನ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ ಒಂದು ಕ್ಲಿಕ್ ಪ್ರವೇಶಕ್ಕಾಗಿ ದೃಶ್ಯ ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳನ್ನು (= ಸ್ಪೀಡ್ ಡಯಲ್‌ಗಳು) ಬಳಸಲು ಸುಲಭವಾದ ಸುಂದರವಾದ ಮತ್ತು ಸೊಗಸಾದ ಕನಿಷ್ಠ ವಿನ್ಯಾಸವನ್ನು ಆನಂದಿಸಿ.\n- ದೃಶ್ಯ ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳ ನೋಟವನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ ಮತ್ತು ಅವರಿಗೆ ಸುಂದರವಾದ ಕವರ್‌ಗಳನ್ನು ಆರಿಸಿ\n- ದೃಶ್ಯ ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳನ್ನು ಸಂಘಟಿತವಾಗಿಡಲು ಫೋಲ್ಡರ್‌ಗಳನ್ನು ರಚಿಸಿ\n\nಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಯಾವುದೇ ಖರೀದಿಗಳಿಲ್ಲದೆ ಈ ರಾತ್ರಿ ಮೋಡ್ ವಿಸ್ತರಣೆ ಸಂಪೂರ್ಣವಾಗಿ ಉಚಿತವಾಗಿದೆ.\n\nಅನುಸ್ಥಾಪನಾ ಪ್ರಕ್ರಿಯೆಯಲ್ಲಿ, ಬ್ರೌಸರ್ ನಿಮ್ಮನ್ನು ಅನುಮತಿಗಳನ್ನು ಕೇಳುತ್ತದೆ. ಪ್ಲಗ್‌ಇನ್‌ನ ಪೂರ್ಣ ಕಾರ್ಯವನ್ನು ನಿಮಗೆ ನೀಡಲು ನಾವು ಅನುಮತಿಸುವ ಸಣ್ಣ ಅನುಮತಿಗಳನ್ನು ಬಳಸುತ್ತೇವೆ.\n\nಈ ವಿಸ್ತರಣೆಯು ಸ್ವತಂತ್ರವಾಗಿದೆ ಮತ್ತು ಇತರ ಜನಪ್ರಿಯ ಹೊಸ ಟ್ಯಾಬ್ ಅಥವಾ ಕ್ರೋಮ್ ವೆಬ್ ಅಂಗಡಿಯಲ್ಲಿನ ಇನ್ಫಿನಿಟಿ ನ್ಯೂ ಟ್ಯಾಬ್, ಮೊಮೆಂಟಮ್, ಕ್ಯಾರೆಟ್‌ಟ್ಯಾಬ್, ಎಫ್‌ವಿಡಿ ಸ್ಪೀಡ್ ಡಯಲ್ ಅಥವಾ ಇತರವುಗಳೊಂದಿಗೆ ಸಂಬಂಧ ಹೊಂದಿಲ್ಲ.",
    "ko": "한 번의 클릭으로 Chrome의 새 탭에서 어두운 테마를 활성화하십시오. 홈 페이지의 야간 모드를 사용하면 눈을 돕고 브라우저를 더욱 아름답게 만들 수 있습니다!\n\n어두운 테마 외에도 새 탭 페이지에는 여러 가지 멋진 기능이 있습니다.\n\n-브라우저의 홈페이지에 어두운 배경 사진을 설정합니다.\n-배경 사진 자동 회전 켜기\n-즐겨 찾는 웹 사이트에 한 번의 클릭으로 액세스 할 수있는 사용하기 쉬운 시각적 책갈피 (= 단축 다이얼)로 아름답고 세련된 미니멀리즘 디자인을 즐기십시오.\n-시각적 책갈피의 모양을 사용자 정의하고 아름다운 표지를 선택하십시오.\n-시각적 북마크를위한 폴더 생성\n\n이 야간 모드 확장은 앱 내 구매없이 완전 무료입니다.\n\n설치 과정에서 브라우저는 권한을 요청합니다. 플러그인의 전체 기능을 제공하기 위해 가능한 가장 작은 권한 집합을 사용합니다.\n\n이 확장 프로그램은 독립적이며 Infinity New Tab, Momentum, CaretTab, FVD 단축 다이얼 등과 같은 Chrome 웹 스토어의 다른 인기있는 새 탭 또는 단축 다이얼 확장 프로그램과 관련이 없습니다.",
    "lt": "Suaktyvinkite tamsią temą naujame „Google Chrome“ skirtuke vienu paspaudimu. Naudodamiesi naktiniu režimu savo pagrindiniame puslapyje, jūs padėsite savo akims ir gražinsite savo naršyklę!\n\nBe tamsios temos, mūsų naujame skirtuko puslapyje yra daugybė nuostabių funkcijų:\n\n- Nustatykite tamsaus fono nuotraukas savo naršyklės pagrindiniame puslapyje.\n- Įjunkite automatinį fono nuotraukų pasukimą\n- Mėgaukitės gražiu ir stilingu minimalistiniu dizainu, naudodamiesi lengvai naudojamomis vizualinėmis žymėmis (= greitais rinkimais), vienu paspaudimu pasiekdami mėgstamas svetaines.\n- Tinkinkite vaizdinių žymių išvaizdą ir pasirinkite joms gražius viršelius\n- Kurkite aplankus vizualinėms žymėms, kad jos būtų tvarkomos\n\nŠis naktinio režimo plėtinys yra visiškai nemokamas, be pirkimų programoje.\n\nDiegimo metu naršyklė paprašys jūsų leidimų. Mes naudojame kuo mažesnį leidimų rinkinį, kad suteiktume jums visas papildinio funkcijas.\n\nŠis plėtinys yra nepriklausomas ir nesiejamas su kitais populiariais naujo skirtuko ar sparčiojo rinkimo plėtiniais „Chrome“ internetinėje parduotuvėje, pvz., „Infinity New Tab“, „Momentum“, „CaretTab“, FVD Speed Dial ar kitais.",
    "lv": "Aktivizējiet tumšo motīvu jaunajā cilnē Google Chrome ar vienu klikšķi. Izmantojot mājas režīma nakts režīmu, jūs palīdzēsiet acīm un padarīsit pārlūkprogrammu skaistāku!\n\nPapildus tumšajai tēmai mūsu jaunajā cilnes lapā ir vairākas brīnišķīgas funkcijas:\n\n- Pārlūka sākumlapai iestatiet tumša fona fotoattēlus.\n- Ieslēdziet fona fotoattēlu automātisku pagriešanu\n- Izbaudiet skaistu un stilīgu minimālistisku dizainu ar viegli lietojamām vizuālām grāmatzīmēm (= ātrie zvani), lai ar vienu klikšķi piekļūtu iecienītākajām vietnēm.\n- Pielāgojiet vizuālo grāmatzīmju izskatu un izvēlieties tām skaistus vākus\n- Izveidojiet mapes vizuālajām grāmatzīmēm, lai tās sakārtotu\n\nŠis nakts režīma paplašinājums ir pilnīgi bezmaksas, bez pirkumiem lietotnē.\n\nInstalēšanas laikā pārlūkprogramma lūgs jums atļaujas. Mēs izmantojam mazāko iespējamo atļauju kopu, lai sniegtu jums pilnu spraudņa funkcionalitāti.\n\nŠis paplašinājums ir neatkarīgs un nav saistīts ar citiem populāriem jaunu interneta cilnes vai ātro zvanu paplašinājumiem Chrome interneta veikalā, piemēram, Infinity New Tab, Momentum, CaretTab, FVD Speed Dial vai citiem.",
    "ml": "ഒരൊറ്റ ക്ലിക്കിലൂടെ Google Chrome- ലെ പുതിയ ടാബിലെ ഇരുണ്ട തീം സജീവമാക്കുക. നിങ്ങളുടെ ഹോം പേജിനായുള്ള രാത്രി മോഡ് ഉപയോഗിച്ച്, നിങ്ങൾ നിങ്ങളുടെ കണ്ണുകളെ സഹായിക്കുകയും ബ്ര browser സറിനെ കൂടുതൽ മനോഹരമാക്കുകയും ചെയ്യും!\n\nഇരുണ്ട തീമിന് പുറമെ, ഞങ്ങളുടെ പുതിയ ടാബ് പേജിൽ നിരവധി അത്ഭുതകരമായ സവിശേഷതകൾ ഉണ്ട്:\n\n- നിങ്ങളുടെ ബ്ര browser സറിന്റെ ഹോം പേജിനായി ഇരുണ്ട പശ്ചാത്തല ഫോട്ടോകൾ സജ്ജമാക്കുക.\n- പശ്ചാത്തല ഫോട്ടോകളുടെ യാന്ത്രിക റൊട്ടേഷൻ ഓണാക്കുക\n- നിങ്ങളുടെ പ്രിയപ്പെട്ട വെബ്‌സൈറ്റുകളിലേക്കുള്ള ഒറ്റ ക്ലിക്കിനായി ആക്സസ് ചെയ്യുന്നതിനായി വിഷ്വൽ ബുക്ക്മാർക്കുകൾ (= സ്പീഡ് ഡയലുകൾ) ഉപയോഗിക്കാൻ എളുപ്പമുള്ള മനോഹരമായ സ്റ്റൈലിഷ് മിനിമലിസ്റ്റിക് ഡിസൈൻ ആസ്വദിക്കുക.\n- വിഷ്വൽ ബുക്ക്മാർക്കുകളുടെ രൂപം ഇച്ഛാനുസൃതമാക്കി അവയ്‌ക്കായി മനോഹരമായ കവറുകൾ തിരഞ്ഞെടുക്കുക\n- വിഷ്വൽ ബുക്ക്മാർക്കുകൾ ഓർഗനൈസുചെയ്‌ത് സൂക്ഷിക്കുന്നതിന് അവ ഫോൾഡറുകൾ സൃഷ്‌ടിക്കുക\n\nഅപ്ലിക്കേഷനിലെ വാങ്ങലുകളൊന്നുമില്ലാതെ ഈ രാത്രി മോഡ് വിപുലീകരണം പൂർണ്ണമായും സ is ജന്യമാണ്.\n\nഇൻസ്റ്റാളേഷൻ പ്രക്രിയയിൽ, ബ്ര browser സർ നിങ്ങളോട് അനുമതികൾ ചോദിക്കും. പ്ലഗിനിന്റെ പൂർണ്ണമായ പ്രവർത്തനം നിങ്ങൾക്ക് നൽകാൻ സാധ്യമായ ഏറ്റവും ചെറിയ അനുമതികൾ ഞങ്ങൾ ഉപയോഗിക്കുന്നു.\n\nഈ വിപുലീകരണം സ്വതന്ത്രമാണ്, കൂടാതെ Chrome വെബ് സ്റ്റോറിലെ ഇൻഫിനിറ്റി ന്യൂ ടാബ്, മൊമന്റം, കാരറ്റ് ടാബ്, എഫ്വിഡി സ്പീഡ് ഡയൽ അല്ലെങ്കിൽ മറ്റുള്ളവ പോലുള്ള മറ്റ് ജനപ്രിയ പുതിയ ടാബ് അല്ലെങ്കിൽ സ്പീഡ് ഡയൽ എക്സ്റ്റൻഷനുകളുമായി ബന്ധപ്പെടുത്തിയിട്ടില്ല.",
    "mr": "गूगल क्रोममधील एका नवीन क्लिकवर डार्क थीम एका क्लिकवर सक्रिय करा. आपल्या मुख्यपृष्ठासाठी रात्रीच्या मोडसह, आपण आपल्या डोळ्यांना मदत करा आणि आपल्या ब्राउझरला अधिक सुंदर बनवाल!\n\nगडद थीम व्यतिरिक्त आमच्या नवीन टॅब पृष्ठात बर्‍याच अद्भुत वैशिष्ट्ये आहेत:\n\n- आपल्या ब्राउझरच्या मुख्यपृष्ठासाठी गडद पार्श्वभूमी फोटो सेट करा.\n- पार्श्वभूमी फोटोंचे स्वयंचलित फिरविणे चालू करा\n- आपल्या पसंतीच्या वेबसाइटवर एका क्लिकसाठी व्हिज्युअल बुकमार्क (= स्पीड डायल) वापरण्यास सुलभ आणि सुंदर स्टाईलिश न्यून डिझाइनचा आनंद घ्या.\n- व्हिज्युअल बुकमार्कचे स्वरूप सानुकूलित करा आणि त्यांच्यासाठी सुंदर कव्हर्स निवडा\n- व्हिज्युअल बुकमार्कसाठी ते व्यवस्थापित करण्यासाठी फोल्डर तयार करा\n\nअ‍ॅप-मधील खरेदीशिवाय हा नाईट मोड विस्तार पूर्णपणे विनामूल्य आहे.\n\nस्थापना प्रक्रियेदरम्यान, ब्राउझर आपल्याकडे परवानग्या विचारेल. आपल्याला प्लगिनची संपूर्ण कार्यक्षमता देण्यासाठी आम्ही शक्य तितक्या लहान परवानग्यांचा संच वापरतो.\n\nहा विस्तार स्वतंत्र आहे आणि Chrome वेब स्टोअरमधील इतर लोकप्रिय नवीन टॅब किंवा स्पीड डायल विस्तारांशी संबंधित नाही जसे की इन्फिनिटी न्यू टॅब, मोमेंटम, केरेट टॅब, एफव्हीडी स्पीड डायल किंवा इतर.",
    "ms": "Aktifkan tema gelap pada tab baru di Google Chrome dengan satu klik. Dengan mod malam untuk halaman rumah anda, anda akan menolong mata anda dan menjadikan penyemak imbas anda lebih cantik!\n\nSelain dari tema gelap, halaman tab baru kami mempunyai sejumlah ciri menarik:\n\n- Tetapkan gambar latar gelap untuk halaman utama penyemak imbas anda.\n- Hidupkan putaran automatik foto latar belakang\n- Nikmati reka bentuk minimalis yang cantik dan bergaya dengan penanda buku visual yang mudah digunakan (= panggilan pantas) untuk satu klik akses ke laman web kegemaran anda\n- Sesuaikan rupa penanda buku visual dan pilih sampul yang indah untuknya\n- Buat folder untuk penanda buku visual agar tetap teratur\n\nSambungan mod malam ini adalah percuma tanpa pembelian dalam aplikasi.\n\nSemasa proses pemasangan, penyemak imbas akan meminta izin kepada anda. Kami menggunakan sekumpulan kebenaran sekecil mungkin untuk memberi anda fungsi pemalam sepenuhnya.\n\nSambungan ini bebas dan tidak berkaitan dengan tab baru atau sambungan panggilan cepat lain yang popular di Kedai Web Chrome seperti Infinity New Tab, Momentum, CaretTab, FVD Speed Dial atau lain-lain.",
    "nl": "Activeer het donkere thema op het nieuwe tabblad in Google Chrome met een enkele klik. Met de nachtmodus voor je startpagina help je je ogen en maak je je browser mooier!\n\nAfgezien van het donkere thema, heeft onze nieuwe tabbladpagina een aantal geweldige functies:\n\n- Stel donkere achtergrondfoto's in voor de startpagina van uw browser.\n- Schakel automatische rotatie van achtergrondfoto's in\n- Geniet van een mooi en stijlvol minimalistisch ontwerp met gebruiksvriendelijke visuele bladwijzers (= snelkiesnummers) voor toegang met één klik tot uw favoriete websites\n- Pas het uiterlijk van visuele bladwijzers aan en kies er prachtige omslagen voor\n- Maak mappen voor visuele bladwijzers om ze georganiseerd te houden\n\nDeze extensie voor de nachtmodus is volledig gratis zonder in-app-aankopen.\n\nTijdens het installatieproces zal de browser u om toestemming vragen. We gebruiken de kleinst mogelijke set machtigingen om u de volledige functionaliteit van de plug-in te geven.\n\nDeze extensie is onafhankelijk en is niet gekoppeld aan andere populaire extensies voor nieuwe tabbladen of snelkiesnummers in de Chrome Web Store, zoals Infinity New Tab, Momentum, CaretTab, FVD Speed Dial of andere.",
    "no": "Aktiver det mørke temaet på den nye fanen i Google Chrome med et enkelt klikk. Med nattmodus for hjemmesiden din, vil du hjelpe øynene dine og gjøre nettleseren din vakrere!\n\nBortsett fra det mørke temaet, har vår nye faneside en rekke fantastiske funksjoner:\n\n- Sett mørke bakgrunnsbilder for nettleserens startside.\n- Slå på automatisk rotasjon av bakgrunnsbilder\n- Nyt vakker og stilig, minimalistisk design med brukervennlige visuelle bokmerker (= hurtigvalg) for tilgang med ett klikk til favorittnettstedene dine\n- Tilpass utseendet til visuelle bokmerker og velg vakre omslag til dem\n- Lag mapper for visuelle bokmerker for å holde dem organisert\n\nDenne utvidelsen for nattmodus er helt gratis uten kjøp i appen.\n\nUnder installasjonsprosessen vil nettleseren be deg om tillatelser. Vi bruker det minste settet med tillatelser som er mulig for å gi deg full funksjonalitet til pluginet.\n\nDenne utvidelsen er uavhengig og er ikke tilknyttet andre populære nye faner eller hurtigvalgutvidelser i Chrome Nettmarked som Infinity New Tab, Momentum, CaretTab, FVD Speed Dial eller andre.",
    "pl": "Aktywuj ciemny motyw na nowej karcie w Google Chrome jednym kliknięciem. Dzięki trybowi nocnemu na stronie głównej pomożesz swoim oczom i upiększasz przeglądarkę!\n\nOprócz ciemnego motywu, nasza nowa strona z zakładkami ma wiele wspaniałych funkcji:\n\n- Ustaw ciemne tło dla strony głównej przeglądarki.\n- Włącz automatyczne obracanie zdjęć w tle\n- Ciesz się pięknym i stylowym minimalistycznym wyglądem z łatwymi w użyciu wizualnymi zakładkami (= szybkie wybieranie), aby jednym kliknięciem uzyskać dostęp do ulubionych stron internetowych\n- Dostosuj wygląd wizualnych zakładek i wybierz dla nich piękne okładki\n- Twórz foldery dla wizualnych zakładek, aby je uporządkować\n\nTo rozszerzenie trybu nocnego jest całkowicie bezpłatne bez zakupów w aplikacji.\n\nPodczas procesu instalacji przeglądarka poprosi o uprawnienia. Używamy możliwie najmniejszego zestawu uprawnień, aby zapewnić Ci pełną funkcjonalność wtyczki.\n\nTo rozszerzenie jest niezależne i nie jest powiązane z innymi popularnymi rozszerzeniami nowej karty lub szybkiego wybierania w Chrome Web Store, takimi jak Infinity New Tab, Momentum, CaretTab, FVD Speed Dial i inne.",
    "pt_BR,pt_PT": "Ative o tema escuro na nova guia do Google Chrome com um único clique. Com o modo noturno para sua página inicial, você ajudará seus olhos e deixará seu navegador mais bonito!\n\nAlém do tema escuro, nossa página de nova guia tem uma série de recursos maravilhosos:\n\n- Defina fotos de fundo escuro para a página inicial do seu navegador.\n- Ative a rotação automática de fotos de fundo\n- Desfrute de um design minimalista bonito e elegante com marcadores visuais fáceis de usar (= discagens rápidas) para acesso com um clique aos seus sites favoritos\n- Personalize a aparência dos favoritos visuais e escolha belas capas para eles\n- Crie pastas para favoritos visuais para mantê-los organizados\n\nEsta extensão do modo noturno é totalmente gratuita, sem compras no aplicativo.\n\nDurante o processo de instalação, o navegador solicitará permissões. Usamos o menor conjunto de permissões possível para fornecer a você todas as funcionalidades do plugin.\n\nEsta extensão é independente e não está associada a outra nova guia popular ou extensões de discagem rápida na Chrome Web Store, como Infinity New Tab, Momentum, CaretTab, FVD Speed Dial ou outros.",
    "ro": "Activați tema întunecată pe noua filă din Google Chrome cu un singur clic. Cu modul de noapte pentru pagina dvs. de pornire, vă veți ajuta ochii și veți face browserul mai frumos!\n\nÎn afară de tema întunecată, noua noastră filă conține o serie de caracteristici minunate:\n\n- Setați fotografii de fundal întunecat pentru pagina de pornire a browserului.\n- Activați rotația automată a fotografiilor de fundal\n- Bucurați-vă de un design minimalist frumos și elegant, cu marcaje vizuale ușor de utilizat (= apelări rapide) pentru acces cu un singur clic la site-urile dvs. web preferate\n- Personalizați aspectul marcajelor vizuale și alegeți coperți frumoase pentru acestea\n- Creați dosare pentru marcaje vizuale pentru a le menține organizate\n\nAceastă extensie a modului de noapte este complet gratuită, fără achiziții în aplicație.\n\nÎn timpul procesului de instalare, browserul vă va cere permisiuni. Folosim cel mai mic set de permisiuni posibile pentru a vă oferi funcționalitatea completă a pluginului.\n\nAceastă extensie este independentă și nu este asociată cu alte file populare noi sau extensii de apelare rapidă din Magazinul web Chrome, cum ar fi Infinity New Tab, Momentum, CaretTab, FVD Speed Dial sau altele.",
    "ru": "Включите темную тему на новой вкладке браузера одним щелчком мыши. Ночной режим для домашней страницы браузера поможет расслабить глаза и сделает браузер намного красивее!\n\nПомимо темной темы новая вкладка имеет ряд дополнительных функций:\n- Установите темные обои для домашней страницы браузера\n- Включите автоматическую ротацию обоев\n- Наслаждайтесь красивым и стильным минималистичным дизайном новой вкладки с мощными визуальными закладками, которые помогут получить быстрый доступ к любимым сайтам\n- настраивайте внешний вид визуальных закладок и выбирайте для них красивые обложки из нашей коллекции\n- создавайте папки для визуальных закладок, чтобы поддерживать их в порядке\n\nЭто расширение полностью бесплатно и не содержит встроенных покупок.\n\nВ процессе установки браузер запросит у вас некоторые разрешения. Мы используем минимальный набор разрешений, который позволяет обеспечить корректное функционирование плагина.\n\nЭто расширение является независимым и не связано с другими популярными расширениями новой вкладки или быстрого набора в Интернет-магазине Chrome, такими как Infinity New Tab, Momentum, CaretTab, FVD Speed Dial и другими.",
    "sk": "Aktivujte tmavý motív na novej karte v prehliadači Google Chrome jediným kliknutím. S nočným režimom pre svoju domovskú stránku pomôžete svojim očiam a skrášlite svoj prehliadač!\n\nOkrem temnej témy má naša nová karta aj množstvo úžasných funkcií:\n\n- Nastavte fotografie na tmavom pozadí pre domovskú stránku prehliadača.\n- Zapnite automatické otáčanie fotografií na pozadí\n- Vychutnajte si krásny a štýlový minimalistický dizajn s ľahko použiteľnými vizuálnymi záložkami (= rýchle vytáčanie) pre prístup k vašim obľúbeným webovým stránkam jedným kliknutím.\n- Prispôsobte vzhľad vizuálnych záložiek a vyberte im prekrásne obaly\n- Vytvorte priečinky pre vizuálne záložky, aby ste ich mali prehľadne usporiadané\n\nToto rozšírenie pre nočný režim je úplne zadarmo bez nákupov v aplikácii.\n\nPočas procesu inštalácie vás prehliadač požiada o povolenie. Používame najmenšiu možnú sadu povolení, aby sme vám poskytli úplnú funkčnosť doplnku.\n\nToto rozšírenie je nezávislé a nie je spojené s inými populárnymi rozšíreniami o nové karty alebo rýchle vytáčanie v Internetovom obchode Chrome, ako sú Infinity New Tab, Momentum, CaretTab, FVD Speed Dial a ďalšie.",
    "sl": "Aktivirajte temno temo na novem zavihku v Google Chromu z enim samim klikom. Z nočnim načinom za domačo stran boste pomagali svojim očem in polepšali brskalnik!\n\nPoleg temne teme ima nova stran z zavihki številne čudovite funkcije:\n\n- Nastavite fotografije temnega ozadja za domačo stran brskalnika.\n- Vklopite samodejno vrtenje fotografij v ozadju\n- Uživajte v čudoviti in elegantni minimalistični obliki z enostavnimi vizualnimi zaznamki (= hitri klici) za en klik do vaših najljubših spletnih mest\n- Prilagodite videz vizualnih zaznamkov in jim izberite čudovite platnice\n- Ustvarite mape za vizualne zaznamke, da bodo organizirane\n\nTa razširitev nočnega načina je popolnoma brezplačna, brez nakupov v aplikaciji.\n\nMed namestitvijo vas bo brskalnik vprašal za dovoljenja. Za popolno funkcionalnost vtičnika uporabljamo najmanjši možni nabor dovoljenj.\n\nTa razširitev je neodvisna in ni povezana z drugimi priljubljenimi razširitvami novega zavihka ali hitrega izbiranja v spletni trgovini Chrome, kot so Infinity New Tab, Momentum, CaretTab, FVD Speed Dial ali druge.",
    "sr": "Aktivirajte tamnu temu na novoj kartici u Google Chromeu jednim klikom. Noćnim režimom za početnu stranicu pomoći ćete svojim očima i uljepšati svoj preglednik!\n\nOsim mračne teme, naša nova kartica sadrži i niz prekrasnih karakteristika:\n\n- Postavite fotografije tamne pozadine za početnu stranicu pregledača.\n- Uključite automatsko okretanje fotografija u pozadini\n- Uživajte u lijepom i modernom minimalističkom dizajnu s jednostavnim vizualnim oznakama (= brza biranja) za pristup vašim omiljenim web lokacijama jednim klikom\n- Prilagodite izgled vizualnih oznaka i odaberite lijepe naslovnice za njih\n- Stvorite mape za vizuelne oznake kako biste ih održali organiziranim\n\nOvo produženje noćnog načina je potpuno besplatno bez kupovine u aplikaciji.\n\nTijekom postupka instalacije, preglednik će vas pitati za dozvole. Koristimo najmanji mogući skup dozvola kako bismo vam pružili punu funkcionalnost dodatka.\n\nOvo proširenje je neovisno i nije povezano s drugim popularnim dodacima za nove kartice ili za brzo biranje u Chrome web trgovini, poput Infinity New Tab, Momentum, CaretTab, FVD Speed Dial ili drugima.",
    "sv": "Aktivera det mörka temat på den nya fliken i Google Chrome med ett enda klick. Med nattläget för din hemsida hjälper du dina ögon och gör din webbläsare vackrare!\n\nFörutom det mörka temat har vår nya fliksida ett antal underbara funktioner:\n\n- Ställ in mörka bakgrundsbilder för webbläsarens hemsida.\n- Aktivera automatisk rotation av bakgrundsbilder\n- Njut av vacker och elegant minimalistisk design med lättanvända visuella bokmärken (= kortnummer) för ett klick åtkomst till dina favoritwebbplatser\n- Anpassa utseendet på visuella bokmärken och välj vackra omslag till dem\n- Skapa mappar för visuella bokmärken för att hålla dem organiserade\n\nDet här nattläget är helt gratis utan köp i appen.\n\nUnder installationsprocessen kommer webbläsaren att be dig om behörighet. Vi använder minsta möjliga uppsättning behörigheter för att ge dig pluginens fulla funktionalitet.\n\nDenna förlängning är oberoende och är inte associerad med andra populära nya flikar eller snabbuppringningar i Chrome Web Store som Infinity New Tab, Momentum, CaretTab, FVD Speed Dial eller andra.",
    "sw": "Amilisha mandhari nyeusi kwenye kichupo kipya kwenye Google Chrome kwa kubofya mara moja. Na hali ya usiku ya ukurasa wako wa kwanza, utasaidia macho yako na kukifanya kivinjari chako kuwa kizuri zaidi!\n\nMbali na mandhari ya giza, ukurasa wetu mpya wa tabo una sifa kadhaa nzuri:\n\n- Weka picha za usuli za giza kwa ukurasa wa nyumbani wa kivinjari chako.\n- Washa mzunguko wa moja kwa moja wa picha za asili\n- Furahiya muundo mzuri na maridadi wenye urahisi kutumia alamisho za kuona (= kupiga haraka) kwa ufikiaji mmoja wa wavuti unazopenda\n- Badilisha sura ya alamisho za kuona na uchague vifuniko nzuri kwao\n- Unda folda za alamisho za kuona ili kuziweka kupangwa\n\nUgani huu wa hali ya usiku ni bure kabisa bila ununuzi wa ndani ya programu.\n\nWakati wa mchakato wa usanidi, kivinjari kitakuuliza ruhusa. Tunatumia seti ndogo ya ruhusa iwezekanavyo kukupa utendaji kamili wa programu-jalizi.\n\nKiendelezi hiki ni huru na hakihusiani na tabo zingine mpya maarufu au viendelezi vya kupiga haraka katika Duka la Wavuti la Chrome kama vile Infinity New Tab, Momentum, CaretTab, FVD Speed Dial au zingine.",
    "ta": "Google Chrome இல் புதிய தாவலில் இருண்ட கருப்பொருளை ஒரே கிளிக்கில் செயல்படுத்தவும். உங்கள் முகப்பு பக்கத்திற்கான இரவு பயன்முறையில், நீங்கள் உங்கள் கண்களுக்கு உதவுவீர்கள், மேலும் உங்கள் உலாவியை மிகவும் அழகாக மாற்றுவீர்கள்!\n\nஇருண்ட தீம் தவிர, எங்கள் புதிய தாவல் பக்கத்தில் பல அற்புதமான அம்சங்கள் உள்ளன:\n\n- உங்கள் உலாவியின் முகப்பு பக்கத்திற்கு இருண்ட பின்னணி புகைப்படங்களை அமைக்கவும்.\n- பின்னணி புகைப்படங்களின் தானியங்கி சுழற்சியை இயக்கவும்\n- உங்களுக்கு பிடித்த வலைத்தளங்களுக்கான ஒரே கிளிக்கில் அணுகலுக்கான காட்சி புக்மார்க்குகளை (= வேக டயல்கள்) பயன்படுத்த எளிதான அழகான மற்றும் ஸ்டைலான குறைந்தபட்ச வடிவமைப்பை அனுபவிக்கவும்.\n- காட்சி புக்மார்க்குகளின் தோற்றத்தைத் தனிப்பயனாக்கி, அவற்றுக்கான அழகான அட்டைகளைத் தேர்வுசெய்க\n- காட்சி புக்மார்க்குகளை ஒழுங்கமைக்க கோப்புறைகளை உருவாக்கவும்\n\nபயன்பாட்டு கொள்முதல் இல்லாமல் இந்த இரவு முறை நீட்டிப்பு முற்றிலும் இலவசம்.\n\nநிறுவல் செயல்பாட்டின் போது, உலாவி உங்களிடம் அனுமதி கேட்கும். சொருகி முழு செயல்பாட்டை உங்களுக்கு வழங்குவதற்கான சிறிய அனுமதிகளை நாங்கள் பயன்படுத்துகிறோம்.\n\nஇந்த நீட்டிப்பு சுயாதீனமானது மற்றும் பிற பிரபலமான புதிய தாவல் அல்லது Chrome வலை அங்காடியில் உள்ள வேக டயல் நீட்டிப்புகளான முடிவிலி புதிய தாவல், உந்தம், கேர்டேப், எஃப்விடி ஸ்பீட் டயல் அல்லது பிறவற்றோடு தொடர்புடையது அல்ல.",
    "te": "ఒకే క్లిక్‌తో Google Chrome లోని క్రొత్త ట్యాబ్‌లోని చీకటి థీమ్‌ను సక్రియం చేయండి. మీ హోమ్ పేజీ కోసం నైట్ మోడ్‌తో, మీరు మీ కళ్ళకు సహాయం చేస్తారు మరియు మీ బ్రౌజర్‌ను మరింత అందంగా చేస్తారు!\n\nచీకటి థీమ్ కాకుండా, మా క్రొత్త ట్యాబ్ పేజీలో అద్భుతమైన లక్షణాలు ఉన్నాయి:\n\n- మీ బ్రౌజర్ హోమ్ పేజీ కోసం చీకటి నేపథ్య ఫోటోలను సెట్ చేయండి.\n- నేపథ్య ఫోటోల స్వయంచాలక భ్రమణాన్ని ప్రారంభించండి\n- మీకు ఇష్టమైన వెబ్‌సైట్‌లకు ఒక క్లిక్ యాక్సెస్ కోసం దృశ్య బుక్‌మార్క్‌లను (= స్పీడ్ డయల్స్) ఉపయోగించడానికి సులభమైన అందమైన మరియు అందమైన మినిమాలిస్టిక్ డిజైన్‌ను ఆస్వాదించండి.\n- దృశ్య బుక్‌మార్క్‌ల రూపాన్ని అనుకూలీకరించండి మరియు వాటి కోసం అందమైన కవర్లను ఎంచుకోండి\n- దృశ్య బుక్‌మార్క్‌లను క్రమబద్ధంగా ఉంచడానికి ఫోల్డర్‌లను సృష్టించండి\n\nఅనువర్తనంలో కొనుగోళ్లు లేకుండా ఈ నైట్ మోడ్ పొడిగింపు పూర్తిగా ఉచితం.\n\nఇన్స్టాలేషన్ ప్రాసెస్ సమయంలో, బ్రౌజర్ మిమ్మల్ని అనుమతులు అడుగుతుంది. ప్లగ్ఇన్ యొక్క పూర్తి కార్యాచరణను మీకు అందించడానికి మేము అనుమతుల యొక్క అతిచిన్న సమితిని ఉపయోగిస్తాము.\n\nఈ పొడిగింపు స్వతంత్రమైనది మరియు Chrome వెబ్ స్టోర్‌లోని ఇన్ఫినిటీ న్యూ టాబ్, మొమెంటం, కేరెట్‌టాబ్, ఎఫ్‌విడి స్పీడ్ డయల్ లేదా ఇతరులు వంటి ఇతర ప్రసిద్ధ కొత్త టాబ్ లేదా స్పీడ్ డయల్ పొడిగింపులతో సంబంధం కలిగి లేదు.",
    "th": "เปิดใช้งานธีมสีเข้มบนแท็บใหม่ใน Google Chrome ด้วยการคลิกเพียงครั้งเดียว ด้วยโหมดกลางคืนสำหรับโฮมเพจคุณจะช่วยคุณตาและทำให้เบราว์เซอร์ของคุณสวยขึ้น!\n\nนอกเหนือจากธีมสีเข้มแล้วหน้าแท็บใหม่ของเรายังมีคุณสมบัติที่ยอดเยี่ยมอีกมากมาย:\n\n- ตั้งค่ารูปภาพพื้นหลังสีเข้มสำหรับโฮมเพจของเบราว์เซอร์ของคุณ\n- เปิดการหมุนภาพพื้นหลังโดยอัตโนมัติ\n- เพลิดเพลินไปกับการออกแบบที่เรียบง่ายสวยงามและมีสไตล์พร้อมที่คั่นหน้าภาพที่ใช้งานง่าย (= โทรด่วน) เพื่อเข้าถึงเว็บไซต์โปรดของคุณในคลิกเดียว\n- ปรับแต่งรูปลักษณ์ของบุ๊กมาร์กที่มองเห็นได้และเลือกปกที่สวยงามสำหรับพวกเขา\n- สร้างโฟลเดอร์สำหรับบุ๊กมาร์กภาพเพื่อจัดระเบียบ\n\nส่วนขยายโหมดกลางคืนนี้ฟรีโดยไม่มีการซื้อในแอป\n\nในระหว่างขั้นตอนการติดตั้งเบราว์เซอร์จะขอสิทธิ์จากคุณ เราใช้ชุดสิทธิ์ที่เล็กที่สุดเท่าที่จะเป็นไปได้เพื่อให้คุณสามารถใช้งานปลั๊กอินได้อย่างเต็มที่\n\nส่วนขยายนี้เป็นอิสระและไม่เกี่ยวข้องกับแท็บใหม่ยอดนิยมอื่น ๆ หรือส่วนขยายการโทรด่วนใน Chrome เว็บสโตร์เช่น Infinity New Tab, Momentum, CaretTab, FVD Speed Dial หรืออื่น ๆ",
    "tr": "Google Chrome'daki yeni sekmedeki koyu temayı tek bir tıklamayla etkinleştirin. Ana sayfanız için gece modu ile gözlerinize yardımcı olacak ve tarayıcınızı daha güzel hale getireceksiniz!\n\nKaranlık temanın yanı sıra, yeni sekme sayfamız bir dizi harika özelliğe sahiptir:\n\n- Tarayıcınızın ana sayfası için koyu arka plan fotoğrafları ayarlayın.\n- Arka plan fotoğraflarının otomatik döndürülmesini açın\n- En sevdiğiniz web sitelerine tek tıkla erişim için kullanımı kolay görsel yer imleri (= hızlı aramalar) ile güzel ve şık minimalist tasarımın keyfini çıkarın\n- Görsel yer imlerinin görünümünü özelleştirin ve onlar için güzel kapaklar seçin\n- Düzenli tutmak için görsel yer imleri için klasörler oluşturun\n\nBu gece modu uzantısı, uygulama içi satın alma olmadan tamamen ücretsizdir.\n\nYükleme işlemi sırasında, tarayıcı sizden izinler isteyecektir. Eklentinin tam işlevselliğini sağlamak için mümkün olan en küçük izin setini kullanıyoruz.\n\nBu uzantı bağımsızdır ve Chrome Web Mağazası'ndaki Infinity New Tab, Momentum, CaretTab, FVD Hızlı Arama veya diğerleri gibi diğer popüler yeni sekme veya hızlı arama uzantılarıyla ilişkili değildir.",
    "uk": "Активуйте темну тему на новій вкладці в Google Chrome одним клацанням миші. За допомогою нічного режиму для домашньої сторінки ви допоможете своїм очам і зробите свій браузер красивішим!\n\nОкрім темної теми, на нашій новій вкладці є ряд чудових функцій:\n\n- Встановіть темні фонові фотографії для домашньої сторінки браузера.\n- Увімкніть автоматичне обертання фонових фотографій\n- Насолоджуйтесь красивим та стильним мінімалістичним дизайном із простими у використанні візуальними закладками (= швидкими наборами) за один клік до ваших улюблених веб-сайтів\n- Налаштуйте зовнішній вигляд візуальних закладок і виберіть для них красиві обкладинки\n- Створюйте папки для візуальних закладок, щоб тримати їх упорядкованими\n\nЦе розширення в нічному режимі абсолютно безкоштовне без покупок у програмі.\n\nПід час процесу встановлення браузер запитає у вас дозволи. Ми використовуємо найменший набір дозволів, щоб надати вам повну функціональність плагіна.\n\nЦе розширення не є незалежним і не пов’язане з іншими популярними розширеннями нової вкладки або швидкого набору у Веб-магазині Chrome, такими як Infinity New Tab, Momentum, CaretTab, FVD Speed Dial чи іншими.",
    "vi": "Kích hoạt chủ đề tối trên tab mới trong Google Chrome chỉ với một cú nhấp chuột. Với chế độ ban đêm cho trang chủ của bạn, bạn sẽ giúp mắt và làm cho trình duyệt của bạn đẹp hơn!\n\nNgoài chủ đề tối, trang tab mới của chúng tôi có một số tính năng tuyệt vời:\n\n- Đặt ảnh nền tối cho trang chủ của trình duyệt của bạn.\n- Bật tự động xoay ảnh nền\n- Tận hưởng thiết kế tối giản đẹp mắt và phong cách với các dấu trang trực quan dễ sử dụng (= quay số nhanh) để truy cập một cú nhấp chuột vào các trang web yêu thích của bạn\n- Tùy chỉnh giao diện của dấu trang trực quan và chọn bìa đẹp cho chúng\n- Tạo thư mục cho các dấu trang trực quan để giữ chúng có tổ chức\n\nTiện ích mở rộng chế độ ban đêm này hoàn toàn miễn phí mà không cần mua hàng trong ứng dụng.\n\nTrong quá trình cài đặt, trình duyệt sẽ yêu cầu bạn cấp quyền. Chúng tôi sử dụng nhóm quyền nhỏ nhất có thể để cung cấp cho bạn toàn bộ chức năng của plugin.\n\nTiện ích mở rộng này độc lập và không được liên kết với các tiện ích mở rộng tab hoặc quay số nhanh mới phổ biến khác trong Cửa hàng Chrome trực tuyến như Infinity New Tab, Momentum, CaretTab, FVD Speed Dial hoặc các tiện ích khác.",
    "zh_CN": "只需单击一下，即可在Google Chrome浏览器的新标签上激活深色主题。使用主页的夜间模式，您将帮助您的眼睛并使浏览器更漂亮！\n\n除了深色主题，我们的新标签页还具有许多出色的功能：\n\n-为浏览器的主页设置深色背景照片。\n-开启背景图片自动旋转功能\n-通过易于使用的视觉书签（=快速拨号）享受美观和时尚的简约设计，一键式访问您喜欢的网站\n-自定义视觉书签的外观并为其选择精美的封面\n-创建可视书签的文件夹以使其井井有条\n\n此夜间模式扩展程序完全免费，无需应用内购买。\n\n在安装过程中，浏览器将询问您权限。我们使用最小的权限集来为您提供插件的全部功能。\n\n此扩展程序是独立的，并且不与Chrome网上应用店中的其他流行的新标签页或快速拨号扩展名相关联，例如Infinity New Tab，Momentum，CaretTab，FVD快速拨号或其他。",
    "zh_TW": "只需單擊一下，即可在Google Chrome瀏覽器的新標籤上激活深色主題。使用主頁的夜間模式，您將幫助您的眼睛並使瀏覽器更漂亮！\n\n除了深色主題，我們的新標籤頁還具有許多出色的功能：\n\n-為瀏覽器的主頁設置深色背景照片。\n-開啟背景圖片自動旋轉功能\n-通過易於使用的視覺書籤（=快速撥號）享受美觀和時尚的簡約設計，一鍵式訪問您喜歡的網站\n-自定義視覺書籤的外觀並為其選擇精美的封面\n-創建可視書籤的文件夾以使其井井有條\n\n此夜間模式擴展程序完全免費，無需應用內購買。\n\n在安裝過程中，瀏覽器將詢問您權限。我們使用最小的權限集來為您提供插件的全部功能。\n\n此擴展程序是獨立的，並且不與Chrome網上應用店中的其他流行的新標籤頁或快速撥號擴展名相關聯，例如Infinity New Tab，Momentum，CaretTab，FVD快速撥號或其他。"
  }
}