{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Two Steps Forward: A New Tab To Do List"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "To Do list for your new tab page. Step forward and make progress on your day by managing your tasks on every new tab."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Two Steps Forward replaces your New Tab page in the browser with a beautiful To Do list that is quick and easy to use. You'll never forget a task when it's shown to you every time you open a tab. The extension is very customizable; change the style to your liking, from random background images to fonts to text labels, you can change it all! It's not just a simple list either, prioritize and reorder your tasks and set due dates are all options.\n\n✔ Minimalist, beautiful display that's also easy and fast to use.\n✔ Add, edit, delete tasks easily.\n✔ Categorize tasks by color.\n✔ Flag important tasks.\n✔ Add due dates to a to do item.\n✔ Progress bar shows how much you've accomplished in your list.\n✔ Filter all, incomplete or completed tasks.\n✔ Make it your own with lots of customization.\n✔ Set background images, change fonts, and more with Premium Access.\n\nManaging your tasks is as easy as typing the item and hitting enter. You can edit your tasks if something has changed. Once a task is complete, just click the checkmark and \"poof!\" it's done and sent to a completed list. Don't need the task at all? You have the option of deleting and skipping the completed list altogether.\n\nThere are three sections available, the default is the \"all\" tab that lists both incomplete and completed tasks. Next is the \"active\" tab that shows only the tasks that are not done yet. Finally, you have the \"completed\" tab that shows, you guessed it, all of the tasks that you have completed. The tab that shows by default when opening the page is configurable.\n\nLots of tasks? Keep an eye on the progress bar and get a sense of accomplishment as the bar fills up as you complete each task. The colors of the progress bar can be customized, make it subtle, make it bold, or even turn off the bar if it's not your thing.\n\nHighlight specific types of tasks so you can at-a-glance tell what each one is. Each task can be categorized by color by clicking the palette icon, this adds a color behind the checkbox. The colors like everything else, can be changed to fit your preferences.\n\nHave a task that is more important than the rest? Flag it! By clicking the flag icon you can mark the task as a priority so it stands out amongst the others.\n\nIf your to do item has a deadline, you can set a due date for that task. As the date approaches, a reminder icon will show on the page to tell you its getting closer. Optionally have the reminder icon animate when the page loads to help grab your attention.\n\nWant more options? Subscribe to Premium Access and enjoy even more features such as background images from Unsplash (single photos or random), custom font options, throw confetti when completing all of your tasks, and more!\n\nExplanation of permissions:\n- Storage: Used to store your list of tasks and settings.\n\nHave any suggestions? Let me know on Twitter @BlueCaret or email me at bluecaret@outlook.com\n\nBy clicking \"Add to Chrome\", I accept and agree to install \"Two Steps Forward\" browser extension and hereby agree to set Chrome New Tab page to that provided by the service and the Privacy Policy and Terms of Use.\n\nTwo Steps Forward was designed and developed by BlueCaret\nhttps://www.bluecaret.com/two-steps-forward/\n\nPrivacy Policy: https://www.bluecaret.com/privacy/\nTerms of Use: https://www.bluecaret.com/terms/\nAbout BlueCaret: https://www.bluecaret.com/about/\nContact: https://www.bluecaret.com/contact/"
  }
}