{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MKB INDEPENDENT RADIO"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Listen MKB INDEPENDENT RADIO Radio with Chrome Browser."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MKB Independent Radio is a new independent online licensed radio station based in Scotland UK. Founded by Mary Kathleen Burke . The station is sponsored by listeners and independent artists worldwide who cover annual running costs through donations. These donations help cover the cost of the licence, Website hosting, Stream costs and website maintenance. MKB Independent Radio supports music in the genres of Country, Americana, Celtic, Folk, Easy listening , Rock N Roll & Rockabilly music.\n\nMary Kathleen Burke first began in Radio in 2008 presenting a very popular show at Celtic Music Radio in Glasgow Scotland, alongside her music commitments as a Singer/Songwriter and Recording artist. Mary Kathleen left Celtic Music Radio early 2018 and continued her show syndicating it other stations worldwide weekly. Mary Kathleen is highly respected in the radio world by her peers and fellow artists and is known to many media companies and record labels worldwide. She is also a reporter to The Euro Americana Charts & The Joyce Ramgatie International Country Music Chart and runs also her own chart monthly.\n\nThis new radio station is a continuation of Mary Kathleen’s contribution to radio and the promotion of Independent artists. she has now brought together a very stellar team of broadcasters to bring only the best of shows to MKB Independent Radio with many years of experience and a faithful following. Shows include “The classic Country show with Bill Black”, On the weekend with Mike Marwick and The Rock n Roll show with Mike Marwick, “Folkal point” with Colin McDonald, The Jim Corbett show,Country Showtime with David Smyth, The Bob Birch Radio Show,The Mary K Burke Show and more to follow\n\nThe station will have a 24/7 Playout of a great variety of music within the genres specified for the station. There is also a request facility and you can request songs from the database which contains music from many artists worldwide there is a Celtic flavour to the station as well as a country and Americana vibe."
  }
}