{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "AliExpress Shopping and Cash Back",
    "es": "Asistente de compras AliExpress",
    "fr": "Assistant commercial d'AliExpress",
    "id": "Asisten Belanja AliExpress",
    "pt_BR": "Assistente de compras AliExpress",
    "ru": "AliExpress Шоппинг-помощник - Зарабатывайте деньги, покупая и рассказывая о товаре другим",
    "tr": "AliExpress Alışveriş Asistanı"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Make money by shopping and sharing; track product price trends; price-drop reminder; price comparison for similar products.",
    "es": "Gana dinero comprando y compartiendo; realiza seguimiento de las tendencias de los precios de los productos; recordatorio de bajada…",
    "fr": "Gagnez de l'argent en faisant des achats et en recommandant ; suivez les tendances des prix des produits ; rappel des baisses des…",
    "id": "Hasilkan uang dengan belanja dan berbagi; lacak tren harga produk; pengingat harga-turun; perbandingan harga untuk produk serupa.",
    "pt_BR": "Ganhe dinheiro comprando e compartilhando; acompanhe as tendências de preço do produto ; lembrete de queda de preço; comparação de…",
    "ru": "Зарабатывайте деньги, покупая и рассказывая о товаре другим; отслеживайте цены; получайте уведомление при снижении цены;…",
    "tr": "Alışveriş yaparak ve paylaşarak para kazanın; ürün fiyat eğilimlerini takip edin; fiyat-düşüş hatırlatıcısı; Benzer ürünler için…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "This plug-in allows you to make money through shopping and sharing! After downloading the plug-in and registering, you can receive a 4% rebate when you purchase most products on AliExpress. By sharing our shopping links, you will get a chance to receive even more rebates. You can withdraw the rebate as cash, redeem it for any product on AliExpress or as an Amazon's eGift Card.\n\nFurthermore, we provide convenient shopping assistant features on AliExpress, eBay and Amazon to save you time and effort and make your shopping smarter.\n\nFeatures list:\n\n★Shop and receive rebate: install the plug-in, shop on AliExpress, or share the product with your friends and you will receive a rebate\n★90-days Price Tracker: one touch to see price trends while browsing. You will immediately know if this is really a good deal. (AliExpress and eBay is supported now)\n★Price Drop Alert: save what you like to wish list, so that you get an alert at the first opportunity when price drops, and will never miss a good deal. (AliExpress is supported now)\n★Price comparison suggestions: if a product that you are browsing has a cheaper alternative, we would recommend it to you. (AliExpress is supported now)\n★Invite friends to register on our website and you will get a chance to receive a reward. For every user you invite, you can earn up to US$25.\n\nIf you have any questions about our services, please refer to our FAQ: http://deals99.com/doc/help\n\nTo ensure that deals99 shopping assistant operate normally, please feel free to email us any questions or feedback: support@theakarat.com",
    "es": "¡Esta extensión le permite ganar dinero por comprar y compartir! Después de descargar la extensión y registrarse, podrá recibir un reembolso del 4 % por la compra de la mayoría de productos de AliExpress. Compartiendo nuestros enlaces de compra, podrá recibir reembolsos todavía mayores. Puede cobrar el reembolso en efectivo, canjearlo por cualquier producto de AliExpress o por una tarjeta regalo electrónica de Amazon.\n\nAdemás, podrá usar las prácticas funciones de asistencia en compras en AliExpress, eBay y Amazon; así ahorrará tiempo y esfuerzo y sus compras siempre serán inteligentes.\n\nLista de características:\n\n★Compre y reciba reembolsos: instale la extensión, compre en AliExpress o comparta el producto con sus amigos y recibirá un reembolso\n★Rastreador de precio durante 90 días: con un solo toque puede ver la tendencia de cambio del precio mientras navega. Sabrá inmediatamente si es verdaderamente una buena oferta (compatible con Aliexpress y con eBay).\n★Alerta de bajada de precio: guarde lo que quiera en su lista de deseos para que le llegue un aviso en cuanto el precio baje, así nunca se perderá una buena oferta (compatible con AliExpress).\n★Sugerencias del comparador de precios: si el producto que está viendo tiene una alternativa más barata, se la recomendaremos (compatible con AliExpress).\n★Invite a sus amigos a registrarse en nuestra página web y tendrá la oportunidad de recibir una recompensa. Por cada usuario que invite, puede ganar hasta 25 dólares americanos.\nSi tiene alguna duda acerca de nuestros servicios, consulte las preguntas frecuentes: http://deals99.com/doc/help\n\nPara asegurar que el asistente de compras deals99 funciona con normalidad, no dude en enviarnos por correo electrónico cualquier pregunta o sugerencia a la dirección support@theakarat.com.",
    "fr": "Ce plug-in vous permet de gagner de l'argent en faisant vos achats et en les partageant ! Après avoir téléchargé le plug-in et s'être enregistré, vous pouvez recevoir une remise de 4 % lorsque vous achetez la plupart des produits sur AliExpress. En partageant nos liens commerciaux, vous aurez la chance de recevoir encore plus de réductions. Vous pouvez retirer vos remises en espèces, les échanger contre n'importe quel produit sur AliExpress ou contre une carte-cadeau Amazon.\n\nDe plus, nous fournissons des fonctions d'assistance shopping pratiques sur AliExpress, eBay et Amazon pour vous permettre de gagner du temps, réduire vos efforts et faire vos achats plus intelligemment.\nListe des fonctionnalités:\n\n- Faites des achats et recevez une remise : installez le plug-in, faites vos achats sur AliExpress ou partagez le produit avec vos amis et recevez une réduction\n- Suivi des prix 90 jours : une seule touche suffit pour voir l'évolution des prix tout en navigant. Vous saurez immédiatement si c'est vraiment une bonne affaire. (AliExpress et eBay sont maintenant pris en charge)\n- Alerte pour la chute des prix : enregistrez ce que vous aimez dans la liste de souhaits afin que vous soyez alerté immédiatement à la baisse des prix et vous ne manquerez jamais une bonne affaire. (AliExpress est désormais pris en charge)\n- Suggestions de comparaison des prix: si un produit que vous regardez a une alternative moins chère, nous vous la  recommandons. (AliExpress est désormais pris en charge)\n- Invitez vos amis à s'inscrire sur notre site web et vous aurez une chance de recevoir une récompense. Pour chaque utilisateur que vous invitez, vous pouvez gagner jusqu'à 25 $ américains.\n\nSi vous avez des questions concernant nos services, veuillez vous consulter notre FAQ: http://deals99.com/doc/help\n\nPour veiller à ce que l'assistant de shopping AliExpress fonctionne normalement, n'hésitez pas à nous envoyer des questions ou des commentaires : support@theakarat.com",
    "id": "Plug-in ini mengizinkan Anda mendapatkan uang dengan berbelanja dan berbagi! Setelah mengunduh plug-in dan mendaftar, Anda dapat menerima cash back 4% saat membeli hampir semua produk di AliExpress. Dengan berbagi tautan belanja kami maka Anda berkesempatan menerima cash back lebih besar. Anda dapat menerima cash back dalam bentuk uang tunai, menukarnya dengan produk apa saja di AliExpress atau sebagai eGift Card Amazon.\n\nSelain itu kami juga menyediakan fitur asisten belanja yang praktis di AliExpress, eBay dan Amazon guna menghemat waktu dan tenaga Anda serta menjadikan proses belanja Anda lebih cerdas.\n\nDaftar fitur:\n\n- Belanja dan terima cash back: instal plug-in, belanja di AliExpress, atau berbagi produk dengan teman Anda untuk menerima cash back\n- Pelacak Harga 90-hari: cukup satu sentuhan untuk melihat tren harga sembari meramban. Anda akan segera mengetahui manakah penawaran yang terbaik. (kini mendukung AliExpress dan eBay)\n- Sinyal Turun Harga: simpan apa yang Anda sukai di daftar keinginan dan Anda akan menerima sinyal saat harganya turun. Kini Anda takkan lagi melewatkan penawaran menarik. (kini mendukung AliExpress)\n- Saran perbandingan harga: jika produk yang Anda simak memiliki alternatif yang lebih murah, kami akan menyarankannya untuk Anda. (kini mendukung AliExpress)\n- Undang teman untuk mendaftar di website kami dan Anda berkesempatan mendapatkan hadiah. Untuk setiap pengguna yang Anda undang, Anda dapat memperoleh hingga 25 USD.\n\nJika Anda memiliki pertanyaan seputar layanan kami, silakan merujuk pada FAQ: http://deals99.com/doc/help\n\nGuna memastikan asisten belanja AliExpress berfungsi dengan baik, silakan kirimi kami pertanyaan atau saran lewat surel: support@theakarat.com",
    "pt_BR": "Este plug-in permite que você ganhe dinheiro comprando e compartilhando! Depois de baixar o plug-in e se cadastrar você pode receber um reembolso de 4% quando você comprar a maioria dos produtos do AliExpress. Ao compartilhar os nossos links de compra, você terá a chance de receber ainda mais reembolsos. Você pode retirar o reembolso em dinheiro, resgatá-lo para comprar qualquer produto no AliExpress ou como um cartão de presente da Amazon.\n\nAlém disso, proporcionamos recursos convenientes de assistente de compras no AliExpress, eBay e Amazon para poupar para você tempo e esforço e tornar as suas compras mais inteligentes.\n\nLista de recursos:\n\n★Compre e receba reembolso: instale o plug-in, compre no AliExpress ou compartilhe o produto com seus amigos e você receberá um reembolso\n★Rastreador de preços de 90 dias: um toque para ver as tendências de preços durante a navegação. Você saberá imediatamente se este realmente é um bom negócio. (Suporte agora para o AliExpress e eBay)\n★Alerta de queda de preço: salve o que você gosta na lista de desejos para que você obtenha um alerta na primeira oportunidade de quando o preço cair e você nunca vai perder um bom negócio. (Suporte ao AliExpress agora)\n★Sugestões de comparação de preço: se um produto que você está visitando tem um alternativo mais barato, nós recomendamos ele para você. (Suporte ao AliExpress agora)\n★Convide amigos para se cadastrarem em nosso site e você terá a chance de receber uma recompensa. Para cada usuário que você convidar você pode ganhar até US$ 25.\nSe você tem alguma dúvida sobre nossos serviços, por favor consulte as nossas Perguntas Frequentes: http://deals99.com/doc/help\n\nPara garantir que o assistente de compras do deals99 funcione normalmente, por favor, não hesite em enviar para nós por e-mail qualquer dúvida ou feedback: support@theakarat.com",
    "ru": "Этот плагин позволяет вам зарабатывать деньги, покупая и рассказывая о товаре другим! После скачивания этого плагина и регистрации вы сможете получать 4% кэшбэк при покупке товаров на AliExpress. Поделитесь нашими шоппинг-ссылками, и у вас появится возможность получить еще не один кэшбэк. Вы можете вывести средства в размере кэшбека, потратить их на любой товар на AliExpress или получить в качестве подарочного сертификата Amazon eGift Card.\n\nКроме того, мы предоставляем удобные услуги шоппинг-помощника на AliExpress, eBay и Amazon, чтобы вы могли экономить ваше время и усилия, пользуясь всеми преимуществами смарт-шоппинга.\n\nСписок возможностей:\n\n★Покупайте и получайте кэшбэк: установите плагин, приобретите товары на AliExpress или поделитесь ссылкой на товар с друзьями, и получите кэшбэк\n★90-дневный Трекер цен: при просмотре товаров сравнивайте цены одним нажатием. Вы сразу же узнаете, действительно ли это выгодная покупка. (сейчас работает на AliExpress и eBay)\n★Оповещение о снижении цены: сохраните понравившиеся вам товары в список желаний, чтобы получить уведомление, как только снизится цена, и вы не пропустите хорошую сделку. (сейчас работает на AliExpress)\n★Предложения с похожими товарами за меньшую стоимость: если существует альтернатива просматриваемому вами товару за меньшую стоимость, мы предложим вам ее. (сейчас работает на AliExpress)\n★Пригласите друзей, чтобы они зарегистрировались на нашем сайте, и у вас появится возможность получить награду. За каждого приглашенного пользователя вы можете заработать до 25 долларов США.\nЕсли у вас возникли вопросы относительно наших услуг, пожалуйста, просмотрите наши FAQ: http://deals99.com/doc/help\n\nЧтобы убедиться в нормальном функционировании шоппинг-помощника deals99, задайте нам любые вопросы или поделитесь вашими впечатлениями, написав нам: support@theakarat.com",
    "tr": "Bu eklenti alışveriş yaparak ve paylaşarak para kazanmanızı sağlıyor! Eklentiyi indirdikten ve kayıt olduktan sonra, çoğu ürünü AliExpress üzerinden satın aldığınız zaman 4% para iadesi alabilirsiniz. Alışveriş bağlantılarımızı paylaşarak daha da fazla para iadesi alma şansını elde edeceksiniz. Para iadesini nakit olarak geri alabilir, AliExpress üzerinde herhangi bir ürün için paraya çevirebilir veya Amazon eGift Card olarak alabilirsiniz.\n\nAyrıca AliExpress, eBay ve Amazon üzerinden yapacağınız alişverişlerde size zaman ve gayret kazandırmak ve alışverişinizi daha akıllıca yapmak için pratik alışveriş yardımı sağlıyoruz.\n\nÖzellikler listesi:\n\n- Alışveriş yapın ve para iadesi alın: eklentiyi kurun, AliExpress üzerinden alışveriş yapın, veya ürünü arkadaşlarınızla paylaşın ve para iadesi kazanın\n- 90 günlük Fiyat Takibi: göz atarken tek dokunuş ile fiyat eğilimlerini görün. Bunun çok iyi bir alışveriş olup olmadığını anında bileceksiniz. (Şimdilik AliExpress ve eBay desteklenmektedir)\n- Fiyat Düşüşü Bildirimi: sevdiğiniz ürünü istek listesine ekleyin, böylece fiyatı düşer düşmez bir bildirim alın, ve iyi bir alışverişi kaçırmayın. (Şimdilik AliExpress desteklenmektedir)\n-Fiyat karşılaştırma önerileri: göz attığınız bir ürünün daha ucuz bir seçeneği var ise, size o ürün tavsiye edilir. (Şimdilik AliExpress desteklenmektedir)\n- Arkadaşlarınızı kayıt olmaları için davet edin ve bir ödül kazanma şanısını yakalayın. Davet ettiğiniz her kullanıcı için 25 Amerikan Doları'na kadar ödül kazanabilirsiniz.\n\nServislerimizle ilgili herhangi bir sorunuz var ise, lütfen Sıkça Sorulan Sorular'a danışın: http://deals99.com/doc/help\n\nAliExpress alışveriş yardımcısının normal bir şekilde çalıştığını sağlamak için, Herhangi bir sorunuz veya geri bildiriminiz için support@theakarat.com adresinden bize eposta yollamaktan lütfen çekinmeyin."
  }
}