{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VeeHD Enhanced"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Site enhancements for VeeHD.com members and guests.\n\"This is how VeeHD was meant to be...\""
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Also for FireFox!\nhttps://addons.mozilla.org/en-US/firefox/addon/veehd-enhanced/\n\n★★★★★ About ★★★★★\nThe goal of this extension is to make the VeeHD.com experience as user-friendly as possible without changing the \"brand that is veehd\". No major cosmetic theme changes, simply \"enhanced\". Most commonly used info is a click away.\n\nAll site bugs that can be fixed client side has been done. Many features have been added to \"enhance\" the basic functionalility of the site for all, including special features for uploaders and normal users alike.\n\nA couple examples...\nOn video pages, you now have a choice of using HTML5 video player, DivX Web Player, or VLC Web Plugin instead of just Flash. Optional player options will appear only if installed, enabled and supported by the browser. For uploaders... streamlined video edit page, enhanced overview page with many helpful features such as video sorting, filtering and statistics (new views, avg video size etc). This is a VERY small example and there are a huge amount of obvious and not so obvious helpful enhancements. More to come...\n\n★★★★★ Privacy ★★★★★\nI do not track, store or send any information that you enter while on veehd to me or anyone else. Any ads/redirects or popups you see are from VeeHD and not generated by this add-on. I DO use localStorage for some of the addons functionality. Such as storing the \"threads you recently participated in\" in the forum, your last used color for the color picker, and vid views for use on the overview page."
  }
}