{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hide WhatsApp Web Chats"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hide/Show chats in Whatssap Web, to keep you focused on the chat you want. I have ADHD that's why I made this, it was for me."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With WhatsApp Web Sidebar Toggle, you can hide or show the left tab/chats/side bar on WhatsApp Web with a simple click. This feature is designed to enhance privacy or help you stay focused on the conversation that matters.\n\n🔒 Privacy and Focus: Easily hide chat previews and the side bar to avoid distractions or protect your privacy when using WhatsApp Web in public spaces or shared environments.\n\n💻 Platform Compatibility: Currently available for Windows only. Interested in other platforms? Feel free to reach out at victorbelluccini@gmail.com.\n\n🧠 ADHD-Friendly Design: Specifically useful if you have ADHD or find it challenging to concentrate, helping you maintain a distraction-free interface.\n\nKey Features:\nHide/Show Sidebar: Toggle the visibility of the chats sidebar to focus on your main conversation.\nQuick Keyboard Shortcut: Use ALT + W on Windows to instantly hide or show the sidebar.\nEasy Activation: Click the toggle button in the extension menu to quickly enable or disable the sidebar.\nPrivacy and Security:\nThis extension does not collect any data about you or your messages. It operates fully on your browser, ensuring that your information remains private. You can review our privacy policy to learn more.\n\nThis project is licensed under the MIT license. For more details, check the LICENSE file.\n\nPlease note: WhatsApp is a trademark of WhatsApp Inc., and this extension is an independent project with no affiliation to WhatsApp Inc."
  }
}