{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Investment Extensions: Mintos"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension aims to improve the Mintos.com experience, with additional features and post-processing of the website."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WARNING:\nTHIS EXTENSION IS NO LONGER MAINTAINED, AND NO LONGER WORK.\n\nIf you wish to update it, please feel free to. When we started this extension, Mintos was a stable website. Now they are rolling out changes to the website structure non-stop, and keeping up with their site, is getting to be too time consuming.\n\n\n\nIntroduction\n\nThis project aims to add an additional layer of information and functionality to the Mintos P2P investment website, through a Chrome Extension. The project is driven by a group of Mintos investors, and through community support. The extension was originally an internal tool we used, to fix weird visuals and add additional information on loans, on the Mintos website, to improve our experience. From here it has grown and has now been fully released to the public. For a feature list, please see the images above or the section below. Some key points about the extension are:\n\n- The extension does add additional information to various pages.\n- The extension does change the cosmetic of the website in a few places.\n- The extension does allow for features to be turned on or off individually.\n- The extension does run directly in your Chrome browser.\n- The extension does provide full open-source code for transparency.\n\n\n\nFeaturelist\n\n    In Overview:\n    • Hide unused and empty rows.\n    • Show a percentage column for 'Account Balance' and 'My Investments'.\n    • Highlight negative numbers in red.\n    • Switch the radio buttons to a real button.\n    • Gray out news articles that you already read.\n    • Break down different campaign rewards.\n\n    In Account Statement:\n    • Show four decimals for numbers instead of two.\n    • Adds an alltime filter option.\n    • Split the existing details column into separate info columns.\n\n    In Current Investments:\n    • Show a column with the loans country.\n    • Show a column with days to next planned payment.\n    • Highlight late loans in a red background.\n    • Show the premium or discount percent, in the sell text.\n    • Make loan types links for filtering the search.\n\n    In Finished Investments:\n    • Show a column with the loans country.\n    • Show a column with profit made for a finished loan.\n    • Show a column with the duration you held the loan.\n    • Make loan types links for filtering the search.\n\n    In Loan Information:\n    • Show a row with the loans country.\n    • Show a row with days to next payment.\n    • Show a row with the on-time payment percentage.\n    • Show a row with total time in grace for the payments.\n    • Format the loan breakdown table properly.\n    • Show the ExploreP2P rating for that loan originator.\n    • Show a warning for high aged borrowers.\n    • Show a warning for low on-time payment history.\n    • Show a warning for unemployed borrowers.\n\n    In Auto Invest:\n    • Colour auto invest strategies based on utilization.\n    • Show a utilization column.\n\n\n\nTransparency\n\nThe full source-code is available at the GitHub code repository, which can be found under this sites 'website' information. The repository itself is not intended for public use, but it does also serve as a way to provide an additional layer of transparency. Trust is an important aspect when it comes to investments, and we do encourage people to perform a full audit of our source code, or even download and run the unpacked extension locally. If you do not have the technical experience to perform such an audit, but still want to ensure that what you are running is not malicious, then feel free to send the repository to someone who does. The code is written in plain JavaScript with a small amount of CSS and HTML, and as so, should be fairly trivial to understand. The following are important aspects in regards to trust:\n\n- The extension does not monetize in any way, it is entirely free.\n- The extension does not automate or perform any action for you.\n- The extension does not falsely alter any information displayed.\n- The extension does not store or send any information about you.\n- The extension does not require any login or user information.\n\n\n\nLimitations\n\nAs this is a Chrome extension, it only runs in a Chrome Browser, and there is no plans to create a similar product for other browsers. For the same reason, this will not work on a mobile phone, so when viewing Mintos elsewhere, it will just look normal. At the moment, the extension is only supported in the following languages: English, Polish, German and Czechish. If you use Mintos in another language, the extension won't do anything. If you are able to help translate a few things into Latvian, Russian or Spanish, please reach out to us!\n\n\n\nInstallation\n\nThere are two ways to get this extension to work:\n\n 1. You can download it directly through the Chrome store page available here. By using this method, you can use the built-in Chrome Extension installer, and it will add the extension directly to your browser, with no setup required. Doing it this way takes less time and you can get subsequent updates easier. After a page refresh, the extension should run.\n\n 2. If you prefer a more hands-on and higher transparency approach, you are more than welcome to perform a manual install from the source code. You can download the source code directly from this repository and perform a full audit. If you are satisfied you can then open Chrome to the extensions page and load it in, as an unpacked extension. This way is a bit more difficult to setup, and disables automatic updates - but we did want to provide this method for better security.\n\n\n\nContact\n\nIf you have any feedback, questions, suggestions or just want to reach out to us, you can throw us an e-mail at investment.extensions@gmail.com. If you have any kind of feature you would like us to add, feel free to contact us, or if you already have the technical expertise, then feel free to open a pull request with the changes, we do accept pull requests as long as they are well reasoned, and do not break with our principles for the extension."
  }
}