{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReteVisure.it"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReteVisure.it servizi catastali"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Con Retevisure.it è disponibile una vasta gamma di servizi catastali online forniti dallo STUDIO TECNICO BRIDGE.\n\nL'estensione permette di accedere, dalla barra degli indirizzi, una visura catastale. Basta scrivere: \"visura\" e il tipo di visura e invio.\n\nCliccando sull'icona si apre l'elenco dei servizi disponibili senza dover digitare l'indirizzo esatto.\n\nLa nostra piattaforma,  ha accesso agli archivi telematici catastali ufficiali dell'agenzia nazionale delle Entrate, oltre che alle conservatorie telematiche presenti sul nostro territorio nazionale, ed è in grado di fornire al cliente, tramite la compilazione di semplici moduli di richiesta,la documentazione la relativa consulenza/assistenza necessaria alla lettura e alla comprensione dei documenti.\n\nFacendo richiesta di un servizio da noi offerto infatti, si da incarico al nostro studio di fornire la documentazione e l'assistenza tecnica di professionisti abilitati, iscritti nei rispettivi albi di competenza.\n\nIl portale è in grado di fornire una vasta gamma di servizi, facilmente accessibili tramite l'estensione gratuita, ovvero: visure catastali, ispezioni ipotecarie, planimetrie catastali, estratti di mappa, elaborati planimetrici, elenco immobili, check-up immobile con valutazione di massima, geolocalizzazione di particelle di difficile individuazione, calcolo delle superfici ai fini commerciali e catastali, identificazione dei dati catastali partendo da coordinate geografiche fornite dal cliente.\n\nRetevisure.it  è a disposizione di privati cittadini, cosi come  agenzie immobiliari, imprese, professionisti, associazioni di categoria,enti pubblici e privati, anche grazie alla possibilità di chiedere preventivi personalizzati, nel caso in cui fosse necessario  un alto  volume di richieste.Il portale è strutturato in maniera tale che il cliente, in modo semplice e veloce, potrà richiedere e trovare le informazioni che ricerca, grazie ad un'interfaccia semplice ed intuitiva.\n\nProfessionalità, esperienza e serietà sono alla base del nostro lavoro. Il numero dei nostri clienti è sempre in aumento, anche grazie all'assistenza fornita dal nostro studio tecnico, supportata dall'esperienza di professionisti nel settore.Per situazioni particolari, di difficile definizione, lo studio seguirà il cliente nella ricerca di quanto richiesto, offrendo supporto e chiarimenti a qualsiasi richiesta di difficile definizione."
  }
}