{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Laika AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Supercharge your crypto experience with Laika AI."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Laika AI Extension, a cutting-edge tool revolutionizing your Web3 journey and elevating your crypto experience like never before! With a focus on providing comprehensive insights and advanced features, Laika AI Extension is your go-to solution for navigating the complex world of decentralized finance (DeFi) and blockchain technology.\n\nUnlock the Power of DeFi Research:\nStay ahead of the curve with our powerful DeFi research capabilities. Dive deep into the world of decentralized protocols, explore liquidity pools, yield farms, and analyze the performance of various tokens. Laika AI Extension empowers you with data-driven insights, allowing you to make informed investment decisions and optimize your strategies.\n\nVerify Smart Contracts with Confidence:\nSecurity is paramount in the crypto space, and Laika AI Extension is here to help you navigate it safely. Our smart contract analysis feature provides a comprehensive overview of the code, highlighting potential vulnerabilities and ensuring you can confidently interact with smart contracts. Protect your investments and minimize risks with Laika AI's security-oriented approach.\n\nMonitor NFT Marketplaces:\nThe Non-Fungible Token (NFT) revolution is in full swing, and Laika AI Extension enables you to explore the ever-evolving NFT landscape with ease. Track trending NFTs, discover top artists, and gain valuable insights into the NFT market. Whether you're an artist, collector, or investor, Laika AI Extension will be your go-to companion for navigating the vibrant world of NFTs.\n\nPhishing Website Detection:\nWith the growing popularity of cryptocurrencies, the risk of encountering phishing websites has increased. Laika AI Extension actively scans for potential phishing attempts, safeguarding you from falling prey to malicious sites and protecting your valuable digital assets.\n\nUser-Friendly and Seamless Experience:\nAt Laika AI, we prioritize user experience and have designed the Extension with utmost simplicity in mind. Seamlessly integrate it into your browser and enjoy a hassle-free experience while diving deep into the crypto world. No complex setups or technical expertise required – just a powerful tool at your fingertips!\n\nStay Tuned for Exciting Updates:\nLaika AI Extension is just the beginning of our journey. We are committed to continuous development and innovation. Expect exciting updates and new features that will further enhance your Web3 journey. Our mission is to empower you with the most advanced tools to thrive in the ever-evolving crypto landscape.\n\nAre you ready to elevate your crypto game? Install Laika AI Extension now and embark on a new era of crypto intelligence! Join us in shaping the future of decentralized technologies."
  }
}