{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Guide Creator by HubSpot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Guide Creator lets users create how-to guides automatically by capturing screenshots as they navigate the web."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,pt_BR,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create walkthrough guides that show your people how to get things done. Add the Guide Creator Chrome extension and start documenting your processes right away.\n\nWhen you start capturing, Guide Creator grabs a screenshot each time you click. Once you're finished, your step-by-step guide documenting every step of your process is ready to edit and share.\n\nCREATE BEAUTIFUL HOW-TO GUIDES\nThe Guide Creator editor automatically labels your steps and lays out your screenshots. Crop the images and adjust the wording to suit your audience — whether that's teammates looking for a hand, customers that want to get things done, or prospects looking to find out more about how you can help them.\n\nSHARE YOUR GUIDE AGAIN AND AGAIN\nOnce you're happy with your guide, share a link to a webpage that can be accessed wherever your users are. No need to jump on a call and screenshare each time you need to share your knowledge.\n\nIf your guide is just for teammates, lock down access to keep things in-house. You have complete control over who can see your documentation.",
    "da": "Lav vejledninger, der viser folk, hvordan de får forskellige ting klaret. Tilføj Chrome-udvidelsen Guide Creator, og begynd at dokumentere dine processer med det samme.\n\nNår du begynder at optage, tager Guide Creator et skærmbillede, hver gang du klikker. Når du er færdig, har du en trinvis guide, der dokumenterer alle trin i processen, og som er klar til redigering og deling.\n\nLAV FLOTTE VEJLEDNINGER\nEditoren i Guide Creator mærker automatisk dine trin og laver layout til dine skærmbilleder. Beskær billederne, og tilpas teksten, så det passer til din målgruppe – uanset om det er teammedlemmer, der har brug for en hånd, kunder, der vil have noget klaret, eller potentielle kunder, der vil vide mere om, hvordan du kan hjælpe dem.\n\nDEL DIN VEJLEDNING IGEN OG IGEN\nNår du er tilfreds med din vejledning, kan du dele et link til en webside, som dine brugere kan tilgå, uanset hvor de befinder sig. Ingen grund til at bruge tid på et opkald og dele skærm, hver gang du skal dele din viden.\n\nHvis din vejledning kun er til teammedlemmer, kan du begrænse adgangen til intern brug. Du har fuld kontrol over, hvem der kan se din dokumentation.",
    "de": "Erstellen Sie ausführliche Leitfäden für Ihre Mitarbeiter. Fügen Sie die Leitfaden-Generator-Chrome-Erweiterung hinzu und beginnen Sie sofort mit der Dokumentation Ihrer Prozesse.\n\nWenn Sie mit dem Erfassen beginnen, erstellt der Leitfaden-Generator bei jedem Klick einen Screenshot. Sobald Sie fertig sind, können Sie Ihre Schritt-für-Schritt-Anleitung, die jeden Schritt Ihres Prozesses dokumentiert, bearbeiten und weitergeben.\n\nERSTELLEN SIE ATTRAKTIVE ANLEITUNGEN\nDer Leitfaden-Generator-Editor beschriftet automatisch Ihre Schritte und gestaltet das Layout für Ihre Screenshots. Schneiden Sie die Bilder zu und passen Sie den Wortlaut an Ihre Zielgruppe an – je nachdem, ob es sich um Teamkollegen handelt, die Hilfe benötigen, um Kunden, die etwas erledigen möchten, oder um potenzielle Kunden, die mehr darüber erfahren möchten, wie Sie ihnen helfen können.\n\nTEILEN SIE IHREN LEITFADEN\nWenn Sie mit Ihrem Leitfaden zufrieden sind, teilen Sie einfach einen Link zu einer Webseite, auf die Ihre Benutzer überall zugreifen können. Sie benötigen keine komplizierten Bildschirmfreigaben, um Ihr Wissen zu teilen.\n\nWenn Ihr Leitfaden nur für Teamkollegen bestimmt ist, sollten Sie den Zugriff sperren, um alles intern zu halten. Sie haben die volle Kontrolle darüber, wer Ihre Dokumentation anzeigen kann.",
    "es": "Crea tutoriales paso a paso que muestren a tu equipo cómo hacer las cosas. Agrega la extensión de Chrome para la creación de tutoriales y comienza a documentar tus procesos de inmediato.\n\nCuando comiences, el creador de tutoriales hará una captura de pantalla cada vez que hagas clic. Una vez que hayas terminado, la guía paso a paso, que documenta cada paso de tu proceso, estará lista para editarse y compartirse.\n\nCREA MAGNÍFICOS MANUALES DE INSTRUCCIONES\nEl editor del creador de tutoriales etiqueta automáticamente tus pasos y organiza tus capturas de pantalla. Recorta las imágenes y ajusta las palabras para adaptarlas a tu público, ya sean compañeros de equipo que buscan ayuda, clientes que quieren saber cómo hacer las cosas o prospectos que quieren saber cómo puedes ayudarlos.\n\nCOMPARTE TU GUÍA UNA Y OTRA VEZ\nUna vez que estés conforme con tu guía, comparte un enlace a una página web al que se puede acceder desde cualquier lugar donde se encuentren los usuarios. No es necesario hacer una llamada y compartir la pantalla cada vez que necesites compartir tus conocimientos.\n\nSi la guía es solo para tus colegas, restringe el acceso para que su uso sea solo interno. Tienes control total sobre quién puede ver la documentación.",
    "fi": "Luo oppaita, jotka näyttävät käyttäjille, kuinka asiat hoituvat. Lisää Guide Creator Chrome -laajennus ja aloita prosessien dokumentointi heti.\n\nKun aloitat tallentamisen, Guide Creator ottaa kuvakaappauksen joka kerta, kun napsautat. Kun olet valmis, vaiheittainen opas, joka dokumentoi prosessisi jokaisen vaiheen, on valmis muokattavaksi ja jaettavaksi.\n\nLUO KAUNIITA OPPAITA\nGuide Creator -editori merkitsee automaattisesti vaiheet ja asettaa kuvakaappaukset. Rajaa kuvia ja muokkaa sanamuotoa yleisöllesi sopivaksi – olipa kyse sitten tiimitovereista, jotka etsivät apua, asiakkaista, jotka haluavat saada asiat hoidettua, tai mahdollisista asiakkaista, jotka haluavat saada lisätietoja siitä, kuinka voit auttaa heitä.\n\nJAA OPASTASI UUDESTAAN JA UUDESTAAN\nKun olet tyytyväinen oppaaseesi, jaa linkki verkkosivulle, jolle käyttäjäsi pääsevät mistä tahansa. Sinun ei tarvitse soittaa ja jakaa näyttöäsi joka kerta, kun sinun on jaettava tietämystäsi.\n\nJos oppaasi on tarkoitettu vain tiimitovereille, lukitse pääsy, jotta tiedot pysyvät talon sisällä. Voit hallita täysin sitä, kuka voi nähdä asiakirjasi.",
    "fr": "Créez des guides qui proposent à vos collaborateurs des tutoriels de plusieurs procédures. Ajoutez l'extension Chrome Créateur de tutoriels et commencez immédiatement à documenter vos processus.\n\nLorsque vous commencez à capturer, le Créateur de tutoriels effectue une capture d'écran à chaque fois que vous cliquez. Une fois que vous avez terminé, votre guide étape par étape qui documente chaque étape de votre processus est prêt à être modifié et partagé.\n\nCRÉEZ DE SUPERBES GUIDES PRATIQUES\nL'éditeur Créateur de tutoriels étiquette automatiquement vos étapes et met en page vos captures d'écran. Rognez les images et ajustez la formulation en fonction de votre public\\_; qu'il s'agisse d'équipiers qui ont besoin d'un coup de main, de clients qui veulent faire avancer les choses, ou de prospects qui cherchent à en savoir plus sur la façon dont vous pouvez les aider.\n\nPARTAGEZ VOTRE GUIDE ENCORE ET ENCORE\nUne fois que vous êtes satisfait de votre guide, partagez un lien vers une page web accessible où que soient vos utilisateurs. Vous n'avez pas besoin de prendre un appel et de faire un partage d'écran chaque fois que vous avez besoin de partager vos connaissances.\n\nSi votre guide n'est destiné qu'à vos collègues, verrouillez l'accès pour garder les données en interne. Vous avez le contrôle total sur les personnes qui peuvent consulter votre documentation.",
    "it": "Crea guide dettagliate per fornire istruzioni agli utenti. Aggiungi l'estensione Guide Creator per Chrome e inizia a documentare subito i tuoi processi.\n\nQuando inizi l'acquisizione, Guide Creator effettua uno screenshot ogni volta che fai clic. Una volta terminata, la guida dettagliata che documenta ogni passaggio del processo sarà pronta per essere modificata e condivisa.\n\nCREA UTILI MANUALI DI ISTRUZIONI\nL'editor Guide Creator etichetta automaticamente i passaggi e prepara gli screenshot. Taglia le immagini e modifica i testi affinché siano adatti al pubblico, che si tratti di colleghi che hanno bisogno di una mano, clienti che desiderano agire in autonomia o prospect che vogliono scoprire di più su come puoi aiutarli.\n\nCONDIVIDI LA GUIDA TUTTE LE VOLTE CHE VUOI\nQuando la guida ti soddisfa, condividi un link a una pagina web accessibile ovunque gli utenti si trovino. Non occorrerà più effettuare una chiamata e condividere lo schermo ogni volta che devi fornire istruzioni.\n\nSe la guida è solo per i colleghi, blocca l'accesso per assicurarti che possa visualizzarla solo chi fa parte dell'azienda. Hai il controllo completo su chi può accedere alla documentazione.",
    "ja": "作業手順を指南するウォークスルーガイドを作成しましょう。ガイド作成ツールのChrome拡張機能を追加すれば、すぐに作業手順のドキュメント化を始めることができます。\n\n使用を開始すると、クリックするたびにガイド作成ツールによってスクリーンショットがキャプチャーされます。作業が完了すると、全ての作業手順を1つずつドキュメント化したガイドを編集して共有できるようになります。\n\n効果的なハウツーガイドの作成\nガイド作成ツールのエディターによって自動的に手順にラベルが付けられ、スクリーンショットがレイアウトされます。利用者に合わせて画像をトリミングしたり言い回しを変えたりできます。相手は協力を求めているチームメンバーであることもあれば、作業を実行したいと考えているお客さまや、貴社について詳しく知りたいと考えているプロスペクトであることもあります。\n\n何度でも共有可能なガイド\nガイドの仕上がりに問題がなければ、ウェブページへのリンクを共有して、どこからでもアクセスできるようにしましょう。知識を提供するたびに電話に出て画面共有する必要はありません。\n\nガイドの利用者がチームメンバーのみであれば、アクセスを制限して社外秘にしましょう。ドキュメントを閲覧できる相手を完全に制御できます。",
    "nl": "Stel stapsgewijze gidsen samen om mensen uit te leggen hoe ze dingen kunnen doen. Voeg de gidsmaker-Chrome-extensie toe en begin gelijk met het documenteren van processen.\n\nWanneer je begint met het samenstellen van een gids, maakt de gidsmaker elke keer dat je klikt een screenshot. Wanneer je klaar bent, kun je je stapsgewijze gids, waarin elke stap in het proces wordt toegelicht, bewerken en delen.\n\nSTEL PRACHTIGE GIDSEN SAMEN\nMet de gidsmaker-editor worden je stappen automatisch gelabeld en krijgen je screenshots de juiste  opmaak. Snij de afbeeldingen bij en stem de bewoording af op je doelgroep. Dit kunnen teamleden zijn die hulp nodig hebben, klanten die iets willen bereiken of prospects die meer te weten willen komen over wat je voor ze kunt betekenen.\n\nDEEL JE GIDS ZO VAAK ALS JE WILT\nWanneer je tevreden bent met je gids, kun je een link delen naar een webpagina die je gebruikers vanaf elke locatie kunnen raadplegen. Je hoeft niet te bellen en constant schermafbeeldingen te delen om je kennis te delen.\n\nBeperk de toegang als de gids alleen bedoeld is voor teamleden. Jij bepaalt wie de documentatie kan raadplegen.",
    "no": "Opprett gjennomgangsveiledninger som viser folkene dine hvordan de kan få ting gjort. Legg til Guide-Creator-Chrome-tillegget og begynn å dokumentere prosessene dine med en gang.\n\nNår du begynner å ta skjermbilder, tar Guide Creator et skjermbilde hver gang du klikker. Når du er ferdig, er veiledningen din med trinnvise instruksjoner for hver del av prosessen klar til å redigeres og deles.\n\nOPPRETT VAKRE VEILEDNINGER\nGuide-Creator-redigeringsprogrammet merker automatisk trinnene dine og ordner skjermbildene dine. Beskjær bildene og juster teksten for å passe målgruppen din - enten det er kollegaer som trenger hjelp, kunder som ønsker å få ting gjort, eller potensielle kunder som vil vite mer om hvordan du kan hjelpe dem.\n\nDEL VEILEDNINGEN DIN IGJEN OG IGJEN\nNår du er fornøyd med veiledningen din, kan du dele en lenke til en nettside som kan åpnes uansett hvor brukerne dine er. Du trenger ikke å ringe eller dele skjermen hver gang du vil dele kunnskapen din.\n\nHvis veiledningen din bare er for kollegaer, kan du begrense tilgangen for å holde ting internt. Du har full kontroll over hvem som kan se dokumentasjonen din.",
    "pl": "Twórz przewodniki, które pokażą Twoim pracownikom, jak wykonywać zadania. Dodaj rozszerzenie Kreatora przewodników do Chrome i od razu zacznij dokumentować swoje procesy.\n\nPo rozpoczęciu przechwytywania Kreator przewodników wykonuje zrzut ekranu za każdym razem, gdy klikniesz. Po zakończeniu przewodnik krok po kroku dokumentujący każdy etap procesu jest gotowy do edycji i udostępnienia.\n\nTWÓRZ PIĘKNE PORADNIKI\nEdytor Kreatora przewodników automatycznie etykietuje kroki i rozmieszcza zrzuty ekranu. Kadruj obrazy i dostosuj sformułowania do swoich odbiorców – niezależnie od tego, czy są to członkowie zespołu szukający pomocy, klienci chcący załatwić sprawę, czy ewentualni klienci, którzy chcą dowiedzieć się więcej o tym, jak możesz im pomóc.\n\nSTALE UDOSTĘPNIAJ SWÓJ PRZEWODNIK\nGdy uzyskasz zadowalający efekt, udostępnij łącze do strony internetowej, która będzie dostępna wszędzie tam, gdzie znajdują się Twoi użytkownicy. Nie musisz dzwonić i udostępniać ekranu za każdym razem, gdy chcesz podzielić się swoją wiedzą.\n\nJeśli Twój przewodnik jest przeznaczony tylko dla członków zespołu, zablokuj dostęp, aby zachować poufność. Masz pełną kontrolę nad tym, kto może zobaczyć Twoją dokumentację.",
    "sv": "Skapa genomgångsguider som visar personalen hur man gör saker. Lägg till Chrome-tillägget Guideskaparen och börja dokumentera dina processer redan idag.\n\nNär du börjar fånga tar Guideskaparen en skärmdump varje gång du klickar. När du är klar kommer din guide som visar varje steg i processen att vara färdig att redigera och dela.\n\nSKAPA VACKRA GUIDER\nGuideskaparens redigerare etiketterar automatiskt stegen och lägger fram skärmdumparna. Beskär bilderna och justera texten för att passa din målgrupp – vare sig det är kollegor som behöver hjälp, kunder som vill få saker gjorda eller prospekt som vill få reda på mer om hur du kan hjälpa dem.\n\nDELA DIN GUIDE OM OCH OM IGEN\nNär du är nöjd med din guide kan du dela en länk till en webbsida som användarna har tillgång till varifrån de än befinner sig. Du måste inte starta ett videosamtal och dela din skärm varje gång du vill dela med dig av din kunskap.\n\nOm din guide bara är för kollegor kan du låsa tillgången för att hålla allt internt. Du har full kontroll över vem som kan se ditt material."
  }
}