{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bittiniilo"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lisätoiminnallisuuksia YTL:n Abitti-järjestelmän koelaadintaan (oma.abitti.fi)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HUOM!\nAbitti® on Ylioppilastutkintolautakunnan EU-alueella rekisteröity tavaramerkki. Tämä selainlaajennus ei ole Ylioppilastutkintolautakunnan kehittämä eikä Ylioppilastutkintolautakunta vastaa sen toiminnasta.\n\nBittiniilo-ohjelmiston käyttöehdot ja tietosuojaselosteet: https://www.bittiniilo.fi/ehdot/\n\nHUOM!\na) Opiskelijat voivat käyttää Bittiniilo maksutta opettajan tekemien pisteytysten tarkastelun yhteydessä olevien lisätoimintojen käyttöönsaamiseen. Opiskelijakäytöstä ei kerätä henkilö- tai muitakaan tietoja.\nb) Voit käyttää tätä lisäosaa epäkaupallisessa käytössä.\nc) Yhteensopivuutta YTL:n Abitti-järjestelmän kanssa ei voida taata.\nd) Oikeudet käyttöehtojen muutokseen pidätetään.\ne) Bittiniilo käyttää evästeitä käyttäjän tunnistamiseen ja Bittiniilon tarjoamien lisätoimintojen käyttömäärien tilastointiin.\n\nOpettajana saat YTL:n Abitti-kokeiden laadintaan (https://oma.abitti.fi) seuraavia lisäominaisuuksia:\n\n1. Koelistausnäkymässä:\n  1.1. Voi näyttää/piilottaa pidetyt kokeet ja Bittiniilo muistaa kyseisen asetuksen\n  1.2. Voit suodattaa kokeita itse määrittelemiesi avainsanojen perustella\n  1.3. Voit järjestää koelistauksen haluamasi sarakkeen mukaan\n  1.4. Saat tehtyä kokeista kopioita yhdellä napinpainalluksella (mukaanlukien liitteet)\n  1.5. Edelliseen liittyen myös vanhojen kokeiden kopioiminen uusiksi Bertta-kokeiksi onnistuu, mukaanlukien rajoitetut kuuntelut\n  1.6. \"Lataa koetehtävät\" -toiminto mahdollistaa standardoidun (aina saman) purkukoodin asettamisen erittäin helposti latauksen yhteydessä\n  1.7. Voit kätevästi poistaa useita kokeita kerralla valitsemalla kokeet ensin (voit käyttää sarkain+välilyönti nopeaan valitsemiseen 1.valinnan jälkeen) ja klikkaamalla sitten \"Poista valitut kokeet\" -nappia\n  1.8. Voit suodattaa koelistausta kokeiden otsikon mukaan\n  1.9. Voit luoda matematiikan kokeen, jossa on automaattisesti A+B -osat ja A-osassa laskimet estetty\n2. Bertta-editori:\n  2.1. Voit luoda automaattipisteytettäviä produktiivia aukkotehtäviä, ks. https://youtu.be/FU4DdbcA2Gw\n  2.2. Voit päättää piilottaa kokeen kysymykset opiskelijoilta palautusnäkymästä\n  2.3. Voit monistaa pudotusvalikoita\n  2.4. Voit kopioida (ali)tehtäviä saman kokeen sisällä\n  2.5. Voit asettaa matemaattisten kaavojen display mode -määreen (eli kaava omalle rivilleen)\n  2.6. Sarkain-nappi toimii kaavojen muokkauksesta kuten sen on tarkoitus (vrt. math-demo.abitti.fi) ja inline-kaavan ympärille tulee asianmukainen välys suhteessa ympäröivään tekstiin\n  2.7. Voit muokata kuvien asettelumääreitä (oikealle/vasemmalle + koko)\n  2.8. Voit lihavoida, kursivoida ja alleviivata tekstiä, asettaa ylä- ja alaindeksejä sekä tekstin tasauksen (vasen/oikea/keskelle). Lisäksi voit luoda numeroituja ja numeroimattomia listoja ja taulukoita\n  2.9. Voit luoda omia äänitallenteita/kuunteluaineistoja suoraan Bertta-editorin Liitetiedostot-näkymässä\n  2.10. Rajoitettujen kuunteluiden kestot näkyvät oikein eikä \"16:39\"\n  2.11. Koetta laatiessa ei rajoitettujen äänien esikuuntelu kuitenkaan ole rajoitettu\n  2.12. Esikatselunäkymä vierittyy muokkausnäkymän vierityksen mukaisesti\n  2.13. Voit asettaa monivalintavaihtoehdot näytettäväksi vierekkäin (hiiren oik.puol nappi)\n  2.14. Voit yhdellä klikkauksella muuntaa kaikki \"lyhyt vastaus\" -tyyppiset vastauskentät automaattipisteytyviksi yksittäin klikkailun sijaan\n  2.15. Vanhojen YO-kokeiden vihjeelliset avotehtäväosiot eivät rikkoudu vaan Bittiniilo korjaa niiden rakenteen\n  2.16. Voit määritellä tehtävien yhteyteen pisteytysperusteet, joita opiskelijat eivät näe, mutta näet itse kokeen esikatselunäkymässä koetta pisteyttäessäsi\n3. Kokeiden esikatselussa:\n  3.1. Voit kopioida tehtäviä toisiin kokeisiin\n  3.2. Voit näyttää hyväksytyt vastaukset koekysymysten yhteydessä (hyödyllinen esim. koepalautuksessa)\n  3.3. Koeosioiden pistesummat näytetään\n  3.4. Näet koelaadintavaiheessa tehtävien yhteyteen määrittelemasi pisteytysohjeet\n  3.5. Voit tulostaa pelkät pisteytysperusteet, tai tallentaa ne PDF-tiedostonaan omaa käyttöä varten tai opiskelijoille jaettavaksi\n4. Koepisteytyksen listausnäkymässä:\n  4.1. Näytetään mitkä kokeet opettaja on jo palauttanut opiskelijoille\n  4.2. Opettaja voi järjestää kokeet haluamansa sarakkeen mukaan nousevaan/laskevaan järjestykseen\n  4.3. Palautetut kokeet piilotetaan oletusarvoisesti (saat palautetut halutessasi näkyviin)\n  4.4. Voit suodattaa kokeita osallistuneen opiskelijan nimen perusteella ja näin löytää kaikki kokeet, johon tietty opiskelija on osallistunut\n  4.5. Jos kokeelle on käytetty Bittiniilon arvosana-automaattia niin arviointiperusteet näytetään pidettyjen kokeiden listausnäkymässä\n5. Kokeita pisteytettäessä:\n  5.1. Opiskelijoiden nimet piilotetaan oletuksena\n  5.2. Voit järjestää vastaukset haluamasi tehtävän pisteiden mukaan nousevaan/laskevaan järjestykseen\n  5.3. Kohdassa 2.1 mainitut yksiriviset produktiiviset aukkotehtävät automaattipisteytetään, ks. https://youtu.be/Bhv1N6FJTD8\n  5.4. Voit hyödyntää yksirivisten produktiivisten aukkotehtävien pisteytyksen täydentämiseen ns. varianttipisteytystoimintoa (ks. https://youtu.be/cesF0CO7ZV8), jonka myötä pisteyttäminen nopeutuu huomattavasti ja pisteytyksen yhdenvertaisuus (samasta vastauksesta samat pisteet) varmistuu.\n  5.5. Pitkien avovastausten annotoinneille tarjotaan ehdotuksena useimmin käytettyjä kommentteja\n  5.6. Annotaatiokenttä on monirivinen ja pisteytyksille (esim. +1p, +2p, -1p jne) on pikanäppäinkomennot, ks. https://youtu.be/mnvxNlVFHPE\n  5.7. Voit helposti kirjoittaa saman kommentin kaikille opiskelijoille (koskee sekä lyhyitä että pitkiä produktiivisia avovastauksia)\n  5.8. Voit Ctrl+. -näppäinkomennolla hypätä pisteruudukon ja pitkän avovastauksen kommenttikentän välillä, ks. https://youtu.be/VUBNh7UTlfE\n  5.9. Voit antaa helposti osasuorituspisteitä pitkien avovastausten annotointien osana\n  5.10. Voit valita minkä tehtävän vastaukset tulostetaan\n  5.11. Voit halutessasi tallentaa opiskelijoiden vastaukset opiskelijakohtaisiksi PDF-tiedostoiksi esim. kosketusnäyttölaitteella ja stylus-kynällä tehtävien vapaamuotoisten merkintöjen kirjoittamista varten\n  5.12. Voit kirjoittaa opiskelijoille meneviin kommentteihin matemaattisia kaavoja, jotka näkyvät opiskelijoilla kaavoina tietokoneella mikäli heillä on Bittiniilo asennettuna\n  5.13. Näet avovastausten sanamäärän myös vastauksen yläpuolella\n  5.14. Bittiniilon avulla opiskelijoiden saamat pisteet lasketaan oikein vaikka olisi vastannut useampaan tehtävään kuin oli ohjeistettu ja osioiden maksimivastatausmääräksi laadintavaiheessa määritetty\n  5.15. Vaikka pistetaulukkoa joutuisi vierittämään suuren tehtävämäärän takia vaakasuunnassa, opiskelijoiden nimet näkyvät silti aina vasempaan reunaan kiinnitettyinä\n  5.16. Kokeen pistetaulukon aktiivisen solun mukainen tehtävä vieritetään näkyviin ja korostetaan kokeen esikatselunäkymässä (\"Näytä koe\"), mikäli opettaja on avannut esikatselunäkymän samaan aikaan (esim. toiselle näytölle tai saman näytön osalle)\n  5.17. Voit muokata myös normaalisti lukittuja automaattipisteytettyjä tehtäväpistemääriä (tarpeen jos esim. monivalinta- tai pudotusvalikkotehtävän hyväksytty vastaus oli epähuomiossa koelaadintavaiheessa väärin määritelty)\n  5.18. Saat pistetaulukon solua Shift+klikkaamalla avattua opiskelijan palautusnäkymän valitun tehtävän kohdalle\n  5.19. Voi luoda pisteytyksen suorittamisen jälkeen parannellun kopion kokeesta; tällä on merkitystä lyhyiden avovastausten näkökulmasta eli avovastauskentät muunnetaan automaattipisteytyviksi (jos eivät jo olleet) ja niihin liitetään pisteytyksessä määritellyt hyväksyttävät vastaukset (yksi tai monta) pisteineen.\n5.20. Voit tuoda pisteytysperusteet toisesta jo pisteytetystä kokeesta, jossa oli identtisiä tehtäviä, ks. https://youtu.be/wqslNhOzCUs\n6. Kokeiden palautuksen yhteydessä\n  6.1. Voit halutessasi ladata pisteytyksen Excel-tiedostona\n  6.2.  Voit käyttää arvosana-automaatti -toimintoa ja näet arvosanojen jakauman pylväsdiagrammina\n  6.3. Bittiniilon avulla opiskelijoiden saamat pisteet lasketaan oikein vaikka olisi vastannut useampaan tehtävään kuin oli ohjeistettu ja osioiden maksimivastatausmääräksi laadintavaiheessa määritetty"
  }
}