{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Linque"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Say goodbye to copy and paste. Effortlessly share links with anyone!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Linque is brand new way to share links with other Linquers (Linque users), personal devices, email addresses, groups, and social media accounts. The web is a gold mine of content to share with others -  whether it be for a group project or just to brighten someone’s day. Until now, sharing has always been a tedious process. Ditch the email, close out the SMS, and say goodbye to copy and paste. Let Linque do the work for you so you can continue your uninterrupted web experience.\n\nFeatures:\n* Instantly share links with other Linquers\n* Linque directly to your other devices \n* Send links to email addresses for non-Linquers (don’t worry - we still love them too!)\n* Easily find links received and sent in the organized history tab\n* Connect Linque to your social media accounts for posting links directly to your feed, timeline, groups and pages\n* Create personal groups for shortcut sharing to multiple recipients\n* Create private groups for collaborative sharing between group members\n* Gmail Users: Import your address book to quickly find email addresses\n* Bring the web to you through the Linque API or custom Linque email address\n\nLet Linque be the app to show you just how much better your web experience can be, and should be! Say goodbye to copy and paste."
  }
}