{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Work From Home Jobs Without Investment"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Work from home jobs is it yours need? If your answer is YES, then visit now to find 100% work from home jobs without investment."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you finding work from home jobs? If your answer is \"YES\" then you are in the right place. Here we are helping people to find 100% legit earn money from home jobs, if you are a student then you can also get the best online free jobs from here. \nYou just need to download this extension and click on the button \"Select Online Jobs\" to find out the genuine and legit online works.\n\nThis extension will help you to find out the best and easiest online jobs which could be done from home.\n\nA new and faster way to find your work at home jobs searches right from your Google Chrome browser.\n\n\nWhether you're browsing for online works, work online at home jobs, or work at home jobs, legit online jobs that can be done from home. Here 10thresult .in is helping people like you who want to earn money online at home. \n\n\nToday, we are going to talk about the How to make money online or how to earn money at home in this post, and you will be able to take advantage of all the tips and tricks.  Online job finding link will also be provided in the post, with which you will be able to access and read for free and will be able to learn about \"How to get online works without investment\" and will be able to access all its pro tips.\n\nYou can get you're going to make $14.42 an hour and if we multiply that by a 40-hour workweek. You're gonna make 576 dollars( $576*73.96 = ₹42602.37 ) per week. \nSo today I'm showing you a work from home jobs that's gonna pay you around $500 ($1 =  ₹73) per week. Now I want you to stick around to the end of this post because first I'm going to show you how you can make $500 per week. Then I'm going to show you how you can make $500 per day. Now real quick people ask me all the time \"hey, Utpal how do you make money online or what do you do to make money?\", well I do something called an online job. It's how I make around $125 ($1 =  ₹73) dollars per hour online. \n\nClick click on the button \"Select Online Jobs\" to  Read more!"
  }
}