{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Page Shadow"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A series of tools designed to improve the reading of web pages in a dark environment/other.",
    "fr": "Une série d'outils conçus pour améliorer la lecture des pages web dans une pièce mal éclairée/autre."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Page Shadow is a dark mode extension. It includes a series of tools to improve the reading of web pages in a dark environment.\n\nIt allows you:\n\n- To increase the contrast of the pages, that is to say to reinforce the dark tones of the pages: the extension transforms the design of any site into a \"dark mode\" theme. This mode has several color themes, and you can also create your own themes;\n- To decrease the brightness of the pages;\n- To invert the colors of images or entire pages;\n- To attenuate the colors of images;\n- To enable a night mode (applies an orange filter on the pages to reduce the blue light emitted by the screen).\n\nAll theses options can be enabled with one clic from the extension menu.\n\nPage Shadow has many settings to personalize your extension: different settings to each site, automatic enable/disable, etc.\n\nPage Shadow also allows you to disable the extension for specific websites/pages, etc.",
    "fr": "Page Shadow est une extension de mode sombre (dark mode). Elle comprend une série d'outils pour améliorer la lecture de pages web dans une pièce mal éclairée ou dans un environnement sombre.\n\nElle vous permet :\n\n- D'augmenter le contraste des pages, c'est à-dire de renforcer les tons sombres des pages : l'extension transforme le design de n'importe quel site en \"mode sombre\". Ce mode dispose de plusieurs thèmes de couleurs, et il est également possible de créer ses propres thèmes ;\n- De baisser la luminosité des pages ;\n- D'inverser les couleurs des images ou des pages entières ;\n- D'atténuer les couleurs des images ;\n- D'activer un mode nuit (applique un filtre orangé sur les pages pour réduire la lumière bleue émise par l'écran).\n\nToutes ces options sont activables en un clic depuis le menu de l'extension.\n\nPage Shadow dispose de nombreux paramètres pour personnaliser votre expérience de l'extension : réglages adaptés à chaque site, activation/désactivation automatique, etc.\n\nPage Shadow permet également de désactiver l'extension pour certains sites/pages, etc."
  }
}