{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WooCommerce Scraper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Meilleur extracteur de produits pour WooCommerce - Extrait les produits et collections en un seul clic"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WooCommerce Scraper - Extracteur de produits et catégories\n\nWooCommerce Scraper est l'outil ultime pour extraire rapidement et facilement les informations des produits et des collections de n'importe quelle boutique WooCommerce. Idéal pour les propriétaires de boutiques, les marketeurs e-commerce et les analystes de données.\n\nFonctionnalités principales\n- Extraction rapide et efficace des produits WooCommerce\n- Récupération des catégories de produits\n- Interface utilisateur intuitive et conviviale\n- Exportation des données au format CSV\n- Compatible avec toutes les boutiques WooCommerce accessibles publiquement\n\nComment ça marche\n1. Cliquez sur l'icône de l'extension dans votre navigateur Chrome\n2. Entrez l'URL de la boutique WooCommerce que vous souhaitez analyser\n3. Lancez l'extraction et attendez que le processus soit terminé\n4. Téléchargez les résultats au format CSV, par catégorie ou pour l'ensemble du catalogue\n\nInformations extraites\n- ID du produit\n- Nom\n- Type (simple, variable, etc.)\n- URL du produit\n- Description complète et courte\n- SKU\n- Prix (normal, promo, etc.)\n- Catégories et tags\n- Attributs et variations\n- Images\n- Statut du stock\n- Évaluations et avis\n- Et bien plus encore !\n\nAvantages\n- Gagnez un temps précieux en automatisant l'extraction des données\n- Analysez facilement la concurrence ou votre propre catalogue\n- Importez les données dans vos outils d'analyse préférés\n- Restez informé des changements de prix et de stock\n\nSécurité et confidentialité\nCette extension respecte votre vie privée et celle des sites que vous analysez. Elle n'accède qu'aux données publiquement disponibles et ne stocke aucune information personnelle.\n\nSupport\nPour toute question ou assistance, n'hésitez pas à nous contacter via notre site web : www.woocommerce-shopify-scraper.com\n\nOptimisez votre stratégie e-commerce avec WooCommerce Scraper - Téléchargez maintenant et commencez à extraire des données en quelques clics !"
  }
}