{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TinyIMG Shopify SEO Extension & Inspector"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TinyIMG is a free multi-purpose extension designed to give users comprehensive SEO insights about any web page or Shopify store!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "It’s an excellent tool that we continuously power up with new features to help improve your website or analyze competitor pages.\n\nThe TinyIMG extension offers:\n1️⃣ Landing Page Overview (metadata, robot.txt, core web vitals)\n2️⃣ Heading Tags List\n3️⃣ Page Status\n4️⃣ Link Insights\n5️⃣ Image Details (URL, alt text)\n6️⃣ Schema Markup Overview\n7️⃣ Social Media Content Metadata\n\nThe extension comes with a straightforward interface that’s easy to use even for beginners.\n\nHere’s how TinyIMG can help you analyze pages:\n\n🖥️ Landing Page Overview\n\nUpon opening the extension, the first thing you’ll see is the Overview tab, which shows:\n\n1. Page title and description (including the current and maximum recommended character count)\n2. Page URL\n3. Canonical tag (lets search engines know which URL is the main one)\n4. Robots.txt (file that helps search engines understand which pages to crawl)\n5. Sitemap (list of all the essential pages of your website)\n6. Meta robots tag (lets search engine bots know if the page should be indexed and whether they should pass on link equity to the linked pages)\n7. Core web vitals (Google’s user experience metrics)\n8. List of heading levels and their count\n9. Link, image, word, and paragraph count on the page\n\n✍️ Heading Tags List\n\nTinyIMG gives you a full list of all-level headings found on the page to help visualize the structural content organization better.\n\nYou can also automatically highlight heading levels in the text to see where they’re placed within the content.\n\nPlus, TinyIMG allows you to export the whole heading list into a CSV format for further analysis.\nSince search engines use heading tags to comprehend the hierarchy of page content, the extension can help users optimize their content structure to achieve higher rankings or analyze competitor pages.\n\n📄 Page Status\n\nTinyIMG shows you current page status insights, which allows you to see the full redirect path. You may encounter such status codes as 200 (loaded), 404 (not found), 301 (permanently redirected), 302 (temporarily redirected), 500 (server error), and so on.\n\nThis feature is useful for identifying any redirect chains that can tamper with page loading time, SEO efforts, or user experience.\n\n🔗 Link Insights\n\nThis TinyIMG feature crawls the full list of links that are present within the page and checks their status codes. This is useful for quickly identifying which pages are loading and which return error codes.\n\nThe feature allows you to filter the results by link type (external or internal), meta robot directives (dofollow, nofollow, Sponsored, or UGC links), or placement (text or image).\n\nFor extra convenience, you can highlight all links within the page or use the search functionality to find specific ones. Plus, you can export the data into a CSV format.\n\n🖼️ Image Details\n\nTinyIMG presents you with a list of images within a page and information about them. You can view the image URL and alt text, including the current and maximum recommended character count. There’s also an option to filter images and quickly find which ones are missing the alt text.\n\nThe highlight functionality lets you easily see where the images are placed in the content. You can also download the data in CSV format with a single click.\n\nOptimizing your images helps search engines navigate your content and increases chances to rank in regular organic and image search results.\n\n📓 Schema Overview\n\nTinyIMG quickly shows you the Microdata and JSON-LD structured data that the page contains in a simplified manner.\n\nIt organizes the schema types in a hierarchical order by numbering them and demonstrating their structure within the code. You can also conveniently expand them and view the nested schema parameters.\n\n🌐 Social Media Content Metadata\n\nThe Social feature in the TinyIMG extension shows whether the page is using the Open Graph (og:) protocol. You can view its different properties, including title, type, image, URL, site name, and description, and find what’s missing.\n\nYou can also use the Preview functionality which redirects you to an external site. It gives you a visual demonstration of how the URL will look like on different social media channels, including Facebook, X, Discord, and LinkedIn.\n\nIn case you have any questions, you can contact our support team on our official website: https://tiny-img.com/?open-support=true"
  }
}