{
  "name": {
    "ar": "منبه",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,zh_CN,zh_TW": "Alarm Clock",
    "bg,sr": "Будилник",
    "ca,es": "Despertador",
    "cs,sk": "Budík",
    "da": "Vækkeur",
    "de": "Wecker",
    "el": "Ξυπνητηρι",
    "et": "Äratuskell",
    "fa": "ساعت زنگدار",
    "fi": "Herätyskello",
    "fil": "relos na may alarma",
    "fr": "Réveil",
    "he": "שעון מעורר",
    "hi": "अलार्म घड़ी",
    "hr": "Budilica",
    "hu": "Ébresztőóra",
    "id": "Jam Alarm",
    "it": "Sveglia",
    "ja": "目覚まし時計",
    "ko": "알람 시계",
    "lt": "Žadintuvas",
    "lv": "Modinātājs",
    "ms": "Jam loceng",
    "nl": "Wekker",
    "no": "Alarm klokke",
    "pl": "Budzik",
    "ro": "Ceas cu alarmă",
    "ru,uk": "Будильник",
    "sl": "Budilka",
    "sv": "Väckarklocka",
    "th": "นาฬิกาปลุก",
    "tr": "Alarm saati",
    "vi": "Đồng hồ báo thức"
  },
  "short": {
    "ar": "يعرض اليوم والتاريخ والوقت لمتصفح Google Chrome",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,zh_CN,zh_TW": "Displays the day, date, and time for Google Chrome",
    "bg": "Показва ден, дата и час за Google Chrome",
    "ca": "Mostra el dia, la data i l&#39;hora de Google Chrome",
    "cs": "Zobrazuje den, datum a čas pro Google Chrome",
    "da": "Viser dag, dato og klokkeslæt for Google Chrome",
    "de": "Zeigt Tag, Datum und Uhrzeit von Google Chrome an",
    "el": "Εμφανίζει την ημέρα, την ημερομηνία και την ώρα για το Google Chrome",
    "es": "Muestra el día, la fecha y la hora de Google Chrome.",
    "et": "Kuvab Google Chrome&#39;i kuupäeva, kuupäeva ja kellaaja",
    "fa": "روز ، تاریخ و ساعت Google Chrome را نشان می دهد",
    "fi": "Näyttää Google Chromen päivämäärän, päivämäärän ja kellonajan",
    "fil": "Ipinapakita ang araw, petsa, at oras para sa Google Chrome",
    "fr": "Affiche le jour, la date et l&#39;heure de Google Chrome",
    "he": "מציג את היום, התאריך והשעה של Google Chrome",
    "hi": "Google Chrome के लिए दिन, दिनांक और समय प्रदर्शित करता है",
    "hr": "Prikazuje dan, datum i vrijeme za Google Chrome",
    "hu": "Megjeleníti a Google Chrome napját, dátumát és időpontját",
    "id": "Menampilkan hari, tanggal, dan waktu untuk Google Chrome",
    "it": "Visualizza il giorno, la data e l&#39;ora per Google Chrome",
    "ja": "Google Chromeの曜日、日付、時刻を表示します",
    "ko": "Chrome의 요일, 날짜 및 시간을 표시합니다.",
    "lt": "Rodo „Google Chrome“ dieną, datą ir laiką",
    "lv": "Parāda Google Chrome dienu, datumu un laiku",
    "ms": "Memaparkan hari, tarikh, dan waktu untuk Google Chrome",
    "nl": "Geeft de dag, datum en tijd weer voor Google Chrome",
    "no": "Viser dag, dato og klokkeslett for Google Chrome",
    "pl": "Wyświetla dzień, datę i godzinę Google Chrome",
    "ro": "Afișează ziua, data și ora pentru Google Chrome",
    "ru": "Отображает день, дату и время для Google Chrome",
    "sk": "Zobrazuje deň, dátum a čas prehliadača Google Chrome",
    "sl": "Prikaže dan, datum in čas za Google Chrome",
    "sr": "Приказује дан, датум и време за Гоогле Цхроме",
    "sv": "Visar dag, datum och tid för Google Chrome",
    "th": "แสดงวันวันที่และเวลาสำหรับ Google Chrome",
    "tr": "Google Chrome için günü, tarihi ve saati görüntüler",
    "uk": "Показує день, дату та час для Google Chrome",
    "vi": "Hiển thị ngày, ngày và giờ cho Google Chrome"
  },
  "long": {
    "ar": "جرب هذا المنبه اليوم.\n\nاضبط منبهًا واحصل على إشعار من خلال امتداد البرنامج هذا.\n\nهذا البرنامج مجاني بنسبة 100٪ ومن السهل ضبط تنبيه لإعلامك.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,zh_CN,zh_TW": "Try this alarm clock today.\n\nSet an alarm and get notified by this software extension.\n\nThis software is 100% free and its easy to set an alert to notify you.",
    "bg": "Опитайте този будилник днес.\n\nЗадайте аларма и получавайте известия от това софтуерно разширение.\n\nТози софтуер е 100% безплатен и е лесно да настроите сигнал, който да ви уведомява.",
    "ca": "Prova aquest despertador avui.\n\nEstabliu una alarma i rebeu una notificació mitjançant aquesta extensió de programari.\n\nAquest programari és 100% gratuït i és fàcil configurar una alerta per avisar-vos.",
    "cs": "Vyzkoušejte tento budík ještě dnes.\n\nNastavte si budík a nechte se upozornit tímto softwarovým rozšířením.\n\nTento software je 100% zdarma a snadno se u něj nastavuje upozornění, které vás upozorní.",
    "da": "Prøv dette vækkeur i dag.\n\nIndstil en alarm og få besked af denne softwareudvidelse.\n\nDenne software er 100 % gratis og det er nemt at indstille en advarsel til at give dig besked.",
    "de": "Probieren Sie diesen Wecker noch heute aus.\n\nStellen Sie einen Alarm ein und lassen Sie sich von dieser Softwareerweiterung benachrichtigen.\n\nDiese Software ist 100% kostenlos und es ist einfach, eine Benachrichtigung einzurichten, um Sie zu benachrichtigen.",
    "el": "Δοκιμάστε αυτό το ξυπνητήρι σήμερα.\n\nΡυθμίστε ένα ξυπνητήρι και λάβετε ειδοποίηση από αυτήν την επέκταση λογισμικού.\n\nΑυτό το λογισμικό είναι 100% δωρεάν και είναι εύκολο να ορίσετε μια ειδοποίηση για να σας ειδοποιήσει.",
    "es": "Prueba este despertador hoy.\n\nConfigure una alarma y reciba una notificación mediante esta extensión de software.\n\nEste software es 100% gratuito y es fácil configurar una alerta para notificarte.",
    "et": "Proovige seda äratuskella juba täna.\n\nMäärake äratus ja saate selle tarkvaralaienduse märguande.\n\nSee tarkvara on 100% tasuta ja seda on lihtne seadistada, et teid teavitada.",
    "fa": "امروز این ساعت زنگ دار را امتحان کنید.\n\nیک زنگ هشدار تنظیم کنید و از طریق این افزونه نرم افزار مطلع شوید.\n\nاین نرم افزار 100% رایگان است و به راحتی می توان یک هشدار برای اطلاع شما تنظیم کرد.",
    "fil": "Kokeile tätä herätyskelloa jo tänään.\n\nAseta hälytys ja saat ilmoituksen tästä ohjelmistolaajennuksesta.\n\nTämä ohjelmisto on 100% ilmainen, ja se on helppo asettaa hälyttämään.",
    "fr": "Essayez ce réveil aujourd'hui.\n\nRéglez une alarme et soyez averti par cette extension logicielle.\n\nCe logiciel est 100% gratuit et il est facile de définir une alerte pour vous avertir.",
    "hi": "आज ही इस अलार्म घड़ी को आजमाएं।\n\nअलार्म सेट करें और इस सॉफ़्टवेयर एक्सटेंशन द्वारा सूचना प्राप्त करें।\n\nयह सॉफ़्टवेयर 100% मुफ़्त है और आपको सूचित करने के लिए अलर्ट सेट करना आसान है।",
    "hr": "Isprobajte ovu budilicu danas.\n\nPostavite alarm i primajte obavijesti putem ovog softverskog proširenja.\n\nOvaj softver je 100% besplatan i lako je postaviti upozorenje da vas obavijesti.",
    "hu": "Próbálja ki ezt az ébresztőórát még ma.\n\nÁllítson be ébresztést, és kapjon értesítést ez a szoftverbővítmény.\n\nEz a szoftver 100%-ban ingyenes, és könnyen beállíthat egy riasztást, hogy értesítsen.",
    "id": "Coba jam alarm ini hari ini.\n\nSetel alarm dan dapatkan pemberitahuan melalui ekstensi perangkat lunak ini.\n\nPerangkat lunak ini 100% gratis dan mudah untuk mengatur peringatan untuk memberi tahu Anda.",
    "it": "Prova questa sveglia oggi.\n\nImposta un allarme e ricevi una notifica da questa estensione software.\n\nQuesto software è gratuito al 100% ed è facile impostare un avviso per avvisarti.",
    "ja": "今日この目覚まし時計を試してみてください。\n\nアラームを設定し、このソフトウェア拡張機能によって通知を受け取ります。\n\nこのソフトウェアは100％無料で、アラートを設定して通知するのは簡単です。",
    "ko": "오늘 이 알람 시계를 사용해 보세요.\n\n알람을 설정하고 이 소프트웨어 확장으로 알림을 받으세요.\n\n이 소프트웨어는 100% 무료이며 알림을 쉽게 설정할 수 있습니다.",
    "lt": "Išbandykite šį žadintuvą šiandien.\n\nNustatykite žadintuvą ir gaukite pranešimą iš šio programinės įrangos plėtinio.\n\nŠi programinė įranga yra 100% nemokama ir ją lengva nustatyti, kad jums praneštų.",
    "lv": "Izmēģiniet šo modinātāju šodien.\n\nIestatiet modinātāju un saņemiet paziņojumus no šī programmatūras paplašinājuma.\n\nŠī programmatūra ir 100% bezmaksas, un tai ir viegli iestatīt brīdinājumu, lai jūs informētu.",
    "ms": "Cuba jam penggera ini hari ini.\n\nTetapkan penggera dan dapatkan pemberitahuan oleh sambungan perisian ini.\n\nPerisian ini 100% percuma dan mudah untuk menetapkan amaran untuk memberitahu anda.",
    "nl": "Probeer deze wekker vandaag nog.\n\nStel een alarm in en ontvang een melding door deze software-extensie.\n\nDeze software is 100% gratis en het is eenvoudig om een waarschuwing in te stellen om u op de hoogte te stellen.",
    "no": "Prøv denne vekkerklokken i dag.\n\nStill inn en alarm og bli varslet av denne programvareutvidelsen.\n\nDenne programvaren er 100 % gratis og det er enkelt å angi et varsel for å varsle deg.",
    "pl": "Wypróbuj ten budzik już dziś.\n\nUstaw alarm i otrzymuj powiadomienia przez to rozszerzenie oprogramowania.\n\nTo oprogramowanie jest w 100% darmowe i łatwo ustawić alert, aby Cię powiadomić.",
    "ro": "Încercați acest ceas cu alarmă astăzi.\n\nSetați o alarmă și primiți o notificare prin această extensie software.\n\nAcest software este 100% gratuit și este ușor să setați o alertă pentru a vă anunța.",
    "ru": "Попробуйте этот будильник сегодня.\n\nУстановите будильник и получайте уведомления от этого программного расширения.\n\nЭто программное обеспечение на 100% бесплатное, и его легко установить, чтобы уведомить вас.",
    "sk": "Vyskúšajte tento budík ešte dnes.\n\nNastavte si budík a získajte upozornenia prostredníctvom tohto softvérového rozšírenia.\n\nTento softvér je 100% bezplatný a je ľahké nastaviť upozornenie, ktoré vás upozorní.",
    "sl": "Preizkusite to budilko še danes.\n\nNastavite alarm in bodite obveščeni s to razširitvijo programske opreme.\n\nTa programska oprema je 100 % brezplačna in enostavno je nastaviti opozorilo, da vas obvesti.",
    "sr": "Испробајте овај будилник данас.\n\nПодесите аларм и добијајте обавештења од овог софтверског проширења.\n\nОвај софтвер је 100% бесплатан и лако је подесити упозорење да вас обавести.",
    "sv": "Testa denna väckarklocka idag.\n\nStäll in ett larm och bli meddelad av denna programvarutillägg.\n\nDenna programvara är 100 % gratis och det är lätt att ställa in en varning för att meddela dig.",
    "th": "ลองนาฬิกาปลุกนี้วันนี้\n\nตั้งปลุกและรับการแจ้งเตือนโดยส่วนขยายซอฟต์แวร์นี้\n\nซอฟต์แวร์นี้ฟรี 100% และง่ายต่อการตั้งค่าการแจ้งเตือนเพื่อแจ้งให้คุณทราบ",
    "tr": "Bu çalar saati bugün deneyin.\n\nBir alarm kurun ve bu yazılım uzantısından haberdar olun.\n\nBu yazılım %100 ücretsizdir ve sizi bilgilendirmek için bir uyarı ayarlamak kolaydır.",
    "uk": "Спробуйте цей будильник сьогодні.\n\nВстановіть будильник і отримуйте сповіщення від цього програмного розширення.\n\nЦе програмне забезпечення на 100% безкоштовне, і його легко налаштувати, щоб сповістити вас.",
    "vi": "Hãy thử đồng hồ báo thức này ngay hôm nay.\n\nĐặt báo thức và nhận thông báo bằng tiện ích mở rộng phần mềm này.\n\nPhần mềm này miễn phí 100% và dễ đặt cảnh báo để thông báo cho bạn."
  }
}