{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Data Scraper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "extracts content from web pages, with the ability to navigate through multiple pages using pagination."
  },
  "long": {
    "ar": "مستخرج البيانات هو إضافة قوية للمتصفح تمكنك من استخراج المحتوى بسهولة من صفحات الويب. من خلال هذه الإضافة، يمكنك استخراج المعلومات بسرعة وبسهولة من مواقع الويب المختلفة دون الحاجة إلى كتابة أي كود. سواء كنت بحاجة إلى جمع البيانات للبحث أو التحليل أو أي غرض آخر، يمكن لـ مستخرج البيانات تبسيط العملية وتوفير الوقت.\n\nأحد الميزات الرئيسية لـ مستخرج البيانات هو قدرته على التنقل عبر عدة صفحات باستخدام الترقيم. يعني ذلك أنه إذا كنت تحاول استخراج البيانات من موقع يمتد عبر عدة صفحات، يمكنك ببساطة إعداد الإضافة للتنقل عبر كل صفحة وجمع البيانات المطلوبة. تعتبر هذه الميزة مفيدة بشكل لا يصدق إذا كنت تعمل مع مجموعات بيانات كبيرة وتحتاج إلى أتمتة عملية جمع البيانات.\n\nيتيح لك مستخرج البيانات أيضًا تكوين البيانات المحددة التي ترغب في استخراجها من صفحة الويب. يمكنك تحديد العناصر التي ترغب في استخراجها، مثل النصوص والروابط والصور.\n\nتجعل واجهة المستخدم السهلة للإضافة من السهل إعداد المهام لاستخراج البيانات وتشغيلها. يمكنك حفظ وتصدير البيانات الخاصة بك في تنسيق CSV. مع مستخرج البيانات، يمكنك تبسيط عملية استخراج البيانات من الويب والتركيز على التحليلات والتحليلات الهامة.",
    "am,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Data Scraper is a powerful browser extension that enables you to easily extract content from web pages. With this extension, you can quickly and effortlessly scrape information from various websites without having to write any code. Whether you need to collect data for research, analysis, or any other purpose, Data Scraper can simplify the process and save you time.\n\nOne of the key features of Data Scraper is its ability to navigate through multiple pages using pagination. This means that if you're trying to scrape data from a website that spans multiple pages, you can simply set up the extension to navigate through each page and collect the desired data. This feature is incredibly helpful if you're working with large data sets and need to automate the data collection process.\n\nData Scraper also allows you to configure the specific data you want to extract from a web page. You can select which elements you want to scrape, such as text, links, images.\n\nThe extension's user-friendly interface makes it easy to set up and run data scraping tasks. You can save and export your data in CSV format. With Data Scraper, you can streamline your web scraping process and focus on the insights and analysis that matter.",
    "es": "Data Scraper es una potente extensión para navegadores que te permite extraer fácilmente contenido de páginas web. Con esta extensión, puedes raspar información de varios sitios web de manera rápida y sin esfuerzo, sin necesidad de escribir ningún código. Ya sea que necesites recolectar datos para investigación, análisis u otro propósito, Data Scraper puede simplificar el proceso y ahorrarte tiempo.\n\nUna de las características clave de Data Scraper es su capacidad para navegar a través de múltiples páginas utilizando la paginación. Esto significa que si estás intentando raspar datos de un sitio web que abarca varias páginas, simplemente puedes configurar la extensión para navegar a través de cada página y recolectar los datos deseados. Esta función es increíblemente útil si estás trabajando con conjuntos de datos grandes y necesitas automatizar el proceso de recolección de datos.\n\nData Scraper también te permite configurar los datos específicos que deseas extraer de una página web. Puedes seleccionar qué elementos deseas raspar, como texto, enlaces, imágenes.\n\nLa interfaz de usuario amigable de la extensión facilita la configuración y ejecución de tareas de raspado de datos. Puedes guardar y exportar tus datos en formato CSV. Con Data Scraper, puedes optimizar tu proceso de raspado web y centrarte en las ideas y análisis que importan.",
    "ja": "Data Scraperは、Webページからコンテンツを簡単に抽出できる強力なブラウザ拡張機能です。この拡張機能を使用すると、コードを書く必要なしにさまざまなウェブサイトから情報を素早く簡単にスクレイピングできます。研究、分析、またはその他の目的でデータを収集する必要があるかどうかに関係なく、Data Scraperはプロセスを簡略化し、時間を節約できます。\n\nData Scraperの主な機能の1つは、ページネーションを使用して複数のページをナビゲートする能力です。これはつまり、複数のページにまたがるウェブサイトからデータをスクレイピングしようとしている場合、拡張機能を各ページをナビゲートして必要なデータを収集するように設定するだけで済むということです。この機能は、大規模なデータセットで作業し、データ収集プロセスを自動化する必要がある場合に非常に役立ちます。\n\nData Scraperは、ウェブページから抽出したい特定のデータを設定することも可能です。テキスト、リンク、画像など、スクレイピングしたい要素を選択できます。\n\nこの拡張機能の使いやすいインターフェースにより、データスクレイピングタスクの設定と実行が簡単になります。データをCSV形式で保存およびエクスポートすることができます。Data Scraperを使用すると、Webスクレイピングプロセスを効率化し、重要な洞察と分析に集中できます。"
  }
}