{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rosalía Photos Wallpaper by Gameograf"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform Your Browser with Exclusive Rosalia Wallpapers! by Gameograf"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform Your Browser with Exclusive Rosalía Wallpapers!\nFor the Ultimate Fans: Experience Rosalía in Every New Tab\nAre you a die-hard fan of Rosalía? Elevate your browsing experience with our Chrome extension that features exclusive, high-definition images of the Spanish sensation. Every time you open a new tab, you'll be greeted by the latest, never-before-seen photos of Rosalía, capturing her unique style, energy, and artistry.\n\nCaptivating Visuals Tailored for Rosalía Fans\n🌟 New Tab Wallpaper Changes\nImmerse yourself in Rosalía’s world with every new tab. This extension offers high-quality, automatically changing wallpapers that showcase Rosalía’s most recent and exclusive photos. Whether she's performing on stage, posing for a photoshoot, or simply being her iconic self, these images will keep your admiration alive. Plus, you can pin your favorite photos to ensure Rosalía is always at the forefront of your browser.\n\n🕒 Time and Date Display\nStay organized with the integrated time and date display, seamlessly blending functionality with Rosalía’s vibrant visuals. Whether you’re planning your day or getting ready for her next music release, Rosalía’s presence will keep you in sync and inspired.\n\n📝 Note Module\nCapture your thoughts, reminders, or even lyrics inspired by Rosalía using the built-in note module. This feature lets you stay organized while enjoying the exclusive visuals of your favorite artist.\n\n🔒 Secure Browsing\nYour online safety is paramount. The Rosalía Chrome extension is designed with top-notch security, ensuring that you can enjoy these exclusive visuals without any concerns about privacy or security risks.\n\nAmplify Your Rosalía Experience\n🚀 Quick Access with Shortcut Icons\nNavigate your favorite websites with ease using shortcut icons on the left. Whether it's Rosalía’s official page, social media, or your go-to music streaming service, stay connected and efficient while being accompanied by Rosalía’s powerful presence.\n\n🗂️ Bookmarks\nManage your most visited pages effortlessly with the bookmarks module. Keep everything Rosalía-related at your fingertips while enjoying her stunning visuals in every new tab.\n\n🛠️ Customization Options\nPersonalize your browsing experience with customizable settings. Whether you prefer a more active or subtle interaction with Rosalía’s visuals, you have control over how you engage with her captivating images.\n\n🚀 Google Apps Module\nIntegrate your daily routine with your love for Rosalía using the built-in Google apps module. Quickly access Google services while being inspired by the exclusive photos of the flamenco-pop queen herself.\n\nWhy This Extension is a Must-Have for Every Rosalía Fan\n🎉 Perfect for True Rosalía Fans\nFor fans who live and breathe Rosalía, this extension is more than just a tool—it’s a daily celebration of her artistry. Transform every new tab into a showcase of her dynamic style, talent, and charisma.\n\nDownload the Rosalía Chrome Extension Now!\nDon’t miss out on this exclusive opportunity to bring Rosalía into your daily browsing experience. Download the Rosalía Chrome extension today and let her energy, passion, and creativity brighten every new tab. Celebrate Rosalía, feel her presence, and let your fandom shine with every click."
  }
}