{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "View Rendered Source"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "View source is dead. See how the browser renders a page, not just what the server sends."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A lightweight Chrome Extension that shows you how the browser has constructed (rendered) a page's original HTML into a functioning DOM, including modifications made by JavaScript.\n\nAn essential tool for web developers using JavaScript frameworks like Angular, ReactJS and Vue.js, and for SEOs to understand how search engines see your pages, especially considering Google's dynamic serving workaround.\n\nDifferences between raw and rendered versions are highlighted line-by-line showing how JavaScript has modified a page at render time.\n\n----------------------------------------------------\nThere are 3 sections:\n\n* Raw: The source code sent from the server to the browser before the DOM is rendered. The same as you'll see with traditional 'View Source' in the browser (after minor formatting tweaks)\n\n* Rendered: The rendered page after the source has been interpreted into a DOM, including any modifications made by Javascript\n\n* Difference: The difference between the rendered source and the raw source. Differences occur when JavaScript has modified the DOM.\n\n----------------------------------------------------\n\nAdaptive website?\nIf you serve different source code to mobile devices, emulate this easily with a mobile user-agent checkbox.\n\nDynamic serving for Google?\n(More info: https://developers.google.com/search/docs/guides/dynamic-rendering)\nUsing Google's dynamic rendering workaround designed for Javascript-heavy sites? Just request the raw source as Googlebot and ensure perfect technical SEO. Works with GatsbyJS and Prerender.\n\n----------------------------------------------------\n\nProblems? Questions? Suggestions?\n\nDM the developer: https://twitter.com/ItsHogg\n\n----------------------------------------------------"
  }
}