{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JOIN Talent Sourcing",
    "es": "JOIN Búsqueda de Talento",
    "fr": "JOIN Sourcing de talents"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Streamline talent acquisition with our sourcing extension; easily add profiles to JOIN ATS, enhancing your candidate pool.",
    "de": "Vereinfachen Sie die Talentakquise mit der Sourcing-Extension: Fügen Sie einfach Kandidatenprofile zu Ihrem JOIN Account hinzu und…",
    "es": "Optimiza tus procesos de selección con nuestra extensión de búsqueda; agrega fácilmente perfiles a JOIN ATS, mejorando tu pool de…",
    "fr": "Optimisez la recherche des talents avec notre extension de sourcing ; ajoutez facilement des profils dans votre ATS JOIN,…",
    "it": "Semplifica l'acquisizione di talenti con la nostra estensione di sourcing; aggiungi facilmente profili a JOIN ATS, arricchendo il…",
    "nl": "Stroomlijn de acquisitie van talent met onze sourcing-extensie; voeg eenvoudig profielen toe aan JOIN ATS, waardoor je…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Our Chrome extension revolutionizes the way HR professionals attract and manage talent. Designed to simplify the sourcing process, this tool allows you to quickly import candidate profiles into your JOIN Applicant Tracking System (ATS). Experience a seamless integration that enhances your recruitment strategy and saves valuable time.",
    "de": "Unsere Chrome-Erweiterung revolutioniert die Art und Weise, wie Recruiter:innen Talente finden und verwalten. Dieses Tool wurde zur Vereinfachung des Sourcing-Prozesses entwickelt und ermöglicht es Ihnen, Kandidatenprofile schnell in Ihr JOIN Applicant Tracking System (ATS) zu importieren. Profitieren Sie von einer nahtlosen Integration, die Ihre Recruiting-Strategie verbessert und wertvolle Zeit spart.",
    "es": "Nuestra extensión de Chrome revolucionará la manera en la que los reclutadores gestionan el talento. Diseñada para simplificar el proceso de selección, esta herramienta permite importar fácilmente perfiles de candidatos en la ATS de JOIN. Experimenta una integración que te permite mejorar tu proceso de reclutamiento y ahorrar tiempo.",
    "fr": "Notre extension Chrome révolutionne la manière dont les professionnels des ressources humaines attirent et gèrent les talents. Conçu pour simplifier le sourçing, cet outil vous permet d'importer rapidement les profils des candidats dans votre système de suivi des candidatures JOIN (ATS). Expérimentez une intégration fluide qui améliore votre stratégie de recrutement et vous fait gagner un temps précieux.",
    "it": "La nostra estensione per Chrome rivoluziona il modo in cui i professionisti delle risorse umane attraggono e gestiscono i talenti. Progettato per semplificare il processo di sourcing, questo strumento consente di importare rapidamente i profili dei candidati nel tuo Sistema di Tracciamento dei Candidati (ATS) JOIN. Vivi un'integrazione fluida che potenzia la tua strategia di reclutamento e risparmia tempo prezioso.",
    "nl": "Onze Chrome-extensie zorgt voor een revolutie in de manier waarop HR-professionals talent aantrekken en beheren. Ontworpen om het sourcingproces te vereenvoudigen, met deze tool kun je snel kandidaatprofielen importeren in je JOIN Applicant Tracking System (ATS). Ervaar een naadloze integratie die je wervingsstrategie verbetert en kostbare tijd bespaart."
  }
}