{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT AutoPrompt"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically insert a predefined text into every ChatGPT request. Store multiple prompts and switch between them easily.",
    "de": "Automatisches einfügen eines vordefinierten Textes vor jede Anfrage. Speichern Sie mehrere Texte und wechseln Sie zwischen ihnen."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With our revolutionary Chrome extension, you can take your ChatGPT interactions to a whole new level! Automatically insert a predefined text into every ChatGPT request, allowing you to work faster and more efficiently. Store multiple prompts and switch between them easily. With a simple click of a checkbox, you can enable or disable the autoprompt, giving you control over when to insert the text. An added bonus is the automatic scroll-to-bottom feature, ensuring that you stay at the end of the chat history, even when the page is reloaded. Our extension seamlessly integrates into the ChatGPT page, improving your user experience without being intrusive. If you encounter any bugs or have any feature requests, please don't hesitate to let us know, so we can continue to improve our extension.\n\n\nMit unserer revolutionären Chrome Erweiterung können Sie Ihre ChatGPT-Interaktionen auf ein neues Level bringen! Automatisch fügen Sie einen vordefinierten Text in jede Anfrage ein, der Ihnen ermöglicht, schneller und effizienter zu arbeiten. Speichern Sie mehrere Aufforderungen und wechseln Sie flexibel zwischen ihnen. Mit einem einfachen Klick auf das Kontrollkästchen aktivieren oder deaktivieren Sie die Autoprompt und entscheiden Sie, ob Sie den Text einfügen möchten oder nicht. Ein weiteres Highlight ist die automatische Scroll-to-Bottom Funktion, die sicherstellt, dass Sie immer am Ende des Chatverlaufs bleiben, auch wenn die Seite neu geladen wird. Unsere Erweiterung fügt sich nahtlos in die ChatGPT-Seite ein, ohne aufdringlich zu wirken und verbessert damit Ihre Nutzererfahrung. Falls Sie Fehler oder Featurewünsche haben, zögern Sie nicht uns diese mitzuteilen, damit wir unsere Erweiterung ständig verbessern können.",
    "de": "With our revolutionary Chrome extension, you can take your ChatGPT interactions to a whole new level! Automatically insert a predefined text into every ChatGPT request, allowing you to work faster and more efficiently. Store multiple prompts and switch between them easily. With a simple click of a checkbox, you can enable or disable the autoprompt, giving you control over when to insert the text. An added bonus is the automatic scroll-to-bottom feature, ensuring that you stay at the end of the chat history, even when the page is reloaded. Our extension seamlessly integrates into the ChatGPT page, improving your user experience without being intrusive. If you encounter any bugs or have any feature requests, please don't hesitate to let us know, so we can continue to improve our extension."
  }
}