{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ahri League Of Legends Live Wallpaper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download now for stunning live wallpapers and a magical League of Legends new tab experience."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Charm your browser with Ahri’s allure! Download now for stunning live wallpapers and a magical League of Legends new tab experience.\n\nEmbrace the elegance and mystery of Ahri, the Nine-Tailed Fox, with the Ahri League of Legends Live Wallpaper extension! Featuring high-quality animated visuals, this extension captures Ahri’s enchanting presence, graceful movements, and mesmerizing magic, bringing her iconic charm to every new tab. Perfect for fans of League of Legends, this extension adds a touch of magic and sophistication to your browsing.\n\nKey Features:\nDynamic Ahri Wallpapers: Enjoy breathtaking animations of Ahri’s magical abilities and her captivating fox-like elegance.\nClock & Date Display: Keep track of time with a sleek clock and date interface that complements Ahri’s mystical aesthetic.\nQuick Access Links: Effortlessly navigate your favorite websites with customizable shortcuts for a smoother browsing experience.\nAdditional Options: Explore more extensions, review privacy policies, or uninstall with ease.\n\nPerfect for fans of Ahri and her captivating lore, this extension lets you enjoy her magical charm with every new tab you open.\n\nDownload now and let Ahri’s enchanting aura make your browsing experience unforgettable!"
  }
}