{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BookmarkGPT - Bookmark Your ChatGPT Prompts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension for bookmarking ChatGPT prompts."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your ChatGPT experience with BookmarkGPT chrome extension, the ultimate Chrome extension designed to streamline and organize your prompts effortlessly.\n\nKey Features:\n\nBookmark Your Favorite Prompts:\nEasily save and access your favorite prompts with a single click. Whether it's a clever conversation starter, a helpful coding snippet, or a creative writing prompt, BookmarkGPT ensures you never lose a valuable idea.\n\nCreate Custom Prompt Groups:\nTake organization to the next level by creating custom groups for your prompts. Categorize them based on projects, themes, or any criteria you choose. Stay organized and find the right prompt for the right moment.\n\nEffortless Management:\nIntuitive and user-friendly, BookmarkGPT  seamlessly integrates into chat.openai.com's sidebar. Manage your saved prompts directly from the extension, making it a breeze to add, edit, or delete entries.\n\nHow to Use:\n\nInstall the BookmarkGPT extension.\nChat with ChatGPT as usual on any webpage.\nFind a prompt you love? Click the bookmark icon to save it.\nCreate custom groups for better organization.\nManage your prompts from window that opens when you clicked the BookmarkGPT button in the left corner of chat.openai.com.\nEnjoy a clutter-free, personalized ChatGPT experience.\nWhy BookmarkGPT ?\n\nBookmarkGPT is designed for users who value creativity, productivity, and organization. Never miss a brilliant idea again – empower your ChatGPT conversations with BookmarkGPT today!\n\nNote: BookmarkGPT Pro respects your privacy and only saves prompts locally.\n\nhttps://bookmarkgpt.tech/"
  }
}