{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Qualifi Copilot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Recruiter Copilot for your ATS"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Item Description\n\nToo many ATS and Qualifi tabs open? Meet Qualifi Copilot, your ultimate Chrome extension for integrating deep, insightful candidate assessments directly into your Applicant Tracking System (ATS). Qualifi Copilot bridges the gap between your ATS and Qualifi’s powerful screening tools, ensuring a streamlined and comprehensive evaluation process.\n\nKey Features:\n\nIntegrated Interview Insights: Directly access candidates' Qualifi screening responses and listen to their answers without leaving your ATS. Experience a seamless review process that keeps all candidate information in one accessible place.\n\nComprehensive Candidate Profiles: Beyond interviews, view survey responses, interaction histories, and more within a single, streamlined interface.\n\nSimplified Scheduling: Effortlessly schedule follow-up interviews or meetings from the extension, ensuring a smooth continuation of the recruitment cycle.\n\nIntuitive User Experience: Designed to naturally blend into your ATS, the Qualifi Copilot extension offers a user-friendly interface that can be pinned for immediate access.\n\nImmediate Notifications: Stay updated with real-time alerts on candidate progress, keeping you informed at every step of the hiring process.\n\nWhy Qualifi Copilot?\n\nBoost Recruitment Productivity: Eliminate the hassle of switching between systems. Qualifi Copilot consolidates all essential candidate insights within your ATS, saving you time and effort.\n\nInformed Hiring Decisions: Armed with comprehensive data at your fingertips, make smarter, more informed choices about your potential hires.\n\nSeamless Integration: Built with the recruiter's workflow in mind, Qualifi Copilot ensures a fluid, intuitive interaction with your ATS.\n\nData Security: Security and privacy are paramount. Rest assured, all data within Qualifi Copilot is encrypted and protected.\n\nUpgrade your recruitment strategy with Qualifi Copilot. Install the extension today and speed up your approach to hiring!"
  }
}