{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SYSTM 2 INTERVALS Calendar Sync"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sync Wahoo SYSTM calendar items to your intervals.icu account"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Synchronise your Wahoo SYSTM workouts from the web based calendar page right into your intervals.icu account.  Just click the extension button in the toolbar or the .icu button in the top right of the calendar.\n\n**New in v0.0.0.11**\n- BUGFIX: Fractional workout durations not rounded and caused ICU to ignore the step in ERG format\n- BUGFIX: Edge could not obtain user token\n**New in v0.0.0.10**\n- BUGFIX: Different timezones placing workouts on wrong day\n\nYou can:\n- Bring an ERG based version of the workout right into the item on your intervals.icu calendar\n- Choose between indoor or outdoor workout types\n- Use the standard Wahoo outdoor workout ranges, or leave as a single target\n- Synchronise items or clear items from your intervals.icu calendar by using the \"Sync\" button, or clear all SYSTM items from your calendar with the \"Delete\" button.\n- Shift all your workouts on the SYSTM calendar by + or - any amount of days (sync afterwards required to reflect changes)\n- Supports all known SYSTM activity types\n- Imports any unrecognised items as notes so you don't miss them\n\nObtain your intervals.icu developer API key by logging in to intervals.icu and going to the settings page, scrolling to the bottom, and you will see \"Developer Settings\" on the right."
  }
}