{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Points & Miles on Google Flights - Smart Redemptions"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Smart Redemptions is a browser extension that displays the miles & points needed for flights searched on Google Flights."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Smart Redemptions: Your Ultimate Flight Reward Companion\n\nSmart Redemptions is a powerful Chrome extension designed for savvy travelers, frequent flyers, and points enthusiasts. This must-have tool revolutionizes your flight search experience on Google Flights by instantly displaying miles and points information for a wide range of airline loyalty programs and their partners.\n\nKey Features:\n\nComprehensive Miles & Points Display: View redemption rates for multiple loyalty programs directly on Google Flights results, including:\n\nBritish Airways Executive Club (Avios)\nVirgin Atlantic Flying Club\nEmirates Skywards\nEtihad Guest\nAir Canada Aeroplan\n\n- Partner Airline Coverage: Access redemption information for oneworld, SkyTeam, and Star Alliance partners, maximizing your reward options.\n\n- Smart Recommendations: Receive instant advice on whether to use points or cash for your flight, helping you make informed decisions.\n\n- Taxes and Fees Breakdown: See the full cost of your redemption, including taxes and carrier-imposed surcharges.\n\n- Earning Potential: Discover how many points and tier points you'll earn when purchasing flights with cash.\n\n- Peak/Off-Peak Calendar: Easily identify peak and off-peak travel dates to optimize your redemptions.\n\n- Multi-Airline Support: Compatible with 70+ airlines across major alliances and independent carriers.\n\nWhether you're a points collector, a frequent business traveler, or planning your dream vacation, Smart Redemptions is your go-to tool for maximizing the value of your miles and points. Say goodbye to the hassle of cross-referencing multiple websites and award charts – Smart Redemptions brings all the information you need right to your Google Flights search results.\n\nDownload Smart Redemptions today and unlock the full potential of your travel rewards!"
  }
}