{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Klarity"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Klarity Extension helps you save time with less searching and more selling with up-to-date, accurate data."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplify your prospecting. Find cell phone numbers and business emails with ease. The Klarity Extension lets you instantly reveal contact and company data on your target prospects right where you work.  \n  \nWho uses the Klarity Extension? \nSales leaders and revenue teams use Klarity Extension: recruiters, head-hunters, account executives, business developers, and people with direct client relationships. \n  \nProspect faster wherever you are! \nProspect with precision on LinkedIn and Sales Navigator access enriched contact data on your target prospects in one click. Reach out from the extension and get into your prospect’s inbox.  \n  \nOne-click integrations \nBuild target lists in seconds and export contacts directly to your CRM.  \n  \nYour data & privacy \nKlarity collects information about you like what you’d find on a business card. The data we collect comes from third parties and publicly available sources. For more info: https://support.demandscience.com/hc/en-us/sections/4958893584151-Policies-Legal \n  \nHere’s what our users say: \n \n⮕ “Data acquisition powerhouse!” \n⮕ “Accurate and very easy to use.” \n⮕ “Klarity is the greatest sales prospecting tool for finding B2B contact information with just one click.”"
  }
}