{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TopCashback UK Get Cashback & Vouchers"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Join over 20m members to earn cashback and get the best vouchers when you shop online with the TopCashback browser extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TopCashback is the UK's leading Cashback Site with over 20 million members worldwide, shopping online already earning cashback. With over 6,000 merchants listed on TopCashback UK site, our new TopCashback Browser Extension is the most convenient way for you to earn cashback when shopping online.\n\nBenefits of the Browser Extension include:\n\nSave Money and Earn Cashback\n- The easiest way to search for the UK leading cashback rates and the best voucher codes to help save you money\n\nHelpful Reminders\n- Get notified of available cashback rates whilst browsing your favourite retailers.\n\nSearch for Retailers\n- Search for your favourite retailers from within the extension and instantly find out what cashback rates are on offer.\n\nVoucher Codes\n- Receive a notification when a voucher code has been found for you as you shop which can automatically be applied to your basket. Making it even easier for you to save money while you shop.   \n\n\nBy clicking “Add to Chrome,” you agree to the additional TopCashback Browser End User License Agreement: https://www.topcashback.co.uk/Dyn/browser-extension-EULA\n\nHow does the Cashback process work?\nWe use affiliate programmes to provide you with cashback - When you click through to a retailer advertised on our site or browser extension, we are in effect, acting as an advertising agent for the retailers by sending them online customers and traffic. In return for this, the retailers (and their tracking agencies) pay us commission. It is this commission that we pay to you as cashback.\n\nWhy do we do this? Because we hope to gain your loyalty and repeat business to continue building an even bigger and better site. We are proud to say we have already built up a hugely successful UK site and brand, which means we are currently earning and passing on to you the highest levels of cashback available.\n\nPlease see our Browser Extension Privacy Policy at: https://www.topcashback.co.uk/dyn/browser-ex-privacy"
  }
}