{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Link Litmus Lite By Outreach Crayon"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Analyze domains for blacklist criteria using Link Litmus Lite."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your domain analysis process with Link Litmus Lite by Outreach Crayon. This intuitive Chrome extension empowers you to evaluate websites against various blacklist criteria, ensuring your online interactions remain secure and compliant.\n\nKey Features:\n\nComprehensive Domain Analysis: Assess domains against multiple blacklist criteria to identify potential risks.\nUser-Friendly Interface: Navigate through a clean and straightforward UI designed for efficiency.\nReal-Time Results: Receive immediate feedback on domain statuses with detailed insights.\nSeamless Integration: Easily incorporate the extension into your workflow without disruptions.\nHow to Use:\n\nInstall the Extension: Click \"Add to Chrome\" to install Link Litmus Lite.\nAccess the Tool: Click on the extension icon in the Chrome toolbar.\nEnter Domain: Input the domain you wish to analyze.\nAnalyze: Click the \"Analyze\" button to initiate the evaluation.\nView Results: Review the comprehensive report detailing the domain's status against blacklist criteria.\nWhy Choose Link Litmus Lite?\n\nEnsure your online engagements are with reputable domains. Link Litmus Lite provides peace of mind by swiftly identifying potentially harmful websites, allowing you to make informed decisions.\n\nSupport and Feedback:\n\nFor assistance or to provide feedback, please contact our support team at info@outreachcrayon.com."
  }
}