{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "No Bookmarklets"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple chrome extension to disable bookmarklets."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🔖 What are bookmarklets?\n\nBookmarklets are bookmarks that execute JavaScript on a webpage. Like Chrome Extensions and developer tools, they can provide useful functionality. But also like Chrome Extensions and developer tools, they can be used to modify webpages locally.\n\n❓ Why is this extension needed to disable bookmarklets?\n\nCurrently, the only way to disable bookmarklets without using this extension is to disable all bookmarks. This extension allows users to continue using bookmarks, but disables bookmarklets.\n\n⚙️ How does it work?\n\nThis extension automatically deletes all bookmarklets when it is installed and prevents new ones from being created by deleting them on the spot. If using this extension to disable bookmarklets, it should be force-installed.\n\n🔧 Should I install it?\n\nIf you are not a Google workspace administrator, then the answer is no!\n\nIf you are a Google workspace administrator worried about the use of bookmarklets, then you should whitelist and force-install it.\n\n❗ Why can't I remove this extension?\n\nYour Google workspace admin has force-installed this extension to prevent the use of bookmarklets. Talk to your Google workspace administrators.\n\n🤝 No Bookmarklets is licensed under the AGPL-3.0 License.\n📁 Source Code: https://github.com/3webs-org/NoBookmarklets"
  }
}