{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mr Bullet Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Now you can play Mr Bullet Game right on Chrome™ Browser! Offline and Popup Version, without internet required!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you ready to step into the shoes of a hero, spy, and legend? Get ready to put your skills to the test in the thrilling game \"Mr Bullet\" for Chrome Extension. This game will challenge you with puzzling obstacles as you showcase your deadly accuracy and take aim at enemies. Prepare to be captivated by this shooting phenomenon that requires both strategy and precision.\n\nIn \"Mr Bullet,\" you'll need to use your brain to overcome unique puzzle challenges. Take down enemies, grannys, and various other bad guys that you'll encounter throughout the game. Your aim must be precise, and your focus must be laser-sharp to succeed in this action-packed world. Embark on your adventure now and prove your shooting abilities!\n\nThe question you must ask yourself is: Can you complete each mission with just one shot? Test your skills, strategize your moves, and see if you have what it takes to complete each level flawlessly. And the best part? You can enjoy this thrilling experience for free on the website https://1v1lol.org/. So don't wait any longer—dive into the world of \"Mr Bullet\" and become the ultimate sharpshooter!\n\n*Note: We have added \"Unblocked Games\" button, making it easy for players to quickly access the games on our website https://unblockedgames6x.org/ and https://1v1lol.org"
  }
}