{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "uDomainFlag"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Receive information of a domain directly in the browser when browsing a website.",
    "de": "Erhalte Informationen einer Domain direkt im Browser beim Aufruf einer Webseite.",
    "es": "Recibe información de un dominio directamente en el navegador cuando navegas por un sitio web.",
    "fa": "هنگام بازدید از یک وب سایت، اطلاعات دامنه را مستقیما در مرورگر دریافت کنید.",
    "fr": "Recevez directement des informations sur le site web visité dans votre navigateur."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "See the physical location of a website while you are browsing - right in your browser without having to open another page.\n\nuDomainFlag is an open source extension for your web browser. This extension shows you automatically where the server of a website is located while you visit a website. If you want more details about the location, just click on the displayed flag. You can see the approximate location (country, state and city), the IP addresses behind the website you have called up and the description of the operator of the IP network. If you want to see more information, you can call it up by clicking on \"Additional information\".\nWith this extension, you can see where your browser is communicating and which country you are connecting to.\n\nThe country information is always up to date and is only requested when required. You can find detailed instructions on how uDomainFlag works at https://domainflag.bella.network/howitworks.\nThe functionality of uDomainFlag is explained at https://domainflag.bella.network/extension, which permissions are used, encryption measures for data transfer, measures for data protection, change history and answers to other frequently asked questions.\n\nIf you have found a bug, please report it at https://github.com/Thomas2500/uDomainFlag/issues.",
    "de": "Sieh den physischen Standort einer Webseite, während du diese geöffnet hast – direkt in deinem Browser, ohne eine andere Seite dafür öffnen zu müssen.\n\nuDomainFlag ist eine OpenSource Erweiterung für deinen Webbrowser. Diese Erweiterung zeigt dir beim Aufruf einer Webseite komplett automatisch mit nur einem Blick an, wo sich der Server einer Webseite befindet. Willst du weitere Details zum Standort haben, genügt ein Klick auf die angezeigte Flagge. Damit siehst du den ungefähren Standort (Land, Bundesland und Stadt), die IP-Adressen hinter der aufgerufenen Webseite sowie die angegebene Beschreibung des Betreibers des IP-Netzes. Solltest du noch mehr Informationen einsehen wollen, kannst du diese mit Klick auf „Weitere Informationen“ abrufen.\nMithilfe dieser Erweiterung kannst du erkennen, wohin dein Browser kommuniziert und in welches Land eine Verbindung hergestellt wird. \n\nDie Landesinformationen sind immer aktuell und werden nur bei Bedarf abgerufen. Eine ausführliche Anleitung, wie uDomainFlag funktioniert, findest du unter https://domainflag.bella.network/howitworks.\nUnter https://domainflag.bella.network/extension wird die Funktionalität von uDomainFlag erklärt, wieso welche Berechtigungen genutzt werden, Verschlüsselungsvorkehrungen für den Datentransfer, Vorkehrungen für Datenschutz, Änderungshistorie und Antworten zu weiteren häufig gestellten Fragen.\n\nSolltest du einen Fehler gefunden haben, melde diesen bitte unter https://github.com/Thomas2500/uDomainFlag/issues."
  }
}