{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Smarty: Your Productivity Sidekick"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The ultimate productivity assistant"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Smarty: Meeting Scheduling Software & AI Personal Assistant\n\nGet actual stuff done while Smarty makes scheduling and more easy for you! \n\nThe most powerful productivity and scheduling app on the market.\n\nIt’s like having your own personal assistant living in your browser (with a free forever plan). Smarty is your ultimate productivity tool:\n\n* THERE WHEN YOU NEED IT - All of Smarty’s scheduling features are available without leaving the tab you were browsing. No more opening pages, typing in passwords, and clicking a bunch of links just to schedule a meeting. View and edit your agenda wherever you are online.\n\n* AUTOMATED SCHEDULING - Smarty detects meeting/event times on any page and converts these time slots to your time zone automatically for a ONE-CLICK booking. That means Smarty will come to your rescue anywhere, not just in your email.\n\n* 1-CLICK LINKS - Smarty stores your scheduling & meeting links (for Zoom, GoToMeeting, Webex, etc) for easy access so you don’t have to open up other websites just to find them. \n\n* 1-CLICK EMAILS - Eliminate the back-and-forth! Reply with available time slots with a single click. Scheduling calendar events has never been easier. Smarty can even recommend time slots that would work best for you.\n\n* CUSTOM TIME SLOTS - Quickly generate any meeting time slots that work best for you using the expanded calendar view of Smarty and paste them as links into an email thread.\n\n* AUTO-RECOMMENDED TIME SLOTS - “What are some time slots I have available tomorrow?” Smarty’s already got the answer to that before you even ask it so you can spend that time getting stuff done instead.\n\n* YOUR PERSONAL SCHEDULING PAGES - Create custom events and send a meeting scheduling link to let others find a time that works for them. As with all other links, Smarty will store this one for quick access.\n\n* KEYBOARD SHORTCUTS - Launch features with the touch of a button to spend even less time on scheduling.\n\n* FREE PLAN - Focus on what matters while Smarty takes care of your scheduling with a free plan.\n\nWorks with Gmail, Google Calendar, and pretty much every website there is. \nSmarty is the G-Suite app you’ve been waiting for.\n\nQUESTIONS? NEED HELP?\n\nIf you have questions or are experiencing any issues with our calendar chrome extension, contact support at bugs@trysmarty.com\n\nWE TAKE MEETING APPS TO A NEW LEVEL\n\nSmarty is more than your run-of-the-mill meeting scheduling software. Your meeting availability and free appointment slots are in a booking system optimized for you. Discover a plethora of features that other appointment software doesn’t have - we bring you the scheduling tools of Calendly and the productivity features of MixMax and package it in the perfect executive assistant that you can use anywhere online. Try Smarty today!"
  }
}