{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Seternity Mail"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get email address from LinkedIn."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get personal email address for LinkedIn profiles. get private email address to reach out for jobs or selling your product. Best application for Recruiters and sales  professionals.\n\nContact the people you always wanted to reach to through Seternity Mail.\n\nIf you are looking to find Email addresses of users on LinkedIn, then this is exactly what we provide\n\nAs you would already know, LinkedIn is the largest and most updated source of professional profiles and talent pool. There is no better source to contact professionals apart from LinkedIn for recruitment and business development purposes and that is why most of the recruitment and sales is happening over LinkedIn now. We see it as the future of recruitment and sales. But one of the challenges for the Recruiters and Sales people is to get the contact details of people available on LinkedIn. \n\nWe intend to address this issue by providing Email addresses of LinkedIn User profiles\n\nEmail Finder can be extremely handy with first mover advantage for Sales people, and Recruiters struggling to fill tough positions. The best part, as with all of our other services, we do it an incredibly low price. So reach out to people you have been trying to reach at an extremely low price, faster than anyone else.\n\nHere are our exiting plans. Choose the one that best suits your requirements.\n\n Plan \t                 Price\n 100 Emails per month\t $14.99 per month\n 500 Emails per month\t $29.99 per month\n 1,000 Emails per month\t $49.99 per month\n 1,500 Emails per month\t $69.99 per month\n 3,000 Emails per month\t $119.99 per month\n\nFree trial available for 10 Email views. Contact support@seternitysolutions.com. Try it now !!!"
  }
}