{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Memoria"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Memoria is a browser extension that helps you add bookmarks to your calendar so you don't forget."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Memoria: Never Forget Your Bookmarks Again\n\nTired of losing track of important websites? Introducing Memoria – the browser extension that ensures you never forget to revisit your favorite online destinations.\n\nFeatures:\n\n1.Effortless Reminder Integration: Memoria seamlessly integrates with your browser, allowing you to turn any bookmark into a scheduled reminder.\n2.Personalized Reminders: Set custom reminders for each bookmark according to your schedule and preference.\n3.Calendar Sync: Sync your Memoria reminders with your preferred calendar app, ensuring you never miss an important revisit.\n4.Stay Organized: Categorize and prioritize your bookmarks with tags for easy retrieval and management.\n5.User-Friendly Interface: Memoria boasts an intuitive interface, making bookmark management and reminder scheduling a breeze.\n\nHow It Works:\n\n- Install Memoria from the Chrome Web Store.\n- Browse the web and bookmark your favorite sites.\n- With Memoria, you can easily set reminders directly from your bookmarks, ensuring you revisit them at the right time.\n- Sync your reminders with your calendar app to stay organized and on top of your browsing schedule.\n\nWhy Choose Memoria?\n\n- Efficiency: Say goodbye to forgetting about important websites. Memoria streamlines the process of bookmarking and scheduling reminders.\n- Customization: Tailor your reminders to fit your unique browsing habits and schedule.\n- Peace of Mind: With Memoria, you can rest assured that you'll never miss out on valuable online content again.\n\nDownload Memoria today and take control of your browsing experience!"
  }
}