{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Global Google Meet Hotkeys"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple extension that allows you to toggle your microphone and camera globally."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take control of your Google Meet sessions with simple global hotkeys! \n\nThis lightweight Chrome extension lets you toggle your microphone, camera, and focus on your Meet tab from anywhere on your computer—no matter what application you're using.\n\nFeatures:\n•  Mute/Unmute Microphone: Quickly toggle your mic with Ctrl+Shift+1.\n•  Turn Camera On/Off: Control your camera with Ctrl+Shift+2.\n•  Switch to Meet Tab: Instantly focus on your Google Meet session with Ctrl+Shift+3.\n•  Lightweight and Efficient: Designed to provide only the essential controls you need, without any unnecessary features or bloat.\n\nImportant: Shortcut Setup and Customization\n•  Google Chrome may not always set shortcuts to global by default. To ensure the shortcuts work globally:\n•  Open chrome://extensions/shortcuts in your browser.\n•  Locate the \"Global Google Meet Hotkeys\" extension.\n•  Set the shortcuts to \"Global\" by clicking the dropdown next to each shortcut and selecting \"Global\".\n•  Customize the shortcuts here if the defaults don't suit you!\n\n\n\nWhy Choose This Extension?\n\nFrustrated with limited Meet controls? Global Google Meet Hotkeys offers reliable, easy-to-use shortcuts so you can stay in control of your meetings—no matter where you are on your computer.\n\nAlso it's MIT licensed if that matters to you."
  }
}