{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jirozaur"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helps save and paste text into web page text fields with proper id."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "<b>What Jirozaur does?</b>\nJirozaur helps you paste saved text into web page text fields.\nEnter text and ID of the text field you wanna insert text into and click 'PasteIt' to paste it. Click 'SaveIt' to save text and IDs for later. Buttons 'SaveItAll' and 'PasteItAll' helps you do four actions at once :)\n\n<b>How to get text field ID? What is it?</b>\nThe id attribute specifies a unique id for an HTML element (the value must be unique within the HTML document). According to <i>W3Schools</i>. <b>Too much blahblahblah?</b> Just right click on the text field which you are interested in and and use Jirozaur context action to get and save its text field's ID (feature available in versions 0.3+). Easy, isn't it?\n\n<b>Add-on inspiration notes</b>\nAdd-on is inspired by Selenium and Jira. Uses Selenium-like feature to paste text into text field with specific ID and solves Jira problem where to store that all data that you have to paste into text fields each time when you are create new issue on Jira.\nFor example: 10 people asked you to paste them into watchers when you create new issue. Here what you do: paste once all 10 watchers into Jirozaur, type there watchers text field ID, click 'SaveIt' et voila! Each time you create new issue, just click Jirozaur button, click 'PasteIt' and make your life easier! Maybe you will find better, other uses for this add-on ;)\n\n<b>Where does Jirozaur store data?</b>\nAdd-on uses chrome.storage.local to store data and according to documentation: \"Items in the local storage area are local to each machine.\""
  }
}