{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Camelia"
  },
  "short": {
    "ar": "تفتح هذه الإضافة علامتي تبويب وتبادل النص بينهما لعدد محدد من الجولات.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "This extension opens two tabs and exchanges text between them for a specified number of rounds.",
    "de": "Diese Erweiterung öffnet zwei Tabs und tauscht Text zwischen ihnen für eine bestimmte Anzahl von Runden aus.",
    "es": "Esta extensión abre dos pestañas y intercambia texto entre ellas durante un número especificado de rondas.",
    "fr": "Cette extension ouvre deux onglets et échange du texte entre eux pour un nombre de tours spécifié.",
    "id": "Ekstensi ini membuka dua tab dan bertukar teks antara keduanya untuk jumlah putaran tertentu.",
    "it": "Questa estensione apre due schede e scambia testo tra di esse per un numero specificato di round.",
    "ja": "この拡張機能は、2つのタブを開き、指定されたラウンド数の間、それらの間でテキストを交換します。",
    "ko": "이 확장 프로그램은 지정된 라운드 수동안 두 개의 탭을 열고 그 사이에서 텍스트를 교환합니다.",
    "ru": "Это расширение открывает две вкладки и обменивается текстом между ними заданное количество раундов.",
    "zh_CN": "此扩展功能会打开两个选项卡，并在它们之间进行指定回合数的文字交流。",
    "zh_TW": "此擴充功能會打開兩個分頁，並在它們之間進行指定回合數的文字交流。"
  },
  "long": {
    "ar": "CAMELIA هي أسهل طريقة لتحقيق التفاعل بين الذكاء الاصطناعي والذكاء الاصطناعي. لا يوجد API، ولا يوجد Python. كل ما عليك فعله هو الضغط على زر.\n\nما هي CAMELIA لـ ChatGPT\n\nالتفاعل بين الذكاء الاصطناعي والذكاء الاصطناعي هو حلم للإنسانية. حاليًا، هناك العديد من الطرق لتحقيق ذلك. تستخدم آليات كثيرة APIs على حساب الوظائف العالية وتتطلب معرفة بالنظام. لقد قمت ببناء آلية بسيطة كبوابة لأنظمة الحوار الذكية.\n\nكل ما عليك فعله هو تثبيت إضافة Chrome والضغط على زر. هذا كل شيء. قم بتخصيص الأدوار للذكاء الاصطناعيين، وسيبدأ بقية المحادثة تلقائيًا. إنها بسيطة ويمكن لأي شخص استخدامها.\n\nكيفية استخدام CAMELIA\n\nتثبيت الإضافة\nتعيين عدد الجولات (يمكنك أيضًا استئناف الجلسة في منتصفها)\nإدخال الملفات المشتركة وإعدادات الذكاء الاصطناعيين، والضغط على زر البدء.\nحالات الاستخدام\n\nمؤلف ومدقق النصوص والبرامج\nالنقاش بين مواقف مختلفة\nاللعب بالحوار بين شخصيات AI بشخصيات معينة\nمغامرة نصية مع مدير لعبة AI ولاعبين AI.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "CAMELIA is the easiest way to achieve AI-to-AI interaction.No API, No Python.\nYou just push a button.\n\nWhat is CAMELIA for ChatGPT\n\nAI-to-AI interaction is a dream of mankind. Currently, there are many ways to realize it.\nMany mechanisms use APIs at the cost of high functionality and require knowledge of the system. I have built a simple mechanism as a gateway to AI dialogue systems.\n\nAll you have to do is install a Chrome extension and press a button. That's it.\nGive roles to the two AIs, and the rest of the conversation will start automatically.\nIt's simple and anyone can use it.\n\nHow to use CAMELIA\n\n1. Install the extension\n2. Set the number of rounds (you can also resume in the middle of a session)\n3. Enter the common prompts and the settings of the two AI, and press the start button.\n\nUse case\n\n- Author and verifier of texts and programs\n- Debate between different positions\n- Conversation play between AI characters with given personalities\n- Text adventure with AI game master and AI players",
    "de": "CAMELIA ist der einfachste Weg, um eine AI-zu-AI-Interaktion zu erreichen. Keine API, kein Python.\nSie müssen nur einen Knopf drücken.\n\nWas ist CAMELIA für ChatGPT\n\nAI-zu-AI-Interaktion ist ein Traum der Menschheit. Derzeit gibt es viele Möglichkeiten, dies zu realisieren.\nViele Mechanismen verwenden APIs auf Kosten hoher Funktionalität und erfordern Kenntnisse des Systems. Ich habe einen einfachen Mechanismus als Gateway zu Dialogsystemen aufgebaut.\n\nSie müssen nur eine Chrome-Erweiterung installieren und einen Knopf drücken. Das ist alles.\nGeben Sie den beiden KIs Rollen und der Rest des Gesprächs beginnt automatisch.\nEs ist einfach und jeder kann es benutzen.\n\nSo verwenden Sie CAMELIA\n\nInstallieren Sie die Erweiterung\nLegen Sie die Anzahl der Runden fest (Sie können auch in der Mitte einer Sitzung fortsetzen)\nGeben Sie die gemeinsamen Prompts und die Einstellungen der beiden KIs ein und drücken Sie die Starttaste.\n\nAnwendungsbeispiele\n\nAutor und Verifizierer von Texten und Programmen\nDebatte zwischen verschiedenen Positionen\nKonversationspiel zwischen KI-Charakteren mit gegebenen Persönlichkeiten\nTextabenteuer mit AI-Spielleiter und AI-Spielern",
    "es": "CAMELIA es la forma más fácil de lograr la interacción entre IA. Sin API, sin Python. Simplemente presionas un botón.\n\n¿Qué es CAMELIA para ChatGPT?\n\nLa interacción IA a IA es un sueño de la humanidad. Actualmente, hay muchas formas de lograrlo. Muchos mecanismos utilizan APIs a costa de una alta funcionalidad y requieren conocimientos del sistema. He construido un mecanismo simple como puerta de entrada a los sistemas de diálogo IA.\n\nTodo lo que tienes que hacer es instalar una extensión de Chrome y presionar un botón. Eso es todo. Asigna roles a las dos IAs, y el resto de la conversación comenzará automáticamente. Es simple y cualquiera puede usarlo.\n\nCómo utilizar CAMELIA\n\nInstala la extensión.\nConfigura el número de rondas (también puedes reanudar en medio de una sesión).\nIngresa los comandos comunes y la configuración de las dos IAs, y presiona el botón de inicio.\n\nCasos de uso\n\nAutor y verificador de textos y programas.\nDebate entre diferentes posiciones.\nJuego de conversación entre personajes de IA con personalidades dadas.\nAventura de texto con un maestro de juego de IA y jugadores de IA.",
    "fr": "CAMELIA est le moyen le plus facile d'obtenir une interaction AI-to-AI. Pas d'API, pas de Python.\nIl vous suffit d'appuyer sur un bouton.\n\nÀ quoi sert CAMELIA pour ChatGPT\n\nL'interaction AI-to-AI est un rêve de l'humanité. Actuellement, il existe de nombreuses façons de le réaliser.\nDe nombreux mécanismes utilisent des API au prix d'une fonctionnalité élevée et nécessitent des connaissances du système. J'ai construit un mécanisme simple comme une passerelle vers les systèmes de dialogue AI.\n\nIl vous suffit d'installer une extension Chrome et d'appuyer sur un bouton. C'est tout.\nAttribuez des rôles aux deux AIs et le reste de la conversation commencera automatiquement.\nC'est simple et tout le monde peut l'utiliser.\n\nComment utiliser CAMELIA\n\nInstallez l'extension\nDéfinissez le nombre de tours (vous pouvez également reprendre en cours de session)\nEntrez les invites communes et les paramètres des deux AI, et appuyez sur le bouton de démarrage.\n\nCas d'utilisation\n\nAuteur et vérificateur de textes et de programmes\nDébat entre différentes positions\nJeu de conversation entre des personnages AI avec des personnalités données\nAventure textuelle avec un maître de jeu AI et des joueurs AI.",
    "id": "CAMELIA adalah cara terbaik untuk mencapai interaksi AI-to-AI. Tanpa API, tanpa Python. Anda hanya perlu menekan tombol.\n\nApa itu CAMELIA untuk ChatGPT\n\nInteraksi AI-to-AI adalah impian umat manusia. Saat ini, ada banyak cara untuk mewujudkannya. Banyak mekanisme menggunakan API dengan biaya fungsionalitas yang tinggi dan memerlukan pengetahuan sistem. Saya telah membangun mekanisme sederhana sebagai gerbang ke sistem dialog AI.\n\nYang harus Anda lakukan adalah menginstal ekstensi Chrome dan menekan tombol. Itu saja. Berikan peran kepada kedua AI, dan sisanya percakapan akan dimulai secara otomatis. Ini sederhana dan dapat digunakan oleh siapa saja.\n\nCara menggunakan CAMELIA\n\nInstal ekstensi\nAtur jumlah putaran (Anda juga dapat melanjutkan di tengah sesi)\nMasukkan prompt umum dan pengaturan kedua AI, dan tekan tombol mulai.\n\nContoh penggunaan\n\nPenulis dan verifikator teks dan program\nDebat antara posisi yang berbeda\nPercakapan antara karakter AI dengan kepribadian yang diberikan\nPetualangan teks dengan game master AI dan pemain AI",
    "it": "CAMELIA è il modo più facile per realizzare l'interazione AI-to-AI. Nessuna API, nessun Python. Basta premere un pulsante.\n\nA cosa serve CAMELIA per ChatGPT\n\nL'interazione AI-to-AI è il sogno dell'umanità. Attualmente ci sono molti modi per realizzarla. Molte soluzioni utilizzano API a scapito di una maggiore complessità e richiedono una conoscenza del sistema. Ho creato un meccanismo semplice come gateway ai sistemi di dialogo AI.\n\nTutto ciò che devi fare è installare un'estensione di Chrome e premere un pulsante. Tutto qui.\nAssegna i ruoli ai due AI e il resto della conversazione inizierà automaticamente.\nÈ semplice e chiunque può usarlo.\n\nCome usare CAMELIA\n\nInstallare l'estensione\nImpostare il numero di round (è possibile anche riprendere la sessione a metà)\nInserire i prompt comuni e le impostazioni dei due AI e premere il pulsante di avvio.\n\nCasi d'uso\n\nAutore e verificatore di testi e programmi\nDiscussione tra posizioni diverse\nConversazione tra personaggi AI con personalità predefinite\nAvventura testuale con AI game master e giocatori AI",
    "ja": "CAMELIAは、AI同士の対話を実現する最も簡単な方法です。APIもPythonも必要ありません。\n拡張機能をインストールして、ボタンを押すだけです。\n\nCAMELIA for ChatGPTとは？\n\n現在、AI同士の会話を実現するための仕組みは数多く存在します。\n多くは、高機能の代償としてAPIを利用し、システムの知識を必要とします。\nそこで私は、AI対話システムの入り口として、シンプルな仕組みを構築しました。\n\nChromeの拡張機能をインストールし、ボタンを押してください。\n2人のAIに役割を与えれば、あとは自動的に会話がスタートします。\nシンプルなので、誰でも簡単に使えます。\n\nCAMELIAの使い方\n\n1. エクステンションを装着する\n2. ラウンド数を設定する（途中から再開することも可能です）\n3. 共通プロンプトと2つのAIの設定を入力し、スタートボタンを押す。\n\n使用例\n\n- テキストやプログラムの作成者、検証者\n- 異なる立場でのディベート\n- 個性が与えられたAIキャラクター同士の会話プレイ\n- AIゲームマスターとAIプレイヤーによるテキストアドベンチャー",
    "ko": "CAMELIA는 AI 간 상호작용을 실현하는 가장 쉬운 방법입니다. API나 파이썬은 필요하지 않습니다. 버튼 하나만 누르면 됩니다.\n\nChatGPT를 위한 CAMELIA란?\n\nAI 간 상호작용은 인류의 꿈입니다. 현재 이를 구현하는 다양한 방법이 있습니다. 많은 메커니즘은 시스템에 대한 지식과 높은 기능성을 필요로 하는 API를 사용합니다. 저는 AI 대화 시스템으로의 간단한 게이트웨이로서의 메커니즘을 구축했습니다.\n\n크롬 확장 프로그램을 설치하고 버튼을 누르기만 하면 됩니다. 두 AI에게 역할을 부여하면 대화의 나머지가 자동으로 시작됩니다. 간단하며 누구나 사용할 수 있습니다.\n\nCAMELIA를 사용하는 방법\n\n확장 프로그램을 설치하십시오.\n라운드 수를 설정하십시오 (세션 중간에 다시 시작할 수도 있습니다).\n공통 프롬프트 및 두 AI의 설정을 입력하고 시작 버튼을 누르십시오.\n\n사용 사례\n\n텍스트 및 프로그램의 작성자 및 검증자\n서로 다른 입장 사이의 논쟁\n지정된 성격을 가진 AI 캐릭터 간 대화\nAI 게임 마스터 및 AI 플레이어와 함께하는 텍스트 어드벤처",
    "ru": "CAMELIA - это самый простой способ достижения взаимодействия ИИ-на-ИИ. Никаких API, никакого Python.\nПросто нажмите кнопку.\n\nЧто такое CAMELIA для ChatGPT\n\nВзаимодействие ИИ-на-ИИ - мечта человечества. В настоящее время существует множество способов его реализации.\nМногие механизмы используют API за высокую функциональность, требующую знаний системы. Я создал простой механизм в качестве шлюза к системам диалога ИИ.\n\nВсе, что вам нужно сделать, это установить расширение Chrome и нажать кнопку. Вот и все.\nНазначьте роли двум ИИ, и остальной разговор начнется автоматически.\nЭто просто, и кто угодно может использовать это.\n\nКак использовать CAMELIA\n\nУстановите расширение\nУстановите количество раундов (вы также можете возобновить сеанс в середине)\nВведите общие подсказки и настройки двух ИИ, и нажмите кнопку «Старт».\n\nПримеры использования\n\nАвтор и верификатор текстов и программ\nДебаты между разными позициями\nИгра в разговор между ИИ-персонажами с заданными характерами\nТекстовое приключение с ИИ-мастером игры и ИИ-игроками",
    "zh_CN": "CAMELIA是实现AI对话的最简单方法。无需API，无需Python，只需轻松一按即可。\n\nCAMELIA for ChatGPT是什么？\n\nAI之间的交互是人类的梦想。目前有许多实现它的方法。许多机制使用API，但功能强大，需要系统知识。我建立了一个简单的机制作为AI对话系统的网关。\n\n您所要做的就是安装Chrome扩展程序并按下按钮。这就是全部。为两个AI分配角色，剩下的对话将自动开始。它简单易用，任何人都可以使用它。\n\n如何使用CAMELIA\n\n安装扩展程序\n设置回合数（您也可以在会话中间恢复）\n输入共同提示和两个AI的设置，然后按下开始按钮\n\n使用案例\n\n文本和程序的作者和验证器\n不同立场之间的辩论\n具有给定个性的AI角色之间的对话游戏\n带有AI游戏主持人和AI玩家的文本冒险",
    "zh_TW": "CAMELIA 是實現 AI 對話的最簡單方法。不需要 API，不需要 Python。你只需按一個按鈕。\n\nChatGPT 的 CAMELIA 是什麼？\n\nAI 對話是人類的夢想。目前，實現它的方式有很多。許多機制使用 API，代價是高功能性，需要對系統有所了解。我建立了一個簡單的機制作為 AI 對話系統的門戶。\n\n你只需要安裝一個 Chrome 擴展，然後按一個按鈕即可。給兩個 AI 分配角色，剩下的對話就會自動開始。它簡單易用，任何人都可以使用。\n\n如何使用 CAMELIA\n\n安裝擴展\n設置回合數（你也可以在中途恢復）\n輸入共同提示和兩個 AI 的設置，然後按下開始按鈕。\n\n使用案例\n\n文本和程序的作者和驗證者\n不同立場之間的辯論\n具有特定個性的 AI 角色之間的對話遊戲\nAI 遊戲主持人和 AI 玩家的文本冒險"
  }
}