{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Video Downloader Professional"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download videos from web sites or just collect them in your video list without downloading them.",
    "de": "Downloaden sie Videos von Webseiten, oder sammeln sie Videos in ihrer Videoliste ohne sie runterzuladen.",
    "es": "Descargue videos de sitios web o simplemente recopílelos en su lista de videos sin descargarlos",
    "fr": "Téléchargez des vidéos à partir de sites Web ou rassemblez-les simplement dans votre liste de vidéos sans les télécharger.",
    "nl": "Download video's van websites of verzamel ze gewoon in uw videolijst zonder ze te downloaden.",
    "ru": "Загружайте видео с веб-сайтов или просто собирайте их в свой список видео, не загружая их."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Video Downloader professional\n\n- download and save videos playing on a website to hard disk\n- select between different resolutions if the site supports it ( e.g. at Vimeo)\n- play found MP4 videos via Google Chromecast on your TV or play it on your Google Home.\n- add videos easily to your video list. There you have quick access to the videos and you can play them at any time, without having to return to the orignial web page. You also have the option to play the videos in any size (currently available at selected video providers like Youtube and Vimeo)\n\n-----------------------------------------------\n\nIf you have problems or videos which cannot be downloaded please don't give a bad rating but write us an email to support@link64.com and help us to improve this software. Thank you!\n\n-----------------------------------------------\n\nImportant:\nWe had to lock the download of YouTube, Instagram, Dailymotion, Vk and Tiktok videos because of restrictions of the Chrome Store.\nThere are always videos which are protected by the sites and cannot be downloaded.\n\nIf you still want to download these videos, we recommend our app at www.videodownloaderultimate.com for all browsers.\n\n-----------------------------------------------\n\nPrivacy Policy:\nVideo Downloader professional does not collect or send any personal data.\nNon-personalized data (which is the address of the video or part of it) is sent in these cases:\n- When you manually add videos to the video list a request is sent to the origin website to get information about the video (like title, thumbnail)\n- When you play a video in the video list, then the playing code of the origin website is loaded and executed.\n- When opening the Video Downloader professional menu a request is send to the origin of the found videos to receive the video length.\n- On some supported video sites, we are loading additional information from these sites to get the addresses of the video files.",
    "de": "Video Downloader professional\n\n- downloaden sie die auf einer Webseite abgespielten Videos und speichern sie diese auf ihrer Festplatte \n- wählen sie zwischen verschiedenen Auflösungen, wenn die Seite dies unterstützt (z.B. bei Vimeo).\n- spielen sie gefundene MP4-Videos via Chromecast auf ihrem Fernseher ab, oder direkt auf ihrem Google Home.\n- fügen sie Videos einfach zu ihrer Videoliste hinzu. Dort haben sie schnellen Zugriff auf die Videos und können sie jederzeit abspielen, ohne auf die Anbieterseite zurückkehren zu müssen. Sie haben außerdem die Möglichkeit, die Videos in beliebiger Größe abzuspielen und sind nicht auf 2 Formate beschränkt (zur Zeit verfügbar bei bei ausgewählten Videoanbietern wie z.B. Youtube und Vimeo)\n\n-----------------------------------------------\n\nWenn sie Probleme haben oder Videos, die nicht runtergeladen werden können, geben sie uns bitte nicht direkt eine schlechte Bewertung, sondern schreiben uns einfach eine eMail an support@startpage24.com. Sie helfen uns damit, die Software ständig zu verbessern. Danke !\n\n-----------------------------------------------\n\nWichtig:\nDer Download von YouTube-Videos musste aufgrund von Einschränkungen des Chrome Store gesperrt werden.\nEs gibt immer Videos, die von den Websites geschützt werden und daher nicht heruntergeladen werden können.\n\nSollten sie dennoch diese Videos runterladen wollen, empfehlen wir Ihnen unser Programm auf www.videodownloaderultimate.com (für alle Browser).\n\n-----------------------------------------------\n\nDatenschutzerklärung:\nVideo Downloader professional sammelt oder verschickt keine persönliche Daten, weder an uns noch an Dritte.\nNicht personalisierte Daten (z.B. die Adresse eines Video oder ein Teil davon) wird in diesen Fällen gesendet:\n- Wenn sie Videos in die Videoliste hinzufügen, wird eine Anforderung an die Herkunfts-Webseite gesendet, um weitere Informationen über das Video zu erhalten (wie Titel und Vorschaubild)\n- Wenn sie ein Video in der Videoliste abspielen, dann wird der Abspielcode von der Webseite des Anbieters geladen und ausgeführt.\n- Wenn sie das Video Downloader professional-Menü öffnen, wird eine Anforderung an den Ursprung der gefundenen Videos gesendet\n um die Videolängen abzuholen.\n- Auf einigen besonders unterstützten Video-Seiten laden wir weitere Informationen von diesen Seiten um die Adressen der Video-Dateien zu erhalten.",
    "es": "Video Downloader profesional\n\n- descargue y guarde los videos que se reproducen en un sitio web al disco duro\n- selecciona entre diferentes resoluciones si el sitio lo soporta (por ejemplo, en Vimeo)\n- reproduzca los videos MP4 encontrados a través de Google Chromecast en su televisor o reprodúzcalos en su página principal de Google.\n- Agrega videos fácilmente a tu lista de videos. Allí tiene acceso rápido a los videos y puede reproducirlos en cualquier momento, sin tener que volver a la página web original. También tiene la opción de reproducir los videos en cualquier tamaño (actualmente disponible en proveedores de video seleccionados como Youtube y Vimeo)\n\n-----------------------------------------------\n\nSi tiene problemas o videos que no se pueden descargar, no dé una mala calificación, escríbanos un correo electrónico a support@startpage24.com y ayúdenos a mejorar este software. ¡Gracias!\n\n-----------------------------------------------\n\nImportante:\nTuvimos que hacer la descarga de videos de YouTube debido a las restricciones de la Tienda Chrome.\nSiempre hay videos que están protegidos por los sitios y no se pueden descargar.\n\nSi aún desea descargar estos videos, le recomendamos nuestra aplicación en www.videodownloaderultimate.com para todos los navegadores.\n\n-----------------------------------------------\n\nPolítica de privacidad:\nEl profesional de Video Downloader no recopila ni envía datos personales.\nLos datos no personalizados (que es la dirección del video o parte de él) se envían en estos casos:\n- Cuando agrega videos manualmente a la lista de videos, se envía una solicitud al sitio web de origen para obtener información sobre el video (como título, miniatura)\n- Cuando reproduce un video en la lista de videos, entonces se carga y ejecuta el código de reproducción del sitio web de origen.\n- Al abrir el menú profesional de Video Downloader, se envía una solicitud al origen de los videos encontrados para recibir la duración del video.\n- En algunos sitios de video compatibles, estamos cargando información adicional de estos sitios para obtener las direcciones de los archivos de video.",
    "fr": "Video Downloader professionnel\n\n- téléchargez et enregistrez des vidéos diffusées sur un site Web sur un disque dur\n- choisissez entre différentes résolutions si le site l’envoie (par exemple chez Vimeo)\n- lire des vidéos MP4 trouvées via Google Chromecast sur votre téléviseur ou les lire sur votre Google Home.\n- ajouter des vidéos facilement à votre liste de vidéos. Là, vous avez un accès rapide aux vidéos et vous pouvez les lire à tout moment, sans avoir à revenir à la page Web originale. Vous avez également la possibilité de lire les vidéos dans n’importe quelle taille (actuellement disponible chez certains fournisseurs de vidéo tels que Youtube et Vimeo).\n\n-----------------------------------------------\n\nSi vous rencontrez des problèmes ou si les vidéos ne peuvent pas être téléchargées, veuillez ne pas donner une mauvaise évaluation, mais écrivez-nous un email à support@startpage24.com et aidez-nous à améliorer ce logiciel. Je vous remercie!\n\n-----------------------------------------------\n\nImportant:\nNous avons dû télécharger des vidéos YouTube en raison des restrictions imposées par le Chrome Store.\nIl y a toujours des vidéos qui sont protégées par les sites et ne peuvent pas être téléchargées.\n\nSi vous souhaitez toujours télécharger ces vidéos, nous vous recommandons notre application sur www.videodownloaderultimate.com pour tous les navigateurs.\n\n-----------------------------------------------\n\nPolitique de confidentialité:\nVideo Downloader professional ne collecte ni n’envoie aucune donnée personnelle.\nDes données non personnalisées (qui correspondent à l'adresse de la vidéo ou à une partie de celle-ci) sont envoyées dans les cas suivants:\n- Lorsque vous ajoutez manuellement des vidéos à la liste de vidéos, une demande est envoyée au site Web d'origine pour obtenir des informations sur la vidéo (titre, miniature, etc.).\n- Lorsque vous lisez une vidéo dans la liste de vidéos, le code de lecture du site Web d'origine est chargé et exécuté.\n- Lors de l'ouverture du menu professionnel de Video Downloader, une demande est envoyée à l'origine des vidéos trouvées pour recevoir la durée de la vidéo.\n- Sur certains sites vidéo pris en charge, nous chargeons des informations supplémentaires à partir de ces sites pour obtenir les adresses des fichiers vidéo.",
    "nl": "Video Downloader professional\n\n- download en sla video's op die op een website naar de harde schijf worden afgespeeld\n- selecteer tussen verschillende resoluties als de site deze verzendt (bijvoorbeeld bij Vimeo)\n- MP4-video's afspelen via Google Chromecast op uw tv of afspelen op uw Google Home.\n- voeg eenvoudig video's toe aan uw videolijst. Daar heb je snel toegang tot de video's en kun je ze op elk moment afspelen, zonder terug te hoeven gaan naar de originele webpagina. Je hebt ook de mogelijkheid om de video's in elk formaat af te spelen (momenteel verkrijgbaar bij geselecteerde videoproviders zoals Youtube en Vimeo)\n\n-----------------------------------------------\n\nAls u problemen of video's heeft die niet kunnen worden gedownload, geef dan geen slechte beoordeling, maar schrijf ons een e-mail naar support@startpage24.com en help ons om deze software te verbeteren. Dank je!\n\n-----------------------------------------------\n\nBelangrijk:\nWe moesten de download van YouTube-video's louteren vanwege beperkingen van de Chrome Store.\nEr zijn altijd video's die worden beschermd door de sites en die niet kunnen worden gedownload.\n\nAls je deze video's nog steeds wilt downloaden, raden we onze app op www.videodownloaderultimate.com aan voor alle browsers.\n\n-----------------------------------------------\n\nPrivacybeleid:\nVideo Downloader professional verzamelt of verzendt geen persoonlijke gegevens.\nNiet-persoonlijke gegevens (die het adres van de video of een deel ervan zijn) worden in deze gevallen verzonden:\n- Wanneer u handmatig video's aan de videolijst toevoegt, wordt een verzoek verzonden naar de oorspronkelijke website om informatie over de video te krijgen (zoals titel, miniatuur)\n- Wanneer u een video afspeelt in de videolijst, wordt de afspeelcode van de oorspronkelijke website geladen en uitgevoerd.\n- Bij het openen van het professionele menu Video Downloader wordt een verzoek verzonden naar de oorsprong van de gevonden video's om de videolengte te ontvangen.\n- Op sommige ondersteunde videosites laden we aanvullende informatie van deze sites om de adressen van de videobestanden te krijgen.",
    "ru": "Video Downloader профессиональный\n\n- загружать и сохранять видео, воспроизводимое на сайте, на жесткий диск\n- выбирать между различными разрешениями, если сайт его опошляет (например, в Vimeo)\n- воспроизводите найденные видео в формате MP4 через Google Chromecast на своем телевизоре или воспроизводите их на своей домашней странице Google.\n- легко добавлять видео в свой список видео. Там у вас есть быстрый доступ к видео, и вы можете воспроизводить их в любое время, не возвращаясь к оригинальной веб-странице. У вас также есть возможность воспроизводить видео в любом размере (в настоящее время доступно в некоторых поставщиков видео, таких как Youtube и Vimeo)\n\n-----------------------------------------------\n\nЕсли у вас есть проблемы или видео, которые невозможно загрузить, пожалуйста, не ставьте плохой рейтинг, а напишите нам по адресу support@startpage24.com и помогите нам улучшить это программное обеспечение. Спасибо!\n\n-----------------------------------------------\n\nВажный:\nИз-за ограничений в магазине Chrome пришлось скачивать видео с YouTube.\nВсегда есть видео, которые защищены сайтами и не могут быть загружены.\n\nЕсли вы все еще хотите загрузить эти видео, мы рекомендуем наше приложение на www.videodownloaderultimate.com для всех браузеров.\n\n-----------------------------------------------\n\nПолитика конфиденциальности:\nVideo Downloader Professional не собирает и не отправляет никаких личных данных.\nНе персонализированные данные (которые являются адресом видео или его части) отправляются в следующих случаях:\n- Когда вы вручную добавляете видео в список видео, на исходный веб-сайт отправляется запрос на получение информации о видео (например, заголовок, миниатюра).\n- При воспроизведении видео в списке видео загружается и выполняется код воспроизведения исходного веб-сайта.\n- При открытии профессионального меню Video Downloader отправляется запрос в источник найденных видео для получения длины видео.\n- На некоторых поддерживаемых видео-сайтах мы загружаем дополнительную информацию с этих сайтов, чтобы получить адреса видеофайлов."
  }
}