{
  "name": {
    "am,ar,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,ms,sw,ta,te,th,tr": "Christmas Decorations",
    "bg": "Коледна украса",
    "bn": "ক্রিসমাস সজ্জা",
    "ca": "Decoracions de Nadal",
    "cs": "Vánoční ozdoby",
    "da,no": "Julepynt",
    "de": "Weihnachtsdekorationen",
    "el": "Χριστουγεννιάτικα στολίδια",
    "es": "Decoraciones de navidad",
    "et": "Jõulukaunistused",
    "fi": "Joulukoristeet",
    "fil": "Mga Dekorasyon ng Pasko",
    "fr": "Décorations de Noël",
    "he": "קישוטי חג המולד",
    "hi": "क्रिस्मस सजावट",
    "hr": "Božićni ukrasi",
    "hu": "Karácsonyi díszek",
    "id": "Dekorasi Natal",
    "it": "Decorazioni natalizie",
    "ja": "クリスマスの飾り",
    "ko": "크리스마스 장식",
    "lt": "Kalėdiniai papuošimai",
    "lv": "Ziemassvētku rotājumi",
    "nl": "Kerstversiering",
    "pl": "Ozdoby świąteczne",
    "pt_BR,pt_PT": "Decorações de Natal",
    "ro": "Decoratiuni de Craciun",
    "ru": "Новогодние украшения",
    "sk": "Vianočné ozdoby",
    "sl": "Božični okraski",
    "sr": "Божићни украси",
    "sv": "Juldekorationer",
    "uk": "Різдвяні прикраси",
    "vi": "Đồ trang trí Giáng sinh",
    "zh_CN": "圣诞装饰品",
    "zh_TW": "聖誕裝飾品"
  },
  "short": {
    "am,ar,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,ms,sw,ta,te,th,tr": "Add some Christmas spirit to your Web.",
    "bg": "Добавете малко коледно усещане към вашето интернет изживяване.",
    "bn": "আপনার ইন্টারনেটে কিছু ক্রিসমাস স্পিরিট যোগ করুন।",
    "ca": "Afegeix un toc nadalenc a la teva experiència a Internet.",
    "cs": "Dodejte svému zážitku z internetu vánoční atmosféru.",
    "da": "Tilføj lidt julestemning til din internetoplevelse.",
    "de": "Bringen Sie etwas Weihnachtsstimmung in Ihr Internet.",
    "el": "Προσθέστε λίγη χριστουγεννιάτικη αίσθηση στην εμπειρία σας στο Διαδίκτυο.",
    "es": "Añade un poco de espíritu navideño a tu Internet.",
    "et": "Lisage oma Interneti-kogemusele jõuluhõngu.",
    "fi": "Lisää joulutunnelmaa Internet-kokemukseesi.",
    "fil": "Magdagdag ng ilang diwa ng Pasko sa iyong Internet.",
    "fr": "Ajoutez un peu d'esprit de Noël à votre Internet.",
    "he": "הוסף קצת כישרון חג המולד לחוויית האינטרנט שלך.",
    "hi": "अपने इंटरनेट में कुछ क्रिसमस भावना जोड़ें।",
    "hr": "Dodajte božićni štih svom internetskom iskustvu.",
    "hu": "Adjon némi karácsonyi hangulatot internetes élményéhez.",
    "id": "Tambahkan semangat Natal ke Internet Anda.",
    "it": "Aggiungi un po' di spirito natalizio alla tua Internet.",
    "ja": "あなたのインターネットにクリスマスの雰囲気を加えましょう。",
    "ko": "인터넷에 크리스마스 분위기를 더해보세요.",
    "lt": "Pridėkite šiek tiek Kalėdų įspūdį savo interneto naudojimui.",
    "lv": "Pievienojiet savai interneta pieredzei Ziemassvētku noskaņu.",
    "nl": "Voeg wat kerstflair toe aan uw internetervaring.",
    "no": "Legg til litt juleteft til Internett-opplevelsen din.",
    "pl": "Dodaj trochę świątecznego ducha do swojego Internetu.",
    "pt_BR,pt_PT": "Adicione um pouco do espírito natalino à sua Internet.",
    "ro": "Adaugă un pic de Crăciun experienței tale pe internet.",
    "ru": "Добавьте новогодней атмосферы к своему Интернету.",
    "sk": "Dodajte svojmu zážitku z internetu nejaký vianočný nádych.",
    "sl": "Dodajte nekaj božičnega pridiha svoji internetni izkušnji.",
    "sr": "Додајте мало божићног штих свом интернет искуству.",
    "sv": "Lägg till lite julkänsla till din internetupplevelse.",
    "uk": "Додайте новорічну атмосферу до свого Інтернету.",
    "vi": "Thêm chút không khí Giáng sinh vào Internet của bạn.",
    "zh_CN": "给你的互联网添加一些圣诞气氛。",
    "zh_TW": "為您的網路增添一些聖誕氣氛。"
  },
  "long": {
    "am,ar,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,ms,sw,ta,te,th,tr": "This extension adds a variety of Christmas decorations and visual effects to any web pages you view, helping you get into the holiday spirit.\n\nThere is, of course, a Christmas tree, an electric garland, snow, a festive cursor and scroll bar, a Christmas melody and more.\n\nWorks on any operating system that runs the browser, be it Windows, macOS, Linux or ChromeOS.\n\nIf you have previously used apps such as garlands on your desktop, or snow on your desktop, or other operating system decorations, then you will undoubtedly love our extension.\n\nIf the Frost effect is enabled, it will begin to gradually appear after about 15 minutes of user inactivity.\n\nMerry Christmas and a Happy New Year!\n\n\nThe extension uses, among other things, the following assets, available for use under free licenses:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "bg": "Това разширение добавя разнообразие от коледни декорации и визуални ефекти към всяка уеб страница, която преглеждате, като ви помага да се насладите на празничния дух.\n\nИма, разбира се, коледна елха, електрически гирлянд, сняг, празничен курсор и лента за превъртане, коледна мелодия и др.\n\nРаботи на всяка операционна система, която работи с браузъра, било то Windows, macOS, Linux или ChromeOS.\n\nАко преди сте използвали приложения като гирлянди на вашия работен плот, или сняг на вашия работен плот, или други декорации на операционната система, тогава несъмнено ще харесате нашето разширение.\n\nАко ефектът Frost е активиран, той ще започне постепенно да се появява след около 15 минути бездействие на потребителя.\n\nВесела Коледа и Щастлива Нова Година!\n\n\nРазширението използва, наред с други неща, следните активи, достъпни за използване при безплатни лицензи:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "bn": "এই এক্সটেনশনটি আপনার দেখা যেকোন ওয়েব পৃষ্ঠাগুলিতে ক্রিসমাস সজ্জা এবং ভিজ্যুয়াল ইফেক্টের একটি বৈচিত্র্য যোগ করে, যা আপনাকে ছুটির চেতনায় যেতে সাহায্য করে।\n\nঅবশ্যই, একটি ক্রিসমাস ট্রি, একটি বৈদ্যুতিক মালা, তুষার, একটি উত্সব কার্সার এবং স্ক্রোল বার, একটি ক্রিসমাস মেলোডি এবং আরও অনেক কিছু রয়েছে৷\n\nযে কোনো অপারেটিং সিস্টেমে কাজ করে যেটি ব্রাউজার চালায়, সেটা উইন্ডোজ, ম্যাকওএস, লিনাক্স বা ক্রোমওএস হোক।\n\nআপনি যদি পূর্বে আপনার ডেস্কটপে মালা, বা আপনার ডেস্কটপে তুষার, বা অন্যান্য অপারেটিং সিস্টেমের সাজসজ্জার মতো অ্যাপ ব্যবহার করে থাকেন, তাহলে নিঃসন্দেহে আপনি আমাদের এক্সটেনশনটি পছন্দ করবেন।\n\nফ্রস্ট প্রভাব সক্রিয় করা হলে, ব্যবহারকারীর নিষ্ক্রিয়তার প্রায় 15 মিনিটের পরে এটি ধীরে ধীরে প্রদর্শিত হতে শুরু করবে।\n\nমেরি ক্রিসমাস এবং একটি শুভ নববর্ষ!\n\n\nএক্সটেনশনটি অন্যান্য জিনিসগুলির মধ্যে, বিনামূল্যে লাইসেন্সের অধীনে ব্যবহারের জন্য উপলব্ধ নিম্নলিখিত সম্পদগুলি ব্যবহার করে:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "ca,es": "Esta extensión del navegador agrega una variedad de decoraciones navideñas y efectos visuales a cualquier página web que vea, ayudándole a entrar en el espíritu navideño.\n\nPor supuesto, hay un árbol de Navidad, una guirnalda eléctrica, nieve, un cursor y una barra de desplazamiento festivos, una melodía navideña y más.\n\nFunciona en cualquier sistema operativo que ejecute el navegador web, ya sea Windows, macOS, Linux o ChromeOS.\n\nSi anteriormente ha utilizado aplicaciones como guirnaldas en su escritorio, nieve en su escritorio u otras decoraciones del sistema operativo, sin duda le encantará nuestra extensión de navegador.\n\nSi el efecto escarcha está habilitado, comenzará a aparecer gradualmente después de unos 15 minutos de inactividad del usuario.\n\n¡Feliz Navidad y un Feliz Año Nuevo!\n\n\nLa extensión utiliza, entre otras cosas, los siguientes activos, disponibles para su uso bajo licencias gratuitas:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "cs": "Toto rozšíření přidává na všechny webové stránky, které si prohlížíte, různé vánoční ozdoby a vizuální efekty, což vám pomůže dostat se do sváteční nálady.\n\nNechybí samozřejmě vánoční stromeček, elektrická girlanda, sníh, slavnostní kurzor a posuvník, vánoční melodie a další.\n\nFunguje na jakémkoli operačním systému, na kterém běží prohlížeč, ať už je to Windows, macOS, Linux nebo ChromeOS.\n\nPokud jste dříve používali aplikace, jako jsou girlandy na ploše nebo sníh na ploše nebo jiné dekorace operačního systému, pak si naše rozšíření nepochybně zamilujete.\n\nPokud je zapnutý efekt Frost, začne se postupně objevovat asi po 15 minutách nečinnosti uživatele.\n\nVeselé Vánoce a šťastný nový rok!\n\n\nRozšíření využívá mimo jiné následující aktiva, která jsou k dispozici pro použití v rámci bezplatných licencí:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "da": "Denne udvidelse tilføjer en række juledekorationer og visuelle effekter til alle websider, du ser, og hjælper dig med at komme ind i julestemningen.\n\nDer er selvfølgelig et juletræ, en elektrisk guirlande, sne, en festlig markør og rullebjælke, en julemelodi og meget mere.\n\nVirker på ethvert operativsystem, der kører browseren, det være sig Windows, macOS, Linux eller ChromeOS.\n\nHvis du tidligere har brugt apps såsom guirlander på dit skrivebord, eller sne på dit skrivebord eller andre operativsystemdekorationer, så vil du uden tvivl elske vores udvidelse.\n\nHvis Frost-effekten er aktiveret, begynder den gradvist at dukke op efter ca. 15 minutters brugerinaktivitet.\n\nGlædelig jul og godt nytår!\n\n\nUdvidelsen bruger blandt andet følgende aktiver, der er tilgængelige til brug under gratis licenser:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "de": "Diese Browsererweiterung fügt allen von Ihnen angezeigten Webseiten eine Vielzahl von Weihnachtsdekorationen und visuellen Effekten hinzu und hilft Ihnen, in Weihnachtsstimmung zu kommen.\n\nNatürlich gibt es einen Weihnachtsbaum, eine elektrische Girlande, Schnee, einen festlichen Cursor und eine Bildlaufleiste, eine Weihnachtsmelodie und mehr.\n\nFunktioniert auf jedem Betriebssystem, auf dem der Webbrowser ausgeführt wird, sei es Windows, macOS, Linux oder ChromeOS.\n\nWenn Sie bereits Apps wie Girlanden auf Ihrem Desktop, Schnee auf Ihrem Desktop oder andere Betriebssystemdekorationen verwendet haben, werden Sie unsere Browser-Erweiterung zweifellos lieben.\n\nWenn der Frosteffekt aktiviert ist, wird er nach etwa 15 Minuten Inaktivität des Benutzers allmählich sichtbar.\n\nFrohe Weihnachten und ein glückliches neues Jahr!\n\n\nDie Browsererweiterung nutzt unter anderem die folgenden Assets, die unter kostenlosen Lizenzen zur Nutzung verfügbar sind:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "el": "Αυτή η επέκταση προσθέτει μια ποικιλία χριστουγεννιάτικων διακοσμήσεων και οπτικών εφέ σε οποιεσδήποτε ιστοσελίδες προβάλλετε, βοηθώντας σας να μπείτε στο πνεύμα των γιορτών.\n\nΥπάρχει, φυσικά, ένα χριστουγεννιάτικο δέντρο, μια ηλεκτρική γιρλάντα, χιόνι, ένας εορταστικός δρομέας και μπάρα κύλισης, μια χριστουγεννιάτικη μελωδία και άλλα.\n\nΛειτουργεί σε οποιοδήποτε λειτουργικό σύστημα που εκτελεί το πρόγραμμα περιήγησης, είτε είναι Windows, macOS, Linux ή ChromeOS.\n\nΕάν έχετε χρησιμοποιήσει στο παρελθόν εφαρμογές όπως γιρλάντες στην επιφάνεια εργασίας σας ή χιόνι στην επιφάνεια εργασίας σας ή άλλες διακοσμήσεις λειτουργικού συστήματος, τότε αναμφίβολα θα λατρέψετε την επέκτασή μας.\n\nΕάν το εφέ Frost είναι ενεργοποιημένο, θα αρχίσει να εμφανίζεται σταδιακά μετά από περίπου 15 λεπτά αδράνειας χρήστη.\n\nΚαλά Χριστούγεννα και Ευτυχισμένο το Νέο Έτος!\n\n\nΗ επέκταση χρησιμοποιεί, μεταξύ άλλων, τα ακόλουθα στοιχεία, διαθέσιμα για χρήση με δωρεάν άδειες χρήσης:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "et": "See laiendus lisab teie vaadatavatele veebilehtedele mitmesuguseid jõulukaunistusi ja visuaalseid efekte, aidates teil pühademeeleolu sisse elada.\n\nSeal on loomulikult jõulupuu, elektriline vanik, lumi, pidulik kursor ja kerimisriba, jõulumeloodia ja palju muud.\n\nTöötab kõigis brauserit kasutavates operatsioonisüsteemides, olgu selleks Windows, macOS, Linux või ChromeOS.\n\nKui olete varem kasutanud selliseid rakendusi nagu vanikud töölaual või lumi töölaual või muud operatsioonisüsteemi kaunistused, siis kahtlemata meeldib teile meie laiendus.\n\nKui Frost-efekt on lubatud, hakkab see järk-järgult ilmuma pärast umbes 15-minutilist kasutaja passiivsust.\n\nHäid jõule ja head uut aastat!\n\n\nLaiendus kasutab muu hulgas järgmisi varasid, mis on saadaval tasuta litsentside alusel:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "fi": "Tämä laajennus lisää erilaisia ​​joulukoristeita ja visuaalisia tehosteita kaikille katselemillesi verkkosivuille, mikä auttaa sinua pääsemään loman tunnelmaan.\n\nSiellä on tietysti joulukuusi, sähköseppele, lunta, juhlallinen kursori ja vierityspalkki, joulumelodia ja paljon muuta.\n\nToimii missä tahansa käyttöjärjestelmässä, joka käyttää selainta, oli se sitten Windows, macOS, Linux tai ChromeOS.\n\nJos olet aiemmin käyttänyt sovelluksia, kuten seppeleitä työpöydälläsi tai lunta työpöydälläsi tai muita käyttöjärjestelmän koristeita, tulet varmasti rakastamaan laajennustamme.\n\nJos Frost-tehoste on käytössä, se alkaa vähitellen ilmestyä noin 15 minuutin käyttämättömyyden jälkeen.\n\nHyvää joulua ja onnellista uutta vuotta!\n\n\nLaajennus käyttää muun muassa seuraavia resursseja, jotka ovat käytettävissä ilmaisilla lisensseillä:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "fil": "Ang extension na ito ay nagdaragdag ng iba't ibang mga dekorasyon ng Pasko at visual effect sa anumang mga web page na iyong tinitingnan, na tumutulong sa iyong mapunta sa diwa ng holiday.\n\nMayroong, siyempre, isang Christmas tree, isang electric garland, snow, isang maligaya na cursor at scroll bar, isang Christmas melody at higit pa.\n\nGumagana sa anumang operating system na nagpapatakbo ng browser, maging ito man ay Windows, macOS, Linux o ChromeOS.\n\nKung dati kang gumamit ng mga app tulad ng mga garland sa iyong desktop, o snow sa iyong desktop, o iba pang mga dekorasyon ng operating system, walang alinlangan na magugustuhan mo ang aming extension.\n\nKung pinagana ang Frost effect, unti-unti itong lalabas pagkatapos ng humigit-kumulang 15 minuto ng hindi aktibo ng user.\n\nMaligayang Pasko at Manigong Bagong Taon!\n\n\nGinagamit ng extension, bukod sa iba pang mga bagay, ang mga sumusunod na asset, na magagamit sa ilalim ng mga libreng lisensya:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "fr": "Cette extension de navigateur ajoute une variété de décorations de Noël et d'effets visuels à toutes les pages Web que vous consultez, vous aidant ainsi à vous plonger dans l'esprit des fêtes.\n\nIl y a bien sûr un sapin de Noël, une guirlande électrique, de la neige, un curseur et une barre de défilement festifs, une mélodie de Noël et bien plus encore.\n\nFonctionne sur n'importe quel système d'exploitation exécutant le navigateur Web, que ce soit Windows, macOS, Linux ou ChromeOS.\n\nSi vous avez déjà utilisé des applications telles que des guirlandes sur votre bureau, ou de la neige sur votre bureau, ou d'autres décorations du système d'exploitation, alors vous allez sans aucun doute adorer notre extension de navigateur.\n\nSi l'effet Frost est activé, il commencera à apparaître progressivement après environ 15 minutes d'inactivité de l'utilisateur.\n\nJoyeux noël et bonne année!\n\nL'extension utilise, entre autres, les actifs suivants, disponibles pour une utilisation sous licences gratuites:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "he": "הרחבה זו מוסיפה מגוון קישוטי חג המולד ואפקטים חזותיים לכל דפי אינטרנט שאתה מציג, ועוזרת לך להיכנס לרוח החג.\n\nיש כמובן עץ חג המולד, זר חשמלי, שלג, סמן ובר גלילה חגיגי, נעימת חג המולד ועוד.\n\nעובד על כל מערכת הפעלה שמריצה את הדפדפן, בין אם זה Windows, macOS, Linux או ChromeOS.\n\nאם השתמשת בעבר ביישומים כגון זרי זר על שולחן העבודה שלך, או שלג על שולחן העבודה שלך, או קישוטי מערכת הפעלה אחרים, אז אתה ללא ספק תאהב את התוסף שלנו.\n\nאם אפקט Frost מופעל, הוא יתחיל להופיע בהדרגה לאחר כ-15 דקות של חוסר פעילות משתמש.\n\nחג שמח ושנה טובה!\n\n\nהתוסף משתמש, בין היתר, בנכסים הבאים, הזמינים לשימוש תחת רישיונות חינמיים:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "hi": "यह एक्सटेंशन आपके द्वारा देखे जाने वाले किसी भी वेब पेज पर क्रिसमस की सजावट और विज़ुअल इफ़ेक्ट की विविधता जोड़ता है, जिससे आपको छुट्टियों के मूड में आने में मदद मिलती है।\n\nइसमें बेशक क्रिसमस ट्री, इलेक्ट्रिक माला, बर्फ, उत्सव का कर्सर और स्क्रॉल बार, क्रिसमस की धुन और बहुत कुछ है।\n\nयह ब्राउज़र चलाने वाले किसी भी ऑपरेटिंग सिस्टम पर काम करता है, चाहे वह विंडोज, मैकओएस, लिनक्स या क्रोमओएस हो।\n\nअगर आपने पहले अपने डेस्कटॉप पर माला या अपने डेस्कटॉप पर बर्फ या अन्य ऑपरेटिंग सिस्टम सजावट जैसे ऐप का इस्तेमाल किया है, तो आपको निस्संदेह हमारा एक्सटेंशन पसंद आएगा।\n\nअगर फ्रॉस्ट इफ़ेक्ट सक्षम है, तो यह उपयोगकर्ता की निष्क्रियता के लगभग 15 मिनट बाद धीरे-धीरे दिखाई देने लगेगा।\n\nमेरी क्रिसमस और नया साल मुबारक!\n\n\nयह एक्सटेंशन, अन्य चीजों के अलावा, निम्नलिखित संपत्तियों का उपयोग करता है, जो मुफ़्त लाइसेंस के तहत उपयोग के लिए उपलब्ध हैं:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "hr": "Ovo proširenje dodaje razne božićne ukrase i vizualne efekte svim web-stranicama koje pregledavate, pomažući vam da uđete u blagdanski duh.\n\nTu je, naravno, božićno drvce, električni vijenac, snijeg, svečani kursor i traka za pomicanje, božićna melodija i još mnogo toga.\n\nRadi na bilo kojem operativnom sustavu koji pokreće preglednik, bio to Windows, macOS, Linux ili ChromeOS.\n\nAko ste već koristili aplikacije kao što su girlande na radnoj površini ili snijeg na radnoj površini ili drugi ukrasi operativnog sustava, onda će vam se bez sumnje svidjeti naše proširenje.\n\nAko je Frost efekt omogućen, počet će se postupno pojavljivati ​​nakon otprilike 15 minuta neaktivnosti korisnika.\n\nSretan Božić i Nova godina!\n\n\nProširenje koristi, između ostalog, sljedeća sredstva dostupna za korištenje pod besplatnim licencama:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "hu": "Ez a bővítmény különféle karácsonyi dekorációkat és vizuális effektusokat ad az Ön által megtekintett weboldalakhoz, segítve az ünnep hangulatát.\n\nTermészetesen van karácsonyfa, elektromos füzér, hó, ünnepi kurzor és görgetősáv, karácsonyi dallam és még sok más.\n\nBármely böngészőt futtató operációs rendszeren működik, legyen az Windows, macOS, Linux vagy ChromeOS.\n\nHa korábban használt már olyan alkalmazásokat, mint a füzérek az asztalon, vagy a hó az asztalon, vagy más operációs rendszer-díszek, akkor kétségtelenül szeretni fogja bővítményünket.\n\nHa a Frost effektus engedélyezve van, akkor fokozatosan megjelenik körülbelül 15 percnyi felhasználói inaktivitás után.\n\nBoldog karácsonyt és boldog új évet!\n\n\nA bővítmény többek között a következő eszközöket használja, amelyek ingyenes licencek alatt használhatók:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "id": "Ekstensi ini menambahkan berbagai dekorasi Natal dan efek visual ke halaman web mana pun yang Anda lihat, membantu Anda memasuki semangat liburan.\n\nTentu saja, ada pohon Natal, karangan bunga listrik, salju, kursor dan bilah gulir yang meriah, melodi Natal, dan banyak lagi.\n\nBerfungsi pada sistem operasi apa pun yang menjalankan peramban, baik Windows, macOS, Linux, atau ChromeOS.\n\nJika sebelumnya Anda pernah menggunakan aplikasi seperti karangan bunga di desktop, atau salju di desktop, atau dekorasi sistem operasi lainnya, maka Anda pasti akan menyukai ekstensi kami.\n\nJika efek Frost diaktifkan, efek tersebut akan mulai muncul secara bertahap setelah sekitar 15 menit pengguna tidak aktif.\n\nSelamat Natal dan Tahun Baru yang Bahagia!\n\n\nEkstensi ini menggunakan, antara lain, aset berikut, yang tersedia untuk digunakan di bawah lisensi gratis:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "it": "Questa estensione del browser aggiunge una varietà di decorazioni natalizie ed effetti visivi a qualsiasi pagina web visualizzata, aiutandoti a entrare nello spirito natalizio.\n\nNaturalmente c'è un albero di Natale, una ghirlanda elettrica, neve, un cursore e una barra di scorrimento festosi, una melodia natalizia e altro ancora.\n\nFunziona su qualsiasi sistema operativo che esegue il browser web, sia esso Windows, macOS, Linux o ChromeOS.\n\nSe in precedenza hai utilizzato app come ghirlande sul desktop, neve sul desktop o altre decorazioni del sistema operativo, allora adorerai senza dubbio la nostra estensione per il browser.\n\nSe l'effetto Gelo è abilitato, inizierà ad apparire gradualmente dopo circa 15 minuti di inattività dell'utente.\n\nBuon Natale e un Felice Anno Nuovo!\n\n\nL'estensione utilizza, tra le altre cose, le seguenti risorse, disponibili per l'uso con licenze gratuite:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "ja": "この拡張機能は、閲覧する Web ページにさまざまなクリスマス デコレーションや視覚効果を追加し、ホリデー気分を盛り上げます。\n\nもちろん、クリスマス ツリー、電気ガーランド、雪、お祭りのカーソルとスクロール バー、クリスマス メロディーなどがあります。\n\nWindows、macOS、Linux、ChromeOS など、ブラウザーを実行するすべてのオペレーティング システムで動作します。\n\nデスクトップのガーランドやデスクトップの雪などのアプリ、またはその他のオペレーティング システム デコレーションを以前に使用したことがあるなら、間違いなくこの拡張機能を気に入っていただけるでしょう。\n\nフロスト効果が有効になっている場合、ユーザーが操作しない状態が 15 分ほど続くと徐々に現れ始めます。\n\nメリー クリスマス、そして明けましておめでとうございます!\n\n\nこの拡張機能では、無料ライセンスで使用できる以下のアセットを使用しています。\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "ko": "이 확장 프로그램은 보는 모든 웹 페이지에 다양한 크리스마스 장식과 시각 효과를 추가하여 휴일 분위기에 빠져들 수 있도록 도와줍니다.\n\n물론 크리스마스 트리, 전기 화환, 눈, 축제 커서와 스크롤 바, 크리스마스 멜로디 등이 있습니다.\n\nWindows, macOS, Linux 또는 ChromeOS 등 브라우저를 실행하는 모든 운영 체제에서 작동합니다.\n\n이전에 데스크톱에서 화환이나 눈 또는 기타 운영 체제 장식과 같은 앱을 사용한 적이 있다면 의심할 여지 없이 저희 확장 프로그램을 좋아하실 것입니다.\n\nFrost 효과가 활성화된 경우 사용자가 약 15분간 활동이 없으면 점차적으로 나타나기 시작합니다.\n\n메리 크리스마스, 새해 복 많이 받으세요!\n\n\n이 확장 프로그램은 무료 라이선스에 따라 사용할 수 있는 다음 자산을 사용합니다.\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "lt": "Šis plėtinys prideda įvairių kalėdinių dekoracijų ir vaizdinių efektų prie bet kurio jūsų peržiūrimo tinklalapio, padedančio įsijausti į šventinę dvasią.\n\nŽinoma, yra Kalėdų eglutė, elektrinė girlianda, sniegas, šventinis žymeklis ir slinkties juosta, Kalėdų melodija ir kt.\n\nVeikia bet kurioje operacinėje sistemoje, kurioje veikia naršyklė, nesvarbu, ar tai būtų „Windows“, „MacOS“, „Linux“ ar „ChromeOS“.\n\nJei anksčiau naudojote programas, tokias kaip girliandos darbalaukyje, sniegas ant darbalaukio ar kitos operacinės sistemos puošmenos, jums neabejotinai patiks mūsų plėtinys.\n\nJei įjungtas „Frost“ efektas, jis palaipsniui pasirodys po maždaug 15 minučių naudotojo neveiklumo.\n\nLinksmų Kalėdų ir laimingų Naujųjų metų!\n\nPlėtinyje, be kita ko, naudojami šie ištekliai, kuriuos galima naudoti pagal nemokamas licencijas:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "lv": "Šis paplašinājums pievieno dažādus Ziemassvētku rotājumus un vizuālos efektus visām jūsu skatītajām tīmekļa lapām, palīdzot jums iejusties svētku noskaņā.\n\nProtams, ir Ziemassvētku eglīte, elektriskā vītne, sniegs, svētku kursors un ritjosla, Ziemassvētku melodija un daudz kas cits.\n\nDarbojas jebkurā operētājsistēmā, kurā darbojas pārlūkprogramma, neatkarīgi no tā, vai tā ir Windows, macOS, Linux vai ChromeOS.\n\nJa iepriekš esat izmantojis tādas lietotnes kā vītnes uz darbvirsmas vai sniegu uz darbvirsmas vai citas operētājsistēmas dekorācijas, mūsu paplašinājums jums noteikti patiks.\n\nJa ir iespējots Frost efekts, tas sāks parādīties pakāpeniski pēc aptuveni 15 minūtēm, kad lietotājs nedarbojas.\n\nPriecīgus Ziemassvētkus un laimīgu Jauno gadu!\n\n\nPaplašinājums, cita starpā, izmanto šādus līdzekļus, kas ir pieejami lietošanai saskaņā ar bezmaksas licencēm:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "nl": "Deze extensie voegt een verscheidenheid aan kerstversieringen en visuele effecten toe aan alle webpagina's die u bekijkt, waardoor u in de kerstsfeer komt.\n\nEr is natuurlijk een kerstboom, een elektrische slinger, sneeuw, een feestelijke cursor en schuifbalk, een kerstmelodie en meer.\n\nWerkt op elk besturingssysteem dat de browser draait, of het nu Windows, macOS, Linux of ChromeOS is.\n\nAls u eerder apps zoals slingers op uw bureaublad, of sneeuw op uw bureaublad, of andere besturingssysteemversieringen hebt gebruikt, dan zult u ongetwijfeld dol zijn op onze extensie.\n\nAls het Frost-effect is ingeschakeld, zal het geleidelijk verschijnen na ongeveer 15 minuten inactiviteit van de gebruiker.\n\nPrettige kerstdagen en een gelukkig nieuwjaar!\n\n\nDe extensie gebruikt onder andere de volgende middelen, die beschikbaar zijn voor gebruik onder gratis licenties:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "no": "Denne utvidelsen legger til en rekke juledekorasjoner og visuelle effekter til alle nettsider du ser på, og hjelper deg med å komme i julestemning.\n\nDet er selvfølgelig et juletre, en elektrisk krans, snø, en festlig markør og rullefelt, en julemelodi og mer.\n\nFungerer på alle operativsystemer som kjører nettleseren, det være seg Windows, macOS, Linux eller ChromeOS.\n\nHvis du tidligere har brukt apper som kranser på skrivebordet, eller snø på skrivebordet, eller andre operativsystemdekorasjoner, vil du utvilsomt elske utvidelsen vår.\n\nHvis Frost-effekten er aktivert, vil den begynne å vises gradvis etter ca. 15 minutter med brukerinaktivitet.\n\nGod jul og godt nytt år!\n\n\nUtvidelsen bruker blant annet følgende eiendeler, tilgjengelig for bruk under gratis lisenser:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "pl": "To rozszerzenie przeglądarki dodaje różnorodne dekoracje świąteczne i efekty wizualne do każdej przeglądanej strony internetowej, pomagając Ci wczuć się w świąteczną atmosferę.\n\nJest oczywiście choinka, girlanda elektryczna, śnieg, świąteczny kursor i pasek przewijania, świąteczna melodia i nie tylko.\n\nDziała na każdym systemie operacyjnym obsługującym przeglądarkę internetową, czy to Windows, macOS, Linux czy ChromeOS.\n\nJeżeli korzystałeś już wcześniej z aplikacji takich jak girlandy na pulpicie, śnieg na pulpicie lub inne dekoracje systemu operacyjnego, to niewątpliwie pokochasz nasze rozszerzenie do przeglądarki.\n\nJeśli efekt mróz jest włączony, zacznie się stopniowo pojawiać po około 15 minutach braku aktywności użytkownika.\n\nWesołych Świąt i Szczęśliwego Nowego Roku!\n\n\nRozszerzenie wykorzystuje m.in. następujące zasoby, dostępne do wykorzystania w ramach wolnych licencji:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "pt_BR,pt_PT": "Esta extensão do navegador adiciona uma variedade de decorações de Natal e efeitos visuais a qualquer página da web que você visualizar, ajudando você a entrar no espírito natalino.\n\nHá, claro, uma árvore de Natal, uma guirlanda elétrica, neve, um cursor festivo e uma barra de rolagem, uma melodia de Natal e muito mais.\n\nFunciona em qualquer sistema operacional que execute o navegador da web, seja Windows, macOS, Linux ou ChromeOS.\n\nSe você já usou aplicativos como guirlandas em sua área de trabalho, neve em sua área de trabalho ou outras decorações de sistema operacional, sem dúvida irá adorar nossa extensão de navegador.\n\nSe o efeito Frost estiver ativado, ele começará a aparecer gradualmente após cerca de 15 minutos de inatividade do usuário.\n\nFeliz Natal e um Feliz Ano Novo!\n\n\nA extensão utiliza, entre outras coisas, os seguintes ativos, disponíveis para uso sob licenças gratuitas:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "ro": "Această extensie adaugă o varietate de decorațiuni de Crăciun și efecte vizuale oricărei pagini web pe care le vizualizați, ajutându-vă să intrați în spiritul sărbătorilor.\n\nExistă, desigur, un brad de Crăciun, o ghirlandă electrică, zăpadă, un cursor festiv și o bară de defilare, o melodie de Crăciun și multe altele.\n\nFuncționează pe orice sistem de operare care rulează browserul, fie că este Windows, macOS, Linux sau ChromeOS.\n\nDacă ați folosit anterior aplicații precum ghirlande pe desktop sau zăpadă pe desktop sau alte decorațiuni ale sistemului de operare, atunci fără îndoială veți iubi extensia noastră.\n\nDacă efectul Îngheț este activat, va începe să apară treptat după aproximativ 15 minute de inactivitate a utilizatorului.\n\nCrăciun Fericit și Un An Nou Fericit!\n\n\nExtensia folosește, printre altele, următoarele active, disponibile pentru utilizare sub licențe gratuite:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "ru": "Это расширение добавляет различные новогодние украшения и визуальные эффекты к любым веб-страницам, которые вы просматриваете, что поможет вам создать праздничное настроение.\n\nЕсть, конечно же, ёлка, электрогирлянда, снег, праздничные курсор и полоса прокрутки, рождественская мелодия и другое.\n\nРаботает на любой операционной системе, на которой запускается браузер, будь-то Windows, macOS, Linux или ChromeOS.\n\nЕсли вы раньше пользовались такими программами, как гирлянды на рабочий стол, или снег на рабочий стол, или другие украшения операционной системы, то вы, несомненно, полюбите наше расширение.\n\nЕсли включен эффект «Мороз», то он начнёт постепенно появляться примерно через 15 минут бездействия пользователя.\n\nС Новым годом и Рождеством!\n\n\nВ расширении, среди прочего, используются следующие материалы, доступные по свободным лицензиям:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "sk": "Toto rozšírenie pridáva množstvo vianočných ozdôb a vizuálnych efektov na všetky webové stránky, ktoré si prezeráte, a pomáha vám dostať sa do sviatočného ducha.\n\nNechýba samozrejme vianočný stromček, elektrická girlanda, sneh, sviatočný kurzor a posúvač, vianočná melódia a iné.\n\nFunguje na akomkoľvek operačnom systéme, ktorý používa prehliadač, či už ide o Windows, MacOS, Linux alebo ChromeOS.\n\nAk ste predtým používali aplikácie, ako sú girlandy na pracovnej ploche alebo sneh na pracovnej ploche alebo iné ozdoby operačného systému, naše rozšírenie si nepochybne zamilujete.\n\nAk je zapnutý efekt Frost, začne sa postupne objavovať asi po 15 minútach nečinnosti používateľa.\n\nVeselé Vianoce a šťastný nový rok!\n\n\nRozšírenie okrem iného používa nasledujúce aktíva, ktoré sú k dispozícii na použitie v rámci bezplatných licencií:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "sl": "Ta razširitev doda različne božične okraske in vizualne učinke vsem spletnim stranem, ki si jih ogledate, kar vam pomaga preživeti praznično vzdušje.\n\nTu so seveda božično drevo, električna girlanda, sneg, praznični kazalec in drsni trak, božična melodija in še več.\n\nDeluje v katerem koli operacijskem sistemu, ki poganja brskalnik, pa naj bo to Windows, macOS, Linux ali ChromeOS.\n\nČe ste že uporabljali aplikacije, kot so girlande na namizju ali sneg na namizju ali drugi okraski operacijskega sistema, vam bo naša razširitev nedvomno všeč.\n\nČe je omogočen učinek zmrzali, se bo začel postopoma pojavljati po približno 15 minutah nedejavnosti uporabnika.\n\nVesel božič in srečno novo leto!\n\n\nRazširitev med drugim uporablja naslednja sredstva, ki so na voljo za uporabo pod brezplačnimi licencami:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "sr": "Ово проширење додаје разне божићне украсе и визуелне ефекте на све веб странице које прегледате, помажући вам да уђете у празнични дух.\n\nТу је, наравно, јелка, електрични вијенац, снег, свечани курсор и трака за померање, божићна мелодија и још много тога.\n\nРади на било ком оперативном систему који покреће претраживач, било да је то Виндовс, мацОС, Линук или ЦхромеОС.\n\nАко сте раније користили апликације као што су вијенци на радној површини, снијег на радној површини или друге декорације оперативног система, онда ће вам се несумњиво допасти наше проширење.\n\nАко је Фрост ефекат омогућен, он ће почети да се постепено појављује након око 15 минута неактивности корисника.\n\nСрећан Божић и Нова година!\n\n\nЕкстензија користи, између осталог, следећа средства, доступна за коришћење под бесплатним лиценцама:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "sv": "Det här tillägget lägger till en mängd olika juldekorationer och visuella effekter till alla webbsidor du tittar på, vilket hjälper dig att komma in i julstämningen.\n\nDet finns naturligtvis en julgran, en elektrisk girlang, snö, en festlig markör och rullningslist, en julmelodi med mera.\n\nFungerar på alla operativsystem som kör webbläsaren, oavsett om det är Windows, macOS, Linux eller ChromeOS.\n\nOm du tidigare har använt appar som girlander på ditt skrivbord, eller snö på ditt skrivbord, eller andra operativsystemdekorationer, kommer du utan tvekan att älska vårt tillägg.\n\nOm Frost-effekten är aktiverad kommer den att börja visas gradvis efter cirka 15 minuters inaktivitet av användaren.\n\nGod jul och gott nytt år!\n\n\nTillägget använder bland annat följande tillgångar, tillgängliga för användning under gratis licenser:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "uk": "Це розширення додає різноманітні новорічні прикраси та візуальні ефекти до будь-яких веб-сторінок, які ви переглядаєте, що допоможе вам створити святковий настрій.\n\nЄ, звичайно ж, ялинка, електрогірлянда, сніг, святковий курсор та смуга прокручування, різдвяна мелодія та інше.\n\nПрацює на будь-якій операційній системі, на якій запускається браузер, Windows, macOS, Linux або ChromeOS.\n\nЯкщо ви раніше користувалися такими програмами, як гірлянди на робочий стіл, сніг на робочий стіл, або інші прикраси операційної системи, то ви, безсумнівно, полюбите наше розширення.\n\nЯкщо увімкнено ефект «Мороз», то він почне поступово з'являтися приблизно через 15 хвилин бездіяльності користувача.\n\nЗ Новим роком та Різдвом!\n\n\nУ розширенні, серед іншого, використовуються такі матеріали, доступні за вільними ліцензіями:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "vi": "Tiện ích mở rộng này thêm nhiều đồ trang trí Giáng sinh và hiệu ứng hình ảnh vào bất kỳ trang web nào bạn xem, giúp bạn hòa mình vào không khí lễ hội.\n\nTất nhiên, có cây thông Noel, vòng hoa điện, tuyết, con trỏ và thanh cuộn lễ hội, giai điệu Giáng sinh, v.v.\n\nHoạt động trên mọi hệ điều hành chạy trình duyệt, có thể là Windows, macOS, Linux hoặc ChromeOS.\n\nNếu trước đây bạn đã sử dụng các ứng dụng như vòng hoa trên màn hình nền, hoặc tuyết trên màn hình nền hoặc đồ trang trí hệ điều hành khác, thì chắc chắn bạn sẽ thích tiện ích mở rộng của chúng tôi.\n\nNếu hiệu ứng Frost được bật, hiệu ứng này sẽ bắt đầu xuất hiện dần dần sau khoảng 15 phút người dùng không hoạt động.\n\nChúc mừng Giáng sinh và Năm mới!\n\n\nTiện ích mở rộng sử dụng, trong số những thứ khác, các tài sản sau, có sẵn để sử dụng theo giấy phép miễn phí:\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "zh_CN": "此扩展程序可为您查看的任何网页添加各种圣诞装饰和视觉效果，帮助您融入节日气氛。\n\n当然，还有圣诞树、电子花环、雪花、节日光标和滚动条、圣诞旋律等等。\n\n适用于运行浏览器的任何操作系统，无论是 Windows、macOS、Linux 还是 ChromeOS。\n\n如果您以前使用过桌面上的花环、桌面上的雪花或其他操作系统装饰等应用，那么您无疑会喜欢我们的扩展程序。\n\n如果启用了霜冻效果，它将在用户不活动约 15 分钟后逐渐出现。\n\n圣诞快乐，新年快乐！\n\n\n除其他外，该扩展程序使用以下资产，可根据免费许可使用：\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html",
    "zh_TW": "此擴充功能為您查看的任何網頁添加了各種聖誕裝飾和視覺效果，幫助您融入節日氣氛。\n\n當然，還有聖誕樹、電動花圈、雪、節日遊標和滾動條、聖誕旋律等等。\n\n適用於任何執行瀏覽器的作業系統，無論是 Windows、macOS、Linux 還是 ChromeOS。\n\n如果您以前使用過桌面上的花環、桌面上的雪或其他操作系統裝飾等應用程序，那麼您無疑會喜歡我們的擴展。\n\n如果啟用冰霜效果，它將在使用者不活動約 15 分鐘後開始逐漸出現。\n\n聖誕快樂，新年快樂！\n\n\n除此之外，該擴展使用以下資產，可在免費許可證下使用：\nhttps://github.com/anvaka/atree/tree/master / Andrei Kashcha / MIT\nhttps://freesound.org/people/klankbeeld/sounds/130810 / klankbeeld /  CC BY 3.0\nhttps://www.freeimages.com/photo/red-snow-photos-1151641 / FreeImages.com/Micah Burke\nhttps://www.fontspace.com/chopinscript-font-f1717 / Claude Pelletier\nhttp://www.rw-designer.com/cursor-detail/104339\nhttp://www.rw-designer.com/cursor-detail/60131\nhttp://gifgifs.com/holidays/christmas/13718-merry-christmas-graphic58.html"
  }
}