{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Devo"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GitHub Trending, Hacker News and Product Hunt, on every new tab!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GitHub Trending, Hacker News, Product Hunt, Designer News, DEV Community and Lobste.rs, on every new tab! \n\nDevo is a new tab extension that displays GitHub Trending, Hacker News, Product Hunt and many different platforms' front pages on every new tab, with no-login required. You can change the placement of the cards, display whatever platform you'd like to in different order.\n\nDevo uses state-of-the-art web technologies to bring the content to your new tab. It does not use any of your personal information: it just fetches the publicly available information of these platforms, and it contains links that directly refers to the platform itself. Devo uses specially-built crawlers for each these platforms, and it styles the data in the way of the original platform. The data is cached for 5 minutes, so that you don't have to wait for the data to be updated on every new tab, but you are also exposed to up-to-date data. The data displayed belongs to the respective platform, and Devo is just an organizer to allow you to reach these platforms quickly.\n\nDevo is a free and open source project, developed publicly on GitHub. If you would like to submit issues, add some new functionality or fix bugs you are very welcome.\n\nCurrent platforms:\n- GitHub Trending\n- Hacker News\n- Product Hunt\n- Designer News\n- DEV Community\n- Lobste.rs\n- TabNews"
  }
}