{
  "name": {
    "ar,bg,ca,cs,el,fi,fil,hr,ko,no,sv,sw": "Extreme Motorbike Game",
    "am,bn,he,kn,mr,ms,sk": "Extreme Motorbike Unblocked Game",
    "da,et,fa,hi,hu,id,pl,ro,sl,ta,te,th": "Extreme Motorbike Online Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,it,lt,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Extreme Motorbike Driving Game",
    "gu,ja,lv,ml": "Extreme Motorbike Online"
  },
  "short": {
    "ar": "اختر من بين ثلاثة أنواع مختلفة من الدراجات النارية واستمتع بالركوب في مدينة كبيرة.",
    "am": "ከሶስት የተለያዩ የሞተር ሳይክሎች ይምረጡ እና በአንድ ትልቅ ከተማ ውስጥ በመጓዝ ይደሰቱ.",
    "bg": "Изберете от три различни вида мотоциклети и се насладете на пътуването в голям град.",
    "bn": "তিনটি ভিন্ন ধরণের মোটরসাইকেল থেকে চয়ন করুন এবং একটি বড় শহরে যাত্রা উপভোগ করুন।",
    "ca": "Tria entre tres tipus diferents de motos i gaudeix del passeig en una gran ciutat.",
    "cs": "Vyberte si ze tří různých typů motocyklů a užijte si jízdu ve velkém městě.",
    "da": "Vælg mellem tre forskellige typer motorcykler og nyd turen i en storby.",
    "de": "Wählen Sie aus drei verschiedenen Arten von Motorrädern und genießen Sie die Fahrt in einer Großstadt.",
    "el": "Επιλέξτε από τρεις διαφορετικούς τύπους μοτοσικλετών και απολαύστε τη βόλτα σε μια μεγάλη πόλη.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Choose from three different types of motorcycles and enjoy the ride in a big city.",
    "es": "Elija entre tres tipos diferentes de motocicletas y disfrute del viaje en una gran ciudad.",
    "et": "Valige kolme erineva mootorrattatüübi hulgast ja nautige sõitu suures linnas.",
    "fa": "را انتخاب کنید از سه نوع مختلف موتور سیکلت و لذت بردن از سوار شدن در یک شهر بزرگ.",
    "fi": "Valitse kolmesta erityyppisestä moottoripyörästä ja nauti kyydistä suurkaupungissa.",
    "fil": "Pumili mula sa tatlong iba't ibang uri ng motorsiklo at tamasahin ang pagsakay sa sumakay sa isang malaking lungsod.",
    "fr": "Choisissez parmi trois types de motos différents et profitez de la balade dans une grande ville.",
    "gu": "ત્રણ જુદા જુદા પ્રકારની મોટરસાયકલોમાંથી પસંદ કરો અને મોટા શહેરમાં સવારીનો આનંદ માણો.",
    "he": "בחר מבין שלושה סוגים שונים של אופנועים ותיהנה מהנסיעה בעיר גדולה.",
    "hi": "मोटरसाइकिलों के तीन अलग अलग प्रकार से चुनें और एक बड़े शहर में सवारी का आनंद लें।",
    "hr": "Odaberite između tri različite vrste motocikala i uživajte u vožnji u velikom gradu.",
    "hu": "Válasszon három különböző típusú motorkerékpár közül, és élvezze az utazást egy nagyvárosban.",
    "id": "Pilih dari tiga jenis sepeda motor yang berbeda dan nikmati perjalanan di kota besar.",
    "it": "Scegli tra tre diversi tipi di motociclette e goditi il viaggio in una grande città.",
    "ja": "3種類のオートバイから選択して、大都市での乗り心地をお楽しみください。",
    "kn": "ಮೂರು ವಿಭಿನ್ನ ರೀತಿಯ ಮೋಟರ್ಸೈಕಲ್ಗಳಿಂದ ಆಯ್ಕೆ ಮಾಡಿ ಮತ್ತು ದೊಡ್ಡ ನಗರದಲ್ಲಿ ಸವಾರಿಯನ್ನು ಆನಂದಿಸಿ.",
    "ko": "세 가지 유형의 오토바이 중에서 선택하고 대도시에서 라이딩을 즐기십시오.",
    "lv": "Izvēlieties no trim dažādiem motociklu veidiem un izbaudiet braucienu lielā pilsētā.",
    "ml": "മൂന്ന് വ്യത്യസ്ത തരം മോട്ടോർ സൈക്കിളുകളിൽ നിന്ന് തിരഞ്ഞെടുക്കുക, ഒരു വലിയ നഗരത്തിലെ സവാരി ആസ്വദിക്കുക.",
    "mr": "तीन वेगवेगळ्या प्रकारच्या मोटारसायकलींमधून निवडा आणि मोठ्या शहरात प्रवासाचा आनंद घ्या.",
    "ms": "Pilih dari tiga jenis motosikal yang berbeza dan nikmati perjalanan di bandar besar.",
    "nl": "Kies uit drie verschillende soorten motorfietsen en geniet van de rit in een grote stad.",
    "no": "Velg mellom tre forskjellige typer motorsykler og nyt turen i en storby.",
    "pl": "Wybierz jeden z trzech różnych typów motocykli i ciesz się jazdą w dużym mieście.",
    "ro": "Alegeți din trei tipuri diferite de motociclete și bucurați-vă de plimbare într-un oraș mare.",
    "ru": "Выбирайте из трех различных типов мотоциклов и наслаждайтесь поездкой в большом городе.",
    "sk": "Vyberte si z troch rôznych typov motocyklov a užite si jazdu vo veľkom meste.",
    "sl": "Izberite med tremi različnimi vrstami motornih koles in uživajte v vožnji v velikem mestu.",
    "sv": "Välj mellan tre olika typer av motorcyklar och njut av turen i en storstad.",
    "sw": "Chagua kutoka kwa aina tatu tofauti za pikipiki na ufurahie safari katika jiji kubwa.",
    "ta": "மோட்டார்சைக்கிள்களின் மூன்று வெவ்வேறு வகைகளிலிருந்து தேர்வுசெய்து, ஒரு பெரிய நகரத்தில் சவாரியை அனுபவிக்கவும்.",
    "te": "మూడు విభిన్న రకాల మోటార్ సైకిళ్లను ఎంచుకోండి మరియు పెద్ద నగరంలో రైడ్ ని ఆస్వాదించండి.",
    "th": "เลือกจากรถจักรยานยนต์สามประเภทที่แตกต่างกันและเพลิดเพลินกับการนั่งในเมืองใหญ่",
    "tr": "Üç farklı motosiklet türünden birini seçin ve büyük bir şehirde sürüşün tadını çıkarın.",
    "uk": "Вибирайте з трьох різних типів мотоциклів і насолоджуйтеся поїздкою по великому місту."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for a crazy motorcycle game in an open world! Choose the bike you want, do the crazy stunts and start the adventure. In this extreme motorbike game with three different types of engines, choose a motorcycle and start a game immediately. Motorbike types include police, cross, and racer motorbikes. Every motorcycle has its fun features and driving dynamics. This way, enjoying the extreme motorbike game more is possible.\n\nHow To Play\nAs you are familiar with Motorbike games, this bike game is played with the arrow keys. There are three different camera options. You can change your motorcycle camera with the C key. If you use the shift key while in motion, you can lift the front of your motorcycle and make extreme movements.\n\nExtreme Motorbike Driving Game Features\n✓ 3 Motorbike\n✓ Easy control\n✓ Realistic graphics\n✓ 3D Environment\n✓ Realistic character\n\nFinally, you can enjoy these game for free (and more requests will be added)! Extreme Motorbike Driving Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}