{
  "name": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,fa,fi,fil,gu,he,hi,hr,hu,id,lt,lv,ml,mr,ms,pl,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi": "EasyLoad. Upload Video & Photo for Instagram",
    "da": "Upload Video & Photo for Instagram EasyLoad",
    "de": "Video and Photo upload to Instagram",
    "es": "Photo & Video upload to Instagram from web",
    "et": "Image and video upload to IG",
    "fr": "Photo and video upload to IG from browser",
    "it": "Instagram uploader for Video and Photo",
    "ja": "Instagram Image and Video Uploader",
    "kn": "IG uploader for images and video",
    "ko": "Insta video and photo uploader for Chrome",
    "nl": "Uploader of Photo and Video for Instagram",
    "no": "Instagram Video and Photo Uploader",
    "pt_BR,sv": "IG Video and Photo Uploader",
    "pt_PT": "Insta Uploader",
    "zh_CN": "Upload video and photo to Instagram",
    "zh_TW": "IG Upload Photo Video Reels"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,fa,fi,fil,gu,he,hi,hr,hu,id,lt,lv,ml,mr,ms,pl,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi": "This extension allows uploading photo and video to Instagram feed and stories from desktop",
    "da": "Upload images and videos to Instagram from desktop. Upload to Stories or Feed from desktop",
    "de": "Instagram images and videos can be easily uploaded now from desktop. Use EasyLoad to upload photo or video to your Story or Feed.",
    "es": "IG photo and video can be easily uploaded now from desktop to Instagram now. Use EasyLoad to upload photo or video to your Story or…",
    "et": "Upload image or video and create Stories or Posts right from your PC. This Instagram uploader provides advanced IG features for…",
    "fr": "Instagram doesn’t allow uploads from desktop? Not a problem now. Use EasyLoad to upload image or video to Instagram Stories or Feed.",
    "it": "Install and upload images or videos from to web version of Instagram. IG stories or feed posts can be created now from desktop.…",
    "ja": "Extension to upload images and videos to Instagram from computer. Upload Stories or create posts in feed easily. Upload your…",
    "kn": "Easy upload to Instagram from your PC or laptop. EasyLoad allows uploading images and videos to your Instagram feed or stories",
    "ko": "Best Instagram uploader for Chrome. No limits on using Instagram web version anymore. Free and easy tool for photo and image upload.",
    "nl": "Instagram posts or stories can be published now from your laptop. Upload photo and video from desktop to IG feed or stories.",
    "no": "Story uploader is designed for simple upload of photo and video to Insta feed or stories. You can upload video too.",
    "pt_BR": "Free tool to create Stories and Posts easily from your desktop. Use Instagram web version to upload any image or video to IG",
    "pt_PT": "Insta Uploader for feed and stories from web ( photo video )",
    "sv": "IG photos and videos can now be uploaded and posted from your computer or laptop. Simple and powerful tool for upload to Insta",
    "zh_CN": "Upload photo or video and post your Story right from your PC. Get EasyLoad to your browser and enjoy extended functionality",
    "zh_TW": "IG Upload Photo Video Reels to feed and stories from web"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,fa,fi,fil,gu,he,hi,hr,hu,id,lt,lv,ml,mr,ms,pl,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi": "Upload Photo or Video to Instagram.\n\nEasyLoad is a Chrome extension which makes uploading Image or Video to Instagram from desktop possible. You can upload any photo or video to Story or Feed from you PC without any additional apps or complicated actions.\n\nNormally Instagram doesn't allow to upload anything in it's web version, that's why we created a tool which makes uploading photo and video fast and handy. You can now create Story or Post right from your PC or laptop.\n\nYou can upload any image or video to create a great Reels, Posts, and Carousels. You can upload any image or video to create a great Reels, Posts, and Carousels. \n\nWith EasyLoad you can also:\n❇️ Trim video\n❇️ Use filters\n❇️ Mark location\n❇️ Tag people\n❇️ Turn on/off comments and likes on your Posts\n❇️ Upload Video directly to feed (not to reels)\n❇️ Upload Video or Picture to IG stories\n\n❤️‍🔥Instagram is always better with EasyLoad.🔥",
    "da,es,fr,ja,no": "Insta Uploader for posting Photos or Videos to Instagram right from you PC.\n\nEasyLoad is a Chrome addon which allows uploading Image or Video to IG from desktop. You can upload any photo or video to Story or Feed from you PC without any additional apps or complicated actions.\n\nNormally Instagram doesn't allow uploading anything in it's web version, that's why we created extension which makes uploading photo and video fast and handy. You can now create Story, Post, Reel, Carousels right from your PC or laptop.\n\nUpload any image or video to create a great Reel, Post, or Carousel to Instagram in a few clicks. \n\nWith EasyLoad you can also:\n-\tTrim video\n-\tUse filters\n-\tMark location\n-\tTag people\n-\tTurn on/off comments and likes under your Posts\n-   \tUpload Video directly to feed (not to reels)\n-  \tUpload Video or Image to IG stories\n\nInstagram is always better with EasyLoad.",
    "de,kn,nl,pt_BR,sv,zh_CN": "Uploading Photo and Video to Instagram.\n\nEasyLoad is a Chrome extension which makes upload of Image or Video to Instagram from desktop possible. You can upload any image or video to Story or Feed from you PC without any additional apps or complicated actions.\n\nNormally Instagram doesn't allow uploading anything in it's web version, that's why we created extension which makes uploading photo and video fast and handy. You can now create Story, Post, Reel, Carousels right from your PC or laptop.\n\nYou can upload any image or video to create a great Reels, Posts, and Carousels. You can upload any image or video to create great Reels, Posts, and Carousels. \n\nWith EasyLoad you can also:\n-\tTrim video\n-\tUse filters\n-\tMark location\n-\tTag people\n-\tTurn on/off comments and likes on your Posts\n-   \tUpload Video directly to feed (not to reels)\n-  \tUpload Video or Image to IG stories\n\nInstagram is always better with EasyLoad.",
    "et,it,ko,pt_PT,zh_TW": "Instagram Uploader for posting Photos or Videos to Instagram right from you PC.\n\nEasyLoad is a Chrome addon which allows uploading Image or Video to Instagram from desktop. You can upload any photo or video to Story or Feed from you PC without any additional apps or complicated actions.\n\nNormally Instagram doesn't allow uploading anything in it's web version, that's why we created extension which makes uploading photo and video fast and handy. You can now create Story, Post, Reel, Carousels right from your PC or laptop.\n\nUpload any image or video to create a great Reel, Post, or Carousel. You can upload any image or video to Instagram web version. \n\nWith EasyLoad you can also:\n-\tTrim video\n-\tUse filters\n-\tMark location\n-\tTag people\n-\tTurn on/off comments and likes under your Posts\n-   \tUpload Video directly to feed (not to reels)\n-  \tUpload Video or Image to IG stories\n\nInstagram is always better with EasyLoad."
  }
}