{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Grow My Money"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Turn shopping cashback into mortgage or super savings. We help you build a better retirement and ease the cost of living."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get informed, get rewarded\nOur FREE browser extension reminds you which retailers offer cashback into your mortgage or superannuation.\nAbout Grow My Money\nThe Grow My Money site and app offers up to 15% cashback on groceries, clothing, travel, tech and many more, which empowers everyday Australians to achieve financial well-being faster. Grow My Money is a platform allowing users to pay down their mortgage or grow their superannuation through online and in-store shopping. With a vast range of stores to choose from, including Apple, The Good Guys, BigW, Myer, Expedia, Petstock, THE ICONIC, and many more, it's never been easier to pay down your mortgage or grow your super. Formerly Super-Rewards, Grow My Money pays into any mortgage, offset or superannuation account in Australia, including self-managed super funds. The platform is free to join, and it partners with financial institutions and super funds.\nInstallation is quick and secure\nVisit your retailer's website as you normally would; if they have an offer with Grow My Money, you'll receive a prompt to activate the offer and earn cashback. Or, use the extension pop-up to search for participating retailers. The extension will redirect you to that website, activate the offer and purchase normally. Type the item you're looking for in your browser. Any Grow My Money retailers will be highlighted in the search results, showing you how much cashback you can earn. Click the highlighted link to shop, and your cashback rewards will automatically apply to your purchases.\nTo get started, simply follow these four simple steps:\nJoin for free: Sign up to Grow My Money to earn cashback. It's free to join and takes one minute.\nDownload the browser extension: Install the Grow My Money cashback extension to your Chrome or Safari desktop or tablet.\nPin to your favourites toolbar: Save the Grow My Money cashback browser extension by clicking the puzzle icon next to your profile avatar, then click the pushpin icon so the icon turns blue.\nSearch in your browser: Search as usual in your browser for your favourite brands and click on those marked with a Grow My Money link.\nBy using this extension, you agree to the Grow My Money terms & conditions:\nTerms & Conditions: https://growmymoney.com.au/terms-conditions\nFinancial Services Guide: https://growmymoney.com.au/financial-services-guide\nPrivacy Policy: https://growmymoney.com/privacy-policy"
  }
}