{
  "name": {
    "ar": "Bing Translate",
    "am": "Google Translate - transloator, dictionary",
    "bg": "Translate tool - Translator",
    "bn": "Online Translator - Dictionary",
    "ca": "Traductor, diccionari - traducció",
    "cs": "Překladač, slovník - překlad",
    "da": "Oversætter, ordbog - oversættelse",
    "de": "Übersetzen – Übersetzer, Wörterbuch",
    "el": "Grammar Checker and Paraphraser",
    "en,en_AU,en_GB,en_US,es_419,pt_PT,uk,zh_TW": "Translate for Chrome -Translator, Dictionary",
    "es": "Traductor, diccionario - traducción",
    "et": "Quick Translator - translate and dictionary",
    "fa": "Grammar Checker",
    "fi": "Kääntäjä, sanakirja - käännös",
    "fil": "Online Translator",
    "fr": "Traducteur, dictionnaire - traduction",
    "gu": "Dictionary Tool",
    "he": "Text to speech - TTS",
    "hi": "Translator, dictionary all over",
    "hr": "Page Translator - Click to Translate",
    "hu": "Google Translate - Online Translator",
    "id": "Language Translator",
    "it": "Traduttore, dizionario - traduzione",
    "ja": "翻訳 – 翻訳者、辞書",
    "kn": "Google Translate",
    "ko": "번역 – 번역기, 사전",
    "lt": "Vertėjas, žodynas - vertimas",
    "lv": "Tulkot – tulkotājs, vārdnīca",
    "ml": "Translator - Text to Speech",
    "mr": "Web Translate - Language Translator",
    "ms": "Online Translator - Google Translate",
    "nl": "Vertaler, woordenboek - vertaling",
    "no": "Oversetter, ordbok - oversettelse",
    "pl": "Tłumacz, słownik - tłumaczenie",
    "pt_BR": "Tradutor, dicionário - tradução",
    "ro": "Google Translate - TTS, dictionary",
    "ru": "Translate - Переводчик, Cловарь, TTS",
    "sk": "Prekladateľ, slovník - preklad",
    "sl": "Prevajalec, slovar - prevajanje",
    "sr": "Click to Translate - Translator",
    "sv": "Översättare, ordbok - översättning",
    "sw": "Deepl Translate",
    "ta": "Select to Translate",
    "te": "Full Page Translator",
    "th": "Web Translate",
    "tr": "Çevir - Çevirmen, Sözlük",
    "vi": "Translator - Translate Tool",
    "zh_CN": "翻譯 – 翻譯器、字典"
  },
  "short": {
    "ar,hi,hr,sr,vi": "Page Translator to translate web pages into multiple Languages. Get an translation with online Translator and Dictionary. Online…",
    "am,bn,fil,hu,id,ml,sw,te": "Translator, translate words, translate phrases. Full page translator and dictionary, text to speech (TTS) using Google Translate.…",
    "bg": "Full Page Translator to translate web pages into multiple Languages using the powerful Deepl Translator. Get an translation with…",
    "ca": "Traductor, tradueix paraules, tradueix frases. Traductor de pàgina completa i diccionari, text a veu (TTS) amb Google Translate.",
    "cs": "Překladač, překládejte slova, překládejte fráze. Celostránkový překladač a slovník, převod textu na řeč (TTS) pomocí Google…",
    "da": "Oversætter, oversæt ord, oversæt sætninger. Helsideoversætter og ordbog, tekst til tale (TTS) ved hjælp af Google Translate.",
    "de": "Übersetzer, Wörter übersetzen, Phrasen übersetzen. Ganzseitiger Übersetzer und Wörterbuch, Text-to-Speech (TTS) mit Google…",
    "el,ro,th": "Full Page Translator to translate web pages into multiple Languages. Get an translation with online Translator and Dictionary.…",
    "en,en_AU,en_GB,en_US,es_419,pt_PT,uk,zh_TW": "Translate words, phrases or text on any webpage. Full page translator and dictionary, text to speech (TTS) using Google Translate.",
    "es": "Traductor, traducir palabras, traducir frases. Traductor y diccionario de página completa, texto a voz (TTS) usando Google…",
    "et,fa,mr": "Translate words, phrases or texts on web pages with text-to-speech feature for over 120 languages. Quick Translator, translate…",
    "fi": "Kääntäjä, käännä sanoja, käännä lauseita. Koko sivun kääntäjä ja sanakirja, tekstistä puheeksi (TTS) Google-kääntäjän avulla.",
    "fr": "Traducteur, traduire des mots, traduire des phrases. Traducteur et dictionnaire pleine page, synthèse vocale (TTS) à l'aide de…",
    "gu": "Translate words, phrases or texts on web pages with text-to-speech feature for over 120 languages.",
    "he": "Translate words, phrases or texts on web pages with text-to-speech feature for over 120 languages. Web Translator, translate…",
    "it": "Traduttore, tradurre parole, tradurre frasi. Traduttore e dizionario a pagina intera, sintesi vocale (TTS) utilizzando Google…",
    "ja": "翻訳者、単語、フレーズを翻訳します。 フルページ翻訳と辞書、Google 翻訳を使用したテキスト読み上げ (TTS)。",
    "kn": "Page Translator to translate web pages into multiple Languages. Get an translation with online Google Translator and Dictionary.…",
    "ko": "번역기, 단어 번역, 문구 번역. Google 번역을 사용하여 전체 페이지 번역기 및 사전, 텍스트 음성 변환(TTS).",
    "lt": "Vertėjas, išverskite žodžius, išverskite frazes. Viso puslapio vertėjas ir žodynas, tekstas į kalbą (TTS) naudojant „Google“…",
    "lv": "Tulkotājs, tulko vārdus, tulko frāzes. Pilnas lapas tulkotājs un vārdnīca, teksta pārvēršana runā (TTS), izmantojot Google…",
    "ms": "Translate text on any webpage with Google Translator, the reliable online translator for fast and accurate Translation.",
    "nl": "Vertaler, vertaal woorden, vertaal zinnen. Volledige paginavertaler en woordenboek, tekst naar spraak (TTS) met Google Translate.",
    "no": "Oversetter, oversett ord, oversett setninger. Helsideoversetter og ordbok, tekst til tale (TTS) ved hjelp av Google Translate.",
    "pl": "Tłumacz, tłumacz słowa, tłumacz frazy. Pełnostronny tłumacz i słownik, zamiana tekstu na mowę (TTS) za pomocą Tłumacza Google.",
    "pt_BR": "Tradutor, traduzir palavras, traduzir frases. Tradutor e dicionário de página inteira, texto para fala (TTS) usando o Google…",
    "ru": "Переводите слова, фразы или тексты. Быстрый перевод выделенного текста на веб-странице с функцией преобразования текста в речь.",
    "sk": "Prekladač, preklad slov, preklad fráz. Celostránkový prekladač a slovník, prevod textu na reč (TTS) pomocou Google Translate.",
    "sl": "Prevajalnik, prevajanje besed, prevajanje fraz. Celostranski prevajalnik in slovar, besedilo v govor (TTS) z uporabo Google…",
    "sv": "Översättare, översätta ord, översätta fraser. Helsidesöversättare och ordbok, text till tal (TTS) med hjälp av Google Translate.",
    "ta": "Translate words, phrases or texts on web pages with text-to-speech feature. Powerful language translator, dictionary for a…",
    "tr": "Tercüman, kelimeleri çevir, cümleleri tercüme et. Google Translate kullanarak tam sayfa çevirmen ve sözlük, metinden konuşmaya…",
    "zh_CN": "翻譯器，翻譯單詞，翻譯短語。 全頁翻譯器和字典，使用谷歌翻譯的文本到語音 (TTS)。"
  },
  "long": {
    "am,ar,bg,bn,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,he,hr,hu,id,kn,ml,mr,ms,pt_PT,ro,sr,sw,ta,te,th,uk,vi,zh_TW": "Translator is the most effective and user-friendly solution for swiftly translating specific content, be it words, phrases, or even menu items. By simply highlighting the desired word or text, you can instantly view its translation in your preferred language. This convenient browser extension encompasses all these functionalities in one easy-to-use package.\n\nHere are the key features:\n► Completely free, no registration or subscriptions required.\n► Supports over 120 languages.\n► Automatically detects the language.\n► Offers text-to-speech for 60 languages.\n► Provides reverse translation.\n► Works on all websites, including Gmail, Facebook, Twitter, and more.\n► Boasts a user-friendly and intuitive interface.\n► Utilizes a dictionary for word translation (dictionary works offline).\n\nWeb Translator employs high-quality human text-to-speech (TTS) translation to accurately read and reproduce words, phrases, and entire texts. It also displays transcription, transliteration, correct accentuation, and stress patterns, allowing you to instantly learn the correct pronunciation without delay.\n\nFunctionalities include:\n1. Page Translation: Translates entire web pages by hovering the mouse over the desired text.\n2. Dictionary: Provides word meanings, pronunciation, synonyms, hypernyms, hyponyms, and more.\n3. Bookmarks: Keeps track of all your bookmarked translations and saves your translation history.\n4. Text-to-Speech: Enables you to hear accurate pronunciation and play words and texts with the correct accent.\n5. Image Translation: Select the area on your screen that you wish to translate, following the screenshot tool's working principle.\n\nMake use of the TTS function to enhance your understanding of how words are pronounced, including phonetic transcription.\n\nFull Page Translations\nTranslate entire web pages into your desired language effortlessly with a single click. This new feature, integrated from Google Translator, is available for free in our translator.\n\nTranslation History\nAll translation history is stored in your browser's local storage. To find or delete your translation history, click the extension icon in the top right corner of your browser. Then click the \"Show translation history\" icon in the pop-up window. This translator does not use any cloud storage.\n\nTranslate while reading\nLearn a language by reading whatever you like. Translate words & phrases live on any web page. Click words or phrases on any site to translate them.\n\nSimply select which translator you would like to use today: own new Web Translate or Google Translate.\n\nWe genuinely hope that our translator proves valuable to you! We eagerly await your feedback and ratings.",
    "ca": "Traduir és la solució més eficaç i fàcil d'utilitzar per traduir ràpidament contingut específic, ja siguin paraules, frases o fins i tot elements de menú. Simplement ressaltant la paraula o el text desitjat, podeu veure-ne la traducció a l'instant en el vostre idioma preferit. Aquesta còmoda extensió del navegador inclou totes aquestes funcionalitats en un paquet fàcil d'utilitzar.\n\nAquestes són les característiques principals:\n► Totalment gratuït, no cal registrar-se ni subscripcions.\n► Admet més de 120 idiomes.\n► Detecta automàticament l'idioma.\n► Ofereix text a veu per a 60 idiomes.\n► Proporciona traducció inversa.\n► Funciona a tots els llocs web, inclosos Gmail, Facebook, Twitter i més.\n► Compta amb una interfície fàcil d'utilitzar i intuïtiva.\n► Utilitza un diccionari per a la traducció de paraules (el diccionari funciona fora de línia).\n\nEl traductor utilitza traduccions de text a veu (TTS) d'alta qualitat per llegir i reproduir amb precisió paraules, frases i textos sencers. També mostra la transcripció, la transliteració, l'accentuació correcta i els patrons de tensió, cosa que us permet aprendre a l'instant la pronunciació correcta sense demora.\n\nLes funcionalitats inclouen:\n1. Traducció de pàgines: tradueix pàgines web senceres passant el ratolí sobre el text desitjat.\n2. Diccionari: proporciona significats de paraules, pronunciació, sinònims, hiperònims, hipònims i molt més.\n3. Adreces d'interès: fa un seguiment de totes les traduccions marcades i desa l'historial de traduccions.\n4. Text-to-Speech: us permet escoltar una pronunciació precisa i reproduir paraules i textos amb l'accent correcte.\n5. Traducció d'imatges: seleccioneu l'àrea de la pantalla que voleu traduir, seguint el principi de funcionament de l'eina de captura de pantalla.\n\nFeu servir la funció TTS per millorar la vostra comprensió de com es pronuncien les paraules, inclosa la transcripció fonètica.\n\nTraduccions de pàgina sencera\nTradueix pàgines web senceres a l'idioma desitjat sense esforç amb un sol clic. Aquesta nova funció, integrada des de Google Translator, està disponible gratuïtament al nostre traductor.\n\nHistòria de la traducció\nTot l'historial de traduccions s'emmagatzema a l'emmagatzematge local del vostre navegador. Per trobar o suprimir el vostre historial de traduccions, feu clic a la icona d'extensió a l'extrem superior dret del vostre navegador. A continuació, feu clic a la icona \"Mostra l'historial de traduccions\" a la finestra emergent. Aquest traductor no utilitza cap emmagatzematge al núvol.\n\nTradueix mentre llegeix\nAprèn un idioma llegint el que vulguis. Tradueix paraules i frases en directe a qualsevol pàgina web. Feu clic a paraules o frases de qualsevol lloc per traduir-les.\n\nNomés cal que seleccioneu quin traductor voleu utilitzar avui: un Traductor web nou o un Traductor de Google.\n\nEsperem sincerament que el nostre traductor us resulti valuós! Esperem impacients els vostres comentaris i valoracions.",
    "cs": "Překladač je nejúčinnější a uživatelsky přívětivé řešení pro rychlý překlad konkrétního obsahu, ať už jde o slova, fráze nebo dokonce položky nabídky. Jednoduchým zvýrazněním požadovaného slova nebo textu můžete okamžitě zobrazit jeho překlad ve vašem preferovaném jazyce. Toto praktické rozšíření prohlížeče zahrnuje všechny tyto funkce v jednom snadno použitelném balíčku.\n\nZde jsou klíčové vlastnosti:\n► Zcela zdarma, není nutná žádná registrace ani předplatné.\n► Podporuje více než 120 jazyků.\n► Automaticky detekuje jazyk.\n► Nabízí převod textu na řeč pro 60 jazyků.\n► Poskytuje zpětný překlad.\n► Funguje na všech webech, včetně Gmailu, Facebooku, Twitteru a dalších.\n► Může se pochlubit uživatelsky přívětivým a intuitivním rozhraním.\n► Využívá slovník pro překlad slov (slovník funguje offline).\n\ntranslator využívá vysoce kvalitní lidský text-to-speech (TTS) překlad pro přesné čtení a reprodukci slov, frází a celých textů. Zobrazuje také přepis, přepis, správné zvýraznění a vzory přízvuku, což vám umožní okamžitě se bez prodlení naučit správnou výslovnost.\n\nMezi funkce patří:\n1. Překlad stránky: Přeloží celé webové stránky najetím myši na požadovaný text.\n2. Slovník: Poskytuje významy slov, výslovnost, synonyma, hypernyma, hyponyma a další.\n3. Záložky: Sleduje všechny vaše překlady se záložkami a ukládá vaši historii překladů.\n4. Text-to-Speech: Umožňuje slyšet přesnou výslovnost a hrát slova a texty se správným přízvukem.\n5. Překlad obrázku: Vyberte oblast na obrazovce, kterou chcete přeložit, podle principu fungování nástroje pro snímání obrazovky.\n\nVyužijte funkci TTS ke zlepšení porozumění tomu, jak se slova vyslovují, včetně fonetického přepisu.\n\nPřeklady celé stránky\nPřeložte celé webové stránky do požadovaného jazyka bez námahy jediným kliknutím. Tato nová funkce integrovaná z Překladače Google je v našem překladači k dispozici zdarma.\n\nHistorie překladů\nVeškerá historie překladů je uložena v místním úložišti vašeho prohlížeče. Chcete-li najít nebo smazat svou historii překladů, klikněte na ikonu rozšíření v pravém horním rohu prohlížeče. Poté ve vyskakovacím okně klikněte na ikonu „Zobrazit historii překladů“. Tento překladač nepoužívá žádné cloudové úložiště.\n\nPřekládejte při čtení\nNaučte se jazyk čtením, co chcete. Překládejte slova a fráze živě na jakékoli webové stránce. Klikněte na slova nebo fráze na libovolném webu a přeložte je.\n\nJednoduše si vyberte, který překladač byste dnes chtěli používat: vlastní nový Webový překladač nebo Překladač Google.\n\nUpřímně doufáme, že pro vás bude náš překladatel cenný! Netrpělivě čekáme na vaši zpětnou vazbu a hodnocení.",
    "da": "Oversæt er den mest effektive og brugervenlige løsning til hurtig oversættelse af specifikt indhold, hvad enten det er ord, sætninger eller endda menupunkter. Ved blot at fremhæve det ønskede ord eller den ønskede tekst, kan du øjeblikkeligt se dets oversættelse på dit foretrukne sprog. Denne praktiske browserudvidelse omfatter alle disse funktioner i én brugervenlig pakke.\n\nHer er de vigtigste funktioner:\n► Helt gratis, ingen registrering eller abonnement påkrævet.\n► Understøtter over 120 sprog.\n► Registrerer automatisk sproget.\n► Tilbyder tekst-til-tale til 60 sprog.\n► Giver omvendt oversættelse.\n► Fungerer på alle websteder, inklusive Gmail, Facebook, Twitter og mere.\n► Kan prale af en brugervenlig og intuitiv grænseflade.\n► Bruger en ordbog til ordoversættelse (ordbog fungerer offline).\n\noversætteren anvender menneskelig tekst-til-tale (TTS) oversættelse af høj kvalitet til nøjagtigt at læse og gengive ord, sætninger og hele tekster. Den viser også transkription, translitteration, korrekt accentuering og stressmønstre, så du med det samme kan lære den korrekte udtale uden forsinkelse.\n\nFunktionaliteter omfatter:\n1. Sideoversættelse: Oversætter hele websider ved at holde musen over den ønskede tekst.\n2. Ordbog: Giver ordbetydninger, udtale, synonymer, hypernyms, hyponymer og mere.\n3. Bogmærker: Holder styr på alle dine bogmærkede oversættelser og gemmer din oversættelseshistorik.\n4. Tekst-til-tale: Gør det muligt at høre nøjagtig udtale og spille ord og tekster med den korrekte accent.\n5. Billedoversættelse: Vælg det område på din skærm, du ønsker at oversætte, ved at følge skærmbilledeværktøjets arbejdsprincip.\n\nBrug TTS-funktionen til at forbedre din forståelse af, hvordan ord udtales, herunder fonetisk transskription.\n\nHelsideoversættelser\nOversæt hele websider til dit ønskede sprog uden besvær med et enkelt klik. Denne nye funktion, integreret fra Google Translator, er tilgængelig gratis i vores oversætter.\n\nOversættelseshistorie\nAl oversættelseshistorik gemmes i din browsers lokale lager. For at finde eller slette din oversættelseshistorik skal du klikke på udvidelsesikonet i øverste højre hjørne af din browser. Klik derefter på ikonet \"Vis oversættelseshistorik\" i pop op-vinduet. Denne oversætter bruger ikke noget cloudlager.\n\nOversæt, mens du læser\nLær et sprog ved at læse, hvad du kan lide. Oversæt ord og sætninger live på enhver webside. Klik på ord eller sætninger på ethvert websted for at oversætte dem.\n\nDu skal blot vælge, hvilken oversætter du gerne vil bruge i dag: egen ny Web Translate eller Google Translate.\n\nVi håber virkelig, at vores oversætter viser sig at være værdifuld for dig! Vi venter spændt på din feedback og vurderinger.",
    "de": "Übersetzen ist die effektivste und benutzerfreundlichste Lösung zum schnellen Übersetzen spezifischer Inhalte, seien es Wörter, Phrasen oder sogar Menüpunkte. Durch einfaches Markieren des gewünschten Wortes oder Textes können Sie sofort die Übersetzung in Ihrer bevorzugten Sprache anzeigen. Diese praktische Browser-Erweiterung umfasst alle diese Funktionalitäten in einem benutzerfreundlichen Paket.\n\nHier sind die wichtigsten Funktionen:\n► Völlig kostenlos, keine Registrierung oder Abonnements erforderlich.\n► Unterstützt über 120 Sprachen.\n► Erkennt automatisch die Sprache.\n► Bietet Text-to-Speech für 60 Sprachen.\n► Bietet Rückübersetzung.\n► Funktioniert auf allen Websites, einschließlich Gmail, Facebook, Twitter und mehr.\n► Verfügt über eine benutzerfreundliche und intuitive Benutzeroberfläche.\n► Verwendet ein Wörterbuch zur Wortübersetzung (Wörterbuch funktioniert offline).\n\nDer Übersetzer verwendet eine hochwertige TTS-Übersetzung (Human Text-to-Speech), um Wörter, Phrasen und ganze Texte präzise zu lesen und wiederzugeben. Außerdem werden Transkription, Transliteration, korrekte Akzentuierung und Betonungsmuster angezeigt, sodass Sie sofort und ohne Verzögerung die richtige Aussprache lernen können.\n\nZu den Funktionen gehören:\n1. Seitenübersetzung: Übersetzt ganze Webseiten, indem Sie mit der Maus über den gewünschten Text fahren.\n2. Wörterbuch: Bietet Wortbedeutungen, Aussprache, Synonyme, Hypernyme, Hyponyme und mehr.\n3. Lesezeichen: Verfolgt alle Ihre mit Lesezeichen versehenen Übersetzungen und speichert Ihren Übersetzungsverlauf.\n4. Text-to-Speech: Ermöglicht Ihnen, die genaue Aussprache zu hören und Wörter und Texte mit dem richtigen Akzent abzuspielen.\n5. Bildübersetzung: Wählen Sie den Bereich auf Ihrem Bildschirm aus, den Sie übersetzen möchten, und folgen Sie dabei dem Funktionsprinzip des Screenshot-Tools.\n\nNutzen Sie die TTS-Funktion, um Ihr Verständnis für die Aussprache von Wörtern, einschließlich der phonetischen Transkription, zu verbessern.\n\nGanzseitige Übersetzungen\nÜbersetzen Sie ganze Webseiten mühelos mit einem einzigen Klick in die gewünschte Sprache. Diese neue, von Google Translator integrierte Funktion ist in unserem Übersetzer kostenlos verfügbar.\n\nÜbersetzungsgeschichte\nDer gesamte Übersetzungsverlauf wird im lokalen Speicher Ihres Browsers gespeichert. Um Ihren Übersetzungsverlauf zu finden oder zu löschen, klicken Sie auf das Erweiterungssymbol in der oberen rechten Ecke Ihres Browsers. Klicken Sie anschließend im Popup-Fenster auf das Symbol „Übersetzungsverlauf anzeigen“. Dieser Übersetzer verwendet keinen Cloud-Speicher.\n\nÜbersetzen Sie beim Lesen\nLernen Sie eine Sprache, indem Sie lesen, was Ihnen gefällt. Übersetzen Sie Wörter und Sätze live auf jeder Webseite. Klicken Sie auf einer beliebigen Website auf Wörter oder Phrasen, um sie zu übersetzen.\n\nWählen Sie einfach aus, welchen Übersetzer Sie heute verwenden möchten: Ihren neuen Web-Übersetzer oder Google Translate.\n\nWir hoffen wirklich, dass sich unser Übersetzer für Sie als wertvoll erweist! Wir sind gespannt auf Ihr Feedback und Ihre Bewertungen.",
    "el": "Translator the best and easiest way to quickly translate part of the content that you need, such as words, phrases, or even menu items. \n\nHighlight the word or text you want to translate and you will immediately see the translation into your language. All in one simple and understandable browser extension. \n\nReading an article on the Internet and don’t know a word? Just select any text on any webpage, press a shortcut and see the translation in an unobtrusive window right on the same page. \n\nNeed to type in some text by yourself and translate it? Just open the Translate pop-up window by clicking on the icon next to your browser address bar. It’s always by your side!\n\nWhy is this Translator the best of the rest?\n► Web page Translation - full web page translation with mouse hover translation\n► Dictionary  -  Word meaning, pronunciation, synonyms, hypernyms, hyponyms and more.\n► Bookmarks  - Keeps track of all the changes you made to your bookmarks. Saving translation history.\n► Text to speech - Hear correct pronunciation and play words and texts with correct accent.\n► Image translation (image recognition) - Just select the area on the monitor that you want to translate (the principle of work is as in the screenshot tool).\n\nNow you do not need to install additional programs or applications to use Google Translate, all in one convenient extension, with all the features that are available for the Translator.\n\nTranslator for Chrome a professional translation extension to translate between languages using features like text translator, transcription, and text-to-speech. \n\nFull-page translation\nExtension can translate entire web pages within one mouse-click! Just select \"Translate this page\" in the context menu on any page to see it translated to your language.\n\nNote for Full Translation!\nThe extension does a full page translation (on-click of the web icon in pop-up) by processing and redirecting through an internal server the URL of the developer's domain. This will help to make full translations of any pages in the browser faster and better.\n\nTranslation History\nAll translation history is stored in your browser's local storage. To find or delete your translation history, click the extension icon in the top right corner of your browser. Then click the \"Show translation history\" icon in the pop-up window. This translator does not use any cloud storage.\n\nTranslate while reading\nLearn a language by reading whatever you like. Translate words & phrases live on any web page. Click words or phrases on any site to translate them.",
    "es": "Translate es la solución más eficaz y fácil de usar para traducir rápidamente contenido específico, ya sean palabras, frases o incluso elementos de menú. Simplemente resaltando la palabra o el texto deseado, puede ver instantáneamente su traducción en su idioma preferido. Esta conveniente extensión de navegador abarca todas estas funcionalidades en un paquete fácil de usar.\n\nAquí están las características clave:\n► Completamente gratis, no es necesario registrarse ni suscribirse.\n► Admite más de 120 idiomas.\n► Detecta automáticamente el idioma.\n► Ofrece texto a voz en 60 idiomas.\n► Proporciona traducción inversa.\n► Funciona en todos los sitios web, incluidos Gmail, Facebook, Twitter y más.\n► Cuenta con una interfaz fácil de usar e intuitiva.\n► Utiliza un diccionario para la traducción de palabras (el diccionario funciona sin conexión).\n\ntraductor emplea traducción humana de texto a voz (TTS) de alta calidad para leer y reproducir con precisión palabras, frases y textos completos. También muestra patrones de transcripción, transliteración, acentuación correcta y acentuación, lo que le permite aprender instantáneamente la pronunciación correcta sin demora.\n\nLas funcionalidades incluyen:\n1. Traducción de página: traduce páginas web completas al pasar el mouse sobre el texto deseado.\n2. Diccionario: proporciona significados de palabras, pronunciación, sinónimos, hiperónimos, hipónimos y más.\n3. Marcadores: realiza un seguimiento de todas sus traducciones marcadas y guarda su historial de traducción.\n4. Texto a voz: le permite escuchar una pronunciación precisa y reproducir palabras y textos con el acento correcto.\n5. Traducción de imágenes: seleccione el área de su pantalla que desea traducir, siguiendo el principio de funcionamiento de la herramienta de captura de pantalla.\n\nUtilice la función TTS para mejorar su comprensión de cómo se pronuncian las palabras, incluida la transcripción fonética.\n\nTraducciones de página completa\nTraduzca páginas web completas al idioma deseado sin esfuerzo con un solo clic. Esta nueva función, integrada desde Google Traductor, está disponible de forma gratuita en nuestro traductor.\n\nHistorial de traducción\nTodo el historial de traducción se almacena en el almacenamiento local de su navegador. Para buscar o eliminar su historial de traducción, haga clic en el icono de la extensión en la esquina superior derecha de su navegador. Luego haga clic en el ícono \"Mostrar historial de traducción\" en la ventana emergente. Este traductor no utiliza ningún almacenamiento en la nube.\n\nTraduce mientras lees\nAprende un idioma leyendo lo que quieras. Traduce palabras y frases en vivo en cualquier página web. Haga clic en palabras o frases en cualquier sitio para traducirlas.\n\nSimplemente seleccione qué traductor le gustaría usar hoy: propio nuevo Traductor web o Traductor de Google.\n\n¡Realmente esperamos que nuestro traductor le resulte valioso! Esperamos ansiosamente sus comentarios y calificaciones.",
    "et": "Tõlge on kõige tõhusam ja kasutajasõbralikum lahendus konkreetse sisu kiireks tõlkimiseks, olgu selleks sõnad, fraasid või isegi menüüelemendid. Soovitud sõna või teksti esiletõstmisega saate koheselt vaadata selle tõlget oma eelistatud keeles. See mugav brauseri laiendus hõlmab kõiki neid funktsioone ühes hõlpsasti kasutatavas paketis.\n\nSiin on peamised funktsioonid.\n► Täiesti tasuta, registreerimist ega tellimusi pole vaja.\n► Toetab enam kui 120 keelt.\n► Tuvastab keele automaatselt.\n► Pakub teksti kõneks muutmist 60 keele jaoks.\n► Pakub pöördtõlget.\n► Töötab kõigil veebisaitidel, sealhulgas Gmailis, Facebookis, Twitteris ja mujal.\n► Sellel on kasutajasõbralik ja intuitiivne liides.\n► Kasutab sõnade tõlkimiseks sõnastikku (sõnaraamat töötab võrguühenduseta).\n\ntõlkija kasutab sõnade, fraaside ja tervete tekstide täpseks lugemiseks ja reprodutseerimiseks kvaliteetset inimese teksti kõneks muutmise (TTS) tõlget. Samuti kuvab see transkriptsiooni, transliteratsiooni, õige rõhuasetuse ja rõhumustrid, mis võimaldab teil koheselt ja viivitamata õige häälduse selgeks õppida.\n\nFunktsioonide hulka kuuluvad:\n1. Lehekülje tõlkimine: tõlgib terveid veebilehti, hõljutades kursorit soovitud teksti kohal.\n2. Sõnastik: pakub sõnade tähendusi, hääldust, sünonüüme, hüpernüüme, hüponüüme ja palju muud.\n3. Järjehoidjad: jälgib kõiki teie järjehoidjatesse lisatud tõlkeid ja salvestab teie tõlkeajalugu.\n4. Tekst kõneks: võimaldab teil kuulda täpset hääldust ning mängida sõnu ja tekste õige aktsendiga.\n5. Pildi tõlkimine: valige ekraanipildi ala, mida soovite tõlkida, järgides ekraanipildi tööriista tööpõhimõtet.\n\nKasutage funktsiooni TTS, et parandada oma arusaamist sõnade hääldamisest, sealhulgas foneetilisest transkriptsioonist.\n\nTerve lehekülje tõlked\nTõlkige terved veebilehed hõlpsalt ühe klõpsuga soovitud keelde. See uus Google'i tõlkijasse integreeritud funktsioon on meie tõlkijas tasuta saadaval.\n\nTõlkeajalugu\nKogu tõlkeajalugu salvestatakse teie brauseri kohalikku salvestusruumi. Tõlkeajaloo otsimiseks või kustutamiseks klõpsake brauseri paremas ülanurgas laienduse ikoonil. Seejärel klõpsake hüpikaknas ikooni \"Kuva tõlkeajalugu\". See tõlkija ei kasuta pilvesalvestust.\n\nTõlgi lugemise ajal\nÕppige keelt, lugedes kõike, mis teile meeldib. Tõlkige sõnu ja fraase otse igal veebilehel. Nende tõlkimiseks klõpsake mis tahes saidil sõnu või fraase.\n\nValige lihtsalt, millist tõlkijat soovite täna kasutada: oma uut veebitõlget või Google'i tõlget.\n\nLoodame siiralt, et meie tõlkija on teile väärtuslik! Ootame huviga teie tagasisidet ja hinnanguid.",
    "fi": "Kääntäjä on tehokkain ja käyttäjäystävällisin ratkaisu tietyn sisällön nopeaan kääntämiseen, olipa kyseessä sitten sanoja, lauseita tai jopa valikon kohteita. Korostamalla haluamasi sanan tai tekstin voit heti tarkastella sen käännöstä haluamallasi kielellä. Tämä kätevä selainlaajennus sisältää kaikki nämä toiminnot yhdessä helppokäyttöisessä paketissa.\n\nTässä ovat tärkeimmät ominaisuudet:\n► Täysin ilmainen, ei vaadi rekisteröitymistä tai tilauksia.\n► Tukee yli 120 kieltä.\n► Tunnistaa kielen automaattisesti.\n► Tarjoaa tekstistä puheeksi 60 kielellä.\n► Tarjoaa käänteisen käännöksen.\n► Toimii kaikilla verkkosivustoilla, mukaan lukien Gmail, Facebook, Twitter ja monet muut.\n► Siinä on käyttäjäystävällinen ja intuitiivinen käyttöliittymä.\n► Käyttää sanakirjaa sanojen kääntämiseen (sanakirja toimii offline-tilassa).\n\nkääntäjä käyttää korkealaatuista ihmisen tekstistä puheeksi -käännöstä (TTS) lukeakseen ja toistaakseen tarkasti sanoja, lauseita ja kokonaisia tekstejä. Se näyttää myös transkription, translitteroinnin, oikean korostuksen ja painotusmallit, jolloin voit oppia oikean ääntämisen välittömästi ilman viivettä.\n\nToimintoja ovat:\n1. Sivun käännös: Kääntää kokonaisia verkkosivuja viemällä hiiren osoitin halutun tekstin päälle.\n2. Sanakirja: Tarjoaa sanojen merkitykset, ääntämisen, synonyymit, hypernyymit, hyponyymit ja paljon muuta.\n3. Kirjanmerkit: Pitää kirjaa kaikista kirjanmerkkeihin lisätyistä käännöksistä ja tallentaa käännöshistoriasi.\n4. Tekstistä puheeksi: Voit kuulla tarkan ääntämisen ja toistaa sanoja ja tekstejä oikealla korostuksella.\n5. Kuvan käännös: Valitse näytöltä alue, jonka haluat kääntää kuvakaappaustyökalun toimintaperiaatteen mukaisesti.\n\nHyödynnä TTS-toimintoa parantaaksesi ymmärrystäsi siitä, miten sanat lausutaan, mukaan lukien foneettinen transkriptio.\n\nKoko sivun käännökset\nKäännä kokonaisia verkkosivuja haluamallesi kielelle vaivattomasti yhdellä napsautuksella. Tämä uusi Google-kääntäjästä integroitu ominaisuus on saatavilla ilmaiseksi kääntäjässämme.\n\nKäännöshistoria\nKaikki käännöshistoria tallennetaan selaimesi paikalliseen tallennustilaan. Voit etsiä tai poistaa käännöshistoriasi napsauttamalla laajennuskuvaketta selaimen oikeassa yläkulmassa. Napsauta sitten \"Näytä käännöshistoria\" -kuvaketta ponnahdusikkunassa. Tämä kääntäjä ei käytä pilvitallennustilaa.\n\nKäännä lukiessasi\nOpi kieltä lukemalla mitä haluat. Käännä sanoja ja lauseita livenä millä tahansa verkkosivulla. Napsauta minkä tahansa sivuston sanoja tai lauseita kääntääksesi ne.\n\nValitse vain, mitä kääntäjää haluat käyttää tänään: oma uusi Web-kääntäjä vai Google-kääntäjä.\n\nToivomme todella, että kääntäjämme on sinulle arvokas! Odotamme innolla palautettasi ja arvioita.",
    "fr": "Translate est la solution la plus efficace et la plus conviviale pour traduire rapidement un contenu spécifique, qu'il s'agisse de mots, de phrases ou même d'éléments de menu. En mettant simplement en surbrillance le mot ou le texte souhaité, vous pouvez visualiser instantanément sa traduction dans la langue de votre choix. Cette extension de navigateur pratique englobe toutes ces fonctionnalités dans un package facile à utiliser.\n\nVoici les principales fonctionnalités :\n► Entièrement gratuit, aucune inscription ou abonnement requis.\n► Prend en charge plus de 120 langues.\n► Détecte automatiquement la langue.\n► Propose la synthèse vocale pour 60 langues.\n► Fournit une traduction inverse.\n► Fonctionne sur tous les sites Web, y compris Gmail, Facebook, Twitter, etc.\n► Bénéficie d'une interface conviviale et intuitive.\n► Utilise un dictionnaire pour la traduction des mots (le dictionnaire fonctionne hors ligne).\n\ntraducteur utilise une traduction de synthèse vocale humaine de haute qualité pour lire et reproduire avec précision des mots, des phrases et des textes entiers. Il affiche également la transcription, la translittération, l'accentuation correcte et les modèles de stress, vous permettant d'apprendre instantanément la prononciation correcte sans délai.\n\nLes fonctionnalités incluent :\n1. Traduction de page : traduit des pages Web entières en passant la souris sur le texte souhaité.\n2. Dictionnaire : Fournit la signification des mots, la prononciation, les synonymes, les hypernymes, les hyponymes, etc.\n3. Signets : garde une trace de toutes vos traductions mises en signet et enregistre votre historique de traduction.\n4. Text-to-Speech : vous permet d'entendre une prononciation précise et de lire des mots et des textes avec le bon accent.\n5. Traduction d'image : sélectionnez la zone de votre écran que vous souhaitez traduire, en suivant le principe de fonctionnement de l'outil de capture d'écran.\n\nUtilisez la fonction TTS pour améliorer votre compréhension de la prononciation des mots, y compris la transcription phonétique.\n\nTraductions pleine page\nTraduisez des pages Web entières dans la langue de votre choix sans effort et en un seul clic. Cette nouvelle fonctionnalité, intégrée depuis Google Translator, est disponible gratuitement dans notre traducteur.\n\nHistorique de la traduction\nTout l'historique des traductions est stocké dans le stockage local de votre navigateur. Pour rechercher ou supprimer votre historique de traduction, cliquez sur l'icône d'extension dans le coin supérieur droit de votre navigateur. Cliquez ensuite sur l'icône \"Afficher l'historique des traductions\" dans la fenêtre contextuelle. Ce traducteur n'utilise aucun stockage en nuage.\n\nTraduire en lisant\nApprenez une langue en lisant ce que vous aimez. Traduisez des mots et des phrases en direct sur n'importe quelle page Web. Cliquez sur des mots ou des phrases sur n'importe quel site pour les traduire.\n\nSélectionnez simplement le traducteur que vous souhaitez utiliser aujourd'hui : propre nouveau Web Translate ou Google Translate.\n\nNous espérons sincèrement que notre traducteur vous sera utile ! Nous attendons avec impatience vos commentaires et notes.",
    "hi": "अनुवादक किसी विशिष्ट सामग्री का तेजी से अनुवाद करने के लिए सबसे प्रभावी और उपयोगकर्ता के अनुकूल समाधान है, चाहे वह शब्द हों, वाक्यांश हों या फिर मेनू आइटम हों। बस मनचाहा शब्द या टेक्स्ट हाइलाइट करके, आप तुरंत अपनी पसंदीदा भाषा में उसका अनुवाद देख सकते हैं। यह सुविधाजनक ब्राउज़र एक्सटेंशन इन सभी कार्यक्षमताओं को एक आसान-से-उपयोग पैकेज में समाहित करता है।\n\nयहाँ मुख्य विशेषताएं दी गई हैं:\n► पूरी तरह से मुफ़्त, किसी पंजीकरण या सदस्यता की आवश्यकता नहीं है।\n► 120 से अधिक भाषाओं का समर्थन करता है।\n► स्वचालित रूप से भाषा का पता लगाता है।\n► 60 भाषाओं के लिए टेक्स्ट-टू-स्पीच प्रदान करता है।\n► रिवर्स ट्रांसलेशन प्रदान करता है।\n► जीमेल, फेसबुक, ट्विटर और अन्य सहित सभी वेबसाइटों पर काम करता है।\n► एक उपयोगकर्ता के अनुकूल और सहज ज्ञान युक्त इंटरफ़ेस का दावा करता है।\n► शब्द अनुवाद के लिए एक शब्दकोश का उपयोग करता है (शब्दकोश ऑफ़लाइन काम करता है)।\n\nवेब ट्रांसलेटर शब्दों, वाक्यांशों और संपूर्ण टेक्स्ट को सटीक रूप से पढ़ने और पुन: प्रस्तुत करने के लिए उच्च-गुणवत्ता वाले मानव टेक्स्ट-टू-स्पीच (TTS) अनुवाद का उपयोग करता है। यह ट्रांसक्रिप्शन, लिप्यंतरण, सही उच्चारण और तनाव पैटर्न भी प्रदर्शित करता है, जिससे आप बिना किसी देरी के तुरंत सही उच्चारण सीख सकते हैं।\n\nकार्यक्षमताओं में शामिल हैं:\n1. पेज ट्रांसलेशन: वांछित टेक्स्ट पर माउस घुमाकर पूरे वेब पेज का अनुवाद करता है।\n2. शब्दकोश: शब्द अर्थ, उच्चारण, समानार्थी शब्द, हाइपरनिम, हाइपोनिम और बहुत कुछ प्रदान करता है।\n3. बुकमार्क: आपके सभी बुकमार्क किए गए अनुवादों का ट्रैक रखता है और आपके अनुवाद इतिहास को सहेजता है।\n4. टेक्स्ट-टू-स्पीच: आपको सटीक उच्चारण सुनने और शब्दों और टेक्स्ट को सही उच्चारण के साथ चलाने में सक्षम बनाता है।\n5. छवि अनुवाद: स्क्रीनशॉट टूल के कार्य सिद्धांत का पालन करते हुए अपनी स्क्रीन पर वह क्षेत्र चुनें जिसका आप अनुवाद करना चाहते हैं।\nध्वन्यात्मक ट्रांसक्रिप्शन सहित शब्दों के उच्चारण के बारे में अपनी समझ को बढ़ाने के लिए TTS फ़ंक्शन का उपयोग करें।\n\nपूर्ण पृष्ठ अनुवाद\nएक क्लिक से पूरे वेब पेज को अपनी मनचाही भाषा में आसानी से अनुवाद करें। Google अनुवादक से एकीकृत यह नई सुविधा हमारे अनुवादक में निःशुल्क उपलब्ध है।\n\nअनुवाद इतिहास\nसभी अनुवाद इतिहास आपके ब्राउज़र के स्थानीय संग्रहण में संग्रहीत है। अपना अनुवाद इतिहास खोजने या हटाने के लिए, अपने ब्राउज़र के ऊपरी दाएँ कोने में एक्सटेंशन आइकन पर क्लिक करें। फिर पॉप-अप विंडो में \"अनुवाद इतिहास दिखाएँ\" आइकन पर क्लिक करें। यह अनुवादक किसी क्लाउड संग्रहण का उपयोग नहीं करता है।\n\nपढ़ते हुए अनुवाद करें\nअपनी पसंद की कोई भी भाषा पढ़कर सीखें। किसी भी वेब पेज पर शब्दों और वाक्यांशों का लाइव अनुवाद करें। अनुवाद करने के लिए किसी भी साइट पर शब्दों या वाक्यांशों पर क्लिक करें।\n\nबस चुनें कि आप आज किस अनुवादक का उपयोग करना चाहते हैं: अपना नया वेब अनुवाद या Google अनुवाद।\n\nहमें पूरी उम्मीद है कि हमारा अनुवादक आपके लिए मूल्यवान साबित होगा! हम आपकी प्रतिक्रिया और रेटिंग का बेसब्री से इंतज़ार कर रहे हैं।",
    "it": "Translate è la soluzione più efficace e intuitiva per tradurre rapidamente contenuti specifici, siano essi parole, frasi o persino voci di menu. Evidenziando semplicemente la parola o il testo desiderato, puoi visualizzarne istantaneamente la traduzione nella tua lingua preferita. Questa comoda estensione del browser racchiude tutte queste funzionalità in un unico pacchetto facile da usare.\n\nEcco le caratteristiche principali:\n► Completamente gratuito, nessuna registrazione o abbonamento richiesto.\n► Supporta oltre 120 lingue.\n► Rileva automaticamente la lingua.\n► Offre sintesi vocale per 60 lingue.\n► Fornisce la traduzione inversa.\n► Funziona su tutti i siti Web, inclusi Gmail, Facebook, Twitter e altri.\n► Vanta un'interfaccia user-friendly e intuitiva.\n► Utilizza un dizionario per la traduzione di parole (il dizionario funziona offline).\n\nIl traduttore utilizza la traduzione di sintesi vocale (TTS) umana di alta qualità per leggere e riprodurre accuratamente parole, frasi e interi testi. Visualizza anche la trascrizione, la traslitterazione, l'accentuazione corretta e i modelli di accento, consentendoti di imparare immediatamente la pronuncia corretta senza indugio.\n\nLe funzionalità includono:\n1. Traduzione di pagine: traduce intere pagine web passando il mouse sopra il testo desiderato.\n2. Dizionario: fornisce significati delle parole, pronuncia, sinonimi, ipernimi, iponimi e altro ancora.\n3. Segnalibri: tiene traccia di tutte le traduzioni con segnalibri e salva la cronologia delle traduzioni.\n4. Text-to-Speech: consente di ascoltare una pronuncia accurata e riprodurre parole e testi con l'accento corretto.\n5. Traduzione dell'immagine: seleziona l'area sullo schermo che desideri tradurre, seguendo il principio di funzionamento dello strumento screenshot.\n\nUtilizza la funzione di sintesi vocale per migliorare la tua comprensione di come vengono pronunciate le parole, inclusa la trascrizione fonetica.\n\nTraduzioni a pagina intera\nTraduci senza sforzo intere pagine Web nella lingua desiderata con un solo clic. Questa nuova funzionalità, integrata da Google Translator, è disponibile gratuitamente nel nostro traduttore.\n\nStoria della traduzione\nTutta la cronologia delle traduzioni è memorizzata nella memoria locale del tuo browser. Per trovare o eliminare la cronologia delle traduzioni, fai clic sull'icona dell'estensione nell'angolo in alto a destra del browser. Quindi fai clic sull'icona \"Mostra cronologia traduzioni\" nella finestra pop-up. Questo traduttore non utilizza alcun archivio cloud.\n\nTradurre durante la lettura\nImpara una lingua leggendo quello che vuoi. Traduci parole e frasi dal vivo su qualsiasi pagina web. Fai clic su parole o frasi su qualsiasi sito per tradurle.\n\nSeleziona semplicemente il traduttore che desideri utilizzare oggi: possiedi il nuovo Web Translate o Google Translate.\n\nCi auguriamo sinceramente che il nostro traduttore si dimostri prezioso per te! Attendiamo con impazienza il tuo feedback e le tue valutazioni.",
    "ja": "翻訳は、単語、フレーズ、メニュー項目など、特定のコンテンツを迅速に翻訳するための最も効果的でユーザーフレンドリーなソリューションです。 目的の単語またはテキストを強調表示するだけで、お好みの言語での翻訳を即座に表示できます。 この便利なブラウザ拡張機能には、これらすべての機能が 1 つの使いやすいパッケージに含まれています。\n\n主な機能は次のとおりです。\n► 完全に無料で、登録やサブスクリプションは必要ありません。\n► 120 以上の言語をサポートします。\n► 言語を自動的に検出します。\n► 60 言語のテキスト読み上げを提供します。\n► 逆翻訳を提供します。\n► Gmail、Facebook、Twitter などを含むすべての Web サイトで動作します。\n► ユーザーフレンドリーで直感的なインターフェイスを誇ります。\n► 単語の翻訳に辞書を利用します (辞書はオフラインでも機能します)。\n\n翻訳者は、高品質の人文音声合成 (TTS) 翻訳を採用し、単語、フレーズ、テキスト全体を正確に読み取って再現します。 また、書き起こし、音訳、正しいアクセント、強勢のパターンも表示され、正しい発音を遅滞なく即座に学ぶことができます。\n\n機能には次のものが含まれます。\n1. ページ翻訳: 目的のテキストの上にマウスを置くと、Web ページ全体が翻訳されます。\n2. 辞書: 単語の意味、発音、同義語、上位語、下位語などを提供します。\n3. ブックマーク: ブックマークしたすべての翻訳を追跡し、翻訳履歴を保存します。\n4. テキスト読み上げ: 正確な発音を聞き、正しいアクセントで単語やテキストを再生できます。\n5. 画像の翻訳: スクリーンショット ツールの動作原理に従って、翻訳したい画面上の領域を選択します。\n\nTTS 機能を利用して、音声転写を含め、単語の発音の理解を深めてください。\n\n全ページ翻訳\nワンクリックで Web ページ全体を希望の言語に簡単に翻訳できます。 Google 翻訳から統合されたこの新機能は、翻訳で無料で利用できます。\n\n翻訳履歴\nすべての翻訳履歴はブラウザのローカル ストレージに保存されます。 翻訳履歴を検索または削除するには、ブラウザの右上隅にある拡張機能アイコンをクリックします。 次に、ポップアップ ウィンドウの [翻訳履歴を表示] アイコンをクリックします。 この翻訳者はクラウド ストレージを使用しません。\n\n読みながら翻訳する\n好きなものを読んで言語を学びましょう。 あらゆる Web ページ上にある単語やフレーズを翻訳します。 サイト上の単語やフレーズをクリックして翻訳します。\n\n今日使用したい翻訳者を選択するだけです: 独自の新しい Web 翻訳または Google 翻訳。\n\n私たちの翻訳者があなたにとって有益であることを心から願っています。 皆様からのフィードバックや評価をお待ちしております。\n\nTranslator the best and easiest way to quickly translate part of the content that you need, such as words, phrases, or even menu items. \n\nHighlight the word or text you want to translate and you will immediately see the translation into your language. All in one simple and understandable browser extension. \n\nReading an article on the Internet and don’t know a word? Just select any text on any webpage, press a shortcut and see the translation in an unobtrusive window right on the same page. \n\nNeed to type in some text by yourself and translate it? Just open the Translate pop-up window by clicking on the icon next to your browser address bar. It’s always by your side!\n\nWhy is this Translator the best of the rest?\n► Web page Translation - full web page translation with mouse hover translation\n► Dictionary  -  Word meaning, pronunciation, synonyms, hypernyms, hyponyms and more.\n► Bookmarks  - Keeps track of all the changes you made to your bookmarks. Saving translation history.\n► Text to speech - Hear correct pronunciation and play words and texts with correct accent.\n► Image translation (image recognition) - Just select the area on the monitor that you want to translate (the principle of work is as in the screenshot tool).\n\nNow you do not need to install additional programs or applications to use Google Translate, all in one convenient extension, with all the features that are available for the Translator.\n\nTranslator for Chrome a professional translation extension to translate between languages using features like text translator, transcription, and text-to-speech. \n\nFull-page translation\nExtension can translate entire web pages within one mouse-click! Just select \"Translate this page\" in the context menu on any page to see it translated to your language.\n\nNote for Full Translation!\nThe extension does a full page translation (on-click of the web icon in pop-up) by processing and redirecting through an internal server the URL of the developer's domain. This will help to make full translations of any pages in the browser faster and better.\n\nTranslation History\nAll translation history is stored in your browser's local storage. To find or delete your translation history, click the extension icon in the top right corner of your browser. Then click the \"Show translation history\" icon in the pop-up window. This translator does not use any cloud storage.\n\nTranslate while reading\nLearn a language by reading whatever you like. Translate words & phrases live on any web page. Click words or phrases on any site to translate them.",
    "ko": "번역은 단어, 구 또는 메뉴 항목과 같은 특정 콘텐츠를 신속하게 번역할 수 있는 가장 효과적이고 사용자 친화적인 솔루션입니다. 원하는 단어나 텍스트를 강조 표시하기만 하면 원하는 언어로 번역된 내용을 즉시 볼 수 있습니다. 이 편리한 브라우저 확장 프로그램은 사용하기 쉬운 하나의 패키지에 이러한 모든 기능을 포함합니다.\n\n주요 기능은 다음과 같습니다.\n► 완전 무료이며 등록이나 가입이 필요하지 않습니다.\n► 120개 이상의 언어를 지원합니다.\n► 언어를 자동으로 감지합니다.\n► 60개 언어로 텍스트 음성 변환을 제공합니다.\n► 역 번역을 제공합니다.\n► Gmail, Facebook, Twitter 등을 포함한 모든 웹사이트에서 작동합니다.\n► 사용자 친화적이고 직관적인 인터페이스를 자랑합니다.\n► 단어 번역을 위해 사전을 활용합니다(사전은 오프라인에서 작동).\n\n번역기는 단어, 구 및 전체 텍스트를 정확하게 읽고 재현하기 위해 고품질의 인간 텍스트 음성 변환(TTS) 번역을 사용합니다. 또한 필사, 음역, 정확한 악센트, 강세 패턴을 표시하여 지체 없이 정확한 발음을 즉시 학습할 수 있습니다.\n\n기능은 다음과 같습니다.\n1. 페이지 번역: 원하는 텍스트 위에 마우스를 올려 전체 웹 페이지를 번역합니다.\n2. 사전: 단어의 의미, 발음, 동의어, 상위어, 하위어 등을 제공합니다.\n3. 북마크: 북마크한 모든 번역을 추적하고 번역 기록을 저장합니다.\n4. Text-to-Speech: 정확한 발음을 듣고 정확한 억양으로 단어와 텍스트를 재생할 수 있습니다.\n5. 이미지 번역: 스크린샷 도구의 작동 원리에 따라 번역하려는 화면 영역을 선택합니다.\n\nTTS 기능을 사용하여 음성 변환을 포함하여 단어 발음 방법에 대한 이해를 높입니다.\n\n전체 페이지 번역\n클릭 한 번으로 전체 웹 페이지를 원하는 언어로 손쉽게 번역하세요. Google 번역기에서 통합된 이 새로운 기능은 번역기에서 무료로 사용할 수 있습니다.\n\n번역 역사\n모든 번역 기록은 브라우저의 로컬 저장소에 저장됩니다. 번역 기록을 찾거나 삭제하려면 브라우저 오른쪽 상단에 있는 확장 프로그램 아이콘을 클릭하세요. 그런 다음 팝업 창에서 \"번역 기록 표시\" 아이콘을 클릭합니다. 이 번역기는 클라우드 스토리지를 사용하지 않습니다.\n\n읽는 동안 번역\n당신이 좋아하는 것을 읽고 언어를 배우십시오. 모든 웹 페이지에서 실시간으로 단어 및 구를 번역합니다. 사이트에서 단어나 구를 클릭하여 번역하세요.\n\n오늘 사용할 번역기를 선택하기만 하면 됩니다. 새 웹 번역 또는 Google 번역을 소유하세요.\n\n저희 번역가가 귀사에 가치가 있기를 진심으로 바랍니다! 귀하의 피드백과 평가를 간절히 기다리고 있습니다.\n\nTranslator the best and easiest way to quickly translate part of the content that you need, such as words, phrases, or even menu items. \n\nHighlight the word or text you want to translate and you will immediately see the translation into your language. All in one simple and understandable browser extension. \n\nReading an article on the Internet and don’t know a word? Just select any text on any webpage, press a shortcut and see the translation in an unobtrusive window right on the same page. \n\nNeed to type in some text by yourself and translate it? Just open the Translate pop-up window by clicking on the icon next to your browser address bar. It’s always by your side!\n\nWhy is this Translator the best of the rest?\n► Web page Translation - full web page translation with mouse hover translation\n► Dictionary  -  Word meaning, pronunciation, synonyms, hypernyms, hyponyms and more.\n► Bookmarks  - Keeps track of all the changes you made to your bookmarks. Saving translation history.\n► Text to speech - Hear correct pronunciation and play words and texts with correct accent.\n► Image translation (image recognition) - Just select the area on the monitor that you want to translate (the principle of work is as in the screenshot tool).\n\nNow you do not need to install additional programs or applications to use Google Translate, all in one convenient extension, with all the features that are available for the Translator.\n\nTranslator for Chrome a professional translation extension to translate between languages using features like text translator, transcription, and text-to-speech. \n\nFull-page translation\nExtension can translate entire web pages within one mouse-click! Just select \"Translate this page\" in the context menu on any page to see it translated to your language.\n\nNote for Full Translation!\nThe extension does a full page translation (on-click of the web icon in pop-up) by processing and redirecting through an internal server the URL of the developer's domain. This will help to make full translations of any pages in the browser faster and better.\n\nTranslation History\nAll translation history is stored in your browser's local storage. To find or delete your translation history, click the extension icon in the top right corner of your browser. Then click the \"Show translation history\" icon in the pop-up window. This translator does not use any cloud storage.\n\nTranslate while reading\nLearn a language by reading whatever you like. Translate words & phrases live on any web page. Click words or phrases on any site to translate them.",
    "lt": "Vertėjas yra efektyviausias ir patogiausias sprendimas norint greitai išversti konkretų turinį, nesvarbu, ar tai būtų žodžiai, frazės ar net meniu elementai. Tiesiog paryškindami norimą žodį ar tekstą, galite akimirksniu peržiūrėti jo vertimą norima kalba. Šis patogus naršyklės plėtinys apima visas šias funkcijas viename lengvai naudojamame pakete.\n\nŠtai pagrindinės funkcijos:\n► Visiškai nemokama, nereikia registracijos ar prenumeratos.\n► Palaiko daugiau nei 120 kalbų.\n► Automatiškai aptinka kalbą.\n► Siūlo teksto į kalbą funkciją 60 kalbų.\n► Teikia atvirkštinį vertimą.\n► Veikia visose svetainėse, įskaitant Gmail, Facebook, Twitter ir kt.\n► Gali pasigirti patogia ir intuityvia sąsaja.\n► Naudoja žodyną žodžių vertimui (žodynas veikia neprisijungus).\n\nVertėjas naudoja aukštos kokybės žmogaus teksto į kalbą (TTS) vertimą, kad tiksliai perskaitytų ir atkurtų žodžius, frazes ir visus tekstus. Taip pat rodoma transkripcija, transliteracija, teisingas kirčiavimas ir kirčiavimo modeliai, todėl galite akimirksniu ir nedelsdami išmokti taisyklingą tarimą.\n\nFunkcijos apima:\n1. Puslapio vertimas: verčia visus tinklalapius užvedus pelės žymeklį ant norimo teksto.\n2. Žodynas: pateikia žodžių reikšmes, tarimą, sinonimus, hipernimus, hiponimus ir kt.\n3. Žymės: seka visus pažymėtus vertimus ir išsaugo vertimų istoriją.\n4. Tekstas į kalbą: leidžia išgirsti tikslų tarimą ir leisti žodžius bei tekstus su tinkamu akcentu.\n5. Vaizdo vertimas: pasirinkite ekrano sritį, kurią norite išversti, vadovaudamiesi ekrano kopijos įrankio veikimo principu.\n\nPasinaudokite TTS funkcija, kad geriau suprastumėte, kaip žodžiai tariami, įskaitant fonetinę transkripciją.\n\nViso puslapio vertimai\nVienu paspaudimu lengvai išverskite visus tinklalapius į norimą kalbą. Ši nauja funkcija, integruota iš „Google“ vertėjo, yra nemokama mūsų vertėjuje.\n\nVertimų istorija\nVisa vertimo istorija saugoma jūsų naršyklės vietinėje saugykloje. Norėdami rasti arba ištrinti vertimo istoriją, spustelėkite plėtinio piktogramą viršutiniame dešiniajame naršyklės kampe. Tada iššokančiajame lange spustelėkite piktogramą „Rodyti vertimo istoriją“. Šis vertėjas nenaudoja jokios debesies saugyklos.\n\nIšverskite skaitydami\nIšmokite kalbos skaitydami tai, kas jums patinka. Išverskite žodžius ir frazes tiesiogiai bet kuriame tinklalapyje. Spustelėkite žodžius ar frazes bet kurioje svetainėje, kad juos išverstumėte.\n\nTiesiog pasirinkite, kurį vertėją norėtumėte naudoti šiandien: naują žiniatinklio vertėją ar „Google“ vertėją.\n\nNuoširdžiai tikimės, kad mūsų vertėjas jums bus vertingas! Nekantriai laukiame jūsų atsiliepimų ir įvertinimų.",
    "lv": "Tulkotājs ir visefektīvākais un lietotājam draudzīgākais risinājums konkrēta satura ātrai tulkošanai, neatkarīgi no tā, vai tie ir vārdi, frāzes vai pat izvēlnes vienumi. Vienkārši izceļot vajadzīgo vārdu vai tekstu, varat uzreiz skatīt tā tulkojumu vēlamajā valodā. Šis ērtais pārlūkprogrammas paplašinājums ietver visas šīs funkcijas vienā ērti lietojamā pakotnē.\n\nŠeit ir norādītas galvenās funkcijas:\n► Pilnīgi bezmaksas, nav nepieciešama reģistrācija vai abonementi.\n► Atbalsta vairāk nekā 120 valodas.\n► Automātiski nosaka valodu.\n► Piedāvā teksta pārvēršanu runā 60 valodās.\n► Nodrošina reverso tulkojumu.\n► Darbojas visās vietnēs, tostarp Gmail, Facebook, Twitter un citās.\n► Lepojas ar lietotājam draudzīgu un intuitīvu saskarni.\n► Vārdu tulkošanai izmanto vārdnīcu (vārdnīca darbojas bezsaistē).\n\ntulkotājs izmanto augstas kvalitātes cilvēka teksta-runas (TTS) tulkojumu, lai precīzi lasītu un reproducētu vārdus, frāzes un veselus tekstus. Tas parāda arī transkripciju, transliterāciju, pareizu akcentēšanu un stresa modeļus, ļaujot jums uzreiz un bez kavēšanās iemācīties pareizo izrunu.\n\nFunkcijas ietver:\n1. Lapas tulkošana: tulko visas tīmekļa lapas, virzot peles kursoru virs vēlamā teksta.\n2. Vārdnīca: sniedz vārdu nozīmes, izrunu, sinonīmus, hipernīmus, hiponīmus un daudz ko citu.\n3. Grāmatzīmes: seko visiem jūsu grāmatzīmēm pievienotajiem tulkojumiem un saglabā jūsu tulkojumu vēsturi.\n4. Teksta pārvēršana runā: ļauj dzirdēt precīzu izrunu un atskaņot vārdus un tekstus ar pareizo akcentu.\n5. Attēlu tulkošana: atlasiet ekrānā apgabalu, kuru vēlaties tulkot, ievērojot ekrānuzņēmuma rīka darbības principu.\n\nIzmantojiet TTS funkciju, lai uzlabotu izpratni par vārdu izrunu, tostarp fonētisko transkripciju.\n\nPilnas lapas tulkojumi\nTulkojiet visas tīmekļa lapas vēlamajā valodā bez piepūles ar vienu klikšķi. Šī jaunā funkcija, kas ir integrēta no Google tulkotāja, ir pieejama bez maksas mūsu tulkotājā.\n\nTulkošanas vēsture\nVisa tulkojumu vēsture tiek saglabāta jūsu pārlūkprogrammas lokālajā krātuvē. Lai atrastu vai dzēstu savu tulkošanas vēsturi, pārlūkprogrammas augšējā labajā stūrī noklikšķiniet uz paplašinājuma ikonas. Pēc tam uznirstošajā logā noklikšķiniet uz ikonas \"Rādīt tulkošanas vēsturi\". Šis tulkotājs neizmanto mākoņkrātuvi.\n\nTulko lasīšanas laikā\nMācieties valodu, lasot visu, kas jums patīk. Tulkojiet vārdus un frāzes tiešraidē jebkurā tīmekļa lapā. Noklikšķiniet uz vārdiem vai frāzēm jebkurā vietnē, lai tos tulkotu.\n\nVienkārši atlasiet tulkotāju, kuru vēlaties izmantot šodien: savu jauno tīmekļa tulkotāju vai Google tulkotāju.\n\nMēs patiesi ceram, ka mūsu tulks jums izrādīsies vērtīgs! Mēs ar nepacietību gaidām jūsu atsauksmes un vērtējumus.",
    "nl": "Vertalen is de meest effectieve en gebruiksvriendelijke oplossing voor het snel vertalen van specifieke inhoud, of het nu gaat om woorden, zinnen of zelfs menu-items. Door simpelweg het gewenste woord of de gewenste tekst te markeren, kunt u direct de vertaling in de taal van uw voorkeur bekijken. Deze handige browserextensie omvat al deze functionaliteiten in één gebruiksvriendelijk pakket.\n\nDit zijn de belangrijkste kenmerken:\n► Volledig gratis, geen registratie of abonnementen vereist.\n► Ondersteunt meer dan 120 talen.\n► Detecteert automatisch de taal.\n► Biedt tekst-naar-spraak voor 60 talen.\n► Biedt omgekeerde vertaling.\n► Werkt op alle websites, inclusief Gmail, Facebook, Twitter en meer.\n► Beschikt over een gebruiksvriendelijke en intuïtieve interface.\n► Gebruikt een woordenboek voor woordvertaling (woordenboek werkt offline).\n\nvertaler maakt gebruik van hoogwaardige menselijke tekst-naar-spraak (TTS) vertaling om woorden, zinsdelen en volledige teksten nauwkeurig te lezen en te reproduceren. Het geeft ook transcriptie, transliteratie, correcte accentuering en klemtoonpatronen weer, zodat u direct en zonder vertraging de juiste uitspraak kunt leren.\n\nFunctionaliteiten omvatten:\n1. Paginavertaling: vertaalt volledige webpagina's door met de muis over de gewenste tekst te bewegen.\n2. Woordenboek: biedt woordbetekenissen, uitspraak, synoniemen, hyperniemen, hyponiemen en meer.\n3. Bladwijzers: houdt al uw vertalingen met bladwijzers bij en slaat uw vertaalgeschiedenis op.\n4. Tekst-naar-spraak: stelt u in staat een nauwkeurige uitspraak te horen en woorden en teksten met het juiste accent te spelen.\n5. Beeldvertaling: selecteer het gebied op uw scherm dat u wilt vertalen volgens het werkingsprincipe van de screenshot-tool.\n\nMaak gebruik van de TTS-functie om beter te begrijpen hoe woorden worden uitgesproken, inclusief fonetische transcriptie.\n\nVolledige paginavertalingen\nVertaal hele webpagina's moeiteloos in de door u gewenste taal met een enkele klik. Deze nieuwe functie, geïntegreerd vanuit Google Translator, is gratis beschikbaar in onze vertaler.\n\nVertaalgeschiedenis\nAlle vertaalgeschiedenis wordt opgeslagen in de lokale opslag van uw browser. Om uw vertaalgeschiedenis te vinden of te verwijderen, klikt u op het extensiepictogram in de rechterbovenhoek van uw browser. Klik vervolgens op het pictogram \"Toon vertaalgeschiedenis\" in het pop-upvenster. Deze vertaler gebruikt geen cloudopslag.\n\nVertalen tijdens het lezen\nLeer een taal door te lezen wat je maar wilt. Vertaal woorden en zinnen live op elke webpagina. Klik op woorden of woordgroepen op een site om ze te vertalen.\n\nSelecteer eenvoudig welke vertaler u vandaag wilt gebruiken: eigen nieuwe Web Translate of Google Translate.\n\nWe hopen oprecht dat onze vertaler waardevol voor u blijkt te zijn! We wachten met spanning op uw feedback en beoordelingen.",
    "no": "Oversett er den mest effektive og brukervennlige løsningen for å raskt oversette spesifikt innhold, det være seg ord, setninger eller til og med menyelementer. Ved ganske enkelt å utheve ønsket ord eller tekst, kan du umiddelbart se oversettelsen på ditt foretrukne språk. Denne praktiske nettleserutvidelsen omfatter alle disse funksjonene i én brukervennlig pakke.\n\nHer er de viktigste funksjonene:\n► Helt gratis, ingen registrering eller abonnement nødvendig.\n► Støtter over 120 språk.\n► Oppdager automatisk språket.\n► Tilbyr tekst-til-tale for 60 språk.\n► Gir omvendt oversettelse.\n► Fungerer på alle nettsteder, inkludert Gmail, Facebook, Twitter og mer.\n► Har et brukervennlig og intuitivt grensesnitt.\n► Bruker en ordbok for ordoversettelse (ordbok fungerer offline).\n\noversetter bruker høykvalitets menneskelig tekst-til-tale (TTS) oversettelse for nøyaktig å lese og reprodusere ord, setninger og hele tekster. Den viser også transkripsjon, translitterasjon, korrekt aksentuering og stressmønstre, slik at du umiddelbart kan lære riktig uttale uten forsinkelser.\n\nFunksjoner inkluderer:\n1. Sideoversettelse: Oversetter hele nettsider ved å holde musen over ønsket tekst.\n2. Ordbok: Gir ordbetydninger, uttale, synonymer, hypernymer, hyponymer og mer.\n3. Bokmerker: Holder oversikt over alle dine bokmerkede oversettelser og lagrer oversettelseshistorikken.\n4. Tekst-til-tale: Gjør det mulig å høre nøyaktig uttale og spille ord og tekster med riktig aksent.\n5. Bildeoversettelse: Velg området på skjermen som du ønsker å oversette, følg skjermbildeverktøyets arbeidsprinsipp.\n\nBruk TTS-funksjonen for å forbedre forståelsen av hvordan ord uttales, inkludert fonetisk transkripsjon.\n\nHelsideoversettelser\nOversett hele nettsider til ønsket språk uten problemer med ett enkelt klikk. Denne nye funksjonen, integrert fra Google Translator, er tilgjengelig gratis i vår oversetter.\n\nOversettelseshistorie\nAll oversettelseshistorikk lagres i nettleserens lokale lagring. For å finne eller slette oversettelsesloggen din, klikk på utvidelsesikonet øverst til høyre i nettleseren din. Klikk deretter på \"Vis oversettelseshistorikk\"-ikonet i popup-vinduet. Denne oversetteren bruker ikke skylagring.\n\nOversett mens du leser\nLær et språk ved å lese hva du vil. Oversett ord og uttrykk direkte på alle nettsider. Klikk på ord eller uttrykk på et hvilket som helst nettsted for å oversette dem.\n\nBare velg hvilken oversetter du vil bruke i dag: egen ny Web Translate eller Google Translate.\n\nVi håper virkelig at oversetteren vår viser seg verdifull for deg! Vi venter spent på din tilbakemelding og vurderinger.",
    "pl": "Tłumacz to najbardziej efektywne i przyjazne dla użytkownika rozwiązanie do szybkiego tłumaczenia określonych treści, czy to słów, wyrażeń, czy nawet elementów menu. Po prostu podświetlając żądane słowo lub tekst, możesz natychmiast zobaczyć jego tłumaczenie w preferowanym języku. To wygodne rozszerzenie przeglądarki obejmuje wszystkie te funkcje w jednym, łatwym w użyciu pakiecie.\n\nOto najważniejsze cechy:\n► Całkowicie za darmo, nie wymaga rejestracji ani subskrypcji.\n► Obsługuje ponad 120 języków.\n► Automatycznie wykrywa język.\n► Oferuje zamianę tekstu na mowę w 60 językach.\n► Zapewnia tłumaczenie zwrotne.\n► Działa na wszystkich stronach internetowych, w tym na Gmailu, Facebooku, Twitterze i innych.\n► Oferuje przyjazny dla użytkownika i intuicyjny interfejs.\n► Wykorzystuje słownik do tłumaczenia słów (słownik działa w trybie offline).\n\nTranslator wykorzystuje wysokiej jakości tłumaczenie tekstu na mowę (TTS) człowieka, aby dokładnie czytać i odtwarzać słowa, wyrażenia i całe teksty. Wyświetla również transkrypcję, transliterację, poprawne akcentowanie i wzorce akcentów, umożliwiając natychmiastowe nauczenie się poprawnej wymowy bez opóźnień.\n\nFunkcjonalności obejmują:\n1. Tłumaczenie strony: Tłumaczy całe strony internetowe, umieszczając kursor myszy nad żądanym tekstem.\n2. Słownik: zapewnia znaczenie słów, wymowę, synonimy, hipernimy, hiponimy i wiele innych.\n3. Zakładki: Śledzi wszystkie tłumaczenia z zakładkami i zapisuje historię tłumaczeń.\n4. Zamiana tekstu na mowę: Umożliwia słuchanie dokładnej wymowy oraz odtwarzanie słów i tekstów z odpowiednim akcentem.\n5. Tłumaczenie obrazu: Wybierz obszar na ekranie, który chcesz przetłumaczyć, zgodnie z zasadą działania narzędzia do zrzutów ekranu.\n\nSkorzystaj z funkcji TTS, aby lepiej zrozumieć sposób wymawiania słów, w tym transkrypcję fonetyczną.\n\nTłumaczenia całej strony\nTłumacz całe strony internetowe na żądany język bez wysiłku za pomocą jednego kliknięcia. Ta nowa funkcja, zintegrowana z Tłumaczem Google, jest dostępna bezpłatnie w naszym tłumaczu.\n\nHistoria tłumaczeń\nCała historia tłumaczeń jest przechowywana w lokalnej pamięci Twojej przeglądarki. Aby znaleźć lub usunąć historię tłumaczeń, kliknij ikonę rozszerzenia w prawym górnym rogu przeglądarki. Następnie kliknij ikonę „Pokaż historię tłumaczeń” w wyskakującym oknie. Ten tłumacz nie korzysta z żadnego miejsca w chmurze.\n\nTłumacz podczas czytania\nUcz się języka, czytając, co chcesz. Tłumacz słowa i wyrażenia na żywo na dowolnej stronie internetowej. Kliknij słowa lub frazy w dowolnej witrynie, aby je przetłumaczyć.\n\nPo prostu wybierz tłumacza, którego chcesz dziś użyć: własny nowy Tłumacz internetowy lub Tłumacz Google.\n\nMamy szczerą nadzieję, że nasz tłumacz okaże się dla Ciebie wartościowy! Z niecierpliwością czekamy na Wasze opinie i oceny.",
    "pt_BR": "O Translator é a solução mais eficaz e fácil de usar para traduzir rapidamente conteúdo específico, sejam palavras, frases ou até mesmo itens de menu. Ao simplesmente destacar a palavra ou texto desejado, você pode visualizar instantaneamente sua tradução no seu idioma preferido. Esta extensão de navegador conveniente abrange todas essas funcionalidades em um pacote fácil de usar.\n\nAqui estão os principais recursos:\n► Completamente gratuito, sem necessidade de registro ou assinaturas.\n► Suporta mais de 120 idiomas.\n► Detecta automaticamente o idioma.\n► Oferece conversão de texto em fala para 60 idiomas.\n► Fornece tradução reversa.\n► Funciona em todos os sites, incluindo Gmail, Facebook, Twitter e muito mais.\n► Possui uma interface amigável e intuitiva.\n► Utiliza um dicionário para tradução de palavras (o dicionário funciona offline).\n\nO Web Translator emprega tradução humana de texto em fala (TTS) de alta qualidade para ler e reproduzir com precisão palavras, frases e textos inteiros. Ele também exibe transcrição, transliteração, acentuação correta e padrões de ênfase, permitindo que você aprenda instantaneamente a pronúncia correta sem demora.\n\nAs funcionalidades incluem:\n1. Tradução de página: traduz páginas inteiras da web passando o mouse sobre o texto desejado.\n2. Dicionário: fornece significados de palavras, pronúncia, sinônimos, hiperônimos, hipônimos e muito mais.\n3. Favoritos: mantém o controle de todas as suas traduções marcadas e salva seu histórico de tradução.\n4. Texto para fala: permite que você ouça a pronúncia precisa e reproduza palavras e textos com o sotaque correto.\n5. Tradução de imagem: selecione a área na tela que deseja traduzir, seguindo o princípio de funcionamento da ferramenta de captura de tela.\n\nUse a função TTS para melhorar sua compreensão de como as palavras são pronunciadas, incluindo transcrição fonética.\n\nTraduções de página inteira\nTraduza páginas inteiras da web para o idioma desejado sem esforço com um único clique. Este novo recurso, integrado ao Google Translator, está disponível gratuitamente em nosso tradutor.\n\nHistórico de tradução\nTodo o histórico de tradução é armazenado no armazenamento local do seu navegador. Para encontrar ou excluir seu histórico de tradução, clique no ícone da extensão no canto superior direito do seu navegador. Em seguida, clique no ícone \"Mostrar histórico de tradução\" na janela pop-up. Este tradutor não usa nenhum armazenamento em nuvem.\n\nTraduza enquanto lê\nAprenda um idioma lendo o que quiser. Traduza palavras e frases ao vivo em qualquer página da web. Clique em palavras ou frases em qualquer site para traduzi-las.\n\nBasta selecionar qual tradutor você gostaria de usar hoje: o novo Web Translate ou o Google Translate.\n\nEsperamos sinceramente que nosso tradutor seja valioso para você! Aguardamos ansiosamente seus comentários e avaliações.",
    "ru": "Переводчик — самое эффективное и удобное решение для быстрого перевода определенного контента, будь то слова, фразы или даже пункты меню. Просто выделив нужное слово или текст, вы можете мгновенно просмотреть его перевод на предпочитаемом вами языке. Это удобное расширение для браузера объединяет все эти функции в одном простом в использовании пакете.\n\nВот основные функции:\n► Полностью бесплатно, не требуется регистрация или подписка.\n► Поддерживает более 120 языков.\n► Автоматически определяет язык.\n► Предлагает преобразование текста в речь для 60 языков.\n► Обеспечивает обратный перевод.\n► Работает на всех веб-сайтах, включая Gmail, Facebook, Twitter и другие.\n► Имеет удобный и интуитивно понятный интерфейс.\n► Использует словарь для перевода слов (словарь работает офлайн).\n\nWeb Translator использует высококачественный человеческий перевод текста в речь (TTS) для точного чтения и воспроизведения слов, фраз и целых текстов. Он также отображает транскрипцию, транслитерацию, правильную маркировку и ударение, что позволяет вам мгновенно выучить правильное произношение без задержки.\n\nФункции включают:\n1. Перевод страниц: переводит целые веб-страницы, наводя указатель мыши на нужный текст.\n2. Словарь: предоставляет значения слов, произношение, синонимы, гипернимы, гипонимы и многое другое.\n3. Закладки: отслеживает все ваши закладки переводов и сохраняет историю переводов.\n4. Текст в речь: позволяет вам слышать точное произношение и воспроизводить слова и тексты с правильным маркировкой.\n5. Перевод изображений: выберите область на экране, которую вы хотите перевести, следуя принципу работы инструмента для создания снимков экрана.\n\nИспользуйте функцию TTS, чтобы улучшить понимание произношения слов, включая фонетическую транскрипцию.\n\nПолные переводы страниц\nПереводите целые веб-страницы на нужный вам язык без усилий одним щелчком мыши. Эта новая функция, интегрированная из Google Translator, доступна бесплатно в нашем переводчике.\n\nИстория переводов\nВся история переводов хранится в локальном хранилище вашего браузера. Чтобы найти или удалить историю переводов, щелкните значок расширения в правом верхнем углу браузера. Затем щелкните значок «Показать историю переводов» во всплывающем окне. Этот переводчик не использует облачное хранилище.\n\nПеревод во время чтения\nИзучайте язык, читая то, что вам нравится. Переводите слова и фразы в реальном времени на любой веб-странице. Щелкните слова или фразы на любом сайте, чтобы перевести их.\n\nПросто выберите, какой переводчик вы хотели бы использовать сегодня: собственный новый Web Translate или Google Translate.\n\nМы искренне надеемся, что наш переводчик окажется для вас ценным! Мы с нетерпением ждем ваших отзывов и оценок.",
    "sk": "Prekladač je najefektívnejšie a užívateľsky prívetivé riešenie na rýchly preklad konkrétneho obsahu, či už ide o slová, frázy alebo dokonca položky ponuky. Jednoduchým zvýraznením požadovaného slova alebo textu môžete okamžite zobraziť jeho preklad vo vami preferovanom jazyku. Toto pohodlné rozšírenie prehliadača zahŕňa všetky tieto funkcie v jednom ľahko použiteľnom balíku.\n\nTu sú kľúčové vlastnosti:\n► Úplne zadarmo, nevyžaduje sa žiadna registrácia ani predplatné.\n► Podporuje viac ako 120 jazykov.\n► Automaticky rozpozná jazyk.\n► Ponúka prevod textu na reč pre 60 jazykov.\n► Poskytuje spätný preklad.\n► Funguje na všetkých webových stránkach vrátane služieb Gmail, Facebook, Twitter a ďalších.\n► Môže sa pochváliť užívateľsky prívetivým a intuitívnym rozhraním.\n► Využíva slovník na preklad slov (slovník funguje offline).\n\ntranslator využíva vysokokvalitný ľudský text-to-speech (TTS) preklad na presné čítanie a reprodukciu slov, fráz a celých textov. Zobrazuje tiež prepis, prepis, správne zvýraznenie a vzory stresu, čo vám umožní okamžite sa naučiť správnu výslovnosť a bez meškania.\n\nMedzi funkcie patrí:\n1. Preklad stránky: Preloží celé webové stránky umiestnením kurzora myši na požadovaný text.\n2. Slovník: Poskytuje významy slov, výslovnosť, synonymá, hypernymá, hyponymá a ďalšie.\n3. Záložky: Sleduje všetky vaše preklady so záložkami a ukladá vašu históriu prekladov.\n4. Text-to-Speech: Umožňuje počuť presnú výslovnosť a hrať slová a texty so správnym prízvukom.\n5. Preklad obrázkov: Vyberte oblasť na obrazovke, ktorú chcete preložiť, podľa princípu fungovania nástroja na snímanie obrazovky.\n\nVyužite funkciu TTS na lepšie pochopenie toho, ako sa slová vyslovujú, vrátane fonetického prepisu.\n\nPreklady celej stránky\nPreložte celé webové stránky do požadovaného jazyka bez námahy jediným kliknutím. Táto nová funkcia, integrovaná z Google Translator, je k dispozícii zadarmo v našom prekladači.\n\nHistória prekladov\nCelá história prekladov je uložená v miestnom úložisku vášho prehliadača. Ak chcete nájsť alebo odstrániť svoju históriu prekladov, kliknite na ikonu rozšírenia v pravom hornom rohu prehliadača. Potom kliknite na ikonu „Zobraziť históriu prekladov“ vo vyskakovacom okne. Tento prekladač nepoužíva žiadne cloudové úložisko.\n\nPrekladajte pri čítaní\nNaučte sa jazyk čítaním, čo sa vám páči. Prekladajte slová a frázy naživo na ľubovoľnej webovej stránke. Kliknutím na slová alebo frázy na ľubovoľnej stránke ich preložíte.\n\nStačí si vybrať, ktorý prekladač by ste dnes chceli použiť: vlastniť nový Webový prekladač alebo Prekladač Google.\n\nÚprimne dúfame, že náš prekladateľ bude pre vás cenný! Netrpezlivo očakávame vašu spätnú väzbu a hodnotenie.",
    "sl": "Translate je najučinkovitejša in uporabniku prijazna rešitev za hitro prevajanje določene vsebine, pa naj gre za besede, besedne zveze ali celo elemente menija. Če preprosto označite želeno besedo ali besedilo, si lahko takoj ogledate njen prevod v želenem jeziku. Ta priročna razširitev brskalnika združuje vse te funkcije v enem paketu, ki je enostaven za uporabo.\n\nTukaj so ključne značilnosti:\n► Popolnoma brezplačno, registracija ali naročnina ni potrebna.\n► Podpira več kot 120 jezikov.\n► Samodejno zazna jezik.\n► Ponuja pretvorbo besedila v govor za 60 jezikov.\n► Omogoča obratno prevajanje.\n► Deluje na vseh spletnih mestih, vključno z Gmailom, Facebookom, Twitterjem in drugimi.\n► Ponaša se z uporabniku prijaznim in intuitivnim vmesnikom.\n► Uporablja slovar za prevajanje besed (slovar deluje brez povezave).\n\nprevajalec uporablja visokokakovostno prevajanje človeškega besedila v govor (TTS) za natančno branje in reprodukcijo besed, besednih zvez in celotnih besedil. Prikazuje tudi transkripcijo, transkripcijo, pravilno poudarjanje in vzorce poudarjanja, kar vam omogoča, da se takoj in brez odlašanja naučite pravilne izgovorjave.\n\nFunkcionalnosti vključujejo:\n1. Prevajanje strani: Prevede celotne spletne strani tako, da se z miško pomaknete nad želeno besedilo.\n2. Slovar: ponuja pomene besed, izgovorjavo, sinonime, hipernime, hiponime in drugo.\n3. Zaznamki: spremlja vse prevode, ki ste jih dodali med zaznamke, in shranjuje vašo zgodovino prevodov.\n4. Pretvorba besedila v govor: Omogoča vam, da slišite natančno izgovorjavo in predvajate besede in besedila s pravilnim naglasom.\n5. Prevod slik: Izberite območje na zaslonu, ki ga želite prevesti, v skladu z načelom delovanja orodja za posnetek zaslona.\n\nUporabite funkcijo TTS, da izboljšate svoje razumevanje izgovorjave besed, vključno s fonetičnim prepisom.\n\nPrevodi celotne strani\nPrevedite celotne spletne strani v želeni jezik brez napora z enim klikom. Ta nova funkcija, integrirana iz Google Translatorja, je brezplačno na voljo v našem prevajalniku.\n\nZgodovina prevodov\nVsa zgodovina prevodov je shranjena v lokalni shrambi vašega brskalnika. Če želite poiskati ali izbrisati svojo zgodovino prevodov, kliknite ikono razširitve v zgornjem desnem kotu brskalnika. Nato v pojavnem oknu kliknite ikono »Prikaži zgodovino prevodov«. Ta prevajalnik ne uporablja shrambe v oblaku.\n\nPrevajajte med branjem\nNaučite se jezika tako, da berete, kar vam je všeč. Prevajajte besede in besedne zveze v živo na kateri koli spletni strani. Kliknite besede ali besedne zveze na katerem koli mestu, da jih prevedete.\n\nPreprosto izberite prevajalnik, ki ga želite uporabiti danes: svoj novi spletni prevajalnik ali Google prevajalnik.\n\nResnično upamo, da se bo naš prevajalec izkazal za dragocenega za vas! Nestrpno pričakujemo vaše povratne informacije in ocene.",
    "sv": "Översätt är den mest effektiva och användarvänliga lösningen för att snabbt översätta specifikt innehåll, vare sig det är ord, fraser eller till och med menyalternativ. Genom att helt enkelt markera det önskade ordet eller texten kan du omedelbart se dess översättning på ditt föredragna språk. Detta bekväma webbläsartillägg omfattar alla dessa funktioner i ett lättanvänt paket.\n\nHär är de viktigaste funktionerna:\n► Helt gratis, ingen registrering eller prenumeration krävs.\n► Stöder över 120 språk.\n► Känner automatiskt av språket.\n► Erbjuder text-till-tal för 60 språk.\n► Ger omvänd översättning.\n► Fungerar på alla webbplatser, inklusive Gmail, Facebook, Twitter och mer.\n► Har ett användarvänligt och intuitivt gränssnitt.\n► Använder en ordbok för ordöversättning (ordbok fungerar offline).\n\növersättaren använder högkvalitativ mänsklig text-till-tal-översättning (TTS) för att korrekt läsa och återge ord, fraser och hela texter. Den visar också transkription, translitteration, korrekt accentuering och stressmönster, så att du omedelbart kan lära dig det korrekta uttalet utan dröjsmål.\n\nFunktioner inkluderar:\n1. Sidöversättning: Översätter hela webbsidor genom att föra musen över den önskade texten.\n2. Ordbok: Tillhandahåller ordets betydelser, uttal, synonymer, hypernyms, hyponyms och mer.\n3. Bokmärken: Håller reda på alla dina bokmärkta översättningar och sparar din översättningshistorik.\n4. Text-till-tal: Gör att du kan höra korrekt uttal och spela ord och texter med rätt accent.\n5. Bildöversättning: Välj det område på skärmen som du vill översätta, enligt skärmdumpsverktygets arbetsprincip.\n\nAnvänd TTS-funktionen för att förbättra din förståelse av hur ord uttalas, inklusive fonetisk transkription.\n\nHelsidesöversättningar\nÖversätt hela webbsidor till önskat språk utan ansträngning med ett enda klick. Den här nya funktionen, integrerad från Google Translator, är tillgänglig gratis i vår översättare.\n\nÖversättningshistoria\nAll översättningshistorik lagras i din webbläsares lokala lagring. För att hitta eller ta bort din översättningshistorik, klicka på tilläggsikonen i det övre högra hörnet av din webbläsare. Klicka sedan på ikonen \"Visa översättningshistorik\" i popup-fönstret. Denna översättare använder ingen molnlagring.\n\nÖversätt medan du läser\nLär dig ett språk genom att läsa vad du vill. Översätt ord och fraser live på vilken webbsida som helst. Klicka på ord eller fraser på en webbplats för att översätta dem.\n\nVälj helt enkelt vilken översättare du vill använda idag: äg ny Web Translate eller Google Translate.\n\nVi hoppas verkligen att vår översättare visar sig vara värdefull för dig! Vi väntar med spänning på din feedback och betyg.",
    "tr": "Çeviri, sözcükler, ifadeler ve hatta menü öğeleri gibi belirli içeriği hızla çevirmek için en etkili ve kullanıcı dostu çözümdür. İstediğiniz kelimeyi veya metni vurgulayarak, çevirisini anında tercih ettiğiniz dilde görüntüleyebilirsiniz. Bu kullanışlı tarayıcı uzantısı, tüm bu işlevleri kullanımı kolay tek bir pakette toplar.\n\nİşte temel özellikler:\n► Tamamen ücretsiz, kayıt veya abonelik gerekmez.\n► 120'den fazla dili destekler.\n► Dili otomatik olarak algılar.\n► 60 dil için metinden konuşmaya sunar.\n► Ters çeviri sağlar.\n► Gmail, Facebook, Twitter ve daha fazlası dahil olmak üzere tüm web sitelerinde çalışır.\n► Kullanıcı dostu ve sezgisel bir arayüze sahiptir.\n► Kelime çevirisi için bir sözlük kullanır (sözlük çevrimdışı çalışır).\n\nçevirmen, kelimeleri, tümceleri ve tüm metinleri doğru bir şekilde okumak ve çoğaltmak için yüksek kaliteli insan metinden konuşmaya (TTS) çeviri kullanır. Ayrıca transkripsiyonu, harf çevirisini, doğru vurgulamayı ve vurgu kalıplarını görüntüleyerek doğru telaffuzu gecikmeden anında öğrenmenize olanak tanır.\n\nİşlevler şunları içerir:\n1. Sayfa Çevirisi: Fareyi istenen metnin üzerine getirerek tüm web sayfalarını çevirir.\n2. Sözlük: Kelime anlamlarını, telaffuzu, eşanlamlıları, hipernimleri, hiponimleri ve daha fazlasını sağlar.\n3. Yer İmleri: Yer imlerine eklenmiş tüm çevirilerinizi takip eder ve çeviri geçmişinizi kaydeder.\n4. Metinden Konuşmaya: Doğru telaffuzu duymanızı ve kelimeleri ve metinleri doğru aksanla çalmanızı sağlar.\n5. Görüntü Çevirisi: Ekran görüntüsü aracının çalışma prensibini izleyerek ekranınızda çevirmek istediğiniz alanı seçin.\n\nFonetik transkripsiyon da dahil olmak üzere kelimelerin nasıl telaffuz edildiğine dair anlayışınızı geliştirmek için TTS işlevini kullanın.\n\nTam Sayfa Çeviriler\nTüm web sayfalarını tek bir tıklamayla zahmetsizce istediğiniz dile çevirin. Google Çevirmen'den entegre edilen bu yeni özellik, çevirmenimizde ücretsiz olarak mevcuttur.\n\nÇeviri Geçmişi\nTüm çeviri geçmişi, tarayıcınızın yerel deposunda saklanır. Çeviri geçmişinizi bulmak veya silmek için tarayıcınızın sağ üst köşesindeki uzantı simgesini tıklayın. Ardından, açılır pencerede \"Çeviri geçmişini göster\" simgesini tıklayın. Bu tercüman herhangi bir bulut depolama alanı kullanmaz.\n\nokurken çevir\nİstediğinizi okuyarak bir dil öğrenin. Kelimeleri ve cümleleri herhangi bir web sayfasında canlı olarak çevirin. Çevirmek için herhangi bir sitedeki kelimeleri veya cümleleri tıklayın.\n\nBasitçe bugün hangi çevirmeni kullanmak istediğinizi seçin: yeni Web Çeviri'ye veya Google Çeviri'ye sahip olun.\n\nÇevirmenimizin sizin için değerli olduğunu içtenlikle umuyoruz! Geri bildirimlerinizi ve puanlarınızı sabırsızlıkla bekliyoruz.",
    "zh_CN": "Translate 是快速翻譯特定內容（無論是單詞、短語還是菜單項）的最有效和用戶友好的解決方案。 通過簡單地突出顯示所需的單詞或文本，您可以立即以您的首選語言查看其翻譯。 這個方便的瀏覽器擴展將所有這些功能包含在一個易於使用的包中。\n\n以下是主要特點：\n► 完全免費，無需註冊或訂閱。\n► 支持超過 120 種語言。\n► 自動檢測語言。\n► 提供 60 種語言的文字轉語音功能。\n► 提供反向翻譯。\n► 適用於所有網站，包括 Gmail、Facebook、Twitter 等。\n► 擁有用戶友好且直觀的界面。\n► 利用詞典進行單詞翻譯（詞典離線工作）。\n\ntranslator 採用高質量的人工文本到語音 (TTS) 翻譯來準確閱讀和再現單詞、短語和整個文本。 它還顯示轉錄、音譯、正確的重音和重音模式，讓您立即學習正確的發音。\n\n功能包括：\n1. 頁面翻譯：通過將鼠標懸停在所需文本上來翻譯整個網頁。\n2. 詞典：提供詞義、發音、同義詞、上位詞、下位詞等。\n3. 書籤：跟踪所有已添加書籤的翻譯並保存您的翻譯歷史。\n4. 文字轉語音：讓您聽到準確的發音，用正確的口音播放單詞和文本。\n5. 圖片翻譯：根據截圖工具的工作原理，選擇屏幕上要翻譯的區域。\n\n利用 TTS 功能增強您對單詞發音（包括音標）的理解。\n\n整頁翻譯\n只需單擊一下，即可輕鬆將整個網頁翻譯成您想要的語言。 我們的翻譯器免費提供這項從 Google Translator 集成的新功能。\n\n翻譯歷史\n所有翻譯歷史都存儲在瀏覽器的本地存儲中。 要查找或刪除您的翻譯歷史記錄，請單擊瀏覽器右上角的擴展程序圖標。 然後點擊彈出窗口中的“顯示翻譯歷史”圖標。 該翻譯器不使用任何云存儲。\n\n邊讀邊翻譯\n通過閱讀任何你喜歡的東西來學習一門語言。 實時翻譯任何網頁上的單詞和短語。 單擊任何站點上的單詞或短語即可進行翻譯。\n\n只需選擇您今天想使用的翻譯器：擁有新的網絡翻譯或谷歌翻譯。\n\n我們真誠地希望我們的翻譯對您有價值！ 我們熱切期待您的反饋和評分。\n\nTranslator the best and easiest way to quickly translate part of the content that you need, such as words, phrases, or even menu items. \n\nHighlight the word or text you want to translate and you will immediately see the translation into your language. All in one simple and understandable browser extension. \n\nReading an article on the Internet and don’t know a word? Just select any text on any webpage, press a shortcut and see the translation in an unobtrusive window right on the same page. \n\nNeed to type in some text by yourself and translate it? Just open the Translate pop-up window by clicking on the icon next to your browser address bar. It’s always by your side!\n\nWhy is this Translator the best of the rest?\n► Web page Translation - full web page translation with mouse hover translation\n► Dictionary  -  Word meaning, pronunciation, synonyms, hypernyms, hyponyms and more.\n► Bookmarks  - Keeps track of all the changes you made to your bookmarks. Saving translation history.\n► Text to speech - Hear correct pronunciation and play words and texts with correct accent.\n► Image translation (image recognition) - Just select the area on the monitor that you want to translate (the principle of work is as in the screenshot tool).\n\nNow you do not need to install additional programs or applications to use Google Translate, all in one convenient extension, with all the features that are available for the Translator.\n\nTranslator for Chrome a professional translation extension to translate between languages using features like text translator, transcription, and text-to-speech. \n\nFull-page translation\nExtension can translate entire web pages within one mouse-click! Just select \"Translate this page\" in the context menu on any page to see it translated to your language.\n\nNote for Full Translation!\nThe extension does a full page translation (on-click of the web icon in pop-up) by processing and redirecting through an internal server the URL of the developer's domain. This will help to make full translations of any pages in the browser faster and better.\n\nTranslation History\nAll translation history is stored in your browser's local storage. To find or delete your translation history, click the extension icon in the top right corner of your browser. Then click the \"Show translation history\" icon in the pop-up window. This translator does not use any cloud storage.\n\nTranslate while reading\nLearn a language by reading whatever you like. Translate words & phrases live on any web page. Click words or phrases on any site to translate them."
  }
}