{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Limiter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Limits the number of open tabs."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Limiter: Enhance Your Browsing Efficiency\n\nAre you overwhelmed by too many open tabs in your browser? The Tab Limiter Chrome extension is here to help you regain control and boost your productivity by managing the number of tabs you can have open at any time.\n\nKey Features:\n\nSet a Tab Limit: Define the maximum number of tabs you can have open simultaneously. Customize this limit based on your browsing habits and preferences.\nChoose Your Action: Decide whether you want the extension to automatically close new tabs that exceed your limit or simply notify you when the limit is reached.\nSimple and Clean Design: Enjoy a user-friendly interface with a modern, cute design that makes managing your tabs a pleasant experience.\nEasy to Use: Quick and easy setup with a straightforward options page to customize your tab limit and actions.\nWhy Use Tab Limiter?\n\nImprove Focus: By limiting the number of open tabs, you can reduce distractions and stay focused on the tasks that matter.\nEnhance Performance: Fewer open tabs mean better browser performance and faster load times.\nStay Organized: Keep your browser workspace tidy and organized, making it easier to find the information you need.\nHow It Works:\n\nSet Your Limit: Open the options page and set the maximum number of tabs you want to allow.\nChoose Your Action: Select whether you want to close new tabs automatically or receive a notification when the limit is reached.\nBrowse Efficiently: Enjoy a more streamlined and efficient browsing experience.\nGet Started Today\n\nInstall Tab Limiter now and take the first step towards a more productive and organized browsing experience. Whether you’re a student, professional, or just someone who loves to surf the web, Tab Limiter is the perfect tool to help you stay on top of your tabs."
  }
}