{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shortu360: Simplify Links with URL Shortening & QR Codes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shortu360: Effortlessly shorten URLs and generate QR codes for seamless sharing and tracking."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Shortu360 – The Ultimate URL Shortener Extension!\nTransform your browsing experience with Shortu360, the top-tier extension that makes URL shortening effortless!\n\nInstant URL Shortening\nSay goodbye to long URLs and hello to concise, shareable links. With Shortu360, shorten any URL instantly for easier sharing and cleaner presentation.\n\nBoost Productivity with Shortu360\nSave time and streamline your workflow by generating short URLs directly from your browser. Shortu360 enhances your efficiency, letting you focus on what truly matters. \n\n Secure URL Shortening \nYour privacy is our priority. Shortu360 ensures your links are securely shortened, providing peace of mind while sharing online. \n\nCustomizable URL Shortening \nPersonalize your link management experience. With Shortu360, customize settings and track the performance of your short URLs effortlessly. \n\nAdaptable and Reliable \nShortu360 stays updated with web changes, ensuring a consistent URL shortening experience. Trust Shortu360 to adapt and maintain reliability across various websites. \n\nKey Features of Shortu360 \n\nCreate short URLs instantly\nGenerate and scan QR codes\nShare short URLs effortlessly\nTrack link performance\n24/7 customer support\n\nStay Updated with Web Changes\nShortu360 adapts to the ever-evolving web landscape, ensuring a consistent and reliable experience across various websites. Trust our extension to keep up with the latest trends and changes in web design. \n\nUpgrade your browsing experience today with Shortu360! Shorten, share, and manage your URLs like a pro. Discover the power of seamless link management! \n\nDownload Shortu360 now and revolutionize your URL sharing! \n\nShortu360 is your ultimate solution for efficient and reliable URL shortening. Join a growing community of users who trust Shortu360 for their link management needs!\n\nShortu360 is perfect for: video URL shortener, YouTube link shortener, web link shortener, PDF link shortener, social media link shortener, email link shortener, blog post link shortener, image link shortener, affiliate link shortener, document link shortener, news article link shortener, e-commerce link shortener, event link shortener, presentation link shortener, research paper link shortener, survey link shortener, form link shortener, music link shortener, podcast link shortener, file sharing link shortener."
  }
}