{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "urlNeXT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sequence Navigator Tools Based on Active URL"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "urlNext is simple navigator button that ease you to do sequences pages (next page) based on link in the page or the URL of the page.\nThe urlNeXT button will simple shown when it find previous/next link or numbers on the URL that you browse to. By clicking the button it will bring you to the next page.\n\nAs example if you are browse to http://domain.name/page100.html\nby clicking the urlNeXT button will bring you to http://domain.name/page101.html\n\nOr you can use hot keys:\n- CTRL-SHIFT-LEFT ARROW \n- CTRL-SHIFT-RIGHT ARROW\n\nAt first, urlNeXT will use link found on the page for previous or next link. If it does not found the link, the url numbers will be used.\n\nThere is an animated page with arrow indicate the action occurred. The arrow may have 2 background color:\n- Blue is mean scanned linked is used\n- Green is mean numbers on the url is used\nIf you feel this animation consumes much cpu, please let me know your CPU, GPU, OS, Chrome version. The animation is purely css (script only trigger to start the animation), so it's really depend to the chrome it-self how the animation being handled.\n\nFor news,update, and/or response on comments, you can read at http://peprasetya.blogspot.com/search/label/urlNeXT\n\nPlease see the change log below for feature list.\n\nIf you find any problem and want to let me know, please don't just say \"It's not work\". Please give more detail, at least the url that you browse.\n\n\nChange Log:\nVersion 1.7.6 (14 Aug 2014)\n- No new feature, just fixing to compatible with Goole Code Practice, otherwise it will not work\n\nVersion 1.7.5 (6 Aug 2014)\n- Nothing changed except Chrome Extension meta as Google want update some meta files\n\nVersion 1.7.4 (15 June 2012)\n- Update scan mechanism for Google Search, as Google may use some different page location.\n- Change the animation arrow following Google Chrome animation in Mac OS X when using swipe gesture on back and forward history.\n\nVersion 1.7.3 (23 November 2011)\n- Little tweak over link scanner to cover some sites.\n\nVersion 1.7.2 (4 November 2011)\n- Link Scanner now scan https page. This only because now chrome by default use https in search page. So to be able activate link scanner, we have to allow the https being injected.\n\nVersion 1.7.1 (16 September 2011)\n- Preload arrow image, fix on some occasion that the arrow not shown.\n- Add layer that pulled by the arrow to visualized new page is pulled for next/previous page.\n\nVersion 1.7 (14 September 2011)\n- Animated arrow on next or previous action. The animation is taken between loading page time. So if the next/previous page load so fast, the animation may not occur or just half the progress, even the arrow image does not shown.\n- The animated arrow may indicate the type of the link used. If scanned link used for the next/previous link, it will use blue background. But if count number on the url, it will shown with green background.\n- Force scan links if the page does not fully loaded. On case the page load in very long time, it prevent urlNeXT to scan links.\n\nVersion 1.6 (1 July 2011)\n- Scan links for blogspot base site and use older link for next page and newer link for previous page\n\nVersion 1.5.4 (4 May 2011)\n- Update Google Search scanning method as Google change the navigation panel \n\nVersion 1.5.3 (19 Nov 2010)\n- Use dynamic link URL, urlNext will use the latest url in the scanned links, so it can adapt if the page change the url on the fly.\n- Changed for Google Instant Search, the search result in re-scan on each action and adapt to latest change. Known issue, the icon will not adapt automatically if you change the search term, nor click the navigation on the result page. \n\nVersion 1.5.2 (27 Aug 2010)\n- Change Icon\n- Bug fix for Url start with \"/search\" as reported by Devmake. Now it will scan links on the page. \n\nVersion 1.5 (23 Apr 2010)\n- Bug fix with empty href attribute. The link will be no use if the href is empty. \n\nVersion 1.4 (22 Apr 2010)\n- Bug fix with next link scanned from the page but does not have number in URL, It was not perform to the next page\n- Bug fix in scanning algorithm for finding next and previous text.\n\nVersion 1.3 (21 Apr 2010)\n- Scan links on the page (https will be not scanned) to finding specific link for Previous and Next Link based on REL attribute or text for the link.\n- Custom page scan to find the links for search engine Google, Bing, and Yahoo. This will lead a malfunction if the search engine change the result page HTML structure.\n- There is 2 dot on top of urlNeXT icon to indicate the availability on prev and next link. Red dot means unavailable, while blue mean available for the link. Left top dot for previous link, right top dot for next link.\n\nVersion 1.2 (12 Apr 2010)\n- Adding Hot Keys (CTRL-SHIFT-LEFT ARROW and CTRL-SHIFT-RIGHT ARROW). These hot keys only work on regular http, as I do not want to inject secure page (https)"
  }
}