{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "StandNote"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "StandNote is your easy to use online meeting assistant that backs you up with automated meeting minutes for every conversation."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "StandNote is your easy to use online meeting assistant that backs you up with automated meeting minutes in every conversation. It will help you save time on board meetings, team management, and customer support so that you just focus on the conversation and never miss what’s important.\n\nIt could be used along with all video conferencing tools - Google Meet, Zoom, Blue Jeans, GoToMeeting, Teams, and more. What’s more special is that using our unique machine learning algorithms, we will extract essential Action Items, Decisions, and Crucial Insights and turn them into a comprehensive, collaborative meeting summary. StandNote will be packed with a bunch of important integrations like - Slack and Notion to further ease your work life.\n\nStandNote also fits into the current online education scenario where most of the classes take place over online platforms like Google Meet and Zoom. We help students with quick and concise notes that help them to revise and memorize the concepts better.\n\nFeatures 📖:\n- Remove the Distraction of Note-Taking\n- Get MoM for any online and offline meeting\n- Automatically creates a meeting summary after each meeting\n- Analysing the ambience of a meeting\n- Share and edit on the MOMs.\n- Dashboard to organize the MoMs\n- Send mail to the user when the MoM is generated\n- Easy to use markdown templates that suit the agenda of the meeting.\n- Manage & organize meeting notes as per teams.\n- Directly push the MoM to the respective Notion Document.\n- Can be used with any video conferencing app."
  }
}