{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VPN France - Planet VPN lite Proxy",
    "de": "VPN Frankreich - Planet VPN lite Proxy",
    "fr": "VPN France - Proxy Planet VPN lite",
    "hi": "VPN फ्रांस - प्लेनेट VPN लाइट प्रॉक्सी"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get accesss to any website or service with our free VPN France proxy",
    "de": "Erhalten Sie Zugang zu allen Webseiten und Diensten mit unserem kostenlosen VPN Frankreich Proxy",
    "fr": "Accédez à n'importe quel site Web ou service avec notre proxy VPN gratuit pour la France",
    "hi": "हमारे मुफ़्त VPN फ्रांस प्रॉक्सी के साथ किसीभी वेबसाइट या सेवा का एक्सेस पाएं"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Planet VPN Lite for France - fast, reliable, and unlimited free Proxy service for Chrome. Our servers are 100% free, equipped with top-notch encryption, ensuring anonymous access to locally limited websites and resources.\n\nWith our free VPN France Chrome extension, you can easily mask your real IP address, gaining seamless access to information that may be not available in your area. This is particularly useful when travelling internationally and needing to access local resources from abroad.\n\nPlanet VPN applications are compatible with all devices, including PCs, Mac, iOS, Android mobile phones, routers, and more. Download them for free from our website: https://freevpnplanet.com/download/. Our apps utilize OpenVPN technology or the IKEv2 protocol (for mobile devices), providing comprehensive protection for your devices.\n\nOur best VPN for France browser extension features a user-friendly interface offering:\n\n★ Unlimited Access to Internet Resources:\nEffortlessly access locally restricted content like social media platforms and online streaming services with just one click. Choose from multiple French servers with our VPN France.\n\n★ Regional Content Accessibility:\nUtilize our VPN's regional servers to virtually relocate to any city in France. Choose your preferred VPN server and enjoy seamless browsing!\n\n★ Secure Browsing of Sensitive Content:\nEnsure complete anonymity and enhanced data protection while browsing sensitive websites. Your privacy remains intact with our free VPN France.\n\n★ Completely Free:\nWe are dedicated to providing free and secure VPN service for all users.\n\nWhy choose Planet VPN Lite for France?\nOur best VPN for France stands out as the leading free, unlimited VPN and proxy service for Chrome, offering secure access to internet resources to users worldwide. With cutting-edge technologies and robust encryption methods, accessing any web resource becomes effortless. We guarantee high-speed VPN connections, absolute data confidentiality, and round-the-clock customer support. Our commitment to delivering high-quality products and innovative solutions distinguishes Planet VPN Lite in the realm of free VPN services.\n\nIf you find our extension helpful, please take a moment to rate us! We appreciate your support!\n\nFacing technical difficulties? Before giving us a low rating, feel free to reach out to us for assistance: https://freevpnplanet.com/contact-us"
  }
}