{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "My personal dictionary"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Translate Finnish words to English and add them to your personal dictionary and train."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "My Personal Dictionary\n\nDescription\nAn extension that allows users to translate selected words and add them to a personal dictionary. Extension supports Finnish, English and Russian languages. The extension also provides options for viewing, editing, deleting, and practicing with saved words.\n\nMain Features\n- Completely free, no registration or subscriptions required.\n\n- Translate and Save Words: Highlight a word on any web page to translate it and save it to your dictionary.\n\n- Supports Finnish, English and Russian languages\n\n- Search for Word Suggestions: Receive word suggestions when highlighting a word.\n\n- View Dictionary: Access your dictionary to view saved words.\n\n- View Wiktionary Content: Search for any word in Wiktionary.\n\n- Edit or Delete Words: Modify or remove words in your dictionary.\n\n- Export Dictionary: Export your dictionary to a file. The format is compatible with Anki cards.\n\n- Train Words: Test your knowledge by practicing with the words.\n\n- Sync Across Devices: Your dictionary syncs across devices using chrome.storage.\n\nHow to Use:\n\n- Translate and Save Words: Highlight a word on any web page, and a popup with translation options will appear. You can click \"Save to Dictionary\" to add the word to your dictionary, change the provided translation, or search for a similar word in the Wiktionary database.\n\n- View Dictionary: Click the extension icon and select \"My Dictionary\" to view and manage saved words. Click \"Details\" to search Wiktionary content for any word.\n\n- Export Words: Click the \"Export\" button to download your dictionary in .txt format. Words are separated by tabs.\n\n- Practice Words: Click the extension icon and select \"Train Words\" to start a practice session."
  }
}