{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Magiczne milisekundy FK - Plemiona.pl",
    "de": "Magische Millisekunden FK - die-staemme.de",
    "en": "Magic milliseconds FK - Tribalwars"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bot umożliwiający świetne wycelowanie milisekund.",
    "de": "Bot ermöglicht großartige Abzielung von Millisekunden.",
    "en": "Send the army down to the second, faster than the enemy"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Proste rozszerzenie pozwalające wysłać wiele ataków na konkretną godzinę!\n\nZastanawiasz się jak inni wysyłają wojska co do kilku milisekund? Sąsiad ma lepiej? To rozszerzenie jest czymś dla Ciebie!\n\nSkończ wstawać po nocach, marnować godziny, wyręczać palec, niszczyć myszkę - pozwól, aby komputer robił to za Ciebie!\n\nOprogramowanie posiada wiele opcji konfiguracji i możliwości, dzięki czemu każdy odnajdzie złoty środek:\n- automatyczna wysyłka wojsk\n- odświeżenie strony chwilę przed wysłaniem\n- automatyczne uzupełnienie wojsk ze szlachcicem\n- możliwość wysyłania kilku ataków w tej samej sekundzie na różne milisekundy!",
    "de": "Einfache Erweiterung, die viele Angriffe zu bestimmter Uhrzeit zuläßt!\n\nÜberlegst du, auf welche Art und Weise andere alle paar Millisekunden Truppen entsenden? Hat es der Nachbar besser? Diese Erweiterung ist eben für Dich!\n\nStoppe nachts aufzuwachen, Stunden zu verschwenden, deine Finger zu strapazieren, die Maus kaputt zu machen - ließ dem Computer all dies für Dich zu tun!\n\nDie Software hat viele Konfigurationsmöglichkeiten, dank denen jeder seinen goldenen Mittelweg findet:\n- automatischer Versand von Truppen\n- Aktualisierung der Seite kurz vor dem Entsenden\n- automatische Ergänzung der Truppen mit einem Adligen\n- die Fähigkeit, mehrere Angriffe in derselben Sekunde für verschiedene Millisekunden zu senden!",
    "en": "A simple extension that allows you to send many attacks at a specific time!\n\nWondering how others send troops every few milliseconds? Is the neighbor better? This extension is something for you!\n\nStop waking up at night, wasting hours, getting your finger done, destroying the mouse - let the computer do it for you!\n\nThe software has many configuration options and possibilities, thanks to which everyone will find a golden mean:\n- automatic shipping of troops\n- refresh the page just before sending\n- automatic replenishment of troops with a nobleman\n- the ability to send several attacks in the same second for different milliseconds!"
  }
}