{
  "name": {
    "ar": "Chrome AI - Chrome مدمج مغير متصل AI للمحادثة/الترجمة",
    "am,bg,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sw,ta,te,th,vi": "Chrome AI - Chrome Built-in Offline AI Chat/Translation",
    "bn": "Chrome AI - Chrome-এ অন্তর্নির্মিত অফলাইন AI চ্যাট/অনুবাদ",
    "da": "Chrome AI - Chrome indbygget offline AI-chat/oversættelse",
    "de": "Chrome AI - Chrome eingebauter offline AI-Chat/Übersetzung",
    "es": "Chrome AI - Chrome integrado sin conexión AI Chat/Traducción",
    "fr": "Chrome AI - Chat/Traduction AI intégré hors ligne de Chrome",
    "hi": "Chrome AI - Chrome में इनबिल्ट ऑफ़लाइन AI चैट/अनुवाद",
    "it": "Chrome AI - Chat/Traduzione AI integrata offline su Chrome",
    "ja": "Chrome AI - Chrome 組み込みオフライン AI チャット/翻訳",
    "ko": "Chrome AI - Chrome 내장 오프라인 AI 대화/번역",
    "nl": "Chrome AI - Chrome ingebouwde offline AI gesprek/vertaling",
    "pl": "Chrome AI - Wbudowany w Chrome offline AI czat/tłumaczenie",
    "pt_BR": "Chrome AI - AI de Tradução/Offline Integrada ao Chrome",
    "pt_PT": "Chrome AI - Tradução AI Offline Integrada no Chrome",
    "ru": "Chrome AI - встроенный в Chrome офлайн AI для общения/перевода",
    "sv": "Chrome AI - Inbyggd offline AI-konversation/översättning i Chrome",
    "tr": "Chrome AI - Chrome İçinde Çevrimdışı AI Sohbet/Çeviri",
    "uk": "Chrome AI - Вбудований у Chrome офлайн AI-чат/переклад",
    "zh_CN": "Chrome AI - Chrome 内置离线 AI 对话/翻译",
    "zh_TW": "Chrome AI - Chrome 內建離線 AI 對話/翻譯"
  },
  "short": {
    "ar": "افتح Chrome مدمج Gemini Nano AI في اللوحة الجانبية (Side panel) لاستخدام ميزات المحادثة والترجمة AI.",
    "am,bg,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sw,ta,te,th,vi": "Open Chrome built-in Gemini Nano AI in the side panel to use offline AI chat and translation features.",
    "bn": "সাইড প্যানেলে Chrome-এ অন্তর্নির্মিত Gemini Nano AI খুলুন, অফলাইনে AI চ্যাট এবং অনুবাদ সুবিধা ব্যবহার করতে পারবেন।",
    "da": "Åbn Chrome indbyggede Gemini Nano AI i sidepanelet (Side panel) for offline AI-chat og oversættelsesfunktioner.",
    "de": "Öffnen Sie Chrome eingebauten Gemini Nano AI im Seitenpanel (Side panel), um offline AI-Chat- und Übersetzungsfunktionen zu nutzen.",
    "es": "Abre Chrome integrado Gemini Nano AI en el panel lateral (Side panel) para usar funciones de chat y traducción AI sin conexión.",
    "fr": "Ouvrez l'IA intégrée Gemini Nano de Chrome dans le panneau latéral (Side panel) pour utiliser des fonctions de chat et de…",
    "hi": "साइड पैनल (Side panel) में Chrome में इनबिल्ट Gemini Nano AI खोलें, ऑफ़लाइन AI चैट और अनुवाद सुविधाओं का उपयोग करने के लिए।",
    "it": "Apri l'AI integrata Gemini Nano di Chrome nel pannello laterale (Side panel) per utilizzare le funzioni di chat e traduzione AI…",
    "ja": "サイドパネル（Side panel）で Chrome 組み込み Gemini Nano AI を開き、AI チャットおよび翻訳機能を利用できます。",
    "ko": "사이드 패널에서 Chrome 내장 Gemini Nano AI를 열어 오프라인 AI 대화 및 번역 기능을 사용할 수 있습니다.",
    "nl": "Open de ingebouwde Gemini Nano AI in het zijpaneel van Chrome om offline AI-gesprekken en vertaalfuncties te gebruiken.",
    "pl": "Otwórz wbudowany w Chrome Gemini Nano AI w panelu bocznym (Side panel), aby korzystać z offline funkcji czatu i tłumaczenia AI.",
    "pt_BR": "Abra o AI Gemini Nano integrado ao Chrome no painel lateral (Side panel) para usar as funcionalidades de conversa e tradução AI…",
    "pt_PT": "Abra o AI Gemini Nano integrado no Chrome no painel lateral (Side panel) para usar funcionalidades de conversa e tradução AI…",
    "ru": "Откройте встроенный в Chrome AI Gemini Nano в боковой панели (Side panel), чтобы офлайн использовать функции AI для общения и…",
    "sv": "Öppna den inbyggda Gemini Nano AI i Chrome i sidopanelen (Side panel) för att använda AI-konversation och översättning offline.",
    "tr": "Chrome İçinde Gemini Nano AI'yi yan panelde (Side panel) açarak, çevrimdışı olarak AI sohbet ve çeviri özelliklerini…",
    "uk": "Відкрийте вбудований у Chrome AI Gemini Nano на бічній панелі (Side panel), щоб офлайн використовувати функції AI-чату та перекладу.",
    "zh_CN": "在侧边栏（Side panel）里打开 Chrome 内置 Gemini Nano AI，可以离线使用 AI 对话和翻译功能。",
    "zh_TW": "在側邊欄（Side panel）裡打開 Chrome 內建 Gemini Nano AI，可以離線使用 AI 對話和翻譯功能。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Talk and translate with AI using Gemini Nano AI built into Chrome, available offline.\n\nUsing this extension relies on Chrome's built-in Gemini Nano AI, which requires Chrome version greater than v127, which you can get in the Dev or Canary channels.\n\n1. Download and install Chrome with built-in AI(Dev / Canary).\n2. Go to chrome://flags/#prompt-api-for-gemini-nano and enable the Prompt API for Gemini Nano option.\n3. Go to chrome://flags/#optimization-guide-on-device-model and turn on the Enables optimization guide on device option.\n4. Go to chrome://components/ and check or download the latest version of Optimization Guide On Device Model."
  }
}