{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free SEO Audit & Website Checker by Semalt"
  },
  "short": {
    "am,ar,bg,bn,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,he,hi,kn,ml,mr,ms,sr,sw,ta,te,zh_TW": "Get a comprehensive SEO Audit report for your website.",
    "ca": "Obteniu un informe complet d'auditoria de SEO per al vostre lloc web.",
    "cs": "Získejte komplexní zprávu o auditu SEO pro své webové stránky.",
    "da": "Få en omfattende SEO-auditrapport for dit websted.",
    "de": "Erhalten Sie einen umfassenden SEO-Audit-Bericht für Ihre Website.",
    "el": "Αποκτήστε μια ολοκληρωμένη έκθεση ελέγχου SEO για τον ιστότοπό σας.",
    "es": "Obtenga un informe completo de auditoría SEO para su sitio web.",
    "et": "Hankige oma veebisaidi jaoks põhjalik SEO-auditi aruanne.",
    "fi": "Hanki kattava SEO Audit -raportti verkkosivustollesi.",
    "fr": "Obtenez un rapport d'audit SEO complet pour votre site Web.",
    "hr": "Dobijte sveobuhvatno izvješće SEO revizije za svoju web stranicu.",
    "hu": "Szerezzen be egy átfogó SEO audit jelentést a weboldaláról.",
    "id": "Dapatkan laporan Audit SEO yang komprehensif untuk situs web Anda.",
    "it": "Ottenete un rapporto completo di audit SEO per il vostro sito web.",
    "ja": "あなたのウェブサイトの包括的なSEO監査レポートを取得します。",
    "ko": "웹사이트에 대한 종합적인 SEO 감사 보고서를 받으십시오.",
    "lt": "Iegūstiet visaptverošu SEO audita ziņojumu par savu tīmekļa vietni.",
    "lv": "Gaukite išsamią savo svetainės SEO audito ataskaitą.",
    "nl": "Ontvang een uitgebreid SEO Audit rapport voor uw website.",
    "no": "Få en omfattende SEO-revisjonsrapport for nettstedet ditt.",
    "pl": "Uzyskaj kompleksowy raport z audytu SEO dla swojej strony internetowej.",
    "pt_BR,pt_PT": "Obtenha um relatório de auditoria SEO abrangente para o seu website.",
    "ro": "Obțineți un raport complet de audit SEO pentru site-ul dumneavoastră.",
    "ru": "Получите максимально-развернутый SEO Audit отчет для вашего вебсайта.",
    "sk": "Získajte komplexnú správu o audite SEO pre svoje webové stránky.",
    "sl": "Pridobite izčrpno poročilo o reviziji SEO za svoje spletno mesto.",
    "sv": "Få en omfattande rapport om SEO-utvärdering av din webbplats.",
    "th": "รับรายงานการตรวจสอบ SEO ที่ครอบคลุมสำหรับเว็บไซต์ของคุณ",
    "tr": "Web siteniz için kapsamlı bir SEO Denetim raporu alın.",
    "uk": "Отримайте максимально розгорнутий звіт із SEO-аудитом вашого веб-сайту.",
    "vi": "Nhận báo cáo kiểm tra SEO toàn diện cho trang web của bạn.",
    "zh_CN": "为你的网站获得一份全面的SEO审计报告。"
  },
  "long": {
    "am,ar,bg,bn,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,he,hi,kn,ml,mr,ms,sr,sw,ta,te,zh_TW": "Pinpoint technical errors and other issues that stand in your website’s way to ranking higher in the SERPs and attracting more visitors.\n\nFree SEO Audit & Website Checker is a special-purpose Google Chrome SEO extension. It allows you to analyze any website for as many as 47 performance indicators and find out where it stands in terms of today’s SEO. Each performance indicator comes with a detailed description and expert tips on making your website Google-friendlier and improving the user experience.\n\nSEO Audit & Website Checker looks into your website’s performance from all sides, including:\n- On-page SEO\n- Indexing\n- Structured Data\n- Mobile Adaptability\n- Performance and Page Speed\n- Domain\n- Server & Security\n- Social Media Presence\n- Analytics and Counters\n\nFeatures and benefits of SEO Audit & Website Checker by Semalt:\n- Lightning-fast website checks. By clicking on the extension icon, you instantly start an audit of the website opened in one of your tabs.\n- Audits trusted by hundreds of thousands of users. So far, over 2 million websites have been analyzed by https://semalt.com/ users with this SEO Audit tool. \nPDF reports. Once your website is audited, you can customize and download an SEO Audit report in PDF.\n- Free to use. Adding this extension to your browser is free, and you don’t need to sign up, enter an API key, or get through tons of intrusive ads.\n\nHow to install this extension? \nIt takes 5 (literally) seconds to install SEO Audit & Website Checker:\n- Click #1 — Hit the Add to Chrome button\n- Click #2 — Add the extension\n- Click #3 — Pin it to your Chrome toolbar by clicking the Pushpin icon to always have it at your fingertips \n \nHow to get started with SEO Audit & Website Checker?\nGo to a website you’d like to check and left-click the Free SEO Audit & Website Checker icon in your Chrome Extensions menu. You’ll get analysis data for this website in a heartbeat.\n\nAbout Semalt\nSemalt has been providing SEO analytics data and SEO services since 2013. We’ve helped over 600,000 businesses grow so far and are ready to help yours.\nLearn more about Semalt at semalt.com/about.\n\nPrivacy Policy\nYour privacy means everything to us. SEO Audit & Website Checker does NOT collect data on how you use Chrome, search, or navigate websites. It only uses the URL of the web page you enable it on, as well as additional elements associated with this page.\nLearn more about Semalt’s Privacy Policy at semalt.com/privacy-policy.\n\nSupport\nIf you have any questions, comments, or suggestions, contact us at extension@semalt.com or our Support page – semalt.com/support.",
    "ca": "Descobriu-ne els errors tècnics i altres problemes que impedeixen que el vostre lloc web ocupi un lloc més alt a les SERP i atragui més visitants.\n\nL'auditoria gratuïta de SEO i el verificador de llocs web és una extensió SEO de Google Chrome creada específicament. Us permet analitzar qualsevol lloc web amb fins a 47 indicadors de rendiment i veure com es troba avui en dia en termes de SEO. Cada indicador de rendiment inclou una descripció detallada i consells d'experts sobre com fer que el lloc sigui més amigable amb Google i millorar l'experiència de l'usuari.\n\nL'auditoria de SEO i el verificador de llocs web examina el rendiment del vostre lloc web des de tots els angles, inclosos:\n- SEO a la pàgina\n- Indexació\n- Dades estructurades\n- Adaptabilitat per a dispositius mòbils\n- Rendiment i Velocitat de la pàgina\n- Domini\n- Servidor i seguretat\n- Presència a les xarxes socials\n- Analítica i comptadors\n\nCaracterístiques i avantatges de l'auditoria de SEO i la revisió de llocs web per part de Semalt:\n- Comprovacions ràpides del lloc web. Feu clic a la icona de l'extensió per iniciar immediatament una auditoria d'un lloc web obert en una de les pestanyes.\n- Auditories de confiança de centenars de milers d'usuaris. Fins ara, els usuaris de https://semalt.com/ han analitzat més de 2 milions de llocs web utilitzant aquesta eina d'auditoria de SEO.\n- Informes en format PDF. Un cop auditat el vostre lloc web, podeu personalitzar i descarregar l'informe d'auditoria de SEO en format PDF.\n- L'ús és gratuït. Afegir aquesta extensió al vostre navegador és gratuït i no us cal que us registreu, introduïu una clau API o passeu per tones d'anuncis intrusius.\n\nCom instal·lar extension?\nL'auditoria de SEO i el verificador de llocs web triguen 5 segons (literalment) a instal·lar-se:\n- Feu clic al número 1: premeu el botó Afegeix a Chrome\n- Feu clic al número 2: afegiu l'extensió\n- Feu clic al número 3: fixeu-lo a la barra d'eines de Chrome fent clic a la icona de la chincheta perquè el tingueu sempre a mà.\n \nCom començar a utilitzar l'auditoria de SEO i el verificador de llocs web?\nAneu al lloc web que voleu comprovar i feu clic amb el botó esquerre a la icona d'auditoria gratuïta de SEO i verificador de llocs web al menú d'extensió de Chrome. En poc temps, veureu les dades d'anàlisi d'aquest lloc web.\n\nSobre Semalt\nSemalt ofereix dades d'anàlisi de SEO i serveis de SEO des del 2013. Hem ajudat a créixer més de 600.000 empreses fins ara i estem preparats per ajudar-vos a les vostres.\nMés informació sobre Semalt a https://semalt.com/about.\n\nPolítica de privacitat\nLa teva privadesa ho significa tot per a nosaltres. Semalt Extension NO recopila dades sobre com utilitzeu Chrome, cerqueu o navegueu pels llocs web. Només utilitza l'URL de la pàgina web on l'habiliteu, així com elements addicionals associats a aquesta pàgina.\nMés informació sobre la política de privadesa de Semalt a https://semalt.com/privacy-policy.\n\nSuport\nSi teniu cap pregunta, comentari o suggeriment, poseu-vos en contacte amb nosaltres a extension@semalt.com o aneu a la nostra pàgina d'assistència: https://semalt.com/support.",
    "cs": "Zjistěte technické chyby a další problémy, které stojí v cestě vašemu webu k vyššímu umístění v SERP a přilákání více návštěvníků.\n\nFree SEO Audit & Website Checker je účelové rozšíření Google Chrome SEO. Umožňuje analyzovat libovolný web až na 47 ukazatelů výkonnosti a zjistit, jak si stojí z hlediska dnešní SEO. Každý ukazatel výkonnosti je opatřen podrobným popisem a odbornými tipy, jak udělat web přívětivější pro Google a zlepšit uživatelské prostředí.\n\nNástroj SEO Audit & Website Checker zkoumá výkonnost vašeho webu ze všech stran, včetně:\n- On-page SEO\n- Indexování\n- Strukturovaná data\n- Přizpůsobivost pro mobilní zařízení\n- Výkon a rychlost stránek\n- Doména\n- Server a zabezpečení\n- Přítomnost v sociálních médiích\n- Analytika a počítadla\n\nFunkce a výhody SEO auditu a kontroly webových stránek od Semaltu:\n- Bleskurychlé kontroly webových stránek. Kliknutím na ikonu rozšíření okamžitě spustíte audit webové stránky otevřené v jedné z karet.\n- Audity, kterým důvěřují stovky tisíc uživatelů. Pomocí tohoto nástroje SEO Audit dosud uživatelé webu https://semalt.com/ analyzovali více než 2 miliony webových stránek.\n- Zprávy ve formátu PDF. Jakmile je váš web auditován, můžete si přizpůsobit a stáhnout zprávu SEO Auditu ve formátu PDF.\n- Použití je zdarma. Přidání tohoto rozšíření do prohlížeče je zdarma a nemusíte se registrovat, zadávat klíč API ani se prodírat tunami vtíravých reklam.\n\nJak nainstalovat rozšíření extension?\nInstalace nástroje SEO Audit & Website Checker trvá 5 (doslova) sekund:\n- Kliknutí č. 1 - stiskněte tlačítko Přidat do prohlížeče Chrome\n- Klikněte na tlačítko #2 - Přidejte rozšíření\n- Kliknutí č. 3 - Připněte si jej na panel nástrojů Chrome kliknutím na ikonu Pushpin, abyste jej měli vždy po ruce.\n \nJak začít používat SEO Audit & Website Checker?\nPřejděte na webovou stránku, kterou chcete zkontrolovat, a klikněte levým tlačítkem myši na ikonu Free SEO Audit & Website Checker v nabídce rozšíření Chrome. Během okamžiku se vám zobrazí analytické údaje pro tuto webovou stránku.\n\nO společnosti Semalt\nSpolečnost Semalt poskytuje analytická data a služby SEO od roku 2013. Doposud jsme pomohli více než 600 000 firem růst a jsme připraveni pomoci té vaší.\nVíce informací o společnosti Semalt naleznete na adrese https://semalt.com/about.\n\nZásady ochrany osobních údajů\nVaše soukromí pro nás znamená vše. Rozšíření SEO Semalt NESHromažďuje údaje o tom, jak používáte prohlížeč Chrome, vyhledáváte nebo procházíte webové stránky. Používá pouze adresu URL webové stránky, na které ji povolíte, a další prvky spojené s touto stránkou.\nDalší informace o zásadách ochrany osobních údajů společnosti Semalt naleznete na adrese https://semalt.com/privacy-policy.\n\nPodpora\nMáte-li jakékoli dotazy, připomínky nebo návrhy, kontaktujte nás na adrese extension@semalt.com nebo přejděte na naši stránku podpory - https://semalt.com/support.",
    "da": "Find tekniske fejl og andre problemer, der står i vejen for, at dit website kan ranke højere i SERP'erne og tiltrække flere besøgende.\n\nFree SEO Audit & Website Checker er en Google Chrome SEO-udvidelse til særlige formål. Det giver dig mulighed for at analysere ethvert websted for så mange som 47 præstationsindikatorer og finde ud af, hvor det står i forhold til dagens SEO. Hver præstationsindikator leveres med en detaljeret beskrivelse og eksperttips til at gøre dit websted Google-venligere og forbedre brugeroplevelsen.\n\nSEO Audit & Website Checker undersøger dit websteds ydeevne fra alle sider, herunder:\n- On-page SEO\n- Indeksering\n- Strukturerede data\n- Mobiltilpasningsevne\n- Ydelse og sidehastighed\n- Domæne\n- Server og sikkerhed\n- Tilstedeværelse på sociale medier\n- Analyse og tællere\n\nFunktioner og fordele ved SEO Audit & Website Checker fra Semalt:\n- Lynhurtig website kontrol: Lynhurtig website kontrol. Ved at klikke på ikonet for udvidelsen starter du øjeblikkeligt en revision af det websted, der er åbnet i en af dine faner.\n- Revisioner, der er tillid til af hundredtusindvis af brugere. Indtil videre er over 2 millioner websteder blevet analyseret af https://semalt.com/ brugere med dette SEO Audit-værktøj.\n- PDF-rapporter. Når dit websted er revideret, kan du tilpasse og downloade en SEO Audit-rapport i PDF-format.\n- Gratis at bruge. Det er gratis at tilføje denne udvidelse til din browser, og du behøver ikke at tilmelde dig, indtaste en API-nøgle eller komme igennem tonsvis af påtrængende annoncer.\n\nHvordan installerer man extension?\nDet tager 5 (bogstaveligt talt) sekunder at installere SEO Audit & Website Checker:\n- Klik #1 - Tryk på knappen Tilføj til Chrome\n- Klik #2 - Tilføj udvidelsen\n- Klik #3 - Fastgør den til din Chrome-værktøjslinje ved at klikke på Pushpin-ikonet, så du altid har den lige ved hånden\n \nHvordan kommer man i gang med SEO Audit & Website Checker?\nGå til et websted, du gerne vil tjekke, og venstreklik på ikonet Gratis SEO Audit & Website Checker i din menu med Chrome-udvidelser. Du får analysedata for dette websted i løbet af et øjeblik.\n\nOm Semalt \nSemalt har leveret SEO-analysedata og SEO-tjenester siden 2013. Vi har hjulpet over 600.000 virksomheder med at vokse indtil videre og er klar til at hjælpe din virksomhed. \nLær mere om Semalt på semalt.com/about.\n\nPolitik om beskyttelse af personlige oplysninger\nDit privatliv betyder alt for os. Semalt Extension indsamler IKKE data om, hvordan du bruger Chrome, søger eller navigerer på websites. Den bruger kun URL'en for den webside, du aktiverer den på, samt yderligere elementer, der er forbundet med denne side.\nLær mere om Semalts fortrolighedspolitik på semalt.com/privacy-policy.\n\nStøtte\nHvis du har spørgsmål, kommentarer eller forslag, kan du kontakte os på extension@semalt.com eller gå til vores supportside  - semalt.com/support.",
    "de": "Ermitteln Sie technische Fehler und andere Probleme, die Ihre Website daran hindern, in den SERPs höher zu ranken und mehr Besucher anzuziehen.\n\nFree SEO Audit & Website Checker ist eine spezielle Google Chrome SEO-Erweiterung. Sie ermöglicht es Ihnen, jede beliebige Website auf bis zu 47 Leistungsindikatoren zu analysieren und herauszufinden, wo sie in Bezug auf die heutige SEO steht. Zu jedem Leistungsindikator gibt es eine detaillierte Beschreibung und Expertentipps, wie Sie Ihre Website Google-freundlicher gestalten und die Nutzererfahrung verbessern können.\n\nSEO Audit & Website Checker untersucht die Leistung Ihrer Website von allen Seiten, einschließlich:\n- On-Page-SEO\n- Indizierung\n- Strukturierte Daten\n- Mobile Anpassungsfähigkeit\n- Leistung und Seitengeschwindigkeit\n- Bereich\n- Server & Sicherheit\n- Social-Media-Präsenz\n- Analysen und Zähler\n\nMerkmale und Vorteile des SEO Audit & Website Checker von Semalt:\n- Blitzschnelle Website-Prüfungen. Mit einem Klick auf das Symbol der Erweiterung starten Sie sofort eine Prüfung der Website, die in einem Ihrer Tabs geöffnet ist.\n- Audits, denen Hunderttausende von Nutzern vertrauen. Bislang wurden mehr als 2 Millionen Websites von https://semalt.com/ Nutzern mit diesem SEO-Audit-Tool analysiert.\n- PDF-Berichte. Sobald Ihre Website geprüft wurde, können Sie einen SEO-Audit-Bericht im PDF-Format erstellen und herunterladen.\n- Kostenlos zu benutzen. Das Hinzufügen dieser Erweiterung zu Ihrem Browser ist kostenlos, und Sie müssen sich nicht anmelden, einen API-Schlüssel eingeben oder sich durch eine Menge aufdringlicher Werbung kämpfen.\n\nWie installiert man die extension?\nDie Installation von SEO Audit & Website Checker dauert (buchstäblich) 5 Sekunden:\n- Klick #1 - Klicken Sie auf die Schaltfläche Zu Chrome hinzufügen\n- Klick #2 - Erweiterung hinzufügen\n- Klick #3 - Fügen Sie die Erweiterung mit einem Klick auf das Pushpin-Symbol in Ihre Chrome-Symbolleiste ein, um sie immer griffbereit zu haben.\n \nWie beginnt man mit SEO Audit & Website Checker?\nRufen Sie eine Website auf, die Sie überprüfen möchten, und klicken Sie mit der linken Maustaste auf das Symbol Free SEO Audit & Website Checker in Ihrem Chrome-Erweiterungsmenü. Im Handumdrehen erhalten Sie die Analysedaten für diese Website.\n\nÜber Semalt \nSemalt bietet seit 2013 SEO-Analysedaten und SEO-Dienstleistungen an. Wir haben bisher über 600.000 Unternehmen beim Wachstum geholfen und sind bereit, auch Ihrem Unternehmen zu helfen. \nsemalt.com/about um mehr über Semalt zu erfahren.\n\nDatenschutzbestimmungen\nIhre Privatsphäre bedeutet uns alles. Die Semalt Extension sammelt KEINE Daten darüber, wie Sie Chrome verwenden, suchen oder auf Websites navigieren. Sie verwendet nur die URL der Webseite, auf der Sie sie aktivieren, sowie zusätzliche Elemente, die mit dieser Seite verbunden sind.\nsemalt.com/privacy-policy um mehr über die Datenschutzrichtlinien von Semalt zu erfahren. \n\nUnterstützung\nWenn Sie Fragen, Kommentare oder Vorschläge haben, kontaktieren Sie uns unter extension@semalt.com oder besuchen Sie unsere Support-Seite - semalt.com/support.",
    "el": "Εντοπίστε τεχνικά σφάλματα και άλλα ζητήματα που εμποδίζουν την ιστοσελίδα σας να καταταγεί υψηλότερα στις SERPs και να προσελκύσει περισσότερους επισκέπτες.\n\nΤο Free SEO Audit & Website Checker είναι μια επέκταση SEO του Google Chrome ειδικού σκοπού. Σας επιτρέπει να αναλύσετε οποιονδήποτε ιστότοπο για όσο το δυνατόν περισσότερους από 47 δείκτες απόδοσης και να μάθετε πού βρίσκεται όσον αφορά το σημερινό SEO. Κάθε δείκτης απόδοσης συνοδεύεται από λεπτομερή περιγραφή και συμβουλές ειδικών για να κάνετε τον ιστότοπό σας πιο φιλικό προς τη Google και να βελτιώσετε την εμπειρία του χρήστη.\n\nΤο SEO Audit & Website Checker εξετάζει τις επιδόσεις της ιστοσελίδας σας από όλες τις πλευρές, όπως:\n- SEO εντός της σελίδας\n- Ευρετηρίαση\n- Δομημένα δεδομένα\n- Προσαρμοστικότητα για κινητά τηλέφωνα\n- Απόδοση και ταχύτητα σελίδας\n- Τομέας\n- Διακομιστής & ασφάλεια\n- Παρουσία στα μέσα κοινωνικής δικτύωσης\n- Αναλύσεις και μετρητές\n\nΧαρακτηριστικά και οφέλη του SEO Audit & Website Checker της Semalt:\n- Αστραπιαίος έλεγχος ιστοτόπων. Κάνοντας κλικ στο εικονίδιο της επέκτασης, ξεκινάτε αμέσως έναν έλεγχο του ιστότοπου που ανοίγει σε μία από τις καρτέλες σας.\n- Έλεγχοι που εμπιστεύονται εκατοντάδες χιλιάδες χρήστες. Μέχρι στιγμής, περισσότεροι από 2 εκατομμύρια ιστότοποι έχουν αναλυθεί από τους χρήστες του https://semalt.com/ με αυτό το εργαλείο SEO Audit.\n- Αναφορές PDF. Μόλις ολοκληρωθεί ο έλεγχος του ιστότοπού σας, μπορείτε να προσαρμόσετε και να κατεβάσετε μια έκθεση SEO Audit σε μορφή PDF.\n- Δωρεάν στη χρήση. Η προσθήκη αυτής της επέκτασης στο πρόγραμμα περιήγησής σας είναι δωρεάν και δεν χρειάζεται να εγγραφείτε, να εισαγάγετε ένα κλειδί API ή να περάσετε από τόνους ενοχλητικών διαφημίσεων.\n\nΠώς να εγκαταστήσετε το extension?\nΧρειάζονται 5 (κυριολεκτικά) δευτερόλεπτα για να εγκαταστήσετε το SEO Audit & Website Checker:\n- Πατήστε το κουμπί Add to Chrome (Προσθήκη στο Chrome).\n- Κάντε κλικ στο #2 - Προσθέστε την επέκταση\n- Κάντε κλικ στο #3 - Καρφιτσώστε το στη γραμμή εργαλείων του Chrome κάνοντας κλικ στο εικονίδιο Pushpin για να το έχετε πάντα στη διάθεσή σας\n \nΠώς να ξεκινήσετε με το SEO Audit & Website Checker;\nΜεταβείτε σε έναν ιστότοπο που θέλετε να ελέγξετε και κάντε αριστερό κλικ στο εικονίδιο Free SEO Audit & Website Checker στο μενού των επεκτάσεων του Chrome. Θα λάβετε δεδομένα ανάλυσης για αυτόν τον ιστότοπο σε χρόνο μηδέν.\n\nΣχετικά με τη Semalt\nΗ Semalt παρέχει δεδομένα ανάλυσης SEO και υπηρεσίες SEO από το 2013. Έχουμε βοηθήσει πάνω από 600.000 επιχειρήσεις να αναπτυχθούν μέχρι στιγμής και είμαστε έτοιμοι να βοηθήσουμε τη δική σας.\nΜάθετε περισσότερα για τη Semalt στο https://semalt.com/about.\n\nΠολιτική απορρήτου\nΤο απόρρητό σας σημαίνει τα πάντα για εμάς. Η επέκταση SEO της Semalt ΔΕΝ συλλέγει δεδομένα σχετικά με τον τρόπο που χρησιμοποιείτε το Chrome, την αναζήτηση ή την πλοήγηση σε ιστότοπους. Χρησιμοποιεί μόνο τη διεύθυνση URL της ιστοσελίδας στην οποία την ενεργοποιείτε, καθώς και πρόσθετα στοιχεία που σχετίζονται με αυτή τη σελίδα.\nΜάθετε περισσότερα σχετικά με την πολιτική απορρήτου της Semalt στη διεύθυνση https://semalt.com/privacy-policy.\n\nΥποστήριξη\nΕάν έχετε ερωτήσεις, σχόλια ή προτάσεις, επικοινωνήστε μαζί μας στο extension@semalt.com ή μεταβείτε στη σελίδα υποστήριξης - https://semalt.com/support.",
    "es": "Identifique los errores técnicos y otros problemas que se interponen en el camino de su sitio web para clasificar más alto en los SERPs y atraer más visitantes.\n\nFree SEO Audit & Website Checker es una extensión SEO de Google Chrome para fines específicos. Le permite analizar cualquier sitio web hasta en 47 indicadores de rendimiento y averiguar en qué punto se encuentra en términos de SEO actual. Cada indicador de rendimiento viene acompañado de una descripción detallada y de consejos de expertos para hacer que su sitio web sea más amigable con Google y para mejorar la experiencia del usuario.\n\nSEO Audit & Website Checker examina el rendimiento de su sitio web desde todos los puntos de vista, incluyendo\n- SEO en la página\n- Indexación\n- Datos estructurados\n- Adaptabilidad móvil\n- Rendimiento y velocidad de la página\n- Dominio\n- Servidor y seguridad\n- Presencia en redes sociales\n- Analítica y contadores\n\nCaracterísticas y beneficios de SEO Audit & Website Checker de Semalt:\n- Comprobación de sitios web a la velocidad del rayo. Al hacer clic en el icono de la extensión, se inicia instantáneamente una auditoría del sitio web abierto en una de sus pestañas.\n- Auditorías con la confianza de cientos de miles de usuarios. Hasta ahora, más de 2 millones de sitios web han sido analizados por los usuarios de https://semalt.com/ con esta herramienta de auditoría SEO.\n- Informes en PDF. Una vez auditado su sitio web, puede personalizar y descargar un informe de Auditoría SEO en PDF.\n- Uso gratuito. Añadir esta extensión a tu navegador es gratis, y no necesitas registrarte, introducir una clave API, o pasar por toneladas de anuncios intrusivos.\n\n¿Cómo instalar la extensión de Semalt?\nSe tarda 5 (literalmente) segundos en instalar SEO Audit & Website Checker:\n- Haga clic en el botón Añadir a Chrome\n- Haga clic en el número 2 - Añada la extensión\n- Clic #3 - Anclalo a tu barra de herramientas de Chrome haciendo clic en el icono de Pushpin para tenerlo siempre al alcance de la mano\n \n¿Cómo empezar con SEO Audit & Website Checker?\nVe a un sitio web que quieras comprobar y haz clic con el botón izquierdo del ratón en el icono de SEO Audit & Website Checker en tu menú de extensiones de Chrome. Obtendrás los datos de análisis de este sitio web en un instante.\n\nAcerca de Semalt \nSemalt ha estado proporcionando datos de análisis SEO y servicios SEO desde 2013. Hemos ayudado a más de 600.000 empresas a crecer hasta ahora y estamos preparados para ayudar a la suya. \nsemalt.com/about para saber más sobre Semalt.\n\nPolítica de privacidad\nSu privacidad lo es todo para nosotros. La Extensión SEO de Semalt NO recopila datos sobre cómo utiliza Chrome, busca o navega por sitios web. Solo utiliza la URL de la página web en la que la habilitas, así como elementos adicionales asociados a esta página.\nsemalt.com/privacy-policy para obtener más información sobre la política de privacidad de Semalt.\n\nSoporte\nSi tiene alguna pregunta, comentario o sugerencia, póngase en contacto con nosotros en extension@semalt.com o vaya a nuestra página de soporte - semalt.com/support.",
    "et": "Tuvastage tehnilised vead ja muud probleemid, mis takistavad teie veebisaidi kõrgemat positsiooni SERPs ja rohkemate külastajate ligimeelitamist.\n\nFree SEO Audit & Website Checker on Google Chrome'i spetsiaalne SEO laiendus. See võimaldab teil analüüsida mis tahes veebisaiti nii paljude kui 47 tulemusnäitaja osas ja teada saada, kus see tänapäeva SEO seisukohalt seisab. Iga tulemusnäitaja on varustatud üksikasjaliku kirjelduse ja ekspertide nõuannetega, kuidas muuta oma veebisait Google-sõbralikumaks ja parandada kasutajakogemust.\n\nSEO Audit & Website Checker uurib teie veebisaidi tulemuslikkust igast küljest, sh:\n- On-page SEO\n- Indekseerimine\n- Struktureeritud andmed\n- Mobiilne kohandatavus\n- jõudlus ja lehekülje kiirus\n- Domeen\n- Server ja turvalisus\n- Sotsiaalmeedia kohalolek\n- Analüüsid ja loendurid\n\nSemalt'i SEO Audit & Website Checker'i omadused ja eelised:\n- Välkkiire veebilehe kontroll. Laienduse ikoonile klõpsates käivitate kohe ühes oma vahekaardis avatud veebisaidi auditi.\n- Auditid, mida usaldavad sajad tuhanded kasutajad. Siiani on selle SEO Audit tööriistaga analüüsinud üle 2 miljoni veebisaidi https://semalt.com/ kasutajad.\n- PDF-aruanded. Kui teie veebisait on auditeeritud, saate kohandada ja alla laadida SEO-auditi aruande PDF-vormingus.\n- Kasutamine on tasuta. Selle laienduse lisamine brauserisse on tasuta ja te ei pea registreeruma, sisestama API-võtit ega läbima tonne pealetükkivaid reklaame.\n\nKuidas paigaldada extension?\nSEO Audit & Website Checker'i paigaldamiseks kulub 5 (sõna otseses mõttes) sekundit:\n- Klõps 1 - vajutage nuppu Add to Chrome\n- Klõpsake #2 - lisage laiendus\n- Klõpsake nr 3 - Kinnitage see oma Chrome'i tööriistaribale, klõpsates Pushpin ikoonile, et see oleks alati käeulatuses.\n\nKuidas alustada SEO Audit & Website Checkeriga?\nMine veebilehele, mida soovid kontrollida, ja klõpsa vasakuga Chrome'i laienduste menüüs tasuta SEO Audit & Website Checker ikoonil. Saate selle veebisaidi analüüsiandmed hetkega.\n\nSemalt'i kohta\nSemalt on pakkunud SEO-analüüsiandmeid ja SEO-teenuseid alates 2013. aastast. Oleme seni aidanud kasvada üle 600 000 ettevõtte ja oleme valmis aitama ka teie ettevõtet.\nLisateavet Semalt'i kohta leiate aadressil https://semalt.com/about.\n\nPrivaatsuspoliitika\nTeie privaatsus tähendab meile kõike. Semalt Extension EI kogu andmeid selle kohta, kuidas te Chrome'i kasutate, otsite või navigeerite veebisaitidel. See kasutab ainult selle veebilehe URL-aadressi, millel te selle aktiveerite, samuti selle lehega seotud lisaelemente.\nLisateavet Semalt'i privaatsuspoliitikast leiate aadressilt https://semalt.com/privacy-policy.\n\nToetage\nKui teil on küsimusi, kommentaare või ettepanekuid, võtke meiega ühendust aadressil extension@semalt.com või minge meie tugilehele - https://semalt.com/support.",
    "fi": "Selvitä tekniset virheet ja muut ongelmat, jotka estävät verkkosivustoasi sijoittumasta korkeammalle SERP-listalla ja houkuttelemasta enemmän kävijöitä.\n\nFree SEO Audit & Website Checker on Google Chromen SEO-laajennus, joka on tarkoitettu erityisesti hakukoneoptimointiin. Sen avulla voit analysoida minkä tahansa verkkosivuston jopa 47 suorituskykyindikaattorin osalta ja selvittää, missä se on tämän päivän SEO:n kannalta. Jokaisen suorituskykyindikaattorin mukana tulee yksityiskohtainen kuvaus ja asiantuntijoiden vinkkejä, joiden avulla verkkosivustosta voi tehdä Google-ystävällisemmän ja käyttäjäkokemusta parantavan.\n\nSEO Audit & Website Checker tarkastelee verkkosivustosi suorituskykyä kaikilta puolilta, mm:\n- On-page SEO\n- Indeksointi\n- Strukturoidut tiedot\n- Mobiilisoveltuvuus\n- Suorituskyky ja sivunopeus\n- Verkkotunnus\n- Palvelin ja turvallisuus\n- Sosiaalisen median läsnäolo\n- Analytiikka ja laskurit\n\nSemaltin SEO Audit & Website Checkerin ominaisuudet ja edut:\n- Salamannopeat verkkosivuston tarkistukset. Klikkaamalla laajennuksen kuvaketta käynnistät välittömästi yhdessä välilehdessäsi avatun verkkosivuston tarkastuksen.\n- Satojentuhansien käyttäjien luotettavat auditoinnit. Tähän mennessä https://semalt.com/ käyttäjät ovat analysoineet yli 2 miljoonaa verkkosivustoa tällä SEO Audit -työkalulla.\n- PDF-raportit. Kun verkkosivustosi on auditoitu, voit muokata ja ladata SEO Audit -raportin PDF-muodossa.\n- Ilmainen käyttää. Tämän laajennuksen lisääminen selaimeesi on ilmaista, eikä sinun tarvitse rekisteröityä, syöttää API-avainta tai käydä läpi tonneittain tungettelevia mainoksia.\n\nKuinka asentaa Semalt SEO-laajennus?\nSEO Audit & Website Checkerin asentaminen vie 5 (kirjaimellisesti) sekuntia:\n- Napsauta #1 - Paina Lisää Chromeen -painiketta\n- Napsauta #2 - Lisää laajennus\n- Napsauta #3 - Kiinnitä se Chrome-työkalurivillesi napsauttamalla Pushpin-kuvaketta, jotta se on aina käytettävissäsi.\n \nMiten päästä alkuun SEO Audit & Website Checkerin kanssa?\nSiirry verkkosivustolle, jonka haluat tarkistaa, ja napsauta vasemmalla hiiren kakkospainikkeella Free SEO Audit & Website Checker -kuvaketta Chrome Extensions -valikossa. Saat tämän verkkosivuston analyysitiedot hetkessä.\n\nTietoja Semaltista \nSemalt on tarjonnut SEO-analyysitietoja ja SEO-palveluja vuodesta 2013 lähtien. Olemme tähän mennessä auttaneet yli 600 000 yritystä kasvamaan ja olemme valmiita auttamaan sinun yritystäsi. \nsemalt.com/about saadaksesi lisätietoja Semaltista.\n\nTietosuojakäytäntö\nYksityisyytesi on meille kaikki kaikessa. Semalt Extension EI kerää tietoja siitä, miten käytät Chromea, teet hakuja tai navigoit verkkosivustoilla. Se käyttää vain sen verkkosivun URL-osoitetta, johon otat sen käyttöön, sekä tähän sivuun liittyviä lisäelementtejä.\nsemalt.com/privacy-policy saadaksesi lisätietoja Semaltin tietosuojakäytännöstä. \n\nTuki\nJos sinulla on kysyttävää, kommentteja tai ehdotuksia, ota meihin yhteyttä osoitteeseen extension@semalt.com tai mene tukisivulle - semalt.com/support.",
    "fr": "Identifiez les erreurs techniques et autres problèmes qui empêchent votre site d'être mieux classé dans les SERPs et d'attirer plus de visiteurs.\n\nFree SEO Audit & Website Checker est une extension Google Chrome spécialisée dans le référencement. Elle vous permet d'analyser n'importe quel site Web en fonction de 47 indicateurs de performance et de savoir où il se situe par rapport au référencement actuel. Chaque indicateur de performance est accompagné d'une description détaillée et de conseils d'experts pour rendre votre site Web plus convivial pour Google et améliorer l'expérience de l'utilisateur.\n\nSEO Audit & Website Checker examine les performances de votre site Web sous tous les angles, notamment :\n- Le référencement sur page\n- Indexation\n- Données structurées\n- Adaptabilité mobile\n- Performance et vitesse des pages\n- Domaine\n- Serveur et sécurité\n- Présence sur les médias sociaux\n- Analytique et compteurs\n\nCaractéristiques et avantages de SEO Audit & Website Checker de Semalt :\n- Des vérifications de sites web rapides comme l'éclair. En cliquant sur l'icône de l'extension, vous lancez instantanément un audit du site web ouvert dans l'un de vos onglets.\n- Audits fiables par des centaines de milliers d'utilisateurs. Jusqu'à présent, plus de 2 millions de sites web ont été analysés par les utilisateurs de https://semalt.com/ avec cet outil d'audit SEO.\n- Rapports PDF. Une fois votre site web audité, vous pouvez personnaliser et télécharger un rapport d'audit de référencement au format PDF.\n- Utilisation gratuite. L'ajout de cette extension à votre navigateur est gratuit et vous n'avez pas besoin de vous inscrire, de saisir une clé API ou de passer par des tonnes de publicités intrusives.\n\nComment installer extension ?\nIl faut 5 secondes (littéralement) pour installer SEO Audit & Website Checker :\n- Clic #1 - Cliquez sur le bouton Ajouter à Chrome\n- Cliquez sur #2 - Ajouter l'extension\n- Cliquez sur #3 - Épinglez-le à votre barre d'outils Chrome en cliquant sur l'icône \"Pushpin\" pour l'avoir toujours à portée de main.\n \nComment démarrer avec SEO Audit & Website Checker ?\nAllez sur un site Web que vous souhaitez vérifier et cliquez avec le bouton gauche de la souris sur l'icône gratuite SEO Audit & Website Checker dans le menu Extensions de Chrome. Vous obtiendrez les données d'analyse de ce site en un clin d'œil.\n\nÀ propos de Semalt \nSemalt fournit des données d'analyse SEO et des services de référencement depuis 2013. Nous avons aidé plus de 600 000 entreprises à se développer jusqu'à présent et sommes prêts à aider la vôtre. \nsemalt.com/about pour en savoir plus sur Semalt.\n\nPolitique de confidentialité\nVotre vie privée est essentielle pour nous. Semalt Extension ne collecte PAS de données sur la façon dont vous utilisez Chrome, effectuez des recherches ou naviguez sur les sites Web. Elle utilise uniquement l'URL de la page Web sur laquelle vous l'activez, ainsi que les éléments supplémentaires associés à cette page.\nsemalt.com/privacy-policy pour en savoir plus sur la politique de confidentialité de Semalt. \n\nSoutien\nSi vous avez des questions, des commentaires ou des suggestions, contactez-nous à l'adresse extension@semalt.com ou rendez-vous sur notre page d'assistance - semalt.com/support.",
    "hr": "Saznajte o tehničkim pogreškama i drugim problemima koji stoje na putu da vaše web mjesto bude bolje rangirano u SERP-u i privuče više posjetitelja.\n\nBesplatna revizija SEO-a i provjera web-mjesta namjenski je Google Chrome SEO proširenje. Omogućuje vam da analizirate bilo koje web mjesto na temelju do 47 pokazatelja uspješnosti i vidite kako danas stoji u smislu SEO-a. Svaki pokazatelj izvedbe dolazi s detaljnim opisom i stručnim savjetima o tome kako web mjesto učiniti prilagođenijim Googleu i poboljšati korisničko iskustvo.\n\nSEO Audit & Website Checker ispituje izvedbu vaše web stranice iz svih kutova, uključujući:\n- SEO na stranici\n- Indeksiranje\n- Strukturirani podaci\n- Prilagodljivost mobilnim uređajima\n- izvedba i brzina stranice\n- Domena\n- Server i sigurnost\n- Prisutnost na društvenim mrežama\n- Analitika i brojači\n\nZnačajke i prednosti SEO revizije i pregleda web stranice od strane Semalta:\n- Munjevito brze provjere web stranica. Kliknite na ikonu proširenja kako biste odmah pokrenuli reviziju web stranice otvorene u jednoj od kartica.\n- Revizije kojima vjeruju stotine tisuća korisnika. Do sada su korisnici https://semalt.com/ analizirali više od 2 milijuna web stranica pomoću ovog alata za SEO reviziju.\n- Izvješća u PDF formatu. Nakon što vaša web stranica bude revidirana, možete prilagoditi i preuzeti izvješće SEO revizije u PDF formatu.\n- Korištenje je besplatno. Dodavanje ovog proširenja u vaš preglednik besplatno je i ne morate se registrirati, unijeti API ključ ili se probijati kroz gomilu nametljivih oglasa.\n\nKako instalirati extension?\nSEO Audit & Website Checker traje 5 (doslovno) sekundi za instalaciju:\n- Kliknite #1 — pritisnite gumb Dodaj u Chrome\n- Kliknite #2 — Dodajte proširenje\n- Kliknite #3 - pričvrstite ga na alatnu traku Chromea klikom na ikonu pribadače kako biste ga uvijek imali pri ruci.\n \nKako početi koristiti SEO Audit & Website Checker?\nIdite na web mjesto koje želite provjeriti i lijevom tipkom miša kliknite ikonu Free SEO Audit & Website Checker u izborniku proširenja za Chrome. Ubrzo ćete vidjeti analitičke podatke za ovu web stranicu.\n\nO Semaltu\nSemalt pruža podatke SEO analitike i SEO usluge od 2013. Pomogli smo do sada da raste više od 600.000 tvrtki i spremni smo pomoći vašima.\nSaznajte više o Semaltu na https://semalt.com/about.\n\nPolitika privatnosti\nVaša privatnost nam znači sve. Semalt Extension NE prikuplja podatke o tome kako koristite Chrome, pretražujete ili se krećete po web stranicama. Koristi samo URL web-stranice na kojoj je omogućite, kao i dodatne elemente povezane s ovom stranicom.\nSaznajte više o Semaltovoj politici privatnosti na https://semalt.com/privacy-policy.\n\nPodrška\nAko imate bilo kakvih pitanja, komentara ili prijedloga, kontaktirajte nas na extension@semalt.com ili idite na našu stranicu za podršku - https://semalt.com/support.",
    "hu": "Határozza meg a technikai hibákat és egyéb problémákat, amelyek akadályozzák, hogy webhelye magasabb helyezést érjen el a SERP-kben, és több látogatót vonzzon.\n\nA Free SEO Audit & Website Checker egy speciális célú Google Chrome SEO bővítmény. Lehetővé teszi, hogy bármilyen webhelyet elemezzen akár 47 teljesítménymutató szempontjából, és megtudja, hol áll a mai SEO szempontjából. Minden egyes teljesítménymutatóhoz részletes leírás és szakértői tippek tartoznak, amelyekkel weboldalát Google-barátabbá teheti és javíthatja a felhasználói élményt.\n\nA SEO Audit & Website Checker minden oldalról megvizsgálja webhelye teljesítményét, többek között:\n- On-page SEO\n- Indexelés\n- Strukturált adatok\n- Mobil alkalmazkodóképesség\n- Teljesítmény és oldalsebesség\n- Domain\n- Kiszolgáló és biztonság\n- Közösségi média jelenlét\n- Analitika és számlálók\n\nA Semalt SEO Audit & Website Checker jellemzői és előnyei:\n- Villámgyors weboldal-ellenőrzés. A bővítmény ikonjára kattintva azonnal elindíthatja az egyik fülén megnyitott weboldal ellenőrzését.\n- Több százezer felhasználó által megbízható auditok. Eddig több mint 2 millió weboldalt elemeztek a https://semalt.com/ felhasználók ezzel a SEO Audit eszközzel.\n- PDF-jelentések. Miután webhelye auditálásra került, testre szabhatja és letöltheti a SEO Audit jelentést PDF formátumban.\n- Ingyenes használat. A bővítmény hozzáadása a böngészőjéhez ingyenes, és nem kell regisztrálnia, API-kulcsot megadnia, vagy rengeteg tolakodó reklámon keresztüljutnia.\n\nHogyan kell telepíteni a extensiont?\nA SEO Audit & Website Checker telepítése 5 (szó szerint) másodpercet vesz igénybe:\n- 1. kattintás - Nyomja meg az Add to Chrome gombot\n- Kattintson a #2. gombra - A bővítmény hozzáadása\n- Kattintson a 3. gombra - Tűzze a Chrome eszköztárához a Pushpin ikonra kattintva, hogy mindig kéznél legyen.\n\nHogyan kezdjünk hozzá a SEO Audit & Website Checker alkalmazáshoz?\nMenjen egy weboldalra, amelyet ellenőrizni szeretne, és kattintson bal gombbal az Ingyenes SEO Audit & Website Checker ikonra a Chrome Bővítmények menüben. Egy szempillantás alatt megkapja az adott weboldal elemzési adatait.\n\nA Semaltról\nA Semalt 2013 óta nyújt SEO elemzési adatokat és SEO szolgáltatásokat. Eddig több mint 600 000 vállalkozásnak segítettünk növekedni, és készen állunk arra, hogy segítsünk az Ön vállalkozásának.\nTudjon meg többet a Semaltról a https://semalt.com/about oldalon.\n\nAdatvédelmi irányelvek\nAz Ön adatvédelme mindent jelent számunkra. A Semalt Extension NEM gyűjt adatokat arról, hogyan használja a Chrome-ot, hogyan keres, vagy hogyan navigál a webhelyeken. Csak annak a weboldalnak az URL-jét használja, amelyen engedélyezi, valamint az ehhez az oldalhoz kapcsolódó további elemeket.\nA Semalt adatvédelmi szabályzatáról többet megtudhat a https://semalt.com/privacy-policy oldalon.\n\nTámogatás\nHa bármilyen kérdése, észrevétele vagy javaslata van, lépjen kapcsolatba velünk a extension@semalt.com címen, vagy látogasson el a Támogatás oldalunkra - https://semalt.com/support.",
    "id": "Tunjukkan kesalahan teknis dan masalah lain yang menghalangi situs web Anda untuk mendapatkan peringkat lebih tinggi di SERP dan menarik lebih banyak pengunjung.\n\nAudit SEO Gratis & Pemeriksa Situs Web adalah ekstensi SEO Google Chrome dengan tujuan khusus. Ekstensi ini memungkinkan Anda menganalisis situs web apa pun untuk sebanyak 47 indikator kinerja dan mencari tahu di mana posisinya dalam hal SEO saat ini. Setiap indikator kinerja dilengkapi dengan deskripsi terperinci dan tips ahli untuk membuat situs web Anda lebih ramah Google dan meningkatkan pengalaman pengguna.\n\nAudit SEO & Pemeriksa Situs Web melihat kinerja situs web Anda dari semua sisi, termasuk:\n- SEO pada halaman\n- Pengindeksan\n- Data Terstruktur\n- Adaptasi Seluler\n- Performa dan Kecepatan Halaman\n- Domain\n- Server & Keamanan\n- Kehadiran Media Sosial\n- Analisis dan Penghitung\n\nFitur dan manfaat Audit SEO & Pemeriksa Situs Web oleh Semalt:\n- Pemeriksaan situs web secepat kilat. Dengan mengklik ikon ekstensi, Anda langsung memulai audit situs web yang dibuka di salah satu tab Anda.\n- Audit dipercaya oleh ratusan ribu pengguna. Sejauh ini, lebih dari 2 juta situs web telah dianalisis oleh https://semalt.com/ pengguna dengan alat Audit SEO ini.\n- Laporan PDF. Setelah situs web Anda diaudit, Anda dapat menyesuaikan dan mengunduh laporan Audit SEO dalam bentuk PDF.\n- Gratis untuk digunakan. Menambahkan ekstensi ini ke browser Anda gratis, dan Anda tidak perlu mendaftar, memasukkan kunci API, atau melewati banyak iklan yang mengganggu.\n\nBagaimana cara menginstal ekstensi?\nDibutuhkan 5 (secara harfiah) detik untuk menginstal SEO Audit & Website Checker:\n- Klik #1 — Tekan tombol Tambahkan ke Chrome\n- Klik #2 — Tambahkan ekstensi\n- Klik #3 - Sematkan ke toolbar Chrome Anda dengan mengklik ikon Pushpin agar selalu ada di ujung jari Anda\n \nBagaimana cara memulai dengan SEO Audit & Website Checker?\nBuka situs web yang ingin Anda periksa dan klik kiri ikon Audit SEO & Pemeriksa Situs Web Gratis di menu Ekstensi Chrome Anda. Anda akan mendapatkan data analisis untuk situs web ini dalam sekejap.\n\nTentang Semalt\nSemalt telah menyediakan data analitik SEO dan layanan SEO sejak 2013. Kami telah membantu lebih dari 600.000 bisnis tumbuh sejauh ini dan siap membantu bisnis Anda.\nPelajari lebih lanjut tentang Semalt di https://semalt.com/about.\n\nRahasia pribadi\nPrivasi Anda berarti segalanya bagi kami. Ekstensi SEO Audit & Website Checker TIDAK mengumpulkan data tentang cara Anda menggunakan Chrome, menelusuri, atau menavigasi situs web. Itu hanya menggunakan URL halaman web tempat Anda mengaktifkannya, serta elemen tambahan yang terkait dengan halaman ini.\nPelajari lebih lanjut tentang Kebijakan Privasi Semalt di https://semalt.com/privacy-policy.\n\nMendukung\nJika Anda memiliki pertanyaan, komentar, atau saran, hubungi kami di extension@semalt.com atau buka halaman Dukungan kami - https://semalt.com/support.",
    "it": "Individuate gli errori tecnici e altri problemi che impediscono al vostro sito web di posizionarsi più in alto nelle SERP e di attirare più visitatori.\n\nFree SEO Audit & Website Checker è un'estensione SEO per Google Chrome con uno scopo speciale. Consente di analizzare qualsiasi sito web per ben 47 indicatori di performance e di scoprire la sua posizione in termini di SEO attuale. Ogni indicatore di performance è corredato da una descrizione dettagliata e da consigli di esperti per rendere il vostro sito web più amico di Google e migliorare l'esperienza dell'utente.\n\nSEO Audit & Website Checker esamina le prestazioni del vostro sito web da tutti i punti di vista, tra cui:\n- SEO on-page\n- Indicizzazione\n- Dati strutturati\n- Adattabilità ai dispositivi mobili\n- Prestazioni e velocità della pagina\n- Dominio\n- Server e sicurezza\n- Presenza sui social media\n- Analisi e contatori\n\nCaratteristiche e vantaggi del SEO Audit & Website Checker di Semalt:\n- Controlli fulminei dei siti web. Facendo clic sull'icona dell'estensione, si avvia immediatamente una verifica del sito web aperto in una delle schede.\n- Verifiche fidate da centinaia di migliaia di utenti. Finora, oltre 2 milioni di siti web sono stati analizzati dagli utenti di https://semalt.com/ con questo strumento di verifica SEO.\n- Rapporti in PDF. Una volta che il vostro sito web è stato analizzato, potete personalizzare e scaricare un rapporto di SEO Audit in PDF.\n- Utilizzo gratuito. L'aggiunta di questa estensione al browser è gratuita e non è necessario registrarsi, inserire una chiave API o seguire tonnellate di annunci invadenti.\n\nCome installare extension?\nCi vogliono 5 (letteralmente) secondi per installare SEO Audit & Website Checker:\n- Clicca #1 - Premi il pulsante Aggiungi a Chrome\n- Clicca #2 - Aggiungi l'estensione\n- Click #3 - Appuntatela sulla barra degli strumenti di Chrome facendo clic sull'icona Pushpin per averla sempre a portata di mano.\n\nCome iniziare con SEO Audit & Website Checker?\nAndate su un sito web che desiderate controllare e fate clic con il tasto sinistro del mouse sull'icona Free SEO Audit & Website Checker nel menu delle estensioni di Chrome. In un batter d'occhio otterrete i dati di analisi di questo sito web.\n\nInformazioni su Semalt \nSemalt fornisce dati analitici SEO e servizi SEO dal 2013. Abbiamo aiutato oltre 600.000 aziende a crescere finora e siamo pronti ad aiutare la tua. \nsemalt.com/about per saperne di più su Semalt.\n\nPolitica sulla privacy\nLa tua privacy è tutto per noi. Semalt Extension NON raccoglie dati su come usi Chrome, cerchi o navighi nei siti web. Utilizza solo l'URL della pagina web su cui la abiliti, così come gli elementi aggiuntivi associati a questa pagina.\nsemalt.com/privacy-policy per saperne di più sulla politica sulla privacy di Semalt. \n\nSupporto\nSe hai domande, commenti o suggerimenti, contattaci a extension@semalt.com o vai alla nostra pagina di supporto - semalt.com/support.",
    "ja": "SERPsで上位にランクインし、より多くの訪問者を引き付けるためにあなたのウェブサイトの道に立っている技術的なエラーやその他の問題をピンポイントにします。\n\nFree SEO Audit & Website Checkerは、特別な目的のためのGoogle Chrome SEO拡張機能です。47ものパフォーマンス指標について、あらゆるウェブサイトを分析し、今日のSEOの観点でその状況を知ることができます。各パフォーマンス指標には、詳細な説明と、ウェブサイトをGoogleフレンドリーにしてユーザーエクスペリエンスを向上させるための専門家のヒントが付属しています。\n\nSEO Audit & Website Checkerは、以下を含むあらゆる側面からウェブサイトのパフォーマンスを調査します。\n- オンページSEO\n- インデックス作成\n- 構造化データ\n- モバイル適応性\n- パフォーマンスとページスピード\n- ドメイン\n- サーバーとセキュリティ\n- ソーシャル・メディア・プレゼンス\n- アナリティクスとカウンタ\n\nSEO Audit & Website Checker by Semaltの特長と利点。\n- 光速のウェブサイトチェック。拡張機能のアイコンをクリックすることで、タブの1つに開かれたウェブサイトの監査を即座に開始します。\n-数十万人のユーザーから信頼されている監査。これまで、200万以上のウェブサイトが、このSEO監査ツールでhttps://semalt.com/ ユーザーによって分析されています。\n-PDFレポート。あなたのウェブサイトが監査されたら、SEO AuditレポートをPDFでカスタマイズしてダウンロードすることができます。\n-使用は無料です。この拡張機能をブラウザに追加するのは無料で、サインアップしたり、APIキーを入力したり、大量の邪魔な広告をスルーしたりする必要はありません。\n\nExtensionをインストールするには？\nSEO Audit & Website Checkerをインストールするのに5秒（文字通り）かかります。\n- クリック＃1 - Chromeに追加ボタンを押す\n- クリック#2 - 拡張機能を追加する\n- クリック #3 - Pushpin アイコンをクリックして Chrome ツールバーに固定し、常に指先で操作できるようにします。\n \nどのようにSEO監査＆ウェブサイトチェッカーを始めるには？\nチェックしたいWebサイトにアクセスし、Chromeの拡張機能メニューにある「Free SEO Audit & Website Checker」のアイコンを左クリックします。すぐにこのウェブサイトの分析データが表示されます。\n\nセマルトについて\nセマルトは、2013年よりSEO分析データとSEOサービスを提供しています。これまで600,000以上の企業の成長を支援しており、あなたのビジネスを支援する準備ができています。\nSemaltの詳細については、https://semalt.com/about。\n\nプライバシーポリシー\nお客様のプライバシーは私たちの全てです。Semalt Extensionは、Chromeの使用方法、検索、またはウェブサイトのナビゲートに関するデータを収集することはありません。それはあなたがそれを有効にするWebページのURLと同様に、このページに関連する追加の要素を使用しています。\nでSemaltのプライバシーポリシーの詳細については、こちらをご覧ください https://semalt.com/privacy-policy.\n\nサポート\nご質問、ご意見、ご提案がございましたら、extension@semalt.com までご連絡いただくか、サポートページ - https://semalt.com/support をご覧ください。",
    "ko": "귀하의 웹사이트가 SERP에서 더 높은 순위를 차지하고 더 많은 방문자를 유치하는 데 방해가 되는 기술적 오류 및 기타 문제에 대해 알아보십시오.\n\n무료 SEO 감사 및 웹사이트 검사기는 특별히 제작된 Chrome SEO 확장 프로그램입니다. 이를 통해 최대 47개의 성능 지표에서 모든 웹사이트를 분석하고 현재 SEO 측면에서 웹사이트가 어떤 상태인지 확인할 수 있습니다. 각 성과 지표에는 사이트를 보다 Google 친화적으로 만들고 사용자 경험을 개선하는 방법에 대한 자세한 설명과 전문가 팁이 함께 제공됩니다.\n\nSEO 감사 및 웹사이트 검사기는 다음을 포함한 모든 각도에서 웹사이트의 성능을 검사합니다.\n- 페이지 SEO\n- 인덱싱\n- 구조화된 데이터\n- 모바일 장치에 대한 적응성\n- 페이지 성능 및 속도\n- 도메인\n- 서버 및 보안\n- 소셜 미디어 존재\n- 분석 및 카운터\n\nSemalt의 SEO 감사 및 웹사이트 검토 기능 및 이점:\n- 번개처럼 빠른 웹사이트 확인. 확장 아이콘을 클릭하면 탭 중 하나에서 열리는 웹사이트에 대한 감사가 즉시 시작됩니다.\n- 수십만 명의 사용자가 신뢰하는 감사. 지금까지 https://semalt.com/의 사용자는 이 SEO 감사 도구를 사용하여 2백만 개 이상의 웹사이트를 분석했습니다.\n- PDF 형식의 보고서. 웹사이트가 감사되면 SEO 감사 보고서를 PDF 형식으로 사용자 정의하고 다운로드할 수 있습니다.\n- 사용은 무료입니다. 이 확장 프로그램을 브라우저에 추가하는 것은 무료이며 등록하거나 API 키를 입력하거나 수많은 방해 광고를 헤맬 필요가 없습니다.\n\nSemalt 확장을 설치하는 방법은 무엇입니까?\nSEO 감사 및 웹사이트 검사기는 설치하는 데 5초(말 그대로) 걸립니다:\n- #1 클릭 — Chrome에 추가 버튼 누르기\n- #2 클릭 — 확장 프로그램 추가\n- #3 클릭 - 압정 아이콘을 클릭하여 Chrome 툴바에 고정하면 항상 편리하게 사용할 수 있습니다.\n \nSEO 감사 및 웹사이트 검사기 사용을 시작하는 방법은 무엇입니까?\n확인하려는 웹사이트로 이동하여 Chrome 확장 프로그램 메뉴에서 무료 SEO 감사 및 웹사이트 검사기 아이콘을 마우스 왼쪽 버튼으로 클릭합니다. 곧 이 웹사이트에 대한 분석 데이터를 볼 수 있습니다.\n\n세말트 소개\nSemalt는 2013년부터 SEO 분석 데이터 및 SEO 서비스를 제공하고 있습니다. 우리는 지금까지 600,000개 이상의 비즈니스가 성장하도록 도왔고 귀하를 도울 준비가 되어 있습니다.\nhttps://semalt.com/about에서 Semalt에 대해 자세히 알아보십시오.\n\n개인 정보 정책\n귀하의 개인 정보는 우리에게 모든 것을 의미합니다. Semalt SEO 확장 프로그램은 사용자가 Chrome을 사용하거나 웹사이트를 검색하거나 탐색하는 방법에 대한 데이터를 수집하지 않습니다. 활성화한 웹 페이지의 URL과 이 페이지와 연결된 추가 요소만 사용합니다.\nhttps://semalt.com/privacy-policy에서 Semalt의 개인정보 보호정책에 대해 자세히 알아보십시오.\n\n지원하다\n질문, 의견 또는 제안 사항이 있는 경우 extension@semalt.com으로 문의 하거나 지원 페이지(https://semalt.com/support)로 이동하십시오.",
    "lt": "Nurodykite technines klaidas ir kitas problemas, kurios trukdo jūsų svetainei užimti aukštesnę vietą SERP ir pritraukti daugiau lankytojų.\n\nNemokamas SEO auditas ir svetainės tikrintuvas yra specialios paskirties \"Google Chrome\" SEO plėtinys. Jis leidžia analizuoti bet kurią svetainę net pagal 47 veiklos rodiklius ir sužinoti, kokioje padėtyje ji yra šiandieninio SEO požiūriu. Prie kiekvieno veiklos rodiklio pateikiamas išsamus aprašymas ir ekspertų patarimai, kaip svetainę padaryti draugiškesnę \"Google\" ir pagerinti naudotojo patirtį.\n\nSEO auditas ir svetainės tikrintuvas nagrinėja jūsų svetainės našumą iš visų pusių, įskaitant:\n- Puslapio SEO\n- Indeksavimą\n- Struktūrizuotus duomenis\n- Pritaikomumą mobiliesiems įrenginiams\n- Našumą ir puslapio greitį\n- Domenas\n- Serveris ir saugumas\n- Dalyvavimas socialinėje žiniasklaidoje\n- Analizė ir skaitikliai\n\nSemalt SEO audito ir svetainės patikros funkcijos ir privalumai:\n- Žaibiškas svetainės patikrinimas. Paspaudę plėtinio piktogramą, iškart pradėsite vienoje iš skirtukų atidarytos svetainės auditą.\n- Auditai, kuriais pasitiki šimtai tūkstančių naudotojų. Iki šiol šiuo SEO audito įrankiu https://semalt.com/ naudotojai išanalizavo daugiau kaip 2 mln. svetainių.\n- PDF formato ataskaitos. Atlikę svetainės auditą, galite pritaikyti ir atsisiųsti SEO audito ataskaitą PDF formatu.\n- Naudojimas nemokamas. Šio plėtinio įtraukimas į naršyklę yra nemokamas, jums nereikia registruotis, įvesti API rakto ar įveikti daugybės įkyrių reklamų.\n\nKaip įdiegti extension?\nĮdiegti \"SEO Audit & Website Checker\" užtrunka 5 (tiesiogine prasme) sekundes:\n- Spustelėkite 1 - paspauskite mygtuką \"Add to Chrome\" (Įtraukti į \"Chrome\").\n- Spustelėkite #2 - Pridėkite plėtinį\n- Spustelėkite #3 - prisekite jį prie \"Chrome\" įrankių juostos spustelėdami piktogramą \"Pushpin\", kad visada turėtumėte jį po ranka\n \nKaip pradėti naudotis SEO Audit & Website Checker?\nEikite į svetainę, kurią norite patikrinti, ir \"Chrome\" plėtinių meniu kairiuoju pelės klavišu spustelėkite nemokamo \"SEO Audit & Website Checker\" piktogramą. Akimirksniu gausite šios svetainės analizės duomenis.\n\nApie \"Semalt\nNuo 2013 m. \"Semalt\" teikia SEO analizės duomenis ir SEO paslaugas. Iki šiol padėjome augti daugiau nei 600 000 įmonių ir esame pasirengę padėti jūsų įmonei.\nSužinokite daugiau apie \"Semalt\" adresu https://semalt.com/about.\n\nPrivatumo politika\nJūsų privatumas mums reiškia viską. Semalt SEO plėtinys NEREIKIA rinkti duomenų apie tai, kaip naudojatės \"Chrome\", ieškote ar naršote svetainėse. Jis naudoja tik tinklalapio, kuriame jį įjungiate, URL adresą ir papildomus su šiuo tinklalapiu susijusius elementus.\nDaugiau informacijos apie \"Semalt\" privatumo politiką rasite adresu https://semalt.com/privacy-policy.\n\nParama\nJei turite klausimų, pastabų ar pasiūlymų, susisiekite su mumis adresu extension@semalt.com arba eikite į mūsų palaikymo puslapį - https://semalt.com/support.",
    "lv": "Identificējiet tehniskās kļūdas un citas problēmas, kas traucē jūsu vietnei ieņemt augstāku vietu SERP un piesaistīt vairāk apmeklētāju.\n\nFree SEO Audit & Website Checker ir īpašam nolūkam paredzēts Google Chrome SEO paplašinājums. Tas ļauj analizēt jebkuru tīmekļa vietni pēc 47 veiktspējas rādītājiem un noskaidrot, kādā stāvoklī tā atrodas mūsdienu SEO ziņā. Katram veiktspējas rādītājam ir pievienots detalizēts apraksts un ekspertu padomi, kā padarīt tīmekļa vietni draudzīgāku Google un uzlabot lietotāja pieredzi.\n\nSEO audits un tīmekļa vietnes pārbaude pārbauda jūsu vietnes veiktspēju no visām pusēm, tostarp:\n- On-page SEO\n- indeksēšana\n- Strukturētie dati\n- Pielāgojamība mobilajām ierīcēm\n- Veiktspēju un lapas ātrumu\n- Domēns\n- Serveris un drošība\n- Sociālo plašsaziņas līdzekļu klātbūtne\n- Analītika un skaitītāji\n\nSemalt SEO audita un tīmekļa vietnes pārbaudes līdzekļa funkcijas un priekšrocības:\n- Zibsnīgo tīmekļa vietņu pārbaudes. Noklikšķinot uz paplašinājuma ikonas, jūs uzreiz sākat vienā no cilnēm atvērtās vietnes auditu.\n- Audits, kam uzticas simtiem tūkstošu lietotāju. Līdz šim ar šo SEO audita rīku https://semalt.com/ lietotāji ir analizējuši vairāk nekā 2 miljonus vietņu.\n- PDF ziņojumi. Kad jūsu tīmekļa vietne ir auditēta, varat pielāgot un lejupielādēt SEO audita ziņojumu PDF formātā.\n- Bezmaksas lietošana. Šī paplašinājuma pievienošana pārlūkprogrammai ir bez maksas, un jums nav jāreģistrējas, nav jāievada API atslēga un nav jāiziet cauri uzmācīgām reklāmām.\n\nKā instalēt Semalt SEO paplašinājumu?\nSEO audita un vietnes pārbaudes programmas instalēšana aizņem 5 (burtiski) sekundes:\n- Noklikšķiniet uz #1 - nospiediet pogu Pievienot Chrome\n- Noklikšķiniet uz #2 - Pievienojiet paplašinājumu\n- Noklikšķiniet uz #3 - Piespraudiet to savai Chrome rīkjoslai, noklikšķinot uz Pushpin ikonas, lai tas vienmēr būtu pa rokai.\n \nKā sākt darbu ar SEO Audit & Website Checker?\nDodieties uz tīmekļa vietni, kuru vēlaties pārbaudīt, un noklikšķiniet uz bezmaksas SEO audita un tīmekļa vietnes pārbaudes ikonas Chrome paplašinājumu izvēlnē ar kreiso peles taustiņu. Jūs acumirklī saņemsiet šīs vietnes analīzes datus.\n\nPar uzņēmumu Semalt\nSemalt sniedz SEO analītikas datus un SEO pakalpojumus kopš 2013. gada. Līdz šim esam palīdzējuši augt vairāk nekā 600 000 uzņēmumu un esam gatavi palīdzēt arī jūsu uzņēmumam.\nUzziniet vairāk par Semalt vietnē https://semalt.com/about.\n\nKonfidencialitātes politika\nJūsu privātums mums nozīmē visu. Semalt SEO paplašinājums NEVāc datus par to, kā izmantojat Chrome, meklējat vai pārvietojaties tīmekļa vietnēs. Tas izmanto tikai tīmekļa lapas URL, kurā to iespējojat, kā arī papildu elementus, kas saistīti ar šo lapu.\nUzziniet vairāk par Semalt konfidencialitātes politiku vietnē https://semalt.com/privacy-policy.\n\nAtbalsts\nJa jums ir kādi jautājumi, komentāri vai ieteikumi, sazinieties ar mums, rakstot uz extension@semalt.com vai apmeklējiet mūsu atbalsta lapu - https://semalt.com/support.",
    "nl": "Wijs technische fouten en andere problemen aan die uw website in de weg staan om hoger te scoren in de SERP's en meer bezoekers aan te trekken.\n\nFree SEO Audit & Website Checker is een speciale SEO-extensie voor Google Chrome. Hiermee kunt u elke website analyseren op maar liefst 47 prestatie-indicatoren en nagaan waar deze staat in termen van de huidige SEO. Elke prestatie-indicator wordt geleverd met een gedetailleerde beschrijving en deskundige tips om uw website Google-vriendelijker te maken en de gebruikerservaring te verbeteren.\n\nSEO Audit & Website Checker bekijkt de prestaties van uw website van alle kanten, inclusief:\n- On-page SEO\n- Indexering\n- Gestructureerde gegevens\n- Mobiel aanpassingsvermogen\n- Prestaties en pagina snelheid\n- Domein\n- Server en beveiliging\n- Aanwezigheid in sociale media\n- Analytics en tellers\n\nKenmerken en voordelen van SEO Audit & Website Checker door Semalt:\n- Bliksemsnelle websitecontroles. Door te klikken op het extensiepictogram, start u onmiddellijk een audit van de website geopend in een van uw tabbladen.\n- Audits vertrouwd door honderdduizenden gebruikers. Tot nu toe zijn meer dan 2 miljoen websites geanalyseerd door https://semalt.com/ gebruikers met deze SEO Audit tool.\n- PDF rapporten. Zodra uw website is geauditeerd, kunt u een SEO Audit rapport in PDF aanpassen en downloaden.\n- Gratis te gebruiken. Het toevoegen van deze extensie aan uw browser is gratis, en u hoeft zich niet aan te melden, geen API-sleutel in te voeren of door tonnen opdringerige advertenties heen te gaan.\n\nHoe Semalt SEO-extensie te installeren?\nHet kost 5 (letterlijk) seconden om SEO Audit & Website Checker te installeren:\n- Klik #1 - Klik op de Toevoegen aan Chrome knop\n- Klik #2 - De extensie toevoegen\n- Klik #3 - Zet het vast op uw Chrome-werkbalk door op het Pushpin-pictogram te klikken, zodat u het altijd bij de hand hebt.\n \nHoe begint u met SEO Audit & Website Checker?\nGa naar een website die u wilt controleren en klik met de linkermuisknop op het gratis SEO Audit & Website Checker-pictogram in uw Chrome Extensions-menu. U krijgt in een oogwenk analysegegevens voor deze website.\n\nOver Semalt\nSemalt levert sinds 2013 SEO-analysegegevens en SEO-services. We hebben tot nu toe meer dan 600.000 bedrijven geholpen groeien en zijn klaar om de jouwe te helpen.\nsemalt.com/about voor meer informatie over Semalt.\n\nPrivacybeleid\nUw privacy betekent alles voor ons. Semalt Extension verzamelt GEEN gegevens over hoe u Chrome gebruikt, zoekt of door websites navigeert. Het gebruikt alleen de URL van de webpagina waarop u het inschakelt, evenals aanvullende elementen die aan deze pagina zijn gekoppeld.\nsemalt.com/privacy-policy voor meer informatie over het privacybeleid van Semalt. \n\nSteun\nAls u vragen, opmerkingen of suggesties hebt, neem dan contact met ons op via extension@semalt.com of ga naar onze Support-pagina - semalt.com/support.",
    "no": "Finn ut om tekniske feil og andre problemer som står i veien for at nettstedet ditt rangerer høyere i SERP-ene og tiltrekker flere besøkende.\n\nGratis SEO Audit & Website Checker er en spesialbygd Google Chrome SEO-utvidelse. Den lar deg analysere hvilken som helst nettside på opptil 47 ytelsesindikatorer og se hvordan den står når det gjelder SEO i dag. Hver ytelsesindikator kommer med en detaljert beskrivelse og eksperttips om hvordan du kan gjøre nettstedet mer Google-vennlig og forbedre brukeropplevelsen.\n\nSEO Audit & Website Checker undersøker nettstedets ytelse fra alle vinkler, inkludert:\n- SEO på siden\n- Indeksering\n- Strukturerte data\n- Tilpasningsevne for mobile enheter\n- Sideytelse og hastighet\n- Domene\n- Server og sikkerhet\n- Tilstedeværelse i sosiale medier\n- Analytics og tellere\n\nFunksjoner og fordeler med SEO-revisjon og nettstedgjennomgang av Semalt:\n- Lynraske nettsidesjekker. Klikk på utvidelsesikonet for umiddelbart å starte en revisjon av et nettsted som er åpent i en av fanene.\n- Revisjon som er klarert av hundretusenvis av brukere. Så langt har brukere av https://semalt.com/ analysert mer enn 2 millioner nettsteder ved å bruke dette SEO-revisjonsverktøyet.\n- Rapporter i PDF-format. Når nettstedet ditt er revidert, kan du tilpasse og laste ned SEO-revisjonsrapporten i PDF-format.\n- Bruk er gratis. Det er gratis å legge til denne utvidelsen i nettleseren din, og du trenger ikke å registrere deg, skrive inn en API-nøkkel eller gå gjennom tonnevis av påtrengende annonser.\n\nHvordan installere extension?\nSEO Audit & Website Checker tar 5 (bokstavelig talt) sekunder å installere:\n- Klikk #1 - Trykk på Legg til i Chrome -knappen\n- Klikk #2 - Legg til utvidelsen\n- Klikk #3 - Fest den til Chrome-verktøylinjen ved å klikke på Pushpin-ikonet slik at du alltid har den lett tilgjengelig.\n \nHvordan begynne å bruke SEO Audit & Website Checker?\nGå til nettstedet du vil sjekke, og venstreklikk på Free SEO Audit & Website Checker-ikonet i Chrome-utvidelsesmenyen. På kort tid vil du se analysedataene for denne nettsiden.\n\nOm Semalt\nSemalt har levert SEO -analysedata og SEO -tjenester siden 2013. Vi har hjulpet over 600 000 bedrifter til å vokse så langt og er klare til å hjelpe din.\nsemalt.com/about for å lære mer om Semalt.\n\nPersonvernerklæring\nDitt personvern betyr alt for oss. Semalt Extension samler IKKE inn data om hvordan du bruker Chrome, søker eller navigerer på nettsteder. Den bruker bare nettadressen til websiden du aktiverer den på, i tillegg til tilleggselementer knyttet til denne siden.\nsemalt.com/privacy-policy for å lære mer om Semalts personvernerklæring.\n\nBrukerstøtte\nHvis du har spørsmål, kommentarer eller forslag, kan du kontakte oss på extension@semalt.com eller gå til vår Kundestøtte - semalt.com/support.",
    "pl": "Wskaż błędy techniczne i inne problemy, które stoją na drodze Twojej strony do wyższej pozycji w SERPach i przyciągnięcia większej liczby odwiedzających.\n\nFree SEO Audit & Website Checker to rozszerzenie SEO Google Chrome o specjalnym przeznaczeniu. Pozwala przeanalizować dowolną stronę internetową pod kątem aż 47 wskaźników wydajności i dowiedzieć się, gdzie stoi pod względem dzisiejszego SEO. Każdy wskaźnik wydajności jest opatrzony szczegółowym opisem i wskazówkami ekspertów, jak uczynić witrynę bardziej przyjazną dla Google i poprawić doświadczenie użytkownika.\n\nSEO Audit & Website Checker przygląda się wydajności Twojej witryny ze wszystkich stron, w tym:\n- On-page SEO\n- Indeksowanie\n- Dane strukturalne\n- Dostosowanie do urządzeń mobilnych\n- Wydajność i szybkość strony\n- Domena\n- Serwer i bezpieczeństwo\n- Obecność w mediach społecznościowych\n- Analityka i liczniki\n\nCechy i korzyści z Audytu SEO & Website Checker przez Semalt:\n- Błyskawiczne sprawdzanie stron internetowych. Klikając na ikonę rozszerzenia, natychmiast rozpoczynasz audyt strony internetowej otwartej w jednej z twoich kart.\n- Audyty zaufane przez setki tysięcy użytkowników. Do tej pory ponad 2 miliony stron internetowych zostało przeanalizowanych przez użytkowników https://semalt.com/ za pomocą tego narzędzia SEO Audit.\n- Raporty PDF. Po przeprowadzeniu audytu witryny możesz dostosować i pobrać raport z audytu SEO w formacie PDF.\n- Bezpłatne korzystanie. Dodanie tego rozszerzenia do przeglądarki jest bezpłatne i nie musisz się rejestrować, wprowadzać klucza API ani przechodzić przez tony natrętnych reklam.\n\nJak zainstalować extension?\nInstalacja SEO Audit & Website Checker zajmuje 5 (dosłownie) sekund:\n- Kliknij # 1 - naciśnij przycisk Dodaj do Chrome\n- Kliknij # 2 - Dodaj rozszerzenie\n- Klik #3 - Przypnij go do paska narzędzi Chrome, klikając ikonę Pushpin, aby zawsze mieć go pod ręką\n \nJak rozpocząć pracę z SEO Audit & Website Checker?\nPrzejdź do strony internetowej, którą chcesz sprawdzić i kliknij lewym przyciskiem myszy na ikonę SEO Audit & Website Checker w menu rozszerzeń Chrome. W mgnieniu oka otrzymasz dane analityczne dla tej strony.\n\nO Semalt\nSemalt dostarcza dane analityczne SEO i usługi SEO od 2013 roku. Pomogliśmy do tej pory rozwinąć ponad 600 000 firm i jesteśmy gotowi pomóc Twoim.\nDowiedz się więcej o Semalt na https://semalt.com/about.\n\nPolityka prywatności\nTwoja prywatność znaczy dla nas wszystko. Semalt Extension NIE zbiera danych o tym, jak używasz Chrome, wyszukujesz lub nawigujesz po stronach internetowych. Używa tylko adresu URL strony internetowej, na której je włączasz, a także dodatkowych elementów powiązanych z tą stroną.\nDowiedz się więcej o polityce prywatności Semalt na stronie https://semalt.com/privacy-policy.\n\nWsparcie\nJeśli masz jakiekolwiek pytania, komentarze lub sugestie, skontaktuj się z nami pod adresem extension@semalt.com lub przejdź do naszej strony pomocy technicznej - https://semalt.com/support.",
    "pt_BR,pt_PT": "Aponte os erros técnicos e outras questões que se colocam no caminho do seu website para uma classificação mais elevada nos SERPs e atraindo mais visitantes.\n\nO SEO Audit & Website Checker gratuito é uma extensão SEO do Google Chrome para fins especiais. Permite-lhe analisar qualquer website para 47 indicadores de desempenho e descobrir qual a sua posição em termos de SEO de hoje. Cada indicador de desempenho vem com uma descrição detalhada e dicas de especialistas para tornar o seu website Google-friendlier e melhorar a experiência do utilizador.\n\nO SEO Audit & Website Checker analisa o desempenho do seu website de todos os lados, incluindo:\n- SEO na página\n- Indexação\n- Dados estruturados\n- Adaptabilidade móvel\n- Desempenho e velocidade de página\n- Domínio\n- Servidor & Segurança\n- Presença nas Redes Sociais\n- Analíticos e Contadores\n\nCaracterísticas e benefícios de SEO Audit & Website Checker by Semalt:\n- Verificação de website rápido como um relâmpago. Ao clicar no ícone de extensão, inicia imediatamente uma auditoria do website aberto num dos seus separadores.\n- Auditorias nas quais centenas de milhares de utilizadores confiam. Até agora, mais de 2 milhões de websites foram analisados por utilizadores do https://semalt.com/ com esta ferramenta de Auditoria SEO.\n- Relatórios em PDF. Uma vez auditado o seu sítio web, pode personalizar e descarregar um relatório de auditoria SEO em PDF.\n- Grátis de usar. Adicionar esta extensão ao seu navegador é gratuito, e não precisa de se inscrever, introduzir uma chave API, ou passar por toneladas de anúncios intrusivos.\n\nComo instalar a extensão SEO Audit & Website Checker by Semalt?\nDemora 5 (literalmente) segundos a instalar o SEO Audit & Website Checker:\n- Clique #1 - Pressione o botão Adicionar ao Cromo\n- Clique #2 - Adicionar a extensão\n- Clique em #3 - Fixe-a na sua barra de ferramentas Chrome, clicando no ícone Pushpin para a ter sempre na ponta dos seus dedos.\n \nComo começar com o SEO Audit & Website Checker?\nVá a um website que gostaria de verificar e clique com o botão esquerdo do rato no ícone de Auditoria SEO & Verificador de Website gratuito no seu menu Extensões cromadas. Obterá dados de análise para este sítio web num piscar de olhos.\n\nSobre a Semalt\nA Semalt tem fornecido dados analíticos de SEO e serviços de SEO desde 2013. Já ajudamos mais de 600.000 empresas a crescer até agora e estamos prontos para ajudar as suas.\nsemalt.com/about para saber mais sobre a Semalt.\n\nPolítica de Privacidade\nA sua privacidade significa tudo para nós. Semalt Extension NÃO recolhe dados sobre a forma como utiliza o Chrome, pesquisa ou navega em websites. Utiliza apenas o URL da página Web em que o activa, bem como elementos adicionais associados a esta página.\nsemalt.com/privacy-policy para saber mais sobre a Política de Privacidade da Semalt.\n\nSuporte\nSe você tiver alguma dúvida, comentário ou sugestão, contate-nos em extension@semalt.com ou vá para nossa página de Suporte - semalt.com/support.",
    "ro": "Identificați erorile tehnice și alte probleme care împiedică site-ul dvs. să se claseze mai sus în SERP și să atragă mai mulți vizitatori.\n\nFree SEO Audit & Website Checker este o extensie Google Chrome SEO cu scop special pentru Google Chrome. Aceasta vă permite să analizați orice site web pentru un număr de 47 de indicatori de performanță și să aflați unde se situează acesta în ceea ce privește SEO-ul actual. Fiecare indicator de performanță este însoțit de o descriere detaliată și de sfaturi de specialitate pentru a face site-ul dvs. mai prietenos cu Google și pentru a îmbunătăți experiența utilizatorului.\n\nSEO Audit & Website Checker analizează performanța site-ului dvs. web din toate punctele de vedere, inclusiv:\n- SEO on-page\n- Indexare\n- Date structurate\n- Adaptabilitatea la mobil\n- Performanța și viteza paginii\n- Domeniu\n- Server și securitate\n- Prezența în social media\n- Analize și contoare\n\nCaracteristici și beneficii ale SEO Audit & Website Checker de Semalt:\n- Verificări fulgerătoare ale site-ului web. Făcând clic pe pictograma extensiei, începeți instantaneu un audit al site-ului web deschis într-una din filele dvs.\n- Audituri de încredere de sute de mii de utilizatori. Până în prezent, peste 2 milioane de site-uri web au fost analizate de https://semalt.com/ utilizatori cu acest instrument SEO Audit.\n- Rapoarte în format PDF. După ce site-ul dvs. este auditat, puteți personaliza și descărca un raport SEO Audit în format PDF.\n- Utilizare gratuită. Adăugarea acestei extensii în browserul dvs. este gratuită și nu trebuie să vă înregistrați, să introduceți o cheie API sau să treceți prin tone de reclame intruzive.\n\nCum se instalează extension?\nEste nevoie de 5 (literalmente) secunde pentru a instala SEO Audit & Website Checker:\n- Click #1 - Apăsați butonul Adaugă la Chrome\n- Click #2 - Adaugă extensia\n- Click #3 - Fixați-o în bara de instrumente Chrome făcând clic pe pictograma Pushpin pentru a o avea mereu la îndemână\n \nCum să începi cu SEO Audit & Website Checker?\nMergeți la un site web pe care doriți să îl verificați și faceți clic stânga pe pictograma Free SEO Audit & Website Checker din meniul Extensii Chrome. Veți obține date de analiză pentru acest site web într-o clipă.\n\nDespre Semalt\nSemalt furnizează date analitice SEO și servicii SEO din 2013. Am ajutat peste 600.000 de afaceri să crească până acum și suntem gata să o ajutăm pe a ta.\nAflați mai multe despre Semalt la https://semalt.com/about.\n\nPolitica de confidențialitate\nConfidențialitatea dvs. înseamnă totul pentru noi. Semalt Extension NU colectează date despre modul în care utilizați Chrome, căutați sau navigați pe site-uri web. Folosește doar URL-ul paginii web pe care o activați, precum și elemente suplimentare asociate cu această pagină.\nAflați mai multe despre politica de confidențialitate a Semalt la https://semalt.com/privacy-policy.\n\nAsistență\nDacă aveți întrebări, comentarii sau sugestii, contactați-ne la extension@semalt.com sau accesați pagina noastră de asistență - https://semalt.com/support.",
    "ru": "Выявите ошибки и проблемы, которые мешают расти вебсайту в поисковых системах и привлекать больше аудитории\n\nFree SEO Audit & Website Checker это профессиональное SEO расширение для Chrome браузера. С его помощью вы сможете проанализировать любой вебсайт по 47 параметрам и получить оценку его соответствия требованиям современной seo оптимизации. Каждый seo параметр содержит подробное описание и рекомендации, которые помогут оптимизировать сайт под поисковую систему Google, а также улучшить пользовательский опыт. \n\nРасширение выполняет анализ сайта по следующим направлениям: \n- Внутренняя SEO оптимизация\n- Индексирование\n- Структурированные данные\n- Мобильная адаптивность\n- Производительность и скорость загрузки\n- Домен\n- Сервер и безопасность\n- Присутствие в социальных сетях\n- Аналитика и счетчики\n\nОсобенности и преимущества SEO Audit & Website Checker by Semalt:\n- Быстрая проверка сайтов. Клик по иконке расширения запускает мгновенный аудит вебсайта открытого во вкладке браузера. \n- Надежная работа и доверие сотни тысяч пользователей. Более 2 миллионов вебсайтов были проанализированы пользователями https://semalt.com/ с помощью данного SEO Audit сервиса. \n- Создание PDF отчетов. После того, как анализ сайта будет завершен вы можете кастомизировать и скачать отчет в PDF формате. \n- Расширение абсолютно бесплатно. Для его использования также не требуется регистрация, ввод апи ключа или просмотр навязчивой рекламы. \n\nКак установить расширение?\nУстановка SEO Audit & Website Checker займет 5 (буквально) секунд:\n- 1 клик - Нажмите Добавить в Хром\n- 2 клик - Установить расширение\n- 3 клик — Закрепите расширение в списке часто используемых, чтобы оно было всегда под рукой, нажав на ”Закрепить”\n \nКак начать пользоваться расширением SEO Audit & Website Checker?\nПерейдите на веб-сайт, который вы хотите проверить, и щелкните левой кнопкой мыши значок «Free SEO Audit & Website Checker» в меню «Расширения Chrome». Вы получите аналитические данные для этого веб-сайта в мгновение ока.\n\nО компании Semalt\nС 2013 года компания Semalt предоставляет данные SEO аналитики и услуги SEO продвижения. За это время мы помогли более 600,000 компаний улучшить их бизнес. Мы очень гордимся тем, что являемся частью их истории успеха.\nУзнать подробнее компанию Semalt вы сможете по ссылке - https://semalt.com/about \n\nПолитика конфиденциальности\nВаша конфиденциальность значит для нас все. Semalt расширение НЕ собирает данные о том, как вы используете Chrome, выполняете поиск или перемещаетесь по веб-сайтам. Он использует только URL-адрес веб-страницы, на которой вы его включили, а также дополнительные элементы, связанные с этой страницей.\nУзнайте больше о Политике конфиденциальности Semalt на semalt.com/privacy-policy.\n\nПоддержка\nЕсли у вас есть какие-либо вопросы, комментарии или предложения, свяжитесь с нами по адресу extension@semalt.com или перейдите на нашу страницу поддержки - semalt.com/support.",
    "sk": "Identifikujte technické chyby a ďalšie problémy, ktoré bránia vašej webovej stránke v tom, aby sa umiestnila na vyšších priečkach v SERP a prilákala viac návštevníkov.\n\nBezplatný audit SEO a kontrola webových stránok je účelové rozšírenie SEO pre prehliadač Google Chrome. Umožňuje analyzovať akúkoľvek webovú lokalitu až na 47 ukazovateľov výkonnosti a zistiť, ako si stojí z hľadiska dnešnej SEO optimalizácie. Každý ukazovateľ výkonnosti je vybavený podrobným popisom a odbornými radami, ako urobiť vašu webovú stránku priateľskejšou pre Google a zlepšiť používateľský zážitok.\n\nSEO Audit a kontrola webových stránok skúma výkonnosť vašej webovej stránky zo všetkých strán vrátane:\n- On-page SEO\n- Indexovanie\n- Štruktúrované údaje\n- Prispôsobivosť pre mobilné zariadenia\n- Výkon a rýchlosť stránky\n- Doména\n- Server a bezpečnosť\n- Prítomnosť v sociálnych médiách\n- Analytika a počítadlá\n\nFunkcie a výhody auditu SEO a kontroly webových stránok od spoločnosti Semalt:\n- Bleskové kontroly webových stránok. Kliknutím na ikonu rozšírenia okamžite spustíte audit webovej stránky otvorenej v jednej z kariet.\n- Audity, ktorým dôverujú stovky tisíc používateľov. Pomocou tohto nástroja SEO Audit doteraz používatelia stránky https://semalt.com/ analyzovali viac ako 2 milióny webových lokalít.\n- Správy vo formáte PDF. Po vykonaní auditu webovej lokality si môžete prispôsobiť a stiahnuť správu o audite SEO vo formáte PDF.\n- Používanie je bezplatné. Pridanie tohto rozšírenia do prehliadača je bezplatné a nemusíte sa registrovať, zadávať kľúč API ani prekonávať tony dotieravých reklám.\n\nAko nainštalovať rozšírenie extension?\nInštalácia nástroja SEO Audit & Website Checker trvá 5 (doslova) sekúnd:\n- Kliknutie č. 1 - Stlačte tlačidlo Pridať do prehliadača Chrome\n- Kliknite na tlačidlo č. 2 - Pridajte rozšírenie\n- Kliknutie č. 3 - Pripnite si ho na panel nástrojov Chrome kliknutím na ikonu Pushpin, aby ste ho mali vždy po ruke\n \nAko začať používať SEO Audit & Website Checker?\nPrejdite na webovú stránku, ktorú chcete skontrolovať, a kliknite ľavým tlačidlom myši na ikonu Free SEO Audit & Website Checker v ponuke rozšírení prehliadača Chrome. V okamihu získate údaje o analýze tejto webovej lokality.\n\nO spoločnosti Semalt\nSpoločnosť Semalt poskytuje analytické údaje a služby SEO od roku 2013. Doteraz sme pomohli viac ako 600 000 firmám rásť a sme pripravení pomôcť aj tej vašej.\nViac informácií o spoločnosti Semalt nájdete na adrese https://semalt.com/about.\n\nZásady ochrany osobných údajov\nVaše súkromie pre nás znamená všetko. Rozšírenie SEO od spoločnosti Semalt NEZHromažďuje údaje o tom, ako používate prehliadač Chrome, vyhľadávate alebo prechádzate webové stránky. Používa iba adresu URL webovej stránky, na ktorej ju povolíte, ako aj ďalšie prvky súvisiace s touto stránkou.\nViac informácií o zásadách ochrany osobných údajov spoločnosti Semalt nájdete na adrese https://semalt.com/privacy-policy.\n\nPodpora\nAk máte akékoľvek otázky, pripomienky alebo návrhy, kontaktujte nás na adrese extension@semalt.com alebo prejdite na našu stránku podpory - https://semalt.com/support.",
    "sl": "Opredelite tehnične napake in druge težave, ki preprečujejo, da bi se vaše spletno mesto uvrstilo višje v SERP in pritegnilo več obiskovalcev.\n\nFree SEO Audit & Website Checker je namenska razširitev Google Chrome SEO. Z njo lahko analizirate katero koli spletno mesto za kar 47 kazalnikov uspešnosti in ugotovite, kje se nahaja z vidika današnjega SEO. Vsak kazalnik uspešnosti je opremljen s podrobnim opisom in strokovnimi nasveti, kako spletno mesto narediti Googlu prijaznejše in izboljšati uporabniško izkušnjo.\n\nSEO Audit & Website Checker pregleda delovanje vašega spletnega mesta z vseh strani, vključno z:\n- SEO na strani\n- Indeksiranje\n- Strukturirane podatke\n- prilagodljivost za mobilne naprave\n- Zmogljivost in hitrost strani\n- Domena\n- Strežnik in varnost\n- Prisotnost v družabnih medijih\n- Analitika in števci\n\nZnačilnosti in prednosti SEO Audit & Website Checker by Semalt:\n- Preverjanje spletne strani: bliskovito hitro preverjanje spletne strani. S klikom na ikono razširitve takoj začnete revizijo spletnega mesta, ki je odprto v enem od zavihkov.\n- Revizije, ki jim zaupa več sto tisoč uporabnikov. Do zdaj so uporabniki https://semalt.com/ s tem orodjem SEO Audit analizirali več kot 2 milijona spletnih mest.\n- Poročila PDF. Ko je spletno mesto revidirano, lahko prilagodite in prenesete poročilo o reviziji SEO v formatu PDF.\n- Uporaba je brezplačna. Dodajanje te razširitve v brskalnik je brezplačno in se vam ni treba prijaviti, vnesti ključa API ali se prebijati skozi tone vsiljivih oglasov.\n\nKako namestiti extension?\nNamestitev programa SEO Audit & Website Checker traja 5 (dobesedno) sekund:\n- Klik #1 - pritisnite gumb Dodaj v Chrome\n- Klik #2 - Dodajte razširitev\n- Klik #3 - s klikom na ikono Pushpin jo pripnite v orodno vrstico Chrome, da jo boste imeli vedno na dosegu roke\n \nKako začeti z orodjem SEO Audit & Website Checker?\nPojdite na spletno mesto, ki ga želite preveriti, in z levim gumbom miške kliknite ikono Free SEO Audit & Website Checker v meniju razširitev Chrome. V trenutku boste dobili podatke za analizo tega spletnega mesta.\n\nO podjetju Semalt\nSemalt od leta 2013 zagotavlja podatke za analizo SEO in storitve SEO. Do zdaj smo pomagali rasti več kot 600.000 podjetjem in smo pripravljeni pomagati tudi vašemu.\nVeč informacij o podjetju Semalt najdete na spletni strani https://semalt.com/about.\n\nPolitika zasebnosti\nVaša zasebnost nam pomeni vse. Semaltova razširitev SEO NE zbira podatkov o tem, kako uporabljate Chrome, iščete ali se pomikate po spletnih mestih. Uporablja le URL spletne strani, na kateri jo omogočite, in dodatne elemente, povezane s to stranjo.\nVeč o politiki zasebnosti podjetja Semalt si lahko preberete na spletni strani https://semalt.com/privacy-policy.\n\nPodpora\nČe imate vprašanja, komentarje ali predloge, nas kontaktirajte na extension@semalt.com ali obiščite našo stran za podporo - https://semalt.com/support.",
    "sv": "Hitta tekniska fel och andra problem som står i vägen för att din webbplats ska rankas högre i SERP och locka fler besökare.\n\nFree SEO Audit & Website Checker är ett specialanpassat SEO-tillägg för Google Chrome. Det låter dig analysera vilken webbplats som helst för så många som 47 prestandainducer och ta reda på var den står när det gäller dagens SEO. Varje prestandaindikator kommer med en detaljerad beskrivning och experttips för att göra din webbplats Google-vänligare och förbättra användarupplevelsen.\n\nSEO Audit & Website Checker tittar på din webbplats prestanda från alla sidor, inklusive:\n- SEO på sidan\n- Indexering\n- Strukturerade data\n- Mobilanpassning\n- Prestanda och sidhastighet\n- Domän\n- Server och säkerhet\n- Närvaro i sociala medier\n- Analyser och räknare\n\nFunktioner och fördelar med SEO Audit & Website Checker från Semalt:\n- Blixtsnabba kontroller av webbplatser: Blixtsnabba kontroller av webbplatser. Genom att klicka på ikonen för tillägget startar du omedelbart en granskning av webbplatsen som öppnats i en av dina flikar.\n- Granskningar som är betrodda av hundratusentals användare. Hittills har över 2 miljoner webbplatser analyserats av https://semalt.com/-användare med detta SEO Audit-verktyg.\n- PDF-rapporter. När din webbplats har granskats kan du anpassa och ladda ner en SEO Audit-rapport i PDF-format.\n- Gratis att använda. Det är gratis att lägga till det här tillägget i din webbläsare, och du behöver inte registrera dig, ange en API-nyckel eller gå igenom massor av påträngande annonser.\n\nHur installerar man extension?\nDet tar 5 (bokstavligen) sekunder att installera SEO Audit & Website Checker:\n- Klicka #1 - Tryck på knappen Lägg till i Chrome\n- Klicka på #2 - Lägg till tillägget\n- Klicka #3 - Fäst det i din Chrome-verktygsfältet genom att klicka på Pushpin-ikonen så att du alltid har det nära till hands.\n \nHur kommer man igång med SEO Audit & Website Checker?\nGå till en webbplats som du vill kontrollera och vänsterklicka på ikonen Free SEO Audit & Website Checker i Chrome Extensions-menyn. Du får analysdata för den här webbplatsen på ett ögonblick.\n\nOm Semalt \nSemalt har tillhandahållit SEO-analysdata och SEO-tjänster sedan 2013. Vi har hjälpt över 600 000 företag att växa hittills och är redo att hjälpa ditt företag.\nsemalt.com/about för att läsa mer om Semalt.\n\nIntegritetspolicy\nDin integritet betyder allt för oss. Semalt Extension samlar INTE in data om hur du använder Chrome, söker eller navigerar på webbplatser. Den använder endast webbadressen för den webbsida du aktiverar den på, samt ytterligare element som är kopplade till denna sida.\nsemalt.com/privacy-policy för att läsa mer om Semalts sekretesspolicy. \n\nStöd\nOm du har några frågor, kommentarer eller förslag kan du kontakta oss på extension@semalt.com eller gå till vår Supportsida - semalt.com/support.",
    "th": "ค้นหาข้อผิดพลาดทางเทคนิคและปัญหาอื่น ๆ ที่ขัดขวางการจัดอันดับเว็บไซต์ของคุณให้สูงขึ้นใน SERP และดึงดูดผู้เยี่ยมชมมากขึ้น\n\nฟรี SEO Audit & Website Checker เป็นส่วนขยาย Google Chrome SEO ที่สร้างขึ้นโดยเฉพาะ ช่วยให้คุณสามารถวิเคราะห์เว็บไซต์ใด ๆ ได้ถึง 47 ตัวบ่งชี้ประสิทธิภาพและดูว่ามันเป็นอย่างไรในแง่ของ SEO ในปัจจุบัน ตัวบ่งชี้ประสิทธิภาพแต่ละตัวมาพร้อมกับคำอธิบายโดยละเอียดและคำแนะนำจากผู้เชี่ยวชาญเกี่ยวกับวิธีทำให้ไซต์เป็นมิตรกับ Google มากขึ้นและปรับปรุงประสบการณ์ผู้ใช้\n\nSEO Audit & Website Checker จะตรวจสอบประสิทธิภาพของเว็บไซต์ของคุณจากทุกมุม รวมถึง:\n- SEO บนหน้า\n- การจัดทำดัชนี\n- ข้อมูลที่มีโครงสร้าง\n- การปรับตัวให้เข้ากับอุปกรณ์พกพา\n- ประสิทธิภาพของหน้าและความเร็ว\n- โดเมน\n- เซิร์ฟเวอร์และความปลอดภัย\n- การปรากฏตัวของโซเชียลมีเดีย\n- การวิเคราะห์และเคาน์เตอร์\n\nคุณสมบัติและประโยชน์ของการตรวจสอบ SEO และการตรวจสอบเว็บไซต์โดย Semalt:\n- ตรวจสอบเว็บไซต์ได้อย่างรวดเร็ว คลิกที่ไอคอนส่วนขยายเพื่อเริ่มการตรวจสอบเว็บไซต์ที่เปิดอยู่ในแท็บใดแท็บหนึ่งทันที\n- การตรวจสอบที่ได้รับความไว้วางใจจากผู้ใช้หลายแสนคน จนถึงตอนนี้ ผู้ใช้ https://semalt.com/ ได้วิเคราะห์เว็บไซต์มากกว่า 2 ล้านเว็บไซต์โดยใช้เครื่องมือตรวจสอบ SEO นี้\n- รายงานในรูปแบบ PDF เมื่อเว็บไซต์ของคุณได้รับการตรวจสอบแล้ว คุณสามารถปรับแต่งและดาวน์โหลดรายงานการตรวจสอบ SEO ในรูปแบบ PDF ได้\n- ใช้งานได้ฟรี การเพิ่มส่วนขยายนี้ในเบราว์เซอร์ของคุณนั้นฟรี และคุณไม่จำเป็นต้องลงทะเบียน ป้อนรหัส API หรือท่องดูโฆษณาที่ล่วงล้ำมากมาย\n\nจะติดตั้งส่วนขยาย Semalt ได้อย่างไร?\nSEO Audit & Website Checker ใช้เวลา 5 วินาที (ตามตัวอักษร) ในการติดตั้ง:\n- คลิก #1 — กดปุ่ม Add to Chrome\n- คลิก #2 — เพิ่มส่วนขยาย\n- คลิก #3 - ปักหมุดลงในแถบเครื่องมือ Chrome ของคุณโดยคลิกที่ไอคอนหมุด เพื่อให้คุณใช้งานได้สะดวกเสมอ\n \nจะเริ่มใช้ SEO Audit & Website Checker ได้อย่างไร?\nไปที่เว็บไซต์ที่คุณต้องการตรวจสอบและคลิกซ้ายที่ไอคอน Free SEO Audit & Website Checker ในเมนูส่วนขยายของ Chrome ในไม่ช้า คุณจะเห็นข้อมูลการวิเคราะห์สำหรับเว็บไซต์นี้\n\nเกี่ยวกับ Semalt\nSemalt ให้บริการข้อมูลการวิเคราะห์ SEO และบริการ SEO มาตั้งแต่ปี 2013 เราได้ช่วยธุรกิจกว่า 600,000 แห่งให้เติบโตจนถึงตอนนี้และพร้อมที่จะช่วยเหลือธุรกิจของคุณ\nเรียนรู้เพิ่มเติมเกี่ยวกับ Semalt ที่ https://semalt.com/about\n\nนโยบายความเป็นส่วนตัว\nความเป็นส่วนตัวของคุณมีความหมายทุกอย่างสำหรับเรา Semalt Extension ไม่ได้รวบรวมข้อมูลเกี่ยวกับวิธีที่คุณใช้ Chrome ค้นหาหรือนำทางเว็บไซต์ มันใช้เฉพาะ URL ของหน้าเว็บที่คุณเปิดใช้งาน เช่นเดียวกับองค์ประกอบเพิ่มเติมที่เกี่ยวข้องกับหน้านี้\nเรียนรู้เพิ่มเติมเกี่ยวกับนโยบายความเป็นส่วนตัวของ Semalt ที่ https://semalt.com/privacy-policy\n\nสนับสนุน\nหากคุณมีคำถาม ข้อคิดเห็น หรือข้อเสนอแนะ โปรดติดต่อเราที่extension@semalt.com หรือไปที่หน้าสนับสนุนของเรา - https://semalt.com/support",
    "tr": "Web sitenizin SERP'lerde daha üst sıralarda yer almasını ve daha fazla ziyaretçi çekmesini engelleyen teknik hataları ve diğer sorunları tespit edin.\n\nFree SEO Audit & Website Checker özel amaçlı bir Google Chrome SEO uzantısıdır. Herhangi bir web sitesini 47 kadar performans göstergesi için analiz etmenize ve günümüz SEO'su açısından nerede durduğunu öğrenmenize olanak tanır. Her performans göstergesi ayrıntılı bir açıklama ve web sitenizi Google dostu hale getirmek ve kullanıcı deneyimini iyileştirmek için uzman ipuçları ile birlikte gelir.\n\nSEO Audit & Website Checker, web sitenizin performansını aşağıdakiler de dahil olmak üzere her yönden inceler:\n- Sayfa içi SEO\n- İndeksleme\n- Yapılandırılmış Veri\n- Mobil Uyarlanabilirlik\n- Performans ve Sayfa Hızı\n- Etki Alanı\n- Sunucu ve Güvenlik\n- Sosyal Medya Varlığı\n- Analitik ve Sayaçlar\n\nSemalt SEO Audit & Website Checker'ın özellikleri ve faydaları:\n- Işık hızında web sitesi kontrolleri. Uzantı simgesine tıklayarak, sekmelerinizden birinde açılan web sitesinin denetimini anında başlatırsınız.\n- Yüz binlerce kullanıcı tarafından güvenilen denetimler. Şimdiye kadar 2 milyondan fazla web sitesi https://semalt.com/ kullanıcıları tarafından bu SEO Denetim aracı ile analiz edildi.\n- PDF raporları. Web siteniz denetlendikten sonra, bir SEO Denetim raporunu PDF olarak özelleştirebilir ve indirebilirsiniz.\n- Kullanımı ücretsiz. Bu uzantıyı tarayıcınıza eklemek ücretsizdir ve kaydolmanız, bir API anahtarı girmeniz veya tonlarca müdahaleci reklamla karşılaşmanız gerekmez.\n\nSemalt Uzantısı nasıl kurulur? \nSEO Audit & Website Checker'ı yüklemek 5 (kelimenin tam anlamıyla) saniye sürer:\n- # 1'i tıklayın - Chrome'a ​​​​Ekle düğmesine basın\n- #2'yi tıklayın - Uzantıyı ekleyin\n- Tıklayın #3 - Her zaman parmaklarınızın ucunda olması için Raptiye simgesine tıklayarak Chrome araç çubuğunuza sabitleyin\n \nSEO Audit & Website Checker'ı kullanmaya nasıl başlanır?\nKontrol etmek istediğiniz bir web sitesine gidin ve Chrome Uzantıları menünüzdeki Ücretsiz SEO Denetimi ve Web Sitesi Denetleyicisi simgesine sol tıklayın. Bu web sitesi için analiz verilerini anında alacaksınız.\n\nSemalt Hakkında\nSemalt, 2013'ten beri SEO analiz verileri ve SEO hizmetleri sunmaktadır. Şimdiye kadar 600.000'den fazla işletmenin büyümesine yardımcı olduk ve sizinkine de yardım etmeye hazırız.\nsemalt.com/about Semalt hakkında daha fazla bilgi edinmek için.\n\nGizlilik Politikası\nGizliliğiniz bizim için her şey demektir. Semalt Uzantısı, Chrome'u nasıl kullandığınız, arama yaptığınız veya web sitelerinde nasıl gezindiğiniz hakkında veri toplamaz. Yalnızca etkinleştirdiğiniz web sayfasının URL'sini ve bu sayfayla ilişkili ek öğeleri kullanır.\nsemalt.com/privacy-policy Semalt'ın Gizlilik Politikası hakkında daha fazla bilgi edinmek için.\n\nDestek\nHerhangi bir sorunuz, yorumunuz veya öneriniz varsa, adresinden bize ulaşın. extension@semalt.com ya da bizimkine git Destek sayfası - semalt.com/support.",
    "uk": "Виявіть помилки та проблеми, які заважають сайту зростати в пошукових системах та залучати більшу аудиторію.\n\nFree SEO Audit & Website Checker — це спеціальне SEO розширення для Google Chrome. Воно дозволяє аналізувати будь-який веб-сайт за 47 критеріями оптимізації та визначати його ефективність з точки зору сучасного SEO. Кожен критерій ефективності містить детальний опис і поради експертів щодо того, як зробити ваш веб-сайт зручнішим для Google і покращити взаємодію з користувачем.\n\nSEO Audit & Website Checker аналізує ефективність вашого веб-сайту з усіх сторін, зокрема:\n- Внутрішня оптимізація\n- Індексація\n- Структуровані дані\n- Мобільна адаптивність\n- Продуктивність і швидкість сторінки\n- Домен\n- Сервер і безпека\n- Присутність у соціальних мережах\n- Аналітика та лічильники статистики\n\nОсобливості та переваги SEO Audit & Website Checker від Semalt:\n- Блискавичний аналіз веб-сайта. Клікніть на іконку розширення щоб миттєво запустити перевірку веб-сайту, відкритого у вкладці браузера.\n- Аудит, якому довіряють сотні тисяч користувачів. Наразі користувачі https://semalt.com/ проаналізували понад 2 мільйони веб-сайтів за допомогою інструменту SEO Audit.\n- PDF звіти. Після перевірки веб-сайту ви можете налаштувати та завантажити звіт SEO Audit у форматі PDF.\n- Безкоштовно. Встановіть розширення SEO Audit & Website Checker для вашого браузера безкоштовно. Користуйтеся без реєстрації, без API ключа, без реклами.\n\nЯк встановити розширення SEO Audit & Website Checker?\nЦе займає 5 (буквально) секунд:\n- Клік #1 — натисніть кнопку «Додати до Chrome»\n- Клік #2 — Додайте розширення\n- Клік #3 — Закріпіть його на панелі інструментів Chrome, натиснувши піктограму шпильки, щоб завжди мати це розширення під рукою\n\nЯк почати роботу з SEO Audit & Website Checker?\nВідкрийте веб-сайт, який ви хочете перевірити, і клацніть лівою кнопкою миші значок “Free SEO Audit & Website Checker” у меню розширень Chrome. Ви отримаєте результат аудиту для цього веб-сайту блискавично швидко.\n\nПро Semalt\nSemalt надає дані SEO аналітики та послуги SEO з 2013 року. Наразі ми допомогли зростити бізнес понад 600 000 підприємців і готові допомогти вам.\nДізнайтеся більше про Semalt на сторінці semalt.com/about.\n\nПолітика конфіденційності\nВаша конфіденційність важлива для нас. SEO Audit & Website Checker НЕ збирає дані про те, як ви використовуєте Chrome, здійснюєте пошук або навігацію веб-сайтами. Він використовує лише URL-адресу веб-сторінки, на якій ви його активували, а також додаткові елементи, пов’язані з цією сторінкою.\nДізнайтеся більше про Політику конфіденційності Semalt на сторінці semalt.com/privacy-policy.\n\nПідтримка\nЯкщо у вас є запитання, коментарі чи пропозиції, зв’яжіться з нами за адресою extension@semalt.com або на нашій сторінці підтримки – semalt.com/support.",
    "vi": "Tìm hiểu về các lỗi kỹ thuật và các vấn đề khác cản trở trang web của bạn xếp hạng cao hơn trong SERPs và thu hút nhiều khách truy cập hơn.\n\nKiểm tra trang web & Kiểm tra trang web miễn phí SEO là một tiện ích mở rộng SEO của Google Chrome được xây dựng có mục đích. Nó cho phép bạn phân tích bất kỳ trang web nào trên 47 chỉ số hiệu suất và xem nó đứng như thế nào về mặt SEO ngày nay. Mỗi chỉ số hiệu suất đi kèm với mô tả chi tiết và các mẹo của chuyên gia về cách làm cho trang web thân thiện hơn với Google và cải thiện trải nghiệm người dùng.\n\nSEO Audit & Website Checker kiểm tra hiệu suất trang web của bạn từ mọi góc độ, bao gồm:\n- SEO trên trang\n- Lập chỉ mục\n- Dữ liệu có cấu trúc\n- Khả năng thích ứng cho các thiết bị di động\n- Hiệu suất và tốc độ trang\n- Miền\n- Máy chủ và bảo mật\n- Sự hiện diện trên mạng xã hội\n- Phân tích và bộ đếm\n\nCác tính năng và lợi ích của việc kiểm tra SEO và đánh giá trang web của Semalt:\n- Kiểm tra trang web nhanh như chớp. Nhấp vào biểu tượng tiện ích mở rộng để bắt đầu ngay việc kiểm tra trang web đang mở ở một trong các tab.\n- Kiểm toán được hàng trăm nghìn người dùng tin cậy. Cho đến nay, người dùng của https://semalt.com/ đã phân tích hơn 2 triệu trang web sử dụng công cụ SEO Audit này.\n- Báo cáo ở định dạng PDF. Sau khi trang web của bạn được kiểm tra, bạn có thể tùy chỉnh và tải xuống báo cáo Kiểm tra SEO ở định dạng PDF.\n- Sử dụng là miễn phí. Việc thêm tiện ích mở rộng này vào trình duyệt của bạn là miễn phí và bạn không phải đăng ký, nhập khóa API hoặc lướt qua hàng tấn quảng cáo xâm nhập.\n\nLàm thế nào để cài đặt extension?\nSEO Audit & Trình kiểm tra trang web mất 5 giây (theo nghĩa đen) để cài đặt:\n- Nhấp # 1 - Nhấn nút Thêm vào Chrome\n- Nhấp vào # 2 - Thêm tiện ích mở rộng\n- Nhấp vào # 3 - Ghim nó vào thanh công cụ Chrome của bạn bằng cách nhấp vào biểu tượng Ghim để bạn luôn có nó.\n \nLàm thế nào để bắt đầu sử dụng SEO Audit & Website Checker?\nTruy cập trang web bạn muốn kiểm tra và nhấp chuột trái vào biểu tượng Kiểm tra trang web & Kiểm tra trang web miễn phí SEO trong menu tiện ích mở rộng của Chrome. Trong thời gian ngắn, bạn sẽ thấy dữ liệu phân tích cho trang web này.\n\nGiới thiệu về Semalt\nSemalt đã cung cấp dữ liệu phân tích SEO và dịch vụ SEO từ năm 2013. Cho đến nay, chúng tôi đã giúp hơn 600.000 doanh nghiệp phát triển và sẵn sàng trợ giúp bạn.\nsemalt.com/about để tìm hiểu thêm về Semalt.\n\nChính sách bảo mật\nQuyền riêng tư của bạn có ý nghĩa đối với chúng tôi. Semalt Extension KHÔNG thu thập dữ liệu về cách bạn sử dụng Chrome, tìm kiếm hoặc điều hướng các trang web. Nó chỉ sử dụng URL của trang web mà bạn bật nó lên, cũng như các yếu tố bổ sung được liên kết với trang này.\nsemalt.com/privacy-policy để tìm hiểu thêm về Chính sách quyền riêng tư của Semalt.\n\nỦng hộ\nNếu bạn có bất kỳ câu hỏi, nhận xét hoặc đề xuất nào, hãy liên hệ với chúng tôi theo địa chỉ extension@semalt.com hoặc đi đến của chúng tôi Trang hỗ trợ - semalt.com/support.",
    "zh_CN": "准确指出技术错误和其他阻碍你的网站在SERP中获得更高排名和吸引更多访问者的问题。\n\n免费SEO审计和网站检查器是一个特殊用途的谷歌浏览器SEO扩展。它允许你对任何网站进行多达47项性能指标的分析，并找出它在当今SEO方面的位置。每个性能指标都有一个详细的描述和专家提示，使你的网站更适合谷歌，并改善用户体验。\n\nSEO审计和网站检查器从各个方面考察你的网站的性能，包括。\n- 网页搜索引擎优化（On-page SEO\n- 索引\n- 结构化数据\n- 移动适应性\n- 性能和页面速度\n- 域名\n- 服务器和安全\n- 社交媒体的存在\n- 分析和计数\n\nSemalt的SEO审计和网站检查工具的特点和好处。\n- 快捷的网站检查。通过点击扩展图标，您可以立即开始对您的一个标签中打开的网站进行审计。\n- 审计工作得到数十万用户的信任。到目前为止，已经有超过200万个网站被https://semalt.com/ 用户使用这个SEO审计工具进行分析。\n- PDF报告。一旦你的网站被审计，你可以定制并下载PDF格式的SEO审计报告。\n- 免费使用。将这个扩展添加到你的浏览器是免费的，你不需要注册，输入API密钥，或通过大量的干扰性广告。\n\n如何安装Semalt SEO扩展？\n安装SEO Audit & Website Checker只需5秒钟（真的）。\n- 点击#1 - 点击添加到Chrome按钮\n- 点击#2 - 添加扩展\n- 点击#3 - 通过点击Pushpin图标将其钉在你的Chrome工具条上，使其始终在你的指尖上。\n \n\n如何开始使用SEO审计和网站检查器？\n进入一个你想检查的网站，左键点击Chrome扩展菜单中的免费SEO审计和网站检查器图标。你会在瞬间得到这个网站的分析数据。\n\n关于Semalt \n自2013年以来，Semalt一直在提供SEO分析数据和SEO服务。迄今为止，我们已经帮助超过60万家企业成长，并准备帮助你的企业。 \n在 semalt.com/about 上了解有关 Semalt 的更多信息。\n\n隐私政策\n您的隐私对我们来说意味着一切。Semalt Extension不会收集您如何使用Chrome浏览器、搜索或浏览网站的数据。它只使用您启用它的网页的URL，以及与该网页相关的其他元素。\n在 semalt.com/privacy-policy 上了解有关 Semalt 隐私政策的更多信息。\n\n支持\n如果你有任何问题、意见或建议，请通过extension@semalt.com，或到我们的支持页面与我们联系。"
  }
}