{
  "name": {
    "ar": "Microsoft Excel Translator - ترجمة إكسل عبر الإنترنت",
    "am": "Microsoft Excel Translator - ኤክሴልን በመስመር ላይ ተርጉም።",
    "bg": "Microsoft Excel Translator - Превеждайте Excel онлайн",
    "bn": "Microsoft Excel Translator - এক্সেল অনলাইনে অনুবাদ করুন",
    "ca": "Microsoft Excel Translator - Tradueix Excel en línia",
    "cs": "Microsoft Excel Translator - Přeložte Excel online",
    "da": "Microsoft Excel Translator - Oversæt Excel online",
    "de": "Microsoft Excel Translator - Übersetzen Sie Excel online",
    "el": "Microsoft Excel Translator - Μεταφράστε το Excel στο διαδίκτυο",
    "en,en_AU,en_GB,en_US": "Microsoft Excel Translator - Translate Excel online",
    "es,es_419": "Microsoft Excel Translator - Traducir Excel en línea",
    "et": "Microsoft Excel Translator - Tõlgi Exceli võrgus",
    "fa": "Microsoft Excel Translator - اکسل را به صورت آنلاین ترجمه کنید",
    "fi": "Microsoft Excel Translator - Käännä Excel verkossa",
    "fil": "Microsoft Excel Translator - Isalin ang Excel online",
    "fr": "Microsoft Excel Translator - Traduire Excel en ligne",
    "gu": "Microsoft Excel Translator - એક્સેલનો ઓનલાઇન અનુવાદ કરો",
    "he": "Microsoft Excel Translator - תרגם את אקסל באינטרנט",
    "hi": "Microsoft Excel Translator - एक्सेल का ऑनलाइन अनुवाद करें",
    "hr": "Microsoft Excel Translator - Prevedite Excel online",
    "hu": "Microsoft Excel Translator - Fordítsa le az Excelt online",
    "id": "Microsoft Excel Translator - Terjemahkan Excel online",
    "it": "Microsoft Excel Translator - Traduci Excel online",
    "ja": "Microsoft Excel Translator - Excelをオンラインで翻訳する",
    "kn": "Microsoft Excel Translator - ಎಕ್ಸೆಲ್ ಅನ್ನು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಅನುವಾದಿಸಿ",
    "ko": "Microsoft Excel Translator - 온라인으로 Excel 번역",
    "lt": "Microsoft Excel Translator - Išverskite Excel internete",
    "lv": "Microsoft Excel Translator - Tulkot Excel tiešsaistē",
    "ml": "Microsoft Excel Translator - Excel ഓൺലൈനായി വിവർത്തനം ചെയ്യുക",
    "mr": "Microsoft Excel Translator - एक्सेलचे ऑनलाइन भाषांतर करा",
    "ms": "Microsoft Excel Translator - Terjemah Excel dalam talian",
    "nl": "Microsoft Excel Translator - Excel online vertalen",
    "no": "Microsoft Excel Translator - Oversett Excel online",
    "pl": "Microsoft Excel Translator - Tłumacz Excela online",
    "pt_BR": "Microsoft Excel Translator - Traduzir o Excel on-line",
    "pt_PT": "Microsoft Excel Translator - Traduzir Excel online",
    "ro": "Microsoft Excel Translator - Traducere Excel online",
    "ru": "Microsoft Excel Translator - Перевести Excel онлайн",
    "sk": "Microsoft Excel Translator - Preložiť Excel online",
    "sl": "Microsoft Excel Translator - Prevedi Excel na spletu",
    "sr,sv": "Microsoft Excel Translator - Преведите Екцел на мрежи",
    "sw": "Microsoft Excel Translator - Tafsiri Excel mtandaoni",
    "ta": "Microsoft Excel Translator - எக்செல் ஆன்லைனில் மொழிபெயர்க்கவும்",
    "te": "Microsoft Excel Translator - Excelని ఆన్‌లైన్‌లో అనువదించండి",
    "th": "Microsoft Excel Translator - แปล Excel ออนไลน์",
    "tr": "Microsoft Excel Translator - Excel'i çevrimiçi çevirin",
    "uk": "Microsoft Excel Translator - Перекладіть Excel онлайн",
    "vi": "Microsoft Excel Translator - Dịch Excel trực tuyến",
    "zh_CN": "Microsoft Excel Translator - 在线翻译 Excel",
    "zh_TW": "Microsoft Excel Translator - 線上翻譯 Excel"
  },
  "short": {
    "ar": "ترجمة Excel وPDF وWord وPowerPoint والمستندات الأخرى بنقرة واحدة فقط.",
    "am": "ኤክሴልን፣ ፒዲኤፍን፣ ቃልን፣ ፓወር ፖይንትን እና ሌሎች ሰነዶችን በአንድ ጠቅታ ብቻ ተርጉም።",
    "bg": "Превеждайте Excel, PDF, Word, PowerPoint и други документи само с едно щракване.",
    "bn": "এক্সেল, পিডিএফ, ওয়ার্ড, পাওয়ারপয়েন্ট এবং অন্যান্য নথিগুলিকে শুধুমাত্র এক ক্লিকে অনুবাদ করুন।",
    "ca": "Tradueix Excel, PDF, Word, PowerPoint i altres documents amb un sol clic.",
    "cs": "Překládejte dokumenty Excel, PDF, Word, PowerPoint a další dokumenty jediným kliknutím.",
    "da": "Oversæt Excel, PDF, Word, PowerPoint og andre dokumenter med et enkelt klik.",
    "de": "Übersetzen Sie Excel, PDF, Word, PowerPoint und andere Dokumente mit nur einem Klick.",
    "el": "Μεταφράστε Excel, PDF, Word, PowerPoint και άλλα έγγραφα με ένα μόνο κλικ.",
    "en,en_AU,en_GB,en_US": "Translate Excel, PDF, Word, PowerPoint, and other documents with just one click.",
    "es,es_419": "Traduce Excel, PDF, Word, PowerPoint y otros documentos con solo un clic.",
    "et": "Tõlkige Exceli, PDF-i, Wordi, PowerPointi ja muid dokumente vaid ühe klõpsuga.",
    "fa": "اکسل، PDF، ورد، پاورپوینت و سایر اسناد را تنها با یک کلیک ترجمه کنید.",
    "fi": "Käännä Excel-, PDF-, Word-, PowerPoint- ja muita asiakirjoja yhdellä napsautuksella.",
    "fil": "Isalin ang Excel, PDF, Word, PowerPoint, at iba pang mga dokumento sa isang click lang.",
    "fr": "Traduisez des documents Excel, PDF, Word, PowerPoint et autres en un seul clic.",
    "gu": "એક્સેલ, પીડીએફ, વર્ડ, પાવરપોઈન્ટ અને અન્ય દસ્તાવેજોનો માત્ર એક ક્લિકથી અનુવાદ કરો.",
    "he": "תרגם את Excel, PDF, Word, PowerPoint ומסמכים אחרים בלחיצה אחת בלבד.",
    "hi": "केवल एक क्लिक से एक्सेल, पीडीएफ, वर्ड, पॉवरपॉइंट और अन्य दस्तावेज़ों का अनुवाद करें।",
    "hr": "Prevedite Excel, PDF, Word, PowerPoint i druge dokumente samo jednim klikom.",
    "hu": "Lefordíthat Excel, PDF, Word, PowerPoint és egyéb dokumentumokat egyetlen kattintással.",
    "id": "Terjemahkan Excel, PDF, Word, PowerPoint, dan dokumen lainnya hanya dengan satu klik.",
    "it": "Traduci Excel, PDF, Word, PowerPoint e altri documenti con un solo clic.",
    "ja": "Excel、PDF、Word、PowerPoint、その他のドキュメントをワンクリックで翻訳します。",
    "kn": "Excel, PDF, Word, PowerPoint ಮತ್ತು ಇತರ ದಾಖಲೆಗಳನ್ನು ಕೇವಲ ಒಂದು ಕ್ಲಿಕ್‌ನಲ್ಲಿ ಅನುವಾದಿಸಿ.",
    "ko": "단 한 번의 클릭으로 Excel, PDF, Word, PowerPoint 및 기타 문서를 번역하세요.",
    "lt": "Išverskite Excel, PDF, Word, PowerPoint ir kitus dokumentus vienu paspaudimu.",
    "lv": "Tulkojiet Excel, PDF, Word, PowerPoint un citus dokumentus tikai ar vienu klikšķi.",
    "ml": "Excel, PDF, Word, PowerPoint, മറ്റ് പ്രമാണങ്ങൾ എന്നിവ ഒറ്റ ക്ലിക്കിലൂടെ വിവർത്തനം ചെയ്യുക.",
    "mr": "एक्सेल, पीडीएफ, वर्ड, पॉवरपॉइंट आणि इतर दस्तऐवजांचे फक्त एका क्लिकवर भाषांतर करा.",
    "ms": "Terjemah Excel, PDF, Word, PowerPoint dan dokumen lain dengan hanya satu klik.",
    "nl": "Vertaal Excel-, PDF-, Word-, PowerPoint- en andere documenten met slechts één klik.",
    "no": "Oversett Excel, PDF, Word, PowerPoint og andre dokumenter med bare ett klikk.",
    "pl": "Tłumacz Excel, PDF, Word, PowerPoint i inne dokumenty jednym kliknięciem.",
    "pt_BR": "Traduza documentos do Excel, PDF, Word, PowerPoint e outros com apenas um clique.",
    "pt_PT": "Traduzir Excel, PDF, Word, PowerPoint e outros documentos com apenas um clique.",
    "ro": "Traduceți Excel, PDF, Word, PowerPoint și alte documente cu un singur clic.",
    "ru": "Переведите Excel, PDF, Word, PowerPoint и другие документы одним щелчком мыши.",
    "sk": "Prekladajte Excel, PDF, Word, PowerPoint a ďalšie dokumenty jediným kliknutím.",
    "sl": "Prevajajte Excel, PDF, Word, PowerPoint in druge dokumente s samo enim klikom.",
    "sr,sv": "Преведите Екцел, ПДФ, Ворд, ПоверПоинт и друге документе само једним кликом.",
    "sw": "Tafsiri Excel, PDF, Word, PowerPoint na hati zingine kwa mbofyo mmoja tu.",
    "ta": "Excel, PDF, Word, PowerPoint மற்றும் பிற ஆவணங்களை ஒரே கிளிக்கில் மொழிபெயர்க்கவும்.",
    "te": "Excel, PDF, Word, PowerPoint మరియు ఇతర పత్రాలను కేవలం ఒక క్లిక్‌తో అనువదించండి.",
    "th": "แปล Excel, PDF, Word, PowerPoint และเอกสารอื่น ๆ ได้ในคลิกเดียว",
    "tr": "Excel, PDF, Word, PowerPoint ve diğer belgeleri tek tıklamayla çevirin.",
    "uk": "Перекладайте документи Excel, PDF, Word, PowerPoint та інші лише одним клацанням миші.",
    "vi": "Dịch Excel, PDF, Word, PowerPoint và các tài liệu khác chỉ bằng một cú nhấp chuột.",
    "zh_CN": "只需一键翻译 Excel、PDF、Word、PowerPoint 和其他文档。",
    "zh_TW": "只需一鍵翻譯 Excel、PDF、Word、PowerPoint 和其他文件。"
  },
  "long": {
    "ar": "وهو مناسب لمجموعة متنوعة من المستندات في السيناريوهات المكتبية والتعليمية، مثل المقالات والعقود وتقارير الصناعة ووثائق المنتج والكتب والملفات والعروض التقديمية وما إلى ذلك، ويوفر إمكانية استرداد تخطيط المستندات بدقة عالية.\n\n- دعم تحميل الملفات للترجمة وحفظها على Google Drive أو تنزيلها على المستوى المحلي.\n- دعم Word/PPT/Excel/PDF/PowerPoint وغيرها من التنسيقات.\n- ترجمة بينية بين أكثر من 200 لغة، الإنجليزية، الإسبانية، الفرنسية، الألمانية، العربية، الروسية وغيرها الكثير. ترجمة دقيقة وسرعة في التنفيذ.\n- ستحافظ الخدمة على التنسيق والتخطيط الأصليين للمستندات المذكورة. نتائج فورية.\n- مترجم PDF، مترجم PPT، مترجم PowerPoint، مترجم الكلمات، مترجم Excel، ترجمة PPT، ترجمة PowerPoint، ترجمة Word، ترجمة Excel.\n\nسياسة الخصوصية\nحسب التصميم، تبقى بياناتك في حسابك في Google طوال الوقت، ولا يتم حفظها مطلقًا في قاعدة بياناتنا. لا تتم مشاركة بياناتك مع أي شخص، بما في ذلك مالك الوظيفة الإضافية.\nنحن نلتزم بقوانين الخصوصية (خاصة القانون العام لحماية البيانات وقانون الخصوصية في كاليفورنيا) لحماية بياناتك.",
    "am": "በቢሮ ውስጥ እና ትምህርታዊ ሁኔታዎች ውስጥ ለተለያዩ ሰነዶች ተስማሚ ነው, እንደ ድርሰቶች, ኮንትራቶች, የኢንዱስትሪ ሪፖርቶች, የምርት ሰነዶች, መጽሃፎች, ፋይሎች, አቀራረቦች, ወዘተ. እና ከፍተኛ ትክክለኛነት ያለው የሰነድ አቀማመጥ የማገገሚያ ችሎታ ያቀርባል.\n\n- ፋይሎችን ለትርጉም መስቀልን እና ወደ Google Drive ማስቀመጥ ወይም ወደ አካባቢያዊ ማውረድን ይደግፉ።\n- Word/PPT/Excel/PDF/PowerPoint እና ሌሎች ቅርጸቶችን ይደግፉ።\n- በ200+ ቋንቋዎች፣ እንግሊዝኛ፣ ስፓኒሽ፣ ፈረንሳይኛ፣ ጀርመንኛ፣ አረብኛ፣ ራሽያኛ እና ሌሎች ብዙ መካከል ያለው የኢንተር-ትርጉም ትክክለኛ ትርጉም እና ፈጣን ክወና።\n- አገልግሎቱ የሰነዶቹን ኦሪጅናል ቅርጸት እና አቀማመጥ ይጠብቃል። ፈጣን ውጤቶች።\n- ፒዲኤፍ ተርጓሚ፣ ፒፒቲ ተርጓሚ፣ ፓወር ፖይንት ተርጓሚ፣ የቃል ተርጓሚ፣ ኤክሴል ተርጓሚ፣ ፒፒቲ ተርጉም፣ ፓወር ፖይንትን ተርጉም፣ ቃልን ተርጉም፣ ኤክሴልን ተርጉም።\nባች ሁነታ ወደፊት ይደግፋል.\n\nየ ግል የሆነ\nበንድፍ፣ የእርስዎ ውሂብ ሁል ጊዜ በGoogle መለያዎ ላይ ይቆያል፣ በእኛ የውሂብ ጎታ ውስጥ በጭራሽ አልተቀመጠም። የተጨማሪውን ባለቤት ጨምሮ ውሂብዎ ለማንም አልተጋራም።\nየእርስዎን ውሂብ ለመጠበቅ የግላዊነት ህጎችን (በተለይ የGDPR እና የካሊፎርኒያ የግላዊነት ህግ) እናከብራለን።",
    "bg": "Той е подходящ за различни документи в офис и образователни сценарии, като есета, договори, индустриални доклади, продуктова документация, книги, файлове, презентации и т.н., и предоставя възможност за възстановяване на оформлението на документи с висока точност.\n\n- Поддържа качване на файлове за превод и запазване в Google Диск или изтегляне на локално.\n- Поддръжка на Word/PPT/Excel/PDF/PowerPoint и други формати.\n- Вътрешен превод между 200+ езика, английски, испански, френски, немски, арабски, руски и много други. Точен превод и бърза работа.\n- Услугата ще запази оригиналното форматиране и оформление на посочените документи. Незабавни резултати.\n- Преводач на PDF, PPT преводач, Преводач на PowerPoint, Преводач на Word, Преводач на Excel, Превод на PPT, Превод на PowerPoint, Превод на Word, Превод на Excel.\n\nПолитика за поверителност\nПо дизайн вашите данни остават по всяко време във вашия акаунт в Google, никога не се записват в нашата база данни. Вашите данни не се споделят с никого, включително собственика на добавката.\nНие спазваме законите за поверителност (особено GDPR и Закона за поверителност на Калифорния), за да защитим вашите данни.",
    "bn": "এটি অফিস এবং শিক্ষাগত পরিস্থিতিতে বিভিন্ন নথির জন্য উপযুক্ত, যেমন প্রবন্ধ, চুক্তি, শিল্প প্রতিবেদন, পণ্য ডকুমেন্টেশন, বই, ফাইল, উপস্থাপনা, ইত্যাদি, এবং উচ্চ-নির্ভুল নথি বিন্যাস পুনরুদ্ধারের ক্ষমতা প্রদান করে।\n\n- অনুবাদের জন্য ফাইল আপলোড করা এবং Google ড্রাইভে সংরক্ষণ করা বা স্থানীয়তে ডাউনলোড করা সমর্থন করে৷\n- ওয়ার্ড/পিপিটি/এক্সেল/পিডিএফ/পাওয়ারপয়েন্ট এবং অন্যান্য ফরম্যাট সমর্থন করে।\n- 200+ ভাষার মধ্যে আন্তঃ অনুবাদ, ইংরেজি, স্প্যানিশ, ফরাসি, জার্মান, আরবি, রাশিয়ান এবং আরও অনেক কিছু। সঠিক অনুবাদ এবং দ্রুত অপারেশন।\n- পরিষেবাটি উল্লিখিত নথিগুলির মূল বিন্যাস এবং বিন্যাস সংরক্ষণ করবে৷ তাত্ক্ষণিক ফলাফল।\n- পিডিএফ অনুবাদক, পিপিটি অনুবাদক, পাওয়ারপয়েন্ট অনুবাদক, ওয়ার্ড অনুবাদক, এক্সেল অনুবাদক, পিপিটি অনুবাদ করুন, পাওয়ারপয়েন্ট অনুবাদ করুন, ওয়ার্ড অনুবাদ করুন, এক্সেল অনুবাদ করুন।\n\nগোপনীয়তা নীতি\nডিজাইন অনুসারে, আপনার ডেটা সর্বদা আপনার Google অ্যাকাউন্টে থাকে, আমাদের ডাটাবেসে কখনও সংরক্ষণ করা হয় না। অ্যাড-অন মালিক সহ আপনার ডেটা কারও সাথে ভাগ করা হয় না।\nআমরা আপনার ডেটা সুরক্ষিত রাখতে গোপনীয়তা আইন (বিশেষত GDPR এবং ক্যালিফোর্নিয়া গোপনীয়তা আইন) মেনে চলি।",
    "ca": "És adequat per a una varietat de documents en escenaris d'oficina i educatius, com ara assaigs, contractes, informes del sector, documentació de productes, llibres, fitxers, presentacions, etc., i ofereix una capacitat de recuperació de disseny de documents d'alta precisió.\n\n- Admet la càrrega de fitxers per traduir-los i desar-los a Google Drive o baixar-los al local.\n- Admet Word/PPT/Excel/PDF/PowerPoint i altres formats.\n- Intertraducció entre més de 200 idiomes, anglès, espanyol, francès, alemany, àrab, rus i molts més. Traducció precisa i funcionament ràpid.\n- El servei conservarà el format i la maquetació originals d'aquests documents. Resultats instantanis.\n- Traductor de PDF, Traductor PPT, Traductor de PowerPoint, Traductor de Word, Traductor d'Excel, Traduir PPT, Traduir PowerPoint, Traduir Word, Traduir Excel.\n\nPolítica de privacitat\nPer disseny, les vostres dades es mantenen en tot moment al vostre compte de Google, mai es desaran a la nostra base de dades. Les teves dades no es comparteixen amb ningú, inclòs el propietari del complement.\nComplim amb les lleis de privadesa (especialment GDPR i la Llei de privadesa de Califòrnia) per protegir les vostres dades.",
    "cs": "Je vhodný pro různé dokumenty v kancelářských a vzdělávacích scénářích, jako jsou eseje, smlouvy, průmyslové zprávy, produktová dokumentace, knihy, soubory, prezentace atd., a poskytuje vysoce přesnou schopnost obnovení rozvržení dokumentu.\n\n- Podpora nahrávání souborů pro překlad a ukládání na Disk Google nebo stahování na místní.\n- Podpora Word/PPT/Excel/PDF/PowerPoint a další formáty.\n- Inter-překlady mezi 200+ jazyky, angličtinou, španělštinou, francouzštinou, němčinou, arabštinou, ruštinou a mnoha dalšími. Přesný překlad a rychlé ovládání.\n- Služba zachová původní formátování a rozložení uvedených dokumentů. Okamžité výsledky.\n- PDF Translator, PPT Translator, PowerPoint Translator, Word Translator, Excel Translator, Přeložit PPT, Přeložit PowerPoint, Přeložit Word, Přeložit Excel.\n\nZásady ochrany osobních údajů\nPodle návrhu zůstávají vaše data vždy na vašem účtu Google, nikdy nejsou uložena v naší databázi. Vaše data nejsou sdílena s nikým, včetně vlastníka doplňku.\nDodržujeme zákony na ochranu soukromí (zejména GDPR a Kalifornský zákon o ochraně osobních údajů), abychom chránili vaše data.",
    "da": "Den er velegnet til en række forskellige dokumenter i kontor- og uddannelsesscenarier, såsom essays, kontrakter, brancherapporter, produktdokumentation, bøger, filer, præsentationer osv., og giver mulighed for gendannelse af dokumentlayout med høj præcision.\n\n- Understøttelse af upload af filer til oversættelse og lagring på Google Drev eller download til det lokale.\n- Understøtter Word/PPT/Excel/PDF/PowerPoint og andre formater.\n- Inter-oversættelse mellem 200+ sprog, engelsk, spansk, fransk, tysk, arabisk, russisk og mange flere. Nøjagtig oversættelse og hurtig betjening.\n- Tjenesten vil bevare den originale formatering og layout af nævnte dokumenter. Øjeblikkelige resultater.\n- PDF-oversætter, PPT-oversætter, PowerPoint-oversætter, Word-oversætter, Excel-oversætter, Oversæt PPT, Oversæt PowerPoint, Oversæt Word, Oversæt Excel.\n\nI øjeblikket er det oversat via Google Translate, Batch-tilstand vil understøtte i fremtiden.\n\nFortrolighedspolitik\nVed design forbliver dine data til enhver tid på din Google-konto, aldrig gemt i vores database. Dine data deles ikke med nogen, inklusive ejeren af ​​tilføjelsen.\nVi overholder lovene om beskyttelse af personlige oplysninger (især GDPR og California Privacy Act) for at beskytte dine data.",
    "de": "Es eignet sich für eine Vielzahl von Dokumenten in Büro- und Bildungsszenarien, z. B. Aufsätze, Verträge, Branchenberichte, Produktdokumentationen, Bücher, Dateien, Präsentationen usw., und bietet eine hochpräzise Wiederherstellungsfunktion für das Dokumentlayout.\n\n- Unterstützt das Hochladen von Dateien zur Übersetzung und das Speichern auf Google Drive oder das Herunterladen auf die lokale Festplatte.\n- Unterstützt Word/PPT/Excel/PDF/PowerPoint und andere Formate.\n- Interübersetzung zwischen über 200 Sprachen, Englisch, Spanisch, Französisch, Deutsch, Arabisch, Russisch und vielen mehr. Genaue Übersetzung und schnelle Bedienung.\n- Der Dienst behält die ursprüngliche Formatierung und das ursprüngliche Layout dieser Dokumente bei. Sofortige Ergebnisse.\n- PDF-Übersetzer, PPT-Übersetzer, PowerPoint-Übersetzer, Wortübersetzer, Excel-Übersetzer, PPT übersetzen, PowerPoint übersetzen, Wort übersetzen, Excel übersetzen.\n\nDerzeit erfolgt die Übersetzung über Google Translate, Der Batch-Modus wird in Zukunft unterstützt.\n\nDatenschutzrichtlinie\nIhre Daten verbleiben konstruktionsbedingt immer in Ihrem Google-Konto und werden niemals in unserer Datenbank gespeichert. Ihre Daten werden an niemanden weitergegeben, auch nicht an den Add-on-Eigentümer.\nWir halten uns an die Datenschutzgesetze (insbesondere DSGVO und California Privacy Act), um Ihre Daten zu schützen.",
    "el": "Είναι κατάλληλο για μια ποικιλία εγγράφων στο γραφείο και σε εκπαιδευτικά σενάρια, όπως δοκίμια, συμβόλαια, εκθέσεις κλάδου, τεκμηρίωση προϊόντων, βιβλία, αρχεία, παρουσιάσεις κ.λπ., και παρέχει δυνατότητα ανάκτησης διάταξης εγγράφων υψηλής ακρίβειας.\n\n- Υποστηρίξτε τη μεταφόρτωση αρχείων για μετάφραση και την αποθήκευση στο Google Drive ή τη λήψη στο τοπικό.\n- Υποστήριξη Word/PPT/Excel/PDF/PowerPoint και άλλες μορφές.\n- Δια-μετάφραση μεταξύ 200+ γλωσσών, Αγγλικά, Ισπανικά, Γαλλικά, Γερμανικά, Αραβικά, Ρωσικά και πολλές άλλες. Ακριβής μετάφραση και γρήγορη λειτουργία.\n- Η υπηρεσία θα διατηρήσει την αρχική μορφοποίηση και διάταξη των εν λόγω εγγράφων. Άμεσα αποτελέσματα.\n- PDF Translator, PPT Translator, PowerPoint Translator, Word Translator, Excel Translator, Translate PPT, Translate PowerPoint, Translate Word, Translate Excel.\n\nΠολιτική Απορρήτου\nΑπό τη σχεδίασή σας, τα δεδομένα σας παραμένουν ανά πάσα στιγμή στον λογαριασμό σας Google και δεν αποθηκεύονται ποτέ στη βάση δεδομένων μας. Τα δεδομένα σας δεν κοινοποιούνται σε κανέναν, συμπεριλαμβανομένου του κατόχου του πρόσθετου.\nΣυμμορφωνόμαστε με τους νόμους περί απορρήτου (ειδικά GDPR και νόμο περί απορρήτου της Καλιφόρνια) για την προστασία των δεδομένων σας.",
    "en,en_AU,en_GB,en_US": "It is suitable for a variety of documents in office and educational scenarios, such as essays, contracts, industry reports, product documentation, books, files, presentations, etc., and provides high-precision document layout recovery capability. \n\n- Support uploading files for translation, and saving to the Google Drive or downloading to the local. \n- Support Word/PPT/Excel/PDF/PowerPoint and other formats. \n- Inter-translation between 200+ languages, English,  Spanish, French, German, Arabic, Russian and many more. Accurate translation and fast operation.\n- The service will preserve the original formatting and layout of said documents. Instant results.\n\nCurrently, it translated through Google Translate, Batch mode will support in the future.\n\nPrivacy Policy \nBy design, your data stays at all times on your Google account, never saved in our database. Your data aren’t shared with anyone, including the add-on owner. \nWe complies with privacy laws (especially GDPR & California Privacy Act) to protect your data.",
    "es,es_419": "Es adecuado para una variedad de documentos en escenarios educativos y de oficina, como ensayos, contratos, informes industriales, documentación de productos, libros, archivos, presentaciones, etc., y proporciona capacidad de recuperación de diseño de documentos de alta precisión.\n\n- Admite la carga de archivos para traducir y guardarlos en Google Drive o descargarlos en el local.\n- Admite Word/PPT/Excel/PDF/PowerPoint y otros formatos.\n- Intertraducción entre más de 200 idiomas, inglés, español, francés, alemán, árabe, ruso y muchos más. Traducción precisa y funcionamiento rápido.\n- El servicio preservará el formato y disposición original de dichos documentos. Resultados instantáneos.\n- Traductor de PDF, Traductor de PPT, Traductor de PowerPoint, Traductor de Word, Traductor de Excel, Traducir PPT, Traducir PowerPoint, Traducir Word, Traducir Excel.\n\nActualmente, se traduce a través de Google Translate y, El modo por lotes se admitirá en el futuro.\n\npolítica de privacidad\nPor diseño, sus datos permanecen en todo momento en su cuenta de Google, nunca se guardan en nuestra base de datos. Sus datos no se comparten con nadie, incluido el propietario del complemento.\nCumplimos con las leyes de privacidad (especialmente GDPR y la Ley de Privacidad de California) para proteger sus datos.",
    "et": "See sobib mitmesuguste kontori- ja haridusstsenaariumite dokumentide jaoks, nagu esseed, lepingud, tööstusaruanded, tootedokumentatsioon, raamatud, failid, esitlused jne, ning pakub ülitäpse dokumendipaigutuse taastamise võimalust.\n\n- Toetage failide tõlkimiseks üleslaadimist ja Google Drive'i salvestamist või kohalikku allalaadimist.\n- Toetage Wordi / PPT / Exceli / PDF / PowerPointi ja muid vorminguid.\n- Inter-tõlge 200+ keele, inglise, hispaania, prantsuse, saksa, araabia, vene ja paljude teiste keelte vahel. Täpne tõlge ja kiire töö.\n- Teenus säilitab nimetatud dokumentide algse vormingu ja küljenduse. Vahetu tulemused.\n- PDF-i tõlkija, PPT-tõlkija, PowerPointi tõlkija, Wordi tõlkija, Exceli tõlkija, PPT-tõlkija, PowerPointi tõlkija, Wordi tõlkimise, Exceli tõlkimise.\n\nPrivaatsuspoliitika\nDisaini järgi jäävad teie andmed kogu aeg teie Google'i kontole ja neid ei salvestata kunagi meie andmebaasi. Teie andmeid ei jagata kellegagi, sealhulgas pistikprogrammi omanikuga.\nJärgime teie andmete kaitsmiseks privaatsusseadusi (eriti GDPR-i ja California privaatsusseadust).",
    "fa": "این برای انواع اسناد در دفتر و سناریوهای آموزشی، مانند مقالات، قراردادها، گزارش های صنعت، مستندات محصول، کتاب ها، فایل ها، ارائه ها و غیره مناسب است و قابلیت بازیابی طرح بندی اسناد را با دقت بالا ارائه می دهد.\n\n- پشتیبانی از آپلود فایل ها برای ترجمه، و ذخیره در Google Drive یا دانلود در محلی.\n- پشتیبانی از Word/PPT/Excel/PDF/PowerPoint و فرمت های دیگر.\n- ترجمه بین 200+ زبان، انگلیسی، اسپانیایی، فرانسوی، آلمانی، عربی، روسی و بسیاری دیگر. ترجمه دقیق و عملکرد سریع.\n- این سرویس قالب بندی و طرح بندی اصلی اسناد مذکور را حفظ می کند. نتایج فوری\n- مترجم PDF، مترجم PPT، مترجم پاورپوینت، مترجم ورد، مترجم اکسل، ترجمه PPT، ترجمه پاورپوینت، ترجمه ورد، ترجمه اکسل.\n\nسیاست حفظ حریم خصوصی\nبراساس طراحی، داده های شما همیشه در حساب Google شما باقی می ماند و هرگز در پایگاه داده ما ذخیره نمی شود. داده‌های شما با کسی، از جمله مالک برافزا، به اشتراک گذاشته نمی‌شود.\nما از قوانین حفظ حریم خصوصی (به ویژه GDPR و قانون حفظ حریم خصوصی کالیفرنیا) برای محافظت از داده های شما پیروی می کنیم.",
    "fi": "Se sopii useille asiakirjoille toimisto- ja koulutusskenaarioissa, kuten esseitä, sopimuksia, toimialaraportteja, tuotedokumentaatioita, kirjoja, tiedostoja, esityksiä jne., ja tarjoaa erittäin tarkan asiakirjaasettelun palautustoiminnon.\n\n- Tukee tiedostojen lataamista käännettäväksi ja tallentamista Google Driveen tai lataamista paikalliseen.\n- Tuki Word/PPT/Excel/PDF/PowerPointi ja muita muotoja.\n- Käännös yli 200 kielen välillä, englanti, espanja, ranska, saksa, arabia, venäjä ja monet muut. Tarkka käännös ja nopea toiminta.\n- Palvelu säilyttää mainittujen asiakirjojen alkuperäisen muotoilun ja asettelun. Välittömät tulokset.\n- PDF-kääntäjä, PPT-kääntäjä, PowerPoint-kääntäjä, Word-kääntäjä, Excel-kääntäjä, kääntää PPT, kääntää PowerPoint, kääntää Word, kääntää Excel.\n\nTällä hetkellä se on käännetty Google-kääntäjän kautta, Erätila tukee jatkossa.\n\nTietosuojakäytäntö\nSuunniteltuna tietosi pysyvät aina Google-tililläsi, eikä niitä koskaan tallenneta tietokantaan. Tietojasi ei jaeta kenellekään, mukaan lukien laajennuksen omistajalle.\nNoudatamme tietosuojalakeja (erityisesti GDPR:ää ja Kalifornian tietosuojalakia) tietojesi suojaamiseksi.",
    "fil": "Ito ay angkop para sa iba't ibang mga dokumento sa opisina at mga sitwasyong pang-edukasyon, tulad ng mga sanaysay, kontrata, mga ulat sa industriya, dokumentasyon ng produkto, mga aklat, mga file, mga presentasyon, atbp., at nagbibigay ng mataas na katumpakan na kakayahan sa pagbawi ng layout ng dokumento.\n\n- Suportahan ang pag-upload ng mga file para sa pagsasalin, at pag-save sa Google Drive o pag-download sa lokal.\n- Suportahan ang Word/PPT/Excel/PDF/PowerPoint at iba pang mga format.\n- Inter-translation sa pagitan ng 200+ na wika, English, Spanish, French, German, Arabic, Russian at marami pa. Tumpak na pagsasalin at mabilis na operasyon.\n- Papanatilihin ng serbisyo ang orihinal na pag-format at layout ng nasabing mga dokumento. Mga instant na resulta.\n- PDF Translator, PPT Translator, PowerPoint Translator, Word Translator, Excel Translator, Translate PPT, Translate PowerPoint, Translate Word, Translate Excel.\n\nSa kasalukuyan, isinalin ito sa pamamagitan ng Google Translate, susuportahan ang batch mode sa hinaharap.\n\nPatakaran sa Privacy\nSa pamamagitan ng disenyo, ang iyong data ay nananatili sa lahat ng oras sa iyong Google account, hindi kailanman nai-save sa aming database. Ang iyong data ay hindi ibinabahagi sa sinuman, kabilang ang may-ari ng add-on.\nSumusunod kami sa mga batas sa privacy (lalo na sa GDPR at California Privacy Act) para protektahan ang iyong data.",
    "fr": "Il convient à une variété de documents dans des scénarios bureautiques et éducatifs, tels que des essais, des contrats, des rapports industriels, de la documentation produit, des livres, des fichiers, des présentations, etc., et offre une capacité de récupération de mise en page de documents de haute précision.\n\n- Prise en charge du téléchargement de fichiers à traduire et de l'enregistrement sur Google Drive ou du téléchargement sur le site local.\n-Prend en charge Word/PPT/Excel/PDF/PowerPoint et d'autres formats.\n- Intertraduction entre plus de 200 langues, anglais, espagnol, français, allemand, arabe, russe et bien d'autres. Traduction précise et fonctionnement rapide.\n- Le service conservera la mise en forme et la mise en page d'origine desdits documents. Résultats instantanés.\n- Traducteur PDF, Traducteur PPT, Traducteur PowerPoint, Traducteur Word, Traducteur Excel, Traduire PPT, Traduire PowerPoint, Traduire Word, Traduire Excel.\n\nActuellement, il est traduit via Google Translate et, Le mode batch sera pris en charge à l’avenir.\n\npolitique de confidentialité\nDe par leur conception, vos données restent à tout moment sur votre compte Google, jamais enregistrées dans notre base de données. Vos données ne sont partagées avec personne, y compris le propriétaire du module complémentaire.\nNous respectons les lois sur la confidentialité (en particulier le RGPD et le California Privacy Act) pour protéger vos données.",
    "gu": "તે ઓફિસ અને શૈક્ષણિક પરિસ્થિતિઓમાં વિવિધ દસ્તાવેજો માટે યોગ્ય છે, જેમ કે નિબંધો, કરારો, ઉદ્યોગ અહેવાલો, ઉત્પાદન દસ્તાવેજીકરણ, પુસ્તકો, ફાઇલો, પ્રસ્તુતિઓ, વગેરે, અને ઉચ્ચ-ચોકસાઇવાળા દસ્તાવેજ લેઆઉટ પુનઃપ્રાપ્તિ ક્ષમતા પ્રદાન કરે છે.\n\n- અનુવાદ માટે ફાઇલો અપલોડ કરવામાં અને Google ડ્રાઇવ પર સાચવવામાં અથવા સ્થાનિકમાં ડાઉનલોડ કરવા માટે સપોર્ટ કરો.\n- વર્ડ/પીપીટી/એક્સેલ/પીડીએફ/પાવરપોઈન્ટ અને અન્ય ફોર્મેટ્સને સપોર્ટ કરો.\n- 200+ ભાષાઓ વચ્ચે આંતર-અનુવાદ, અંગ્રેજી, સ્પેનિશ, ફ્રેન્ચ, જર્મન, અરબી, રશિયન અને ઘણી વધુ. સચોટ અનુવાદ અને ઝડપી કામગીરી.\n- સેવા આ દસ્તાવેજોના મૂળ ફોર્મેટિંગ અને લેઆઉટને સાચવશે. ત્વરિત પરિણામો.\n- પીડીએફ ટ્રાન્સલેટર, પીપીટી ટ્રાન્સલેટર, પાવરપોઈન્ટ ટ્રાન્સલેટર, વર્ડ ટ્રાન્સલેટર, એક્સેલ ટ્રાન્સલેટર, પીપીટી ટ્રાન્સલેટ, ટ્રાન્સલેટ પાવર પોઈન્ટ, ટ્રાન્સલેટ વર્ડ, ટ્રાન્સલેટ એક્સેલ.\n\nહાલમાં, તે Google અનુવાદ દ્વારા અનુવાદિત થાય છે, બેચ મોડ ભવિષ્યમાં સપોર્ટ કરશે.\n\nગોપનીયતા નીતિ\nડિઝાઇન દ્વારા, તમારો ડેટા હંમેશા તમારા Google એકાઉન્ટ પર રહે છે, અમારા ડેટાબેઝમાં ક્યારેય સાચવવામાં આવતો નથી. તમારો ડેટા એડ-ઓન માલિક સહિત કોઈપણ સાથે શેર કરવામાં આવતો નથી.\nઅમે તમારા ડેટાને સુરક્ષિત રાખવા માટે ગોપનીયતા કાયદાઓ (ખાસ કરીને GDPR અને કેલિફોર્નિયા પ્રાઇવસી એક્ટ)નું પાલન કરીએ છીએ.",
    "he": "הוא מתאים למגוון מסמכים בתרחישים משרדיים וחינוכיים, כגון מאמרים, חוזים, דוחות בתעשייה, תיעוד מוצרים, ספרים, קבצים, מצגות וכו', ומספק יכולת שחזור פריסת מסמכים ברמת דיוק גבוהה.\n\n- תמיכה בהעלאת קבצים לתרגום, ושמירה ב-Google Drive או הורדה למקומון.\n- תמיכה ב-Word/PPT/Excel/PDF/PowerPoint ובפורמטים אחרים.\n- תרגום בין 200+ שפות, אנגלית, ספרדית, צרפתית, גרמנית, ערבית, רוסית ועוד רבים. תרגום מדויק ותפעול מהיר.\n- השירות ישמור על העיצוב והפריסה המקוריים של המסמכים האמורים. תוצאות מיידיות.\n- מתרגם PDF, מתרגם PPT, מתרגם PowerPoint, מתרגם וורד, מתרגם אקסל, תרגום PPT, תרגם PowerPoint, תרגם וורד, תרגם אקסל.\n\nנכון לעכשיו, הוא תורגם דרך Google Translate, ובעתיד הוא יתמוך ב-DeepL, ChatGPT, Open AI, Bard, Claude, Llama ו-Yandex Translate.\nמצב אצווה יתמוך בעתיד.\n\nמדיניות הפרטיות\nלפי התכנון, הנתונים שלך נשארים בכל עת בחשבון Google שלך, לעולם לא נשמרים במסד הנתונים שלנו. הנתונים שלך אינם משותפים עם אף אחד, כולל הבעלים של התוסף.\nאנו מצייתים לחוקי הפרטיות (במיוחד GDPR וחוק הפרטיות של קליפורניה) כדי להגן על הנתונים שלך.",
    "hi": "यह कार्यालय और शैक्षिक परिदृश्यों में विभिन्न प्रकार के दस्तावेज़ों के लिए उपयुक्त है, जैसे निबंध, अनुबंध, उद्योग रिपोर्ट, उत्पाद दस्तावेज़ीकरण, किताबें, फ़ाइलें, प्रस्तुतियाँ, आदि, और उच्च-परिशुद्धता दस्तावेज़ लेआउट पुनर्प्राप्ति क्षमता प्रदान करता है।\n\n- अनुवाद के लिए फ़ाइलें अपलोड करने और Google ड्राइव में सहेजने या स्थानीय पर डाउनलोड करने का समर्थन करें।\n- वर्ड/पीपीटी/एक्सेल/पीडीएफ/पावरपॉइंट और अन्य प्रारूपों का समर्थन करें।\n- 200 से अधिक भाषाओं, अंग्रेजी, स्पेनिश, फ्रेंच, जर्मन, अरबी, रूसी और कई अन्य भाषाओं के बीच अंतर-अनुवाद। सटीक अनुवाद और तेज़ संचालन।\n- सेवा उक्त दस्तावेजों के मूल स्वरूपण और लेआउट को संरक्षित रखेगी। त्वरित परिणाम.\n- पीडीएफ ट्रांसलेटर, पीपीटी ट्रांसलेटर, पावरपॉइंट ट्रांसलेटर, वर्ड ट्रांसलेटर, एक्सेल ट्रांसलेटर, ट्रांसलेट पीपीटी, ट्रांसलेट पावरपॉइंट, ट्रांसलेट वर्ड, ट्रांसलेट एक्सेल।\n\nवर्तमान में, इसका अनुवाद Google Translate के माध्यम से किया जाता है, भविष्य में बैच मोड सपोर्ट करेगा.\n\nगोपनीयता नीति\nडिज़ाइन के अनुसार, आपका डेटा हर समय आपके Google खाते पर रहता है, हमारे डेटाबेस में कभी भी सहेजा नहीं जाता है। आपका डेटा ऐड-ऑन स्वामी सहित किसी के साथ साझा नहीं किया जाता है।\nहम आपके डेटा की सुरक्षा के लिए गोपनीयता कानूनों (विशेषकर जीडीपीआर और कैलिफ़ोर्निया गोपनीयता अधिनियम) का अनुपालन करते हैं।",
    "hr": "Pogodan je za razne dokumente u uredskim i obrazovnim scenarijima, kao što su eseji, ugovori, industrijska izvješća, dokumentacija proizvoda, knjige, datoteke, prezentacije itd., i pruža mogućnost oporavka izgleda dokumenta visoke preciznosti.\n\n- Podrška za učitavanje datoteka za prevođenje i spremanje na Google disk ili preuzimanje na lokal.\n- Podržava Word/PPT/Excel/PDF/PowerPoint i druge formate.\n- Interprevođenje između 200+ jezika, engleskog, španjolskog, francuskog, njemačkog, arapskog, ruskog i mnogih drugih. Precizan prijevod i brz rad.\n- Usluga će sačuvati izvorno oblikovanje i izgled navedenih dokumenata. Instant rezultati.\n- PDF prevoditelj, PPT prevoditelj, PowerPoint prevoditelj, Word Translator, Excel prevoditelj, Prevod PPT, Prevod PowerPoint, Prevod Word, Prevod Excel.\n\nTrenutno se prevodi putem Google Translatea, Skupni način će biti podržan u budućnosti.\n\nPolitika privatnosti\nPrema dizajnu, vaši podaci cijelo vrijeme ostaju na vašem Google računu, nikada se ne spremaju u našu bazu podataka. Vaši se podaci ne dijele ni s kim, uključujući vlasnika dodatka.\nPridržavamo se zakona o privatnosti (osobito GDPR-a i Kalifornijskog zakona o privatnosti) kako bismo zaštitili vaše podatke.",
    "hu": "Alkalmas számos irodai és oktatási forgatókönyvhöz, mint például esszék, szerződések, iparági jelentések, termékdokumentációk, könyvek, akták, prezentációk stb., és nagy pontosságú dokumentumelrendezés-helyreállítási lehetőséget biztosít.\n\n- Támogatja a fájlok fordításhoz való feltöltését, valamint a Google Drive-ra való mentést vagy a helyi letöltést.\n- A Word/PPT/Excel/PDF/PowerPoint és más formátumok támogatása.\n- Inter-fordítás több mint 200 nyelv, angol, spanyol, francia, német, arab, orosz és még sok más nyelv között. Pontos fordítás és gyors működés.\n- A szolgáltatás megőrzi az említett dokumentumok eredeti formázását és elrendezését. Azonnali eredmények.\n- PDF fordító, PPT fordító, PowerPoint fordító, Word fordító, Excel fordító, PPT fordítás, PowerPoint fordítás, Word fordítás, Excel fordítás.\n\nJelenleg a Google Fordítón keresztül fordították le, a kötegelt mód a jövőben támogatni fogja.\n\nAdatvédelmi irányelvek\nTervezés szerint adatai mindig a Google-fiókjában maradnak, és soha nem kerülnek mentésre az adatbázisunkba. Adatait senkivel nem osztják meg, beleértve a bővítmény tulajdonosát sem.\nAz adatok védelme érdekében betartjuk az adatvédelmi törvényeket (különösen a GDPR-t és a California Privacy Act-et).",
    "id": "Sangat cocok untuk berbagai dokumen dalam skenario kantor dan pendidikan, seperti esai, kontrak, laporan industri, dokumentasi produk, buku, file, presentasi, dll., dan memberikan kemampuan pemulihan tata letak dokumen dengan presisi tinggi.\n\n- Mendukung pengunggahan file untuk diterjemahkan, dan disimpan ke Google Drive atau diunduh ke lokal.\n- Mendukung Word/PPT/Excel/PDF/PowerPoint dan format lainnya.\n- Terjemahan antar 200+ bahasa, Inggris, Spanyol, Prancis, Jerman, Arab, Rusia, dan banyak lagi. Terjemahan akurat dan pengoperasian cepat.\n- Layanan akan mempertahankan format dan tata letak asli dokumen tersebut. Hasil instan.\n- Penerjemah PDF, Penerjemah PPT, Penerjemah PowerPoint, Penerjemah Kata, Penerjemah Excel, Terjemahkan PPT, Terjemahkan PowerPoint, Terjemahkan Kata, Terjemahkan Excel.\n\nSaat ini diterjemahkan melalui Google Translate, Mode batch akan mendukung di masa depan.\n\nKebijakan pribadi\nSesuai desainnya, data Anda selalu tersimpan di akun Google Anda, tidak pernah disimpan di database kami. Data Anda tidak dibagikan kepada siapa pun, termasuk pemilik add-on.\nKami mematuhi undang-undang privasi (khususnya GDPR & California Privacy Act) untuk melindungi data Anda.",
    "it": "È adatto per una varietà di documenti in ufficio e in scenari didattici, come saggi, contratti, rapporti di settore, documentazione di prodotto, libri, file, presentazioni, ecc. e fornisce funzionalità di recupero del layout dei documenti ad alta precisione.\n\n- Supporta il caricamento di file per la traduzione e il salvataggio su Google Drive o il download in locale.\n- Supporta Word/PPT/Excel/PDF/PowerPoint e altri formati.\n- Inter-traduzione tra oltre 200 lingue, inglese, spagnolo, francese, tedesco, arabo, russo e molte altre. Traduzione accurata e funzionamento veloce.\n- Il servizio conserverà la formattazione e l'impaginazione originali di detti documenti. Risultati immediati.\n- Traduttore PDF, Traduttore PPT, Traduttore PowerPoint, Traduttore Word, Traduttore Excel, Traduci PPT, Traduci PowerPoint, Traduci Word, Traduci Excel.\n\nAttualmente è tradotto tramite Google Translate, La modalità batch sarà supportata in futuro.\n\npolitica sulla riservatezza\nPer impostazione predefinita, i tuoi dati rimangono sempre nel tuo account Google, mai salvati nel nostro database. I tuoi dati non vengono condivisi con nessuno, incluso il proprietario del componente aggiuntivo.\nRispettiamo le leggi sulla privacy (in particolare GDPR e California Privacy Act) per proteggere i tuoi dati.",
    "ja": "エッセイ、契約書、業界レポート、製品ドキュメント、書籍、ファイル、プレゼンテーションなど、オフィスや教育のさまざまなシナリオに適しており、高精度のドキュメント レイアウト回復機能を提供します。\n\n- 翻訳用のファイルのアップロード、Google ドライブへの保存またはローカルへのダウンロードをサポートします。\n- Word/PPT/Excel/PDF/PowerPoint およびその他の形式をサポートします。\n- 英語、スペイン語、フランス語、ドイツ語、アラビア語、ロシア語など、200 以上の言語間の相互翻訳。 正確な翻訳と迅速な操作。\n- このサービスは、当該文​​書の元の書式とレイアウトを保存します。 すぐに結果が得られます。\n- PDF 翻訳、PPT 翻訳、PowerPoint 翻訳、Word 翻訳、Excel 翻訳、PPT の翻訳、PowerPoint の翻訳、Word の翻訳、Excel の翻訳。\n\n現在は Google 翻訳を通じて翻訳されていますが、バッチ モードは将来サポートされる予定です。\n\nプライバシーポリシー\n設計上、データは常に Google アカウントに保存され、データベースには保存されません。 あなたのデータは、アドオンの所有者を含む誰とも共有されません。\n当社は、お客様のデータを保護するためにプライバシー法 (特に GDPR およびカリフォルニア州プライバシー法) を遵守しています。",
    "kn": "ಪ್ರಬಂಧಗಳು, ಒಪ್ಪಂದಗಳು, ಉದ್ಯಮ ವರದಿಗಳು, ಉತ್ಪನ್ನ ದಾಖಲಾತಿಗಳು, ಪುಸ್ತಕಗಳು, ಫೈಲ್‌ಗಳು, ಪ್ರಸ್ತುತಿಗಳು ಇತ್ಯಾದಿಗಳಂತಹ ಕಚೇರಿ ಮತ್ತು ಶೈಕ್ಷಣಿಕ ಸನ್ನಿವೇಶಗಳಲ್ಲಿನ ವಿವಿಧ ದಾಖಲೆಗಳಿಗೆ ಇದು ಸೂಕ್ತವಾಗಿದೆ ಮತ್ತು ಹೆಚ್ಚಿನ ನಿಖರವಾದ ಡಾಕ್ಯುಮೆಂಟ್ ಲೇಔಟ್ ಮರುಪಡೆಯುವಿಕೆ ಸಾಮರ್ಥ್ಯವನ್ನು ಒದಗಿಸುತ್ತದೆ.\n\n- ಅನುವಾದಕ್ಕಾಗಿ ಫೈಲ್‌ಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಮತ್ತು Google ಡ್ರೈವ್‌ಗೆ ಉಳಿಸಲು ಅಥವಾ ಸ್ಥಳೀಯಕ್ಕೆ ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಬೆಂಬಲ.\n- ಬೆಂಬಲ Word/PPT/Excel/PDF/PowerPoint ಮತ್ತು ಇತರ ಸ್ವರೂಪಗಳು.\n- 200+ ಭಾಷೆಗಳು, ಇಂಗ್ಲಿಷ್, ಸ್ಪ್ಯಾನಿಷ್, ಫ್ರೆಂಚ್, ಜರ್ಮನ್, ಅರೇಬಿಕ್, ರಷ್ಯನ್ ಮತ್ತು ಹೆಚ್ಚಿನವುಗಳ ನಡುವಿನ ಅಂತರ-ಅನುವಾದ. ನಿಖರವಾದ ಅನುವಾದ ಮತ್ತು ವೇಗದ ಕಾರ್ಯಾಚರಣೆ.\n- ಸೇವೆಯು ಹೇಳಿದ ದಾಖಲೆಗಳ ಮೂಲ ಫಾರ್ಮ್ಯಾಟಿಂಗ್ ಮತ್ತು ವಿನ್ಯಾಸವನ್ನು ಸಂರಕ್ಷಿಸುತ್ತದೆ. ತ್ವರಿತ ಫಲಿತಾಂಶಗಳು.\n- ಪಿಡಿಎಫ್ ಅನುವಾದಕ, ಪಿಪಿಟಿ ಅನುವಾದಕ, ಪವರ್‌ಪಾಯಿಂಟ್ ಅನುವಾದಕ, ಪದ ಅನುವಾದಕ, ಎಕ್ಸೆಲ್ ಅನುವಾದಕ, ಪಿಪಿಟಿಯನ್ನು ಅನುವಾದಿಸಿ, ಪವರ್‌ಪಾಯಿಂಟ್ ಅನ್ನು ಅನುವಾದಿಸಿ, ಪದವನ್ನು ಅನುವಾದಿಸಿ, ಎಕ್ಸೆಲ್ ಅನ್ನು ಅನುವಾದಿಸಿ.\n\nಪ್ರಸ್ತುತ, ಇದನ್ನು Google ಅನುವಾದದ ಮೂಲಕ ಅನುವಾದಿಸಲಾಗಿದೆ ಮತ್ತು ಬ್ಯಾಚ್ ಮೋಡ್ ಭವಿಷ್ಯದಲ್ಲಿ ಬೆಂಬಲಿಸುತ್ತದೆ.\n\nಗೌಪ್ಯತಾ ನೀತಿ\nವಿನ್ಯಾಸದ ಮೂಲಕ, ನಿಮ್ಮ ಡೇಟಾ ನಿಮ್ಮ Google ಖಾತೆಯಲ್ಲಿ ಎಲ್ಲಾ ಸಮಯದಲ್ಲೂ ಇರುತ್ತದೆ, ನಮ್ಮ ಡೇಟಾಬೇಸ್‌ನಲ್ಲಿ ಎಂದಿಗೂ ಉಳಿಸಲಾಗುವುದಿಲ್ಲ. ಆಡ್-ಆನ್ ಮಾಲೀಕರು ಸೇರಿದಂತೆ ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಯಾರೊಂದಿಗೂ ಹಂಚಿಕೊಳ್ಳಲಾಗುವುದಿಲ್ಲ.\nನಿಮ್ಮ ಡೇಟಾವನ್ನು ರಕ್ಷಿಸಲು ನಾವು ಗೌಪ್ಯತೆ ಕಾನೂನುಗಳನ್ನು (ವಿಶೇಷವಾಗಿ GDPR ಮತ್ತು ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ಗೌಪ್ಯತೆ ಕಾಯಿದೆ) ಅನುಸರಿಸುತ್ತೇವೆ.",
    "ko": "에세이, 계약서, 산업 보고서, 제품 문서, 서적, 파일, 프리젠테이션 등과 같은 사무실 및 교육 시나리오의 다양한 문서에 적합하며 고정밀 문서 레이아웃 복구 기능을 제공합니다.\n\n- 번역할 파일 업로드, Google 드라이브에 저장 또는 로컬에 다운로드를 지원합니다.\n- Word/PPT/Excel/PDF/PowerPoint 및 기타 형식을 지원합니다.\n- 영어, 스페인어, 프랑스어, 독일어, 아랍어, 러시아어 등 200개 이상의 언어 간의 상호 번역. 정확한 번역과 빠른 작업.\n- 서비스는 해당 문서의 원래 형식과 레이아웃을 보존합니다. 즉각적인 결과.\n- PDF 번역기, PPT 번역기, PowerPoint 번역기, 단어 번역기, Excel 번역기, PPT 번역, PowerPoint 번역, Word 번역, Excel 번역.\n\n현재는 구글번역을 통해 번역하고 있으며, 배치 모드는 향후 지원될 예정입니다.\n\n개인 정보 정책\n설계상 귀하의 데이터는 항상 귀하의 Google 계정에 유지되며 당사 데이터베이스에는 저장되지 않습니다. 귀하의 데이터는 추가 기능 소유자를 포함하여 누구와도 공유되지 않습니다.\n당사는 귀하의 데이터를 보호하기 위해 개인정보 보호법(특히 GDPR 및 캘리포니아 개인정보 보호법)을 준수합니다.",
    "lt": "Jis tinka įvairiems biuro ir švietimo scenarijaus dokumentams, pvz., esė, sutartims, pramonės ataskaitoms, gaminio dokumentacijai, knygoms, failams, pristatymams ir kt., ir suteikia didelio tikslumo dokumentų išdėstymo atkūrimo galimybę.\n\n- Palaikykite failų įkėlimą vertimui ir išsaugojimą „Google“ diske arba atsisiuntimą į vietinį.\n- Palaikykite Word/PPT/Excel/PDF/PowerPoint ir kitus formatus.\n- Tarpinis vertimas iš daugiau nei 200 kalbų, anglų, ispanų, prancūzų, vokiečių, arabų, rusų ir daug kitų. Tikslus vertimas ir greitas veikimas.\n- Paslauga išsaugos pirminį minėtų dokumentų formatą ir maketą. Greiti rezultatai.\n– PDF vertėjas, PPT vertėjas, „PowerPoint“ vertėjas, „Word“ vertėjas, „Excel“ vertėjas, vertėjas PPT, „PowerPoint“ vertimas, „Word“ vertimas, „Excel“ vertimas.\n\nPrivatumo politika\nPagal dizainą jūsų duomenys visą laiką lieka jūsų „Google“ paskyroje ir niekada neišsaugomi mūsų duomenų bazėje. Jūsų duomenys nėra bendrinami su niekuo, įskaitant priedo savininką.\nSiekdami apsaugoti jūsų duomenis, laikomės privatumo įstatymų (ypač GDPR ir Kalifornijos privatumo įstatymo).",
    "lv": "Tas ir piemērots dažādiem dokumentiem biroja un izglītības scenārijos, piemēram, esejām, līgumiem, nozares pārskatiem, produktu dokumentācijai, grāmatām, failiem, prezentācijām utt., un nodrošina augstas precizitātes dokumentu izkārtojuma atkopšanas iespējas.\n\n- Atbalstiet failu augšupielādi tulkošanai un saglabāšanu Google diskā vai lejupielādi vietējā.\n- Atbalstiet Word/PPT/Excel/PDF/PowerPoint un citus formātus.\n- Tulkošana starp vairāk nekā 200 valodām, angļu, spāņu, franču, vācu, arābu, krievu un daudzām citām valodām. Precīza tulkošana un ātra darbība.\n- Pakalpojums saglabās minēto dokumentu oriģinālo formatējumu un izkārtojumu. Tūlītēji rezultāti.\n- PDF tulkotājs, PPT tulkotājs, PowerPoint tulkotājs, vārdu tulkotājs, Excel tulkotājs, tulkot PPT, tulkot PowerPoint, tulkot Word, tulkot Excel.\n\nPašlaik tas tiek tulkots, izmantojot Google tulkotāju, Pakešu režīms tiks atbalstīts arī turpmāk.\n\nPrivātuma politika\nPēc konstrukcijas jūsu dati vienmēr paliek jūsu Google kontā un nekad netiek saglabāti mūsu datubāzē. Jūsu dati netiek kopīgoti ar nevienu, tostarp ar pievienojumprogrammas īpašnieku.\nMēs ievērojam privātuma likumus (jo īpaši GDPR un Kalifornijas privātuma likumu), lai aizsargātu jūsu datus.",
    "ml": "ഉപന്യാസങ്ങൾ, കരാറുകൾ, വ്യവസായ റിപ്പോർട്ടുകൾ, ഉൽപ്പന്ന ഡോക്യുമെന്റേഷൻ, പുസ്‌തകങ്ങൾ, ഫയലുകൾ, അവതരണങ്ങൾ മുതലായവ പോലുള്ള ഓഫീസ്, വിദ്യാഭ്യാസ സാഹചര്യങ്ങളിലെ വിവിധ ഡോക്യുമെന്റുകൾക്ക് ഇത് അനുയോജ്യമാണ്, കൂടാതെ ഉയർന്ന കൃത്യതയുള്ള ഡോക്യുമെന്റ് ലേഔട്ട് വീണ്ടെടുക്കൽ ശേഷിയും നൽകുന്നു.\n\n- വിവർത്തനത്തിനായി ഫയലുകൾ അപ്‌ലോഡ് ചെയ്യുന്നതിനെ പിന്തുണയ്‌ക്കുക, Google ഡ്രൈവിൽ സംരക്ഷിക്കുക അല്ലെങ്കിൽ ലോക്കലിലേക്ക് ഡൗൺലോഡ് ചെയ്യുക.\n- Word/PPT/Excel/PDF/PowerPoint എന്നിവയും മറ്റ് ഫോർമാറ്റുകളും പിന്തുണയ്ക്കുക.\n- 200-ലധികം ഭാഷകൾ, ഇംഗ്ലീഷ്, സ്പാനിഷ്, ഫ്രഞ്ച്, ജർമ്മൻ, അറബിക്, റഷ്യൻ തുടങ്ങി നിരവധി ഭാഷകൾക്കിടയിലുള്ള വിവർത്തനം. കൃത്യമായ വിവർത്തനവും വേഗത്തിലുള്ള പ്രവർത്തനവും.\n- പ്രസ്തുത രേഖകളുടെ യഥാർത്ഥ ഫോർമാറ്റിംഗും ലേഔട്ടും സേവനം സംരക്ഷിക്കും. തൽക്ഷണ ഫലങ്ങൾ.\n- പിഡിഎഫ് വിവർത്തകൻ, പിപിടി വിവർത്തകൻ, പവർപോയിന്റ് വിവർത്തകൻ, വേഡ് ട്രാൻസ്ലേറ്റർ, എക്സൽ വിവർത്തകൻ, പിപിടി വിവർത്തനം ചെയ്യുക, പവർപോയിന്റ് വിവർത്തനം ചെയ്യുക, വേഡ് വിവർത്തനം ചെയ്യുക, എക്സൽ വിവർത്തനം ചെയ്യുക.\n\nനിലവിൽ, ഇത് Google വിവർത്തനത്തിലൂടെ വിവർത്തനം ചെയ്യുന്നു, ബാച്ച് മോഡ് ഭാവിയിൽ പിന്തുണയ്ക്കും.\n\nസ്വകാര്യതാ നയം\nരൂപകൽപ്പന പ്രകാരം, നിങ്ങളുടെ ഡാറ്റ നിങ്ങളുടെ Google അക്കൗണ്ടിൽ എല്ലായ്‌പ്പോഴും നിലനിൽക്കും, ഞങ്ങളുടെ ഡാറ്റാബേസിൽ ഒരിക്കലും സംരക്ഷിക്കപ്പെടില്ല. ആഡ്-ഓൺ ഉടമ ഉൾപ്പെടെ ആരുമായും നിങ്ങളുടെ ഡാറ്റ പങ്കിട്ടിട്ടില്ല.\nനിങ്ങളുടെ ഡാറ്റ പരിരക്ഷിക്കുന്നതിന് ഞങ്ങൾ സ്വകാര്യതാ നിയമങ്ങൾ (പ്രത്യേകിച്ച് GDPR & കാലിഫോർണിയ സ്വകാര്യതാ നിയമം) പാലിക്കുന്നു.",
    "mr": "निबंध, करार, उद्योग अहवाल, उत्पादन दस्तऐवज, पुस्तके, फाइल्स, सादरीकरणे, इत्यादी कार्यालयीन आणि शैक्षणिक परिस्थितींमधील विविध दस्तऐवजांसाठी हे योग्य आहे आणि उच्च-परिशुद्धता दस्तऐवज लेआउट पुनर्प्राप्ती क्षमता प्रदान करते.\n\n- भाषांतरासाठी फायली अपलोड करण्यास आणि Google ड्राइव्हवर जतन करण्यासाठी किंवा स्थानिकवर डाउनलोड करण्यास समर्थन द्या.\n- वर्ड/पीपीटी/एक्सेल/पीडीएफ/पॉवरपॉइंट आणि इतर फॉरमॅटला सपोर्ट करा.\n- 200+ भाषांमधील आंतर-अनुवाद, इंग्रजी, स्पॅनिश, फ्रेंच, जर्मन, अरबी, रशियन आणि बरेच काही. अचूक भाषांतर आणि जलद ऑपरेशन.\n- ही सेवा नमूद केलेल्या दस्तऐवजांचे मूळ स्वरूपन आणि लेआउट जतन करेल. झटपट परिणाम.\n- पीडीएफ ट्रान्सलेटर, पीपीटी ट्रान्सलेटर, पॉवरपॉइंट ट्रान्सलेटर, वर्ड ट्रान्सलेटर, एक्सेल ट्रान्सलेटर, पीपीटी ट्रान्सलेट, ट्रान्सलेट पॉवरपॉइंट, ट्रान्सलेट वर्ड, ट्रान्सलेट एक्सेल.\n\nसध्या, ते Google Translate द्वारे भाषांतरित केले जाते आणि भविष्यात, बॅच मोड भविष्यात समर्थन करेल.\n\nगोपनीयता धोरण\nडिझाइननुसार, तुमचा डेटा नेहमी तुमच्या Google खात्यावर राहतो, आमच्या डेटाबेसमध्ये कधीही जतन केला जात नाही. अॅड-ऑन मालकासह तुमचा डेटा कोणाशीही शेअर केला जात नाही.\nतुमचा डेटा संरक्षित करण्यासाठी आम्ही गोपनीयता कायद्यांचे (विशेषत: GDPR आणि कॅलिफोर्निया गोपनीयता कायदा) पालन करतो.",
    "ms": "Ia sesuai untuk pelbagai dokumen dalam senario pejabat dan pendidikan, seperti esei, kontrak, laporan industri, dokumentasi produk, buku, fail, pembentangan, dsb., dan menyediakan keupayaan pemulihan susun atur dokumen berketepatan tinggi.\n\n- Menyokong memuat naik fail untuk terjemahan, dan menyimpan ke Google Drive atau memuat turun ke tempatan.\n- Menyokong Word/PPT/Excel/PDF/PowerPoint dan format lain.\n- Interterjemahan antara 200+ bahasa, Inggeris, Sepanyol, Perancis, Jerman, Arab, Rusia dan banyak lagi. Terjemahan yang tepat dan operasi yang pantas.\n- Perkhidmatan ini akan mengekalkan pemformatan asal dan susun atur dokumen tersebut. Keputusan segera.\n- Penterjemah PDF, Penterjemah PPT, Penterjemah PowerPoint, Penterjemah Word, Penterjemah Excel, Terjemah PPT, Terjemah PowerPoint, Terjemah Perkataan, Terjemah Excel.\n\nPada masa ini, ia diterjemahkan melalui Terjemahan Google, Mod kelompok akan menyokong pada masa hadapan.\n\nDasar Privasi\nMengikut reka bentuk, data anda kekal pada setiap masa pada akaun Google anda, tidak pernah disimpan dalam pangkalan data kami. Data anda tidak dikongsi dengan sesiapa, termasuk pemilik alat tambah.\nKami mematuhi undang-undang privasi (terutamanya GDPR & Akta Privasi California) untuk melindungi data anda.",
    "nl": "Het is geschikt voor een verscheidenheid aan documenten in kantoor- en onderwijsscenario's, zoals essays, contracten, brancherapporten, productdocumentatie, boeken, bestanden, presentaties, enz., en biedt herstelmogelijkheden voor de documentindeling met hoge precisie.\n\n- Ondersteuning voor het uploaden van bestanden voor vertaling en opslaan in Google Drive of downloaden naar lokaal.\n- Ondersteuning van Word/PPT/Excel/PDF/PowerPoint en andere formaten.\n- Intervertaling tussen meer dan 200 talen, Engels, Spaans, Frans, Duits, Arabisch, Russisch en nog veel meer. Nauwkeurige vertaling en snelle bediening.\n- De dienst behoudt de originele opmaak en lay-out van genoemde documenten. Direct resultaat.\n- PDF-vertaler, PPT-vertaler, PowerPoint-vertaler, Woordvertaler, Excel-vertaler, Vertaal PPT, Vertaal PowerPoint, Vertaal Woord, Vertaal Excel.\n\nMomenteel wordt het vertaald via Google Translate, De batchmodus zal in de toekomst worden ondersteund.\n\nPrivacybeleid\nDoor het ontwerp blijven uw gegevens te allen tijde in uw Google-account staan ​​en nooit opgeslagen in onze database. Uw gegevens worden met niemand gedeeld, ook niet met de eigenaar van de add-on.\nWe voldoen aan de privacywetten (met name de AVG en de California Privacy Act) om uw gegevens te beschermen.",
    "no": "Den er egnet for en rekke dokumenter i kontor- og utdanningsscenarier, for eksempel essays, kontrakter, bransjerapporter, produktdokumentasjon, bøker, filer, presentasjoner osv., og gir mulighet for gjenoppretting av høypresisjon dokumentlayout.\n\n- Støtte opplasting av filer for oversettelse, og lagring til Google Drive eller nedlasting til den lokale.\n- Støtte Word/PPT/Excel/PDF/PowerPoint og andre formater.\n- Inter-oversettelse mellom 200+ språk, engelsk, spansk, fransk, tysk, arabisk, russisk og mange flere. Nøyaktig oversettelse og rask drift.\n- Tjenesten vil bevare den originale formateringen og layouten til nevnte dokumenter. Umiddelbare resultater.\n- PDF-oversetter, PPT-oversetter, PowerPoint-oversetter, Word-oversetter, Excel-oversetter, Oversett PPT, Oversett PowerPoint, Oversett Word, Oversett Excel.\n\nFor øyeblikket er den oversatt gjennom Google Translate, Batch-modus vil støttes i fremtiden.\n\nPersonvernerklæring\nVed design forblir dataene dine til enhver tid på Google-kontoen din, aldri lagret i databasen vår. Dataene dine deles ikke med noen, inkludert eieren av tillegget.\nVi overholder personvernlover (spesielt GDPR og California Privacy Act) for å beskytte dataene dine.",
    "pl": "Nadaje się do różnych dokumentów w scenariuszach biurowych i edukacyjnych, takich jak eseje, umowy, raporty branżowe, dokumentacja produktów, książki, pliki, prezentacje itp., a także zapewnia możliwość odtwarzania układu dokumentów z dużą precyzją.\n\n- Obsługa przesyłania plików do tłumaczenia i zapisywania na Dysku Google lub pobierania do lokalnego.\n- Obsługa Word/PPT/Excel/PDF/PowerPoint i innych formatów.\n- Tłumaczenia między ponad 200 językami, angielskim, hiszpańskim, francuskim, niemieckim, arabskim, rosyjskim i wieloma innymi. Dokładne tłumaczenie i szybkie działanie.\n- Usługa zachowa oryginalne formatowanie i układ wspomnianych dokumentów. Natychmiastowe rezultaty.\n- Tłumacz PDF, Tłumacz PPT, Tłumacz PowerPoint, Tłumacz Word, Tłumacz Excel, Tłumacz PPT, Tłumacz PowerPoint, Tłumacz Word, Tłumacz Excel.\n\nObecnie jest tłumaczony za pomocą Tłumacza Google, Tryb wsadowy będzie obsługiwany w przyszłości.\n\nPolityka prywatności\nZ założenia Twoje dane pozostają przez cały czas na Twoim koncie Google i nigdy nie są zapisywane w naszej bazie danych. Twoje dane nie są nikomu udostępniane, nawet właścicielowi dodatku.\nPrzestrzegamy przepisów dotyczących prywatności (w szczególności RODO i kalifornijskiej ustawy o ochronie prywatności), aby chronić Twoje dane.",
    "pt_BR": "Ele é adequado para uma variedade de documentos em cenários de escritório e educacionais, como ensaios, contratos, relatórios do setor, documentação de produtos, livros, arquivos, apresentações etc., e oferece capacidade de recuperação de layout de documentos de alta precisão. \n\n- Suporte ao upload de arquivos para tradução e salvamento no Google Drive ou download para o local. \n- Suporte a Word/PPT/Excel/PDF/PowerPoint e outros formatos. \n- Intertradução entre mais de 200 idiomas: inglês, espanhol, francês, alemão, árabe, russo e muitos outros. Tradução precisa e operação rápida.\n- O serviço preservará a formatação e o layout originais dos documentos. Resultados instantâneos.\n- Tradutor de PDF, Tradutor de PPT, Tradutor de PowerPoint, Tradutor de Word, Tradutor de Excel, Traduzir PPT, Traduzir PowerPoint, Traduzir Word, Traduzir Excel.\n\nAtualmente, é traduzido através do Google Translate e, O modo em lote será suportado no futuro. \n\nPolítica de privacidade \nPor padrão, seus dados permanecem o tempo todo em sua conta do Google e nunca são salvos em nosso banco de dados. Seus dados não são compartilhados com ninguém, inclusive com o proprietário do complemento. \nEstamos em conformidade com as leis de privacidade (especialmente o GDPR e a Lei de Privacidade da Califórnia) para proteger seus dados.",
    "pt_PT": "É adequado para uma variedade de documentos em cenários de escritório e educacionais, tais como ensaios, contratos, relatórios da indústria, documentação de produtos, livros, ficheiros, apresentações, etc., e fornece capacidade de recuperação de layout de documentos de alta precisão. \n\n- Suporta o carregamento de ficheiros para tradução e a gravação no Google Drive ou a transferência para o local. \n- Suporta Word/PPT/Excel/PDF/PowerPoint e outros formatos. \n- Intertradução entre mais de 200 idiomas, inglês, espanhol, francês, alemão, árabe, russo e muitos mais. Tradução exacta e funcionamento rápido.\n- O serviço preserva a formatação e a disposição originais dos documentos. Resultados imediatos.\n- Tradutor de PDF, Tradutor de PPT, Tradutor de PowerPoint, Tradutor de Word, Tradutor de Excel, Traduzir PPT, Traduzir PowerPoint, Traduzir Word, Traduzir Excel.\n\nAtualmente, é traduzido através do Google Translate e, O modo de lote será suportado no futuro. \n\nPolítica de privacidade \nPor definição, os seus dados permanecem sempre na sua conta Google, nunca sendo guardados na nossa base de dados. Os seus dados não são partilhados com ninguém, incluindo o proprietário do suplemento. \nCumprimos as leis de privacidade (especialmente o RGPD e a Lei de Privacidade da Califórnia) para proteger os seus dados.",
    "ro": "Este potrivit pentru o varietate de documente în scenarii de birou și educaționale, cum ar fi eseuri, contracte, rapoarte din industrie, documentație de produs, cărți, fișiere, prezentări etc. și oferă o capacitate de recuperare de înaltă precizie a aspectului documentelor.\n\n- Acceptă încărcarea fișierelor pentru traducere și salvarea în Google Drive sau descărcarea în local.\n- Suportă Word/PPT/Excel/PDF/PowerPoint și alte formate.\n- Inter-traducere între peste 200 de limbi, engleză, spaniolă, franceză, germană, arabă, rusă și multe altele. Traducere precisă și operare rapidă.\n- Serviciul va păstra formatarea și aspectul original al documentelor menționate. Rezultate instantanee.\n- PDF Translator, PPT Translator, PowerPoint Translator, Word Translator, Excel Translator, Traducere PPT, Traducere PowerPoint, Traducere Word, Traduce Excel.\n\nÎn prezent, este tradus prin Google Translate, Modul lot va fi acceptat în viitor.\n\nPolitica de confidențialitate\nPrin proiectare, datele dvs. rămân tot timpul în contul dvs. Google, niciodată salvate în baza noastră de date. Datele dvs. nu sunt partajate cu nimeni, inclusiv cu proprietarul suplimentului.\nRespectăm legile de confidențialitate (în special GDPR și California Privacy Act) pentru a vă proteja datele.",
    "ru": "Он подходит для различных офисных и образовательных документов, таких как эссе, контракты, отраслевые отчеты, документация по продуктам, книги, файлы, презентации и т. д., и обеспечивает возможность высокоточного восстановления макета документа.\n\n- Поддержка загрузки файлов для перевода и сохранения на Google Диске или загрузки на локальный диск.\n- Поддержка Word/PPT/Excel/PDF/PowerPoint и других форматов.\n- Взаимный перевод между более чем 200 языками: английским, испанским, французским, немецким, арабским, русским и многими другими. Точный перевод и быстрая работа.\n- Сервис сохранит исходное форматирование и расположение указанных документов. Мгновенные результаты.\n- Переводчик PDF, Переводчик PPT, Переводчик PowerPoint, Переводчик слов, Переводчик Excel, Перевести PPT, Перевести PowerPoint, Перевести Word, Перевести Excel.\n\nВ настоящее время он переводится через Google Translate, Пакетный режим будет поддерживаться в будущем.\n\nполитика конфиденциальности\nПо замыслу ваши данные всегда остаются в вашей учетной записи Google и никогда не сохраняются в нашей базе данных. Ваши данные никому не передаются, включая владельца дополнения.\nМы соблюдаем законы о конфиденциальности (особенно GDPR и Закон штата Калифорния о конфиденциальности) для защиты ваших данных.",
    "sk": "Je vhodný pre rôzne dokumenty v kancelárskych a vzdelávacích scenároch, ako sú eseje, zmluvy, priemyselné správy, produktová dokumentácia, knihy, súbory, prezentácie atď., a poskytuje vysoko presné možnosti obnovenia rozloženia dokumentov.\n\n- Podpora nahrávania súborov na preklad a ukladanie na Disk Google alebo sťahovanie do miestneho prostredia.\n- Podpora Word/PPT/Excel/PDF/PowerPoint a ďalšie formáty.\n- Inter-preklady medzi 200+ jazykmi, angličtinou, španielčinou, francúzštinou, nemčinou, arabčinou, ruštinou a mnohými ďalšími. Presný preklad a rýchla obsluha.\n- Služba zachová pôvodné formátovanie a rozloženie uvedených dokumentov. Okamžité výsledky.\n- PDF Translator, PPT Translator, PowerPoint Translator, Word Translator, Excel Translator, Preložiť PPT, Preložiť PowerPoint, Preložiť Word, Preložiť Excel.\n\nV súčasnosti sa prekladá cez Google Translate, Dávkový režim bude podporovaný v budúcnosti.\n\nZásady ochrany osobných údajov\nPodľa návrhu zostávajú vaše údaje vždy vo vašom účte Google a nikdy sa neukladajú v našej databáze. Vaše údaje sa nezdieľajú s nikým vrátane vlastníka doplnku.\nNa ochranu vašich údajov dodržiavame zákony na ochranu osobných údajov (najmä GDPR a Kalifornský zákon o ochrane osobných údajov).",
    "sl": "Primeren je za različne dokumente v pisarni in izobraževalnih scenarijih, kot so eseji, pogodbe, industrijska poročila, dokumentacija o izdelkih, knjige, datoteke, predstavitve itd., in zagotavlja visoko natančno zmožnost obnovitve postavitve dokumenta.\n\n- Podpora za nalaganje datotek za prevajanje in shranjevanje v Google Drive ali nalaganje v lokal.\n- Podpira Word/PPT/Excel/PDF/PowerPoint in druge formate.\n- Interprevajanje med več kot 200 jeziki, angleščino, španščino, francoščino, nemščino, arabščino, ruščino in številnimi drugimi. Natančen prevod in hitro delovanje.\n- Storitev bo ohranila izvirno oblikovanje in postavitev navedenih dokumentov. Takojšnji rezultati.\n- Prevajalnik PDF, Prevajalnik PPT, Prevajalnik PowerPoint, Prevajalnik besed, Prevajalnik Excel, Prevajalnik PPT, Prevajalnik PowerPoint, Prevajalnik Worda, Prevajalnik Excela.\n\nTrenutno je prevajal prek Google Translate, Paketni način bo podprt v prihodnosti.\n\nPolitika zasebnosti\nPo zasnovi vaši podatki ves čas ostanejo v vašem Google Računu in nikoli niso shranjeni v naši bazi podatkov. Vaši podatki se ne delijo z nikomer, vključno z lastnikom dodatka.\nUpoštevamo zakone o zasebnosti (zlasti GDPR in kalifornijski zakon o zasebnosti), da zaščitimo vaše podatke.",
    "sr": "Погодан је за различите документе у канцеларијским и образовним сценаријима, као што су есеји, уговори, индустријски извештаји, документација производа, књиге, фајлови, презентације, итд., и пружа могућност опоравка изгледа докумената високе прецизности.\n\n- Подржава отпремање датотека за превод и чување на Гоогле диску или преузимање на локалном.\n- Подржава Ворд/ППТ/Екцел/ПДФ/ПоверПоинт и друге формате.\n- Интер-превод између 200+ језика, енглеског, шпанског, француског, немачког, арапског, руског и још много тога. Тачан превод и брз рад.\n- Услуга ће сачувати оригинално форматирање и изглед наведених докумената. Тренутни резултати.\n- ПДФ преводилац, ППТ преводилац, ПоверПоинт преводилац, преводилац речи, Екцел преводилац, превођење ППТ-а, превођење ПоверПоинт-а, превођење речи, превођење Екцел-а.\n\nТренутно се преводи преко Гоогле Транслате-а, ау будућности ће подржавати ДеепЛ, ЦхатГПТ, Опен АИ, Бард, Цлауде, Ллама и Иандек Транслате.\nБатцх режим ће подржавати у будућности.\n\nПравила о приватности\nДизајнирано, ваши подаци остају у сваком тренутку на вашем Гоогле налогу, никада се не чувају у нашој бази података. Ваши подаци се не деле ни са ким, укључујући власника додатка.\nПоштујемо законе о приватности (нарочито ГДПР и Калифорнијски закон о приватности) да бисмо заштитили ваше податке.",
    "sv": "Den är lämplig för en mängd olika dokument i kontors- och utbildningsscenarier, såsom uppsatser, kontrakt, branschrapporter, produktdokumentation, böcker, filer, presentationer, etc., och ger möjlighet att återställa dokumentlayout med hög precision.\n\n- Stöd för att ladda upp filer för översättning, och spara till Google Drive eller nedladdning till den lokala.\n- Stöd för Word/PPT/Excel/PDF/PowerPoint och andra format.\n- Inter-översättning mellan 200+ språk, engelska, spanska, franska, tyska, arabiska, ryska och många fler. Noggrann översättning och snabb drift.\n- Tjänsten kommer att bevara originalformateringen och layouten för nämnda dokument. Omedelbara resultat.\n- PDF Översättare, PPT Översättare, PowerPoint Översättare, Word Översättare, Excel Översättare, Översätta PPT, Översätt PowerPoint, Översätt Word, Översätt Excel.\n\nFör närvarande översätts det via Google Translate, Batch-läge kommer att stödjas i framtiden.\n\nIntegritetspolicy\nGenom designen finns din data alltid på ditt Google-konto, aldrig sparad i vår databas. Din data delas inte med någon, inklusive tilläggsägaren.\nVi följer integritetslagar (särskilt GDPR & California Privacy Act) för att skydda dina uppgifter.",
    "sw": "Inafaa kwa aina mbalimbali za hati katika hali za ofisi na elimu, kama vile insha, mikataba, ripoti za sekta, uwekaji kumbukumbu wa bidhaa, vitabu, faili, mawasilisho, n.k., na hutoa uwezo wa kurejesha mpangilio wa hati wa usahihi wa hali ya juu.\n\n- Inasaidia kupakia faili kwa tafsiri, na kuhifadhi kwenye Hifadhi ya Google au kupakua kwenye eneo lako.\n- Msaada wa Neno/PPT/Excel/PDF/PowerPoint na umbizo zingine.\n- Tafsiri kati ya lugha 200+, Kiingereza, Kihispania, Kifaransa, Kijerumani, Kiarabu, Kirusi na mengine mengi. Tafsiri sahihi na uendeshaji wa haraka.\n- Huduma itahifadhi umbizo asili na mpangilio wa hati zilizotajwa. Matokeo ya papo hapo.\n- Kitafsiri cha PDF, Kitafsiri cha PPT, Kitafsiri cha PowerPoint, Kitafsiri cha Neno, Kitafsiri cha Excel, Tafsiri PPT, Tafsiri ya PowerPoint, Tafsiri ya Neno, Tafsiri Excel.\n\nKwa sasa, ilitafsiriwa kupitia Google Tafsiri, Hali ya kundi itasaidia katika siku zijazo.\n\nSera ya Faragha\nKwa muundo, data yako hukaa kwenye akaunti yako ya Google kila wakati, haihifadhiwi katika hifadhidata yetu. Data yako haishirikiwi na mtu yeyote, akiwemo mmiliki wa programu jalizi.\nTunatii sheria za faragha (hasa GDPR na Sheria ya Faragha ya California) ili kulinda data yako.",
    "ta": "கட்டுரைகள், ஒப்பந்தங்கள், தொழில்துறை அறிக்கைகள், தயாரிப்பு ஆவணங்கள், புத்தகங்கள், கோப்புகள், விளக்கக்காட்சிகள் போன்ற அலுவலகம் மற்றும் கல்விச் சூழல்களில் உள்ள பல்வேறு ஆவணங்களுக்கு இது பொருத்தமானது மற்றும் உயர் துல்லியமான ஆவண அமைப்பை மீட்டெடுக்கும் திறனை வழங்குகிறது.\n\n- மொழிபெயர்ப்பிற்கான கோப்புகளைப் பதிவேற்றுவதற்கும், Google இயக்ககத்தில் சேமிப்பதற்கும் அல்லது உள்ளூரில் பதிவிறக்குவதற்கும் ஆதரவு.\n- Word/PPT/Excel/PDF/PowerPoint மற்றும் பிற வடிவங்களை ஆதரிக்கவும்.\n- 200+ மொழிகளுக்கு இடையேயான மொழிபெயர்ப்பு, ஆங்கிலம், ஸ்பானிஷ், பிரஞ்சு, ஜெர்மன், அரபு, ரஷியன் மற்றும் பல. துல்லியமான மொழிபெயர்ப்பு மற்றும் விரைவான செயல்பாடு.\n- கூறப்பட்ட ஆவணங்களின் அசல் வடிவமைப்பு மற்றும் தளவமைப்பை இந்த சேவை பாதுகாக்கும். உடனடி முடிவுகள்.\n- PDF மொழிபெயர்ப்பாளர், PPT மொழிபெயர்ப்பாளர், பவர்பாயிண்ட் மொழிபெயர்ப்பாளர், வார்த்தை மொழிபெயர்ப்பாளர், எக்செல் மொழிபெயர்ப்பாளர், PPT ஐ மொழிபெயர், பவர்பாயிண்ட் மொழிபெயர், வார்த்தை மொழிபெயர், எக்செல் மொழிபெயர்.\n\nதற்போது, இது Google Translate மூலம் மொழிபெயர்க்கப்பட்டுள்ளது, பேட்ச் பயன்முறை எதிர்காலத்தில் ஆதரிக்கப்படும்.\n\nதனியுரிமைக் கொள்கை\nவடிவமைப்பின்படி, உங்கள் தரவு எப்போதும் உங்கள் Google கணக்கில் இருக்கும், எங்கள் தரவுத்தளத்தில் சேமிக்கப்படாது. ஆட்-ஆன் உரிமையாளர் உட்பட யாருடனும் உங்கள் தரவு பகிரப்படவில்லை.\nஉங்கள் தரவைப் பாதுகாக்க தனியுரிமைச் சட்டங்களுக்கு (குறிப்பாக GDPR & கலிபோர்னியா தனியுரிமைச் சட்டம்) நாங்கள் இணங்குகிறோம்.",
    "te": "ఇది వ్యాసాలు, ఒప్పందాలు, పరిశ్రమ నివేదికలు, ఉత్పత్తి డాక్యుమెంటేషన్, పుస్తకాలు, ఫైల్‌లు, ప్రెజెంటేషన్‌లు మొదలైన అనేక రకాలైన పత్రాలు మరియు కార్యాలయంలోని పత్రాలకు అనుకూలంగా ఉంటుంది మరియు అధిక-ఖచ్చితమైన డాక్యుమెంట్ లేఅవుట్ రికవరీ సామర్థ్యాన్ని అందిస్తుంది.\n\n- అనువాదం కోసం ఫైల్‌లను అప్‌లోడ్ చేయడానికి మరియు Google డిస్క్‌లో సేవ్ చేయడానికి లేదా స్థానికంగా డౌన్‌లోడ్ చేయడానికి మద్దతు ఇస్తుంది.\n- Word/PPT/Excel/PDF/PowerPoint మరియు ఇతర ఫార్మాట్‌లకు మద్దతు ఇవ్వండి.\n- 200+ భాషలు, ఇంగ్లీష్, స్పానిష్, ఫ్రెంచ్, జర్మన్, అరబిక్, రష్యన్ మరియు మరెన్నో భాషల మధ్య అంతర్-అనువాదం. ఖచ్చితమైన అనువాదం మరియు వేగవంతమైన ఆపరేషన్.\n- ఈ సేవ చెప్పిన పత్రాల అసలు ఫార్మాటింగ్ మరియు లేఅవుట్‌ను భద్రపరుస్తుంది. తక్షణ ఫలితాలు.\n- PDF ట్రాన్స్‌లేటర్, PPT ట్రాన్స్‌లేటర్, పవర్‌పాయింట్ ట్రాన్స్‌లేటర్, వర్డ్ ట్రాన్స్‌లేటర్, ఎక్సెల్ ట్రాన్స్‌లేటర్, PPTని అనువదించండి, పవర్‌పాయింట్‌ను అనువదించండి, పదాన్ని అనువదించండి, ఎక్సెల్‌ని అనువదించండి.\n\nప్రస్తుతం, ఇది Google అనువాదం ద్వారా అనువదించబడింది మరియు భవిష్యత్తులో, బ్యాచ్ మోడ్ భవిష్యత్తులో మద్దతు ఇస్తుంది.\n\nగోప్యతా విధానం\nడిజైన్ ప్రకారం, మీ డేటా మీ Google ఖాతాలో ఎల్లప్పుడూ ఉంటుంది, మా డేటాబేస్‌లో ఎప్పుడూ సేవ్ చేయబడదు. మీ డేటా యాడ్-ఆన్ యజమానితో సహా ఎవరితోనూ భాగస్వామ్యం చేయబడదు.\nమేము మీ డేటాను రక్షించడానికి గోప్యతా చట్టాలకు (ముఖ్యంగా GDPR & కాలిఫోర్నియా గోప్యతా చట్టం) కట్టుబడి ఉంటాము.",
    "th": "เหมาะสำหรับเอกสารที่หลากหลายในสำนักงานและสถานการณ์การศึกษา เช่น เรียงความ สัญญา รายงานอุตสาหกรรม เอกสารประกอบผลิตภัณฑ์ หนังสือ ไฟล์ การนำเสนอ ฯลฯ และให้ความสามารถในการกู้คืนเค้าโครงเอกสารที่มีความแม่นยำสูง\n\n- รองรับการอัพโหลดไฟล์เพื่อการแปลและบันทึกลงใน Google Drive หรือดาวน์โหลดลงในเครื่อง\n- รองรับ Word/PPT/Excel/PDF/PowerPoint และรูปแบบอื่นๆ\n- การแปลระหว่าง 200+ ภาษา อังกฤษ สเปน ฝรั่งเศส เยอรมัน อาหรับ รัสเซีย และอื่นๆ อีกมากมาย การแปลที่แม่นยำและการดำเนินการที่รวดเร็ว\n- บริการจะรักษารูปแบบและเค้าโครงดั้งเดิมของเอกสารดังกล่าว ผลลัพธ์ทันที\n- นักแปล PDF, นักแปล PPT, นักแปล PowerPoint, นักแปล Word, นักแปล Excel, แปล PPT, แปล PowerPoint, แปล Word, แปล Excel\n\nนโยบายความเป็นส่วนตัว\nจากการออกแบบ ข้อมูลของคุณจะอยู่ในบัญชี Google ของคุณตลอดเวลา และไม่เคยบันทึกไว้ในฐานข้อมูลของเรา ข้อมูลของคุณจะไม่ถูกแชร์กับใครเลย รวมถึงเจ้าของส่วนเสริมด้วย\nเราปฏิบัติตามกฎหมายความเป็นส่วนตัว (โดยเฉพาะ GDPR และกฎหมายความเป็นส่วนตัวของรัฐแคลิฟอร์เนีย) เพื่อปกป้องข้อมูลของคุณ",
    "tr": "Makaleler, sözleşmeler, sektör raporları, ürün belgeleri, kitaplar, dosyalar, sunumlar vb. gibi ofis ve eğitim senaryolarındaki çeşitli belgeler için uygundur ve yüksek hassasiyetli belge düzeni kurtarma yeteneği sağlar.\n\n- Dosyaların çeviri için yüklenmesini ve Google Drive'a kaydedilmesini veya yerel sürücüye indirilmesini destekleyin.\n- Word/PPT/Excel/PDF/PowerPoint ve diğer formatları destekleyin.\n- İngilizce, İspanyolca, Fransızca, Almanca, Arapça, Rusça ve çok daha fazlası olmak üzere 200'den fazla dil arasında ara çeviri. Doğru çeviri ve hızlı işlem.\n- Hizmet, söz konusu belgelerin orijinal biçimlendirmesini ve düzenini koruyacaktır. Anında sonuçlar.\n- PDF Çevirmeni, PPT Çevirmeni, PowerPoint Çevirmeni, Kelime Çevirmeni, Excel Çevirmeni, PPT Çevirme, PowerPoint Çevirme, Word Çevirme, Excel Çevirme.\n\nGizlilik Politikası\nTasarım gereği verileriniz her zaman Google hesabınızda kalır, hiçbir zaman veritabanımıza kaydedilmez. Verileriniz eklenti sahibi dahil hiç kimseyle paylaşılmaz.\nVerilerinizi korumak için gizlilik yasalarına (özellikle GDPR ve Kaliforniya Gizlilik Yasası) uyarız.",
    "uk": "Він підходить для різноманітних документів в офісі та освітніх сценаріях, таких як есе, контракти, галузеві звіти, документація продукту, книги, файли, презентації тощо, і забезпечує можливість високоточного відновлення макета документів.\n\n- Підтримка завантаження файлів для перекладу та збереження на Диск Google або завантаження на локальний.\n- Підтримка Word/PPT/Excel/PDF/PowerPoint та інших форматів.\n- Внутрішній переклад між 200+ мовами, англійською, іспанською, французькою, німецькою, арабською, російською та багатьма іншими. Точний переклад і швидка робота.\n- Сервіс збереже оригінальне форматування та компонування зазначених документів. Миттєві результати.\n- Перекладач PDF, Перекладач PPT, Перекладач PowerPoint, Перекладач Word, Перекладач Excel, Переклад PPT, Переклад PowerPoint, Переклад Word, Переклад Excel.\n\nЗараз він перекладається через Google Translate, Пакетний режим підтримуватиметься в майбутньому.\n\nПолітика конфіденційності\nЗа задумом ваші дані постійно зберігаються у вашому обліковому записі Google і ніколи не зберігаються в нашій базі даних. Ваші дані нікому не надаються, включаючи власника надбудови.\nМи дотримуємося законів про конфіденційність (особливо GDPR і Закону Каліфорнії про конфіденційність), щоб захистити ваші дані.",
    "vi": "Nó phù hợp với nhiều loại tài liệu trong các tình huống văn phòng và giáo dục, chẳng hạn như bài tiểu luận, hợp đồng, báo cáo ngành, tài liệu sản phẩm, sách, tệp, bản trình bày, v.v. và cung cấp khả năng khôi phục bố cục tài liệu có độ chính xác cao.\n\n- Hỗ trợ upload file để dịch và lưu vào Google Drive hoặc tải về máy.\n- Hỗ trợ Word/PPT/Excel/PDF/PowerPoint và các định dạng khác.\n- Dịch thuật giữa hơn 200 ngôn ngữ, tiếng Anh, tiếng Tây Ban Nha, tiếng Pháp, tiếng Đức, tiếng Ả Rập, tiếng Nga và nhiều ngôn ngữ khác. Bản dịch chính xác và hoạt động nhanh chóng.\n- Dịch vụ sẽ giữ nguyên định dạng và bố cục ban đầu của các tài liệu nói trên. Kết quả tức thì.\n- Trình dịch PDF, Trình dịch PPT, Trình dịch PowerPoint, Trình dịch Word, Trình dịch Excel, Dịch PPT, Dịch PowerPoint, Dịch Word, Dịch Excel.\n\nHiện tại, nó được dịch thông qua Google Translate và trong tương lai, Chế độ hàng loạt sẽ hỗ trợ trong tương lai.\n\nChính sách bảo mật\nTheo thiết kế, dữ liệu của bạn luôn nằm trong tài khoản Google của bạn và không bao giờ được lưu trong cơ sở dữ liệu của chúng tôi. Dữ liệu của bạn không được chia sẻ với bất kỳ ai, kể cả chủ sở hữu tiện ích bổ sung.\nChúng tôi tuân thủ luật về quyền riêng tư (đặc biệt là GDPR & Đạo luật quyền riêng tư của California) để bảo vệ dữ liệu của bạn.",
    "zh_CN": "适用于办公和教育场景中的多种文档，如论文、合同、行业报告、产品文档、书籍、文件、演示文稿等，并提供高精度文档布局恢复能力。\n\n- 支持上传翻译文件，并保存到Google Drive或下载到本地。\n- 支持Word/PPT/Excel/PDF/PowerPoint等格式。\n- 200 多种语言之间的互译，包括英语、西班牙语、法语、德语、阿拉伯语、俄语等等。 翻译准确，操作快捷。\n- 该服务将保留所述文档的原始格式和布局。 即时结果。\n- PDF翻译器，PPT翻译器，PowerPoint翻译器，Word翻译器，Excel翻译器，翻译PPT，翻译PowerPoint，翻译Word，翻译Excel。\n\n目前，它通过 Google Translate 进行翻译，未来将支持批处理模式。\n\n隐私政策\n根据设计，您的数据始终保留在您的 Google 帐户中，而不是保存在我们的数据库中。 您的数据不会与任何人共享，包括附加组件所有者。\n我们遵守隐私法（特别是 GDPR 和加州隐私法）来保护您的数据。",
    "zh_TW": "適用於辦公室和教育場景中的多種文檔，如論文、合約、行業報告、產品文件、書籍、文件、簡報等，並提供高精度文件佈局復原能力。\n\n- 支援上傳翻譯文件，並儲存到Google Drive或下載到本機。\n- 支援Word/PPT/Excel/PDF/PowerPoint等格式。\n- 200 多種語言之間的互譯，包括英語、西班牙語、法語、德語、阿拉伯語、俄語等等。 翻譯準確，操作快速。\n- 本服務將保留所述文件的原始格式和佈局。 即時結果。\n- PDF翻譯器，PPT翻譯器，PowerPoint翻譯器，Word翻譯器，Excel翻譯器，翻譯PPT，翻譯PowerPoint，翻譯Word，翻譯Excel。\n\n目前，它透過 Google Translate 進行翻譯，未來將支援批次模式。\n\n隱私權政策\n根據設計，您的資料始終保留在您的 Google 帳戶中，而不是保存在我們的資料庫中。 您的資料不會與任何人共用，包括附加元件擁有者。\n我們遵守隱私權法（特別是 GDPR 和加州隱私權法）來保護您的資料。"
  }
}