{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Website Blocker by MT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stay focused by blocking distracting websites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Website Blocker by MT\n\nStay focused and boost your productivity with Website Blocker by MT, a simple and effective browser extension designed to help you block distracting websites. Whether you're working, studying, or just trying to stay on task, this extension ensures that you can maintain your focus by preventing access to websites that you find distracting.\n\nKey Features:\n\nBlock Websites: Easily block access to any website that distracts you.\nCustomizable Block List: Add or remove websites from your blocked list at any time.\nPersistent Storage: Your blocked websites are saved and loaded from browser storage.\nReal-time Updates: Automatically updates the list of blocked websites whenever changes are made.\nWeb Navigation Monitoring: Monitors web navigation events to enforce blocking rules.\nUser-friendly Interface: Simple and intuitive interface for easy management.\n\nHow to Use:\n\nInstall the Extension: Click \"Add to Chrome\" to install the Website Blocker by MT extension.\nOpen the Options Page: Click on the extension icon in the toolbar and select \"Options\".\nAdd Websites to Block: Enter the URLs of the websites you want to block and click \"Add\".\nStay Focused: The extension will block access to the websites on your list.\n\nWhy Choose Website Blocker by MT?\n\nProductivity Boost: Improve your productivity by blocking distracting websites.\nEasy to Use: User-friendly interface for easy management.\nCustomizable: Tailor the blocked list to suit your needs.\nReliable: Uses persistent storage and real-time updates to ensure settings are preserved and enforced.\n\nSupport and Feedback:\n\nIf you have any questions, issues, or feedback, please contact us at me@maximtop.dev. We appreciate your input.\n\nPrivacy Policy:\n\nWebsite Blocker by MT respects your privacy. We do not collect or store any personal data. All settings and blocked websites are stored locally on your device.\n\nGet Started Today:\n\nInstall Website Blocker by MT now and take control of your browsing experience. Stay focused, boost your productivity, and achieve your goals with ease.\n\nGitHub Repository:\n\nFor more information, visit our GitHub repository: https://github.com/maximtop/website-blocker"
  }
}