{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UnTwit (X)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortlessly un-repost and unlike posts (tweets) with a single click. A great tool to manage your X (Twitter) presence."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Update (May 2024): The plugin now works with X.com, following the domain change from Twitter.\n\nUpdate (Feb 2024):  Following your recent feedback, I've updated the plugin to now include counts of unliked and unretweeted posts. Additionally, a visual effect has been added to indicate when a button is clicked.\n\nImportant Notes: Regarding comments about the plugin not working, please note that its functionality depends on Twitter's source code. Occasionally, Twitter updates may affect the plugin's performance. I am committed to updating the plugin regularly to minimize any inconvenience and ensure a smooth user experience. Thank you for your understanding.\n\nPlease ensure that when you use the 'unlike' feature, you are in the 'Likes' section of your profile, and for the 'unretweet' feature, make sure you are on a page where your retweets are visible. These steps are important for the plugin to function correctly.\n\n----\nWith UnTwit, you can:\n\nUn-retweet: Have you ever wished you could undo multiple retweets in a single click? UnTwit lets you select how many retweets you want to undo, saving you from the tedious process of manually un-retweeting each tweet.\n\nUn-like: Over time, we all end up liking a large number of tweets. If you ever want to unlike these in bulk, UnTwit can do it for you. Choose how many likes you wish to remove, and UnTwit will do the rest.\n\nRegain control over your Twitter account with UnTwit today. Install the extension and start un-retweeting and un-liking in bulk!"
  }
}