{
  "name": {
    "am,ar,bg,bn,ca,cs,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fi,fil,fr,gu,he,hi,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome Ad Blocker",
    "da": "Adblock Unlimited – Adblocker",
    "fa": "Adblock Plus - free ad blocker",
    "id": "Adblocker Unlimited — block ads & browse safe",
    "nl": "Adblocker Ultimate",
    "no": "Adblocker for Youtube™"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fi,fil,fr,gu,he,hi,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Protects your Internet surfing from Ads, Porn, Video ads on YouTube. Blocks data mining and transfer, malicious redirects, etc.",
    "da": "Best Free Adblocker for Chrome browser. Speeds up your Chrome by removing Ads from all websites and social networks. YouTube,…",
    "fa": "Free Adblocker with no paid services and subscription. Protect your personal data and remove all annoying ads from all websites",
    "id": "Free AdBlocker for Chrome. Remove all Banner and Video Ads from all websites, including YouTube, Twitch, Facebook, etc.",
    "nl": "Free Ads Blocker for Chrome. Fast and safe adblocker for your browser. Add to Chrome to remove all visual advertisings, redirects,…",
    "no": "Ad Blocker for Youtube. Ad Blocker for Facebook. Ad Blocker for Twitch. Block all Ads. Video Ads Skipper and Blocker"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome Ad Blocker is a brand new advanced advertisings blocker for Chrome browser.\n\nWhy do you need Chrome Ad Blocker?\nUsing our blocker on your Chrome gives you a range of advantages like:\n-\tNo annoying banner advertisings on all websites\n-\tNo pop-ups or new tab redirects\n-\tNo malicious redirects when accessing online stores\n-\tNo video ads on youtube, twitch and others\n-\tEnhanced private data security\n-\tFaster Internet connection\n\nWhat does Chrome Ad Blocker do? \nThis browser extension uses advanced technologies and unique algorithm to achieve two main goals\n1)\tMake your Internet surfing more comfortable by removing annoying yet harmless Advertisings on all websites. Chrome Ad Blocker also works on video hosting and streaming platforms to block and remove annoying video ads and prerolls.\n2)\tProtect you from unwanted and malicious actions, including personal data collection and transfer. We block all malicious requests coming from your Browser thus disabling malware, adware and other unwanted software you might have on your computer.\n3)\tMake your Internet connection faster and your user experience smoother as a result of ads blocking and disabling unwanted software and websites activity.\n\nWhat websites Chrome Ad Blocker work?\nThe AdBlocker works on all regular websites, social networks, video hosting platforms like Facebook, Instagram, YouTube, Twitch and others."
  }
}