{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DaNews"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DaNews is a browser extension designed to enhance your news-reading experience by leveraging the power of AI and machine learning.…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DaNews is a browser extension designed to enhance your news-reading experience by leveraging the power of AI and machine learning. As you open any news article, DaNews uses advanced natural language processing (NLP) algorithms to generate a concise summary, allowing you to quickly capture the key points. The extension then utilizes machine learning models to analyze the article's content, cross-referencing it with a comprehensive database of verified news sources to detect potential misinformation. With DaNews, you can effortlessly stay informed, knowing that you are getting accurate and trustworthy information in real time.\n\nThe extension is a valuable tool for anyone navigating the vast sea of online information. It tackles the growing issue of misinformation by using AI and machine learning to analyze news articles for credibility, helping users identify fake news before it spreads. Additionally, DaNews saves time by providing quick summaries of articles, allowing readers to grasp the main points without sifting through lengthy texts. This combination of instant verification and summarization makes DaNews an essential companion for anyone looking to stay informed with accurate and reliable news, fostering a more discerning and well-informed audience."
  }
}