{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Videos Looper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Loop sections (loop start & end time as required) of YouTube videos"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hi, Guys!\n\nThanks a lot for trying out this extension!\n\nWhy this extension?\n\n 1. PROBLEM: Currently, on Youtube, to loop a video, we either have an option to either loop if \n      from start to end, or for the timestamps that the content creator has provided, but we \n      cannot loop from any start to end time, and because of this, we end searching things like \n      \"some xyz song but only the good part\" and many times this \"good part\" is also not exactly \n       the part we like. \n\n2. SOLUTION: This is the problem that this extension solves. With this, you can choose any \n     start and end time (THE BEST PART OF ANY VIDEO/SONG) and loop it, so no need to \n     search through n-number of videos to listen to what you like!\n\n\nHow do you use it?\n\nIt's actually very intuitive! After installation, when you click on the logo of the extension, it shows Loop start time and Loop end time. You just have to enter the start and end time, and click on set loop, and that's it! Now, your \"best part\" will loop, until you either clear the loop by clicking on \"Clear Loop\" button on the extension, or you can simply reload the tab and the loop will reset.   You can look at the image provided to check out the UI, it's pretty simple!\n  Example: \n     1) start Time = 0:52; end Time = 1:30 (Loop from 0 min 52 sec to 1 min 30 sec)\n     2) start Time = 1:20:26; end Time = 2:40:09 (Loop from 1hr 20m 26 sec to 2hr 40m 9sec)       \n    \n\nPermissions that this extension use:\n\n1. This extension uses just 2 permissions, namely storage and to access the activeTab. \n2. Why do we need these 2 permissions?\n      a) Storage: Using this permission, we store the value of start and end time so that even \n           when you click somewhere else and then later comeback to the extension to check the \n           current values of start & end time, it shows up there!\n      b) Active tab: Using this, we are able to set the loop for the youtube tab, so without this \n           permission, we won't have access to the youtube screen and hence won't be able to set \n           the loop.\n\nHave any feedback or have some new ideas to add to this? Please leave a comment!\nAlso, if you find this extension useful, any kind of donation/good rating & reviews would be very helpful in continuing my journey as a developer.\n\nThanks a lot, and enjoy!!"
  }
}