{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get Social"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "All Your Favorite Social Accounts In One Tab!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get Social keeps your favorite social messengers in one place. Stay connected and manage your accounts more efficiently from the comfort of this browser extension. From WhatsApp to YouTube, access your it all in one place with ease along with a search box to browse the internet.\n\nHow to get started:\nGet Social is a browser extension which is integrated into Chrome to provide users access your social media accounts in one place. The new tab extension is easy to use and user-friendly and once the it is added to Chrome, users need to login to their accounts as per the Terms stated by the respective apps to stay connected and chat away! To browse the internet, add text in the search box.\nNote: This extension does not store or share any personal information, financial details, or authentication permissions.\n\nFeatures:\nSafe and secure access to WhatsApp, Pinterest, YouTube and more\nCustomized web search powered by Bing.com\nEase of navigation between apps\nCompletely free to use\n\nPermissions\nIt  needs permission to allow a new tab to display the Get Social extension with the features including access to messenger apps and  customised search. This extension does NOT ask for your login or password.\n\nUninstallation:\nTo uninstall the \"Get Social\" extension in Chrome, go to chrome://extensions/ and locate \"Get Social\", click on the Remove option and you will be prompted with a pop up \"Remove Get Social?\", click the Remove button and the extension will get uninstalled.\n\nBy clicking \"Add to Chrome\", I accept and agree to install the \"Get Social\" extension and hereby agree to set Chrome New Tab to that provided by the service and the Privacy Policy and Terms of Use.\n\nPlease refer to our Privacy Policy (https://mediastinct.com/privacy-policy/) and Terms of Use (https://mediastinct.com/terms-conditions/) or contact us at contact@mediastinct.com for any queries.\n\nDisclaimer: Get Social is not a part of any of the applications or messengers added in this extension including WhatsApp, Facebook, Instagram,YouTube and the others. It is an unofficial app (browser add-on) and an independent project, and functions only as a toolbar extension that has been created to ensure that messenger services and the search box can be accessed and used at ease. Please, refer to our Privacy Policy for more details on the purpose and methods of our handling user data. \nThe search engine on the new tab will change to Bing.com once downloaded."
  }
}