{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,fr,gu,he,hr,hu,it,kn,ko,lt,lv,ml,mr,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,zh_CN": "BigGo Shopping Assistant",
    "es,es_419": "Asistente de Compras de BigGo",
    "hi": "BigGo शॉपिंग असिस्टेंट",
    "id": "Asisten Belanja BigGo",
    "ja": "BigGo価格比較ヘルパー",
    "ms": "Pembantu Beli Belah BigGo",
    "pt_BR": "Assistente de Compras BigGo",
    "th": "BigGo ผู้ช่วยช้อปปิ้ง",
    "vi": "Công cụ hỗ trợ mua sắm BigGo",
    "zh_TW": "BigGo 購物幫手"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,fr,gu,he,hr,hu,it,kn,ko,lt,lv,ml,mr,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,zh_CN": "Price comparison, product price history, and store promo codes. Smart shopping with BigGo Shopping Assistant.",
    "es,es_419": "Compras inteligentes con BigGo",
    "hi": "स्मार्ट  शॉपिंग BigGo के साथ",
    "id": "Perbandingan harga, riwayat harga produk dan promosi toko. Belanja cerdas dengan Asisten Belanja BigGo.",
    "ja": "自動的に価格比較．価格履歴．店舗特典．クーポン取得でお得に買い物しましょう！",
    "ms": "Perbandingan harga, sejarah harga dan promosi kedai. Membeli-belah pintar dengan Pembantu Beli Belah BigGo.",
    "pt_BR": "Compras inteligentes com BigGo",
    "th": "ค้นหาสินค้า เปรียบเทียบราคา เช็คประวัติราคา โปรโมชั่นร้านค้า | ช้อปสุดคุ้มด้วย BigGo ผู้ช่วยช้อปปิ้ง",
    "vi": "So sánh giá, lịch sử giá và mã khuyến mãi cửa hàng. Mua sắm thông minh với Công cụ hỗ trợ mua sắm BigGo.",
    "zh_TW": "自動比價、歷史價格、店家優惠與折扣碼，聰明買到最低價！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,fr,gu,he,hr,hu,it,kn,ko,lt,lv,ml,mr,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,zh_CN": "Viewing products on the store page:\n1. Show the similar products, one click to slide the list by low to high products.\n2. Right-click on the text and select \"Search BigGo for...\" to view the price comparisons.\n3. Automatically search for and apply coupons when you shop online. Find the best promotions.\n\nSearch products:\nShow the amount of the products and suggests other related products. Click the products to see more comparison results on the BigGo website. \n\nBigGo Shopping Assistant is your guide for shopping, helping you buy more and save more. Compare price automatically and check the discount codes quickly, finding the lowest price.",
    "es,es_419": "Al visualizar los productos en la página de la tienda:\n1. SSe muestran productos similares, con un solo clic se desliza la lista de productos de menor a mayor precio.\n2. Haga clic con el botón derecho del ratón en el texto y seleccione \"\"Buscar en BigGo para...\"\" para ver las comparaciones de precios.\n3. Busque y aplique automáticamente los cupones cuando compre en línea. Encuentra las mejores promociones.\n\nAl buscar productos:\nPermite ver la cantidad de productos y sugiere otros productos relacionados. \nCon sólo hacer clic en los productos, podrás ver más resultados de comparación en el sitio web de BigGo. \n\nEl Asistente de Compras de BigGo es tu guía para comprar, ayudándote a comprar más y a ahorrar más. Compara el precio automáticamente y comprueba los códigos de descuento rápidamente, encontrando el precio más bajo.",
    "hi": "स्मार्ट और त्वरित तुलना टूल\nस्टोर पेज पर प्रोडक्ट्स देखते समय:\n1. समान प्रोडक्ट्स के बीच तुलना की एक स्वचालित सूची प्रदान करना।\n2. टेक्स्ट पर राइट-क्लिक करें और कीमतों की तुलना देखने के लिए \"\"सर्च BigGo for...\"\" चुनें।\n3. जब आप ऑनलाइन खरीदारी करते हैं तो स्वचालित रूप से कूपन खोजें और लागू करें। सर्वोत्तम प्रचार खोजें।\n\nसर्च इंजन पर प्रोडक्ट्स की खोज करते समय, BigGo शॉपिंग असिस्टेंट स्वचालित रूप से उत्पादों की मात्रा दिखाता है और अन्य संबंधित प्रोडक्ट्स का सुझाव देता है। BigGo वेबसाइट पर अधिक तुलना परिणाम देखने के लिए प्रोडक्ट पर क्लिक करें।",
    "id": "Saat melihat produk di halaman toko:\n1. Tampilkan produk serupa, satu klik untuk menggeser daftar dengan produk rendah ke tinggi.\n2. Klik kanan pada teks dan pilih \"Cari BigGo untuk ...\" untuk melihat perbandingan harga.\n3. Secara otomatis mencari dan menerapkan kupon saat Anda berbelanja online. Temukan promosi terbaik sekarang juga.\n\nCari produk:\nSecara otomatis menunjukkan jumlah produk dan menyarankan produk terkait lainnya. Klik produk untuk melihat hasil perbandingan lebih lanjut di situs web BigGo.\n\nAsisten Belanja BigGo adalah panduan Anda untuk berbelanja, membantu Anda membeli lebih banyak dan hemat lebih banyak. Bandingkan harga secara otomatis dan periksa kode diskon dengan cepat, temukan harga terendah sekarang!",
    "ja": "✦ 商品ページ閲覧の場合\n• 自動的に同じ商品を価格低い順で表示します\n• 検索したい商品名選択&右クリックにより、BigGoに詳細を見に飛べます。\n• 各国のウェブで自動的にクーポンコードを提示して、手間なしで安く商品を購入できます。\n\n✦ BigGoで商品検索の場合\n• 検索件数と関連キーワードが表示されて、クリックでウェブサイトに価格比較の詳細が見えます\n\nBigGo価格比較ヘルパーは無料で使えて、ネットショッピングに欠かせないツールです！簡単に価格情報やクーポンコードを手に入れて、どのネットショップでもお得に買い物できます。最安値買いたいなら、BigGo価格比較ヘルパー！",
    "ms": "Semasa melihat produk di halaman kedai:\n1. Tunjukkan produk yang serupa, satu klik untuk meluncur senarai dengan produk rendah ke tinggi.\n2. Klik ringan pada teks dan pilih \"Cari BigGo untuk ...\" untuk melihat perbandingan harga.\n3. Mencari dan menggunakan kupon secara automatik semasa anda membeli-belah dalam talian. Cari promosi terbaik.\n\nCari produk:\nSecara automatik menunjukkan jumlah produk dan mencadangkan produk lain yang berkaitan. Klik produk untuk melihat lebih banyak hasil perbandingan di laman web BigGo.\n\nPembantu Beli Belah BigGo adalah panduan anda untuk membeli-belah, membantu anda membeli lebih banyak dan menjimatkan lebih banyak. Bandingkan harga secara automatik dan periksa kod diskaun dengan cepat, dapatkan harga terendah.",
    "pt_BR": "Visualizando produtos na página da loja:\n1. Mostra produtos similares, com um clique para ver a lista de preços do menor para maior.\n2. Clique com o botão direito do mouse no texto e selecione \"\"Pesquisar BigGo for ...\"\" para ver as comparações de preço.\n3. Pesquisa automaticamente por cupons promocionais quando você faz compras online. Nunca perca nenhuma promoção.\n\nBusca de produtos:\nMostra a quantidade dos produtos e sugere outros produtos relacionados. Clique nos produtos para ver mais resultados de comparação no site da BigGo.\n\nAssistente de Compras BigGo é o seu guia para fazer compras, ajudando você a comprar mais e economizar mais. Compare preço automaticamente e encontre códigos de desconto rapidamente, garantindo o menor preço.",
    "th": "ดูสินค้าในหน้าร้านค้า:\n1. แสดงสินค้าที่ใกล้เคียงอัตโนมัติ เลื่อนเพื่อดูราคาสินต้าจากต่ำไปสูง\n2. คลิกขวาที่ข้อความและเลือก \"ค้นหา.....ใน BigGo\" เพื่อเปรียบเทียบราคา\n3. ค้นหาและใช้โค้ดส่วนลด อัตโนมัติเมื่อคุณซื้อสินค้าออนไลน์\n\nค้นหาสินค้า:\nแสดงจำนวนสินค้าและแนะนำสินค้าอื่นๆ ที่เกี่ยวข้อง คลิกสินค้าเพื่อดูผลการเปรียบเทียบเพิ่มเติมบนเว็บไซต์ BigGo\n\nBigGo ผู้ช่วยช้อปปิ้ง ช่วยให้คุณช้อปพร้อมประหยัดมากขึ้น ผ่านการเปรียบเทียบราคาอัตโนมัติ และตรวจสอบโปรโมชั่นและโค้ดส่วนลดล่าสุดอย่างรวดเร็ว เพื่อให้คุณได้สินค้าที่ราคาถูกที่สุด",
    "vi": "Trong khi xem sản phẩm trên trang cửa hàng:\n1. Hiển thị các sản phẩm tương tự, một cú nhấp chuột để trượt danh sách theo sản phẩm thấp đến cao.\n2. Nhấp chuột phải vào dòng chữ và chọn \"Tìm BigGo cho...\" để xem so sánh giá.\n3. Tự động tìm kiếm và áp dụng các phiếu giảm giá khi bạn mua sắm trực tuyến. Tìm các chương trình khuyến mãi tốt nhất ngay bây giờ.\n\nTìm kiếm sản phẩm:\nSẽ tự động hiển thị số lượng sản phẩm và gợi ý các sản phẩm liên quan khác. Bấm vào các sản phẩm để xem thêm kết quả so sánh trên trang web BigGo\n\nCông cụ hỗ trợ mua sắm BigGo sẽ hướng dẫn bạn trong quá trình mua sắm, giúp bạn có thể mua sắm nhiều hơn nhưng vẫn tiết kiệm. So sánh giá tự động và kiểm tra mã giảm giá một cách nhanh chóng, tìm ra mức giá thấp nhất.",
    "zh_TW": "在店家瀏覽商品頁面：\n\n1. 自動列出同款商品網路價格，點擊左右箭頭，滑動由低至高的價格排列，同時顯示現金回饋。\n2. 選取產品名稱，直接點擊右鍵以「BigGo查詢」，傳送至網站看詳細資訊。\n3. 全球網站皆可顯示優惠碼，不分地區購物都好划算！\n\n搜尋商品時：\n\n可同時顯示BigGo 搜尋結果數及相關的關鍵字，點擊至網站看比價資訊。\n「BigGo 購物幫手」助您在茫茫的網購大海中，聰明買、省更多！隨時比價，快速查看優惠折扣，買到最便宜！"
  }
}