{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Token Devtools Inspector"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Retrieve Authorization header from the request made in your tab. You'll have a faster way to paste or go to JWT.io"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🚀 Token Extractor: Streamline Your Authorization Workflow in Chrome DevTools!\n\nToken Extractor, a robust Chrome extension, is your go-to tool for effortlessly extracting authorization tokens from HTTP requests within Chrome DevTools. 🛠️ With just a few clicks, developers can identify requests containing authorization headers, extract tokens, and seamlessly perform essential tasks.\n\nHow to Use:\n1. Open your Dev Tools in Chrome 🌐\n2. Locate the Token Inspector panel (similar to Console, Network, or Application panels) 🕵️\n3. Voila! Your tokens are right there for easy access 🎉\n\nRest assured, no sensitive data is extracted. Check out the source code on https://github.com/Guuri11/token-inspector for peace of mind.\n\nKey Features:\n- Effortless Token Extraction: Say goodbye to manual inspection! Token Extractor automates the detection of requests with authorization headers.\n- Flexible Token Handling: Tailor the output to your needs by choosing to include or exclude the \"Bearer\" keyword from the extracted token.\n- User-Friendly Interface: Seamlessly integrated into Chrome DevTools, the extension offers an intuitive and easy-to-use interface for swift token extraction.\n- Enhanced Workflow: Copy extracted tokens to the clipboard with a single click, ensuring seamless integration into your applications and APIs.\n- Token Inspection: Dive deeper into extracted tokens by inspecting them on jwt.io. Understand token structures and contents effortlessly.\n\n⏰ Save valuable time and elevate your development workflow with Token Extractor. Install the extension now to simplify your token extraction process! 🚀"
  }
}