{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your Guide to Revenue-Based Financing (SMBs)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Learn how to secure revenue-based financing without collateral with this simple, step-by-step guide for business owners."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you a small business owner seeking funding without the hassle of traditional loans or collateral requirements? This guide provides a step-by-step look at a new way to finance your business—revenue-based financing (RBF). This funding solution is designed to help you scale your operations while aligning repayment with your business’s cash flow.\n\nIn this guide, you'll learn how this type of funding can provide the working capital your business needs to grow, whether you're exploring alternative financing options or seeking to understand how flexible repayment terms work. Here’s what you can expect:\n\nWhat You'll Learn:\n\n*An Overview of Revenue-Based Financing: A clear explanation of how it works and why it may be the right choice for your business.\n\n*Using Funding for Growth: Explore how this type of capital can drive your business without the need for traditional bank loans or giving up equity.\n\n*Eligibility Criteria: Learn whether your business qualifies for this type of financing and what you need to apply.\n\n*Flexible Repayment Terms: Understand how repayment is based on your business income, offering more flexibility than conventional loans.\n\n*Understanding Financing Agreements: Get detailed insights into financing contracts and what to look out for when signing.\n\n*Application Steps: Follow clear, simple steps to apply and secure business funding.\n\nWhether you’re aiming to launch a new project or improve cash flow, this guide provides valuable insights to help you make informed financial decisions. Start exploring a flexible funding option for your business today."
  }
}