{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Destimulate YT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blocks out all tools YouTube™ uses to keep you hooked, such as thumbnails, comments, recommendations, endscreens, shorts, and more"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "New update: Block all videos except for subscriptions.\n\nDestimulate YT is a Chrome extension designed to provide users with a seamless and distraction-free YouTube experience. By consolidating various YouTube extensions into one, it allows users to customize their viewing environment effortlessly.\n\nFirefox and mobile are not included in this extension\n\nToggle features to block (Checked to hide feature, uncheck to see feature)\nHomepage:\n -Suggestions: Hides the recommendation filter under the search bar\n -Video content: Hides the recommended videos in the home page\nSidebar:\n -Shorts: Hides the \"shorts\" shortcut key on the left of the homepage\n -Subscriptions: Hides the \"subscriptions\" shortcut key on the left of the homepage\n -Explore: Hides \"explore\" shortcut key on the left of the homepage\nWatching:\n -Views: Hides every YT video view count\n -Comments: Hides comments (can't see comments or create comments)\n -Subs: Hides content creator subscriber count\nThumbnails: (configure settings)\n -Hidden\n -Hidden (except when hovered)\n -Blurred\n -Solid Color\n -Normal\n-Endscreen and sidebar: Hides recommended videos and sidebar videos when watching YT\n-Shorts: Hides all shorts videos\n-Block all videos except for subscriptions."
  }
}