{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prentus | Job Tracker, AI Networking, & Application Helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Track jobs. Grow your network. Apply faster with AI. It's time to land your dream job 2x faster."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Start job searching like the top 10% do with the revamped Prentus chrome extension. In one app, you can track jobs, grow your network, and apply to jobs faster using AI. Watch the video to see how the pros use it or read below. NOTE: you must sign up for an account at https://prentus.com to use this extension.\n\n🆕 🌐 GROW YOUR NETWORK\nThe new version of our extension helps you track your network with ease. You'll see the Prentus extension pop-up while on a LinkedIn profile to be able to track that contact. \n\nYou can add details, goals, and activities in 5 seconds. The contact will show up on your Networking page in Prentus where you can log activities and hit weekly networking goals. \n\n🆕 📧 GENERATE & TRACK GMAIL\nWriting the right message is tough. Now, it's as simple as choosing a tone, goal, and description generate one with AI based on your profile in Prentus - all right in Gmail. \n\nThen, whether you're emailing new contacts or old, you can then track this email directly to their record in Prentus. Grow your network to 100s of people without missing a beat.\n\n🆕 📧 AI-POWERED APPLICATION ANSWERS\nPrompt questions are annoying to write over and over. Instead, paste the question in the extension to get a tailored answer using your professional profile on Prentus. Imagine how many applications you can fill out now.\n\n✍ AUTO-FILL JOB APPLICATIONS\nStop typing in your entire resume for every job application. With Prentus, you enter your info ONCE and then you can automatically fill in job applications with a click.\n\nPull in professional experience, education, links, and more into almost any job form. That includes Workday, Lever, Breezy, Greenhouse, Jobvite, and more!\n\n📑 TRACK EVERY JOB\nWhen you apply to 100+ jobs, there's A LOT to keep track of. Luckily, you can click the Prentus tab on any job site to keep track of details on your jobs. \n\nThe job description, salary, location, title, and more will be automatically pulled in on most major sites like LinkedIn, Indeed, ZipRecruiter, etc. If you find a site that doesn't automatically pull in details, message us and we will add it within 1 week GUARANTEED!\n\nOnce saved to your Job Tracker in Prentus, you can add even more details like automated reminders for thank you emails, notes on your interactions, and every interview you have along the way. You can even unlock the Connections tab which shows you who in Prentus can connect you to the hiring manager.\n\nAny tracked job also benefits from our suite of AI tools which help you become a top 1% applicant every time. Generate tailored resumes, cover letters, and interview questions based on the job description - all with one click. \n\n🔗 Sign up for a FREE account at https://app.prentus.co/signup/member\n📧 Need support? Email us at support@prentus.com or chat with us on our website https://prentus.com\n\n📚 LEARN MORE\nWebsite: https://prentus.com\nRod Danan (Founder) LinkedIn: https://linkedin.com/in/rodhdanan\nPrentus LinkedIn: https://linkedin.com/company/prentus"
  }
}