{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Joint Health: Daily Orthopedic Advice",
    "de": "Gelenkgesundheit: Tägliche Ratschläge vom Orthopäden",
    "fr": "Santé des Articulations : Conseils Quotidiens de l'Orthopédiste",
    "it": "Salute delle Articolazioni: Consigli Ortopedici Quotidiani",
    "pl": "Zdrowie Stawów: Codzienne Porady Ortopedy",
    "uk": "Здоров’я суглобів: Щоденні поради ортопеда"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Receive daily short tips for joint health from an orthopedic specialist.",
    "de": "Erhalten Sie tägliche Tipps für die Gesundheit Ihrer Gelenke von einem Orthopäden.",
    "fr": "Recevez des conseils quotidiens pour la santé des articulations d'un spécialiste orthopédique.",
    "it": "Ricevi ogni giorno brevi consigli sulla salute delle articolazioni da uno specialista ortopedico.",
    "pl": "Codziennie otrzymuj krótkie porady dotyczące zdrowia stawów od specjalisty ortopedy.",
    "uk": "Отримуйте щоденні короткі поради для здоров'я суглобів від ортопеда-травматолога."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "This plugin provides daily short tips for maintaining joint health, based on recommendations from a professional orthopedic specialist. Each day, you will receive a new helpful tip to prevent injuries, reduce joint strain, and improve your well-being.",
    "de": "Dieses Plugin bietet täglich kurze Tipps zur Erhaltung der Gelenkgesundheit, basierend auf den Empfehlungen eines professionellen Orthopäden. Jeden Tag erhalten Sie einen neuen hilfreichen Tipp, um Verletzungen vorzubeugen, die Gelenkbelastung zu reduzieren und Ihr Wohlbefinden zu verbessern.",
    "fr": "Ce plugin propose chaque jour des conseils brefs pour entretenir la santé des articulations, basés sur les recommandations d'un spécialiste orthopédique professionnel. Chaque jour, vous recevrez un nouveau conseil utile pour prévenir les blessures, réduire la tension articulaire et améliorer votre bien-être.",
    "it": "Questo plugin offre ogni giorno brevi consigli per mantenere la salute delle articolazioni, basati sulle raccomandazioni di uno specialista ortopedico professionista. Ogni giorno riceverai un nuovo consiglio utile per prevenire infortuni, ridurre la tensione sulle articolazioni e migliorare il tuo benessere.",
    "pl": "Ten plugin codziennie dostarcza krótkie porady dotyczące zdrowia stawów, oparte na zaleceniach profesjonalnych ortopedów. Każdego dnia otrzymasz nową, przydatną poradę, która pomoże zapobiegać urazom, zmniejszyć obciążenie stawów i poprawić swoje samopoczucie.",
    "uk": "Цей плагін щодня пропонує короткі поради для підтримки здоров'я суглобів, засновані на рекомендаціях від професійного ортопеда-травматолога. Кожного дня ви отримуватимете нову корисну пораду, що допоможе запобігти травмам, зменшити навантаження на суглоби та поліпшити ваше самопочуття."
  }
}