{
  "name": {
    "ar": "Adblocker لـ Gmail ™",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Adblocker for Gmail™",
    "bg": "Adblocker за Gmail ™",
    "ca": "Adblocker per a Gmail ™",
    "cs": "Adblocker pro Gmail ™",
    "da": "Adblocker til Gmail ™",
    "de": "Adblocker für Google Mail ™",
    "el": "Adblocker για το Gmail ™",
    "es": "Adblocker para Gmail ™",
    "et": "Gmaili adblokeerija ™",
    "fa": "Adblocker برای Gmail",
    "fi": "Mainosten estäjä Gmail ™: lle",
    "fil": "Adblocker para sa Gmail ™",
    "fr": "Adblocker pour Gmail ™",
    "he": "Adblocker ל- Gmail ™",
    "hi": "Gmail ™ के लिए Adblocker",
    "hr,sl": "Adblocker za Gmail ™",
    "hu": "Adblocker a Gmail ™ számára",
    "id,ms": "Adblocker untuk Gmail ™",
    "it": "Adblocker per Gmail ™",
    "ja": "Gmail™用Adblocker",
    "ko": "Gmail ™ 용 Adblocker",
    "lt": "„Gmail“ „Adblocker“",
    "lv": "Adwords bloķētājs Gmail ™",
    "nl": "Adblocker voor Gmail ™",
    "no": "Adblocker for Gmail ™",
    "pl": "Adblocker dla Gmail ™",
    "ro": "Adblocker pentru Gmail ™",
    "ru,uk": "Adblocker для Gmail ™",
    "sk": "Adblocker pre Gmail ™",
    "sr": "Адблоцкер за Гмаил ™",
    "sv": "Adblocker för Gmail ™",
    "th": "Adblocker สำหรับ Gmail ™",
    "tr": "Gmail ™ için Adblocker",
    "vi": "Trình chặn quảng cáo cho Gmail ™",
    "zh_CN": "适用于Gmail™的Adblocker",
    "zh_TW": "適用於Gmail™的Adblocker"
  },
  "short": {
    "ar": "إخفاء جميع الإعلانات في Gmail ™.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Hide all ads in Gmail™.",
    "bg": "Скриване на всички реклами в Gmail ™.",
    "ca": "Amagueu tots els anuncis a Gmail ™.",
    "cs": "Skrýt všechny reklamy v Gmailu.",
    "da": "Skjul alle annoncer i Gmail ™.",
    "de": "Blenden Sie alle Anzeigen in Google Mail ™ aus.",
    "el": "Απόκρυψη όλων των διαφημίσεων στο Gmail ™.",
    "es": "Ocultar todos los anuncios en Gmail ™.",
    "et": "Peida kõik reklaamid Gmailis ™.",
    "fa": "همه تبلیغات را در Gmail ide مخفی کنید.",
    "fi": "Piilota kaikki mainokset Gmailissa ™.",
    "fil": "Itago ang lahat ng mga ad sa Gmail ™.",
    "fr": "Masquez toutes les annonces dans Gmail ™.",
    "he": "הסתר את כל המודעות ב- Gmail ™.",
    "hi": "Gmail ™ में सभी विज्ञापन छिपाएँ।",
    "hr": "Sakrij sve oglase u Gmailu ™.",
    "hu": "Az összes hirdetés elrejtése a Gmail ™ alkalmazásban.",
    "id": "Sembunyikan semua iklan di Gmail ™.",
    "it": "Nascondi tutti gli annunci in Gmail ™.",
    "ja": "Gmail™のすべての広告を非表示にします。",
    "ko": "Gmail ™에서 모든 광고를 숨 깁니다.",
    "lt": "Slėpti visus skelbimus „Gmail ™“.",
    "lv": "Paslēpt visas reklāmas pakalpojumā Gmail ™.",
    "ms": "Sembunyikan semua iklan dalam Gmail ™.",
    "nl": "Verberg alle advertenties in Gmail ™.",
    "no": "Skjul alle annonser i Gmail ™.",
    "pl": "Ukryj wszystkie reklamy w Gmailu ™.",
    "ro": "Ascundeți toate anunțurile din Gmail ™.",
    "ru": "Скрыть все объявления в Gmail ™.",
    "sk": "Skryť všetky reklamy v službe Gmail ™.",
    "sl": "Skrivanje vseh oglasov v Gmailu ™.",
    "sr": "Сакријте све огласе на Гмаил ™.",
    "sv": "Dölj alla annonser i Gmail ™.",
    "th": "ซ่อนโฆษณาทั้งหมดใน Gmail ™",
    "tr": "Gmail ™ &#39;deki tüm reklamları gizle.",
    "uk": "Сховати всі оголошення в Gmail ™.",
    "vi": "Ẩn tất cả quảng cáo trong Gmail ™.",
    "zh_CN": "隐藏Gmail™中的所有广告。",
    "zh_TW": "隱藏Gmail™中的所有廣告。"
  },
  "long": {
    "ar": "Adblocker For Gmail ™ هو امتداد Google Chrome الذي يزيل تلقائيًا الإعلانات والروابط الدعائية من واجهة Gmail الجديدة مع تكبير لوحة البريد.\n\nما يميز هذا الامتداد عن أكثر أدوات منع الإعلانات شيوعًا أنه مصمم خصيصًا لـ Gmail وعلى عكس العديد من أدوات حظر الإعلانات الأخرى ، فإنه لا يترك مساحة حيث اعتادت الإعلانات أن تكون عن طريق ضبط العناصر المتبقية بعناية لملء الفراغ. ينشئ الامتداد بيئة نظيفة خالية من الإلهاء والتي تسمح لك بقراءة بريدك الإلكتروني في سلام دون إزعاج الإعلانات والإعلانات التجارية. حاول استخدام هذا adblocker اليوم. احصل على adblock أثناء قراءة رسائل البريد الإلكتروني الخاصة بك.\n\n==================================================== ==============\nمميزات مفيدة للتطبيق:\n★ ميزات Adblocker لـ Gmail ™:\n✔ يسمح لك بحظر الإعلانات المزعجة والنصوص والصور وإطارات iframes وغيرها الكثير.\n✔ امتداد فائق الخفة مع عدم وجود ذاكرة كبيرة واستخدام وحدة المعالجة المركزية\n✔ منع الإعلانات على موقع ويب Gmail الجديد (mail.google.com).\n✔ بخلاف المنتجات المماثلة الأخرى ، يستخدم Adblocker For Gmail ™ قواعد تصفية مشفرة للحصول على أداء سريع وموثوق.\n✔ يتضمن زر Enabled | Disabled لتعطيل التمديد أو تمكينه بسرعة.\n\n==================================================== ==============\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Google وإنما بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا تؤيد Google أو ترعى امتداد Chrome هذا. Adblocker For Gmail ™ ليست مملوكة لشركة Google Inc. وليست مرخصة وليست شركة تابعة لها.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Adblocker For Gmail™ is a Google Chrome extension that automatically removes advertisements and sponsored links from the new Gmail interface while maximizing the mail panel.\n\nWhat differentiates this extension from most common ad blockers that it is purpose-built for Gmail and unlike many other ad blockers, it doesn't leave a space where ads used to be by carefully adjusting the remaining elements to fill the space. The extension creates a clean distraction-free environment which allows you to read your email in peace without annoying ads and commercials. Try using this adblocker today. Have adblock on while you read your emails.\n\n================================================================\nUseful features of the application:\n★ Features of Adblocker for Gmail™:\n✔ It allows you to block annoying ads, scripts, images, iframes and many more.\n✔ Ultra-lite extension with no significant memory and CPU usage.\n✔ Block ads on new Gmail (mail.google.com) web site.\n✔ Unlike other similar products, Adblocker For Gmail™ uses hard coded filtering rules for fast and reliable performance.\n✔ Includes Enabled|Disabled button to quickly disable or enable the extension.\n\n================================================================\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this Chrome extension. Adblocker For Gmail™ is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Adblocker For Gmail ™ е разширение на Google Chrome, което автоматично премахва реклами и спонсорирани връзки от новия интерфейс на Gmail, като същевременно увеличава максимално пощенския панел.\n\nТова, което отличава това разширение от най-разпространените рекламни блокери, е, че е създадено специално за Gmail и за разлика от много други рекламни блокери, то не оставя място, където преди са били рекламите, като внимателно коригира останалите елементи, за да запълни пространството. Разширението създава чиста среда без разсейване, която ви позволява спокойно да четете имейла си, без досадни реклами и реклами. Опитайте да използвате този adblocker днес. Включете adblock, докато четете имейлите си.\n\n==================================================== ==============\nПолезни функции на приложението:\n★ Характеристики на Adblocker за Gmail ™:\n✔ Позволява ви да блокирате досадни реклами, скриптове, изображения, рамки и много други.\n✔ Ултра-опростено разширение без значително използване на паметта и процесора.\n✔ Блокирайте реклами в новия уебсайт на Gmail (mail.google.com).\n✔ За разлика от други подобни продукти, Adblocker For Gmail ™ използва твърдо кодирани правила за филтриране за бърза и надеждна работа.\n✔ Включва Enabled | Disabled бутон за бързо деактивиране или активиране на разширението.\n\n==================================================== ==============\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява и не спонсорира това разширение за Chrome. Adblocker For Gmail ™ не е собственост, не е лицензиран и не е дъщерно дружество на Google Inc.",
    "ca": "Adblocker For Gmail ™ és una extensió de Google Chrome que elimina automàticament els anuncis i els enllaços patrocinats de la nova interfície de Gmail alhora que maximitza el tauler de correu.\n\nEl que diferencia aquesta extensió dels bloquejadors d’anuncis més comuns, ja que està dissenyada específicament per a Gmail i, a diferència de molts altres bloquejadors d’anuncis, no deixa un espai on solien estar els anuncis ajustant acuradament els elements restants per omplir l’espai. L'extensió crea un entorn net i lliure de distraccions que us permet llegir el correu electrònic en pau sense anuncis ni anuncis molestos. Proveu d’utilitzar aquest bloquejador d’anuncis avui. Activeu el bloqueig d’anuncis mentre llegiu els vostres correus electrònics.\n\n=================================================== ==============\nFuncions útils de l'aplicació:\n★ Funcions d'Adblocker for Gmail ™:\n✔ Us permet bloquejar anuncis, scripts, imatges, iframes i molts més molestos.\n✔ Extensió ultra-lite sense memòria ni ús significatiu de la CPU.\n✔ Bloqueja anuncis al nou lloc web de Gmail (mail.google.com).\n✔ A diferència d'altres productes similars, Adblocker For Gmail ™ utilitza regles de filtratge codificades per obtenir un rendiment ràpid i fiable.\n✔ Inclou el botó Activat | Desactivat per desactivar o activar l'extensió ràpidament.\n\n=================================================== ==============\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Google i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris.\nGoogle no recolza ni patrocina aquesta extensió de Chrome. Adblocker For Gmail ™ no és propietat de, no té llicència ni és filial de Google Inc.",
    "cs": "Adblocker For Gmail ™ je rozšíření Google Chrome, které automaticky odstraňuje reklamy a sponzorované odkazy z nového rozhraní Gmailu a maximalizuje panel pošty.\n\nČím se toto rozšíření odlišuje od většiny běžných blokátorů reklam, které jsou účelově vytvořeny pro Gmail, a na rozdíl od mnoha jiných blokátorů reklam nezanechává prostor, kde by dříve byly reklamy, a to pečlivou úpravou zbývajících prvků tak, aby vyplňovaly prostor. Rozšíření vytváří čisté prostředí bez rozptýlení, které vám umožní klidně číst e-maily bez otravných reklam a reklam. Zkuste tento adblocker použít ještě dnes. Při čtení e-mailů zapněte adblock.\n\n================================================== ===============\nUžitečné funkce aplikace:\n★ Funkce Adblockeru pro Gmail ™:\n✔ Umožňuje vám blokovat otravné reklamy, skripty, obrázky, prvky iframe a mnoho dalších.\n✔ Extrémně lehké rozšíření bez významného využití paměti a procesoru.\n✔ Blokujte reklamy na novém webu Gmail (mail.google.com).\n✔ Na rozdíl od jiných podobných produktů používá Adblocker pro Gmail ™ pravidla pevného filtrování pro rychlý a spolehlivý výkon.\n✔ Zahrnuje Povoleno | Zakázáno tlačítko pro rychlé zakázání nebo povolení rozšíření.\n\n================================================== ===============\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ vytvořeno společností Google a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům.\nGoogle toto rozšíření pro Chrome nepodporuje ani nesponzoruje. Adblocker pro Gmail ™ není vlastněn, nemá licenci a není dceřinou společností společnosti Google Inc.",
    "da": "Adblocker For Gmail ™ er en Google Chrome-udvidelse, der automatisk fjerner reklamer og sponsorerede links fra den nye Gmail-grænseflade, mens mailpanelet maksimeres.\n\nHvad der adskiller denne udvidelse fra de mest almindelige annonceblokkere, at den er specialbygget til Gmail, og i modsætning til mange andre annonceblokkere efterlader den ikke et rum, hvor annoncer plejede at være, ved nøje at justere de resterende elementer for at udfylde rummet. Udvidelsen skaber et rent distraktionsfrit miljø, der giver dig mulighed for at læse din e-mail i fred uden irriterende annoncer og reklamer. Prøv at bruge denne adblocker i dag. Få adblock til, mens du læser dine e-mails.\n\n===================================================== ===============\nNyttige funktioner i applikationen:\n★ Funktioner i Adblocker til Gmail ™:\n✔ Det giver dig mulighed for at blokere irriterende annoncer, scripts, billeder, iframes og mange flere.\n✔ Ultra-lite-udvidelse uden væsentlig hukommelse og CPU-brug.\n✔ Bloker annoncer på det nye Gmail-websted (mail.google.com).\n✔ I modsætning til andre lignende produkter bruger Adblocker For Gmail ™ hårdt kodede filtreringsregler for hurtig og pålidelig ydeevne.\n✔ Inkluderer Aktiveret | Deaktiveret knap for hurtigt at deaktivere eller aktivere udvidelsen.\n\n===================================================== ===============\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE er lavet af Google og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere.\nGoogle godkender eller sponsorerer ikke denne Chrome-udvidelse. Adblocker For Gmail ™ ejes ikke af, er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Adblocker For Gmail ™ ist eine Google Chrome-Erweiterung, mit der Anzeigen und gesponserte Links automatisch von der neuen Google Mail-Oberfläche entfernt und gleichzeitig das E-Mail-Bedienfeld maximiert werden.\n\nWas diese Erweiterung von den meisten gängigen Werbeblockern unterscheidet, ist, dass sie speziell für Google Mail entwickelt wurde und im Gegensatz zu vielen anderen Werbeblockern keinen Platz hinterlässt, in dem sich Anzeigen befanden, indem die verbleibenden Elemente sorgfältig angepasst wurden, um den Raum zu füllen. Die Erweiterung schafft eine saubere, ablenkungsfreie Umgebung, in der Sie Ihre E-Mails in Ruhe lesen können, ohne Werbung und Werbung zu stören. Versuchen Sie es noch heute mit diesem Adblocker. Schalten Sie Adblock ein, während Sie Ihre E-Mails lesen.\n\n================================================== ==============\nNützliche Funktionen der Anwendung:\n★ Funktionen von Adblocker für Google Mail ™:\n✔ Sie können nervige Anzeigen, Skripte, Bilder, Iframes und vieles mehr blockieren.\n✔ Ultra-Lite-Erweiterung ohne nennenswerte Speicher- und CPU-Auslastung.\n✔ Blockieren Sie Anzeigen auf der neuen Google Mail-Website (mail.google.com).\n✔ Im Gegensatz zu anderen ähnlichen Produkten verwendet Adblocker For Gmail ™ fest codierte Filterregeln für eine schnelle und zuverlässige Leistung.\n✔ Enthält die Schaltfläche Aktiviert | Deaktiviert, um die Erweiterung schnell zu deaktivieren oder zu aktivieren.\n\n================================================== ==============\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Chrome-Erweiterung nicht. Adblocker For Gmail ™ gehört nicht, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Το Adblocker For Gmail ™ είναι μια επέκταση του Google Chrome που καταργεί αυτόματα διαφημίσεις και συνδέσμους διαφημιζόμενων από τη νέα διεπαφή του Gmail, μεγιστοποιώντας ταυτόχρονα τον πίνακα αλληλογραφίας.\n\nΑυτό που διαφοροποιεί αυτήν την επέκταση από τα πιο συνηθισμένα προγράμματα αποκλεισμού διαφημίσεων ότι έχει σχεδιαστεί ειδικά για το Gmail και σε αντίθεση με πολλά άλλα προγράμματα αποκλεισμού διαφημίσεων, δεν αφήνει χώρο όπου οι διαφημίσεις ήταν, προσαρμόζοντας προσεκτικά τα υπόλοιπα στοιχεία για να γεμίσει το χώρο. Η επέκταση δημιουργεί ένα καθαρό περιβάλλον χωρίς περισπασμούς που σας επιτρέπει να διαβάζετε το email σας με ειρήνη χωρίς ενοχλητικές διαφημίσεις και διαφημίσεις. Δοκιμάστε να χρησιμοποιήσετε αυτό το πρόγραμμα αποκλεισμού διαφημίσεων σήμερα. Ενεργοποιήστε το adblock ενώ διαβάζετε τα email σας.\n\n================================================== ==============\nΧρήσιμα χαρακτηριστικά της εφαρμογής:\n★ Χαρακτηριστικά του Adblocker για το Gmail ™:\n✔ Σας επιτρέπει να αποκλείσετε ενοχλητικές διαφημίσεις, σενάρια, εικόνες, iframe και πολλά άλλα.\n✔ Ultra-lite επέκταση χωρίς σημαντική μνήμη και χρήση CPU.\n✔ Αποκλεισμός διαφημίσεων σε νέο ιστότοπο Gmail (mail.google.com).\n✔ Σε αντίθεση με άλλα παρόμοια προϊόντα, το Adblocker For Gmail ™ χρησιμοποιεί σκληρούς κωδικούς κανόνες φιλτραρίσματος για γρήγορη και αξιόπιστη απόδοση.\n✔ Περιλαμβάνει το κουμπί Enabled | Disabled για γρήγορη απενεργοποίηση ή ενεργοποίηση της επέκτασης.\n\n================================================== ==============\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση Chrome. Το Adblocker For Gmail ™ δεν ανήκει, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "es": "Adblocker For Gmail ™ es una extensión de Google Chrome que elimina automáticamente anuncios y enlaces patrocinados de la nueva interfaz de Gmail mientras maximiza el panel de correo.\n\nLo que diferencia a esta extensión de los bloqueadores de anuncios más comunes es que está diseñada específicamente para Gmail y, a diferencia de muchos otros bloqueadores de anuncios, no deja un espacio donde solían estar los anuncios al ajustar cuidadosamente los elementos restantes para llenar el espacio. La extensión crea un entorno limpio y libre de distracciones que le permite leer su correo electrónico en paz sin anuncios ni anuncios molestos. Intente usar este bloqueador de anuncios hoy. Active el bloqueo de anuncios mientras lee sus correos electrónicos.\n\n================================================ ==============\nFunciones útiles de la aplicación:\n★ Características de Adblocker para Gmail ™:\n✔ Te permite bloquear anuncios, scripts, imágenes, iframes y muchos más molestos.\n✔ Extensión ultra-lite sin uso significativo de memoria y CPU.\n✔ Bloquear anuncios en el nuevo sitio web de Gmail (mail.google.com).\n✔ A diferencia de otros productos similares, Adblocker For Gmail ™ utiliza reglas de filtrado codificadas para un rendimiento rápido y confiable.\n✔ Incluye botón Activado | Desactivado para desactivar o activar rápidamente la extensión.\n\n================================================ ==============\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión de Chrome. Adblocker For Gmail ™ no es propiedad de, no tiene licencia ni es una subsidiaria de Google Inc.",
    "et": "Adblocker For Gmail ™ on Google Chrome'i laiendus, mis eemaldab automaatselt reklaamid ja sponsoreeritud lingid uuest Gmaili liidesest, maksimeerides samal ajal meilipaneeli.\n\nMis eristab seda laiendust enamlevinud reklaamiblokeerijatest, et see on spetsiaalselt loodud Gmaili jaoks ja erinevalt paljudest teistest reklaamiblokeerijatest, ei jäta see ruumi, kus varem reklaamid olid, kohandades ülejäänud elemente hoolikalt ruumi täitmiseks. Laiendus loob puhta segava keskkonna, mis võimaldab teil rahulikult oma e-kirju lugeda ilma tüütute reklaamide ja reklaamideta. Proovige seda adblockerit juba täna kasutada. Laske oma meilide lugemise ajal blokeerida.\n\n==================================================== ==============\nRakenduse kasulikud funktsioonid:\n★ Adblockeri funktsioonid Gmail ™ jaoks:\n✔ See võimaldab blokeerida tüütuid reklaame, skripte, pilte, iframe'i ja palju muud.\n✔ Ultra-lite laiendus, millel pole märkimisväärset mälu ja protsessori kasutamist.\n✔ Blokeerige reklaamid Gmaili (mail.google.com) uuel veebisaidil.\n✔ Erinevalt teistest sarnastest toodetest kasutab Adblocker For Gmail ™ kiireks ja usaldusväärseks jõudluseks kodeeritud filtreerimisreegleid.\n✔ Sisaldab nuppu Lubatud | Keelatud, et laiendus kiiresti keelata või lubada.\n\n==================================================== ==============\nKohustustest loobumine: pange tähele, et seda laiendust EI teinud Google ja seda teeb sõltumatu arendustiim. Kõik autoriõigused kuuluvad nende omanikele.\nGoogle ei toeta ega sponsoreeri seda Chrome'i laiendust. Adblocker for Gmail ™ ei kuulu Google Inc.-ile ega ole litsentseeritud ega ole selle tütarettevõte.",
    "fa": "Adblocker For Gmail ™ یک برنامه افزودنی Google Chrome است که ضمن به حداکثر رساندن پنل نامه ، تبلیغات و پیوندهای حامی مالی را از رابط جدید Gmail به طور خودکار حذف می کند.\n\nچیزی که این پسوند را از متداول ترین مسدودکننده های تبلیغات متمایز می کند این است که برای Gmail ساخته شده است و برخلاف بسیاری دیگر از مسدودکننده های تبلیغات ، با تنظیم دقیق عناصر باقیمانده برای پر کردن فضا ، جایی را که قبلاً تبلیغات در آن قرار داشت ، باقی نمی گذارد. برنامه افزودنی یک محیط تمیز و بدون حواس پرتی ایجاد می کند که به شما امکان می دهد بدون آگهی و تبلیغات مزاحم ایمیل خود را در آرامش بخوانید. امروز سعی کنید از این adblocker استفاده کنید. هنگام خواندن ایمیل های خود ، adblock را روشن کنید.\n\n================================================= ===============\nویژگی های مفید برنامه:\n★ ویژگی های Adblocker برای Gmail:\nبه شما امکان می دهد تبلیغات ، اسکریپت ها ، تصاویر ، فریم ها و بسیاری موارد دیگر را آزار دهید.\nextension برنامه Extra-Lite بدون استفاده از حافظه و پردازنده قابل توجه.\nads تبلیغات را در وب سایت جدید Gmail (mail.google.com) مسدود کنید.\n✔ برخلاف سایر محصولات مشابه ، Adblocker For Gmail ™ برای عملکرد سریع و قابل اعتماد از قوانین فیلتر کردن کدگذاری شده سخت استفاده می کند.\nbutton شامل دکمه فعال | غیرفعال برای سریع غیرفعال کردن یا فعال کردن برنامه افزودنی.\n\n================================================= ===============\nسلب مسئولیت: لطفاً توجه داشته باشید که این برنامه افزودنی توسط Google ساخته نشده و توسط یک تیم توسعه مستقل ساخته شده است. کلیه حق چاپ به صاحبان مربوطه تعلق دارند.\nGoogle این افزونه Chrome را تأیید یا حمایت نمی کند. Adblocker For Gmail by متعلق به آن نیست ، مجوز آن را ندارد و از شرکت های تابعه Google Inc نیست.",
    "fi": "Adblocker For Gmail ™ on Google Chrome -laajennus, joka poistaa automaattisesti mainospaneelit ja sponsoroidut linkit uudesta Gmail-käyttöliittymästä maksimoimalla lukupaneelin.\n\nMikä erottaa tämän laajennuksen yleisimmistä mainosten estäjistä, että se on tarkoitus rakentaa Gmailiin, ja toisin kuin monet muut mainosten estäjät, se ei jätä tilaa, jossa mainokset olivat ennen, säätämällä varovasti jäljellä olevia elementtejä tilan täyttämiseksi. Laajennus luo puhtaan häiriöttömän ympäristön, jonka avulla voit lukea sähköpostisi rauhassa ilman ärsyttäviä vilkkuvia mainoksia ja mainoksia.\n\n================================================== ==============\nSovelluksen hyödylliset ominaisuudet:\n★ Adblocker for Gmail ™: n ominaisuudet:\n✔ Sen avulla voit estää ärsyttäviä mainoksia, skriptejä, kuvia, iframe-kehyksiä ja monia muita.\n✔ Ultra-lite-laajennus ilman merkittävää muistin ja prosessorin käyttöä.\n✔ Estä mainokset uudella Gmail (mail.google.com) -sivustolla.\n✔ Toisin kuin muut vastaavat tuotteet, Adblocker For Gmail ™ käyttää kovakoodattuja suodatussääntöjä nopean ja luotettavan suorituskyvyn saavuttamiseksi.\n✔ Sisältää Käytössä | Poista käytöstä -painike, jotta laajennus voidaan poistaa käytöstä tai ottaa nopeasti käyttöön.\n\n================================================== ==============\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole Google, ja sen on tehnyt riippumaton kehitysryhmä. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai tue tätä Chrome-laajennusta. Adblocker For Gmail ™ -ominaisuutta ei omista Google Inc., se ei ole lisensoinut eikä ole Google Inc: n tytäryhtiö.",
    "fil": "Adblocker For Gmail ™ on Google Chrome -laajennus, joka poistaa mainokset ja sponsoroidut linkit uudesta Gmail-käyttöliittymästä maksimoiden samalla postilaatikon.\n\nMikä erottaa tämän laajennuksen yleisimmistä mainosten estäjistä, että se on tarkoitettu Gmailille tarkoitetuksi ja toisin kuin monet muut mainosten estäjät, se ei jätä tilaa, jossa mainokset olivat ennen säätämällä huolellisesti jäljellä olevia elementtejä täyttämään tila. Laajennus luo puhtaan häiriötöntä ympäristöä, jonka avulla voit lukea sähköpostisi rauhassa ilman ärsyttäviä mainoksia ja mainoksia. Kokeile käyttää tätä adblockeria tänään. Pyydä adblock-toimintoa lukemaan sähköpostejasi.\n\n==================================================== ==============\nSovelluksen hyödylliset ominaisuudet:\n★ Adblocker for Gmail ™ -ominaisuudet:\n✔ Sen avulla voit estää ärsyttävät mainokset, komentosarjat, kuvat, iframe-kehykset ja paljon muuta.\n✔ Ultra-lite-laajennus ilman merkittävää muistia ja suorittimen käyttöä.\n✔ Estä mainokset uudella Gmailin (mail.google.com) verkkosivustolla.\n✔ Toisin kuin muut vastaavat tuotteet, Adblocker For Gmail ™ käyttää kovakoodattuja suodatussääntöjä nopeaan ja luotettavaan suorituskykyyn.\n✔ Sisältää Enabled | Disabled-painikkeen, jotta laajennus voidaan nopeasti poistaa käytöstä tai ottaa käyttöön.\n\n==================================================== ==============\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole tehnyt Google, ja sen on tehnyt riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai sponsoroi tätä Chrome-laajennusta. Adblocker For Gmail ™ ei ole Google Inc: n omistuksessa, lisenssillä eikä tytäryhtiö.",
    "fr": "Adblocker For Gmail ™ est une extension Google Chrome qui supprime automatiquement les publicités et les liens sponsorisés de la nouvelle interface Gmail tout en maximisant le panneau de messagerie.\n\nCe qui différencie cette extension des bloqueurs de publicités les plus courants, c'est qu'elle est spécialement conçue pour Gmail et contrairement à de nombreux autres bloqueurs de publicités, elle ne laisse pas d'espace où se trouvaient les publicités en ajustant soigneusement les éléments restants pour remplir l'espace. L'extension crée un environnement propre sans distraction qui vous permet de lire votre e-mail en toute tranquillité sans publicités et publicités ennuyeuses. Essayez d'utiliser cet adblocker dès aujourd'hui. Activez l'adblock pendant que vous lisez vos e-mails.\n\n=================================================== ==============\nFonctionnalités utiles de l'application:\n★ Caractéristiques d'Adblocker pour Gmail ™:\n✔ Il vous permet de bloquer les publicités, scripts, images, iframes et bien d'autres.\n✔ Extension ultra-lite sans utilisation significative de la mémoire et du processeur.\n✔ Bloquer les publicités sur le nouveau site Web Gmail (mail.google.com).\n✔ Contrairement à d'autres produits similaires, Adblocker For Gmail ™ utilise des règles de filtrage codées en dur pour des performances rapides et fiables.\n✔ Comprend le bouton Activé | Désactivé pour désactiver ou activer rapidement l'extension.\n\n=================================================== ==============\nClause de non-responsabilité: veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension Chrome. Adblocker For Gmail ™ n'est pas la propriété de, n'est pas autorisé par et n'est pas une filiale de Google Inc.",
    "he": "Adblocker For Gmail ™ הוא תוסף של Google Chrome שמסיר אוטומטית לוחות מודעות וקישורים ממומנים מממשק ה- Gmail החדש תוך ניצול מקסימאלי של לוח הקריאה.\n\nמה שמבדיל את התוסף הזה לרוב חוסמי המודעות הנפוצים שהוא מיועד למטרה עבור Gmail ובניגוד לחסמי מודעות רבים אחרים, הוא לא משאיר מקום שבו מודעות היו בעבר על ידי התאמת בזהירות של שאר האלמנטים למילוי החלל. התוסף יוצר סביבה נקייה ללא הסחת דעת המאפשרת לך לקרוא את הדוא\"ל שלך בשלום מבלי להרגיז מודעות ומפרסומות מהבהבות.\n\n================================================== ==============\nתכונות שימושיות של היישום:\n★ תכונות של Adblocker עבור Gmail ™:\n✔ זה מאפשר לך לחסום מודעות מעצבנות, סקריפטים, תמונות, iframes ורבים אחרים.\nExtension הרחבת אולטרה לייט ללא שימוש בזיכרון משמעותי במעבד.\n✔ חסום מודעות באתר Gmail חדש (mail.google.com).\n✔ שלא כמו מוצרים דומים אחרים, Adblocker For Gmail ™ משתמש בכללי סינון מקודדים קשיחים לביצוע מהיר ואמין.\n✔ כולל כפתור מופעל | מושבת להפעלה או הפעלה מהירה של הרחבה במהירות.\n\n================================================== ==============\nהצהרת אחריות: שימו לב שהרחבה זו אינה מיוצרת על ידי Google והיא נעשית על ידי צוות פיתוח עצמאי. כל זכויות היוצרים שייכות לבעליהן בהתאמה.\nGoogle אינה תומכת או נותנת חסות לתוסף Chrome זה. Adblocker For Gmail ™ אינו בבעלות, אינו מורשה על ידי ואינו חברת בת של Google Inc.",
    "hi": "जीमेल ™ के लिए एडब्लॉकर एक गूगल क्रोम एक्सटेंशन है जो मेल पैनल को अधिकतम करते हुए नए जीमेल इंटरफेस से विज्ञापनों और प्रायोजित लिंक को स्वचालित रूप से हटा देता है।\n\nयह सबसे आम विज्ञापन ब्लॉकर्स से इस विस्तार को अलग करता है कि यह जीमेल के लिए उद्देश्य से बनाया गया है और कई अन्य विज्ञापन ब्लॉकर्स के विपरीत, यह एक स्थान नहीं छोड़ता है जहां अंतरिक्ष को भरने के लिए शेष तत्वों का सावधानीपूर्वक समायोजन करके उपयोग किया जाता है। एक्सटेंशन एक साफ व्याकुलता-मुक्त वातावरण बनाता है जो आपको विज्ञापनों और विज्ञापनों को परेशान किए बिना शांति से अपना ईमेल पढ़ने की अनुमति देता है। आज इस एडब्लॉकर का उपयोग करने का प्रयास करें। जब आप अपने ईमेल पढ़ते हैं, तो विज्ञापन दें।\n\n================================================== ==============\nआवेदन की उपयोगी विशेषताएं:\n★ जीमेल ™ के लिए एडब्लॉकर की विशेषताएं:\n✔ यह आपको कष्टप्रद विज्ञापनों, लिपियों, चित्रों, iframes और कई और अधिक ब्लॉक करने की अनुमति देता है।\nकोई महत्वपूर्ण मेमोरी और सीपीयू उपयोग के साथ अल्ट्रा-लाइट एक्सटेंशन।\n(नए जीमेल (mail.google.com) वेब साइट पर विज्ञापन ब्लॉक करें।\nUses अन्य समान उत्पादों के विपरीत, जीमेल ™ के लिए एडब्लॉकर तेज और विश्वसनीय प्रदर्शन के लिए कठिन कोडिंग फ़िल्टरिंग नियमों का उपयोग करता है।\n✔ इसमें शामिल है | एक्सटेंशन को जल्दी से अक्षम या सक्षम करने के लिए अक्षम बटन।\n\n================================================== ==============\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस क्रोम एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। Gmail के लिए Adblocker ™ के पास स्वामित्व नहीं है, इसके पास लाइसेंस नहीं है और यह Google इंक की सहायक कंपनी नहीं है।",
    "hr": "Adblocker for Gmail ™ je proširenje za Google Chrome koje automatski uklanja oglase i sponzorirane veze s novog Gmailova sučelja, dok maksimizira ploču pošte.\n\nOno što ovo proširenje razlikuje od najčešćih blokatora oglasa jer je posebno namijenjeno Gmailu, a za razliku od mnogih drugih blokatora oglasa, ne ostavlja prostor na kojem su nekada bili oglasi pažljivim podešavanjem preostalih elemenata kako bi popunili prostor. Proširenje stvara čisto okruženje bez ometanja koje vam omogućuje mirno čitanje e-pošte bez dosadnih oglasa i reklama. Pokušajte koristiti ovaj adblocker danas. Uključite adblock dok čitate e-poštu.\n\n==================================================== ==============\nKorisne značajke aplikacije:\n★ Značajke Adblockera za Gmail ™:\n✔ Omogućuje vam blokiranje dosadnih oglasa, skripti, slika, iframeova i mnogih drugih.\n✔ Ultra-lite produžetak bez značajne upotrebe memorije i procesora.\n✔ Blokirajte oglase na novom web mjestu Gmail (mail.google.com).\n✔ Za razliku od ostalih sličnih proizvoda, Adblocker For Gmail ™ koristi tvrdo kodirana pravila filtriranja za brze i pouzdane performanse.\n✔ Uključuje gumb Enabled | Disabled za brzo onemogućavanje ili omogućavanje proširenja.\n\n==================================================== ==============\nIzjava o odricanju odgovornosti: imajte na umu da ovo proširenje NIJE Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava ili ne sponzorira ovo proširenje za Chrome. Adblocker For Gmail ™ nije u vlasništvu, nije licenciran i nije podružnica Google Inc.",
    "hu": "Az Adblocker For Gmail ™ egy Google Chrome kiterjesztés, amely automatikusan eltávolítja a hirdetéseket és a szponzorált linkeket az új Gmail kezelőfelületről, miközben maximalizálja a levelezési panelt.\n\nMi különbözteti meg ezt a kiterjesztést a leggyakoribb hirdetésblokkolóktól, hogy a Gmail célra készült, és sok más hirdetésblokkolóval ellentétben nem hagy helyet a hirdetések számára, ha a fennmaradó elemeket gondosan beállítja, hogy kitöltse a helyet. A kiterjesztés tiszta figyelemelterelés nélküli környezetet hoz létre, amely lehetővé teszi, hogy békésen olvassa el az e-maileket anélkül, hogy idegesítő hirdetések és reklámok lennének. Próbálja ki még ma ezt az adblockert. Az e-mailek olvasása közben kapcsolja be az adblock funkciót.\n\n==================================================== ==============\nAz alkalmazás hasznos tulajdonságai:\n★ Az Adblocker for Gmail ™ jellemzői:\n✔ Lehetővé teszi a bosszantó hirdetések, szkriptek, képek, iframe-ek és még sok más blokkolását.\n✔ Ultra-lite kiterjesztés, jelentős memória és CPU használat nélkül.\n✔ Hirdetések letiltása az új Gmail (mail.google.com) webhelyen.\n✔ Más hasonló termékektől eltérően az Adblocker For Gmail ™ kemény kódolású szűrési szabályokat használ a gyors és megbízható teljesítmény érdekében.\n✔ Tartalmazza az Engedélyezve | Letiltva gombot a bővítmény gyors letiltásához vagy engedélyezéséhez.\n\n==================================================== ==============\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a bővítményt NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Google nem támogatja vagy szponzorálja ezt a Chrome-bővítményt. Az Adblocker For Gmail ™ nem a Google Inc. tulajdonában van, nem rendelkezik engedéllyel és nem a Google Inc.",
    "id": "Adblocker For Gmail ™ adalah ekstensi Google Chrome yang secara otomatis menghapus iklan dan tautan sponsor dari antarmuka Gmail baru sekaligus memaksimalkan panel surat.\n\nApa yang membedakan ekstensi ini dari pemblokir iklan yang paling umum adalah ekstensi ini dibuat khusus untuk Gmail dan tidak seperti banyak pemblokir iklan lainnya, ekstensi ini tidak meninggalkan ruang tempat iklan sebelumnya dengan menyesuaikan elemen yang tersisa dengan hati-hati untuk mengisi ruang. Ekstensi ini menciptakan lingkungan bebas gangguan yang bersih yang memungkinkan Anda membaca email dengan tenang tanpa iklan dan iklan yang mengganggu. Coba gunakan adblocker ini hari ini. Aktifkan adblock saat Anda membaca email.\n\n================================================== ==============\nFitur yang berguna dari aplikasi:\n★ Fitur Adblocker untuk Gmail ™:\n✔ Ini memungkinkan Anda untuk memblokir iklan, skrip, gambar, iframe, dan banyak lagi yang mengganggu.\n✔ Ekstensi ultra-ringan tanpa penggunaan memori dan CPU yang signifikan.\n✔ Blokir iklan di situs web Gmail (mail.google.com) baru.\n✔ Tidak seperti produk serupa lainnya, Adblocker For Gmail ™ menggunakan aturan pemfilteran hard code untuk kinerja yang cepat dan andal.\n✔ Termasuk Diaktifkan | Tombol Dinonaktifkan untuk dengan cepat menonaktifkan atau mengaktifkan ekstensi.\n\n================================================== ==============\nPenafian: Harap dicatat ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembangan independen. Semua hak cipta adalah milik masing-masing pemiliknya.\nGoogle tidak mendukung atau mensponsori ekstensi Chrome ini. Adblocker For Gmail ™ tidak dimiliki oleh, tidak dilisensikan oleh dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Adblocker For Gmail ™ è un'estensione di Google Chrome che rimuove automaticamente pubblicità e link sponsorizzati dalla nuova interfaccia di Gmail, massimizzando al contempo il pannello della posta.\n\nCiò che differenzia questa estensione dai più comuni ad blocker è che è stata creata appositamente per Gmail e, a differenza di molti altri ad blocker, non lascia uno spazio dove erano gli annunci regolando attentamente gli elementi rimanenti per riempire lo spazio. L'estensione crea un ambiente pulito e privo di distrazioni che ti consente di leggere la tua e-mail in pace senza fastidiose pubblicità e pubblicità. Prova a utilizzare questo adblocker oggi. Attiva il blocco degli annunci mentre leggi le tue email.\n\n================================================== ==============\nFunzionalità utili dell'applicazione:\n★ Caratteristiche di Adblocker per Gmail ™:\n✔ Ti consente di bloccare fastidiosi annunci, script, immagini, iframe e molti altri.\n✔ Estensione ultra leggera senza utilizzo significativo di memoria e CPU.\n✔ Blocca gli annunci sul nuovo sito web di Gmail (mail.google.com).\n✔ A differenza di altri prodotti simili, Adblocker per Gmail ™ utilizza regole di filtraggio hard coded per prestazioni veloci e affidabili.\n✔ Include il pulsante Abilitato | Disabilitato per disabilitare o abilitare rapidamente l'estensione.\n\n================================================== ==============\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è realizzata da Google ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione di Chrome. Adblocker For Gmail ™ non è di proprietà di, non è concesso in licenza da e non è una consociata di Google Inc.",
    "ja": "Adblocker for Gmail™はGoogle Chromeの拡張機能で、メールパネルを最大限に活用しながら、広告とスポンサーリンクを新しいGmailインターフェースから自動的に削除します。\n\n他の多くの広告ブロッカーとは異なり、この拡張機能がほとんどの一般的な広告ブロッカーと異なる点は、他の多くの広告ブロッカーとは異なり、スペースを埋めるために残りの要素を慎重に調整することで、広告があったスペースを残さないことです。この拡張機能は、広告やコマーシャルを邪魔することなく、安心してメールを読むことができるクリーンで気晴らしのない環境を作成します。このadblockerを今すぐお試しください。メールを読んでいる間、広告ブロックをオンにしてください。\n\n================================================== ==============\nアプリケーションの便利な機能：\n★Gmail™用Adblockerの機能：\n✔迷惑な広告、スクリプト、画像、iframeなどをブロックできます。\nsignificantメモリとCPUの使用率が大幅に低下しない超軽量の拡張機能。\nnew新しいGmail（mail.google.com）Webサイトで広告をブロックします。\nother他の同様の製品とは異なり、Gmail™用Adblockerは、ハードコードされたフィルタリングルールを使用して、高速で信頼性の高いパフォーマンスを実現します。\nextension拡張機能をすばやく無効または有効にするEnabled | Disabledボタンが含まれています。\n\n================================================== ==============\n免責事項：この拡張機能はGoogleによるものではなく、独立した開発チームによるものです。すべての著作権はそれぞれの所有者に帰属します。\nGoogleがこのChrome拡張機能を推奨または後援することはありません。 Adblocker For Gmail™は、Google Inc.が所有しておらず、ライセンスも付与しておらず、Google Inc.の子会社でもありません。",
    "ko": "Adblocker For Gmail ™은 새 Gmail 인터페이스에서 광고와 스폰서 링크를 자동으로 제거하는 동시에 메일 패널을 최대화하는 Google 크롬 확장 프로그램입니다.\n\n이 확장 프로그램이 Gmail 용으로 특별히 제작되었으며 다른 많은 광고 차단기와 달리 가장 일반적인 광고 차단기와 차별화되는 점은 나머지 요소를 신중하게 조정하여 공간을 채움으로써 광고가 있던 공간을 남기지 않습니다. 이 확장 프로그램은 성가신 광고와 광고 없이도 안심하고 이메일을 읽을 수있는 깔끔한 방해없는 환경을 만듭니다. 오늘이 adblocker를 사용해보십시오. 이메일을 읽는 동안 adblock을 켜십시오.\n\n================================================ ==============\n응용 프로그램의 유용한 기능 :\n★ Gmail ™ 용 Adblocker의 기능 :\n✔ 성가신 광고, 스크립트, 이미지, iframe 등을 차단할 수 있습니다.\n✔ 상당한 메모리 및 CPU 사용량이없는 초경량 확장.\n✔ 새 Gmail (mail.google.com) 웹 사이트에서 광고를 차단합니다.\n✔ 다른 유사 제품과 달리 Adblocker For Gmail ™은 빠르고 안정적인 성능을 위해 하드 코딩 된 필터링 규칙을 사용합니다.\n✔ 확장 기능을 빠르게 비활성화하거나 활성화하는 Enabled | Disabled 버튼이 포함되어 있습니다.\n\n================================================ ==============\n면책 조항 :이 확장은 Google에서 만든 것이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다.\nGoogle은이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. Adblocker For Gmail ™은 Google Inc.의 소유가 아니며 라이센스가 부여되지 않으며 Google Inc.의 자회사가 아닙니다.",
    "lt": "„Adblocker for Gmail ™“ yra „Google Chrome“ plėtinys, kuris automatiškai pašalina reklamas ir remiamas nuorodas iš naujos „Gmail“ sąsajos, tuo pačiu padidindamas pašto skydą.\n\nKuo šis plėtinys skiriasi nuo labiausiai paplitusių skelbimų blokatorių, kad jis yra specialiai sukurtas „Gmail“ ir, skirtingai nuo daugelio kitų skelbimų blokatorių, jis nepalieka vietos, kurioje anksčiau buvo skelbimai, kruopščiai sureguliuojant likusius elementus, kad užpildytų vietą. Plėtinys sukuria švarią aplinką be dėmesio išsiblaškymo, kuri leidžia jums ramiai skaityti el. Paštą be erzinančių skelbimų ir reklamų. Pabandykite naudoti šį adblocker šiandien. Įjunkite skelbimų blokavimą, kol skaitote savo el. Laiškus.\n\n==================================================== ==============\nNaudingos programos funkcijos:\n★ „Adblocker for Gmail ™“ funkcijos:\n✔ Tai leidžia blokuoti erzinančius skelbimus, scenarijus, vaizdus, „iframe“ ir daugelį kitų.\n✔ „Ultra-Lite“ plėtinys be žymios atminties ir procesoriaus naudojimo.\n✔ Blokuokite skelbimus naujoje „Gmail“ (mail.google.com) svetainėje.\n✔ Skirtingai nuo kitų panašių produktų, „Adblocker For Gmail ™“ naudoja griežto kodavimo filtravimo taisykles, kad veiktų greitai ir patikimai.\n✔ Yra mygtukas Enabled | Disabled, kad greitai išjungtumėte arba įgalintumėte plėtinį.\n\n==================================================== ==============\nAtsakomybės apribojimas: atkreipkite dėmesį, kad šį plėtinį NEGALI „Google“, o jį atlieka nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepatvirtina ir neremia šio „Chrome“ plėtinio. „Adblocker for Gmail ™“ nepriklauso, nėra licencijuota ir nėra „Google Inc.“ dukterinė įmonė.",
    "lv": "Adblocker For Gmail ™ ir Google Chrome paplašinājums, kas automātiski noņem reklāmas un sponsorētās saites no jaunās Gmail saskarnes, vienlaikus maksimāli palielinot pasta paneli.\n\nKas atšķir šo paplašinājumu no visbiežāk sastopamajiem reklāmu bloķētājiem, ka tas ir paredzēts Gmail vajadzībām un atšķirībā no daudziem citiem reklāmu bloķētājiem, tas neatstāj vietu, kur agrāk bija reklāmas, rūpīgi pielāgojot atlikušos elementus, lai aizpildītu vietu. Paplašinājums rada tīru vidi, kas nesatur uzmanību, kas ļauj mierīgi lasīt e-pastu bez kaitinošām reklāmām un reklāmām. Mēģiniet izmantot šo bloķētāju jau šodien. Lai jūs bloķētu, kamēr lasāt savus e-pastus.\n\n==================================================== ==============\nLietojumprogrammas noderīgās funkcijas:\n★ Adblocker for Gmail ™ funkcijas:\n✔ Tas ļauj bloķēt kaitinošas reklāmas, skriptus, attēlus, iframe un daudz ko citu.\n✔ Ultra-lite paplašinājums bez ievērojamas atmiņas un procesora izmantošanas.\n✔ Bloķējiet reklāmas jaunajā Gmail (mail.google.com) vietnē.\n✔ Atšķirībā no citiem līdzīgiem produktiem, Adblocker For Gmail ™ izmanto stingri kodētus filtrēšanas noteikumus, lai nodrošinātu ātru un uzticamu darbību.\n✔ Iekļauta poga Enabled | Disabled, lai ātri atspējotu vai iespējotu paplašinājumu.\n\n==================================================== ==============\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to veic neatkarīga izstrādātāju komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neapstiprina un sponsorē šo Chrome paplašinājumu. Adblocker for Gmail ™ nav Google Inc. meitasuzņēmums, nav licencēts un nav meitasuzņēmums.",
    "ms": "Adblocker For Gmail ™ adalah peluasan Google Chrome yang secara automatik membuang iklan dan pautan tajaan dari antara muka Gmail baru sambil memaksimumkan panel surat.\n\nApa yang membezakan pelanjutan ini dari penyekat iklan yang paling umum bahawa ia dibuat khas untuk Gmail dan tidak seperti banyak penyekat iklan lain, ia tidak meninggalkan ruang di mana iklan dulu dengan menyesuaikan elemen yang tinggal dengan hati-hati untuk mengisi ruang. Sambungan itu mewujudkan persekitaran bebas gangguan yang membolehkan anda membaca e-mel anda dengan tenang tanpa mengganggu iklan dan iklan. Cuba gunakan penyekat iklan ini hari ini. Aktifkan adblock semasa anda membaca e-mel anda.\n\n================================================== ==============\nCiri-ciri aplikasi yang berguna:\n★ Ciri Adblocker untuk Gmail ™:\n✔ Ia membolehkan anda menyekat iklan, skrip, gambar, iframe dan banyak lagi yang menjengkelkan.\n✔ Sambungan ultra-ringan tanpa memori dan penggunaan CPU yang ketara.\n✔ Sekat iklan di laman web Gmail baru (mail.google.com).\n✔ Tidak seperti produk serupa yang lain, Adblocker For Gmail ™ menggunakan peraturan penyaringan berkod keras untuk prestasi pantas dan boleh dipercayai.\n✔ Termasuk butang Diaktifkan | Dinonaktifkan untuk mematikan atau mengaktifkan pelanjutan dengan cepat.\n\n================================================== ==============\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan Chrome ini. Adblocker For Gmail ™ tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Adblocker voor Gmail ™ is een Google Chrome-extensie die automatisch advertenties en gesponsorde links verwijdert uit de nieuwe Gmail-interface terwijl het e-mailpaneel wordt gemaximaliseerd.\n\nWat deze extensie onderscheidt van de meest voorkomende advertentieblokkers, is dat deze speciaal is gebouwd voor Gmail en in tegenstelling tot veel andere advertentieblokkers, er geen ruimte overblijft waar advertenties vroeger waren door de resterende elementen zorgvuldig aan te passen om de ruimte te vullen. De extensie creëert een schone, afleidingsvrije omgeving waarin u uw e-mail in alle rust kunt lezen zonder vervelende advertenties en commercials. Probeer deze adblocker vandaag nog. Zet adblock aan terwijl u uw e-mails leest.\n\n==================================================== ==============\nHandige kenmerken van de applicatie:\n★ Kenmerken van Adblocker voor Gmail ™:\n✔ Hiermee kunt u vervelende advertenties, scripts, afbeeldingen, iframes en nog veel meer blokkeren.\n✔ Ultra-lite-extensie zonder significant geheugen- en CPU-gebruik.\n✔ Blokkeer advertenties op nieuwe Gmail (mail.google.com) -website.\n✔ In tegenstelling tot andere vergelijkbare producten, gebruikt Adblocker voor Gmail ™ hard gecodeerde filterregels voor snelle en betrouwbare prestaties.\n✔ Inclusief Ingeschakeld | Uitgeschakelde knop om de extensie snel uit of in te schakelen.\n\n==================================================== ==============\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelingsteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren.\nGoogle onderschrijft of sponsort deze Chrome-extensie niet. Adblocker For Gmail ™ is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Adblocker For Gmail ™ er en Google Chrome-utvidelse som automatisk fjerner annonser og sponsede lenker fra det nye Gmail-grensesnittet mens du maksimerer e-postpanelet.\n\nHva som skiller denne utvidelsen fra de vanligste annonseblokkerne at den er spesialbygd for Gmail, og i motsetning til mange andre annonseblokkere, etterlater den ikke et område der annonser pleide å være ved å justere de gjenværende elementene nøye for å fylle ut plassen. Utvidelsen skaper et rent distraksjonsfritt miljø som lar deg lese e-posten din i fred uten irriterende annonser og reklame. Prøv å bruke denne adblockeren i dag. Ha adblock mens du leser e-postene dine.\n\n===================================================== ===============\nNyttige funksjoner i applikasjonen:\n★ Funksjoner i Adblocker for Gmail ™:\n✔ Det lar deg blokkere irriterende annonser, skript, bilder, iframes og mange flere.\n✔ Ultra-lite-utvidelse uten betydelig minne og CPU-bruk.\n✔ Blokker annonser på nye Gmail (mail.google.com) nettsteder.\n✔ I motsetning til andre lignende produkter bruker Adblocker For Gmail ™ hardkodede filtreringsregler for rask og pålitelig ytelse.\n✔ Inkluderer aktivert | Deaktivert-knapp for raskt å deaktivere eller aktivere utvidelsen.\n\n===================================================== ===============\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nGoogle støtter ikke eller sponser denne Chrome-utvidelsen. Adblocker For Gmail ™ eies ikke av, er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Adblocker For Gmail ™ to rozszerzenie Google Chrome, które automatycznie usuwa reklamy i linki sponsorowane z nowego interfejsu Gmaila, jednocześnie maksymalizując panel poczty.\n\nTo, co odróżnia to rozszerzenie od większości popularnych programów do blokowania reklam, jest to, że zostało stworzone specjalnie dla Gmaila i, w przeciwieństwie do wielu innych programów do blokowania reklam, nie pozostawia miejsca, w którym znajdowały się reklamy, starannie dopasowując pozostałe elementy, aby wypełnić przestrzeń. Rozszerzenie tworzy czyste, wolne od rozpraszania środowisko, które pozwala na spokojne czytanie wiadomości e-mail bez irytujących reklam i reklam. Spróbuj skorzystać z tego adblockera już dziś. Włącz adblock podczas czytania e-maili.\n\n================================================== ==============\nPrzydatne funkcje aplikacji:\n★ Funkcje Adblockera dla Gmaila ™:\n✔ Umożliwia blokowanie irytujących reklam, skryptów, obrazów, ramek iframe i wielu innych.\n✔ Rozszerzenie Ultra-lite bez znaczącego zużycia pamięci i procesora.\n✔ Blokuj reklamy w nowej witrynie Gmail (mail.google.com).\n✔ W przeciwieństwie do innych podobnych produktów, Adblocker For Gmail ™ wykorzystuje zakodowane na stałe reguły filtrowania w celu zapewnienia szybkiego i niezawodnego działania.\n✔ Zawiera przycisk Włączone | Wyłączone, aby szybko wyłączyć lub włączyć rozszerzenie.\n\n================================================== ==============\nZastrzeżenie: należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Google i zostało wykonane przez niezależny zespół programistów. Wszystkie prawa autorskie należą do ich odpowiednich właścicieli.\nGoogle nie popiera ani nie sponsoruje tego rozszerzenia Chrome. Adblocker For Gmail ™ nie jest własnością, nie jest licencjonowany ani nie jest spółką zależną Google Inc.",
    "ro": "Adblocker For Gmail ™ este o extensie Google Chrome care elimină automat reclamele și linkurile sponsorizate din noua interfață Gmail, maximizând în același timp panoul de e-mail.\n\nCeea ce diferențiază această extensie de cele mai frecvente blocatoare de anunțuri, este că este concepută special pentru Gmail și, spre deosebire de multe alte blocante de anunțuri, nu lasă un spațiu în care erau anunțurile, ajustând cu atenție elementele rămase pentru a umple spațiul. Extensia creează un mediu curat, fără distragere a atenției, care vă permite să citiți e-mailul în liniște, fără reclame și reclame enervante. Încercați să utilizați acest adblocker astăzi. Porniți blocarea anunțurilor în timp ce vă citiți e-mailurile.\n\n=================================================== ==============\nFuncții utile ale aplicației:\n★ Caracteristicile Adblocker pentru Gmail ™:\n✔ Vă permite să blocați reclame enervante, scripturi, imagini, iframe și multe altele.\n✔ Extensie Ultra-Lite fără memorie și utilizare CPU semnificative.\n✔ Blocați anunțurile pe noul site web Gmail (mail.google.com).\n✔ Spre deosebire de alte produse similare, Adblocker For Gmail ™ utilizează reguli de filtrare codificate pentru o performanță rapidă și fiabilă.\n✔ Include butonul Activat | Dezactivat pentru a dezactiva sau activa rapid extensia.\n\n=================================================== ==============\nDeclinare de responsabilitate: Rețineți că această extensie NU este realizată de Google și este realizată de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu aprobă sau sponsorizează această extensie Chrome. Adblocker For Gmail ™ nu este deținut de, nu este licențiat de și nu este o filială a Google Inc.",
    "ru": "Adblocker For Gmail ™ - это расширение Google Chrome, которое автоматически удаляет рекламные объявления и рекламные ссылки из нового интерфейса Gmail, увеличивая при этом панель почты.\n\nЧто отличает это расширение от наиболее распространенных блокировщиков рекламы, так это то, что оно специально создано для Gmail и, в отличие от многих других блокировщиков рекламы, не оставляет места, где раньше была реклама, за счет тщательной настройки оставшихся элементов, чтобы заполнить пространство. Расширение создает чистую среду без отвлекающих факторов, которая позволяет вам спокойно читать электронную почту, не раздражая рекламу и рекламу. Попробуйте использовать этот блокировщик рекламы сегодня. Включите блокировку рекламы, пока читаете письма.\n\n================================================== ==============\nПолезные возможности приложения:\n★ Особенности Adblocker for Gmail ™:\n✔ Он позволяет блокировать надоедливую рекламу, скрипты, изображения, фреймы и многое другое.\n✔ Ультра-облегченное расширение без значительного использования памяти и процессора.\n✔ Блокируйте рекламу на новом веб-сайте Gmail (mail.google.com).\n✔ В отличие от других аналогичных продуктов, Adblocker For Gmail ™ использует жестко заданные правила фильтрации для быстрой и надежной работы.\n✔ Включает кнопку Enabled | Disabled для быстрого отключения или включения расширения.\n\n================================================== ==============\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Google, а создано независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не спонсирует это расширение Chrome. Adblocker For Gmail ™ не принадлежит, не лицензируется и не является дочерней компанией Google Inc.",
    "sk": "Adblocker For Gmail ™ je rozšírenie Google Chrome, ktoré automaticky odstraňuje reklamy a sponzorované odkazy z nového rozhrania služby Gmail a maximalizuje panel pošty.\n\nČím sa toto rozšírenie líši od najbežnejších nástrojov na blokovanie reklám, pretože je vytvorené špeciálne pre Gmail, na rozdiel od mnohých iných nástrojov na blokovanie reklám nezanecháva priestor, kde by predtým boli reklamy, tým, že starostlivo upraví zvyšné prvky tak, aby vyplnili tento priestor. Rozšírenie vytvára čisté prostredie bez rozptýlenia, ktoré vám umožní pokojne čítať vaše e-maily bez nepríjemných reklám a reklám. Skúste tento adblocker použiť ešte dnes. Pri čítaní e-mailov nech je adblock zapnutý.\n\n================================================== ===============\nUžitočné funkcie aplikácie:\n★ Funkcie Adblockeru pre Gmail ™:\n✔ Umožňuje vám blokovať nepríjemné reklamy, skripty, obrázky, prvky iframe a mnoho ďalších.\n✔ Extrémne ľahké rozšírenie bez výrazného využitia pamäte a procesora.\n✔ Blokujte reklamy na novej webovej stránke služby Gmail (mail.google.com).\n✔ Na rozdiel od iných podobných produktov používa Adblocker pre Gmail ™ pevne zakódované pravidlá filtrovania pre rýchly a spoľahlivý výkon.\n✔ Zahŕňa povolené | Zakázané tlačidlo na rýchle zakázanie alebo povolenie rozšírenia.\n\n================================================== ===============\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE je vyrobené spoločnosťou Google a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom.\nGoogle toto rozšírenie pre Chrome nepodporuje ani nesponzoruje. Adblocker For Gmail ™ nie je vo vlastníctve spoločnosti Google, nemá na ňu licenciu a nie je jej dcérskou spoločnosťou.",
    "sl": "Adblocker For Gmail ™ je razširitev za Google Chrome, ki samodejno odstrani oglase in sponzorirane povezave iz novega Gmailovega vmesnika, hkrati pa poveča poštno ploščo.\n\nTa razširitev razlikuje od najpogostejših blokatorjev oglasov, saj je namensko zasnovana za Gmail in v nasprotju s številnimi drugimi blokatorji oglasov ne pušča prostora, kjer so bili oglasi, s skrbnim prilagajanjem preostalih elementov, da zapolnijo prostor. Razširitev ustvarja čisto okolje brez motenj, ki vam omogoča mirno branje e-pošte brez nadležnih oglasov in reklam. Poskusite uporabiti ta blokator oglasov še danes. Med branjem e-pošte vključite adblock.\n\n==================================================== ==============\nKoristne funkcije aplikacije:\n★ Značilnosti Adblockerja za Gmail ™:\n✔ Omogoča vam blokiranje nadležnih oglasov, skriptov, slik, vstavkov in številnih drugih.\n✔ Ultra-lite razširitev brez pomembne porabe pomnilnika in CPU.\n✔ Blokirajte oglase na novem spletnem mestu Gmail (mail.google.com).\n✔ Za razliko od drugih podobnih izdelkov Adblocker For Gmail ™ uporablja hitro kodirana pravila filtriranja za hitro in zanesljivo delovanje.\n✔ Vključeno Enabled | Disabled gumb za hitro onemogočanje ali omogočanje razširitve.\n\n==================================================== ==============\nOmejitev odgovornosti: upoštevajte, da te razširitve NE izdeluje Google in jo je izdelala neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nGoogle ne podpira in ne sponzorira te razširitve za Chrome. Adblocker za Gmail ™ ni v lasti podjetja Google, ni licenciran in ni hčerinsko podjetje družbe Google Inc.",
    "sr": "Адблоцкер Фор Гмаил ™ је додатак за Гоогле Цхроме који аутоматски уклања огласе и спонзорисане везе из новог Гмаил интерфејса, истовремено повећавајући површину поште.\n\nОно што разликује ово проширење од најчешћих блокатора огласа по томе што је наменски направљено за Гмаил, а за разлику од многих других блокатора огласа, не оставља простор на коме су некада били огласи пажљивим подешавањем преосталих елемената како би попунили простор. Додатак ствара чисто окружење без ометања које вам омогућава да у миру читате своју е-пошту без досадних огласа и реклама. Покушајте да користите овај адблоцкер данас. Омогућите адблоцк док читате е-пошту.\n\n==================================================== ==============\nКорисне функције апликације:\n★ Карактеристике Адблоцкер-а за Гмаил ™:\n✔ Омогућава вам да блокирате досадне огласе, скрипте, слике, ифраме-ове и још много тога.\n✔ Ултра-лите екстензија без значајне употребе меморије и процесора.\n✔ Блокирајте огласе на новој веб локацији Гмаил (маил.гоогле.цом).\n✔ За разлику од других сличних производа, Адблоцкер Фор Гмаил ™ користи чврсто кодирана правила филтрирања за брзе и поуздане перформансе.\n✔ Укључује Омогућено | Онемогућено дугме за брзо онемогућавање или омогућавање проширења.\n\n==================================================== ==============\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НИЈЕ Гоогле, а направио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\nГоогле не подржава и не спонзорише ово Цхроме проширење. Адблоцкер Фор Гмаил ™ није у власништву, није лиценциран и није подружница компаније Гоогле Инц.",
    "sv": "Adblocker For Gmail ™ är ett Google Chrome-tillägg som automatiskt tar bort annonser och sponsrade länkar från det nya Gmail-gränssnittet samtidigt som e-postpanelen maximeras.\n\nVad som skiljer denna förlängning från de vanligaste annonsblockerarna att den är specialbyggd för Gmail och till skillnad från många andra annonsblockerare lämnar den inte ett utrymme där annonser brukade vara genom att noggrant justera de återstående elementen för att fylla utrymmet. Tillägget skapar en ren distraktionsfri miljö som gör att du kan läsa din e-post i lugn utan irriterande annonser och reklam. Försök använda denna adblockerare idag. Ha adblock på medan du läser dina e-postmeddelanden.\n\n===================================================== ==============\nAnvändbara funktioner i applikationen:\n★ Funktioner i Adblocker for Gmail ™:\n✔ Det låter dig blockera irriterande annonser, skript, bilder, iframes och många fler.\n✔ Ultra-lite-tillägg utan betydande minne och CPU-användning.\n✔ Blockera annonser på den nya webbplatsen Gmail (mail.google.com).\n✔ Till skillnad från andra liknande produkter använder Adblocker For Gmail ™ hårdkodade filtreringsregler för snabb och pålitlig prestanda.\n✔ Inkluderar Enabled | Inaktiverad knapp för att snabbt inaktivera eller aktivera tillägget.\n\n===================================================== ==============\nAnsvarsfriskrivning: Observera att denna tillägg INTE är gjord av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör respektive ägare.\nGoogle stöder inte eller sponsrar detta Chrome-tillägg. Adblocker For Gmail ™ ägs inte av, är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "Adblocker For Gmail ™เป็นส่วนขยายของ Google Chrome ที่จะลบโฆษณาและลิงก์ผู้สนับสนุนออกจากอินเทอร์เฟซใหม่ของ Gmail โดยอัตโนมัติในขณะที่เพิ่มแผงอีเมล\n\nสิ่งที่ทำให้ส่วนขยายนี้แตกต่างจากตัวบล็อกโฆษณาทั่วไปที่สร้างขึ้นโดยเฉพาะสำหรับ Gmail และแตกต่างจากตัวบล็อกโฆษณาอื่น ๆ คือไม่เว้นช่องว่างที่โฆษณาเคยเป็นโดยการปรับองค์ประกอบที่เหลืออย่างระมัดระวังเพื่อเติมเต็มพื้นที่ ส่วนขยายนี้สร้างสภาพแวดล้อมที่สะอาดปราศจากสิ่งรบกวนซึ่งช่วยให้คุณอ่านอีเมลของคุณได้อย่างสบายใจโดยไม่มีโฆษณาและโฆษณาที่น่ารำคาญ ลองใช้ adblocker นี้วันนี้ เปิด adblock ในขณะที่คุณอ่านอีเมล\n\n================================================== ==============\nคุณสมบัติที่เป็นประโยชน์ของแอปพลิเคชัน:\n★คุณสมบัติของ Adblocker สำหรับ Gmail ™:\n✔ช่วยให้คุณสามารถบล็อกโฆษณาสคริปต์รูปภาพ iframe และอื่น ๆ อีกมากมายที่น่ารำคาญ\n✔ส่วนขยาย Ultra-lite ที่ไม่มีหน่วยความจำและการใช้งาน CPU ที่สำคัญ\n✔บล็อกโฆษณาบนเว็บไซต์ Gmail (mail.google.com) ใหม่\n✔ไม่เหมือนผลิตภัณฑ์อื่น ๆ ที่คล้ายคลึงกัน Adblocker For Gmail ™ใช้กฎการกรองแบบเข้ารหัสเพื่อประสิทธิภาพที่รวดเร็วและเชื่อถือได้\n✔รวมปุ่มเปิดใช้งาน | ปิดการใช้งานเพื่อปิดหรือเปิดใช้งานส่วนขยายอย่างรวดเร็ว\n\n================================================== ==============\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ Adblocker For Gmail ™ไม่ได้เป็นเจ้าของไม่ได้รับอนุญาตจากและไม่ใช่ บริษัท ในเครือของ Google Inc.",
    "tr": "Adblocker For Gmail ™, posta panelini en üst düzeye çıkarırken reklamları ve sponsorlu bağlantıları yeni Gmail arayüzünden otomatik olarak kaldıran bir Google Chrome uzantısıdır.\n\nBu uzantıyı en yaygın reklam engelleyicilerden ayıran şey, Gmail için özel olarak oluşturulmuş olması ve diğer birçok reklam engelleyicinin aksine, kalan öğeleri alanı doldurmak için dikkatlice ayarlayarak reklamların olduğu bir alan bırakmaz. Uzantı, e-postanızı rahatsız edici reklamlar ve reklamlar olmadan huzur içinde okumanıza olanak tanıyan temiz, dikkat dağıtmayan bir ortam yaratır. Bu reklam engelleyiciyi bugün kullanmayı deneyin. E-postalarınızı okurken reklam engelini açın.\n\n================================================ ==============\nUygulamanın faydalı özellikleri:\n★ Gmail ™ için Adblocker'ın Özellikleri:\n✔ Can sıkıcı reklamları, komut dosyalarını, resimleri, iç çerçeveleri ve daha fazlasını engellemenizi sağlar.\n✔ Önemli bir bellek ve CPU kullanımı içermeyen Ultra-lite uzantı.\n✔ Yeni Gmail (mail.google.com) web sitesinde reklamları engelleyin.\n✔ Diğer benzer ürünlerden farklı olarak, Adblocker For Gmail ™ hızlı ve güvenilir performans için sabit kodlanmış filtreleme kuralları kullanır.\n✔ Uzantıyı hızlı bir şekilde devre dışı bırakmak veya etkinleştirmek için Etkin | Devre Dışı düğmesini içerir.\n\n================================================ ==============\nSorumluluk Reddi Beyanı: Lütfen bu uzantının Google tarafından OLMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları kendi sahiplerine aittir.\nGoogle, bu Chrome uzantısını onaylamaz veya desteklemez. Adblocker For Gmail ™, Google Inc.'e ait değildir, lisansı yoktur ve Google Inc.'in bir yan kuruluşu değildir.",
    "uk": "Adblocker For Gmail ™ - розширення Google Chrome, яке автоматично видаляє рекламу та спонсоровані посилання з нового інтерфейсу Gmail, одночасно максимізуючи поштову панель.\n\nТе, що відрізняє це розширення від найпоширеніших блокувальників реклами, полягає в тому, що воно створене спеціально для Gmail, і, на відміну від багатьох інших блокувальників реклами, воно не залишає місця, де раніше були оголошення, ретельно підлаштовуючи інші елементи, щоб заповнити простір. Розширення створює чисте середовище без відволікання, яке дозволяє вам спокійно читати електронну пошту, не дратуючи рекламу та рекламу. Спробуйте скористатися цим блокатором реклами сьогодні. Під час читання електронних листів активуйте adblock.\n\n====================================================== ==============\nКорисні функції програми:\n★ Особливості Adblocker для Gmail ™:\n✔ Це дозволяє блокувати надокучливі оголошення, сценарії, зображення, вставки та багато іншого.\n✔ Ультралегке розширення без значного використання пам'яті та процесора.\n✔ Блокуйте рекламу на новому веб-сайті Gmail (mail.google.com).\n✔ На відміну від інших подібних продуктів, Adblocker For Gmail ™ використовує жорстко закодовані правила фільтрації для швидкої та надійної роботи.\n✔ Включає Enabled | Disabled кнопка для швидкого вимкнення або ввімкнення розширення.\n\n====================================================== ==============\nЗастереження. Зверніть увагу: це розширення НЕ робиться компанією Google, а робиться незалежною командою розробників. Усі авторські права належать їх власникам.\nGoogle не підтримує та не спонсорує це розширення Chrome. Adblocker For Gmail ™ не належить, не ліцензований і не є дочірньою компанією Google Inc.",
    "vi": "Adblocker For Gmail ™ là một tiện ích mở rộng của Google Chrome tự động xóa quảng cáo và liên kết được tài trợ khỏi giao diện Gmail mới trong khi tối đa hóa bảng điều khiển thư.\n\nĐiều khác biệt giữa tiện ích mở rộng này với hầu hết các trình chặn quảng cáo phổ biến là tiện ích này được xây dựng có mục đích cho Gmail và không giống như nhiều trình chặn quảng cáo khác, tiện ích mở rộng này không để lại khoảng trống nơi quảng cáo từng ở bằng cách điều chỉnh cẩn thận các yếu tố còn lại để lấp đầy không gian. Tiện ích mở rộng này tạo ra một môi trường sạch sẽ không bị phân tâm cho phép bạn đọc email của mình một cách yên bình mà không có quảng cáo và quảng cáo gây phiền nhiễu. Hãy thử sử dụng adblocker này ngay hôm nay. Bật tính năng chặn quảng cáo khi bạn đọc email của mình.\n\n================================================== ==============\nCác tính năng hữu ích của ứng dụng:\n★ Các tính năng của Adblocker cho Gmail ™:\n✔ Nó cho phép bạn chặn quảng cáo, tập lệnh, hình ảnh, iframe gây phiền nhiễu và nhiều thứ khác.\n✔ Tiện ích mở rộng Ultra-lite không sử dụng nhiều bộ nhớ và CPU.\n✔ Chặn quảng cáo trên trang web Gmail (mail.google.com) mới.\n✔ Không giống như các sản phẩm tương tự khác, Adblocker For Gmail ™ sử dụng các quy tắc lọc được mã hóa cứng để có hiệu suất nhanh và đáng tin cậy.\n✔ Bao gồm nút Đã bật | Đã tắt để nhanh chóng tắt hoặc bật tiện ích mở rộng.\n\n================================================== ==============\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG phải do Google tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ cho tiện ích mở rộng này của Chrome. Adblocker For Gmail ™ không thuộc sở hữu, không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN": "Adblocker For Gmail™是Google Chrome浏览器的扩展程序，可自动从新的Gmail界面中删除广告和赞助商链接，同时最大化邮件面板。\n\n此扩展程序与专门针对Gmail的最常见的广告阻止程序不同，它与其他许多广告阻止程序不同，它不会像以前那样通过仔细调整其余元素来填充广告来留出空间。该扩展程序创建了一个干净，无干扰的环境，使您可以安心阅读电子邮件，而不会打扰广告和广告。立即尝试使用此adblocker。阅读电子邮件时，请启用adblock。\n\n================================================== ==============\n该应用程序的有用功能：\n★Adblocker for Gmail™的功能：\n✔它可以让您阻止烦人的广告，脚本，图像，iframe和更多内容。\n✔超轻量级扩展，不占用大量内存和CPU。\n✔在新的Gmail（mail.google.com）网站上阻止广告。\n✔与其他类似产品不同，Adblocker For Gmail™使用硬编码过滤规则以实现快速可靠的性能。\n✔包括“启用” |“禁用”按钮以快速禁用或启用扩展。\n\n================================================== ==============\n免责声明：请注意，此扩展程序不是由Google而是由独立的开发团队开发的。所有版权属于其各自所有者。\nGoogle不认可或赞助此Chrome扩展程序。 Adblocker For Gmail™不属于Google Inc.，也不属于Google Inc.的子公司。",
    "zh_TW": "Adblocker For Gmail™是Google Chrome瀏覽器的擴展程序，可自動從新的Gmail界面中刪除廣告和讚助商鏈接，同時最大化郵件面板。\n\n此擴展程序與專門針對Gmail的最常見的廣告阻止程序不同，它與許多其他廣告阻止程序不同，它不會像以前那樣通過仔細調整其餘元素來填充廣告來留出空間。該擴展程序創建了一個乾淨，無干擾的環境，使您可以安心閱讀電子郵件，而不會打擾廣告和廣告。立即嘗試使用此adblocker。閱讀電子郵件時，請啟用adblock。\n\n================================================== ==============\n該應用程序的有用功能：\n★Adblocker for Gmail™的功能：\n✔它可以讓您阻止煩人的廣告，腳本，圖像，iframe和更多內容。\n✔超輕量級擴展，不佔用大量內存和CPU。\n✔在新的Gmail（mail.google.com）網站上阻止廣告。\n✔與其他類似產品不同，Adblocker For Gmail™使用硬編碼過濾規則以實現快速可靠的性能。\n✔包括“啟用” |“禁用”按鈕以快速禁用或啟用擴展。\n\n================================================== ==============\n免責聲明：請注意，此擴展程序不是由Google而是由獨立的開發團隊開發的。所有版權屬於其各自所有者。\nGoogle不認可或贊助此Chrome擴展程序。 Adblocker For Gmail™不屬於Google Inc.，也不屬於Google Inc.的子公司。"
  }
}