{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mail Tracker for Gmail"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find out when your emails are read"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your Gmail experience with \"Mail Tracker for Gmail Chrome extension\". \nThis powerful extension extends the functionality of the popular Google Workspace add-on, \"Mail Tracker for Gmail,\" by automating the insertion of tracking features without requiring any manual actions.\n\nWith the Automatic Mail Tracker for Gmail extension, you can effortlessly track the status of your sent emails right from your Gmail inbox. No more wondering if your important messages have been opened or read by the recipients. This extension ensures that every email you send is automatically equipped with a tracker, providing you with real-time insights into the delivery and engagement of your emails.\n\nKey Features:\n\nAutomatic Tracking: The extension seamlessly integrates with the \"Mail Tracker for Gmail\" add-on and automatically inserts tracking features to all outgoing emails. You no longer need to manually enable tracking for each email individually.\n\nReal-time Notifications: Receive instant notifications as soon as your email is opened. Stay informed about the time and location of the recipient's interaction with your message.\n\nRead Receipts: Get detailed read receipts for your emails, including the exact time your message was opened. Gain valuable insights into your email engagement and follow up with recipients at the right moment.\n\nStreamlined User Interface: The extension provides a user-friendly interface within Gmail, allowing you to easily manage and track your sent emails. Access tracking data, configure settings, and view comprehensive reports all from one convenient location.\n\nPersonalized Tracking: Customize your tracking preferences according to your needs. Enable or disable tracking for specific recipients or domains to ensure privacy and tailor your tracking strategy.\n\nPrivacy Protection: The extension adheres to strict privacy standards, ensuring that your personal information and email content remain confidential. Rest assured that your data is handled securely.\n\nTake control of your email communication with the Automatic Mail Tracker for Gmail Chrome extension. Say goodbye to manual tracking and enjoy effortless tracking of your sent emails. Download now and supercharge your productivity!"
  }
}