{
  "name": {
    "am,ar,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pt_PT,sl,sr,sv,sw,ta,te,th,vi,zh_CN,zh_TW": "Aliexpress SuperStar, price history",
    "bg,de,es,fr,hu,nl,pl,pt_BR,ro,ru,tr": "Aliexpress SuperStar - price history & currency",
    "cs": "Aliexpress SuperStar česky, Historie cen",
    "sk": "Aliexpress SuperStar slovensky, Hostoria cien",
    "uk": "Aliexpress SuperStar, price history, currency"
  },
  "short": {
    "am,ar,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pt_PT,sl,sr,sv,sw,ta,te,th,vi,zh_CN,zh_TW": "Aliexpress Superstar - The Best Advisor for Shopping  in China",
    "bg": "Съветник за пазаруване в Aliexpress и GearBest - проследяване на цените",
    "cs": "Aliexpress - Česká pomůcka pro nakupování v Číně - AliSuperstar.cz",
    "de": "Aliexpress & GearBest Kaufberatung - Preisverfolgung",
    "es": "Aliexpress y GearBest Asesor de compras: seguimiento de precios",
    "fr": "Aliexpress & GearBest Conseiller commercial - suivi des prix",
    "hu": "Aliexpress & GearBest Vásárlási tanácsadó - ár követés",
    "nl": "Aliexpress & GearBest Winkeladviseur - prijzen bijhouden",
    "pl": "Doradca zakupowy Aliexpress i GearBest – monitorowanie cen",
    "pt_BR": "Assistente de compras do Aliexpress e GearBest",
    "ro": "Consilier de cumpărături pentru Aliexpress & GearBest - monitorizare prețuri",
    "ru": "Первый АлиЭкспресс и ГиарБест помощник -  AliSuperstar.com",
    "sk": "AliExpress pomocník a história cien - AliSuperstar.sk",
    "tr": "Aliexpress ve GearBest Alışveriş Danışmanı - fiyat izleme",
    "uk": "Aliexpress Superstar - найкращий радник з шопінгу в Китаї"
  },
  "long": {
    "am,ar,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pt_PT,sl,sr,sv,sw,ta,te,th,vi,zh_CN,zh_TW": "Aliexpress™ Superstar is an amazing browser extension, which will help you to save money and protect your purchase when shopping on Ali™.\n\nThis unique tool has a lot of great features. Here are some of them:\n\n1. Tracking price history on Ali™ \n2. Convert prices to 160 world currencies\n3. Find same products from other sellers for better price\n4. Seller rating analysis will tell you, if it is safe to buy the product\n5. By using right click, you can find any product by image search.\n6. Purchase protection period - our tool will notify you always, when protection period is expiring\n7. Easy tracking orders by one click\n8. Filtering products by Standard and Saver Shipping\n9. Switching  to any language by automatic translation\n\n\nAny features of this tool can be turn on & off in settings. Just choose, which features you want to use.\n\nYou can switch any currency & 15 language of this extension. \n\nIf you would like to add any new feature to this plugin, any new currency, any new language, please contact us on  info@alisuperstar.com . We will add it for you.\n\nIn link below, you will find article, about how to use our plugin:\nhttps://www.alimaniac.com/aliexpress-articles/39-history-and-price-comparator-on-aliexpress/\n\nHow to install extension to  Mozilla:\nhttps://www.alimaniac.com/how-to-shop-on-aliexpress/41-mozilla-firefox-how-to-add-aliexpress-superstar/\n\nHow to install extension to  Opera:\nhttps://www.alimaniac.com/how-to-shop-on-aliexpress/40-opera-browser-how-to-add-aliexpress-superstar/\n\n***\n\nOur extension uses the Google Analytics service to collect statistics on the use of the extension.\n\nWe use minumum permissons needed. Here is what for do we use them.\n\n1. http(s)://*/*\nFor collecting prices and another information from Aliexpress™ website. We dont collect any sensitive information.\nWe use this permission for search by image function, so you are able to search product on Aliexpress™ and other websites as well.\n\n2. Storage\nThis permission is for storing the extension settings.\nWe use this permission to store user data as objects and it is also necessary to image search function.\n\n3. ContextMenus\n- Search product by image from the context menu.\n\n\n*Ali, Ali Express and AliExpress is trademark of Alibaba Group Holding. Use of this trademark is subject to AliExpress Affiliate Program Service Agreement.",
    "bg": "Aliexpress Superstar - Най-добрият съветник за пазаруване от Китай\n\nAlisuperstar.com е невероятно разширение за браузъра, което ще ви помогне да спестите пари и да защитите покупката си при пазаруване в Aliexpress, Gearbest, Banggood и много други магазини в Китай. \n\nТози уникален инструмент има много страхотни функции. Ето някои от тях:\n\n1. Проследяване историята на цените в Aliexpress и GearBest.\n2. Преобразуване на цените във всяка валута.\n3. Намерете същите продукти от други продавачи на по-добра цена.\n4. Анализът на рейтинга на продавача ще ви каже, ако е безопасно да купите продукта.\n5. С щракване с десния бутон можете да намерите всеки продукт в Aliexpress чрез търсене на изображения. \n6. Период на защита на покупката - инструментът ни ще ви уведомява винаги, когато периодът на защита изтича.\n7. Лесно проследяване на поръчките с едно щракване. \n\nВсички функции на този инструмент могат да се включат и изключат в настройките. Просто изберете кои функции искате да използвате.\n\nМожете да превключвате всяка валута и език на това разширение \n\nАко искате да добавим нова функция към тази приставка, нова валута, нов език, моля свържете се с нас на  info@alisuperstar.com . Ние ще ги добавим за вас.\n\nНа връзката по-долу ще намерите статия за това, как да използвате нашата приставка:\nhttps://www.alimaniac.com/aliexpress-articles/39-history-and-price-comparator-on-aliexpress/\n\nКак да инсталирате разширението в  Mozilla:\nhttps://www.alimaniac.com/how-to-shop-on-aliexpress/41-mozilla-firefox-how-to-add-aliexpress-superstar/\n\nOpera:\nhttps://www.alimaniac.com/how-to-shop-on-aliexpress/40-opera-browser-how-to-add-aliexpress-superstar/",
    "cs": "Aliexpress Superstar je výborný doplněk do prohlížeče, který Vám pomůže ušetřit peníze a ochránit Vaše nákupy na Aliexpress.\n\nTento unikátní nástroj má spoustu skvělých funkcí. Tady jsou některé z nich:\n\n1. Sledování historie cen na Aliexpress a GearBest.\n\n2. Zobrazení cen v českých korunách.\n\n3. Srovnává ceny produktů od různých prodejců.\n\n4. Analýza hodnocení prodejce Vám poradí, jestli je bezpečné koupit daný produkt.\n\n5. Vyhledávání produktů podle obrázků z internetu, pomocí kliknutím na pravé tlačítko myši.\n\n6. Sledování ochranné lhůty - náš doplněk Vás bude vždy informovat před koncem ochranné lhůty.\n\n7. Jednoduché sledování objednávek jedním kliknutím.\n\n8. Vyhledávání produktu vložením hledaného názvu zboží v češtině.\n\n9. Překlad Aliexpress stránky do češtiny - Aliexpress tuto funkci již nenabízí\n\n10. Filtrování produktů  podle Aliexpress Standard a Saver Shipping\n\n\n \n\nVšechny funkce tohoto nástroje lze v nastavení zapnout a vypnout. Stačí si vybrat, které funkce chcete používat. Můžete přepínat libovolnou měnu a jazyk tohoto doplňku.\n\nPokud byste chtěli do tohoto doplňku přidat novou funkci, jakoukoliv novou měnu, jakýkoliv nový jazyk, kontaktujte nás na info@alisuperstar.com. Přidáme Vám to.\n\nPodívejte se, jak doplněk používat: \nhttps://www.ceskyali.cz/clanky/39-historie-a-srovnavac-cen-na-aliexpress/\n\nOPERA: Postup jak nainstalovat doplněk pro prohlížeč OPERA\nhttps://www.ceskyali.cz/jak-nakupovat-na-aliexpress/40-prohlizec-opera-jak-si-pridat-pomucku-alisuperstar/\n\nFirefox: Postup jak nainstalovat doplněk do Mozilla Firefox:\nhttps://www.ceskyali.cz/jak-nakupovat-na-aliexpress/41-mozilla-firefox-jak-si-pridat-pomucku-alisuperstar/\n\n\nPokud Vám neco nefunguje, napište prosím do diskuze, kde Vám rádi pomůžeme:\nhttps://www.alirecenze.cz/tema/aliexpress-cenova-historie-srovnani-kontrola-prodavajiciho-sledovani-zasilek/",
    "de": "Aliexpress Superstar – Der beste Ratgeber für den Einkauf in China\n\nAlisuperstar.com ist eine großartige Browser-Erweiterung, die dir dabei hilft Geld zu sparen und deinen Einkauf zu schützen, wenn du auf Aliexpress, Gearbest, Banggood und vielen anderen Shops in China einkaufst. \n\nDiese einzigartige Anwendung hat eine Vielzahl toller Features. Hier sind ein paar von ihnen:\n\n1. Verfolge den Preisverlauf auf Aliexpress und GearBest.\n2. Rechne die Preise in jede beliebige Währung um.\n3. Finde die gleichen Produkte bei einem anderen Verkäufer zu einem günstigeren Preis.\n4. Die Analyse der Verkäuferbewertung sagt dir, ob es sicher ist ein Produkt zu kaufen.\n5. Mit einem Rechts-Klick kannst du jedes Produkt auf Aliexpress durch eine Bildersuche finden. \n6. Einkaufsschutzperiode - Unsere Anwendung wird dich immer benachrichtigen, wenn die Schutzperiode abläuft. \n7. Die Bestellungen einfach mit nur einem Klick verfolgen. \n\nAlle Features dieser Anwendung können in den Einstellungen an- und ausgeschaltet werden. Wähle einfach aus, welche Features du benutzen willst.\n\nDu kannst jede Währung & Sprache der Erweiterung ändern. \n\nWenn du ein neues Feature, eine neue Währung, eine neue Sprache zu dieser Erweiterung hinzufügen möchtest, kontaktiere uns bitte über  info@alisuperstar.com .  Wir werden es für dich einbauen.\n\nIm unteren Link findest du Artikel über die Benutzung unserer Erweiterung:\nhttps://www.alimaniac.com/aliexpress-articles/39-history-and-price-comparator-on-aliexpress/\n\nWie man die Erweiterung in Mozilla installiert:\nhttps://www.alimaniac.com/how-to-shop-on-aliexpress/41-mozilla-firefox-how-to-add-aliexpress-superstar/\n\nOpera:\nhttps://www.alimaniac.com/how-to-shop-on-aliexpress/40-opera-browser-how-to-add-aliexpress-superstar/",
    "es": "Aliexpress Superstar: el mejor asesor para comprar en China\n\nAlisuperstar.com es una increíble extensión del navegador que le ayudará a ahorrar dinero y proteger su compra cuando compre en Aliexpress, Gearbest, Banggood y muchas otras tiendas en China. \n\nEsta herramienta única tiene muchas funciones increíbles. Estas son algunas de ellas:\n\n1. Seguimiento del historial de precios en Aliexpress y GearBest.\n2. Convierte precios a cualquier divisa.\n3. Encuentre los mismos productos de otros vendedores para obtener un precio mejor.\n4. El análisis de calificación del vendedor le dirá si es seguro comprar el producto.\n5. Al hacer clic con el botón derecho, podrá buscar cualquier producto en Aliexpress mediante la búsqueda de imágenes. \n6. Periodo de protección de compras: nuestra herramienta le avisará siempre del vencimiento  del período de protección.\n7. Fácil seguimiento de pedidos con un solo clic. \n\nCualquier función de esta herramienta puede activarse y desactivarse en la configuración. Simplemente elija las funciones que desea utilizar.\n\nPuede cambiar cualquier divisa e idioma de esta extensión. \n\nSi desea agregar a este complemento una nueva función o divisa o un nuevo idioma, contacte con nosotros en  info@alisuperstar.com  Lo agregaremos por usted.\n\nEn el siguiente enlace encontrará un artículo sobre cómo usar nuestro complemento:\nhttps://www.alimaniac.com/aliexpress-articles/39-history-and-price-comparator-on-aliexpress/\n\nCómo instalar la extensión en  Mozilla:\nhttps://www.alimaniac.com/how-to-shop-on-aliexpress/41-mozilla-firefox-how-to-add-aliexpress-superstar/\n\nOpera:\nhttps://www.alimaniac.com/how-to-shop-on-aliexpress/40-opera-browser-how-to-add-aliexpress-superstar/",
    "fr": "Aliexpress Superstar - Le meilleur conseiller pour le shopping en China\n\nAlisuperstar.com est une formidable extension de navigateur qui vous aidera à économiser de l'argent et à protéger vos achats lorsque vous magasinez sur Aliexpress, Gearbest, Banggood ainsi que de nombreuses autres boutiques en China. \n\nCet outil unique possède de nombreuses fonctionnalités intéressantes. En voici quelques unes :\n\n1. Suivi de l'historique des prix sur Aliexpress et GearBest.\n2. Convertissez les prix en n'importe quelle devise.\n3. Trouver les mêmes produits auprès d'autres vendeurs pour un meilleur prix.\n4. L'analyse de la notation du vendeur vous indiquera s'il est prudent d'acheter le produit.\n5. En utilisant le clic droit, vous pouvez trouver n'importe quel produit sur Aliexpress via la recherche d'image. \n6. Période de protection des achats - notre outil vous avertit toujours lorsque la période de protection expire.\n7. Suivi facile des commandes en un clic. \n\nToutes les fonctionnalités de cet outil peuvent être activées ou désactivées dans les paramètres. Choisissez simplement les fonctionnalités que vous souhaitez utiliser.\n\nVous pouvez changer la devise et la langue de cette extension. \n\nSi vous souhaitez ajouter une nouvelle fonctionnalité à ce plugin, une nouvelle devise ou une nouvelle langue, veuillez nous contacter à l'adresse  info@alisuperstar.com . Nous l'ajouterons pour vous.\n\nDans le lien ci-dessous, vous trouverez un article expliquant l'utilisation de notre plugin :\nhttps://www.alimaniac.com/aliexpress-articles/39-history-and-price-comparator-on-aliexpress/\n\nComment installer l'extension dans  Mozilla:\nhttps://www.alimaniac.com/how-to-shop-on-aliexpress/41-mozilla-firefox-how-to-add-aliexpress-superstar/\n\nOpera:\nhttps://www.alimaniac.com/how-to-shop-on-aliexpress/40-opera-browser-how-to-add-aliexpress-superstar/",
    "hu": "Aliexpress Superstar - A legjobb segítség, ha Kínából vásárol\n\nAz Alisuperstar.com egy fantasztikus böngésző-bővítmény, melynek segítségével pénzt takaríthat meg és biztosíthatja ügyleteit az Aliexpress, Gearbest, Banggood oldalakon és más kínai üzletekben történő vásárlás során. \n\nEz az egyedülálló eszköz számos nagyszerű funkciót kínál. Néhány példa ezek közül:\n\n1. Árak nyomonkövetése itt: Aliexpress és GearBest.\n2. Árak átváltása bármely pénznemre.\n3. Ugyanazon árucikket más eladótól jobb áron is megtalálhatja.\n4. Az eladóra adott értékelések elemzésével tájékoztat a termék megvásárlásának biztonságáról.\n5. Jobb gombbal kattintva kép alapján bármely termékre kereshet az Aliexpressen. \n6. Vásárlásvédelmi időszak - eszközünk mindig értesíteni fogja, amikor a védelmi időszak lejárta közeledik.\n7. Egyetlen kattintással, könnyedén nyomon követheti a megrendeléseit. \n\nAz eszköz bármely funkciója be- és kikapcsolható a beállításokban. Csak válassza ki, mely funkciókat kívánja használni.\n\nBármely, a bővítményben felkínált pénznemre vagy nyelvre átkapcsolhat. \n\nHa új funkciókat, újabb pénznemet vagy nyelvet szeretne hozzáadni a bővítményhez, kérjük, vegye fel velünk a kapcsolatot:  info@alisuperstar.com  Kérésére hozzáadjuk.\n\nAz alábbi hivatkozáson a bővítmény használatát bemutató cikket olvashat:\nhttps://www.alimaniac.com/aliexpress-articles/39-history-and-price-comparator-on-aliexpress/\n\nBővítmény telepítése  Mozilla: böngészőre:\nhttps://www.alimaniac.com/how-to-shop-on-aliexpress/41-mozilla-firefox-how-to-add-aliexpress-superstar/\n\nOpera:\nhttps://www.alimaniac.com/how-to-shop-on-aliexpress/40-opera-browser-how-to-add-aliexpress-superstar/",
    "nl": "Aliexpress Superstar - De beste adviseur bij het shoppen in China\n\nAlisuperstar.com is een geweldige browserextensie die je helpt om geld te besparen en die jou bescherming biedt wanneer je winkelt op Aliexpress, Gearbest, Banggood en vele andere winkels in China.  \n\nDit unieke hulpmiddel heeft vele fijne functies.  Hier zijn er een paar:\n\n1. Prijsgeschiedenis traceren op Aliexpress en GearBest.\n2. Prijzen omzetten naar een andere valuta. \n3. Producten van andere verkopers vinden met een betere prijs. \n4. Door de analyse van verkopersbeoordelingen weet je of het veilig is om een product te kopen. \n5. Je kunt alle producten vinden op Aliexpress met image search door op de rechtermuisknop te klikken.  \n6. Termijn aankoopbescherming - ons hulpmiddel stuurt je een melding wanneer de beschermingstermijn bijna overschreden is.\n7. Gemakkelijk bestellingen traceren met een klik.  \n\nAlle functies van dit hulpmiddel kunnen aan & en uitgezet worden in de instellingen.  Kies welke functies je wilt gebruiken.\n\nJe kunt kiezen uit alle valuta's & talen van deze extensie. \n\nAls je een nieuwe functie, valuta of taal wilt toevoegen aan deze plugin, neem dan contact met ons op via  info@alisuperstar.com . Wij zullen hem voor je toevoegen.\n\nIn de link hieronder staat een artikel over hoe je onze plugin moet gebruiken:\nhttps://www.alimaniac.com/aliexpress-articles/39-history-and-price-comparator-on-aliexpress/\n\nHoe installeer je een extensie in  Mozilla:\nhttps://www.alimaniac.com/how-to-shop-on-aliexpress/41-mozilla-firefox-how-to-add-aliexpress-superstar/\n\nOpera:\nhttps://www.alimaniac.com/how-to-shop-on-aliexpress/40-opera-browser-how-to-add-aliexpress-superstar/",
    "pl": "Aliexpress Superstar - Najlepszy Doradca przy Zakupach w Chinach\n\nAlisuperstar.com jest niesamowitym rozszerzeniem do przeglądarki, które pomoże Ci oszczędzić pieniądze i chronić Twoje transakcje podczas zakupów na Aliexpress, Gearbest, Banggood i w wielu innych sklepach w Chinach. \n\nTo wyjątkowe narzędzie ma wiele wspaniałych opcji. Oto niektóre z nich:\n\n1. Śledzenie historii cen na Aliexpress i GearBest.\n2. Konwersja cen do dowolnej waluty.\n3. Znajdź te same produkty od innych sprzedawców w lepszych cenach.\n4. Analiza oceny sprzedawcy powie Ci, czy kupno tego produktu jest bezpieczne.\n5. Prawym kliknięciem myszki możesz znaleźć dowolny produkt na Aliexpress wyszukując obrazem. \n6. Okres ochrony zakupu - nasze narzędzie powiadomi Cię zawsze, gdy okres ochrony będzie się kończył.\n7. Łatwe śledzenie zamówień jednym kliknięciem, \n\nWszystkie funkcje tego narzędzia mogą być włączone i wyłączone w ustawieniach. Wystarczy wybrać, których z nich chcesz używać.\n\nMożesz zmienić walutę i język rozszerzenia. \n\nJeśli chciałbyś dodać do tej wtyczki jakiekolwiek nowe funkcje, waluty czy języki, skontaktuj się z nami pod  info@alisuperstar.com  Dodamy je dla Ciebie.\n\nPod poniższym linkiem znajduje się artykuł o tym, jak używać naszej wtyczki:\nhttps://www.alimaniac.com/aliexpress-articles/39-history-and-price-comparator-on-aliexpress/\n\nJak zainstalować rozszerzenie w przeglądarce Mozilla Firefox:\nhttps://www.alimaniac.com/how-to-shop-on-aliexpress/41-mozilla-firefox-how-to-add-aliexpress-superstar/\n\nJak zainstalować rozszerzenie w przeglądarce Opera:\nhttps://www.alimaniac.com/how-to-shop-on-aliexpress/40-opera-browser-how-to-add-aliexpress-superstar/",
    "pt_BR": "Aliexpress Superstar - O Melhor Assistente de Compras na China\n\nAlisuperstar.com é uma extensão para navegador fantástica, que fará você poupar dinheiro e protegerá sua compra nos sites de Aliexpress, Gearbest, Banggood e muitas outras lojas na China. \n\nEssa ferramenta única possui muitos recursos excelentes. Aqui estão alguns deles:\n\n1. Monitoramento do histórico de preços em Aliexpress e GearBest.\n2. Conversão dos preços para qualquer moeda.\n3. Localização do mesmo produto de outros vendedores, para o melhor preço.\n4. Análise da avaliação do vendedor, que informará sobre a segurança de comprar o produto.\n5. Utilizando o botão direito, você poderá encontrar qualquer produto no Aliexpress pela pesquisa por imagem. \n6. Prazo de proteção da compra – nossa ferramenta sempre o notificará quando o prazo de proteção estiver expirando.\n7. Facilidade no monitoramento dos pedidos, com apenas um clique. \n\nTodos os recursos dessa ferramenta podem ser ativados e desativados nas configurações. Basta escolher quais recursos você quer utilizar.\n\nVocê pode trocar a moeda e o idioma da extensão. \n\nSe quiser adicionar qualquer novo recurso moeda ou idioma a esse plugin, por favor, contate-nos via  info@alisuperstar.com . Nós faremos isso por você.\n\nNo link abaixo, você encontrará um artigo sobre como utilizar nosso plugin:\nhttps://www.alimaniac.com/aliexpress-articles/39-history-and-price-comparator-on-aliexpress/\n\nComo instalar a extensão no  Mozilla:\nhttps://www.alimaniac.com/how-to-shop-on-aliexpress/41-mozilla-firefox-how-to-add-aliexpress-superstar/\n\nOpera:\nhttps://www.alimaniac.com/how-to-shop-on-aliexpress/40-opera-browser-how-to-add-aliexpress-superstar/",
    "ro": "Aliexpress Superstar - Cel mai bun consultant pentru cumpărături din China\n\nAlisuperstar.com este o extensie extraordinară de browser care vă va ajuta să economisiți bani și să vă protejați achiziția atunci când faceți cumpărături pe Aliexpress, Gearbest, Banggood și multe alte magazine din China. \n\nAcest instrument unic are multe caracteristici excelente. Iată câteva dintre ele:\n\n1. Urmărirea istoricului prețurilor pe Aliexpress și GearBest.\n2. Convertiți prețurile în orice monedă.\n3. Găsiți aceleași produse la alți vânzători, la un preț mai bun.\n4. Analiza evaluării vânzătorului vă va spune dacă este sigur să cumpărați produsul.\n5. Dând clic dreapta, puteți găsi orice produs de pe Aliexpress prin căutare de imagini. \n6. Perioadă de protecție a achiziției - instrumentul nostru vă va anunța întotdeauna când expiră perioada de protecție.\n7. Urmărire ușoară a comenzilor, cu un singur clic. \n\nOrice caracteristică a acestui instrument poate fi activată și dezactivată în setări. Doar alegeți ce caracteristici vreți să folosiți.\n\nPuteți comuta între orice monedă și limbă în această extensie. \n\nDacă doriți să adăugați la acest plugin orice caracteristică nouă, orice monedă nouă, orice limbă nouă, vă rugăm să ne contactați la  info@alisuperstar.com . O vom adăuga pentru dvs.\n\nÎn linkul de mai jos veți găsi un articol despre modul de utilizare al pluginului nostru:\nhttps://www.alimaniac.com/aliexpress-articles/39-history-and-price-comparator-on-aliexpress/\n\nCum să instalați extensia în  Mozilla:\nhttps://www.alimaniac.com/how-to-shop-on-aliexpress/41-mozilla-firefox-how-to-add-aliexpress-superstar/\n\nOpera:\nhttps://www.alimaniac.com/how-to-shop-on-aliexpress/40-opera-browser-how-to-add-aliexpress-superstar/",
    "ru": "Aliexpress Superstar - Лучший проводник по покупкам в Китае.\n\nAlisuperstar.com Прекрасное приложение для Вашего поисковика, которое поможет Вам сэкономить деньги и обезопасит Ваши покупки на Aliexpress, GearBest, Banggood и во многих других магазинах Китая.\n   \nЭто уникальное приложение имеет множество полезных функций. Вот некоторые из них:\n\n1. Слежение за историей цен на Aliexpress и GearBest\n2. Отображение цен в рублях. \n3. Сравнение цен товаров от разных продавцов.\n4. Анализ рецензий продавца поможет Вам понять, насколько безопасна покупка товаров именно у него.\n5. Поиск товаров по картинкам из интренета, с помощью нажатия на правую кнопку мыши.\n6. Слежение за гарантийным сроком - наше приложение всегда будет информировать Вас о приближение окончания гарантийного срока. \n7. Простое слежение за посылками одним нажатием.\n \nВсе функции этого приложения можно включить или отключить в настройках. Также можете переключать валюту и язык.\n   \nЕсли бы Вы хотели добавить к приложению новую функцию, или валюту, или язык, пишите нам об этом на адрес info@alisuperstar.com, мы добавим.\n\nПосмотрите, как использовать приложение:\nhttps://www.alimaniac.com/aliexpress-articles/39-history-and-price-comparator-on-aliexpress/\n\nMozilla: Инструкция, как установить приложение для браузера Mozilla:\nhttps://www.alimaniac.com/how-to-shop-on-aliexpress/41-mozilla-firefox-how-to-add-aliexpress-superstar/\n\nOPERA: Инструкция, как установить приложение для браузера Opera\nhttps://www.alimaniac.com/how-to-shop-on-aliexpress/40-opera-browser-how-to-add-aliexpress-superstar/\n\n\nЕсли у Вас что-то не работает, напишите нам, пожалуйста, в дискуссиях, мы с радостью Вам поможем:   info@alisuperstar.com",
    "sk": "Aliexpress Superstar - najlepší poradca na nákupy v Číne\n\nAlisuperstar.cz je výborny doplnok do prehliadača, ktorý Vám pomôže ušetriť peniaze a ochrániť Vaše nákupy na Aliexpress.\n\nTento unikátny nástroj má veľa skvelých funkcií. Tu sú niektoré z nich:\n\n1. Sledovanie histórie cien na Aliexpress\n2. Zobrazenie cien v rôzných menách.\n3. Porovnávanie cien produktov od rôznych predajcov.\n4. Analýza hodnotenia predajca Vám poradí, či je bezpečné kúpiť daný produkt.\n5. Vyhľadávanie produktov podľa obrázkov z internetu, pomocou kliknutia na pravé tlačidlo myši.\n6. Sledovanie ochrannej lehoty - náš doplnok Vás vždy informuje, že sa blíži koniec ochrannej lehoty.\n7. Jednoduché sledovanie objednávok jedným kliknutím.\n8. Vyhľadávanie produktu vložením hľadaného názvu tovaru v slovenčine.\n9. Preklad Aliexpress stránky do slovenčiny - Aliexpress už túto funkciu už neponúka\n10. Filtrovanie produktu podľa Aliexpress Standard a Saver Shipping\n\n\n\nVšetky funkcie tohto nástroja možno v nastavení zapnúť a vypnúť. Stačí si vybrať, ktoré funkcie chcete používať. Môžete prepínať ľubovoľnú menu a jazyk tohto doplnku.\n\nAk by ste chceli do tohto doplnku pridať novú funkciu, pridať akúkoľvek novú menu, akýkoľvek nový jazyk, kontaktujte nás na info@alisuperstar.com. Pridáme Vám to.\n\nPozrite sa, ako doplnok používať: \nhttps://www.slovenskyali.sk/clanky-aliexpress/39-historia-porovnanie-cien-aliexpress/\n\nMOZILLA - Postup ako nainštalovať doplnok:\nhttps://www.slovenskyali.sk/ako-nakupovat-na-aliexpress/41-mozilla-firefox-ako-si-pridat-pomocku-alisuperstar/\n\nOpera - Postup ako nainštalovať doplnok do prehliadača:\nhttps://www.slovenskyali.sk/ako-nakupovat-na-aliexpress/40-prehliadac-opera-ako-si-pridat-pomocku-alisuperstar/\n\n\nAk Vám nieco nefunguje, napíšte prosím do diskusie, kde Vám radi pomôžeme:\nhttps://www.alirecenze.cz/tema/aliexpress-cenova-historie-srovnani-kontrola-prodavajiciho-sledovani-zasilek/",
    "tr": "Aliexpress Superstar - Çin'de Alışveriş İçin En İyi Rehber\n\nAlisuperstar.com, Aliexpress, Gearbest, Banggood ve daha birçok Çin mağazasında alışveriş yaparken size tasarruf etmenizde ve alışverişinizi korumanızda yardımcı olacak harika bir tarayıcı eklentisidir. \n\nBu özel aracın birçok harika özelliği vardır.\n İşte bunlardan bazıları:\n\n1. Aliexpress ve GearBest.'te fiyat geçmişi izleme.\n2. Fiyatları tüm para birimlerine çevirme.\n3. Daha iyi fiyat için diğer satıcılardan aynı ürünleri bulma.\n4. Satıcı puan analizi size ürünü satın almanın güvenli olup olmadığını söyleyecektir.\n5. Sağ tıkı kullanarak görsel arama ile Aliexpress üzerindeki tüm ürünleri bulabilirsiniz. \n6. Satın alma koruma süresi - aracımız her zamanki gibi koruma süresi sona ererken sizi uyaracaktır.\n7. Tek tıkla kolay sipariş takibi. \n\nBu aracın tüm özellikleri ayarlardan açılıp kapatılabilir. Sadece hangi özelliği kullanmak istediğinizi seçin.\n\nBu eklentide tüm para birimi ve dillere geçebilirsiniz. \n\nBu eklentiye yeni bir özellik, yeni bir para birimi, yeni bir dil eklemek isterseniz bizimle  info@alisuperstar.com  adresinden iletişime geçebilirsiniz. Sizin için ekleyeceğiz.\n\nAşağıdaki bağlantıda eklentimizin kullanımıyla ilgili bir makale bulacaksınız.\nhttps://www.alimaniac.com/aliexpress-articles/39-history-and-price-comparator-on-aliexpress/\n\nEklentiyi  Mozilla:'ya kurma:\nhttps://www.alimaniac.com/how-to-shop-on-aliexpress/41-mozilla-firefox-how-to-add-aliexpress-superstar/\n\nOpera:\nhttps://www.alimaniac.com/how-to-shop-on-aliexpress/40-opera-browser-how-to-add-aliexpress-superstar/",
    "uk": "Aliexpress Superstar - найкращий радник для покупок в Китаї\n\nAlisuperstar.com - це дивовижне розширення браузера, яке допоможе вам заощадити гроші та захистити покупку під час покупок на Aliexpress, Gearbest, Banggood та багатьох інших магазинах Китаю.\n\nЦей унікальний інструмент має безліч чудових функцій. Ось деякі з них:\n\n1. Відстеження історії цін на Aliexpress та GearBest.\n2. Конвертувати ціни в будь-яку валюту.\n3. Знайдіть ті самі товари від інших продавців за вищою ціною.\n4. Аналіз рейтингу продавця скаже вам, чи безпечно купувати товар.\n5. Клацнувши правою кнопкою миші, ви можете знайти будь-який продукт на Aliexpress за допомогою пошуку зображень.\n6. Період захисту покупки - наш інструмент буде повідомляти вас завжди, коли закінчується термін захисту.\n7. Легке відстеження замовлень одним клацанням миші.\n\nБудь-які функції цього інструмента можна включати та вимикати в налаштуваннях. Просто виберіть, які функції ви хочете використовувати.\n\nВи можете переключити будь-яку валюту та мову цього розширення.\n\nЯкщо ви хочете додати будь-яку нову функцію до цього плагіна, будь-яку нову валюту, будь-яку нову мову, зв'яжіться з нами на info@alisuperstar.com. Ми додамо його для вас.\n\nЗа посиланням нижче ви знайдете статтю про те, як використовувати наш плагін:\nhttps://www.alimaniac.com/aliexpress-articles/39-history-and-price-comparator-on-aliexpress/\n\nЯк встановити розширення до Mozilla:\nhttps://www.alimaniac.com/how-to-shop-on-aliexpress/41-mozilla-firefox-how-to-add-aliexpress-superstar/\n\nОпера:\nhttps://www.alimaniac.com/how-to-shop-on-aliexpress/40-opera-browser-how-to-add-aliexpress-superstar/"
  }
}