{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Youtube Study Kit"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly Make video notes and convert into pdf"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Study Kit: The Ultimate Revision Tool for Students\n\nTransform the way you learn from YouTube with the YouTube Study Kit Chrome Extension. Save time, stay organized, and make your study sessions smarter and more efficient.\n\nKey Features:\n\nTimestamped Snapshots: Capture key video moments with timestamps while watching, without distractions.\nInteractive PDFs: Download your notes as PDFs with clickable snapshots that take you back to the exact moment in the video.\nPlaylist Notes: Combine notes from an entire playlist into a single, clutter-free PDF for streamlined revision.\nAI-Powered Q&A: Ask questions about the content taught in the video and get precise answers with special links to the exact video segments relevant to your question.\nSmart Content Search: Quickly locate the most relevant videos or content to save time and avoid frustration.\nSay goodbye to manual note-taking, repetitive video-watching, and disorganized revision. With YouTube Study Kit, every video becomes an interactive, intelligent study resource.\n\nPerfect For:\n\nStudents preparing for exams.\nProfessionals learning new skills.\nAnyone who wants to save time and enhance their learning from YouTube.\nUpgrade your YouTube study experience today—download YouTube Study Kit now!"
  }
}