{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cryptocurrency Price Tracker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This simple extension allows you to track price changes of Bitcoin and other cryptocurrencies."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension is Powered by CoinGecko API.\n\nCryptocurrency Price Tracker is small extension which gives you possibility to track price changes of Bitcoin and other cryptocurrencies. With this extension you can also see the total market cap.\n\nYou can easily set price alert for Bitcoin or some other cryptocurrency. You can see cryptocurrency prices in AUD, CAD, CHF, CNY, EUR, GBP, INR, RUB, IDR, PLN, NZD, KRW, MYR, TRY.\n\nTo start using this extension, you can click on the extension icon with right mouse button and then choose options. On the options page, you will be able to choose coins that you wish to track, the currency in which you want to see coin price (BTC price is always visible) and to set price alerts for any available coin. To set price alert, simply click on bell icon and then you will be able to set a price alert for that coin. If you don't want to use one field when setting alert, leave that field empty.\n\nCoin prices that are displayed in BTC are set to 8 digits after the decimal point. If coin price is less than a 1, it will be fixed to 8 digits after the decimal point. Otherwise it will be fixed to 4 digits after the decimal point.\n\n----------------------\nThis extension is for information purposes only. I cannot guarantee the accuracy of the data provided by this extension. I will not be held responsible for any damage arising from the use of this extension.\n----------------------\n\nv6.9 (12/4/2022)\n- After a long time this extension is getting updated and it is back into the Chrome store.\n- This update brings some performance optimizations under the hood. Code is now organized differently in preparation for another update that will be necessary for this and other extensions to be available on Chrome store in the future.\n- UI has been changed. Popup window have cleaner look now. Options page has got a whole new look and is now easier to use :D Welcome and Update page are also changed.\n- On Options page, you can see three new buttons. It was suggested a long time ago by few a users, but we were not able to implement it back then. Now you can use those buttons to easily switch only to coins that you have selected and coins that you have set price alert for.\n\nv6.7 (5/4/2022)\n- Extension is live again\n- Small improvements\n\nv6.6 (9/16/2019)\n- Small improvements\n\nv6.5 (6/29/2019)\n- Text is changed in few places\n\nv6.4 (6/9/2019)\n- Small bug with folder structure is fixed\n\nv6.3 (6/9/2019)\n- Page with my addresses on which users can send a tip\n- New fiat currency \"TRY\" is added\n- Option to change color scheme of popup window is added\n\nv6.2 (1/25/2019)\n- Small code changes\n\nv6.1 (1/24/2019)\n- Code is adapted to changed API\n- Small UI changes\n\nv6.0 (12/2/2018)\n- try/catch block are added to prevent extension from crashing if some block of code fail\n- Donation addresses are removed\n\nv5.9 (9/18/2018)\n- Bug fix\n\nv5.8 (8/8/2018)\n- Code is organized\n- Unnecessary code is removed\n- Donation text is changed\n- Some small changes\n\nv5.7 (7/28/2018)\n- Litecoin donation address is added\n- Some small changes\n\nv5.6 (7/28/2018)\n- Donation addresses are added\n\nv5.5 (7/20/2018)\n- Welcome page is updated\n\nv5.4 (7/20/2018)\n- Search field bug on options page is now fixed\n\nv5.3 (7/19/2018)\n- You can now click on a coin name in a popup window and it will take you to CoinGecko.com page for that coin. This option is disabled by default, but you can enable it on the options page;\n- Price alerts are again functional for FIAT currencies, but with one difference. You can now choose between BTC and FIAT currency that you have selected (USD by default). So, let's say that you put price alert on Bitcoin to warn you if it goes above 8000 USD. Later you change your FIAT currency to EUR and your alert is now 8000 EUR instead of 8000 USD;\n- Small UI changes.\n\nv5.2 (7/18/2018)\n- Try/catch block is added to handle bad request for global data\n\nv5.1 (7/18/2018)\n- Bug fixed\n\nv5.0 (7/18/2018)\n- Total market cap is again visible;\n- As it was suggested by one user, extension is now supporting more coins;\n- When you change from one FIAT currency to another, you will need to wait next update (about 5 minutes) to see prices in selected FIAT currency;\n- When you choose another coin, his BTC price will probably not be visible until next update (about 5 minutes);\n- Due to changes in the code, some of your alerts may not be working. So, you should set them again;;\n- Also, now it is possible to set price alerts only in BTC. That should be fixed in future updates;\n- If coin price is less than a 1, it will be fixed to 8 digits after the decimal point. Otherwise it will be fixed to 4 digits after the decimal point;\n- Coin price in USD is no longer visible bellow selected FIAT currency;\n- Extension is now making less HTTP requests than before;\n- Small UI changes.\n\nv4.9 (5/22/2018)\n- Now for coin to be shown in extension, it need to have percentage change in the last 24 hours\n\nv4.8 (5/22/2018)\n- Small code change\n\nv4.7 (5/22/2018)\n- Instead of making 2 big HTTP requests, extension will now make 6 smaller HTTP request to fetch data\n- Bug fixes\n\nv4.6 (5/19/2018)\n- The extension is now using API from CoinGecko.com.\n- The total market cap is no longer visible as it is not provided by the API.\n- That may change in the future.\n- Support is added for the following currencies: PLN, NZD, KRW, MYR. They are now available on the options page.\n- Donation addresses are disabled as I want to be sure that everything works fine before I enable them again.\n- Coin prices that are displayed in BTC are set to 8 digits after the decimal point. Coin prices that are displayed in USD or some other currency are set to 4 digits after the decimal point if the price is greater than 1. If the price is less than 1, it will be set to 6 digits after the decimal point.\n- The welcome page is updated.\n- The disclaimer is added to welcome page and options page. Disclaimer text: \"This extension is for information purposes only. I cannot guarantee the accuracy of the data provided by this extension. I will not be held responsible for any damage arising from the use of this extension.\".\n- CoinGecko attribution text and/or link are added to welcome page, options page and update page.\n- Extension has different icon now.\n- Small UI changes\n- As one user reported before, when he selected one coin, extension actually displayed him two coins with the same name. Reason for that was filtering coins array with just coin name. So if two coins have the same name, they will be displayed together. That should be fixed now as extension will compare coin name and symbol."
  }
}