{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Saver"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension to save and manage browser tabs"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Group Saver is a convenient Chrome extension that allows you to save and organize your tabs into groups for easy access and retrieval. With just a few clicks, you can save a collection of tabs and give it a custom name to create a tab group.\n\nSay goodbye to the hassle of bookmarking individual tabs or losing track of important web pages. Tab Group Saver provides a streamlined solution to manage and categorize your browsing sessions effectively.\n\nFeatures:\n\nSave and Organize: Save a set of tabs with a custom group name for easy reference. Group related tabs together to maintain a clutter-free browsing experience.\n\nQuick Access: Instantly access your saved tab groups with a single click. Open the entire group in a new window for seamless navigation.\n\nIntuitive Interface: The user-friendly interface allows you to effortlessly create, view, and manage your saved tab groups. Customize group names, delete unnecessary groups, and organize your tabs efficiently.\n\nSmart Link Display: Tab Group Saver intelligently displays the page titles instead of the full URLs, making it easier to identify and recognize tabs within a group.\n\nSync Across Devices: Your saved tab groups are securely stored and can be synchronized across multiple devices using your Google account, ensuring access to your tabs from anywhere.\n\nTab Group Saver is the perfect companion for researchers, project managers, multitaskers, and anyone who wants to maintain a well-organized browsing environment. Take control of your tabs and enhance your productivity with Tab Group Saver.\n\nNote: Tab Group Saver requires the Chrome browser and an active internet connection to function."
  }
}