{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zillow Scraper Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download Real Estate and Homes Data."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zillow Scraper Tool - Chrome Extension\n\nUnlock the full potential of Zillow with our Zillow Scraper Tool Chrome Extension. Whether you’re a real estate investor, data analyst, or simply a homeowner looking for insights, this powerful tool will help you gather and analyze Zillow data effortlessly.\n\nFeatures:\n\nComprehensive Data Extraction: Easily scrape detailed property information, including prices, addresses, property descriptions, and more.\nCustomizable Filters: Tailor your searches with advanced filters to get exactly the data you need.\nExport to CSV: Seamlessly export your data to CSV format for further analysis or integration with other tools.\nReal-Time Updates: Get the latest data directly from Zillow with real-time scraping capabilities.\nUser-Friendly Interface: Intuitive and easy-to-use interface designed for users of all technical levels.\nSecure and Private: Your data is processed securely, ensuring your privacy and compliance with data regulations.\nWhy Choose Zillow Scraper Tool?\n\nSave Time: Automate the data collection process and save hours of manual work.\nGain Insights: Make informed decisions with accurate and up-to-date property data.\nVersatile Use Cases: Perfect for market research, investment analysis, competitive analysis, and more.\nReliable Support: Our dedicated support team is here to help you with any questions or issues.\nTransform the way you interact with Zillow data and gain a competitive edge in the real estate market. Download Zillow Scraper Tool today and take your data-driven decisions to the next level!"
  }
}