{
  "name": {
    "ar,bn,fil,sv,ta,te": "Popping Balloons Online Game",
    "am,el,id,kn,lv,ml,ro,sl": "Popping Balloons Online",
    "bg,ca,da,fi,he,hi,hu,ko,sk,th": "Popping Balloons Unblocked Game",
    "cs,fa,hr,ja,no,pl": "Popping Balloons Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,it,lt,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Popping Balloons Casual Game",
    "et,gu,mr,ms,sw": "Popping Balloons Casual Games"
  },
  "short": {
    "ar": "عليك أن تفرقع أكبر عدد ممكن من البالونات وتحاول الحصول على أعلى الدرجات قبل نفاد الوقت.",
    "am": "በተቻለ መጠን ብዙ ባሉኖች ማውጣትና ጊዜው ከማለቁ በፊት ከፍተኛ ውጤት ለማግኘት መሞከር ይኖርብሃል።",
    "bg": "Трябва да изскочиш колкото се може повече балони и да се опиташ да получиш най-висок резултат, преди да изтече времето.",
    "bn": "আপনাকে যতটা সম্ভব বেলুন পপ করতে হবে এবং সময় শেষ হওয়ার আগে সর্বোচ্চ স্কোর পাওয়ার চেষ্টা করতে হবে।",
    "ca": "Vostè ha de fer esclatar tants globus com sigui possible i tractar d'obtenir la puntuació més alta abans que s'acabi el temps.",
    "cs": "Musíte vyskočit co nejvíce balónků a pokusit se získat nejvyšší skóre dříve, než vyprší čas.",
    "da": "Du skal poppe så mange balloner som muligt og forsøge at få den højeste score, før tiden løber ud.",
    "de": "Sie müssen so viele Ballons wie möglich platzen lassen und versuchen, die höchste Punktzahl zu erzielen, bevor die Zeit abläuft.",
    "el": "Πρέπει να σκάσετε όσο το δυνατόν περισσότερα μπαλόνια και να προσπαθήσετε να πάρετε την υψηλότερη βα",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You have to pop as many balloons as possible and try to get the highest score before the time runs out.",
    "es": "Tienes que hacer estallar tantos globos como sea posible y tratar de obtener la puntuación más alta antes de que se acabe el tie...",
    "et": "Sa pead hüppama nii palju õhupalle kui võimalik ja püüdma saada kõrgeima skoori enne, kui aeg otsa saab.",
    "fa": "شما باید به پاپ به عنوان بسیاری از بالن که ممکن است و سعی کنید برای دریافت بالاترین نمره قبل از زمان اجرا می شود.",
    "fi": "Sinun on popattava mahdollisimman monta ilmapalloa ja yritettävä saada korkein pistemäärä ennen kuin aika loppuu.",
    "fil": "Mayroon kang upang pop ng maraming mga lobo hangga't maaari at subukan upang makuha ang pinakamataas",
    "fr": "Vous devez faire éclater autant de ballons que possible et essayer d’obtenir le score le plus élevé avant la fin du temps.",
    "gu": "તમારે શક્ય તેટલા ફુગ્ગાઓ પોપ કરવા પડશે અને સમય પૂરો થાય તે પહેલાં ઉચ્ચતમ સ્કોર મેળવવાનો પ્રયાસ કરવો પડશે.",
    "he": "אתה צריך לפוצץ כמה שיותר בלונים ולנסות לקבל את הציון הגבוה ביותר לפני שנגמר הזמן.",
    "hi": "आपको जितना संभव हो उतने गुब्बारे पॉप करना होगा और समय समाप्त होने से पहले उच्चतम स्कोर प्राप्त करने की कोशिश करनी होगी।",
    "hr": "Morate pop što više balona što je više moguće i pokušati dobiti najvišu ocjenu prije nego što vrijeme istekne.",
    "hu": "Minél több lufit kell felpattintani, és meg kell próbálnod a legmagasabb pontszámot elérni, mielőtt lejár az idő.",
    "id": "Anda harus meletuskan balon sebanyak mungkin dan mencoba untuk mendapatkan skor tertinggi sebelum waktu habis.",
    "it": "Devi far scoppiare il maggior numero possibile di palloncini e cercare di ottenere il punteggio più alto prima che scada il tempo.",
    "ja": "あなたはできるだけ多くの風船をポップし、時間がなくなる前に最高のスコアを取得しようとする必要があります。",
    "kn": "ನೀವು ಸಾಧ್ಯವಾದಷ್ಟು ಬಲೂನ್ ಗಳನ್ನು ಪಾಪ್ ಮಾಡಬೇಕು ಮತ್ತು ಸಮಯ ಮುಗಿಯುವ ಮೊದಲು ಗರಿಷ್ಠ ಸ್ಕೋರ್ ಪಡೆಯಲು ಪ್ರಯತ್ನಿಸಬೇಕು.",
    "ko": "가능한 한 많은 풍선을 터뜨리고 시간이 다 떨어지기 전에 가장 높은 점수를 얻으려고 노력해야합니다.",
    "lv": "Jums ir jāizlec pēc iespējas vairāk balonu un jācenšas iegūt augstāko rezultātu, pirms laiks beidzas.",
    "ml": "നിങ്ങൾ കഴിയുന്നത്ര ബലൂണുകൾ പോപ്പ് ചെയ്യുകയും സമയം അവസാനിക്കുന്നതിനുമുമ്പ് ഏറ്റവും ഉയർന്ന സ്കോർ നേടാൻ ശ്രമിക്കുകയും വേണം.",
    "mr": "आपल्याला शक्य तितके फुगे पॉप करावे लागतील आणि वेळ संपण्यापूर्वी सर्वोच्च स्कोअर मिळविण्याचा प्रयत्न करावा लागेल.",
    "ms": "Anda perlu pop sebanyak mungkin belon dan cuba untuk mendapatkan skor tertinggi sebelum masa tamat.",
    "nl": "Je moet zoveel mogelijk ballonnen laten knallen en proberen de hoogste score te behalen voordat de tijd om is.",
    "no": "Du må poppe så mange ballonger som mulig og prøve å få den høyeste poengsummen før tiden renner ut.",
    "pl": "Musisz wyskoczyć jak najwięcej balonów i spróbować uzyskać najwyższy wynik, zanim skończy się czas.",
    "ro": "Trebuie să pop baloane cât mai multe posibil și să încerce să obțină cel mai mare scor înainte de expirarea timpului.",
    "ru": "Вы должны лопнуть как можно больше воздушных шаров и попытаться получить самый высокий балл до того, как истечет время.",
    "sk": "Musíte pop čo najviac balónov, ako je to možné a pokúsiť sa získať najvyššie skóre, než vyprší čas.",
    "sl": "Morate pop čim več balonov in poskusite dobiti najvišjo oceno, preden čas zmanjka.",
    "sv": "Du måste poppa så många ballonger som möjligt och försöka få högsta poäng innan tiden tar slut.",
    "sw": "Una pop kama puto nyingi iwezekanavyo na kujaribu kupata alama ya juu kabla ya wakati anaendesha nje.",
    "ta": "நீங்கள் முடிந்தவரை பலூன்களை பாப் செய்ய வேண்டும் மற்றும் நேரம் இயங்கும் முன் அதிகபட்ச மதிப்பெண் பெற முயற்சிக்க வேண்டும்.",
    "te": "మీరు సాధ్యమైనన్ని ఎక్కువ బెలూన్లను పాప్ చేయాలి మరియు సమయం ముగియడానికి ముందు అత్యధిక స్కోరును పొందడానికి ప్రయత్నించాలి.",
    "th": "คุณต้องป๊อปลูกโป่งให้ได้มากที่สุดและพยายามทําคะแนนให้ได้มากที่สุดก่อนที่เวลาจะหมดลง",
    "tr": "Mümkün olduğunca çok balon patlatmalı ve süre dolmadan önce en yüksek puanı almaya çalışmalısınız.",
    "uk": "Ви повинні вискочити якомога більше повітряних кульок і постаратися отримати найвищий бал до того, як закінчиться час."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you ready for a fun bubble popping game! Pop the colorful balloons wildly and have the fun.\n\nHow To Play\nPlayed with Mouse.\n\nPopping Balloons Casual Game Features\n✓ Fun graphics\n✓ Infinity level\n✓ Fun sounds\n✓ 2D graphics\n✓ Basic control\n\nFinally, you can enjoy these game for free (and more requests will be added)! Popping Balloons Casual Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}