{
  "name": {
    "ar,id": "Circle Pool Game",
    "am,fi,fil,he,hi,hr,ja,lv,te": "Circle Pool Unblocked Game",
    "bg,et,fa,kn,ko,ml,no,th": "Circle Pool Online Game",
    "bn,ca,da,hu,sk,sl,sv,ta": "Circle Pool Online",
    "cs,de,el,en,en_AU,en_GB,en_US,es,es_419,fr,gu,it,lt,mr,ms,nl,pl,pt_BR,pt_PT,ro,ru,sr,sw,tr,uk,vi,zh_CN,zh_TW": "Circle Pool Casual Game"
  },
  "short": {
    "ar": "الهدف واطلاق النار على جميع الكرات في الدائرة. مستويات التحدي في انتظاركم.",
    "am": "በክብ ውስጥ ያሉ ኳሶችን በሙሉ አቁሙና ተኩሱ። ተፈታታኝ የሆኑ ደረጃዎች ይጠብቁሃል ።",
    "bg": "Прицели се и стреляй по всички топки в кръга. Предизвикателни нива ви очакват.",
    "bn": "লক্ষ্য করুন এবং বৃত্তের মধ্যে সমস্ত বল গুলি করুন। চ্যালেঞ্জিং স্তরগুলি আপনার জন্য অপেক্ষা করছে।",
    "ca": "Apuntar i disparar totes les boles en el cercle. Els nivells desafiants t'estan esperant.",
    "cs": "Zamiřte a střílejte všechny koule v kruhu. Čekají na vás náročné úrovně.",
    "da": "Sigt og skyd alle boldene i cirklen. Udfordrende niveauer venter på dig.",
    "de": "Zielen und schießen Sie alle Kugeln im Kreis. Herausfordernde Level warten auf dich.",
    "el": "Στοχεύστε και πυροβολήστε όλες τις μπάλες στον κύκλο. Τα προκλητικά επίπεδα σας περιμένουν.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Aim and shoot all the balls in the circle. Challenging levels are waiting for you.",
    "es": "Apunta y dispara todas las bolas del círculo. Los niveles desafiantes te están esperando.",
    "et": "Eesmärk ja tulistada kõik pallid ringi. Väljakutsuvad tasemed ootavad sind.",
    "fa": "هدف و ساقه تمام توپ در دایره. سطوح چالش برانگیز در انتظار شما هستند.",
    "fi": "Tähtää ja ammu kaikki ympyrän pallot. Haastavat tasot odottavat sinua.",
    "fil": "Layunin at shoot ang lahat ng mga bola sa bilog. Mahirap na antas ay naghihintay para sa iyo.",
    "fr": "Visez et tirez toutes les balles dans le cercle. Des niveaux difficiles vous attendent.",
    "gu": "વર્તુળમાં બધા દડાઓને લક્ષ્યમાં રાખો અને શૂટ કરો. પડકારજનક સ્તરો તમારી રાહ જોઈ રહ્યા છે.",
    "he": "לכוון ולירות את כל הכדורים במעגל. רמות מאתגרות מחכות לכם.",
    "hi": "उद्देश्य और सर्कल में सभी गेंदों को गोली मार. चुनौतीपूर्ण स्तर आपके लिए इंतजार कर रहे हैं।",
    "hr": "Ciljajte i pucajte sve lopte u krug. Čekaju vas izazovne razine.",
    "hu": "Célozd meg és lődd le az összes golyót a körben. Kihívásokkal teli pályák várnak rád.",
    "id": "Bidik dan tembak semua bola di lingkaran. Level yang menantang sedang menunggu Anda.",
    "it": "Mira e spara a tutte le palle del cerchio. Livelli impegnativi ti stanno aspettando.",
    "ja": "狙いを定め、円内のすべてのボールを撃つ。挑戦的なレベルがあなたを待っています。",
    "kn": "ವೃತ್ತದಲ್ಲಿ ಎಲ್ಲಾ ಚೆಂಡುಗಳನ್ನು ಗುರಿಯಿಟ್ಟು ಶೂಟ್ ಮಾಡಿ. ಸವಾಲಿನ ಹಂತಗಳು ನಿಮಗಾಗಿ ಕಾಯುತ್ತಿವೆ.",
    "ko": "원의 모든 공을 조준하고 쏘십시오. 도전적인 레벨이 여러분을 기다리고 있습니다.",
    "lv": "Mērķējiet un šaujiet visas bumbiņas aplī. Jūs gaida izaicinoši līmeņi.",
    "ml": "വൃത്തത്തിലെ എല്ലാ പന്തുകളും ലക്ഷ്യമിടുകയും ഷൂട്ട് ചെയ്യുകയും ചെയ്യുക. വെല്ലുവിളി നിറഞ്ഞ തലങ്ങൾ നിങ്ങളെ കാത്തിരിക്കുന്നു.",
    "mr": "गोल गोल करा आणि वर्तुळामध्ये सर्व बॉल शूट करा. आव्हानात्मक स्तर तुमची वाट पाहत आहेत.",
    "ms": "Matlamat dan menembak semua bola dalam bulatan. Tahap yang mencabar sedang menunggu anda.",
    "nl": "Richt en schiet alle ballen in de cirkel. Uitdagende levels wachten op je.",
    "no": "Sikt og skyt alle ballene i sirkelen. Utfordrende nivåer venter på deg.",
    "pl": "Celuj i strzelaj wszystkimi kulami w kręgu. Trudne poziomy czekają na Ciebie.",
    "ro": "Scopul și trage toate bilele din cerc. Niveluri provocatoare sunt în așteptare pentru tine.",
    "ru": "Цельтесь и стреляйте по всем шарам в круге. Вас ждут сложные уровни.",
    "sk": "Cieľ a strieľať všetky gule v kruhu. Náročné úrovne na vás čakajú.",
    "sl": "Nanišaj in ustreli vse krogle v krogu. Zahtevne ravni te čakajo.",
    "sv": "Sikta och skjut alla bollar i cirkeln. Utmanande nivåer väntar på dig.",
    "sw": "Lengo na risasi mipira yote katika mduara. Viwango vya changamoto vinakusubiri.",
    "ta": "இலக்கு மற்றும் வட்டத்தில் அனைத்து பந்துகளில் சுட. சவாலான நிலைகள் உங்களுக்காக காத்திருக்கின்றன.",
    "te": "వృత్తంలోని అన్ని బంతులను లక్ష్యంగా చేసుకొని షూట్ చేయండి. ఛాలెంజింగ్ లెవల్స్ మీ కొరకు వేచి ఉన్నాయి.",
    "th": "เล็งและยิงลูกบอลทั้งหมดในวงกลม ระดับที่ท้าทายกําลังรอคุณอยู่",
    "tr": "Çemberdeki tüm topları hedefle ve vur. Zorlu seviyeler sizi bekliyor.",
    "uk": "Цільтеся і стріляйте по всіх м'ячах по колу. На вас чекають складні рівні."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for a fun ball game on a colorful platform. Hit all the targets and start the adventure.\n\nHow To Play\nPlayed with Mouse.\n\nCircle Pool Casual Game Features\n✓ Little graphics\n✓ 8+ Level\n✓ 3D Environment\n✓ Easy control\n\nFinally, you can enjoy these game for free (and more requests will be added)! Circle Pool Casual Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}