{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Password Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate strong passwords with one click!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Password Generator - Secure, Customizable Passwords\n\nGenerate strong, unique passwords effortlessly with the Password Generator extension. Designed for both convenience and security, this extension enables you to create complex passwords tailored to your needs, whether for a new account, a sensitive application, or daily use. Save and manage generated passwords with ease through a user-friendly interface featuring a history tab to track past passwords.\n\nKey Features\nCustomizable Password Length: Choose a password length between 8 and 20 characters for added flexibility.\nOptional Base Phrase Input: Add a base phrase to personalize your passwords while maintaining strength and randomness.\nSecure Copying Functionality: Copy your generated password to the clipboard with a single click, keeping your password transfer secure.\nPassword History Management: View and manage a list of recently generated passwords, with easy copy options for each entry.\nSimple, Elegant Design: A modern interface with tab navigation and gradient backgrounds for an intuitive user experience.\nWhether you’re setting up a new account or need a quick, reliable password generator on the go, Password Generator makes it easy to create and store strong passwords. Install now for a secure and seamless password generation experience!"
  }
}