{
  "name": {
    "ar": "قارئ الوثيقة",
    "am,bg,bn,cs,da,en,en_AU,en_GB,en_US,es_419,et,fi,gu,hr,kn,lt,lv,ml,mr,no,pt_BR,pt_PT,ro,ru,sk,sv,sw,ta,te,th": "Doc Reader",
    "ca": "Lector de documents",
    "de": "Doc-Reader",
    "el": "Αναγνώστης εγγράφων",
    "es": "Lector de documentos",
    "fa": "سند خوان",
    "fil": "Mambabasa ng Dok",
    "fr": "Lecteur de documents",
    "he": "קורא דוק",
    "hi": "डॉक्टर रीडर",
    "hu": "Doktor Olvasó",
    "id": "Pembaca Dok",
    "it": "Lettore di documenti",
    "ja": "ドキュメントリーダー",
    "ko": "문서 리더",
    "ms": "Pembaca Dokumen",
    "nl": "Doc Lezer",
    "pl": "Czytnik dokumentów",
    "sl": "Bralnik dokumentov",
    "sr": "Доц Реадер",
    "tr": "Belge Okuyucu",
    "uk": "Читач документів",
    "vi": "Trình đọc tài liệu",
    "zh_CN": "文档阅读器",
    "zh_TW": "文檔閱讀器"
  },
  "short": {
    "ar": "افتح المستندات",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Open documents",
    "bg,sr": "Отворени документи",
    "ca": "Obrir documents",
    "cs": "Otevřené dokumenty",
    "da": "Åbn dokumenter",
    "de": "Dokumente öffnen",
    "el": "Άνοιγμα εγγράφων",
    "es": "Abrir documentos",
    "et": "Ava dokumendid",
    "fa": "اسناد را باز کنید",
    "fi": "Avaa asiakirjoja",
    "fil": "Buksan ang mga dokumento",
    "fr": "Ouvrir des documents",
    "he": "פתח מסמכים",
    "hi": "दस्तावेज़ खोलें",
    "hr": "Otvorite dokumente",
    "hu": "Nyissa meg a dokumentumokat",
    "id,ms": "Buka dokumen",
    "it": "Apri documenti",
    "ja": "ドキュメントを開く",
    "ko": "문서 열기",
    "lt": "Atidaryti dokumentus",
    "lv": "Atveriet dokumentus",
    "nl": "Documenten openen",
    "no": "Åpne dokumenter",
    "pl": "Otwórz dokumenty",
    "ro": "Deschideți documentele",
    "ru": "Открытые документы",
    "sk": "Otvorené dokumenty",
    "sl": "Odprite dokumente",
    "sv": "Öppna dokument",
    "th": "เปิดเอกสาร",
    "tr": "Belgeleri aç",
    "uk": "Відкриті документи",
    "vi": "Mở tài liệu",
    "zh_CN": "打开文档",
    "zh_TW": "打開文檔"
  },
  "long": {
    "ar": "افتح واعرض أي ملف مستند عبر الإنترنت في متصفحك.\n\nقم بتحويل ملفات TXT الخاصة بك إلى تنسيق PDF.\n\nالبرنامج خفيف الوزن بحيث لا يبطئ متصفحك.\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Google وإنما بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا تؤيد Google أو ترعى امتداد Chrome هذا. هذا ليس مملوكًا ، وليس مرخصًا له ، وليست شركة تابعة لشركة Google Inc.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Convert your TXT files into PDF format.\n\nThe software is lightweight so that it does not slow down your browser.\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this Chrome extension. This is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Отворете и прегледайте всеки онлайн файл с документи във вашия браузър.\n\nКонвертирайте вашите TXT файлове в PDF формат.\n\nСофтуерът е лек, така че не забавя браузъра ви.\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява и не спонсорира това разширение за Chrome. Това не е собственост на, не е лицензирано от и не е дъщерно дружество на Google Inc.",
    "ca": "Obriu i visualitzeu qualsevol fitxer de document en línia al navegador.\n\nConvertiu els fitxers TXT en format PDF.\n\nEl programari és lleuger perquè no ralenti el navegador.\n\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Google i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris.\nGoogle no recolza ni patrocina aquesta extensió de Chrome. Això no és propietat de, no té llicència ni és filial de Google Inc.",
    "cs": "Otevřete a zobrazte jakýkoli online dokumentový soubor ve vašem prohlížeči.\n\nPřeveďte své soubory TXT do formátu PDF.\n\nSoftware je lehký, takže nezpomaluje váš prohlížeč.\n\nProhlášení: Upozorňujeme, že toto rozšíření NEBYLO vytvořeno společností Google a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům.\nGoogle toto rozšíření pro Chrome nepodporuje ani nesponzoruje. Toto není ve vlastnictví, není licencováno a není dceřinou společností Google Inc.",
    "da": "Åbn og se enhver online dokumentfil i din browser.\n\nKonverter dine TXT -filer til PDF -format.\n\nSoftwaren er let, så den ikke bremser din browser.\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE er lavet af Google og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere.\nGoogle støtter eller sponsorer ikke denne Chrome -udvidelse. Dette ejes ikke af, er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Öffnen und zeigen Sie eine beliebige Online-Dokumentdatei in Ihrem Browser an.\n\nKonvertieren Sie Ihre TXT-Dateien in das PDF-Format.\n\nDie Software ist leichtgewichtig, damit sie Ihren Browser nicht verlangsamt.\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wird. Alle Urheberrechte gehören ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Chrome-Erweiterung nicht. Dies ist nicht Eigentum von, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Ανοίξτε και δείτε οποιοδήποτε αρχείο εγγράφου στο διαδίκτυο στο πρόγραμμα περιήγησής σας.\n\nΜετατρέψτε τα αρχεία TXT σε μορφή PDF.\n\nΤο λογισμικό είναι ελαφρύ, έτσι ώστε να μην επιβραδύνει το πρόγραμμα περιήγησής σας.\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ γίνεται από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ούτε υποστηρίζει αυτήν την επέκταση Chrome. Δεν ανήκει, δεν έχει άδεια χρήσης και δεν είναι θυγατρική της Google Inc.",
    "es": "Abra y vea cualquier archivo de documento en línea en su navegador.\n\nConvierta sus archivos TXT a formato PDF.\n\nEl software es liviano para que no ralentice su navegador.\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión de Chrome. Esto no es propiedad, no tiene licencia ni es una subsidiaria de Google Inc.",
    "et": "Avage ja vaadake oma brauseris mis tahes veebidokumendi faili.\n\nTeisendage oma TXT -failid PDF -vormingusse.\n\nTarkvara on kerge, nii et see ei aeglusta teie brauserit.\n\nVastutusest loobumine: pange tähele, et seda laiendit EI loo Google ja selle valmistab sõltumatu arendusmeeskond. Kõik autoriõigused kuuluvad nende omanikele.\nGoogle ei toeta ega sponsoreeri seda Chrome'i laiendust. See ei kuulu ettevõttele Google Inc., ei ole litsentsitud ega ole selle tütarettevõte.",
    "fa": "هر فایل سند آنلاین را در مرورگر خود باز کرده و مشاهده کنید.\n\nفایل های TXT خود را به فرمت PDF تبدیل کنید.\n\nاین نرم افزار بسیار سبک است تا سرعت مرورگر شما را کاهش ندهد.\n\nسلب مسئولیت: لطفاً توجه داشته باشید که این برنامه افزودنی توسط Google ساخته نشده است و توسط یک تیم توسعه مستقل ساخته شده است. همه حق چاپ متعلق به صاحبان مربوطه است.\nGoogle از این برنامه افزودنی Chrome پشتیبانی یا حمایت نمی کند. این متعلق به ، دارای مجوز و زیرمجموعه Google Inc. نیست.",
    "fi": "Avaa ja katsele kaikkia online-tiedostoja selaimessa. Tämä tukee melkein kaikkia tärkeimpiä tiedostomuotoja. Nopea, helppo käyttää ja ilmainen.\nDocs Online Viewer on kätevä tapa katsella asiakirjoja verkossa.\nSe käyttää kolmansien osapuolien verkkopalveluita, kuten Google docs -sovellusliittymää (tai muita palveluita, jos ne ovat käytettävissä) linkkien avaamiseen, joiden laajennus on PDF, DOC, DOCX, XLS, PPT, RTF, ODT, ODS, ODP, CSV ja monet muut tiedostomuodot verkossa selaimessa. itse ilman, että tietokoneellesi on asennettuna mitään kolmannen osapuolen ohjelmistoja.\n\nTämä laajennus vähentää lisäohjelmien tarvetta asiakirjojen, kuten Acrobat Reader -laajennuksen, Microsoft Office, ja niin edelleen avaamiseen. Tämä on vähemmän resurssiintensiivistä verrattuna ulkoisten ohjelmistojen / lisäosien käyttöön, jotka ovat paisunut järjestelmässäsi ja voivat aiheuttaa selaimen / järjestelmän kaatumisen. Se vähentää myös haitallisten asiakirjojen lataamisen riskiä.\n\nDocs Online Viewer on kevyt ja tiiviisti pakattu, joten se ei hidasta selainta.\n\nTuetut tiedostomuodot:\nDOC, DOCX, XLS, XLSX, PPT, PPTX, PDF, SIVUT, AI, PSD, TIFF, DXF, SVG, EPS, PS, TTF, XPS, RTF, ODT, SXW, SSV, SXC, ODS, SXI, ODP, WPD\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole Google, ja sen on tehnyt riippumaton kehitysryhmä. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai tue tätä Chrome-laajennusta. Google Chrome ™ -sovelluksen dokumenttien katseluohjelma ei ole Google Inc: n omistama, se ei ole lisensoinut eikä ole Google Inc: n tytäryhtiö.",
    "fil": "Avaa ja tarkastele kaikkia online -asiakirjatiedostoja selaimessasi.\n\nMuunna TXT -tiedostosi PDF -muotoon.\n\nOhjelmisto on kevyt, joten se ei hidasta selaintasi.\n\nVastuuvapauslauseke: Huomaa, että tämä laajennus EI ole Googlen tekemä ja riippumattoman kehitystiimin tekemä. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai sponsoroi tätä Chrome -laajennusta. Tämä ei ole Google Inc: n omistama, ei lisensoima eikä ole sen tytäryhtiö.",
    "fr": "Ouvrez et affichez n'importe quel fichier de document en ligne dans votre navigateur.\n\nConvertissez vos fichiers TXT au format PDF.\n\nLe logiciel est léger afin de ne pas ralentir votre navigateur.\n\nAvis de non-responsabilité : veuillez noter que cette extension n'est PAS créée par Google et est réalisée par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension Chrome. Ceci n'est pas la propriété de, n'est pas autorisé par et n'est pas une filiale de Google Inc.",
    "he": "פתח וצפה בכל קובץ מקוון בדפדפן שלך. זה תומך כמעט בכל פורמטי הקבצים והמסמכים העיקריים. מהיר, קל לשימוש ובחינם.\nDocs Online Viewer מציג דרך נוחה להציג מסמכים באינטרנט.\nהוא משתמש בשירותים מקוונים של צד שלישי כמו API של Google Docs (או שירותים אחרים כאשר הם זמינים) כדי לפתוח קישורים עם PDF, DOC, DOCX, XLS, PPT, RTF, ODT, ODS, ODP, CSV ועוד פורמטים של קבצים מקוונים בדפדפן. עצמה ללא צורך בתוכנה כלשהי של צד שלישי המותקנת במחשב שלך.\n\nתוסף זה מצמצם את הצורך בתוכנה נוספת הנדרשת לפתיחת מסמכים כמו תוסף קורא Acrobat, Microsoft Office וכן הלאה. זה פחות משאב משאבים בהשוואה לשימוש בתוכנות / תוספים חיצוניים המהווים התפשטות במערכת שלך ועלולים לגרום לקריסת דפדפן / מערכת. זה גם מפחית את הסיכון בהורדת מסמכים זדוניים.\n\nDocs Online Viewer הוא קל משקל וארוז בחוזקה כך שהוא לא מאט את הדפדפן.\n\nפורמטים של קבצים נתמכים:\nDOC, DOCX, XLS, XLSX, PPT, PPTX, PDF, עמודים, AI, PSD, TIFF, DXF, SVG, EPS, PS, TTF, XPS, RTF, ODT, SXW, SSV, SXC, ODS, SXI, ODP, WPD\n\nהצהרת אחריות: שימו לב שהרחבה זו אינה מיוצרת על ידי Google והיא נעשית על ידי צוות פיתוח עצמאי. כל זכויות היוצרים שייכות לבעליהן בהתאמה.\nGoogle אינה תומכת או נותנת חסות לתוסף Chrome זה. מציג Docs עבור Google Chrome ™ אינו בבעלות, אינו מורשה על ידי ואינו חברת בת של Google Inc.",
    "hi": "अपने ब्राउज़र में कोई भी ऑनलाइन दस्तावेज़ फ़ाइल खोलें और देखें।\n\nअपनी TXT फाइलों को पीडीएफ फॉर्मेट में बदलें।\n\nसॉफ्टवेयर हल्का है ताकि यह आपके ब्राउज़र को धीमा न करे।\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और एक स्वतंत्र विकास टीम द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस Chrome एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। यह स्वामित्व में नहीं है, इसके द्वारा लाइसेंस प्राप्त नहीं है और यह Google Inc की सहायक कंपनी नहीं है।",
    "hr": "Otvorite i pregledajte bilo koju datoteku na mreži u svom pregledniku.\n\nPretvorite svoje TXT datoteke u PDF format.\n\nSoftver je lagan tako da ne usporava vaš preglednik.\n\nOdricanje od odgovornosti: Imajte na umu da ovo proširenje NIJE napravio Google, već ga je napravio nezavisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava niti sponzorira ovo proširenje za Chrome. Ovo nije u vlasništvu, nije licencirano i nije podružnica tvrtke Google Inc.",
    "hu": "Nyissa meg és tekintse meg az online dokumentumfájlokat a böngészőjében.\n\nKonvertálja a TXT fájlokat PDF formátumba.\n\nA szoftver könnyű, így nem lassítja le a böngészőt.\n\nJogi nyilatkozat: Kérjük, vegye figyelembe, hogy ezt a bővítményt NEM a Google készítette, hanem egy független fejlesztői csapat. Minden szerzői jog a megfelelő tulajdonosokat illeti.\nA Google nem támogatja vagy szponzorálja ezt a Chrome -bővítményt. Ez nem a Google Inc. tulajdonában van, nem rendelkezik engedéllyel, és nem leányvállalata.",
    "id": "Buka dan lihat file dokumen online apa pun di browser Anda.\n\nKonversikan file TXT Anda ke dalam format PDF.\n\nPerangkat lunak ini ringan sehingga tidak memperlambat browser Anda.\n\nPenafian: Harap perhatikan bahwa ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembangan independen. Semua hak cipta milik pemiliknya masing-masing.\nGoogle tidak mendukung atau mensponsori ekstensi Chrome ini. Ini tidak dimiliki oleh, tidak dilisensikan oleh, dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Apri e visualizza qualsiasi file di documento online nel tuo browser.\n\nConverti i tuoi file TXT in formato PDF.\n\nIl software è leggero in modo da non rallentare il browser.\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è stata creata da Google ed è stata creata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione di Chrome. Questo non è di proprietà di, non è concesso in licenza e non è una consociata di Google Inc.",
    "ja": "ブラウザでオンラインドキュメントファイルを開いて表示します。\n\nTXTファイルをPDF形式に変換します。\n\nソフトウェアは軽量であるため、ブラウザの速度が低下することはありません。\n\n免責事項：この拡張機能はGoogleによって作成されたものではなく、独立した開発チームによって作成されたものであることに注意してください。すべての著作権はそれぞれの所有者に帰属します。\nGoogleは、このChrome拡張機能を推奨または後援していません。これは、Google Inc.が所有、ライセンス供与、および子会社ではありません。",
    "ko": "브라우저에서 온라인 문서 파일을 열고 봅니다.\n\nTXT 파일을 PDF 형식으로 변환합니다.\n\n소프트웨어는 가볍기 때문에 브라우저 속도가 느려지지 않습니다.\n\n면책 조항: 이 확장 프로그램은 Google에서 만든 것이 아니며 독립적인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다.\nGoogle은 이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. 이것은 Google Inc.의 소유가 아니며 라이선스도 없으며 자회사도 아닙니다.",
    "lt": "Atidarykite ir peržiūrėkite bet kurį internetinį dokumento failą savo naršyklėje.\n\nKonvertuokite savo TXT failus į PDF formatą.\n\nPrograminė įranga yra lengva, todėl nesulėtina naršyklės.\n\nAtsakomybės apribojimas: atminkite, kad šio plėtinio NE sukūrė „Google“, o jį sukūrė nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepritaria ir neremia šio „Chrome“ plėtinio. Tai nėra „Google Inc.“ priklausanti įmonė, ji nėra licencijuota ir nėra jos dukterinė įmonė.",
    "lv": "Pārlūkprogrammā atveriet un skatiet jebkuru tiešsaistes dokumentu failu.\n\nPārveidojiet savus TXT failus PDF formātā.\n\nProgrammatūra ir viegla, tāpēc tā nepalēnina pārlūkprogrammas darbību.\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis uzņēmums Google un to ir izveidojusi neatkarīga izstrādes komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neatbalsta un nesponsorē šo Chrome paplašinājumu. Šis uzņēmums nepieder uzņēmumam Google, tas nav licencēts un tas nav meitasuzņēmums.",
    "ms": "Buka dan lihat fail dokumen dalam talian di penyemak imbas anda.\n\nTukarkan fail TXT anda ke dalam format PDF.\n\nPerisian ini ringan sehingga tidak melambatkan penyemak imbas anda.\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan Chrome ini. Ini tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Open en bekijk elk online documentbestand in uw browser.\n\nConverteer uw TXT-bestanden naar PDF-formaat.\n\nDe software is licht van gewicht, zodat het uw browser niet vertraagt.\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelingsteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren.\nGoogle onderschrijft of sponsort deze Chrome-extensie niet. Dit is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Åpne og se en hvilken som helst online dokumentfil i nettleseren din.\n\nKonverter TXT -filene dine til PDF -format.\n\nProgramvaren er lett, slik at den ikke bremser nettleseren din.\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettene tilhører sine respektive eiere.\nGoogle støtter eller sponser ikke denne Chrome -utvidelsen. Dette eies ikke av, er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Otwórz i wyświetl dowolny plik dokumentu online w przeglądarce.\n\nKonwertuj pliki TXT do formatu PDF.\n\nOprogramowanie jest lekkie, dzięki czemu nie spowalnia przeglądarki.\n\nZastrzeżenie: Należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Google i jest tworzone przez niezależny zespół programistów. Wszelkie prawa autorskie należą do ich odpowiednich właścicieli.\nGoogle nie popiera ani nie sponsoruje tego rozszerzenia do Chrome. To nie jest własnością, nie jest licencjonowane i nie jest spółką zależną Google Inc.",
    "ro": "Deschideți și vizualizați orice fișier de document online din browserul dvs.\n\nConvertiți fișierele TXT în format PDF.\n\nSoftware-ul este ușor, astfel încât să nu încetinească browserul.\n\nDeclinare de responsabilitate: Rețineți că această extensie NU este realizată de Google și este realizată de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu aprobă sau sponsorizează această extensie Chrome. Aceasta nu este deținută, nu este licențiată și nu este o filială a Google Inc.",
    "ru": "Откройте и просмотрите любой файл онлайн-документа в своем браузере.\n\nКонвертируйте ваши файлы TXT в формат PDF.\n\nПрограммное обеспечение легкое, поэтому оно не замедляет работу вашего браузера.\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Google, а создается независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не спонсирует это расширение Chrome. Он не принадлежит, не лицензирован и не является дочерней компанией Google Inc.",
    "sk": "Otvorte a zobrazte ľubovoľný online dokumentový súbor vo svojom prehliadači.\n\nPremeňte svoje súbory TXT na formát PDF.\n\nTento softvér je ľahký, takže nespomaľuje váš prehliadač.\n\nVylúčenie zodpovednosti: Upozorňujeme, že toto rozšírenie NIE JE vyrobené spoločnosťou Google a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom.\nGoogle nepodporuje ani nesponzoruje toto rozšírenie pre prehliadač Chrome. Toto nie je vo vlastníctve, nie je licencované spoločnosťou ani nie je dcérskou spoločnosťou spoločnosti Google Inc.",
    "sl": "Odprite in si oglejte katero koli spletno datoteko dokumentov v brskalniku.\n\nPretvorite datoteke TXT v obliko PDF.\n\nProgramska oprema je lahka, zato ne upočasni brskalnika.\n\nIzjava o omejitvi odgovornosti: Upoštevajte, da te razširitve NE izdeluje Google, temveč neodvisna razvojna skupina. Vse avtorske pravice pripadajo lastnikom.\nGoogle ne podpira ali sponzorira te razširitve za Chrome. Ta ni v lasti družbe, nima licence in ni podružnica družbe Google Inc.",
    "sr": "Отворите и прегледајте било коју датотеку документа на мрежи у свом прегледачу.\n\nПретворите своје ТКСТ датотеке у ПДФ формат.\n\nСофтвер је лаган тако да не успорава ваш прегледач.\n\nОдрицање одговорности: Имајте на уму да ово проширење НИЈЕ направио Гоогле, већ га је направио независни развојни тим. Сва ауторска права припадају њиховим власницима.\nГоогле не подржава нити спонзорише ово Цхроме проширење. Ово није у власништву, није лиценцирано и није подружница компаније Гоогле Инц.",
    "sv": "Öppna och visa alla online -dokumentfiler i din webbläsare.\n\nKonvertera dina TXT -filer till PDF -format.\n\nProgramvaran är lätt så att den inte saktar ner din webbläsare.\n\nFriskrivningsklausul: Observera att detta tillägg INTE är gjort av Google och är gjort av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör sina respektive ägare.\nGoogle stöder eller sponsrar inte detta Chrome -tillägg. Detta ägs inte av, är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "เปิดและดูไฟล์เอกสารออนไลน์ในเบราว์เซอร์ของคุณ\n\nแปลงไฟล์ TXT ของคุณเป็นรูปแบบ PDF\n\nซอฟต์แวร์มีน้ำหนักเบาเพื่อไม่ให้เบราว์เซอร์ของคุณทำงานช้าลง\n\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ สิ่งนี้ไม่ได้เป็นเจ้าของ ไม่ได้รับอนุญาตและไม่ใช่บริษัทในเครือของ Google Inc.",
    "tr": "Tarayıcınızda herhangi bir çevrimiçi belge dosyasını açın ve görüntüleyin.\n\nTXT dosyalarınızı PDF formatına dönüştürün.\n\nYazılım hafiftir, böylece tarayıcınızı yavaşlatmaz.\n\nSorumluluk Reddi: Lütfen bu uzantının Google tarafından YAPILMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları ilgili sahiplerine aittir.\nGoogle, bu Chrome uzantısını desteklemez veya desteklemez. Bu, Google Inc.'e ait değildir, lisanslı değildir ve Google Inc.'in bir yan kuruluşu değildir.",
    "uk": "Відкрийте та перегляньте будь -який файл онлайн -документа у своєму браузері.\n\nПеретворіть ваші файли TXT у формат PDF.\n\nПрограмне забезпечення є легким, тому не уповільнює роботу вашого браузера.\n\nВідмова від відповідальності: Зверніть увагу, що це розширення НЕ створено компанією Google, а розроблено незалежною командою розробників. Усі авторські права належать відповідним власникам.\nGoogle не схвалює та не спонсорує це розширення Chrome. Ця компанія не належить, не має ліцензії та не є дочірньою компанією Google Inc.",
    "vi": "Mở và xem bất kỳ tệp tài liệu trực tuyến nào trong trình duyệt của bạn.\n\nChuyển đổi các tệp TXT của bạn sang định dạng PDF.\n\nPhần mềm này nhẹ để không làm chậm trình duyệt của bạn.\n\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG phải do Google tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ cho tiện ích mở rộng này của Chrome. Điều này không thuộc sở hữu của, không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN": "在浏览器中打开并查看任何在线文档文件。\n\n将您的 TXT 文件转换为 PDF 格式。\n\n该软件是轻量级的，因此不会降低浏览器的速度。\n\n免责声明：请注意，此扩展程序不是由 Google 制作的，而是由独立开发团队制作的。所有版权属于其各自所有者。\nGoogle 不认可或赞助此 Chrome 扩展程序。这不属于 Google Inc. 的所有、未获得其许可，也不是其子公司。",
    "zh_TW": "在瀏覽器中打開並查看任何在線文檔文件。\n\n將您的 TXT 文件轉換為 PDF 格式。\n\n該軟件是輕量級的，因此不會降低瀏覽器的速度。\n\n免責聲明：請注意，此擴展程序不是由 Google 製作的，而是由獨立開發團隊製作的。所有版權屬於其各自所有者。\nGoogle 不認可或贊助此 Chrome 擴展程序。這不是 Google Inc. 的所有、未經許可且不是其子公司。"
  }
}