{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Import my Ride (Mobile.de Tax Calculator)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension which calculate the export taxes for a specific car."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ΕΛΛΗΝΙΚΑ\n\nΤο \"Import my Ride (GR)\" αποτελεί ένα Chrome extension σχεδιασμένο για να απλοποιήσει τη διαδικασία υπολογισμού των φόρων που απαιτούνται όταν εισάγετε ένα αυτοκίνητο από χώρες της Ευρωπαϊκής Ένωσης στην Ελλάδα. \n\nΟ αλγόριθμός μας λαμβάνει υπόψη διάφορους παράγοντες, όπως την ηλικία του οχήματος, τον κινητήρα, τον τύπο καυσίμου και τις εκπομπές CO2, για να παρέχει μια ακριβή εκτίμηση των φόρων (εκτελωνισμός) που θα χρειαστεί να πληρώσετε κατά την εισαγωγή του αυτοκινήτου της επιθυμίας σας.\n\nΕάν είστε κάποιος/κάποια που σχεδιάζει να εισάγει ένα αυτοκίνητο για προσωπική χρήση είτε επαγγελματίας εισαγωγέας αυτοκινήτων, αυτό το extension θα σας εξοικονομήσει χρόνο και κόπο με τον γρήγορο υπολογισμό των απαραίτητων φόρων. Αποφύγετε απρόσμενα έξοδα και απλοποιήστε τη διαδικασία εισαγωγής του αυτοκινήτου σας. Δοκιμάστε το τώρα δωρεάν.\n\nENGLISH\n\n\"Mobile.de Export Tax Calculator (GR)\" is a handy Chrome extension designed to simplify the process of calculating the taxes required when importing a car from European Union countries to Greece. This user-friendly tool takes into account various factors, such as the vehicle's age, engine size, fuel type, and CO2 emissions, to provide an accurate estimate of the taxes you'll need to pay when importing your desired car.\n\nWhether you're an individual planning to import a car for personal use or a professional car importer, this extension will save you time and effort by quickly calculating the necessary taxes. Avoid unexpected costs and streamline your car import process with the \"Import my Ride (GR)\" Chrome extension. Try it now and experience hassle-free car importing!"
  }
}