{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Delete On Exit"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically delete user selected data when browser is closed, keeping your banking, crypto, and other personal information safe!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Looking for a reliable, compact, and easy-to-use Chrome extension that actually does what it promises? Look no further than this innovative tool that gives you complete control over your browsing history to keep your data safe from prying eyes.\n\nTired of other extensions that claim to delete your browser history and data but fall short? This extension lets you select exactly which items to delete, so you can protect your privacy and keep your browsing experience running smoothly. No more gimmicks or false promises - just straightforward, dependable results with proven reviews and users.\n\nWhether you're looking to clear your cache, delete specific cookies, erase your entire browsing history, protect your banking information, or protect your crypto assets, this extension has you covered. Plus, the intuitive user interface makes it simple to use, even if you're not a tech expert.\n\nDownload this extension today and take control of your browsing history and data like never before. The best part of all is that this extension just works! So why wait? Signup today for your FREE 14-Day trial!\n\nUsers of this extension will be able to delete the following options upon exiting chrome:\n Application Cache\n Cache\n Cookies\n Downloads\n File Systems\n Form Data\n History\n IndexedDB\n Local Storage\n Plugin Data\n Passwords\n Service Workers\n WebSQL\n\n(18-04-2024) v1.3 Update Notes***\n*Updated \"Cache\" to delete Developer Cache Storage.\n*Fixed bug where app was deleting all data when a popup was closed.\n*Added subscription feature.\n*Added trial feature.\n*Added account management feature.\n*Removed donation button.\n\n(20-04-2024) v1.4 Update Notes***\n*Updated from monthly subscription to lifetime subscription.\n*Updated the trial feature from 7 days to 14 days.\n*Fixed a bug where the trial period did not correctly start for some people.\n\n(5/5/2024) v1.5 Update Notes***\n*Updated app to include monthly subscription and kept the lifetime subscription in effect.\n*Updated app to improve functionality of code overall, providing a faster user experience.\n*Removed \"Uncheck All\" button and made it a live updating checkbox instead.\n\nDisclaimer: This app does contain in app purchases but does not attempt to store your personal information. All of the payment processing is handled by ExtensionPay via Stripe.com and their secured payment processing centers. All privacy policies and rights for the payment processing feature found within this app can be found at the following link: https://stripe.com/privacy"
  }
}