{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplemail"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the power of AI with SimpleMail to write, read, and respond to emails like a pro."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Become a pro at writing, reading, and responding to emails with SimpleMail powered by GPT4. With just a click of a button, you can create a polished and professional email draft! Save time by writing fewer emails and focusing on more important tasks. Let the ChatGPT and GPT4 do the writing for you and summarise long emails into key points.\n\nSimplemail offers the following functions:\n\nAI Compose\n- All you need to do is write point forms without regard to grammar or upper/lower case\n- Artificial intelligence will generate a professional email for you\n- No grammatical or spelling errors- You may use the refresh button to create another version if you are not satisfied with the original\n- Each email written by the AI is unique\n\nSummarise\n- How many long emails do you receive each day? Can you imagine someone reading them and telling you only the most important information?\n- With just one click, let the AI summarise the email for you\n- Reduces the amount of time, effort, and energy spent reading entire emails\n- The summary can be saved as a note, so you do not have to type it\n- Simple Mail AI recognizes the most important information\n\nAI Reply Function\n- Positive, Negative, or Neutral options are available\n- AI drafts an email based on your choice and the email you have received\n- If you change your mind, click on a different button to generate a new one\n- The AI responds to each of the important points\n- Suitable for both personal and professional use\n\nStart your 30-day free trial today!"
  }
}