{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scribbr Citation Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly get accurate citations for any webpage in APA, MLA, Chicago, Harvard and any other style with our Citation Generator."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scribbr’s citation generator for Chrome lets you instantly generate accurate citations for any online source in APA, MLA, Chicago, Harvard and any other style. In addition, it extracts key sentences¹, complete with proper citations, and generates a comprehensive summary².\n\nWith millions of users every month, students, teachers, and universities around the world trust the Scribbr Citation Generator. Ready to join them?\n\n➤  How it works\nFound a fascinating article, video, or post you want to cite? With a single click, Scribbr will do the heavy lifting for you. It instantly creates a reference list entry and citation, all set for you to copy into your paper. Moreover, it extracts the key sentences from the page, complete with proper citations, allowing you to seamlessly incorporate them into your paper. Additionally, you can generate a comprehensive summary of the page in paragraph form for a quick overview.\n\n➤  Features you’ll love\n• Cite webpages, journal articles, videos, and more\n• Choose between APA, MLA, Chicago, Harvard and any other style\n• Get accurate reference list entries and in-text citations\n• Extract key sentences from any page\n• Read AI generated summaries\n• Copy to your clipboard with a single click\n\n➤ Why students prefer the Scribbr Citation Generator\n• It’s easy to use and there are no ads\n• Citations are correctly formatted, so you won’t get in trouble\n• New features are added regularly\n\n¹ Key sentences are directly extracted from the source using AI. If you choose to quote or paraphrase the text, it's important to credit the original author by including proper citations. \n² Summaries are AI-generated; please read the original content for details.  If you choose to use this summary, it's important to credit the AI-generated content and the author of the work summarized by including proper citations."
  }
}