{
  "name": {
    "am,ar,el,et,fi,gu,ms,sk,sl,sv,te": "Car Parking Master Online Game",
    "bg,bn,da,fil,hu,id,ja,ml,no,pl": "Car Parking Master Unblocked Game",
    "ca,cs,fa,hr,ko,lv,mr,ro": "Car Parking Master Online",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,he,hi,it,kn,lt,nl,pt_BR,pt_PT,ru,sr,sw,ta,th,tr,uk,vi,zh_CN,zh_TW": "Car Parking Master Game"
  },
  "short": {
    "ar": "عليك أن تأخذ السيارة إلى منطقة وقوف السيارات دون الاصطدام بالعوامات. مستويات التحدي في انتظاركم.",
    "am": "መኪናውን ሳትመታ ወደ መኪና ማቆሚያው ቦታ መውሰድ አለብህ ። ተፈታታኝ የሆኑ ደረጃዎች ይጠብቁሃል ።",
    "bg": "Трябва да закараш колата до зоната за паркиране, без да удряш понтоните. Предизвикателни нива ви очакват.",
    "bn": "পন্টুনে আঘাত না করে গাড়ি পার্কিং এলাকায় নিয়ে যেতে হবে। চ্যালেঞ্জিং স্তরগুলি আপনার জন্য অপেক্ষা করছে।",
    "ca": "Cal agafar el cotxe fins a la zona d'aparcament sense colpejar els pontons. Els nivells desafiants t'estan esperant.",
    "cs": "Musíte vzít auto na parkoviště, aniž byste narazili na pontony. Čekají na vás náročné úrovně.",
    "da": "Du skal tage bilen til parkeringspladsen uden at ramme pontonerne. Udfordrende niveauer venter på dig.",
    "de": "Sie müssen das Auto zum Parkplatz bringen, ohne die Pontons zu treffen. Herausfordernde Level warten auf dich.",
    "el": "Πρέπει να πάρετε το αυτοκίνητο στο χώρο στάθμευσης χωρίς να χτυπήσετε τους πλωτήρες. Τα προκλητικά επίπεδα σας περιμένουν.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You have to take the car to the parking area without hitting the pontoons. Challenging levels are waiting for you.",
    "es": "Hay que coger el coche hasta la zona de aparcamiento sin golpear los pontones. Los niveles desafiantes te están esperando.",
    "et": "Sa pead võtma auto parklasse ilma tabanud pontoons. Väljakutsuvad tasemed ootavad sind.",
    "fa": "شما باید ماشین را بدون ضربه زدن به پونتون ها به پارکینگ ببرید. سطوح چالش برانگیز در انتظار شما هستند.",
    "fi": "Sinun on vietävä auto pysäköintialueelle lyömättä ponttoneja. Haastavat tasot odottavat sinua.",
    "fil": "Kailangan mong dalhin ang kotse sa parking area nang hindi pagpindot sa mga pontoons. Mahirap na antas ay naghihintay para sa iyo.",
    "fr": "Vous devez prendre la voiture jusqu’au parking sans heurter les pontons. Des niveaux difficiles vous attendent.",
    "gu": "તમારે કારને પોન્ટૂન્સને ટક્કર માર્યા વિના પાર્કિંગ એરિયામાં લઈ જવી પડશે. પડકારજનક સ્તરો તમારી રાહ જોઈ રહ્યા છે.",
    "he": "אתה צריך לקחת את המכונית לאזור החניה מבלי לפגוע בפונטונים. רמות מאתגרות מחכות לכם.",
    "hi": "आप pontoons मारा बिना पार्किंग क्षेत्र के लिए कार ले जाने के लिए है। चुनौतीपूर्ण स्तर आपके लिए इंतजार कर रहे हैं।",
    "hr": "Morate odvesti automobil na parkiralište bez udaranja pontona. Čekaju vas izazovne razine.",
    "hu": "El kell vinnie az autót a parkolóba anélkül, hogy elütné a pontonokat. Kihívásokkal teli pályák várnak rád.",
    "id": "Anda harus membawa mobil ke area parkir tanpa menabrak ponton. Level yang menantang sedang menunggu Anda.",
    "it": "Devi portare l'auto al parcheggio senza colpire i pontoni. Livelli impegnativi ti stanno aspettando.",
    "ja": "あなたはポンツーンを打つことなく駐車場に車を取る必要があります。挑戦的なレベルがあなたを待っています。",
    "kn": "ನೀವು ಕಾರನ್ನು ಪೊಂಟೂನ್ ಗಳಿಗೆ ಹೊಡೆಯದೆ ಪಾರ್ಕಿಂಗ್ ಪ್ರದೇಶಕ್ಕೆ ಕರೆದೊಯ್ಯಬೇಕು. ಸವಾಲಿನ ಹಂತಗಳು ನಿಮಗಾಗಿ ಕಾಯುತ್ತಿವೆ.",
    "ko": "폰툰을 치지 않고 주차장으로 차를 가져 가야합니다. 도전적인 레벨이 여러분을 기다리고 있습니다.",
    "lv": "Jums ir jānogādā automašīna stāvvietā, netrāpot pa pontoniem. Jūs gaida izaicinoši līmeņi.",
    "ml": "പോണ്ടൂണുകളിൽ ഇടിക്കാതെ നിങ്ങൾ കാർ പാർക്കിംഗ് ഏരിയയിലേക്ക് കൊണ്ടുപോകണം. വെല്ലുവിളി നിറഞ്ഞ തലങ്ങൾ നിങ്ങളെ കാത്തിരിക്കുന്നു.",
    "mr": "आपल्याला पँटूनला न मारता गाडी पार्किंगच्या ठिकाणी न्यावी लागते. आव्हानात्मक स्तर तुमची वाट पाहत आहेत.",
    "ms": "Anda perlu mengambil kereta ke kawasan letak kereta tanpa memukul pontoon. Tahap yang mencabar sedang menunggu anda.",
    "nl": "Je moet de auto naar de parkeerplaats brengen zonder de pontons te raken. Uitdagende levels wachten op je.",
    "no": "Du må ta bilen til parkeringsplassen uten å treffe pongtonger. Utfordrende nivåer venter på deg.",
    "pl": "Musisz zabrać samochód na parking bez uderzania w pontony. Trudne poziomy czekają na Ciebie.",
    "ro": "Trebuie să duceți mașina în zona de parcare fără a lovi pontoanele. Niveluri provocatoare sunt în așteptare pentru tine.",
    "ru": "Вы должны отвезти машину на парковку, не ударяясь о понтоны. Вас ждут сложные уровни.",
    "sk": "Musíte vziať auto na parkovisko bez toho, aby ste zasiahli pontóny. Náročné úrovne na vás čakajú.",
    "sl": "Z avtom moraš na parkirišče, ne da bi zadel pontone. Zahtevne ravni te čakajo.",
    "sv": "Du måste ta bilen till parkeringsplatsen utan att träffa pontonerna. Utmanande nivåer väntar på dig.",
    "sw": "Lazima upeleke gari kwenye eneo la maegesho bila kupiga pontoons. Viwango vya changamoto vinakusubiri.",
    "ta": "நீங்கள் கார் பார்க்கிங் பகுதிக்கு பாண்டுகளை அடிக்காமல் எடுத்துச் செல்ல வேண்டும். சவாலான நிலைகள் உங்களுக்காக காத்திருக்கின்றன.",
    "te": "మీరు పోంటూన్లను కొట్టకుండా కారును పార్కింగ్ ప్రాంతానికి తీసుకెళ్లాలి. ఛాలెంజింగ్ లెవల్స్ మీ కొరకు వేచి ఉన్నాయి.",
    "th": "คุณต้องนํารถไปที่บริเวณที่จอดรถโดยไม่ชนโป๊ะ ระดับที่ท้าทายกําลังรอคุณอยู่",
    "tr": "Dubalara çarpmadan arabayı park alanına götürmeniz gerekiyor. Zorlu seviyeler sizi bekliyor.",
    "uk": "Ви повинні відвезти машину на стоянку, не наїхавши на понтони. На вас чекають складні рівні."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "How good are you at parking cars! Choose the car you want, complete dozens of fun puck levels and experience the adventure. There are four different racing cars in Car Parking Master. All racing cars are unlocked, so you can choose the car you want and complete the parking game levels. There are twenty-five parking tasks, each more difficult than the other, waiting for you in the Car Parking game.\n\nThe main objective of the car parking master game is to reach the finish line as soon as possible without hitting the surrounding pontoons. As the pontoons are more frequent in the advanced levels, you must use the cameras while parking the car. After checking that your car is inside the parking area from all angles, the level will be completed automatically, and the locks will be opened for you to pass to the next level.\n\nHow To Play\nYou can move your racing vehicle and deliver it to the parking area using the arrow keys. You can switch to other camera angles and experience a better car parking simulation using the C key. Since you have the right to crash three times, you must deliver your vehicle to the parking area in a controlled manner.\n\nCar Parking Master Game Features\n✓ Realistic graphics\n✓ 10+ Level\n✓ 3+ Car\n✓ Change camera\n✓ Realistic control\n\nFinally, you can enjoy these game for free (and more requests will be added)! Car Parking Master Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}