{
  "name": {
    "ar": "Olymp Robot - Olymp Trade أداة التداول ل",
    "am,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fr,gu,he,hr,hu,it,ja,kn,lt,lv,ml,mr,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,uk": "Olymp Robot – Trading tool for Olymp Trade",
    "es": "Olymp Robot - Herramienta comercial para Olymp Trade",
    "fil": "Olymp Robot – Tool sa pangangalakal para sa Olymp Trade",
    "hi": "Olymp Robot – Olymp Trade के लिए ट्रेडिंग टूल",
    "id": "Olymp Robot – Alat perdagangan untuk Olymp Trade",
    "ko": "Olymp Robot – Olymp Trade를 위한 거래 도구",
    "ms": "Olymp Robot – Alat dagangan untuk Olymp Trade",
    "pt_BR,pt_PT": "Olymp Robot - Ferramenta de negociação para a Olymp Trade",
    "ru": "Olymp Robot - Торговый инструмент для Olymp Trade",
    "th": "Olymp Robot - เครื่องมือการซื้อขายสำหรับ Olymp Trade",
    "tr": "Olymp Robot - Olymp Trade için ticaret aracı",
    "vi": "Olymp Robot - Công cụ giao dịch cho Olymp Trade",
    "zh_CN,zh_TW": "Olymp Robot是Olymp Trade 的交易工具"
  },
  "short": {
    "ar": "نسخة ممتدة من  Olymp Robot لمنصة Olymp Trade",
    "am,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fr,gu,he,hr,hu,it,ja,kn,lt,lv,ml,mr,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,uk": "The browser version of the Olymp Robot for the Olymp Trade platform",
    "es": "Versión de extensión del Olymp Robot para la plataforma Olymp Trade",
    "fil": "Ang bersyon ng browser ng Olymp Robot para sa platform ng Olymp Trade",
    "hi": "Olymp Trade प्लेटफॉर्म के लिए Olymp Robot का ब्राउज़र संस्करण।",
    "id": "Versi browser Olymp Robot untuk platform Olymp Trade",
    "ko": "Olymp Trade 플랫폼 용 Olymp Robot 의 브라우저 버전",
    "ms": "Versi pelayar Olymp Robot untuk platform Olymp Trade",
    "pt_BR,pt_PT": "Versão do navegador do Olymp Robot para a plataforma Olymp Trade",
    "ru": "Браузерная версия Olymp Robot для платформы Olymp Trade",
    "th": "หุ่นยนต์ Olymp Robot เวอร์ชันเบราว์เซอร์สำหรับแพลตฟอร์ม Olymp Trade",
    "tr": "Olymp Trade platformu için Olymp Robot tarayıcı sürümü",
    "vi": "Phiên bản trình duyệt của Olymp Robot cho nền tảng Olymp Trade",
    "zh_CN,zh_TW": "适用于Olymp Trade平台的Olymp Robot的浏览器版本"
  },
  "long": {
    "ar": "Olymp Robot هو أفضل مساعد للتداول على منصة Olymp Trade.\nباستخدام الروبوت ، يمكنك أن تبدأ في كسب الأرباح بدون تدريب تجاري طويل ومعقد ، وأيضًا لن يستغرق إعداد الروبوت الكثير من الوقت. يرتبط تطبيق Olymp Robot ارتباطًا كاملاً بخادم التحليلات Olymp Robot Cloud Analytics ، الذي يحلل السوق باستخدام أكثر من 20 مؤشرًا فنيًا ويوفر إشارات باستخدام تداول الروبوت.\nقام خبراؤنا بالتحقيق في استراتيجيات التداول الأكثر شعبية والأقل خطورة وتكييفها. حتى المستخدمين الذين بدأوا للتو في الغوص في عالم عروض الأسعار وسوق التداول يمكن أن يكونوا قادرين على فهم هذه الاستراتيجيات. التطبيق يحتوي على تعليمات وتوصيات مفصلة.\nأوليمب بوت هو برنامج مجاني تمامًا ولا يحتوي على إعلانات.\nيمكنك اختبار وظائفه على حساب تجريبي ثم الانتقال إلى حساب حقيقي.\n---------------------\nلا يرتبط هذا التطبيق مباشرة بشركة Olymp Trade ويتم تنفيذه بواسطة فريق من المطورين المستقلين.",
    "am,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,uk": "Olymp Robot is the best assistant for trading on Olymp Trade platform.\nUsing the robot, you can start earning without long and complex trading training, also setting up the robot won’t take much time. The Olymp Robot application is fully connected with the analytics server Olymp Robot Cloud Analytics, which analyzes the market using more than 20 technical indicators and provides signals using which robot trades.\nOur experts have investigated and adapted the most popular and least risky trading strategies. Even users who are just starting to dive into the world of quotes and the trading market can be able to understand these strategies. The app has detailed instructions and recommendations.\nOlymp Robot is a completely free program and contains no ads.\nYou can test its functionality on a demo account and then move on to a real account.\n---------------------\nThis application is not directly related to the company Olymp Trade and is implemented by a team of independent developers.",
    "es": "Olymp Robot es el mejor asistente para operar en la plataforma Olymp Trade. \nUsando el robot, puede comenzar a ganar sin una capacitación comercial larga y compleja, y configurar el robot no le llevará mucho tiempo.  La aplicación de Olymp Robot está totalmente conectada con el servidor de análisis Olymp Robot Cloud Analytics, que analiza el mercado en base a más de 20 indicadores técnicos y proporciona señales que usa el robot para realizar operaciones.\nNuestros expertos han investigado y adaptado las estrategias comerciales más populares y menos arriesgadas. Incluso los usuarios que están empezando a adentrarse en el mundo de las cotizaciones y el mercado comercial pueden entender estas estrategias. La aplicación tiene instrucciones y recomendaciones detalladas. También puede iniciar el robot y comerciar por su cuenta en el modo manual si considera que es el momento adecuado para entrar al mercado.\nOlymp Robot es un programa completamente gratuito y no contiene anuncios.\nPuede probar su funcionalidad con una cuenta de demostración y luego pasar a una cuenta real.\n---------------------\nEsta aplicación no está directamente relacionada con la empresa Olymp Trade y ha sido implementada por un equipo de desarrolladores independientes.",
    "hi": "Olymp Robot प्लेटफॉर्म पर Olymp Trade ट्रेडिंग के लिए सबसे अच्छा सहायक है। \nरोबोट का उपयोग करके, आप लंबे और जटिल ट्रेडिंग प्रशिक्षण के बिना भी कमाई शुरू कर सकते हैं, साथ ही रोबोट को सेट करने मे ज्यादा समय भी नही लगेगा।  Olymp Robot एप्लिकेशन पूरी तरह से एनालिटिक्स सर्वर Olymp Robot क्लाउड एनालिटिक्स से जुड़ा हुआ है, जो 20 से अधिक तकनीकी संकेतकों का उपयोग करके बाज़ार का विश्लेषण करता है और ट्रेड करने वाले रोबोट का उपयोग करके संकेत देता है।\nहमारे विशेषज्ञों ने जाँच की है और सबसे अधिक लोकप्रिय और सबसे कम जोखिम वाली ट्रेडिंग रणनीतियों को चुना है। यहाँ तक ​​कि जिन उपयोगकर्ता ने अभी अभी कीमतों और ट्रेडिंग बाजार की दुनिया मे कदम रखा है वे भी इन रणनीतियों को समझ सकते हैं। ऐप मे विस्तृत निर्देश और सुझाव हैं। यदि आप बाजार मे प्रवेश करने का सही समय नोटिस करते हैं, तो आप मैन्युअल मोड मे स्वयं से रोबोट और ट्रेड भी शुरू कर सकते हैं।\nOlymp Robot पूरी तरह से निःशुल्क प्रोग्राम है और इसमे कोई विज्ञापन नही है।\nआप डेमो खाते पर इसकी कार्यक्षमता का परीक्षण कर सकते हैं और फिर वास्तविक खाते पर जा सकते हैं।\n---------------------\nयह एप्लिकेशन सीधे Olymp Trade कंपनी से संबंधित नही है और इसे स्वतंत्र डेवलपर्स की टीम द्वारा कार्यान्वित किया जाता है।",
    "id": "Olymp Robot adalah asisten terbaik untuk perdagangan di platform Olymp Trade.\nDengan menggunakan robot ini, Anda dapat mulai menghasilkan uang tanpa pelatihan trading yang panjang dan kompleks, menata robot juga tidak memerlukan banyak waktu.  Aplikasi Olymp Robot terhubung sepenuhnya dengan server analitik Olymp Robot Cloud Analytics, yang menganalisa pasar menggunakan lebih dari 20 indikator teknis dan memberikan sinyal yang digunakan robot untuk trading.\nPara ahli kami telah mempelajari dan mengadaptasi strategi trading terpopuler dan paling rendah risiko. Bahkan pengguna yang baru terjun ke dunia valas dan pasar trading mampu memahami strategi-strategi ini. Aplikasi ini memiliki instruksi dan rekomendasi detail. Anda juga dapat memulai robot dan melakukan trade sendiri di modus manual jika Anda mengetahui saat yang tepat memasuki pasar.\nOlymp Robot adalah program yang sepenuhnya gratis dan tidak mengandung iklan.\nAnda dapat menguji fungsionalitasnya di akun demo kemudian beralih ke akun live.\n---------------------\nAplikasi ini tidak berkaitan langsung dengan perusahaan Olymp Trade dan diimplementasikan oleh tim pengembang independen.",
    "ms": "Olymp Robot adalah pembantu yang terbaik untuk berdagang di platform Olymp Trade.\nMenggunakan robot, anda boleh menjana wang tanpa latihan yang panjang dan rumit, dan juga menguruskan tetapan robot tidak akan memakan masa yang lama.  Aplikasi Olymp Robot disambung sepenuhnya dengan pelayan analitik Olymp Robot Cloud Analytics, yang menganalisis pasaran menggunakan lebih daripada 20 penanda teknikal dan memberikan isyarat menggunakan dagangan robot.\nPakar-pakar kami telah menyiasat dan mengguna pakai strategi-strategi yang paling popular dan kurang berisiko. Malah pengguna yang baru bermula untuk berkecimpung dalam dunia sebut harga dan pasaran dagangan boleh memahami strategi ini. Aplikasi ini mengandungi arahan dan pengesyoran yang terperinci. Anda juga boleh memulakan robot dan berdagang sendiri dalam mod manual sekiranya anda memperoleh masa yang betul untuk memasuki pasaran. \nOlymp Robot merupakan program yang percuma sepenuhnya dan tidak mengandungi sebarang iklan.\nAnda boleh menguji keberfungsiannya dalam akaun demo dan kemudian beralih ke akaun yang sebenar.\n---------------------\nAplikasi ini tidak berkait secara langsung dengan syarikat Olymp Trade dan dilaksanakan oleh sebuah pasukan pembangun bebas.",
    "pt_BR,pt_PT": "A Olymp Robot é a melhor assistente para negociação na plataforma Olymp Trade.\nUsando o robô, é possível começar a ganhar sem treinamento de negociação longo e complexo, e a configuração do robô não levará muito tempo.  O aplicativo Olymp Robot está totalmente conectado ao servidor de analítica Olymp Robot Cloud Analytics, que analisa o mercado usando mais de 20 indicadores técnicos e fornece sinais usando o que o robô negocia.\nNossos especialistas investigaram e adaptaram as estratégias de trading mais populares e menos arriscadas. Mesmo os usuários que estão começando a mergulhar no mundo das cotações e do mercado de trading podem entender essas estratégias. O app tem instruções e recomendações detalhadas. Também é possível iniciar o robô e negociar em seu próprio modo manual, se você perceber o momento certo para entrar no mercado.\nO Olymp Robot é um programa totalmente gratuito e não contém anúncios.\nÉ possível testar sua funcionalidade em uma conta demo e depois passar para uma conta real.\n---------------------\nEsse aplicativo não está diretamente relacionado à empresa Olymp Trade e é implementado por uma equipe de desenvolvedores independentes.",
    "ru": "Olymp Robot - лучший помощник для торговли на платформе Olymp Trade.\n----------------------\nИспользуя робота, вы можете начать зарабатывать без длительного и сложного обучения торговле, а его настройка не займет много времени. Приложение Olymp Robot полностью связано с аналитическим сервером Olymp Robot Cloud Analytics, который анализирует рынок с использованием более 20 технических индикаторов и выдает сигналы, с помощью которых робот торгует.\nНаши эксперты исследовали и адаптировали наиболее популярные и наименее рискованные торговые стратегии. Даже пользователи, которые только начинают погружаться в мир котировок и торгового рынка, могут понять эти стратегии. Приложение имеет подробные инструкции и рекомендации.\nOlymp Robot - это абсолютно бесплатная программа, которая не содержит рекламы.\nВы можете проверить его функциональность на демо-счете, а затем перейти к реальному.\n----------------------\nЭто расширение не имеет непосредственного отношения к компании Олимп Трейд и реализованно командой независимых разработчиков.\n----------------------\n(!) Для торговли на Олимп Трейд из России используйте VPN.",
    "th": "Olymp Robot เป็นผู้ช่วยที่ดีที่สุดสำหรับการซื้อขายบนแพลตฟอร์ม Olymp Trade\nOlymp Robot จะเชื่อมต่อเข้ากับเซิร์ฟเวอร์ Olymp Robot Cloud Analytics โดยสมบูรณ์ โดยเซิร์ฟเวอร์นี้จะวิเคราะห์ตลาดโดยใช้ตัวชี้วัดทางเทคนิคมากกว่า 20 ตัวเพื่อส่งสัญญาณให้โรบอททำการเทรด\nผู้เชี่ยวชาญของเราได้ตรวจสอบและนำกลยุทธ์ที่ได้รับความนิยมสูงสุดและมีความเสี่ยงต่ำสุดมาปรับใช้ แม้กระทั่งผู้ใช้ที่เพิ่งเริ่มก้าวเข้าสู่โลกแห่งการบอกราคาและตลาดการเทรดก็สามารถเข้าใจกลยุทธ์เหล่านี้ได้ไม่ยาก ภายในแอพมีวิธีการและคำแนะนำต่างๆ อธิบายไว้โดยละเอียด นอกจากนี้ คุณยังสามารถเปิดใช้โรบอทและเทรดด้วยตัวเองได้ในโหมดแมนนวลหากสังเกตเห็นช่วงจังหวะเหมาะๆ ในการเข้าสู่ตลาด\nOlymp Robot เป็นโปรแกรมที่ไม่มีค่าใช้จ่ายใดๆ และไร้ซึ่งโฆษณา\nคุณสามารถทดสอบการทำงานในบัญชีสาธิต จากนั้นจึงค่อยย้ายไปยังบัญชีจริง\n---------------------\nแอพพลิเคชันนี้ไม่ได้เกี่ยวข้องกับบริษัท Olymp Trade โดยตรง และดูแลดำเนินการโดยทีมนักพัฒนาอิสระ",
    "tr": "Olymp Robot, Olymp Trade platformunda işlem yapmak için en iyi yardımcısıdır.\nRobotu kullanarak, uzun ve karmaşık yatırım eğitimi olmadan kazanmaya başlayabilirsiniz ayrıca robotu ayarlamak çok zaman almayacaktır.  Olymp Robot uygulaması, 20'den fazla teknik gösterge kullanarak piyasayı analiz eden Olymp Robot Cloud Analytics analiz sunucusuna tamamen bağlı olup, robotun işlem yaptığı sinyalleri kullanır.\nUzmanlarımız araştırma yaptılar ve en popüler ve en az riskli yatırım stratejilerini uygulamaya koydular. Kur ve yatırım piyasası dünyasına yeni giriş yapmaya başlayan kullanıcılar bile bu stratejileri anlayabilirler. Uygulama ayrıntılı talimalatlar ve öneriler sunar. Ayrıca hem robotu başlatıp, hem de piyasaya girmenin doğru zamanı olduğunu düşünüyorsanız manuel modda kendiniz yatırım işlemi yapabilirsiniz.\nOlymp Robot tamamen ücretsiz bir program olup reklam içermez.\nProgramın işlevselliğini bir deneme hesabında test edip sonra gerçek bir hesaba geçiş yapabilirsiniz.\n---------------------\nBu uygulama doğrudan Olymp Trade şirketi ile ilgili değildir ve bağımsız bir geliştirici ekibi tarafından hayata geçirilmiştir.",
    "vi": "Olymp Robot là trợ lý tốt nhất để giao dịch trên nền tảng Olymp Trade.\nSử dụng robot, bạn có thể bắt đầu kiếm tiền mà không cần phải được đào tạo lâu dài và phức tạp về giao dịch, việc thiết lập robot cũng không mất nhiều thời gian.  Ứng dụng Olymp Robot được kết nối đầy đủ với máy chủ phân tích Olymp Robot Cloud Analytics, phân tích thị trường bằng cách sử dụng hơn 20 chỉ báo kỹ thuật và cung cấp tín hiệu để robot giao dịch.\nCác chuyên gia của chúng tôi đã nghiên cứu và điều chỉnh các chiến lược giao dịch phổ biến nhất và ít rủi ro nhất. Ngay cả những người dùng mới bắt đầu đi vào thế giới đặt cược và thị trường giao dịch cũng có thể hiểu được các chiến lược này. Ứng dụng có các hướng dẫn và khuyến nghị chi tiết. Bạn cũng có thể chạy robot và tự giao dịch ở chế độ thủ công nếu bạn nhận thấy đúng thời điểm để tham gia thị trường.\nOlymp Robot là chương trình hoàn toàn miễn phí và không có quảng cáo.\nBạn có thể kiểm tra các chức năng của ứng dụng trên tài khoản demo rồi sau đó chuyển sang tài khoản thực.\n---------------------\nỨng dụng này không liên quan trực tiếp với công ty Olymp Trade và do đội ngũ các nhà phát triển độc lập thực hiện.",
    "zh_CN,zh_TW": "Olymp Robot是Olymp Trade平台交易的最佳助手。\n使用机器人，您可以在没有长时间复杂的交易培训的情况下开始赚钱，同时设置机器人也不会花费太多时间。  Olymp Robot 应用程序与分析服务器 Olymp Robot Cloud Analytics 完整连接，后者使用了 20 多个技术指标分析市场，也提供机器人交易的信号。\n我们的专家调查并调整了最受欢迎且风险最小的交易策略。 即使刚刚开始潜入报价世界和交易市场的用户也能够理解这些策略。 该应用程序有详细的指南和建议。 启动机器人的同时，如果您注意到进入市场的正确时机，您也可以在手动模式下自行交易。\nOlymp Robot 是一个完全免费的程序，而且不包含任何广告。\n您可以在模拟帐户上测试功能，合用后转到真实帐户。\n---------------------\n此应用程序与公司 Olymp Trade 没有直接关系，由独立开发人员团队设计完成。"
  }
}