{
  "name": {
    "ar": "تطبيق الإنترنت من Samsung",
    "am,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,he,hr,hu,id,lt,ms,nl,pl,pt_BR,pt_PT,sk,sl,sr,sv,sw,th,tr,vi": "Samsung Internet",
    "bg": "„Интернет на Samsung“",
    "bn": "স্যামসাং ইন্টারনেট",
    "ca,es": "Internet de Samsung",
    "gu": "સેમસંગ ઇન્ટરનેટ",
    "hi": "सैमसंग इंटरनेट",
    "it,ro": "Internet Samsung",
    "ja": "ブラウザ",
    "kn": "ಸ್ಯಾಮ್‌ಸಂಗ್ ಇಂಟರ್ನೆಟ್",
    "ko": "삼성 인터넷",
    "lv": "Samsung internets",
    "ml": "സാംസങ്ങ് ഇന്‍റർനെറ്റ്",
    "mr": "सॅमसंग इंटरनेट",
    "no": "Samsung Internett",
    "ru": "Интернет Samsung",
    "ta": "சாம்சங் இணையம்",
    "te": "స్యామ్‌సంగ్ ఇంటర్నెట్",
    "uk": "Інтернет Samsung",
    "zh_CN": "三星浏览器",
    "zh_TW": "三星網際網路"
  },
  "short": {
    "ar": "سجّل الدخول إلى Samsung account للوصول إلى العلامات المرجعية على أجهزة أخرى.",
    "am,en,en_AU,en_GB,en_US,es_419,sw": "Sign in to your Samsung account to access bookmarks on other devices.",
    "bg": "Влезте в Samsung акаунта си, за да осъществите достъп до показалците в други устройства.",
    "bn": "অন্যান্য ডিভাইসে বুকমার্কগুলি অ্যাক্সেস করতে আপনার Samsung account-এ সাইন ইন করুন।",
    "ca": "Iniciï la sessió al seu Samsung account per accedir als marcadors que es troben en altres dispositius.",
    "cs": "Přihlaste se k Samsung účtu, abyste měli přístup k záložkám v jiných zařízeních.",
    "da": "Log ind på din Samsung account for at få adgang til bogmærker på andre enheder.",
    "de": "Melden Sie sich mit Ihrem Samsung Konto an, um auf anderen Geräten auf Lesezeichen zuzugreifen.",
    "el": "Συνδεθείτε στο Samsung account, για να αποκτήσετε πρόσβαση στους σελιδοδείκτες άλλων συσκευών.",
    "es": "Inicie sesión en su Samsung account para acceder a sus marcadores en otros dispositivos.",
    "et": "Logige sisse oma Samsungi kontole, et pääseda ligi teistes seadmetes olevatele järjehoidjatele.",
    "fa": "برای دسترسی به نشانک‌های موجود در دستگاههای دیگر، وارد Samsung account خود شوید.",
    "fi": "Kirjaudu Samsung-tilillesi muissa laitteissa olevien kirjanmerkkien käyttöä varten.",
    "fil": "Mag-sign in sa Samsung account mo para ma-access ang mga bookmark na nasa ibang mga device.",
    "fr": "Connectez-vous à votre compte Samsung pour accéder aux favoris sur d'autres appareils.",
    "gu": "અન્ય ઉપકરણો પર બુકમાર્ક્સને ઍક્સેસ કરવા માટે તમારા Samsung account માં સાઇન ઇન કરો.",
    "he": "היכנס אל ה-Samsung Account שלך כדי לגשת אל סימניות במכשירים אחרים.",
    "hi": "अन्य डिवाइसेस पर बुकमार्क्स एक्सेस करने के लिए अपने Samsung account में साइन इन करें।",
    "hr": "Prijavite se na Samsung račun za pristup oznakama na drugim uređajima.",
    "hu": "Ha egyéb eszközökön is szeretne hozzáférni a könyvjelzőkhöz, akkor jelentkezzen be a Samsung accountba.",
    "id": "Masuk ke Samsung account untuk mengakses bookmark di perangkat lain.",
    "it": "Accedete all'account Samsung per accedere ai preferiti sugli altri dispositivi.",
    "ja": "他のデバイスからブックマークにアクセスするには、Galaxyアカウントにサインインしてください。",
    "kn": "ಬೇರೊಂದು ಸಾಧನಗಳಲ್ಲಿ ಬುಕ್‍ಮಾರ್ಕ್‍ಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ನಿಮ್ಮ Samsung accountಗೆ ಸೈನ್ ಇನ್ ಆಗಿರಿ.",
    "ko": "다른 디바이스에서 북마크를 사용하려면 삼성 계정에 로그인하세요.",
    "lt": "Jei norite pasiekti adresyno įrašus kituose įrenginiuose, prisijunkite prie savo „Samsung“ paskyros.",
    "lv": "Lai piekļūtu grāmatzīmēm citās ierīcēs, pierakstieties savā Samsung kontā.",
    "ml": "മറ്റ് ഉപകരണങ്ങളിലെ ബുക്ക്മാർക്കുകളെ ആക്സസ് ചെയ്യുന്നതിന് നിങ്ങളുടെ Samsung account-ൽ സൈൻ ഇൻ ചെയ്യുക.",
    "mr": "इतर उपकरणांवर पृष्ठचिन्हे ऍक्सेस करण्या साठी आपल्या Samsung account मध्ये साइन इन करा.",
    "ms": "Log masuk ke Samsung account anda untuk mencapai penanda buku pada peranti lain.",
    "nl": "Log in bij uw Samsung account om favorieten op andere apparaten te openen.",
    "no": "Logg på Samsung-kontoen din for å få tilgang til bokmerker på andre enheter.",
    "pl": "Aby uzyskać dostęp do zakładek na innych urządzeniach, zaloguj się do konta Samsung.",
    "pt_BR": "Entre na sua conta Samsung para acessar os favoritos em outros aparelhos.",
    "pt_PT": "Inicie sessão na sua conta Samsung para aceder aos favoritos noutros dispositivos.",
    "ro": "Conectați-vă la contul Samsung pentru a accesa marcajele pe alte dispozitive.",
    "ru": "Войдите в учетную запись Samsung, чтобы получить доступ к закладкам с других устройств.",
    "sk": "Pred prístupom k záložkám v iných zariadeniach sa prihláste do svojho konta Samsung.",
    "sl": "Za dostop do zaznamkov v drugih napravah se prijavite v Samsung račun.",
    "sr": "Prijavite se na svoj Samsung nalog da biste pristupili obeleživačima smeštenim na drugim uređajima.",
    "sv": "Logga in på ditt Samsung account om du vill komma åt bokmärken från andra enheter.",
    "ta": "பிற சாதனங்களில் புக்மார்க்குகளை அணுக, உங்கள் Samsung account-இல் உள்நுழையவும்.",
    "te": "ఇతర పరికరాలలో బక్‌మార్క్‌లను ప్రాప్యత చేయడానికి మీ Samsung accountకి సైన్ ఇన్ చేయండి.",
    "th": "เข้าสู่ระบบ Samsung Account ของคุณเพื่อเข้าถึงบุ๊คมาร์คบนอุปกรณ์อื่น",
    "tr": "Diğer cihazlardaki yer imlerine erişmek için Samsung account'unuzla oturum açın.",
    "uk": "Увійдіть до облікового запису Samsung, щоб отримати доступ до закладок з інших пристроїв.",
    "vi": "Đăng nhập Samsung account của bạn để truy cập mục đánh dấu trên các thiết bị khác.",
    "zh_CN": "您在登录三星帐户后可访问其他设备上的书签。",
    "zh_TW": "請登入三星帳號以於其他裝置上存取書籤。"
  },
  "long": {
    "ar": "※ الميزات الجديدة\n＊ تحسين تجربة المستخدم وسهولة الاستخدام\n\nيتيح لك امتداد تطبيق الإنترنت من Samsung مزامنة الإشارات المرجعية خاصتك بسهولة على طبيق الإنترنت من Samsung لنظام Android مع جهاز الكمبيوتر الخاص بك.\n\nيمكن تنشيطه عبر تسجيل الدخول إلى حسابك Samsung account، وتُحفظ الإشارات المرجعية المتزامنة في مخزن Samsung Cloud الآمن.\n\nالامتداد متاح في أنظمة التشغيل Windows و Linux و Mac.\n\n\nPrivacy Policy\nhttps://account.samsung.com/membership/etc/specialTC.do?fileName=personaldatamgmt.html",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,uk": "※ New features\n＊ Improved UX and usability\n\nThe Samsung Internet extension allows you to easily sync your bookmarks on Samsung Internet for Android to your PC.\n\nIt can be activated by logging into your Samsung account, and the synced bookmarks are saved in the secure Samsung Cloud storage.\nThe extension is available on Windows, Linux, and Mac.\n\n\nprivacy policy \nhttps://account.samsung.com/membership/etc/specialTC.do?fileName=personaldatamgmt.html",
    "de": "※ Neue Funktionen\n＊ Verbesserte UX und Benutzerfreundlichkeit\n\nDie „Samsung Internet“-Erweiterung ermöglicht es Ihnen, Ihre Favoriten in Samsung Internet für Android einfach mit Ihrem PC zu synchronisieren.\n\nZum Aktivieren dieser Funktion melden Sie sich bitte auf Ihrem Samsung Account an, die synchronisierten Favoriten sind im sicheren „Samsung Cloud“-Speicher gespeichert.\n\nDie Erweiterung ist verfügbar für Windows, Linux und Mac.\n\n\nPrivacy Policy\nhttps://account.samsung.com/membership/etc/specialTC.do?fileName=personaldatamgmt.html",
    "es": "※ Mejoras\n＊ UX y facilidad de uso mejoradas\n\nLa extensión de Internet de Samsung te permite sincronizar fácilmente tus marcadores de Internet de Samsung para Android en tu ordenador.\n\nSe puede activar al iniciar sesión en tu Samsung account, y los marcadores sincronizados se guardan en un almacenamiento seguro de Samsung Cloud.\n\nLa extensión está disponible en Windows, Linux y Mac.\n\n\nPrivacy Policy\nhttps://account.samsung.com/membership/etc/specialTC.do?fileName=personaldatamgmt.html",
    "fr": "※ Nouvelles fonctions\n* Expérience utilisateur et ergonomie améliorées\n\nL’extension Samsung Internet vous permet de facilement synchroniser vos favoris sur Samsung Internet pour Android et sur votre ordinateur.\n\nPour l’activer, connectez-vous à votre compte Samsung. Vos favoris synchronisés sont enregistrés de manière sécurisée dans le service de stockage Samsung Cloud.\n\nCette extension est disponible pour Windows, Linux et Mac.\n\n\nPrivacy Policy\nhttps://account.samsung.com/membership/etc/specialTC.do?fileName=personaldatamgmt.html",
    "id": "※ Fitur baru\n＊ UX dan kebergunaan ditingkatkan\n\nEkstensi Samsung Internet memungkinkan Anda menyinkronkan dengan mudah bookmark pada Samsung Internet untuk Android ke PC Anda.\n\nIni dapat diaktifkan dengan masuk ke Samsung Account, dan bookmark yang disinkronkan disimpan di penyimpanan Samsung Cloud yang aman.\n\nEkstensi tersebut tersedia di Windows, Linux, dan Mac. \n\n\nPrivacy Policy\nhttps://account.samsung.com/membership/etc/specialTC.do?fileName=personaldatamgmt.html",
    "it": "※ Nuove funzioni\n＊Esperienza utente e utilizzabilità migliorate\n\nL'estensione Internet Samsung ti consente di sincronizzare facilmente i tuoi preferiti di Internet Samsung per Android sul tuo PC.\n\nPuò essere attivata accedendo al tuo Samsung account e i preferiti sincronizzati vengono salvati nella memoria sicura di Samsung Cloud.\n\nL'estensione è disponibile su Windows, Linux e Mac.\n\n\nPrivacy Policy\nhttps://account.samsung.com/membership/etc/specialTC.do?fileName=personaldatamgmt.html",
    "ja": "※ 新機能\n＊ UXと使いやすさが向上しました\n\nブラウザの拡張機能を使用すると、Android用のブラウザ上のブックマークをPCと簡単に同期できます。\n\nこれを実現するには、Samsungアカウントにログインします。これにより、同期されたブックマークが安全なGalaxyクラウドストレージに保存されます。\n\nこの拡張機能は、Windows、Linux、Macで使用できます。\n\n\nPrivacy Policy\nhttps://account.samsung.com/membership/etc/specialTC.do?fileName=personaldatamgmt.html",
    "ko": "※ 신규 기능\n＊ UX 및 사용성 개선\n\n삼성 인터넷 확장 프로그램을 통해 Android용 삼성 인터넷의 북마크를 PC와 쉽게 동기화 할 수 있습니다.\n\n삼성 계정 로그인을 통해 실행 가능하며, 동기화 된 북마크는 안전한 삼성 클라우드 저장소에 저장됩니다.\n\n이 확장 프로그램은 Windows, Linux 및 Mac에서 사용할 수 있습니다.\n\n\nPrivacy Policy\nhttps://account.samsung.com/membership/etc/specialTC.do?fileName=personaldatamgmt.html",
    "pl": "※ Nowe funkcje\n＊ Lepsze UX i użyteczność\n\nRozszerzenie przeglądarki Samsung Internet pozwala Ci łatwo synchronizować zakładki Samsung Internet dla systemu Android na Twoim komputerze.\n\nMoże ono zostać aktywowane poprzez zalogowanie na konto Samsung account, a zsynchronizowane zakładki zostają zapisane w zabezpieczonej pamięci Samsung Cloud.\n\nRozszerzenie dostępne jest na urządzenia z systemem Windows, Linux oraz Mac.\n\n\nPrivacy Policy\nhttps://account.samsung.com/membership/etc/specialTC.do?fileName=personaldatamgmt.html",
    "ru": "※ Новые функции\n* Улучшенный интерфейс и удобство пользования\n\nРасширение Samsung Internet позволяет вам удобно синхронизировать закладки на Samsung Internet для Android с ПК.\n\nЕго можно активировать, войдя в Samsung Account, а синхронизированные закладки сохраняются в безопасное облачное хранилище Samsung Cloud.\n\nРасширение доступно для Windows, Linux и Mac.\n\n\nPrivacy Policy\nhttps://account.samsung.com/membership/etc/specialTC.do?fileName=personaldatamgmt.html",
    "th": "※ คุณสมบัติใหม่ ๆ\n＊ UX และความสามารถในการใช้งานที่มีประสิทธิภาพมากขึ้น\n\nส่วนขยาย Samsung Internet ช่วยให้คุณสามารถซิงค์บุ๊ค​มา​ร์คของคุณบน Samsung Internet สำหรับ Android กับ PC ได้อย่างง่ายดาย \n\nสามารถเปิดใช้งานด้วยการเข้าสู่ระบบใน Samsung account ของคุณ แล้วบุ๊ค​มา​ร์คที่ซิงค์จะได้รับการบันทึกไว้ในที่จัดเก็บที่ปลอดภัยของ Samsung Cloud\n\nส่วนขยายมีให้บริการบน Windows, Linux และ Mac\n\n\nPrivacy Policy\nhttps://account.samsung.com/membership/etc/specialTC.do?fileName=personaldatamgmt.html",
    "tr": "※ Yeni özellikler\n＊ Kullanıcı deneyimi ve kararlılık iyileştirildi\n\nSamsung İnternet uzantısı, Android için Samsung İnternet üzerindeki yer imlerinizi PC’niz ile kolayca eşitlemenize olanak verir.\n\nSamsung account’unuzda oturum açarak bu kolayca etkinleştirilebilir ve eşitlenen yer imleri güvenli Samsung Cloud depolama yerinde kaydedilir.\n\nBu uzantı Windows, Linux ve Mac üzerinde mevcuttur.\n\n\nPrivacy Policy\nhttps://account.samsung.com/membership/etc/specialTC.do?fileName=personaldatamgmt.html",
    "vi": "※ Tính năng mới\n＊ Cải thiện UX và khả năng sử dụng\n\nTiện ích mở rộng Samsung Internet cho phép dễ dàng đồng bộ đánh dấu của mình trên Samsung Internet cho Android với PC của bạn.\n\nCó thể kích hoạt tiện ích này bằng cách đăng nhập vào Samsung account của bạn và những đánh dấu đã đồng bộ hóa được lưu trong bộ nhớ Samsung Cloud an toàn.\n\nTiện ích mở rộng này có trên Windows, Linux, và Mac.\n\n\nPrivacy Policy\nhttps://account.samsung.com/membership/etc/specialTC.do?fileName=personaldatamgmt.html",
    "zh_CN": "※ 新功能\n＊ 改善了用户体验和可用性\n\n借助三星浏览器扩展，您可以轻松地将 Android 版三星浏览器上的书签同步到您的个人电脑。\n\n您可以通过登录三星帐户进行激活，同步的书签将保存在安全的三星云存储中。\n\nWindows、Linux 和 Mac 均支持此扩展。\n\n\nPrivacy Policy\nhttps://account.samsung.com/membership/etc/specialTC.do?fileName=personaldatamgmt.html",
    "zh_TW": "※ 全新功能\n＊ UX 與可使用性已提升\n\n三星網際網路延伸功能讓您能輕易把 Android 專用三星網際網路上的書籤同步到您的 PC。\n\n您可以透過登入您的三星帳號予以啟動，經同步的書籤就會儲存在安全的三星雲端儲存空間。\n\n該延伸功能可以在 Windows、Linux 及 Mac 上取得。\n\n\nPrivacy Policy\nhttps://account.samsung.com/membership/etc/specialTC.do?fileName=personaldatamgmt.html"
  }
}