{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Twitterトレンドからお排泄物記事とか不安とか怒りとかを消し去るやつ",
    "en": "The one that removes excremental articles and anxiety and anger from Twitter trends."
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Twitter上で、指定されたワードを含むトレンドを非表示にします。トレンドは見たいけどやたら不安とか怒りとかを煽ってくるタグとか釣りタイトルのお排泄物記事は見たくないって方向け。",
    "en": "Hide trends on Twitter that contain the specified words. For those who want to see what's trending, but don't want to see tags that…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "昨今のインターネッツにあふれる人々の心を惑わし義憤を呼び起こし怒りを楽しむだけの怪異を作り出す感じのお排泄物情報を隠して穏やかな生活を送れるような環境の構築を目指すツールです。怒りに飲まれてはいけないのです。\n\nインストール後、設定ウインドウが出てきますので、\nまず非表示にする単語を設定してください。\n個人的なおすすめワードは以下の通りです。\nなんのことやらよくわかりませんがたぶん深い意味はありません。はい。\n\n洋経済オ\nフポスト日\n事メディカ\nuzzFee\n\n\nTwitterアップデートのたびに動かなくなる可能性大です。\n何かあったらTwitter: @afolyteに。\nただしお返事は期待せぬようお願いします……\n\n[更新履歴]\n2021/12/30　v1.0.2\n　タイトルについて怒られが発生したのでお上品な言葉に修正\n2021/12/26　v1.0.1\n　非表示ワードに空白も含められるよう修正",
    "en": "It is a tool that aims to build an environment where people can live a peaceful life by hiding excremental information that confuses their minds, arouses their righteous indignation and creates monsters that only enjoy their anger.\nDon't let your anger consume you.\n\nAfter you install it, you'll get a settings window that will take you to\nFirst you need to set the words you want to hide.\n\nIt's likely to stop working with every Twitter update.\nIf you have any problems, please contact me on Twitter: @afolyte.\nBut please don't expect a reply ......"
  }
}