{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Qodo Merge: AI-Powered Code Reviews & Chat"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chat with your GitHub pull request code, and get AI-powered reviews, descriptions, and code suggestions"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview\n\nIntegrate AI-powered chat and code review tools directly into your GitHub environment to analyze pull requests, automate reviews, highlight changes, suggest improvements and ensure code changes adhere to best practices. \n\nQodo merge Chrome extension is free to use in public/open-source repositories. For private repositories, users can access PR-Chat along with additional features like documentation suggestions and component analysis with a free two-week trial.\n----------------------------------------------------\n🚀 Key Features:\n\n💬 AI-Powered Chat in PRs: Ask targeted questions about specific code changes and receive context-aware answers within the pull request comment section.\n\n🔍 Automated Code Reviews : Instantly review pull requests and identify potential bugs, security vulnerabilities, and adherence to best practices with the /review command.\n\n⚙️ Code Improvement Suggestions: Use the /improve command to get actionable recommendations for optimizing code efficiency, robustness, and maintainability.\n\n📝 Auto-Generate PR Descriptions: Save time with the /describe command to create comprehensive PR descriptions, including summaries, labels, and step-by-step walkthroughs.\n\n🔒Private chat sessions: Your conversations remain private and are not visible to other users.\n\n⭐️ Streamlined Configuration Export: Effortlessly export your preferred PR-Agent settings to a configuration file, which can be applied at either the repository or organizational level for seamless team-wide adoption.\n----------------------------------------------------\nCompatibility:\n\n- Open-Source Repositories: Fully supported and free to use\n- Private Repositories: requires the installation of Qodo merge Pro for full functionality, visit these links to learn more about Qodo merge pro:\n----------------------------------------------------\nPrivacy & Security:\n\n- The Chrome extension will not send your code to any external servers.\n- For private repositories, we will first validate the user's identity and permissions. After authentication, we generate responses using the existing Qodo merge Pro integration.\n----------------------------------------------------\nDocumentation: https://qodo-merge-docs.qodo.ai/chrome-extension/\nPR-Agent: https://github.com/Codium-ai/pr-agent\n----------------------------------------------------"
  }
}