{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Time Shooter Unblocked : Funny shooter Games"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play the best Time shooter unblocked online for free! Enjoy new Funny shooter Games now!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🕹️ Time Shooter Unblocked - Step into the Ultimate Slow-Motion Shooting Challenge! 🎯\n\nGet ready for an action-packed experience with Time Shooter Unblocked! Enter a world where time slows down when you do, allowing you to dodge bullets and make every shot count. Dive into intense, unblocked shooting missions that test your reflexes and strategy, all from your browser!\n\n🎮 Game Highlights:\n\n    Unblocked Shooting Action: Enjoy smooth, uninterrupted gameplay with Time Shooter Unblocked! No restrictions, just pure, immersive action.\n    Slow-Motion Gameplay: Master time manipulation! Move slowly to dodge, aim, and fire with precision in thrilling slow-motion sequences.\n    Challenging Missions: Take on unique missions with different scenarios and enemies, each bringing new challenges to test your skills.\n    Seamless Offline Play: Play anytime, anywhere—even without internet!\n\n🎖️ How to Play:\n\n    Choose Your Level: Start with easier missions and advance to increasingly challenging ones as you refine your skills.\n    Use Time to Your Advantage: Plan your moves, dodge bullets, and aim with precision in slow motion.\n    Stay Sharp: Adapt to changing enemy patterns and complete missions for maximum scores!\n\nReady for the Ultimate Shooting Challenge? Enter the world of Time Shooter and test your reflexes—Play Time Shooter Unblocked Now! 🚀\n\nDiscover more games in the online version (click the fullscreen icon)."
  }
}