{
  "name": {
    "am,ar,bg,bn,fi,fil,he,kn,lv,sk,sv,ta,te": "King Of Fishing Online",
    "ca,cs,el,hr,no,pl,sl": "King Of Fishing Online Game",
    "da,de,en,en_AU,en_GB,en_US,es,es_419,et,fr,hu,id,it,ja,lt,ml,nl,pt_BR,pt_PT,ru,sr,sw,tr,uk,vi,zh_CN,zh_TW": "King Of Fishing Game",
    "fa,gu,hi,ko,mr,ms,ro,th": "King Of Fishing Unblocked Game"
  },
  "short": {
    "ar": "عليك أن تصطاد كل الأسماك عن طريق رمي الشباك التي لديك للأسماك.",
    "am": "ለዓሣው ያለህን መረቦች በመወርወር ዓሣውን በሙሉ መያዝ አለብህ።",
    "bg": "Трябва да хванеш цялата риба, като хвърлиш мрежите, които имаш за рибата.",
    "bn": "মাছের জন্য আপনার কাছে থাকা জাল ফেলে সব মাছ ধরতে হবে।",
    "ca": "Has d'agafar tots els peixos llançant les xarxes que tens per al peix.",
    "cs": "Musíte chytit všechny ryby tím, že hodíte sítě, které máte pro ryby.",
    "da": "Du skal fange alle fiskene ved at kaste de net, du har til fisken.",
    "de": "Sie müssen alle Fische fangen, indem Sie die Netze werfen, die Sie für den Fisch haben.",
    "el": "Πρέπει να πιάσετε όλα τα ψάρια ρίχνοντας τα δίχτυα που έχετε για τα ψάρια.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You have to catch all the fish by throwing the nets you have for the fish.",
    "es": "Tienes que atrapar todos los peces lanzando las redes que tienes para los peces.",
    "et": "Sa pead püüdma kõik kalad, visates võrgud, mis teil on kala jaoks.",
    "fa": "شما باید برای گرفتن تمام ماهی با پرتاب تور شما برای ماهی.",
    "fi": "Sinun on pyydettävä kaikki kalat heittämällä verkot, joita sinulla on kaloille.",
    "fil": "Mayroon kang upang mahuli ang lahat ng mga isda sa pamamagitan ng pagkahagis ang mga lambat na mayroon ka para sa isda.",
    "fr": "Vous devez attraper tous les poissons en lançant les filets que vous avez pour le poisson.",
    "gu": "તમારે માછલી માટે તમારી પાસે જે જાળ છે તે ફેંકીને બધી માછલીઓને પકડવી પડશે.",
    "he": "אתה צריך לתפוס את כל הדגים על ידי זריקת הרשתות שיש לך עבור הדגים.",
    "hi": "मछली के लिए आपके पास जो जाल है उसे फेंककर आपको सभी मछलियों को पकड़ना होगा।",
    "hr": "Morate uhvatiti svu ribu bacanjem mreža koje imate za ribu.",
    "hu": "Az összes halat el kell fognia a halak hálóinak dobásával.",
    "id": "Anda harus menangkap semua ikan dengan melemparkan jaring yang Anda miliki untuk ikan.",
    "it": "Devi catturare tutti i pesci lanciando le reti che hai per il pesce.",
    "ja": "あなたは魚のために持っている網を投げることによってすべての魚を捕まえなければなりません。",
    "kn": "ಮೀನಿಗಾಗಿ ನಿಮ್ಮಲ್ಲಿರುವ ಬಲೆಗಳನ್ನು ಎಸೆಯುವ ಮೂಲಕ ನೀವು ಎಲ್ಲಾ ಮೀನುಗಳನ್ನು ಹಿಡಿಯಬೇಕು.",
    "ko": "물고기를 위해 가지고있는 그물을 던져 모든 물고기를 잡아야합니다.",
    "lv": "Jums ir jānoķer visas zivis, izmetot tīklus, kas jums ir zivīm.",
    "ml": "മീനിനായി നിങ്ങളുടെ പക്കലുള്ള വലകൾ എറിഞ്ഞുകൊണ്ട് നിങ്ങൾ എല്ലാ മത്സ്യങ്ങളെയും പിടിക്കണം.",
    "mr": "माशांसाठी आपल्याकडे असलेल्या जाळ्या टाकून सर्व मासे पकडावे लागतात.",
    "ms": "Anda harus menangkap semua ikan dengan melemparkan jala yang Anda miliki untuk ikan.",
    "nl": "Je moet alle vis vangen door de netten die je hebt voor de vis te gooien.",
    "no": "Du må fange all fisken ved å kaste garnene du har til fisken.",
    "pl": "Musisz złapać wszystkie ryby, rzucając sieci, które masz dla ryb.",
    "ro": "Trebuie să prindeți toți peștii aruncând plasele pe care le aveți pentru pește.",
    "ru": "Вы должны поймать всю рыбу, бросив сети, которые у вас есть для рыбы.",
    "sk": "Musíte chytiť všetky ryby hádzaním sietí, ktoré máte pre ryby.",
    "sl": "Vse ribe moraš ujeti tako, da vržeš mrežam, ki jih imaš za ribe.",
    "sv": "Du måste fånga all fisk genom att kasta de nät du har för fisken.",
    "sw": "Una kukamata samaki wote kwa kutupa nyavu una kwa ajili ya samaki.",
    "ta": "மீனுக்காக உங்களிடம் உள்ள வலைகளை எறிவதன் மூலம் நீங்கள் அனைத்து மீன்களையும் பிடிக்க வேண்டும்.",
    "te": "చేపల కోసం మీ వద్ద ఉన్న వలలను విసరడం ద్వారా మీరు అన్ని చేపలను పట్టుకోవాలి.",
    "th": "คุณต้องจับปลาทั้งหมดโดยการขว้างอวนที่คุณมีสําหรับปลา",
    "tr": "Balıklar için sahip olduğunuz ağları atarak tüm balıkları yakalamak zorundasınız.",
    "uk": "Ви повинні зловити всю рибу, кинувши сітки, які у вас є для риби."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you like playing fish games! Start this fun and challenging fish game adventure.\n\nHow To Play\nPlayed with Mouse.\n\nKing Of Fishing Game Features\n✓ Beautiful graphics\n✓ Realistic particle\n✓ Basic control\n✓ 3D Graphics\n✓ Upgrade system\n\nFinally, you can enjoy these game for free (and more requests will be added)! King Of Fishing Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}