{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Clove Digital: Case Helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Streamline your Amazon reimbursement process with the Clove extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Streamline your Amazon reimbursement process with the Clove extension.\n\nOnce you have signed up for our reimbursement tool, use the Clove extension to:\n\nUTILIZE PRE-MADE CASE TEMPLATES: Access a variety of templates to swiftly open cases within seconds\nAUTOMATE DOCUMENT GENERATION: Create and download necessary case documentation directly from our extension, eliminating the need to spend time on creating, searching, or uploading documents yourself\nCOPY-PASTE EASE: Easily copy case information from our extension directly into Amazon, streamlining your process\nTRACK CASE UPDATES: Use our unique CC email feature to stay updated on case progress\nMANAGE YOUR CASES: Add notes to stay on top of your cases, and remove potential cases that are no longer relevant, keeping your dashboard clean and organized\n\n\nABOUT CLOVE DIGITAL\n\nClove is a dynamic ecommerce partner, offering a range of tools and services designed to enhance your business’s success. Our offerings include intuitive tools for seamless reimbursement management and advanced solutions for profit and PPC optimization. Additionally, we provide specialized consulting and management services tailored to the unique needs of the reimbursement process, Walmart marketplace and inventory management. Committed to streamlining your ecommerce operations, Clove Digital focuses on saving you time and amplifying your growth."
  }
}