{
  "name": {
    "am,ar,bn,et,fa,fi,id,ja,kn,ko,ml,sk": "Emoji Squeeze Unblocked Game",
    "bg,ca,cs,lv,ms,sv,ta,te": "Emoji Squeeze Online",
    "da,el,gu,hi,hr,hu,sl": "Emoji Squeeze Online Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fil,fr,he,it,lt,nl,no,pl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Emoji Squeeze Arcade Game",
    "mr,ro,sw,th": "Emoji Squeeze Game"
  },
  "short": {
    "ar": "يجب عليك قطع جميع الرموز التعبيرية الصفراء والابتعاد عن الرموز التعبيرية الحمراء الغاضبة.",
    "am": "ቢጫውን ኢሞጂዎች በሙሉ ቆርጠህ ቀይ ከሆነው ኢሞጂዎች መራቅ ይኖርብሃል።",
    "bg": "Трябва да изрежете всички жълти емотикони и да стоите далеч от червените ядосани емотикони.",
    "bn": "আপনার সমস্ত হলুদ ইমোজিগুলি কেটে ফেলা উচিত এবং লাল রাগী ইমোজিগুলি থেকে দূরে থাকা উচিত।",
    "ca": "Heu de tallar tots els emojis grocs i mantenir-vos allunyats dels emojis vermells enfadats.",
    "cs": "Měli byste vystřihnout všechny žluté emodži a držet se dál od červených rozzlobených emodži.",
    "da": "Du skal klippe alle de gule emojis ud og holde dig væk fra de røde vrede emojis.",
    "de": "Sie sollten alle gelben Emojis ausschneiden und sich von den roten, wütenden Emojis fernhalten.",
    "el": "Θα πρέπει να κόψετε όλα τα κίτρινα emoji και να μείνετε μακριά από τα κόκκινα θυμωμένα emojis.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You should cut out all the yellow emojis and stay away from the red angry emojis.",
    "es": "Debes recortar todos los emojis amarillos y mantenerte alejado de los emojis rojos enojados.",
    "et": "Peaksite välja lõikama kõik kollased emotikonid ja hoidma eemale punastest vihastest emotikonidest.",
    "fa": "شما باید تمام ایموجی های زرد را قطع کنید و از ایموجی های عصبانی قرمز دور بمانید.",
    "fi": "Sinun tulisi leikata pois kaikki keltaiset emojit ja pysyä poissa punaisista vihaisista hymiöistä.",
    "fil": "Dapat mong gupitin ang lahat ng dilaw na emojismo at lumayo sa pulang galit na emojismo.",
    "fr": "Vous devriez couper tous les emojis jaunes et rester à l’écart des emojis rouges en colère.",
    "gu": "તમારે બધા પીળા ઇમોજીસ કાપી નાખવા જોઈએ અને લાલ ક્રોધિત ઇમોજીસથી દૂર રહેવું જોઈએ.",
    "he": "אתה צריך לחתוך את כל האימוג'ים הצהובים ולהתרחק מהאימוג'ים הכועסים האדומים.",
    "hi": "आपको सभी पीले इमोजी को काट देना चाहिए और लाल गुस्से वाले इमोजी से दूर रहना चाहिए।",
    "hr": "Trebali biste izrezati sve žute emotikone i držati se podalje od crvenih ljutih emojija.",
    "hu": "Vágja ki az összes sárga hangulatjelet, és maradjon távol a piros dühös hangulatjelektől.",
    "id": "Anda harus memotong semua emoji kuning dan menjauh dari emoji merah marah.",
    "it": "Dovresti tagliare tutti gli emoji gialli e stare lontano dagli emoji arrabbiati rossi.",
    "ja": "あなたはすべての黄色の絵文字を切り取り、赤い怒っている絵文字から離れるべきです。",
    "kn": "ನೀವು ಎಲ್ಲಾ ಹಳದಿ ಎಮೋಜಿಗಳನ್ನು ಕತ್ತರಿಸಬೇಕು ಮತ್ತು ಕೆಂಪು ಕೋಪದ ಎಮೋಜಿಗಳಿಂದ ದೂರವಿರಬೇಕು.",
    "ko": "모든 노란색 이모티콘을 잘라내고 붉은 화난 이모티콘을 멀리해야합니다.",
    "lv": "Jums vajadzētu izgriezt visas dzeltenās emocijzīmes un palikt prom no sarkanajām dusmīgajām emocijzīmēm.",
    "ml": "നിങ്ങൾ എല്ലാ മഞ്ഞ ഇമോജികളും മുറിച്ചുമാറ്റുകയും ചുവന്ന ഇമോജികളിൽ നിന്ന് അകന്നുനിൽക്കുകയും വേണം.",
    "mr": "आपण सर्व पिवळ्या इमोजी कापून टाकाव्यात आणि लाल रागीट इमोजीपासून दूर रहावे.",
    "ms": "Anda harus memotong semua emoji kuning dan menjauhkan diri dari emoji marah merah.",
    "nl": "Je moet alle gele emoji's verwijderen en wegblijven van de rode boze emoji's.",
    "no": "Du bør kutte ut alle de gule emojiene og holde deg borte fra de røde sinte emojiene.",
    "pl": "Powinieneś wyciąć wszystkie żółte emotikony i trzymać się z dala od czerwonych gniewnych emotikonów.",
    "ro": "Ar trebui să tăiați toate emoji-urile galbene și să stați departe de emoji-urile roșii furioase.",
    "ru": "Вы должны вырезать все желтые смайлики и держаться подальше от красных сердитых смайликов.",
    "sk": "Mali by ste vystrihnúť všetky žlté emodži a držať sa ďalej od červených nahnevaných emodži.",
    "sl": "Moral bi izrezati vse rumene emoji in se izogibati rdečim jeznim emojijem.",
    "sv": "Du bör klippa ut alla gula emojis och hålla dig borta från de röda arga emojierna.",
    "sw": "Unapaswa kukata emoji zote za manjano na kukaa mbali na emoji nyekundu za hasira.",
    "ta": "நீங்கள் அனைத்து மஞ்சள் ஈமோஜிகளையும் வெட்டி, சிவப்பு கோபமான ஈமோஜிகளிலிருந்து விலகி இருக்க வேண்டும்.",
    "te": "మీరు అన్ని పసుపు ఎమోజీలను కత్తిరించాలి మరియు ఎరుపు కోపంగా ఉన్న ఎమోజీలకు దూరంగా ఉండాలి.",
    "th": "คุณควรตัดอิโมจิสีเหลืองทั้งหมดออกและอยู่ห่างจากอิโมจิโกรธสีแดง",
    "tr": "Tüm sarı emojileri kesmeli ve kırmızı kızgın emojilerden uzak durmalısınız.",
    "uk": "Ви повинні вирізати всі жовті емодзі і триматися подалі від червоних сердитих смайликів."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you like emoji games! Choose the right emojis and make the highest score.\n\nHow To Play\nPlayed with Mouse.\n\nEmoji Squeeze Arcade Game Features\n✓ 2D Character\n✓ Cartoon Graphics\n✓ Basic control\n✓ Infinity Level\n✓ Little Particle\n\nFinally, you can enjoy these game for free (and more requests will be added)! Emoji Squeeze Arcade Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}