{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Photosensitivity Video Blocker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stops videos and gifs from auto-playing."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What it is:\n------------------------------------------\n\nThis is a tool for photosensitive people (or people tired of overwhelming amounts of animation on the internet at large) to more safely browse the internet without traversing it like a minefield.\n\nThis extension finds any .gif, .png and .webp imagefiles on any webpage, determines if they are animated, and then replaces them with pre-paused playable versions. Additionally it attempts to pause and prevent video elements from automatic playback.\n\n!!NOTICE!!\nWhile we strive to block as much potentially disrupting content as possible, this product is not a perfect solution. Please exercise due caution when browsing the internet, if you are sensitive and could suffer harm or discomfort.\n!!NOTICE!!\n\n\nWhat it does:\n------------------------------------------\n\nThe extension will be looking for images on all websites, and if it determines that it is animated, it will replace the image with a version the extension has created, that allows the animated image to be played as intended, but remains paused until the user clicks the \"play\" button now overlaid on top of the animation.\n\nAdditionally it will constantly scan for videos that are trying to play its content, and forcibly pause them. This also means that videos will need to be \"started\" several times before the script actually lets them play, which resolves some autoplay behavior, but does also force the user to have to click \"play\" a few extra times before the video will behave normally.\nWe understand that this is not ideal, but as far as tradeoffs go, we have decided that this minor inconvenience is worth it, as a lot of videos would not be able to be blocked otherwise.\n\n\nSo seriously, what it does:\n------------------------------------------\n\nTo accurately describe what goes on \"beneath the hood\", first we must establish some definitions.\n\nJavascript - A code language used for creating various functionalities on the websites.\n\nImage elements - Image files can come in many different formats. The formats we are concerned with are the \".gif\", \".png\" and \".webp\", as these are the most commonly used images that can be animated.\nThese images are displayed via something called \"<img> tags\". The browser is made to simply display these, and - if animated - play their animation loop.\nJavascript cannot interfere directly with this behavior.\n\nVideo elements - Video files also come in many different formats. We are not concerned with the particular format, as video elements are presented in something called a \"<video> tag\". This utilizes either a video player built into the browser, or a separate video player script.\nJavascript can interact with - and control - these elements.\n\nCanvas - A HTML5 element, that in essence behaves like a tiny photoshop for Javascript. It can be used to programmatically draw image data onto. It is very versatile.\n\n\nThe extension finds all image elements on all websites, and if they correspond to the relevant image formats, it first copies them to a Canvas, and displays the canvas in place of the actual image.\nThis has the effect of immediately removing any potentially animated element, as further treatment can take a couple of seconds depending on image size and internet connection speed.\nThen, if the image is analyzed to not be animated after all, the placeholder will be removed in favor of the image.\nHowever if it IS animated, it will be converted into a copy that is paused and can, if the user chooses to, be played back and paused at will.\nFinally the placeholder is removed and the functional image is displayed.\n\nThe extension also runs a routine a few times per second, to monitor whether any video elements are currently playing.\nIf it is, the video is forcibly paused, and marked by the extension so we can recognize videos we have already paused previously.\nVideos will continue to be forcibly paused until they have been marked three (3) times, upon which the extension will no longer attempt to block it.\nThis is a decision made to strike a reasonable balance between blocking everything to keep the user safe, and not blocking so much that the internet becomes difficult or frustrating to navigate.\nThe compromise was necessitated by the fact that we cannot prevent the website from having their own Javascript do different things to the sites videos (Typically force playback of a video when it is scrolled into view), and therefore most videos will not be blocked simply by removing their \"autoplay\" attribute.\nPausing three (3) times has been able to catch almost all videos that we encountered in testing, and therefore this was the compromise we ended up on.\nThis does have the downside that the user will be forced to click the play-button on any video several times if they do want to watch it.\n\n!!WARNING!!\nA few websites we have encountered, have Javascript that enforces the \"playback when scrolled into view\" so many times that our blocker gets overwhelmed and it autoplays anyway. Please exercise due caution when browsing the internet, if you are sensitive and could suffer harm or discomfort.\n!!WARNING!!\n\n\nWhat can we do:\n------------------------------------------\n\nThe team behind tries to keep up with the developments of the internet, but technology moves fast.\nIf you notice any issues with the extension, please feel free to contact us with the details, and we will try to address as many issues as we can.\n\nThis is an ongoing development; we continually strive towards making this extension as unintrusive as possible, while still catching as much potentially harmful content as possible. \n\nHowever please keep in mind that the internet is a wild and rapidly changing landscape, so again, please exercise due caution if you are sensitive and could suffer harm or discomfort. We cannot guarantee that we catch every possible way someone could make flashing or moving content."
  }
}