{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Promptly"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate ChatGPT with our Chrome extension: Instantly access and use our prompt library for more productivity"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the PROMPTLY ChatGPT Chrome Extension: Your Ultimate Solution for Effortless and Productive Writing and Conversations!\n\n**Unlock Your Writing Potential:**\n\nTired of spending precious time searching for the right words and ideas? With the PROMPTLY ChatGPT Chrome Extension, you gain instant access to a vast library of prompts tailored to various contexts. Say goodbye to writer's block and hello to seamless inspiration!\n\n**Streamlined Database Access:**\n\nNo more juggling between different platforms to find your saved prompts and ideas. Our extension seamlessly integrates with your existing prompt database, putting everything you need at your fingertips. Your creativity flows uninterrupted, and your productivity soars.\n\n**Enhance Conversation Flow:**\n\nImagine typing a message and having relevant prompt suggestions appear in real time. The PROMPTLY Extension makes this a reality. As you compose, it intelligently offers prompt suggestions from your database, helping you communicate more effectively and ensuring smooth conversation dynamics.\n\n**Your Custom Templates:**\n\nTailor your writing experience even further by creating your own prompt templates. These personalized templates can be accessed with hot keys, saving you time and effort. Your unique style shines through, effortlessly.\n\n**User-Friendly, Always:**\n\nWe understand the importance of a distraction-free interface. That's why the PROMPTLY ChatGPT Chrome Extension boasts a user-friendly design, allowing you to seamlessly navigate between your prompt library and your active chat window. Your focus remains solely on your writing.\n\nElevate your writing and conversation game with the PROMPTLY ChatGPT Chrome Extension. Say hello to productivity, inspiration, and smooth communication. Install now and experience the difference for yourself!\n\nNOTE : USE ONLY IN DARK MODE"
  }
}