{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Binding of Isaac Unblocked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Binding of Isaac Unblocked"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Binding of Isaac is a dark and atmospheric roguelike action-adventure game that immerses players in the disturbing story of Isaac, a boy who must navigate a labyrinthine basement filled with creatures. grotesque objects and nightmarish challenges. Now you can experience it right on Chrome extension and chrome browser without downloading or encountering any ads.\n\nAs Isaac, players embark on an arduous journey through randomly generated dungeons, facing warped enemies and discovering countless gameplay-altering powers and items. Each playthrough is unique, offering a fresh experience with diverse item combinations, room layouts, and unexpected encounters.\n\nThe game's gripping story delves into themes of religion, sacrifice, and horror, as Isaac battles his own fears and inner demons, which manifest as enemies and obsessive boss.\n\nWith a haunting pixel art style, addictive gameplay loops, and tons of secrets to discover, The Binding of Isaac offers an immersive and challenging experience that will keep players hooked for hours. The blend of strategic combat, exploration, and haunting story creates an unforgettable gaming journey that mesmerizes players with its dark allure.\n\nIf you are interested in more fun games like this, visit our website:\nURL: https://gnhustgames.github.io\nWish you always happy!"
  }
}