{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NovelAI Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Select images on NovelAI with arrow keys"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NovelAIのHistoryの画像を上下矢印キーを押すと動くような機能の実装と、Novelの呪文の\nPromptとNegative Promptを一時的にChromeのローカルストレージに保存する実装をしました。\n入力途中で、アイコンを閉じてしまった場合にも、ブラウザに記憶させておけるので、便利です。\nメモリストの下にメモ一覧が表示されます。\n簡易的なメモがしたい時にわかりやすいように、メモのタイトルをつけて保存してみて下さい。\n保存出来たら、次が保存出来るように、プロンプトとネガティブプロンプトの値はクリアするようにしています。\n使いやすかったら、スターを付けて下さると励みになります。\nよろしくお願いいたします。\n\nNovelAIのHistoryの画像を上下矢印キーを押すと動くような機能は、\nお手数ですが、下記のURLのロードを2回してから使用して下さい。\nhttps://novelai.net/image\n原因がわかり次第に修正します。\n\n\nThe implementation of a feature that allows the user to move the image in NovelAI's History by pressing the up and down arrow keys, and the Novel spells.\nPrompt and Negative Prompt are temporarily stored in Chrome's local storage.\nThis is useful because it allows the browser to remember them even if you close the icon while you are in the middle of typing.\nA list of memos is displayed below the memristo.\nTo make it easier to understand when you want to make a simple memo, try titling the memo and saving it.\nIf you can save it, the prompt and negative prompt values are cleared so that the next one can be saved.\nIf you find it easy to use, we would encourage you to give it a star.\nThank you in advance.\n\nWhat about a function that allows you to move the image in NovelAI's History by pressing the up and down arrow keys,\nPlease load the following URL twice before using it.\nhttps://novelai.net/image\nWe will fix the problem as soon as we find the cause."
  }
}