{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Notion Edit & Clip in Side Panel"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Open and edit Notion pages in side panel to copy-paste from browser, manage notes. A powerful Notion Web Clipper alternative."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly access notion pages in chrome side panel.\n\nYou can EDIT, VIEW, DELETE notion pages from side panel. This avoids tab switching between current tab and notion page.\n\nWith click of button, notion page is opened on current tabs side panel.\n\nDesigned for researchers, students, content creators, and anyone looking to streamline their web interactions, making notion more efficient.\n\n≡ Features\n\n- 💾 Save web articles, emails, tweets, Youtube videos, Linkedin posts, cooking recipes and more \n\n- ⚡ Instantly access your Notion workspace with a single click. Keep your notes at your fingertips.\n\n- 🤝 Take notes while in meeting, read older meeting notes from notion pages.\n\n- ▶️ While watching youtube videos, take notes in notion using this sidepanel\n\n- 🧐 While reading blogs, surfing web, quickly take notes in notion using this extension\n\n- ✅ List tasks in notion page, and access them in side panel\n\n- 🛠️ Adjust the width of the notion page in side panel to suit your preferences, giving you control over your workspace layout.\n\n≡ Usage   Start using Turbo Notion today for free! It is helping notioners everyday to be more productive and enjoy Notion in their personal and professional lives.\n\n≡ Contact   You have an issue or want to give a feedback / suggestion? Drop me an email :)\n\n≡ Privacy  The extension doesn't collect any data unless you make an account. If you do, it may collect anonymous usage data to help us understand how you use the extension and what features we should work on first."
  }
}