{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Price Hunter Chrome extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A chrome extension to help you shop smarter at Canadian retailers"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PriceHunter Chrome Extension - Your Ultimate Shopping Companion\n\nWelcome to PriceHunter, your one-stop solution for effortless and informed online shopping! Our Chrome Extension empowers you with powerful tools to navigate the world of e-commerce with ease and confidence. Here's what you can do with PriceHunter:\n\n1. Price History Insights\n\nWhen you land on a product details page, simply open our extension's popup, and instantly access the product's price history. Uncover the highs and lows of its pricing journey, enabling you to make smarter decisions and seize the best deals at the perfect moment.\n\n2. Seamless Integration with PriceHunter.ca\n\nFrom the popup, we offer a seamless gateway to the comprehensive features of PriceHunter.ca. Step into a world of personalized shopping experiences by visiting the product detail page on PriceHunter.ca. Explore in-depth price charts, and more, right at your fingertips.\n\n3. Create Custom Price Alerts\n\nNever miss out on your dream deal again! Set up personalized price alerts on PriceHunter.ca for the products you love. Simply choose your preferred price threshold, and we'll keep an eye on the market for you. Once the price drops to your desired level, we'll notify you immediately.\n\n4. Stay Informed with Email Notifications\n\nRest easy knowing you won't miss a beat. Our email notifications keep you updated on your price alerts' status. Get timely messages when a product's price reaches your set threshold, so you can take action right away.\n\nExperience Hassle-Free Shopping\n\nPriceHunter Chrome Extension empowers you to shop smartly and efficiently. We're your shopping companion, working tirelessly behind the scenes to find the best deals and alert you when it matters most.\n\nInstall Now and Elevate Your Shopping Game\n\nReady to enhance your online shopping journey? Install PriceHunter Chrome Extension today and join a community of savvy shoppers. With our extension by your side, you'll shop with confidence, discover unbeatable deals, and stay ahead of the curve.\n\nInstall PriceHunter Chrome Extension\n\nFor more information and support, visit PriceHunter.ca and explore a world of effortless shopping. Reach out to our team at support@pricehunter.ca for any assistance.\n\nPriceHunter - Empowering Smarter Shopping Decisions"
  }
}