{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "My Most Trusted Network"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Connect with genuine, supportive business owners via a chrome plug-in where warm referrals lead to lifelong advocates."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "INSTRUCTIONS:\n\n1. Install the My Most Trusted extension on this page\n2. Go to your personal LinkedIn profile page\n3. A slider will appear on the top right corner of your screen\n4. Click \"Is this you?\"\n5. Click \"Yes, this me!\"\n6. Welcome aboard!\n\nINSTRUCTION VIDEO: https://www.youtube.com/watch?v=hq9Aq1V5Vus&list=PLxmu-eKvkBjYCk86H6MbHMczlbBLmV77I&index=1\n\nRemember, the ONLY WAY to meet someone in our 50,000 strong My Most Trusted network... is by warm referral.\n\nWe are not a bot. We don't hard-sell and we sure don't spam.\n\nOur business referral and introduction extension a guiding light that gets you booking meetings with high-quality people. Everyone in our global business network is real and genuine trusted connection - no fake people and no fake profiles.\n\nMy Most Trusted is incredibly useful for business networking, booking new business meetings and making referrals. It's the perfect tool for sales people and business owners. Follow up on the referrals you make and say thanks to those who give you introductions.\n\nOur flagship feature uses AI to match you with suitable people, then gets you the meeting by way of a personal introduction.\n\nMy Most Trusted is NOT an automation tool and we have a clear privacy policy - the data belongs to YOU.\n\nThe My Most Trusted business networking, introduction and referral extension is simple, elegant, fun and fast."
  }
}