{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "StoryGraph Enhancement Tools"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds some helpful UI elements, such as direct links to search your local library, to The StoryGraph."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension was created for users of The StoryGraph who want to enhance their reading tracking experience. The extension adds some features to the website, including direct links to search for ebooks and audiobooks from your local library through the Libby or Overdrive platform and links to search for books to purchase through Amazon and eBooks.com,\n\nEach type of link (library, Amazon, eBooks.com) can be turned on or off through the options panel. Users can choose either Overdrive or Libby as the library platform. Overdrive does not need any configuration from the user. To use Libby, you need is your library's name on the platform. Log into Libby, go to the Search menu, and find your library's name in the URL bar. To use this extension, add it to Chrome, then click on the icon in the extensions menu--enter your library's name in the settings menu that appears.\n\nThis extension also now adds a context menu item, Search The StoryGraph, that appears when text is selected on any web page. When clicked, it opens up a new tab with search result in The StoryGraph for the selected text. It works on any type of text: titles, author names, keywords, and ISBNs. \n\nThis extension is not endorsed by, directly affiliated with, maintained, authorized, or sponsored by The StoryGraph or its developer team."
  }
}