{
  "name": {
    "ar": "IG Monitor Bot - Ins Automation Responders",
    "am": "IG Auto Response Bot - Auto Reply Bot",
    "bg": "IG Auto Reply Bot - Auto Reply Bot",
    "bn": "IG DM Bot - Automation send DM",
    "ca,cs,de,el,es,es_419,et,fa,fil,he,hr,lt,ml,mr,nl,pl,pt_PT,ru,sk,sl,sr,sv,ta,th,tr,uk,vi": "IG Monitor Bot - Automation Responders",
    "da": "IG Reply Bot - Automation Responders",
    "en,en_AU,en_GB,en_US": "InsMonitorBot - Auto reply Bot",
    "fi": "IG Monitor Bot - DM Personalized Message Auto",
    "fr": "IG Monitor Bot-Automate DM Bot for IG",
    "gu": "IG DM Bot - Instagram DM automation",
    "hi,id,kn,pt_BR": "IG Monitor Bot - Auto send private message",
    "hu": "IG Monitor Bot - IG Auto DM Bot",
    "it": "IG Monitor Bot - Automate Send Bulk Message",
    "ja": "IG Monitor Bot - Ins自動返信ボット",
    "ko": "IG Monitor Bot - Ins 자동 응답 봇",
    "lv": "IG Monitor Bot - Bulk DM Sender for IG",
    "ms": "IG Monitor Bot - DM Automation Chat Bot",
    "no": "IG DM Bot - Mass DM Automation Bot",
    "ro": "IG Monitor Bot - Instagram automated messages",
    "sw": "IG Monitor Bot - Auto Reply Bot",
    "te": "IG Monitor Bot - Automation reply for IG",
    "zh_CN": "IG Monitor Bot - Instagram自动回复机器人",
    "zh_TW": "IG Monitor Bot - Instagram自動回復機器人"
  },
  "short": {
    "ar,ca,cs,da,de,el,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IG Monitor Bot for Instagram, When a user follows you, comments, or likes your post, automatically send a pre-set DM to the user",
    "am": "IG Auto Response Bot Bot for Instagram, When a user follows you, comments, or likes your post, automatically send a pre-set DM to…",
    "bg": "IG Auto Reply Bot Bot for Instagram, When a user follows you, comments, or likes your post, automatically send a pre-set DM to the…",
    "bn,no": "IG DM Bot for Instagram, When a user follows you, comments, or likes your post, automatically send a pre-set DM to the user",
    "en,en_AU": "Auto reply Bot for Instagram, When a user follows you, comments, or likes your post, automatically send a pre-set DM to the user",
    "en_GB,en_US": "InsMonitorBot for Instagram, When a user follows you, comments, or likes your post, automatically send a pre-set DM to the user",
    "pt_BR": "IG Monitor Bot for Instagram, When a user follows you, comments, or likes your post, automatically send a pre-set private message…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "# Features\n🎉Supports background processing\n✅ Send DM when get a new follower\n✅ Send DM when get a new Like\n✅ Send DM when get a new Comment\n✅ Customized random text messages.\n✅ Send Hyper Personalized Texts.\n✅ Spin syntax supported.\n✅ Automatically save sending results to history.\n✅ Support to Export DM History.\n✅ Automatically send quality Instagram messages.\n✅ Funnel filter to avoid duplicate message sending.\n✅ Intelligent error handling.\n\n# How to get started?\n1. Create a DM Template that contains some messages, we have created one for you.\n2. Create a Monitor bot that contains a DM Template, we also have created one for you and select a DM Template.\n3. Just start the selected bot, so simple.\n\n# FAQ\nhttps://pingapps.top/product-detail?app=IGMonitorBot#faq\nIf you have any problems, don't hesitate to contact us at pingappsteam@tailang.top\n\n# Data Privacy\nAll the data you process is on your local computer and never passes through our servers.\n\n# Statement\nThe extension is designed to reduce repetitive work, you shouldn't and can't send a lot of spam, in which case IG will ban your account soon.\n\nINSTAGRAM is a trademark of Instagram, LLC. IG DM Monitor Bot is not affiliated with, endorsed, sponsored, or otherwise related to INSTAGRAM, Inc. or any of its affiliates or subsidiaries.",
    "en,en_AU": "IG Monitor Bot is an innovative browser plugin designed to enhance your Instagram experience. With this powerful tool, you can effortlessly maintain strong user relationships by automatically sending private messages to users when you receive new followers, comments, or likes on your Instagram posts. It serves as your personal Instagram relationship manager, ensuring that you engage with your audience promptly and effectively.\n\n# Features\n🎉Supports background processing\n✅ Send DM when get a new follower\n✅ Send DM when get a new like\n✅ Send DM when get a new comment\n✅ Customized random private messages.\n✅ Send Hyper Personalized Texts.\n✅ Spin syntax supported.\n✅ Automatically save sending results to history.\n✅ Support to Export DM History.\n✅ Automatically send quality Instagram messages.\n✅ Funnel filter to avoid duplicate message sending.\n✅ Intelligent error handling.\n\nAutomated User Engagement: IG Monitor Bot takes the hassle out of managing your Instagram interactions. When you receive new followers, comments, or likes, the bot automatically sends personalized private messages to the users, expressing gratitude, initiating conversations, or simply acknowledging their engagement. This automated process enables you to maintain a positive and engaging presence on Instagram effortlessly.\n\nCustomizable Message Templates: Tailor your messages to reflect your unique brand voice and establish a genuine connection with your audience. IG Monitor Bot allows you to create and customize message templates, ensuring that each interaction feels personal and authentic. Craft compelling messages that resonate with your followers and leave a lasting impression.\n\nReal-Time Monitoring: Stay up to date with your Instagram activity. IG Monitor Bot continuously monitors your account for new followers, comments, and likes, ensuring that you never miss an opportunity to engage with your audience. This real-time monitoring feature keeps you informed, allowing you to respond promptly and nurture your relationships effectively.\n\nUser-Friendly Interface: IG Monitor Bot boasts a user-friendly interface that seamlessly integrates into your browser. Effortlessly navigate through its features, customize settings, and monitor your Instagram interactions with ease. The intuitive interface ensures a smooth and streamlined experience, allowing you to focus on building meaningful connections.\n\nPrivacy and Compliance: IG Monitor Bot respects user privacy and operates within the boundaries set by Instagram's terms and conditions. It adheres to ethical practices and ensures that all interactions are respectful and compliant with platform guidelines.\n\nTake control of your Instagram relationships with IG Monitor Bot. Download the plugin today and unlock the power of automated user engagement, personalized messaging, and streamlined relationship management. Enhance your Instagram presence, foster meaningful connections, and build a loyal and engaged follower base with IG Monitor Bot.\n\n# How to get started?\n1. Create a DM Template that contains some messages, we have created one for you.\n2. Create a Monitor bot that contains a DM Template, we also have created one for you and select a DM Template.\n3. Just start the selected bot, so simple.\n\n# FAQ\nhttps://pingapps.top/product-detail?app=IGMonitorBot#faq\nIf you have any problems, don't hesitate to contact us at pingappsteam@tailang.top\n\n# Data Privacy\nAll the data you process is on your local computer and never passes through our servers.\n\n# Statement\nThe extension is designed to reduce repetitive work, you shouldn't and can't send a lot of spam, in which case IG will ban your account soon.\n\nINSTAGRAM is a trademark of Instagram, LLC. IG DM Monitor Bot is not affiliated with, endorsed, sponsored, or otherwise related to INSTAGRAM, Inc. or any of its affiliates or subsidiaries."
  }
}