{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Best whatsapp™ exporter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Best whatsapp™ exporter"
  },
  "long": {
    "ar": "قم بتصدير معلومات اتصال whatsapp التي تحتاجها وفقًا للطريقة التي تريدها.\nميزة:\n\nتصدير معلومات جهات الاتصال:\n1. تصدير معلومات جهات الاتصال من المجموعة بالطريقة التي تريدها!\n2. تصدير معلومات جهات الاتصال من ChatList بالطريقة التي تريدها!\n\nتنسيق التصدير:\n1.vCard (لاستيراد جهات الاتصال إلى أجهزة iOS و Android)\n2.CSV (استيراد جهات الاتصال بسهولة إلى جهات اتصال Google)\n3.Excel (استيراد جهات الاتصال بسهولة إلى أي نظام CRM)\n\nيقارن:\nبعد الاختبارات والمقارنة الاحترافية ، يمكننا أن نقول بفخر أن Best whatsapp exporter for WhatsApp هو أفضل أداة لتنزيل WhatsApp مقارنة بأدوات تنزيل WhatsApp مثل هاتف waxp و WA و WAPlus Download Group وموفر جهات الاتصال.\n\nقانوني:\nWhatsApp هي علامة تجارية مملوكة لشركة WhatsApp Inc. ، مسجلة في الولايات المتحدة وبلدان أخرى. WAPlus هو مشروع مستقل وليس له علاقة بـ WhatsApp أو WhatsApp Inc.",
    "am,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,he,kn,ml,mr,pl,sw,te,zh_TW": "Export the whatsapp contact information you need according to the way you want.\nFeature:\n\nExport contacts information:\n1.Export contacts information from Group by you want way!\n2.Export contacts information from ChatList by you want way!\n\nExport Format:\n1.vCard (For importing contacts to iOS and Android devices)\n2.CSV (Easily import contacts to Google Contacts)\n3.Excel (Easily import contacts to Any CRM System)\n\nCompare:\nAfter professional testing and comparison, we can proudly say that Best whatsapp exporter  for WhatsApp is the best WhatsApp download tool compared with WhatsApp download tools such as waxp, WA, WAPlus Download Group phone and contact saver.\n\nLEGAL:\nWhatsApp is a trademark of WhatsApp Inc., registered in the U.S. and other countries. WAPlus is an independent project and has no relationship to WhatsApp or WhatsApp Inc.",
    "bg": "Експортирайте информацията за контакт с whatsapp, от която се нуждаете, според желания от вас начин.\nОсобеност:\n\nЕкспортиране на информация за контакти:\n1.Експортиране на информация за контакти от Group по желания от вас начин!\n2. Експортирайте информация за контакти от ChatList по желания от вас начин!\n\nФормат за експортиране:\n1.vCard (за импортиране на контакти в iOS и Android устройства)\n2.CSV (Лесно импортиране на контакти в Google Контакти)\n3.Excel (Лесно импортиране на контакти във всяка CRM система)\n\nСравнете:\nСлед професионално тестване и сравнение можем с гордост да кажем, че най-добрият износител на WhatsApp за WhatsApp е най-добрият инструмент за изтегляне на WhatsApp в сравнение с инструменти за изтегляне на WhatsApp като waxp, WA, WAPlus Download Group phone и contact saver.\n\nПРАВНО:\nWhatsApp е търговска марка на WhatsApp Inc., регистрирана в САЩ и други страни. WAPlus е независим проект и няма връзка с WhatsApp или WhatsApp Inc.",
    "bn": "আপনি যেভাবে চান সেই অনুযায়ী আপনার প্রয়োজনীয় হোয়াটসঅ্যাপ যোগাযোগের তথ্য রপ্তানি করুন।\nবৈশিষ্ট্য:\n\nযোগাযোগের তথ্য রপ্তানি করুন:\n1. গ্রুপ থেকে যোগাযোগের তথ্য রপ্তানি করুন আপনার উপায়ে!\n2. চ্যাটলিস্ট থেকে পরিচিতির তথ্য রপ্তানি করুন আপনার উপায়ে!\n\nরপ্তানি বিন্যাস:\n1.vCard (iOS এবং Android ডিভাইসে পরিচিতি আমদানির জন্য)\n2.CSV (Google পরিচিতিতে সহজে পরিচিতি আমদানি করুন)\n3.Excel (যেকোনো CRM সিস্টেমে সহজেই পরিচিতি আমদানি করুন)\n\nতুলনা করা:\nপেশাদার পরীক্ষা এবং তুলনা করার পরে, আমরা গর্ব করে বলতে পারি যে হোয়াটসঅ্যাপের জন্য সেরা হোয়াটসঅ্যাপ রপ্তানিকারক হোয়াটসঅ্যাপ ডাউনলোড টুল যেমন waxp, WA, WAPlus ডাউনলোড গ্রুপ ফোন এবং যোগাযোগ সেভারের তুলনায় সেরা WhatsApp ডাউনলোড টুল।\n\nআইনি:\nWhatsApp হল WhatsApp Inc. এর একটি ট্রেডমার্ক, মার্কিন যুক্তরাষ্ট্র এবং অন্যান্য দেশে নিবন্ধিত৷ WAPlus একটি স্বাধীন প্রকল্প এবং WhatsApp বা WhatsApp Inc এর সাথে এর কোনো সম্পর্ক নেই।",
    "ca": "Exporteu la informació de contacte de WhatsApp que necessiteu segons la manera que vulgueu.\nCaracterística:\n\nExporta la informació dels contactes:\n1. Exporteu la informació dels contactes del grup de la manera que vulgueu!\n2. Exporteu la informació dels contactes de la llista de xat per la manera que vulgueu!\n\nFormat d'exportació:\n1.vCard (per importar contactes a dispositius iOS i Android)\n2.CSV (importa fàcilment contactes a Contactes de Google)\n3.Excel (importeu fàcilment contactes a qualsevol sistema CRM)\n\nCompara:\nDesprés de proves i comparacions professionals, podem dir amb orgull que el millor exportador de WhatsApp per a WhatsApp és la millor eina de descàrrega de WhatsApp en comparació amb les eines de descàrrega de WhatsApp com ara waxp, WA, telèfon de grup de descàrregues WAPlus i estalvi de contactes.\n\nLEGAL:\nWhatsApp és una marca comercial de WhatsApp Inc., registrada als EUA i altres països. WAPlus és un projecte independent i no té cap relació amb WhatsApp o WhatsApp Inc.",
    "cs": "Exportujte kontaktní informace WhatsApp, které potřebujete, podle toho, jak chcete.\nVlastnosti:\n\nExport kontaktních informací:\n1.Exportujte informace o kontaktech ze skupiny podle toho, jak chcete!\n2.Exportujte informace o kontaktech z ChatList podle toho, jak chcete!\n\nFormát exportu:\n1.vCard (Pro import kontaktů do zařízení iOS a Android)\n2.CSV (Snadný import kontaktů do Kontaktů Google)\n3. Excel (snadno importujte kontakty do libovolného systému CRM)\n\nPorovnat:\nPo profesionálním testování a srovnání můžeme s hrdostí říci, že Best whatsapp exporter for WhatsApp je nejlepším nástrojem pro stahování WhatsApp ve srovnání s nástroji pro stahování WhatsApp, jako je waxp, WA, telefon WAPlus Download Group a spořič kontaktů.\n\nPRÁVNÍ:\nWhatsApp je ochranná známka společnosti WhatsApp Inc., registrovaná v USA a dalších zemích. WAPlus je nezávislý projekt a nemá žádný vztah k WhatsApp nebo WhatsApp Inc.",
    "da": "Eksporter de whatsapp-kontaktoplysninger, du har brug for, efter den måde, du ønsker.\nFunktion:\n\nEksporter kontaktoplysninger:\n1. Eksporter kontaktoplysninger fra gruppen på den måde, du ønsker!\n2. Eksporter kontaktoplysninger fra ChatList på din måde!\n\nEksportformat:\n1.vCard (til import af kontakter til iOS- og Android-enheder)\n2.CSV (importér nemt kontakter til Google Kontakter)\n3. Excel (importer nemt kontakter til ethvert CRM-system)\n\nSammenligne:\nEfter professionel test og sammenligning kan vi stolt sige, at Bedste whatsapp-eksportør til WhatsApp er det bedste WhatsApp-downloadværktøj sammenlignet med WhatsApp-downloadværktøjer såsom waxp, WA, WAPlus Download Group-telefon og kontaktsparer.\n\nGYLDIGE:\nWhatsApp er et varemærke tilhørende WhatsApp Inc., registreret i USA og andre lande. WAPlus er et uafhængigt projekt og har intet forhold til WhatsApp eller WhatsApp Inc.",
    "de": "Exportieren Sie die benötigten WhatsApp-Kontaktinformationen nach Ihren Wünschen.\nBesonderheit:\n\nKontaktinformationen exportieren:\n1.Exportieren Sie Kontaktinformationen aus der Gruppe nach Ihren Wünschen!\n2.Exportieren Sie Kontaktinformationen aus ChatList nach Ihren Wünschen!\n\nExportformat:\n1.vCard (Zum Importieren von Kontakten auf iOS- und Android-Geräte)\n2.CSV (Einfaches Importieren von Kontakten in Google Kontakte)\n3.Excel (Einfaches Importieren von Kontakten in jedes CRM-System)\n\nVergleichen:\nNach professionellen Tests und Vergleichen können wir mit Stolz sagen, dass der beste WhatsApp-Exporter für WhatsApp das beste WhatsApp-Download-Tool im Vergleich zu WhatsApp-Download-Tools wie Waxp, WA, WAPlus Download Group Phone und Contact Saver ist.\n\nRECHTLICHES:\nWhatsApp ist eine Marke von WhatsApp Inc., eingetragen in den USA und anderen Ländern. WAPlus ist ein unabhängiges Projekt und steht in keiner Beziehung zu WhatsApp oder WhatsApp Inc.",
    "el": "Εξάγετε τα στοιχεία επικοινωνίας του whatsapp που χρειάζεστε σύμφωνα με τον τρόπο που θέλετε.\nΧαρακτηριστικό:\n\nΕξαγωγή πληροφοριών επαφών:\n1.Εξαγωγή πληροφοριών επαφών από την ομάδα με τον τρόπο που θέλετε!\n2.Εξαγωγή πληροφοριών επαφών από το ChatList με τον τρόπο που θέλετε!\n\nΜορφή εξαγωγής:\n1.vCard (Για εισαγωγή επαφών σε συσκευές iOS και Android)\n2.CSV (Εύκολη εισαγωγή επαφών στις Επαφές Google)\n3.Excel (Εύκολη εισαγωγή επαφών σε οποιοδήποτε σύστημα CRM)\n\nΣυγκρίνω:\nΜετά από επαγγελματικές δοκιμές και σύγκριση, μπορούμε με περηφάνια να πούμε ότι ο καλύτερος εξαγωγέας whatsapp για το WhatsApp είναι το καλύτερο εργαλείο λήψης WhatsApp σε σύγκριση με τα εργαλεία λήψης WhatsApp όπως το waxp, το WA, το τηλέφωνο της Ομάδας λήψης WAPlus και η προστασία επαφών.\n\nΝΟΜΙΚΟΣ:\nΤο WhatsApp είναι εμπορικό σήμα της WhatsApp Inc., κατοχυρωμένο στις ΗΠΑ και σε άλλες χώρες. Το WAPlus είναι ένα ανεξάρτητο έργο και δεν έχει καμία σχέση με το WhatsApp ή το WhatsApp Inc.",
    "es": "Exporte la información de contacto de WhatsApp que necesita de la forma que desee.\nCaracterística:\n\nExportar información de contactos:\n1. ¡Exporta la información de los contactos del grupo de la manera que quieras!\n2. ¡Exporte la información de contactos de ChatList de la manera que desee!\n\nFormato de exportación:\n1.vCard (Para importar contactos a dispositivos iOS y Android)\n2.CSV (Importar fácilmente contactos a Contactos de Google)\n3.Excel (importe fácilmente contactos a cualquier sistema CRM)\n\nComparar:\nDespués de pruebas y comparaciones profesionales, podemos decir con orgullo que Best whatsapp exporter for WhatsApp es la mejor herramienta de descarga de WhatsApp en comparación con las herramientas de descarga de WhatsApp como waxp, WA, WAPlus Download Group phone y contact saver.\n\nLEGAL:\nWhatsApp es una marca comercial de WhatsApp Inc., registrada en EE. UU. y otros países. WAPlus es un proyecto independiente y no tiene relación con WhatsApp o WhatsApp Inc.",
    "et": "Eksportige vajalik whatsapi kontaktteave soovitud viisil.\nTunnusjoon:\n\nEkspordi kontaktteave:\n1. Eksportige rühmast kontaktide teave soovitud viisil!\n2. Eksportige soovitud viisil kontaktide teave ChatListist!\n\nEkspordivorming:\n1.vCard (kontaktide importimiseks iOS-i ja Android-seadmetesse)\n2.CSV (kontaktide lihtne importimine Google'i kontaktidesse)\n3. Excel (kontaktide importimine mis tahes CRM-süsteemi)\n\nVõrdlema:\nPärast professionaalset testimist ja võrdlust võime uhkusega öelda, et WhatsAppi parim whatsapi eksportija on parim WhatsAppi allalaadimistööriist võrreldes WhatsAppi allalaadimistööriistadega, nagu waxp, WA, WAPlusi allalaadimisgrupi telefon ja kontaktide salvestaja.\n\nÕIGUSLIK:\nWhatsApp on ettevõtte WhatsApp Inc. kaubamärk, mis on registreeritud USA-s ja teistes riikides. WAPlus on iseseisev projekt ja sellel pole mingit seost WhatsAppi ega WhatsApp Inc.-iga.",
    "fi": "Vie tarvitsemasi whatsapp-yhteystiedot haluamallasi tavalla.\nOminaisuus:\n\nVie yhteystiedot:\n1. Vie yhteystiedot ryhmästä haluamallasi tavalla!\n2. Vie yhteystiedot ChatListista haluamallasi tavalla!\n\nVientimuoto:\n1.vCard (yhteystietojen tuomiseen iOS- ja Android-laitteisiin)\n2.CSV (tuo yhteystiedot helposti Google-yhteystietoihin)\n3.Excel (tuo yhteystiedot helposti mihin tahansa CRM-järjestelmään)\n\nVertailla:\nAmmattimaisen testauksen ja vertailun jälkeen voimme ylpeänä sanoa, että WhatsAppin paras whatsapp-vienti on paras WhatsApp-lataustyökalu verrattuna WhatsApp-lataustyökaluihin, kuten waxp, WA, WAPlus Download Group -puhelin ja yhteystietojen säästäjä.\n\nLAKI:\nWhatsApp on WhatsApp Inc:n tavaramerkki, joka on rekisteröity Yhdysvalloissa ja muissa maissa. WAPlus on itsenäinen projekti, jolla ei ole yhteyttä WhatsAppiin tai WhatsApp Inc:iin.",
    "fr": "Exportez les informations de contact WhatsApp dont vous avez besoin selon la manière dont vous le souhaitez.\nFonctionnalité:\n\nExporter les informations de contacts :\n1.Exportez les informations de contacts du groupe à votre guise !\n2.Exportez les informations de contacts de ChatList comme bon vous semble !\n\nFormat d'exportation :\n1.vCard (Pour importer des contacts sur des appareils iOS et Android)\n2.CSV (importez facilement des contacts dans Google Contacts)\n3.Excel (Importez facilement des contacts vers n'importe quel système CRM)\n\nComparer:\nAprès des tests et des comparaisons professionnels, nous pouvons dire avec fierté que le meilleur exportateur WhatsApp pour WhatsApp est le meilleur outil de téléchargement WhatsApp par rapport aux outils de téléchargement WhatsApp tels que waxp, WA, WAPlus Download Group phone et contact saver.\n\nJURIDIQUE:\nWhatsApp est une marque commerciale de WhatsApp Inc., enregistrée aux États-Unis et dans d'autres pays. WAPlus est un projet indépendant et n'a aucun lien avec WhatsApp ou WhatsApp Inc.",
    "hi": "अपनी इच्छित व्हाट्सएप संपर्क जानकारी को अपनी इच्छानुसार निर्यात करें।\nविशेषता:\n\nसंपर्क जानकारी निर्यात करें:\n1. ग्रुप से संपर्क जानकारी अपनी इच्छानुसार निर्यात करें!\n2. अपनी इच्छानुसार चैटलिस्ट से संपर्क जानकारी निर्यात करें!\n\nनिर्यात प्रारूप:\n1.vCard (आईओएस और एंड्रॉइड डिवाइस पर संपर्क आयात करने के लिए)\n2.CSV (आसानी से संपर्कों को Google संपर्कों में आयात करें)\n3.एक्सेल (आसानी से किसी भी सीआरएम सिस्टम में संपर्क आयात करें)\n\nतुलना करना:\nपेशेवर परीक्षण और तुलना के बाद, हम गर्व से कह सकते हैं कि व्हाट्सएप के लिए सर्वश्रेष्ठ व्हाट्सएप निर्यातक व्हाट्सएप डाउनलोड टूल जैसे वैक्सपी, डब्ल्यूए, डब्ल्यूएप्लस डाउनलोड ग्रुप फोन और कॉन्टैक्ट सेवर की तुलना में सबसे अच्छा व्हाट्सएप डाउनलोड टूल है।\n\nकानूनी:\nव्हाट्सएप व्हाट्सएप इंक का ट्रेडमार्क है, जो अमेरिका और अन्य देशों में पंजीकृत है। WAPlus एक स्वतंत्र परियोजना है और इसका व्हाट्सएप या व्हाट्सएप इंक से कोई संबंध नहीं है।",
    "hr": "Izvezite WhatsApp podatke o kontaktu koji su vam potrebni prema želji.\nZnačajka:\n\nIzvoz informacija o kontaktima:\n1. Izvezite podatke o kontaktima iz grupe na željeni način!\n2. Izvezite podatke o kontaktima s ChatList-a na željeni način!\n\nFormat izvoza:\n1.vCard (za uvoz kontakata na iOS i Android uređaje)\n2.CSV (Jednostavan uvoz kontakata u Google kontakte)\n3.Excel (Jednostavan uvoz kontakata u bilo koji CRM sustav)\n\nUsporedi:\nNakon profesionalnog testiranja i usporedbe, s ponosom možemo reći da je Best WhatsApp izvoznik za WhatsApp najbolji WhatsApp alat za preuzimanje u usporedbi s WhatsApp alatima za preuzimanje kao što su waxp, WA, WAPlus Download Group phone i kontakt saver.\n\nPRAVNO:\nWhatsApp je zaštitni znak tvrtke WhatsApp Inc., registriran u SAD-u i drugim zemljama. WAPlus je neovisni projekt i nema veze s WhatsAppom ili WhatsApp Inc.",
    "hu": "Exportálja a kívánt WhatsApp kapcsolatfelvételi adatokat a kívánt módon.\nFunkció:\n\nKapcsolatfelvételi adatok exportálása:\n1. Export névjegyadatokat a csoportból a kívánt módon!\n2. Export névjegyadatokat a ChatListből a kívánt módon!\n\nExportálási formátum:\n1.vCard (névjegyek importálásához iOS és Android eszközökre)\n2.CSV (névjegyek egyszerű importálása a Google Névjegyekbe)\n3. Excel (Könnyen importálhat névjegyeket bármely CRM-rendszerbe)\n\nÖsszehasonlítás:\nProfesszionális tesztelés és összehasonlítás után büszkén mondhatjuk, hogy a WhatsApp legjobb whatsapp exportőre a legjobb WhatsApp letöltési eszköz a WhatsApp letöltési eszközökhöz képest, mint például a waxp, WA, WAPlus Download Group telefon és névjegyvédő.\n\nJOGI:\nA WhatsApp a WhatsApp Inc. védjegye, bejegyzett az Egyesült Államokban és más országokban. A WAPlus egy független projekt, és nincs kapcsolatban a WhatsApp-pal vagy a WhatsApp Inc-vel.",
    "id": "Ekspor informasi kontak whatsapp yang Anda butuhkan sesuai dengan yang Anda inginkan.\nFitur:\n\nEkspor informasi kontak:\n1.Ekspor informasi kontak dari Grup dengan cara yang Anda inginkan!\n2.Ekspor informasi kontak dari ChatList dengan cara yang Anda inginkan!\n\nFormat Ekspor:\n1.vCard (Untuk mengimpor kontak ke perangkat iOS dan Android)\n2.CSV (Impor kontak dengan mudah ke Google Kontak)\n3.Excel (Mudah mengimpor kontak ke Sistem CRM Apa Pun)\n\nMembandingkan:\nSetelah pengujian dan perbandingan profesional, kami dengan bangga dapat mengatakan bahwa Eksportir whatsapp terbaik untuk WhatsApp adalah alat pengunduhan WhatsApp terbaik dibandingkan dengan alat pengunduhan WhatsApp seperti waxp, WA, telepon Grup Unduhan WAPlus, dan penghemat kontak.\n\nHUKUM:\nWhatsApp adalah merek dagang dari WhatsApp Inc., terdaftar di A.S. dan negara lainnya. WAPlus adalah proyek independen dan tidak memiliki hubungan dengan WhatsApp atau WhatsApp Inc.",
    "it": "Esporta le informazioni di contatto whatsapp di cui hai bisogno in base al modo desiderato.\nCaratteristica:\n\nEsporta informazioni sui contatti:\n1.Esporta le informazioni sui contatti dal gruppo nel modo che preferisci!\n2.Esporta le informazioni sui contatti da ChatList nel modo che preferisci!\n\nFormato di esportazione:\n1.vCard (per importare contatti su dispositivi iOS e Android)\n2.CSV (Importa facilmente i contatti in Contatti Google)\n3.Excel (importa facilmente i contatti in qualsiasi sistema CRM)\n\nConfrontare:\nDopo test e confronti professionali, possiamo affermare con orgoglio che il miglior esportatore di whatsapp per WhatsApp è il miglior strumento di download di WhatsApp rispetto agli strumenti di download di WhatsApp come waxp, WA, WAPlus Download Group phone e contact saver.\n\nLEGALE:\nWhatsApp è un marchio di WhatsApp Inc., registrato negli Stati Uniti e in altri Paesi. WAPlus è un progetto indipendente e non ha alcuna relazione con WhatsApp o WhatsApp Inc.",
    "ja": "必要な方法に従って、必要な whatsapp の連絡先情報をエクスポートします。\n特徴：\n\n連絡先情報をエクスポートする:\n1.ご希望の方法でグループから連絡先情報をエクスポートします!\n2.チャットリストから連絡先情報を任意の方法でエクスポートします。\n\nエクスポート形式:\n1.vCard (連絡先を iOS および Android デバイスにインポートするため)\n2.CSV（連絡先をGoogleコンタクトに簡単インポート）\n3.Excel (連絡先を任意の CRM システムに簡単にインポート)\n\n比較：\n専門的なテストと比較の結果、Waxp、WA、WAPlus Download Group の電話機や連絡先セーバーなどの WhatsApp ダウンロード ツールと比較して、WhatsApp 用の Best whatsapp エクスポータが最高の WhatsApp ダウンロード ツールであると自信を持って言えます。\n\n法的：\nWhatsApp は、米国およびその他の国で登録された WhatsApp Inc. の商標です。 WAPlus は独立したプロジェクトであり、WhatsApp または WhatsApp Inc. とは関係がありません。",
    "ko": "원하는 방식에 따라 필요한 whatsapp 연락처 정보를 내보냅니다.\n특징:\n\n연락처 정보 내보내기:\n1. 원하는 방식으로 그룹에서 연락처 정보 내보내기!\n2. 원하는 방법으로 ChatList에서 연락처 정보 내보내기!\n\n내보내기 형식:\n1.vCard(iOS 및 Android 장치로 연락처 가져오기용)\n2.CSV(연락처를 Google 주소록으로 쉽게 가져오기)\n3.Excel(연락처를 모든 CRM 시스템으로 쉽게 가져오기)\n\n비교하다:\n전문적인 테스트 및 비교 후 우리는 Wapsp, WA, WAPlus 다운로드 그룹 전화 및 연락처 보호기와 같은 WhatsApp 다운로드 도구와 비교할 때 WhatsApp을 위한 최고의 WhatsApp 수출업체가 최고의 WhatsApp 다운로드 도구라고 자랑스럽게 말할 수 있습니다.\n\n합법적인:\nWhatsApp은 미국 및 기타 국가에 등록된 WhatsApp Inc.의 상표입니다. WAPlus는 독립적인 프로젝트이며 WhatsApp 또는 WhatsApp Inc.와 관계가 없습니다.",
    "lt": "Eksportuokite jums reikalingą „WhatsApp“ kontaktinę informaciją norimu būdu.\nYpatybė:\n\nEksportuoti kontaktinę informaciją:\n1. Eksportuokite kontaktų informaciją iš grupės norimu būdu!\n2. Eksportuokite kontaktų informaciją iš „ChatList“ norimu būdu!\n\nEksporto formatas:\n1.vCard (skirta importuoti kontaktus į iOS ir Android įrenginius)\n2.CSV (lengvai importuokite kontaktus į „Google“ kontaktus)\n3. „Excel“ (lengvai importuokite kontaktus į bet kurią CRM sistemą)\n\nPalyginti:\nAtlikę profesionalius bandymus ir palyginimus, galime išdidžiai pasakyti, kad geriausias WhatsApp eksportuotojas, skirtas WhatsApp, yra geriausias WhatsApp atsisiuntimo įrankis, palyginti su WhatsApp atsisiuntimo įrankiais, tokiais kaip waxp, WA, WAPlus Download Group telefonas ir kontaktų užsklanda.\n\nTEISINĖ:\nWhatsApp yra WhatsApp Inc. prekės ženklas, registruotas JAV ir kitose šalyse. WAPlus yra nepriklausomas projektas ir nesusijęs su WhatsApp ar WhatsApp Inc.",
    "lv": "Eksportējiet nepieciešamo whatsapp kontaktinformāciju atbilstoši vēlamajam veidam.\nIezīme:\n\nEksportēt kontaktinformāciju:\n1. Eksportējiet kontaktinformāciju no grupas, izmantojot vēlamo veidu!\n2. Eksportējiet kontaktinformāciju no tērzēšanas saraksta, izmantojot vēlamo veidu!\n\nEksporta formāts:\n1.vCard (kontaktpersonu importēšanai iOS un Android ierīcēs)\n2.CSV (viegli importējiet kontaktpersonas pakalpojumā Google kontaktpersonas)\n3. Excel (viegli importējiet kontaktpersonas jebkurā CRM sistēmā)\n\nSalīdzināt:\nPēc profesionālas pārbaudes un salīdzināšanas mēs ar lepnumu varam teikt, ka labākais WhatsApp eksportētājs vietnei WhatsApp ir labākais WhatsApp lejupielādes rīks, salīdzinot ar WhatsApp lejupielādes rīkiem, piemēram, waxp, WA, WAPlus Download Group tālruni un kontaktu saglabātāju.\n\nJURIDISKAIS:\nWhatsApp ir WhatsApp Inc. preču zīme, kas reģistrēta ASV un citās valstīs. WAPlus ir neatkarīgs projekts, un tam nav nekādas saistības ar WhatsApp vai WhatsApp Inc.",
    "ms": "Eksport maklumat hubungan whatsapp yang anda perlukan mengikut cara yang anda mahukan.\nciri:\n\nEksport maklumat kenalan:\n1.Eksport maklumat kenalan daripada Kumpulan mengikut cara yang anda mahu!\n2.Eksport maklumat kenalan daripada ChatList mengikut cara yang anda mahukan!\n\nFormat Eksport:\n1.vCard (Untuk mengimport kenalan ke peranti iOS dan Android)\n2.CSV (Mudah mengimport kenalan ke Kenalan Google)\n3.Excel (Mudah mengimport kenalan ke Mana-mana Sistem CRM)\n\nBandingkan:\nSelepas ujian dan perbandingan profesional, kami dengan bangganya boleh mengatakan bahawa Pengeksport whatsapp terbaik untuk WhatsApp ialah alat muat turun WhatsApp terbaik berbanding dengan alat muat turun WhatsApp seperti waxp, WA, telefon Kumpulan Muat Turun WAPlus dan penyelamat kenalan.\n\nUNDANG-UNDANG:\nWhatsApp ialah tanda dagangan WhatsApp Inc., yang didaftarkan di A.S. dan negara lain. WAPlus ialah projek bebas dan tidak mempunyai hubungan dengan WhatsApp atau WhatsApp Inc.",
    "nl": "Exporteer de WhatsApp-contactgegevens die u nodig hebt op de manier die u wilt.\nFunctie:\n\nContactgegevens exporteren:\n1.Exporteer contactgegevens van Group op jouw manier!\n2.Exporteer contactgegevens van ChatList op jouw manier!\n\nExportformaat:\n1.vCard (voor het importeren van contacten naar iOS- en Android-apparaten)\n2.CSV (Importeer eenvoudig contacten naar Google Contacten)\n3.Excel (Importeer eenvoudig contacten naar elk CRM-systeem)\n\nVergelijken:\nNa professionele tests en vergelijkingen kunnen we met trots zeggen dat de beste WhatsApp-exporteur voor WhatsApp de beste WhatsApp-downloadtool is in vergelijking met WhatsApp-downloadtools zoals waxp, WA, WAPlus Download Group-telefoon en contactbeveiliging.\n\nWETTELIJK:\nWhatsApp is een handelsmerk van WhatsApp Inc., geregistreerd in de VS en andere landen. WAPlus is een onafhankelijk project en heeft geen relatie met WhatsApp of WhatsApp Inc.",
    "no": "Eksporter whatsapp-kontaktinformasjonen du trenger i henhold til måten du ønsker.\nTrekk:\n\nEksporter kontaktinformasjon:\n1. Eksporter kontaktinformasjon fra gruppen etter ønske!\n2.Eksporter kontaktinformasjon fra ChatList etter eget ønske!\n\nEksportformat:\n1.vCard (for import av kontakter til iOS- og Android-enheter)\n2.CSV (Importer enkelt kontakter til Google-kontakter)\n3.Excel (importer enkelt kontakter til et hvilket som helst CRM-system)\n\nSammenligne:\nEtter profesjonell testing og sammenligning kan vi stolt si at Beste whatsapp-eksportør for WhatsApp er det beste WhatsApp-nedlastingsverktøyet sammenlignet med WhatsApp-nedlastingsverktøy som waxp, WA, WAPlus Download Group-telefon og kontaktsparer.\n\nLOVLIG:\nWhatsApp er et varemerke for WhatsApp Inc., registrert i USA og andre land. WAPlus er et uavhengig prosjekt og har ikke noe forhold til WhatsApp eller WhatsApp Inc.",
    "pt_BR,pt_PT": "Exporte as informações de contato do whatsapp que você precisa de acordo com a maneira que desejar.\nRecurso:\n\nExportar informações de contatos:\n1.Exporte as informações de contatos do Grupo da maneira que desejar!\n2. Exporte as informações de contatos do ChatList da maneira que desejar!\n\nFormato de exportação:\n1.vCard (para importar contatos para dispositivos iOS e Android)\n2.CSV (facilmente importar contatos para contatos do Google)\n3.Excel (facilmente importar contatos para qualquer sistema de CRM)\n\nComparar:\nApós testes e comparações profissionais, podemos dizer com orgulho que o melhor exportador de whatsapp para WhatsApp é a melhor ferramenta de download do WhatsApp em comparação com as ferramentas de download do WhatsApp, como wap, WA, WAPlus Download Group phone and contact saver.\n\nJURÍDICO:\nWhatsApp é uma marca comercial da WhatsApp Inc., registrada nos EUA e em outros países. WAPlus é um projeto independente e não tem relação com o WhatsApp ou WhatsApp Inc.",
    "ro": "Exportați informațiile de contact WhatsApp de care aveți nevoie conform modului dorit.\nCaracteristică:\n\nExportați informațiile de contact:\n1. Exportați informațiile de contact din grup după modul dorit!\n2. Exportați informațiile de contact din ChatList după cum doriți!\n\nFormat de export:\n1.vCard (Pentru importarea contactelor pe dispozitive iOS și Android)\n2.CSV (Importați cu ușurință contacte în Contacte Google)\n3.Excel (Importați cu ușurință contactele în orice sistem CRM)\n\nComparaţie:\nDupă teste și comparații profesionale, putem spune cu mândrie că Cel mai bun exportator WhatsApp pentru WhatsApp este cel mai bun instrument de descărcare WhatsApp în comparație cu instrumentele de descărcare WhatsApp, cum ar fi waxp, WA, telefonul WAPlus Download Group și salvatorul de contacte.\n\nLEGAL:\nWhatsApp este o marcă comercială a WhatsApp Inc., înregistrată în S.U.A. și în alte țări. WAPlus este un proiect independent și nu are nicio relație cu WhatsApp sau WhatsApp Inc.",
    "ru": "Экспортируйте необходимую контактную информацию WhatsApp в соответствии с тем, как вы хотите.\nОсобенность:\n\nЭкспортировать контактную информацию:\n1. Экспортируйте информацию о контактах из группы удобным для вас способом!\n2. Экспортируйте информацию о контактах из списка чатов любым удобным для вас способом!\n\nФормат экспорта:\n1.vCard (для импорта контактов на устройства iOS и Android)\n2.CSV (легко импортировать контакты в Google Контакты)\n3.Excel (Легкий импорт контактов в любую CRM-систему)\n\nСравнивать:\nПосле профессионального тестирования и сравнения мы можем с гордостью сказать, что лучший экспортер WhatsApp для WhatsApp является лучшим инструментом загрузки WhatsApp по сравнению с такими инструментами загрузки WhatsApp, как Waxp, WA, WAPlus Download Group phone и Contact Saver.\n\nЮРИДИЧЕСКИЙ:\nWhatsApp является товарным знаком WhatsApp Inc., зарегистрированным в США и других странах. WAPlus является независимым проектом и не имеет отношения к WhatsApp или WhatsApp Inc.",
    "sk": "Exportujte kontaktné informácie WhatsApp, ktoré potrebujete, podľa požadovaného spôsobu.\nFunkcia:\n\nExport kontaktných informácií:\n1.Exportujte informácie o kontaktoch zo skupiny podľa vášho želania!\n2.Exportujte informácie o kontaktoch z ChatList podľa vášho želania!\n\nExportný formát:\n1.vCard (na importovanie kontaktov do zariadení so systémom iOS a Android)\n2.CSV (jednoduchý import kontaktov do Kontaktov Google)\n3. Excel (jednoduchý import kontaktov do akéhokoľvek CRM systému)\n\nPorovnaj:\nPo profesionálnom testovaní a porovnaní môžeme s hrdosťou povedať, že najlepší exportér WhatsApp pre WhatsApp je najlepším nástrojom na sťahovanie WhatsApp v porovnaní s nástrojmi na sťahovanie WhatsApp, ako sú napríklad waxp, WA, telefón skupiny WAPlus Download Group a šetrič kontaktov.\n\nPRÁVNE:\nWhatsApp je ochranná známka spoločnosti WhatsApp Inc., registrovaná v USA a ďalších krajinách. WAPlus je nezávislý projekt a nemá žiadny vzťah s WhatsApp alebo WhatsApp Inc.",
    "sl": "Izvozite kontaktne podatke WhatsApp, ki jih potrebujete, glede na želeni način.\nfunkcija:\n\nIzvoz podatkov o stikih:\n1. Izvozite podatke o stikih iz skupine po želji!\n2. Izvozite informacije o stikih s seznama klepetalnic po želji!\n\nFormat izvoza:\n1.vCard (za uvoz stikov v naprave iOS in Android)\n2.CSV (preprost uvoz stikov v Google Stike)\n3.Excel (preprost uvoz stikov v kateri koli sistem CRM)\n\nPrimerjaj:\nPo profesionalnem testiranju in primerjavi lahko s ponosom trdimo, da je Best WhatsApp Exporter za WhatsApp najboljše orodje za prenos WhatsApp v primerjavi z orodji za prenos WhatsApp, kot so waxp, WA, telefon WAPlus Download Group in ohranjevalnik stikov.\n\nPRAVNO:\nWhatsApp je blagovna znamka WhatsApp Inc., registrirana v ZDA in drugih državah. WAPlus je neodvisen projekt in ni povezan s WhatsAppom ali WhatsApp Inc.",
    "sr": "Извезите ВхатсАпп контакт информације које су вам потребне на начин на који желите.\nОдлика:\n\nИзвезите информације о контактима:\n1.Извезите информације о контактима из групе на начин који желите!\n2. Извезите информације о контактима са ЦхатЛист на жељени начин!\n\nФормат извоза:\n1.вЦард (за увоз контаката на иОС и Андроид уређаје)\n2.ЦСВ (лако увезите контакте у Гоогле контакте)\n3.Екцел (лако увезите контакте у било који ЦРМ систем)\n\nУпоредити:\nНакон професионалног тестирања и поређења, са поносом можемо рећи да је Најбољи ВхатсАпп извозник за ВхатсАпп најбољи алат за преузимање ВхатсАпп-а у поређењу са ВхатсАпп алатима за преузимање као што су вакп, ВА, ВАПлус Довнлоад Гроуп телефон и чувар контаката.\n\nПРАВНИ:\nВхатсАпп је заштитни знак компаније ВхатсАпп Инц., регистрован у САД и другим земљама. ВАПлус је независан пројекат и нема везе са ВхатсАпп-ом или ВхатсАпп Инц.",
    "sv": "Exportera whatsapp-kontaktinformationen du behöver enligt det sätt du vill.\nFunktion:\n\nExportera kontaktinformation:\n1.Exportera kontaktinformation från gruppen genom att du vill!\n2.Exportera kontaktinformation från ChatList genom att du vill!\n\nExportformat:\n1.vCard (för import av kontakter till iOS- och Android-enheter)\n2.CSV (importera enkelt kontakter till Google Kontakter)\n3.Excel (importera enkelt kontakter till alla CRM-system)\n\nJämföra:\nEfter professionell testning och jämförelse kan vi stolt säga att Bästa WhatsApp-exportören för WhatsApp är det bästa WhatsApp-nedladdningsverktyget jämfört med WhatsApp-nedladdningsverktyg som waxp, WA, WAPlus Download Group-telefon och kontaktsparare.\n\nRÄTTSLIG:\nWhatsApp är ett varumärke som tillhör WhatsApp Inc., registrerat i USA och andra länder. WAPlus är ett oberoende projekt och har ingen relation till WhatsApp eller WhatsApp Inc.",
    "ta": "உங்களுக்குத் தேவையான வாட்ஸ்அப் தொடர்புத் தகவலை நீங்கள் விரும்பும் வழியில் ஏற்றுமதி செய்யவும்.\nஅம்சம்:\n\nதொடர்பு தகவலை ஏற்றுமதி செய்யவும்:\n1. நீங்கள் விரும்பும் வழியில் குழுவிலிருந்து தொடர்புத் தகவலை ஏற்றுமதி செய்யுங்கள்!\n2.நீங்கள் விரும்பும் வழியில் ChatList இலிருந்து தொடர்புகளின் தகவலை ஏற்றுமதி செய்யுங்கள்!\n\nஏற்றுமதி வடிவம்:\n1.vCard (iOS மற்றும் Android சாதனங்களுக்கு தொடர்புகளை இறக்குமதி செய்வதற்கு)\n2.CSV (Google தொடர்புகளுக்கு தொடர்புகளை எளிதாக இறக்குமதி செய்யலாம்)\n3.எக்செல் (எந்த CRM சிஸ்டத்திற்கும் தொடர்புகளை எளிதாக இறக்குமதி செய்யலாம்)\n\nஒப்பிடு:\nதொழில்முறை சோதனை மற்றும் ஒப்பீட்டிற்குப் பிறகு, வாக்ஸ்ப், டபிள்யூஏ, டபிள்யூஏபிலஸ் டவுன்லோட் க்ரூப் போன் மற்றும் காண்டாக்ட் சேவர் போன்ற வாட்ஸ்அப் பதிவிறக்கக் கருவிகளுடன் ஒப்பிடும்போது வாட்ஸ்அப்பிற்கான சிறந்த வாட்ஸ்அப் பதிவிறக்கக் கருவி சிறந்த வாட்ஸ்அப் பதிவிறக்கக் கருவி என்று பெருமையுடன் கூறலாம்.\n\nசட்டப்பூர்வ:\nWhatsApp என்பது அமெரிக்கா மற்றும் பிற நாடுகளில் பதிவுசெய்யப்பட்ட WhatsApp Inc. இன் வர்த்தக முத்திரையாகும். WAPlus ஒரு சுயாதீன திட்டமாகும், மேலும் WhatsApp அல்லது WhatsApp Inc உடன் எந்த தொடர்பும் இல்லை.",
    "th": "ส่งออกข้อมูลติดต่อ whatsapp ที่คุณต้องการตามที่คุณต้องการ\nคุณสมบัติ:\n\nส่งออกข้อมูลผู้ติดต่อ:\n1. ส่งออกข้อมูลผู้ติดต่อจาก Group ตามที่คุณต้องการ!\n2. ส่งออกข้อมูลผู้ติดต่อจาก ChatList ตามที่คุณต้องการ!\n\nรูปแบบการส่งออก:\n1.vCard (สำหรับนำเข้าผู้ติดต่อไปยังอุปกรณ์ iOS และ Android)\n2.CSV (นำเข้าผู้ติดต่อไปยัง Google Contacts ได้อย่างง่ายดาย)\n3.Excel (นำเข้าผู้ติดต่อไปยังระบบ CRM ใด ๆ ได้อย่างง่ายดาย)\n\nเปรียบเทียบ:\nหลังจากการทดสอบและเปรียบเทียบอย่างมืออาชีพ เราสามารถพูดได้อย่างภาคภูมิว่า Best whatsapp exporter สำหรับ WhatsApp เป็นเครื่องมือดาวน์โหลด WhatsApp ที่ดีที่สุดเมื่อเทียบกับเครื่องมือดาวน์โหลด WhatsApp เช่น waxp, WA, WAPlus Download Group phone และโปรแกรมรักษาผู้ติดต่อ\n\nถูกกฎหมาย:\nWhatsApp เป็นเครื่องหมายการค้าของ WhatsApp Inc. ซึ่งจดทะเบียนในสหรัฐอเมริกาและประเทศอื่นๆ WAPlus เป็นโครงการอิสระและไม่มีความเกี่ยวข้องกับ WhatsApp หรือ WhatsApp Inc.",
    "tr": "İhtiyacınız olan whatsapp iletişim bilgilerini istediğiniz şekilde dışa aktarın.\nÖzellik:\n\nKişi bilgilerini dışa aktar:\n1. Kişi bilgilerini Gruptan istediğiniz şekilde dışa aktarın!\n2. Kişi bilgilerini ChatList'ten istediğiniz şekilde dışa aktarın!\n\nDışa Aktarma Biçimi:\n1.vCard (Kişileri iOS ve Android cihazlara aktarmak için)\n2.CSV (Kişileri Google Kişiler'e kolayca aktarın)\n3.Excel (Kişileri Herhangi bir CRM Sistemine kolayca aktarın)\n\nKarşılaştırmak:\nProfesyonel testler ve karşılaştırmalardan sonra, Waxp, WA, WAPlus İndirme Grubu telefonu ve iletişim koruyucu gibi WhatsApp indirme araçlarına kıyasla WhatsApp için En İyi WhatsApp ihracatçısının en iyi WhatsApp indirme aracı olduğunu gururla söyleyebiliriz.\n\nYASAL:\nWhatsApp, WhatsApp Inc.'in ABD'de ve diğer ülkelerde tescilli bir ticari markasıdır. WAPlus bağımsız bir projedir ve WhatsApp veya WhatsApp Inc. ile hiçbir ilişkisi yoktur.",
    "uk": "Експортуйте потрібну контактну інформацію WhatsApp відповідно до ваших побажань.\nОсобливість:\n\nЕкспорт контактної інформації:\n1. Експортуйте інформацію про контакти з групи за вашим бажанням!\n2. Експортуйте інформацію про контакти зі списку чатів за вашим бажанням!\n\nФормат експорту:\n1.vCard (Для імпорту контактів на пристрої iOS і Android)\n2.CSV (Легко імпортуйте контакти в Google Contacts)\n3.Excel (Легко імпортуйте контакти в будь-яку систему CRM)\n\nПорівняти:\nПісля професійного тестування та порівняння ми можемо з гордістю сказати, що найкращий експортер WhatsApp для WhatsApp є найкращим інструментом для завантаження WhatsApp у порівнянні з такими інструментами завантаження WhatsApp, як waxp, WA, WAPlus Download Group phone і contact saver.\n\nЮРИДИЧНІ:\nWhatsApp є торговою маркою WhatsApp Inc., зареєстрованою в США та інших країнах. WAPlus є незалежним проектом і не має відношення до WhatsApp або WhatsApp Inc.",
    "vi": "Xuất thông tin liên hệ whatsapp bạn cần theo cách bạn muốn.\nTính năng:\n\nXuất thông tin danh bạ:\n1.Xuất thông tin danh bạ từ Nhóm theo cách bạn muốn!\n2. Xuất thông tin danh bạ từ ChatList theo cách bạn muốn!\n\nĐịnh dạng xuất:\n1.vCard (Để nhập danh bạ vào thiết bị iOS và Android)\n2.CSV (Dễ dàng nhập danh bạ vào Danh bạ Google)\n3.Excel (Dễ dàng nhập danh bạ vào bất kỳ Hệ thống CRM nào)\n\nSo sánh:\nSau khi thử nghiệm và so sánh chuyên nghiệp, chúng tôi có thể tự hào nói rằng Trình xuất whatsapp tốt nhất cho WhatsApp là công cụ tải xuống WhatsApp tốt nhất so với các công cụ tải xuống WhatsApp như waxp, WA, WAPlus Download Group phone và contact saver.\n\nHỢP PHÁP:\nWhatsApp là nhãn hiệu của WhatsApp Inc., đã đăng ký tại Hoa Kỳ và các quốc gia khác. WAPlus là một dự án độc lập và không có mối quan hệ nào với WhatsApp hoặc WhatsApp Inc.",
    "zh_CN": "按照您想要的方式导出您需要的whatsapp联系信息。\n特征：\n\n导出联系人信息：\n1.按照您想要的方式导出群组中的联系人信息！\n2.按照您想要的方式从聊天列表中导出联系人信息！\n\n导出格式：\n1.vCard（用于将联系人导入iOS和Android设备）\n2.CSV（轻松将联系人导入Google通讯录）\n3.Excel（轻松将联系人导入任何CRM系统）\n\n比较：\n经过专业测试和比较，我们可以自豪地说，与waxp、WA、WAPlus下载组电话和联系人保护程序等WhatsApp下载工具相比，Best Whatsapp Exporter for WhatsApp是最好的WhatsApp下载工具。\n\n合法的：\nWhatsApp 是 WhatsApp Inc. 在美国和其他国家/地区注册的商标。 WAPlus 是一个独立项目，与 WhatsApp 或 WhatsApp Inc. 没有任何关系。"
  }
}