{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ControlStadia"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ControlStadia allows arbitrary mapping of input devices to a \"standard\" virtual input controller which works with Stadia!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With ControlStadia, you can:\n\n* Map up to four physical gamepads to a single \"standard\" virtual gamepad which works with Stadia.\n\n* Scale and offset axis to increase or decrease sensitivity, change axis ranges.\n\n* Do normal things like playing GRID with a steering wheel and pedals!\n\n* Do ridiculous things like playing Borderlands 3 with a flight yoke and throttle quadrant!\n\nUsage:\n\nSimply install the extension and open or refresh Stadia! Click the extension icon to configure your virtual joypad.\n\nOnce the extension menu is open, it should automatically look for any joysticks plugged into your PC. If none show up, try pressing a button or moving a stick on one.\n\nOnce the mapping controls appear, you can now set each button and axis for the virtual gamepad. The \"target gamepad\" at selected at the top is the gamepad which will be scanned for input when you click on a mapping button. If you want to include controls from multiple gamepads, make sure you switch this target option to the correct one BEFORE pressing a mapping button.\n\nThe \"Scale\" field will multiply input by the factor specified. For example, setting this to two will cause the joystick to become twice as sensitive, but also lose twice its range of motion, since ControlStadia caps axis values to the range [-1, 1]. You can also use a negative scale to invert the axis.\n\nThe \"Offset\" field will add a constant value to the input.\n\nControlStadia has manifest permissions to run on html5gamepad.com, where you can view the output values of the virtual controller. I highly recommend setting up your virtual controller while on this page!\n\nScale and offset example:\n\nSay you're trying to map R2 to a controller axis that ranges from [-1, 1]. Because R2 expects a value in the range [0, 1], we must both scale and offset the axis. In this case, the scale would be 0.5 (changing the range to [-0.5, 0.5]) and the offset would be 0.5, (changing the range to [0, 1]).\n\nIf you would like to make a suggestion, report an issue found while playing games on Stadia with ControlStadia, or would like to view the list of currently known issues an suggestions, please visit the GitHub issues page here: https://github.com/ihatecsv/ControlStadia/issues"
  }
}