{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bot BinPro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fr,gu,he,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,uk,zh_TW": "This extension is not a product of Binomo. It belongs to third parties and is created as an auxiliary tool.",
    "es": "El mejor asistente para el comercio de automóviles. Esta extensión no es un producto de Binomo. Pertenece a terceros y se crea como…",
    "fil": "Ang pinakamahusay na katulong para sa auto trading. Ang extension na ito ay hindi isang produkto ng Binomo. Ito ay kabilang sa mga…",
    "hi": "ऑटो ट्रेडिंग के लिए सबसे अच्छा सहायक। यह एक्सटेंशन Binomo का उत्पाद नहीं है। यह तीसरे पक्ष से संबंधित है और इसे एक सहायक उपकरण के…",
    "id": "Asisten terbaik untuk perdagangan otomatis. Ekstensi ini bukan produk Binomo. Itu milik pihak ketiga dan dibuat sebagai alat bantu.",
    "ms": "Pembantu terbaik untuk perdagangan automatik. Sambungan ini bukan produk Binomo. Itu milik pihak ketiga dan dicipta sebagai alat…",
    "pt_BR": "O melhor assistente para negociação automática. Esta extensão não é um produto da Binomo. Pertence a terceiros e é criado como…",
    "th": "ผู้ช่วยที่ดีที่สุดสำหรับการซื้อขายรถยนต์ ส่วนขยายนี้ไม่ใช่ผลิตภัณฑ์ของ Binomo…",
    "tr": "Otomatik ticaret için en iyi yardımcı. Bu uzantı, Binomo'nun bir ürünü değildir. Üçüncü şahıslara aittir ve yardımcı bir araç…",
    "vi": "Trợ lý tốt nhất cho giao dịch tự động. Phần mở rộng này không phải là sản phẩm của Binomo. Nó thuộc về các bên thứ ba và được tạo…",
    "zh_CN": "汽车交易的最佳助手。 这个扩展不是 Binomo 的产品。 它属于第三方，是作为辅助工具创建的。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fr,gu,he,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,uk,zh_TW": "Elevate your trading journey with 'Bot BinPro', your indispensable Google Chrome extension for Binomo. Acting as your personal trading robot, it automates your trades on this renowned platform. Designed for effortless profitable trading, its intuitive interface is a breeze to navigate. While not an official Binomo development, 'Bot BinPro' integrates flawlessly with the platform, amplifying your trading prowess. Delight in the ease of automated trading, saving you precious time from market analysis. With 'Bot BinPro', trading smart is now a click away!",
    "es,fil,hi,id,ms,pt_BR,th,tr,vi,zh_CN": "Make profitable trades on the trading platform in a fully automatic mode. The robot is very easy to use and even a beginner can figure out its settings. \n\nFind out how to use, after installation, click on the extension icon."
  }
}