{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "كود خصم أناس | خصومات أناس 2024",
    "en": "10% Ounass code 2024 | Ounass Discount Codes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "كود خصم أناس: TN94  بقيمة 10% بالإضافة إلى خصومات أناس السعودية والإمارات حتى 50%. حمل إضافة كروم وتمتع بأقوى كود خصم اناس 2024.",
    "en": "Get 10% OFF using this Ounass code: TN94 , valid sitewide including Ounass Sale. Download for the latest Ounass Discount Codes 2024"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "هل تبحث عن أفضل كود خصم اوناس جديد؟ استخدم الان كوبون اناس: TN94 وسارع بتطبيق قسيمة الخصم التي يتم تزويدك به من خلال إضافة كروم هذه واستغل خصومات اناس 2024.\n\nانسخ اقوى كود خصم اناس 2024 فعال في السعودية، الإمارات، الكويت، وباقي دول الخليج:\nكوبون اناس جديد (TN94) بقيمة 10% شامل كافة المنتجات بما فيها المنتجات في قسم تخفيضات أناس التي تصل لغاية 50%.\nكوبون فعال لكافة العملاء الجدد والعائدين، وهو فعال عبر موقع اناس أون لاين والتطبيق.\nاستمتع بشحن مجاني على طلباتك من موقع Ounass للطلبات التي تتجاوز قيمتها 500 ريال/درهم.\nرمز الخصم هذا يشمل فعال على كافة منتجات الموقع عدا بعض العلامات التجارية\n\nكيفية تثبيت واستخدام إضافة جوجل كروم : خطوات بسيطة للحصول على أفضل كود اوناس أول طلب الحصري:\nعندما تنتهي من اختيار الملابس والاكسسوارات الخ التي ترغب في شرائها، تأكد من محتويات حقيبة التسوق الخاصة بك قبل المضي قدمًا للدفع، بمجرد الانتهاء اضغط على \"تابع للدفع الآمن\". ولن تحتاج إلى البحث وتجربة عشرات أكواد الخصم، وإنما بمجرد النقر فوق إضافة Google Chrome ستحصل على أقوى كوبون خصم اناس لعام 2024. قم باستعمال كود الخصم الحصري المقدم لك عبرنا: TN94 وتمتع بتجربة تسوق خالية من المتاعب.\nعند الانتهاء، يمكنك الضغط على زر \"تطبيق قسيمة الخصم\" وسيتم تطبيق الخصم على إجمالي الطلب الخاص بك على الفور.\n\nأحصل على أحدث كود خصم اناس وعد التركي (TN94) وغيرها من المشاهير\n\nإذا كنت ترغب في الحصول على كودات اوناس اماني الحنطي، افنان الباتل، نجود الرميحي، فالخيار الأمثل لك هو تثبيت إضافة جوجل كروم المخصصة لتزويدك بأحدث العروض، يمكنك تثبيته الآن لتحصل على اكواد خصم Ounass فور تسوقك أون لاين عبر الموقع الإلكتروني. \n\n*تمتع بتخفيض بقيمة 10% على كافة منتجات الموقع عدا بعض العلامات التجارية.\n\n\t\t\nلماذا ننصحك بتثبيت إضافة Google Chrome للخصومات والعروض الآن:\n\nننصح بتثبيت إضافة Google Chrome للخصومات والعروض لأنها توفر لك الوقت والجهد في البحث عن أفضل العروض والصفقات المتاحة عبر الإنترنت في موقع أناس بكل سهولة ويسر. هل تبحث عن أداة قوية للحصول على أفضل الصفقات والتوفير عند التسوق عبر الإنترنت؟ إذاً، فإن تثبيت إضافة جوجل كروم هذه هي الخطوة الصحيحة، حيث يقوم فريق المختصين لدينا بالتحقق من صحة وفعالية جميع أكواد الخصم وتحديثها بانتظام، مما يضمن لك الحصول على أفضل التخفيضات المتاحة. لا تتردد في تنزيل الإضافة الآن وتثبيتها للاستفادة جداً عندما تقوم بالتسوق من الموقع.\n\n\nما الذي يميز موقع اوناس كوم:\nالموقع يوفر أجود تصاميم الملابس النسائية والرجالية وملابس الأطفال والأحذية والإكسسوارات والحقائب والمجوهرات والساعات وأفضل المستحضرات التجميلية ومستحضرات العناية بالبشرة والشعر والعطور ومنتجات للمنزل والديكور والأدوات المنزلية الفاخرة وغيرها.\nيُمكنك الاستمتاع بتجربة تسوّق مميزة لأفضل الماركات العالمية المشهورة، حيث يضم هذا الموقع مجموعة متميزة من العلامات التجارية الرائدة من جميع أنحاء العالم.\nيمكنك الاستفادة من تجربة تسوق ممتعة واقتصادية، حيث يمكنك الاختيار من بين مئات المنتجات المميزة المتوفرة في أقسام العروض المختلفة لتستفيد من خصومات اوناس والعروض الترويجية، إلى جانب خصومات اضافية عند تطبيق كوبون أول طلب (TN94) بقيمة 10% عند الشراء من التطبيق أو الموقع، على المنتجات المخفضة وغير المخفضة وهذا كله سيسمح لزوار الموقع بتوفير المال على مشترياتهم. \nيمكن الحصول على خدمة التوصيل المجاني لجميع المنتجات، كما يتيح خاصية تتبع الشحنات ومعرفة الموعد الذي ستصل به الطلبية.\nتتميز سياسة إرجاع المنتجات في الموقع بالمرونة والسهولة، حيث يتيح للمتسوقين إمكانية إرجاع المنتجات في غضون 30 يوماً من تاريخ الاستلام لاسترداد الأموال أو تبديل المنتج بآخر مماثل.\nيمكنك الاشتراك في النشرة البريدية عبر البريد الإلكتروني على موقع اوناس ليصلك كل جديد ومميز مثل اكواد خصم اناس 2024. وسيتم إرسال تحديثات دورية عن آخر صيحات الموضة والعروض الحصرية والخصومات والأحداث الخاصة وغيرها من المعلومات الهامة.",
    "en": "Are you looking for the best and most rewarding new Ounass code 2024? Use this Ounass discount code (TN94) which is valid in KSA, UAE and the rest of the gulf. Hurry up and install this Chrome Extension for the latest coupons.\n\n\nEnjoy an instant 10% OFF when redeeming this Ounass coupon code:\n\nCopy the latest Ounass promo code 2024 (TN94), effective in Saudi Arabia, the United Arab Emirates, Kuwait, and the rest of the Gulf countries.\nEnjoy 10% OFF, inclusive of all products, including already discounted products in the Ounass Sale section.\nValid for all new and returning customers, and can be redeemed via the website or app.\nEnjoy free shipping on orders exceeding 500 SAR/AED.\nThis code is effective sitewide with the exclusion of a few brands\n\n*Enjoy a 10% discount on all the site's products with the exclusion of some brands.\n\n\nHow to install and use this Google Chrome Extension: simple steps to get the exclusive Ounass codes 2024:\nWhen you have finished selecting the clothes, accessories, etc. that you want to purchase, check the contents of your shopping cart before proceeding to checkout. Once you are done, click on \"Proceed to Secure Payment\". At this moment, you won’t need to search for any voucher codes. All you need to do is click on the Google Chrome Extension, to view the latest and up-to-date coupons. \nUse this code: TN94 and enjoy a hassle-free shopping experience, keep in mind that you can enjoy an extra 10% OFF on items in the sale section that are already up to 50% discounted.\nYou can then press the \"Copy\" button to copy the coupon and paste it in the field provided during the checkout process. Click the \"Apply Coupon\" button for an instant reduction in your total order value. \n\nWhy do we advise you to install the Google Chrome Extension for discounts and offers now:\n\nWe recommend installing the Google Chrome Extension for deals and offers because it saves you time and effort. Are you looking for a powerful tool to get the highest savings when online shopping at Ounass? This extension is the tool for you as our team of specialists checks the validity of all vouchers and updates them regularly to ensure that you get the best reductions available. Do not hesitate to download the Google Chrome add-on NOW!!\n\n\nWhat distinguishes Ounass com from other luxury providers:\n\nProvides the best designs of women's and men's clothing, children's clothing, shoes, accessories, bags, jewelry, watches, the best cosmetics, skin and hair care products, perfumes, home and decoration products, luxury household items and much more.\nYou can enjoy a unique shopping experience of international high-end brands as this store includes a distinguished group of leading brands from all over the world.\nYou can benefit from an enjoyable and economical shopping experience. You can choose from hundreds of high-quality products available in the various offers sections to benefit from the exclusive promotions, in addition to extra discounts when applying the Ounass promo code (TN94). You can enjoy a 10% off on discounted and non-discounted products and all this will allow shoppers to save money on their purchases.\nFree delivery service for all products. It also offers tracking for shipments.\nThe product return policy on Ounass is flexible and easy. It allows  returns within 30 days from the date of receipt for a refund or exchange for a similar product.\nYou can subscribe to the newsletter via e-mail at the Ounass store to receive periodic updates about the latest fashion, exclusive offers, reductions, special events and other important information."
  }
}