{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JDoodle"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use JDoodle's Chrome extension for a full-fledged IDE in your browser – instant, accessible, and subtly empowering!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The JDoodle Chrome Extension is a revolutionary tool that lets users effortlessly execute programs from any webpage. It's designed for both convenience and efficiency, making coding more accessible than ever.\n\nWith JDoodle's Chrome Extension, coding becomes more integrated into your browsing experience. It's an indispensable tool for developers, learners, and coding enthusiasts who seek a seamless, productive, and elevated coding journey.\n\nKey Features:\n- Effortless Code Execution: Select code on a webpage, right-click, and execute directly with JDoodle. Alternatively, open code in the JDoodle extension with a simple right-click.\n- Execution History Tracking: Easily access the history of executed codes, including website links and results.\n- User Login Requirement: Users must log in to the extension for personalized and secure usage.\n- Smart Language Detection: Utilize JDoodle AI for automatic programming language detection.\n- Future AI Enhancements: Look forward to advanced AI features from JDoodle's main website in upcoming releases.\n\nUser Scenarios:\n- New Users: Log in and open programs on JDoodle.com.\n- Logged-in Users: \n- Execute programs within the extension.\n- Manage and view execution history.\n- Access JDoodle.com for more features.\n- Securely log out as needed.\n\n\nTechnical Insights:\n- The extension maintains an independent login session from the browser.\n- It uses a token-based system similar to mobile apps for user recognition.\n- Compatible with both Chrome and Microsoft Edge, ensuring wide accessibility."
  }
}