{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Notiondipity"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Notiondipity helps you discover new ideas and connections in your Notion workspace. With the help of ChatGPT it can:\n\n- Find pages…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Notiondipity helps you discover new ideas and connections in your Notion workspace. With the help of ChatGPT it can:\n\n- Find pages similar to the page you are currently viewing\n- Show you similarities, differences and connections between the pages\n- Perform semantic search - find pages similar to the search query\n- Generate project ideas from the currently open page and up to 2 most similar pages\n\nTECHNICAL DETAILS\n\nYou need a Notion account and give the extension read access to your pages.\nWe use Open AI's `text-embedding-ada-002` embeddings and cosine similarity to find similar pages and `gpt-3.5-turbo` model to generate project ideas. After logging in, it might take several minutes before the plugin creates and caches the embeddings of your pages. Please be patient. \n\nThe extension has a backend component that facilitates communication between the browser extension and the Notion API. The backend also stores the embeddings, their titles, URLs, encrypted content, and a hash of your unique user ID. We host the the backend on Fly.io. \nNo other third party has access to your data. Your Notion API access token is stored only in the browser storage and sent to the backend with each request.\n\nPlease note that this is a public Alpha version. There might be issues and bugs. We appreciate all the feedback we can get."
  }
}