{
  "name": {
    "ar": "نيم (عقدة المفتش مدير)",
    "am,en,en_AU,en_GB,en_US,es_419,fil,gu,kn,lt,ml,mr,pt_BR,pt_PT,sl,sr,te,zh_TW": "Node.js V8 --inspector Manager (NiMV3)",
    "bg": "Node.js B8-мениджър инспектор (него)",
    "bn": "Node.js V8 --পরিদর্শক ম্যানেজার (NiM)",
    "ca,es,ja": "NIM (Node Inspector Manager)",
    "cs": "NIM (Node Inspector Správce)",
    "da,no": "NIM (Node Inspektør Manager)",
    "de": "NIM (Node-Inspector Manager)",
    "el": "ΝΙΜ (Κόμβος Επιθεωρητής Manager)",
    "et": "NIM (Node Inspektor Juhataja)",
    "fa": "Node.js V8 --بازرس مدیر (NiM)",
    "fi": "NIM (Solmu Tarkastaja Manager)",
    "fr": "NIM (Nœud Inspecteur Manager)",
    "he": "נים (צומת מפקח מנהל)",
    "hi": "Node.js V8 --निरीक्षक प्रबंधक (एनआईएम)",
    "hr": "Njim (čvor Upravitelj inspektor)",
    "hu": "NIM (Csomópont Felügyelő Menedzser)",
    "id": "Node.js V8 --inspektur Manager (NiM)",
    "it": "NIM (Nodo di Ispezione Manager)",
    "ko,pl,ru": "Node.js V8 --inspector Manager (NiM)",
    "lv": "NIM (Mezglu Inspektors Vadītājs)",
    "ms": "Node.js V8 --inspektur Pengurus (NiM)",
    "nl": "Node --inspect Manager (NiM)",
    "ro": "NIM (Nod Inspector Manager)",
    "sk": "NIM (Uzol Inšpektor Manager)",
    "sv": "NIM (Nod Inspektör Manager)",
    "sw": "Node.js V8 --mkaguzi Meneja (NiM)",
    "ta": "Node.js V8 --இன்ஸ்பெக்டர் மேலாளர் (நில்)",
    "th": "NIM(โหนดสารวัตรผู้จัดการ)",
    "tr": "(Düğüm Müfettiş Yöneticisi)NİM",
    "uk": "Ним (вузол Диспетчер інспектор)",
    "vi": "ĐÂY (Nút thanh Tra Lý)",
    "zh_CN": "NIM(Node.js 调试管理工具)"
  },
  "short": {
    "ar": "تمديد تلقائيا إطلاق V8 المفتش Node.js التصحيح",
    "am,en,en_AU,en_GB,en_US,es_419,fil,gu,kn,lt,ml,mr,pt_BR,pt_PT,sl,sr,te,zh_TW": "Manages DevTools with Node V8 Inspector (node --inspect) Debugging Workflow",
    "bg": "Управлява инструменти за разработчици с възел инспектор B8 (възел-да се провери отсъствието) на процеса на отстраняване на грешки",
    "bn": "পরিচালনা DevTools সঙ্গে নোড V8 পরিদর্শক (নোড --পরিদর্শন) ডিবাগ কর্মপ্রবাহ",
    "ca": "Extensió par a la apertura automàtica d'un inspector (ChromeDevtools V8) per Node.js (node --inspect).",
    "cs": "Rozšíření pro automatické spouštění V8 Inspektor pro Node.js ladění",
    "da": "Udvidelse til automatisk at lancere V8 Inspektør for Node.js debugging",
    "de": "Erweiterung für die automatische Aktualisierung der DevTools bei der Nutzung des Node V8 Inspectors (node --inspect).",
    "el": "Παράταση για την αυτόματη έναρξη V8 Επιθεωρητή για Node.js τον εντοπισμό σφαλμάτων",
    "es": "Extensión para la apertura automática de un inspector (ChromeDevtools V8) para Node.js (node --inspect).",
    "et": "Pikendamine automaatselt käivitada V8 Inspektor Node.js silumine",
    "fa": "مدیریت DevTools با گره V8 بازرس (گره-بازرسی) اشکال زدایی گردش کار",
    "fi": "Laajennus automaattisesti käynnistää V8-Tarkastaja Node.js testaus",
    "fr": "Extension pour lancer automatiquement des V8 Inspecteur Node.js débogage",
    "he": "הארכה אוטומטית השקת V8 המפקח על Node.js איתור באגים",
    "hi": "प्रबंधन DevTools नोड के साथ V8 निरीक्षक (नोड-निरीक्षण) डिबगिंग कार्यप्रवाह",
    "hr": "Proširenje za automatsko pokretanje inspektor V8 za Node.js otkrivanje pogrešaka",
    "hu": "Kiterjesztés automatikusan indít V8 Felügyelő Node.js hibakeresés",
    "id": "Ekstensi untuk secara otomatis meluncurkan V8 Inspektur untuk Node.js debugging",
    "it": "Proroga per l'avvio automatico V8 di Ispezione per Node.js il debug",
    "ja": "Node.jsのデバッグのため、 V8 Inspectorを自動で起動する拡張機能です。",
    "ko": "Node V8 Inspector (node --inspect) 디버깅 워크플로우를 위한 개발자 도구 관리기",
    "lv": "Pagarināt automātiski, uzsākot V8 Inspektors Node.js atkļūdošanas",
    "ms": "Menguruskan DevTools dengan Nod V8 Inspektur (nod-memeriksa) Debug Kerja",
    "nl": "Beheerd DevTools met node v8 inspector (node --inspect)",
    "no": "Extension for automatisk lansere V8 Inspektør for Node.js feilsøking",
    "pl": "Rozszerzenie do automatycznego uruchamiania inspektora V8 w celu debugowania Node.js",
    "ro": "Extensie pentru a lansa în mod automat V8 Inspector pentru Node.js depanare",
    "ru": "Расширение для автоматического запуска инспектора V8 для отладки Node.js",
    "sk": "Rozšírenie pre automatické spustenie V8 Inšpektor pre Node.js ladenie",
    "sv": "Förlängning för att automatiskt starta V8 Inspektör för Node.js felsökning",
    "sw": "Itaweza DevTools na Node V8 Mkaguzi (node-kukagua) Debugging Workflow",
    "ta": "நிர்வகிக்கும் DevTools கொண்டு முனை V8 இன்ஸ்பெக்டர் (முனை-ஆய்வு) பிழைதிருத்தம் முறையை",
    "th": "ส่วนขยายสำหรับอัตโนมัติเริ่มการทำงาน V8 สำหรับสารวัตร Node.js การดีบั๊ก",
    "tr": "Node.js otomatik olarak başlatılması için uzatma V8 Müfettiş hata ayıklama",
    "uk": "Розширення для автоматичного запуску інспектор V8 для Node.js налагодження",
    "vi": "Mở rộng cho tự động khởi động động cơ V8 thanh Tra cho Node.js gỡ",
    "zh_CN": "自动启动Node.js调试窗口"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "By installing you are agreeing to:\nPRIVACY POLICY - https://june07.com/privacy\nPLEASE NOTE: Installing this via the Microsoft Web Store does require the sharing of your email address with me (and only me).\n\nAlso note that this is a temporary version which is meant to test the Manifest V3 version of NiM. Once it's clear the MV3 version is stable enough, the now primary Edge Add-ons (https://june07.com/nim) extension will be updated to replace this.\n\nWhat is NiM? It's \"UX sugar\" for V8 debugging (Node.js, Deno...) AND MORE. Read more about what I mean here: https://blog.june07.com/more-than/\n\nThis Microsoft Extension streamlines your Node.js development.\n\nNiM provides extended capabilities even compared with the new edge://inspect option.  Check out what Paul Irish of the Google Chrome team wrote about NiM... https://twitter.com/june07t/status/861664828909264896.\n\nNiM manages the Chromium DevTools window/tab life-cycle leaving you with more ability to focus on what matters... debugging your code.  You no longer need to copy/paste DevTools URL's or continue opening/closing tabs/windows.\n\nNiM automatically detects the URL that is generated when running node (locally or remotely) with --inspect option. NiM provides you with the option of automatically opening and closing Chromium DevTools in a tab or window. Just toggle the Manual/Auto setting and then start a debugging session.  DevTools will open either on clicking the \"Open DevTools\" button or after the specified timeout period.  If set to auto close, once you end your debugging session, DevTools will close automatically.\n \nFeatures:\n - Manage and monitor Node Diagnostics and Reports\n - Manage and monitor local and remote debugging sessions\n - Set manual or automatic control of DevTools interface\n - Open DevTools in a new tab or window\n - Make DevTools focused or inactive on start\n - Use custom DevTools bundle\n\nNote: By it's nature this extension requires permissions which\n\"Read and change all your data on the websites you visit\"\n\nFurther to better serve and understand my user base the following permission is asked\n\"Know your email address\"\n\nThe following URL will provide what I feel to be an informed viewpoint on the whole matter of permissions:  https://palant.de/2016/07/02/why-mozilla-shouldn-t-copy-chrome-s-permission-prompt-for-extensions\n\nNo information will ever be shared with 3rd parties.  Further the source is open and available on GitHub.  However should you still prefer it, a version is available which does not require sharing your email address: http://june07.com/NiM11.  I will maintain the code (bug fixes), however feature additions will only be made to this branch.  Please feel free to reach out to me 667@june07.com if you have any other concerns as I am open to discussion.  Should any policies change there will be notice given of such changes.\n\nIf you enjoy using NiM please give us a 5 star rating and/or a G+1.  Any and all feedback is encouraged and welcome.  667@june07.com  Thank you in advance.\n\nThis project is open source and available at https://github.com/june07/nimv3."
  }
}