{
  "name": {
    "ar,cs,fi,ko,mr,no,ro": "Pet Subway Surfers Unblocked Game",
    "am,ca,da,gu,hr,hu,id,ms,pl,sk,sl,sw,th": "Pet Subway Surfers Online",
    "bg,bn,de,el,en,en_AU,en_GB,en_US,es,es_419,fa,fr,he,hi,it,lt,ml,nl,pt_BR,pt_PT,ru,sr,sv,tr,uk,vi,zh_CN,zh_TW": "Pet Subway Surfers Game",
    "et,fil,ja,kn,lv,ta,te": "Pet Subway Surfers Online Game"
  },
  "short": {
    "ar": "الوصول إلى درجات عالية دون أن يتم القبض عليك من قبل شريف خلفك في هذه اللعبة تشغيل مترو الأنفاق.",
    "am": "በዚህ የባቡር ውስጥ የሩጫ ጨዋታ ከኋላህ ባለው ሻለቃ ሳትያዝ ከፍተኛ ውጤት ላይ መድረስ።",
    "bg": "Достигнете високи резултати, без да се хванат от шерифа зад вас в тази игра метро бягане.",
    "bn": "এই সাবওয়ে চলমান গেমটিতে আপনার পিছনে শেরিফের দ্বারা ধরা না পড়ে উচ্চ স্কোরগুলিতে পৌঁছান।",
    "ca": "Arribeu a puntuacions altes sense deixar-vos atrapar pel xèrif que hi ha darrere vostre en aquest joc de córrer del metro.",
    "cs": "Dosáhněte vysokých skóre, aniž byste byli chyceni šerifem za vámi v této hře metra.",
    "da": "Nå høje scorer uden at blive fanget af sheriffen bag dig i dette metro-løbespil.",
    "de": "Erreichen Sie in diesem U-Bahn-Laufspiel hohe Punktzahlen, ohne vom Sheriff hinter Ihnen erwischt zu werden.",
    "el": "Φτάστε σε υψηλές βαθμολογίες χωρίς να σας πιάσει ο σερίφης πίσω σας σε αυτό το παιχνίδι τρεξίματος του μετρό.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Reach high scores without getting caught by the sheriff behind you in this subway running game.",
    "es": "Alcanza puntajes altos sin ser atrapado por el sheriff detrás de ti en este juego de correr en el metro.",
    "et": "Saavutage kõrgeid tulemusi, ilma et teie taga olev šerif selles metroo jooksumängus vahele jääks.",
    "fa": "رسیدن به نمرات بالا بدون گرفتن توسط کلانتر پشت سر شما در این مترو در حال اجرا بازی گرفتار.",
    "fi": "Saavuta korkeat pisteet ilman, että takanasi oleva sheriffi jää kiinni tässä metrojuoksupelissä.",
    "fil": "Abutin ang mataas na puntos nang walang pagkuha ng nahuli sa pamamagitan ng sheriff sa likod mo sa subway na tumatakbo laro.",
    "fr": "Atteignez des scores élevés sans vous faire attraper par le shérif derrière vous dans ce jeu de course dans le métro.",
    "gu": "આ સબવે ચાલતી રમતમાં તમારી પાછળના શેરિફ દ્વારા પકડાયા વિના ઉચ્ચ સ્કોર્સ પર પહોંચો.",
    "he": "להגיע לציונים גבוהים מבלי להיתפס על ידי השריף שמאחוריך במשחק הריצה הזה של הרכבת התחתית.",
    "hi": "इस मेट्रो चल रहे खेल में आप के पीछे शेरिफ द्वारा पकड़े जाने के बिना उच्च स्कोर तक पहुँचने।",
    "hr": "Dosegnite visoke rezultate bez da vas uhvati šerif iza vas u ovoj igri trčanja podzemne željeznice.",
    "hu": "Érj el magas pontszámokat anélkül, hogy a mögötted lévő seriff elkapná ezt a metró futójátékot.",
    "id": "Raih skor tinggi tanpa terjebak oleh sheriff di belakang Anda dalam permainan lari kereta bawah tanah ini.",
    "it": "Raggiungi punteggi elevati senza essere catturato dallo sceriffo dietro di te in questo gioco di corsa della metropolitana.",
    "ja": "この地下鉄ランニングゲームであなたの後ろの保安官に捕まることなく、ハイスコアに到達します。",
    "kn": "ಈ ಸುರಂಗಮಾರ್ಗದ ಓಟದ ಆಟದಲ್ಲಿ ನಿಮ್ಮ ಹಿಂದಿನ ಶೆರಿಫ್ ಗೆ ಕ್ಯಾಚ್ ಹಿಡಿಯದೆ ಹೆಚ್ಚಿನ ಸ್ಕೋರ್ ಗಳನ್ನು ತಲುಪಿ.",
    "ko": "이 지하철 달리기 게임에서 당신 뒤의 보안관에게 잡히지 않고 높은 점수에 도달하십시오.",
    "lv": "Sasniedziet augstus rezultātus, nepieķeroties šerifam aiz jums šajā metro skriešanas spēlē.",
    "ml": "ഈ സബ് വേ റണ്ണിംഗ് ഗെയിമിൽ നിങ്ങളുടെ പിന്നിലുള്ള ഷെരീഫിനെ പിടിക്കാതെ ഉയർന്ന സ്കോറുകൾ നേടുക.",
    "mr": "या सबवे रनिंग गेममध्ये आपल्या मागे असलेल्या शेरीफकडे न पकडता उच्च गुणांपर्यंत पोहोचा.",
    "ms": "Mencapai skor tinggi tanpa tertangkap oleh sheriff di belakang Anda dalam permainan kereta bawah tanah ini berjalan.",
    "nl": "Behaal hoge scores zonder gepakt te worden door de sheriff achter je in dit metro-hardloopspel.",
    "no": "Nå høye score uten å bli fanget av sheriffen bak deg i denne T-banen kjører spillet.",
    "pl": "Osiągnij wysokie wyniki, nie dając się złapać przez szeryfa za tobą w tej grze biegowej metra.",
    "ro": "Ajunge la scoruri mari, fără a fi prins de sheriff spatele tău în acest joc de metrou rulează.",
    "ru": "Достигайте высоких результатов, не будучи пойманным шерифом позади вас в этой игре в метро.",
    "sk": "Dosiahnite vysoké skóre bez toho, aby vás v tejto bežeckej hre metra chytil šerif za vami.",
    "sl": "Doseči visoke rezultate, ne da bi me ujel šerif za vami v tej igri teka podzemne.",
    "sv": "Nå höga poäng utan att fastna av sheriffen bakom dig i detta tunnelbanespel.",
    "sw": "Fikia alama za juu bila kukamatwa na sheriff nyuma yako katika mchezo huu wa kukimbia wa subway.",
    "ta": "இந்த சுரங்கப்பாதை இயங்கும் விளையாட்டில் உங்களுக்குப் பின்னால் உள்ள ஷெரிப் மூலம் பிடிபடாமல் அதிக மதிப்பெண்களை அடையவும்.",
    "te": "ఈ సబ్వే రన్నింగ్ గేమ్ లో మీ వెనుక షెరీఫ్ చేత పట్టుకోబడకుండా అధిక స్కోర్లను చేరుకోండి.",
    "th": "ทําคะแนนให้สูงโดยไม่ถูกนายอําเภอจับได้ข้างหลังคุณในเกมวิ่งรถไฟใต้ดินนี้",
    "tr": "Bu metro koşu oyununda arkanızdaki şerif tarafından yakalanmadan yüksek puanlara ulaşın.",
    "uk": "Досягайте високих балів, не потрапляючи до шерифа позаду вас у цій грі з бігом у метро."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for an endless running game with a crazy bunny. Avoid trains and reach the highest score in this challenging adventure. Pet Subway Surfers is an adventure game inspired by the world-famous subway surfer game and includes cute animals. The pet subway surfers game's primary goal is to score the highest without getting caught by the security guard running after you at the train station.\n\nCollecting unique skill objects such as skateboards and shoes on the train station track will make your job easier in this adventure game. When you buy the shoes, you can jump higher in this running game with your rabbit character and go faster on the track with a skateboard. If the police officer catches you for slowing down, you can continue the running game from where you left off by using one of the keys you earn in the levels. This way, you can score high and be the star of the pet subway surfers game.\n\nHow To Play\nWith the help of the mouse, your bunny character can jump over the yellow school buses and pass under other obstacles on the track. It is possible to get high scores quickly by collecting special abilities from school buses and other areas.\n\nPet Subway Surfers Game Features\n✓ 3D Graphics\n✓ Basic control\n✓ 3D Character\n✓ Infinity level\n\nFinally, you can enjoy these game for free (and more requests will be added)! Pet Subway Surfers Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}