{
  "name": {
    "ar": "SciGemini - Gemini™ forcient",
    "am,ca,da,el,en,en_AU,en_GB,en_US,fa,fi,fil,fr,he,hu,it,ko,lt,ml,ms,nl,no,pt_BR,pt_PT,ro,sv,ta,te,th,vi,zh_CN": "SciGemini - Gemini™ for Scientists",
    "bg": "SciGemini - Gemini™ за учени",
    "bn": "SciGemini - বিজ্ঞানীদের জন্য Gemini™",
    "cs": "SciGemini - Gemini™ pro vědce",
    "de": "SciGemini - Gemini™ für Wissenschaftler",
    "es,es_419": "SciGemini - Gemini™ para científicos",
    "et": "SciGemini – Gemini™ teadlastele",
    "gu": "SciGemini - વૈજ્ઞાનિકો માટે Gemini™",
    "hi": "SciGemini - Gemini™ वैज्ञानिकों के लिए",
    "hr,sl": "SciGemini - Gemini™ za znanstvenike",
    "id": "SciGemini - Gemini™ untuk Ilmuwan",
    "ja": "SciGemini - 科学者のための Gemini™",
    "kn": "SciGemini - ಜೆಮಿನಿ™ ವಿಜ್ಞಾನಿಗಳಿಗೆ",
    "lv": "SciGemini — Gemini™ zinātniekiem",
    "mr": "SciGemini - शास्त्रज्ञांसाठी Gemini™",
    "pl": "SciGemini - Gemini™ dla naukowców",
    "ru": "SciGemini - Gemini™ для ученых",
    "sk": "SciGemini - Gemini™ pre vedcov",
    "sr": "СциГемини - Гемини™ за научнике",
    "sw": "SciGemini - Gemini™ kwa Wanasayansi",
    "tr": "SciGemini - Gemini™ for Students",
    "uk": "SciGemini - Gemini™ для вчених",
    "zh_TW": "SciGemini - Gemini™ for Scientist"
  },
  "short": {
    "ar": "تلخيص بحث علمي على مواقع المجلات وتقديم رؤى أساسية باستخدام Google™ Gemini™",
    "am": "በጆርናል ድረ-ገጾች ላይ ያለ ሳይንሳዊ ወረቀት ማጠቃለል እና Google™ Gemini™ በመጠቀም ቁልፍ ግንዛቤዎችን አቅርብ",
    "bg": "Обобщете научна статия в уебсайтовете на списанието и предоставете ключови прозрения с помощта на Google™ Gemini™",
    "bn": "জার্নালের ওয়েবসাইটে একটি বৈজ্ঞানিক কাগজের সংক্ষিপ্তসার দিন এবং Google™ Gemini™ ব্যবহার করে মূল অন্তর্দৃষ্টি প্রদান করুন",
    "ca": "Resumeu un article científic als llocs web de revistes i proporcioneu informació clau amb Google™ Gemini™",
    "cs": "Shrňte vědeckou práci na webových stránkách časopisu a poskytněte klíčové poznatky pomocí Google™ Gemini™",
    "da": "Opsummer en videnskabelig artikel om tidsskriftets websteder og giv nøgleindsigt ved hjælp af Google™ Gemini™",
    "de": "Fassen Sie einen wissenschaftlichen Artikel auf den Websites von Fachzeitschriften zusammen und liefern Sie mithilfe von Google™…",
    "el": "Σύνοψτε μια επιστημονική εργασία στους ιστότοπους του περιοδικού και παρέχετε βασικές πληροφορίες χρησιμοποιώντας το Google™ Gemini™",
    "en,en_AU,en_GB,en_US,vi": "Summarize a scientific paper on journal's websites and provide key insights using Google™ Gemini™",
    "es,es_419": "Resumir un artículo científico en los sitios web de revistas y proporcionar información clave utilizando Google™ Gemini™",
    "et": "Tehke kokkuvõte ajakirjade veebisaitide teaduslikust artiklist ja esitage Google™ Gemini™ abil peamised ülevaated",
    "fa": "یک مقاله علمی را در وب‌سایت‌های مجله خلاصه کنید و اطلاعات کلیدی را با استفاده از Google™ Gemini™ ارائه دهید",
    "fi": "Tee yhteenveto tieteellisestä artikkelista lehden verkkosivustoista ja anna tärkeimmät näkemykset Google™ Gemini™ -sovelluksella",
    "fil": "Ibuod ang isang siyentipikong papel sa mga website ng journal at magbigay ng mga pangunahing insight gamit ang Google™ Gemini™",
    "fr": "Résumez un article scientifique sur les sites Web d'une revue et fournissez des informations clés à l'aide de Google™ Gemini™",
    "gu": "જર્નલની વેબસાઇટ્સ પર વૈજ્ઞાનિક પેપરનો સારાંશ આપો અને Google™ Gemini™ નો ઉપયોગ કરીને મુખ્ય આંતરદૃષ્ટિ પ્રદાન કરો",
    "he": "סיכום מאמר מדעי באתרי כתבי העת וספק תובנות מפתח באמצעות Google™ Gemini™",
    "hi": "पत्रिका की वेबसाइटों पर एक वैज्ञानिक पेपर का सारांश दें और Google™ Gemini™ का उपयोग करके महत्वपूर्ण जानकारी प्रदान करें",
    "hr": "Sažeti znanstveni rad na web stranicama časopisa i pružiti ključne uvide pomoću Google™ Gemini™",
    "hu": "Összefoglaljon egy tudományos cikket a folyóirat webhelyeiről, és nyújtson betekintést a Google™ Gemini™ segítségével",
    "id": "Ringkas makalah ilmiah di situs web jurnal dan berikan wawasan penting menggunakan Google™ Gemini™",
    "it": "Riassumi un articolo scientifico sui siti web della rivista e fornisci informazioni chiave utilizzando Google™ Gemini™",
    "ja": "Google™ Gemini™ を使用して、ジャーナルのウェブサイトで科学論文を要約し、重要な洞察を提供します",
    "kn": "ಜರ್ನಲ್‌ನ ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿ ವೈಜ್ಞಾನಿಕ ಪ್ರಬಂಧವನ್ನು ಸಾರಾಂಶಗೊಳಿಸಿ ಮತ್ತು Google™ ಜೆಮಿನಿ™ ಬಳಸಿಕೊಂಡು ಪ್ರಮುಖ ಒಳನೋಟಗಳನ್ನು ಒದಗಿಸಿ",
    "ko": "Google™ Gemini™를 사용하여 저널 웹사이트의 과학 논문을 요약하고 핵심 통찰력을 제공합니다.",
    "lt": "Apibendrinkite mokslinį straipsnį apie žurnalo svetaines ir pateikite pagrindines įžvalgas naudodami Google™ Gemini™",
    "lv": "Apkopojiet zinātnisko rakstu par žurnālu vietnēm un sniedziet galvenos ieskatus, izmantojot Google™ Gemini™",
    "ml": "ജേണലിൻ്റെ വെബ്‌സൈറ്റുകളിൽ ഒരു ശാസ്ത്രീയ പ്രബന്ധം സംഗ്രഹിക്കുകയും Google™ Gemini™ ഉപയോ ഗി ച് ച് പ് രധാ ന സ് ഥി തി വി വരക് കണക് കു കൾ…",
    "mr": "जर्नलच्या वेबसाइटवर वैज्ञानिक पेपरचा सारांश द्या आणि Google™ Gemini™ वापरून मुख्य अंतर्दृष्टी प्रदान करा",
    "ms": "Ringkaskan kertas saintifik di tapak web jurnal dan berikan pandangan utama menggunakan Google™ Gemini™",
    "nl": "Vat een wetenschappelijk artikel op de websites van tijdschriften samen en geef belangrijke inzichten met behulp van Google™ Gemini™",
    "no": "Oppsummer en vitenskapelig artikkel på tidsskriftets nettsteder og gi viktig innsikt ved hjelp av Google™ Gemini™",
    "pl": "Podsumuj artykuł naukowy na stronach internetowych czasopism i przekaż najważniejsze informacje, korzystając z Google™ Gemini™",
    "pt_BR,pt_PT": "Resuma um artigo científico nos sites de periódicos e forneça insights importantes usando o Google™ Gemini™",
    "ro": "Rezumați o lucrare științifică pe site-urile web ale revistei și furnizați informații cheie folosind Google™ Gemini™",
    "ru": "Обобщите научную статью на веб-сайтах журнала и предоставьте ключевые идеи с помощью Google™ Gemini™",
    "sk": "Zhrnutie vedeckého článku na webových stránkach časopisu a poskytnutie kľúčových poznatkov pomocou Google™ Gemini™",
    "sl": "Povzemite znanstveni članek na spletnih mestih revije in zagotovite ključne vpoglede z uporabo Google™ Gemini™",
    "sr": "Резимирајте научни рад на веб страницама часописа и пружите кључне увиде користећи Гоогле™ Гемини™",
    "sv": "Sammanfatta en vetenskaplig artikel om tidskriftens webbplatser och ge viktiga insikter med Google™ Gemini™",
    "sw": "Fanya muhtasari wa karatasi ya kisayansi kwenye tovuti za jarida na utoe maarifa muhimu kwa kutumia Google™ Gemini™",
    "ta": "பத்திரிகையின் இணையதளங்களில் ஒரு அறிவியல் ஆய்வறிக்கையைச் சுருக்கி, Google™ Gemini™ ஐப் பயன்படுத்தி முக்கிய நுண்ணறிவுகளை வழங்கவும்",
    "te": "జర్నల్ వెబ్‌సైట్‌లపై శాస్త్రీయ పత్రాన్ని సంగ్రహించండి మరియు Google™ జెమిని™ని ఉపయోగించి కీలక అంతర్దృష్టులను అందించండి",
    "th": "สรุปบทความทางวิทยาศาสตร์บนเว็บไซต์ของวารสารและให้ข้อมูลเชิงลึกที่สำคัญโดยใช้ Google™ Gemini™",
    "tr": "Derginin web sitelerindeki bilimsel bir makaleyi özetleyin ve Google™ Gemini™ kullanarak önemli bilgiler sağlayın",
    "uk": "Узагальніть наукову статтю на веб-сайтах журналу та надайте ключові ідеї за допомогою Google™ Gemini™",
    "zh_CN": "使用 Google™ Gemini™ 总结期刊网站上的科学论文并提供关键见解",
    "zh_TW": "總結期刊網站上的科學論文並使用 Google™ Gemini™ 提供關鍵見解"
  },
  "long": {
    "am,ar,bg,bn,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,hi,hr,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_TW": "Generates insights, suggestions, questions and references when you browse a paper on a scientific journal website directly from the abstract using Google BARD. 48 websites are currently supported. For full list of supported websites check out our website(github). Feel free to send a pull request if you need for any other website.\n\n\nLEGAL:\nDisclaimer: This SciBard app is not official Bard application. It is an unofficial extension that is developed and maintained independently and has no affiliation to Google .",
    "ca,de,es,es_419,fr,he,hu,ko,pt_BR,pt_PT,ro,ru,uk,zh_CN": "Generates insights, suggestions, questions and references when you browse a paper on a scientific journal website directly from the abstract using Google BARD. 48 websites are currently supported. For full list of supported websites check out our website(github). Feel free to send a pull request if you need for any other website."
  }
}