{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Maze Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Maze Game right on Chrome™ Browser! With 400 levels you can solve puzzles all day. Play Offline and Popup Version!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Maze for Chrome Extension is an exciting game where your objective is simple: find the exit and escape the challenging maze! By swiping on your screen, you can change directions and guide the dot through the intricate labyrinth. With a whopping 400 levels, you can immerse yourself in solving puzzles all day long. The game offers three different modes to cater to your preferences:\n\nClassic Mode: Engage in increasingly difficult mazes as you progress. Test your skills and strategy to navigate through complex paths and reach the exit.\n\nDark Mode: Experience an added challenge with limited visibility. You'll have a restricted field of vision, making it even more thrilling to find your way out of the maze.\n\nTimed Mode: Race against the clock as you strive to beat the maze as quickly as possible. Test your speed and precision to achieve the fastest completion time.\n\nYou can enjoy playing \"Maze\" for free on the website https://leveldevil.net/. So, get ready to embark on an exhilarating journey through mazes and put your problem-solving skills to the test!\n\n*Note: We have added \"Classroom 6x\" button, making it easy for players to quickly access the games on our website! https://classroom-6x.org/, https://leveldevil.net/"
  }
}