{
  "name": {
    "am,ar,cs,de,en,en_AU,en_GB,en_US,es,es_419,fa,fi,fr,hi,it,lt,mr,ms,nl,pt_BR,pt_PT,ro,ru,sr,sw,ta,tr,uk,vi,zh_CN,zh_TW": "Real Taxi Simulator Game",
    "bg,gu,he,hu,ko,pl,te,th": "Real Taxi Games Simulator",
    "bn,da,et,fil,hr,id,kn,ml,sv": "Real Taxi Game Car Driving Simulator",
    "ca,el,ja,lv,no,sk,sl": "Real Taxi Game Car Driving"
  },
  "short": {
    "ar": "كن سائق سيارة أجرة في المدينة وأكمل مهمة سيارة الأجرة.",
    "am": "በከተማ ውስጥ የታክሲ ሹፌር ሁን እና የታክሲ ተልዕኮውን አጠናቅቅ።",
    "bg": "Станете таксиметров шофьор в града и завършете таксиметровата мисия.",
    "bn": "শহরে একটি ট্যাক্সি ড্রাইভার হয়ে উঠুন এবং ট্যাক্সি মিশন সম্পূর্ণ করুন।",
    "ca": "Converteix-te en taxista a la ciutat i completa la missió del taxi.",
    "cs": "Staň se taxikářem ve městě a dokonči taxikářskou misi.",
    "da": "Bliv taxachauffør i byen og fuldfør taxamissionen.",
    "de": "Werden Sie Taxifahrer in der Stadt und erfüllen Sie die Taximission.",
    "el": "Γίνετε οδηγός ταξί στην πόλη και ολοκληρώστε την αποστολή ταξί.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Become a taxi driver in the city and complete the taxi mission.",
    "es": "Conviértete en taxista en la ciudad y completa la misión del taxi.",
    "et": "Saage linnas taksojuhiks ja täitke taksomissioon.",
    "fa": "تبدیل به یک راننده تاکسی در شهرستان و تکمیل ماموریت تاکسی.",
    "fi": "Ryhdy taksinkuljettajaksi kaupunkiin ja suorita taksitehtävä.",
    "fil": "Maging isang taxi driver sa lungsod at kumpletuhin ang taxi mission.",
    "fr": "Devenez chauffeur de taxi dans la ville et accomplissez la mission de taxi.",
    "gu": "શહેરમાં ટેક્સી ડ્રાઇવર બનો અને ટેક્સી મિશન પૂર્ણ કરો.",
    "he": "הפוך לנהג מונית בעיר והשלם את משימת המונית.",
    "hi": "शहर में एक टैक्सी चालक बनें और टैक्सी मिशन पूरा करें।",
    "hr": "Postanite taksist u gradu i dovršite taksi misiju.",
    "hu": "Legyen taxisofőr a városban, és teljesítse a taxi küldetést.",
    "id": "Menjadi sopir taksi di kota dan menyelesaikan misi taksi.",
    "it": "Diventa un tassista in città e completa la missione taxi.",
    "ja": "市内でタクシー運転手になり、タクシーミッションを完了してください。",
    "kn": "ನಗರದಲ್ಲಿ ಟ್ಯಾಕ್ಸಿ ಡ್ರೈವರ್ ಆಗಿ ಮತ್ತು ಟ್ಯಾಕ್ಸಿ ಮಿಷನ್ ಅನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ.",
    "ko": "도시의 택시 운전사가되어 택시 임무를 완수하십시오.",
    "lv": "Kļūstiet par taksometra vadītāju pilsētā un pabeidziet taksometru misiju.",
    "ml": "നഗരത്തിൽ ഒരു ടാക്സി ഡ്രൈവറായി മാറുക, ടാക്സി ദൗത്യം പൂർത്തിയാക്കുക.",
    "mr": "शहरात टॅक्सी चालक बनून टॅक्सी मिशन पूर्ण करा.",
    "ms": "Menjadi pemandu teksi di bandar dan lengkapkan misi teksi.",
    "nl": "Word een taxichauffeur in de stad en voltooi de taximissie.",
    "no": "Bli drosjesjåfør i byen og fullfør taxioppdraget.",
    "pl": "Zostań taksówkarzem w mieście i ukończ misję taksówki.",
    "ro": "Deveniți șofer de taxi în oraș și finalizați misiunea de taxi.",
    "ru": "Станьте таксистом в городе и выполните миссию такси.",
    "sk": "Staňte sa taxikárom v meste a dokončite taxislužbu.",
    "sl": "Postanite taksist v mestu in dokončajte taksi misijo.",
    "sv": "Bli taxichaufför i staden och slutför taxiuppdraget.",
    "sw": "Kuwa dereva wa teksi mjini na kukamilisha misheni ya teksi.",
    "ta": "நகரத்தில் ஒரு டாக்ஸி டிரைவர் ஆக மற்றும் டாக்ஸி பணி முடிக்க.",
    "te": "నగరంలో ట్యాక్సీ డ్రైవర్ గా మారి ట్యాక్సీ మిషన్ ను పూర్తి చేస్తాడు.",
    "th": "มาเป็นคนขับรถแท็กซี่ในเมืองและทําภารกิจแท็กซี่ให้สําเร็จ",
    "tr": "Şehirde bir taksi şoförü olun ve taksi görevini tamamlayın.",
    "uk": "Станьте таксистом в місті і виконайте місію таксі."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Become a great taxi driver by taking the passengers waiting for you in the city with your taxi car. With improved graphics, the car driving has been designed with all the details to make you feel like a real-life taxi driver. Players who get maximum enjoyment get used to realistic controls. Buttons such as gas and brake are available in the game. With lots of practice, one gets accustomed to the game's power.\n\nDriving cars, among the popular taxi games, offer a different and fun experience. With a Taxi car, you must take the passenger from some regions of the city, park the car with a yellow taxi, and complete the tasks. Many car drivers have difficulties in taxi, and players have the chance to show their taxi driver skills.\n\nHow To Play\nIt is played with arrow keys and mouse.\n\nReal Taxi Simulator Game Features\n✓ Realistic shader\n✓ Advanced car control\n✓ 3D level designer\n✓ 3D environment\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}