{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Financia Reality"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ověřte si, jestli v nakupujete nemovitosti za férovou cenu."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Financia Reality je Chrome rozšíření, který přidává užitečné informace na sreality.cz\n\nV základu Hlídač Nemovitosti zobrazuje několik užitečných výpočtů, např.\n- kolik je cena za metr čtvereční\n- kolik dělá odhadovaná provize\n\nA upozorní vás na cenu bez provize, že je nemovitost rezervována, že se jedná o nebytový prostor, aukci nebo že je v 8. patře bez výtahu. \n\nDále uvidíte obvyklou tržní cenu za metr čtvereční v dané lokalitě dle katastru nemovitostí. \n\nBudete tak vědět, zda je nemovitost předražená nebo pod cenou. \n\nU nájmů se pak dozvíte, zda se vyplatí nemovitost pronajímat, nebo jej koupit na hypotéku.\n\nDále jsem přidal kalkulačku měsíční splátky, abyste is mohli rychle spočítat, zda se vám nemovitost vyplatí koupit na hypotéku.\n\nV neposlední řadě vám rozšíření dovolí exportovat seznam nemovitostí do Excel souboru pro další analýzu.\n\nPokud máte nápad, jak hlídač vylepšit, zasílejte Vaše náměty na financiacz@gmail.com nebo  na facebook skupinu https://www.facebook.com/groups/financiacz\n\nSeznam všech funkcionalit:\n- Cenu bytu nebo nájmu za metr čtvereční\n- Upozornění na rezervované byty, nebytové prostory, aukce, byty bez výtahu a provizi navíc\n- Vzdálenost od metra a MHD\n- \n- A mnohem více\n\nSeznam změn:\n1.4.2024\n- Přidána kalkulačka měsíční splátky při koupi nemovitosti na hypotéku\n- Přidána tržní cena za metr čtvereční v podobné lokalitě dle historických prodejů v katastru nemovitosti\n- Přidán možnost exportovat seznam nemovitostí do Excel souboru\n- Odstraněn srovnání nemovitostí, sledování vývoje ceny a údaj o stáří inzerátu\n1.1.2021\n- Přidáno srovnání nemovitosti ve zbytku ČR\n1.12.2020\n- Přidáno srovnání nemovitosti ve Královehradeckém kraji\n16.11.2020\n- Přidáno srovnání nemovitosti ve Středočeském kraji\n10.11.2020\n- Přidáno srovnání nemovitosti v Pardubickém kraji\n06.11.2020\n- Přidáno srovnání nemovitostí v Brně, Znojmu a dalších městech v Jihomoravském kraji\n13.10.2020\n- Odstraněn výpočet daně z nabytí\n1.10.2020\n- Přidáno upozornění na nebytový prostor\n- Přidáno upozornění na aukci"
  }
}