{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shut Up Everybody"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Remove stupid opinions from the internet."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically blacks out text on webpages that contain I or my.  Stupid idiot opinions disappear.  It's amazingly effective.  Here's some examples of stuff that gets blocked.\n\n\"Using big words to cover up the fact that you didn't read the article I see. Why don't you actually point out WHY it is bullshit?\"\nSHUT UP, THIS PLUGIN BLOCKS YOU\n\n\"I have zero desire to ever use anything Microsoft designs anymore.\"\nNOBODY CARES, SHUT UP\n\n\"I've assumed the government's been listening to me since all that Patriot Act stuff, or that they at least have the ability to.\"\nWELL NOW NO ONE IS LISTENING, BECAUSE THEY ALL INSTALLED THIS PLUGIN. SHUT UP\n\nIt's disabled on Facebook because otherwise the entire site would be a sad party of infinite black lines.  You can toggle the plugin on and off at any time by clicking the icon in the address bar.  You can also see what's under the black-outs by hovering over them.\n\n==Release Notes==\n\nv 1.3:\n- The blocker will now block opinions using unicode apostrophes such as in I'd or I'll.\n- Headings will no longer be blocked, regardless of their content\n- Disabled the plugin for any google urls (mail, searches, etc)\n\nv 1.2:\n- Lessened the severity of the blackouts\n- 'me' is no longer in the block list, this may change in a future release\n- form elements and links won't be blacked out\n- the I matcher is less greedy, now things like roman numeral I., i.imgur links, and abbreviations like i.e. will be ignored."
  }
}