{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Click to Call VZ"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extensión para llamadas web con click derecho y Alt+C. Autor: Vladyslav Zgarbov Kaplun"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spanish:\n\nFuncionamiento de la Extensión:\nSelección de Números y Llamadas Web: La principal funcionalidad de la extensión es permitir a los usuarios seleccionar números de teléfono directamente desde la web y realizar llamadas a esos números desde el teléfono que tienen en su mesa. Esto se logra a través de un menú contextual que se activa al seleccionar texto en una página web o seleccionando un texto y presionando el atajo Alt+C.\n\nMenú Contextual Personalizado y atajo: Al instalar la extensión, se agrega una opción de menú contextual (click derecho) llamada \"CallVZ\". Cuando el usuario selecciona un número de teléfono en una página web y hace clic derecho, puede elegir esta opción para iniciar una llamada. También puede hacer la misma función cuando el usuario selecciona un número de teléfono en una página web y hace uso del atajo Alt+C, también inicia la llamada.\n\nLimpieza y Formateo de Números: Al seleccionar un número, la extensión automáticamente limpia y formatea el número de teléfono, eliminando caracteres no numéricos, lo que es crucial para asegurar que el número sea válido para realizar llamadas.\n\nIntegración con Servicio de Llamadas: La extensión utiliza una URL almacenada localmente (que se puede configurar en la ventana emergente de la extensión) para integrarse con un servicio de llamadas, presumiblemente un sistema como FreePBX. Cuando se selecciona un número, la extensión crea una ventana emergente (no visible para el usuario) que activa una llamada a través de este servicio.\n\nConfiguración Personalizable: Los usuarios pueden ingresar y guardar la dirección IP del sistema de telefonía y el número de extensión deseado a través de la interfaz de usuario de la extensión, lo que permite una personalización según sus necesidades específicas.\n\nMotivos para Instalar la Extensión:\nConveniencia en Llamadas Telefónicas: Para usuarios que a menudo necesitan hacer llamadas a números encontrados en la web, esta extensión simplifica el proceso, eliminando la necesidad de copiar y pegar o marcar manualmente.\n\nEficiencia Mejorada: Al automatizar parte del proceso de marcado, los usuarios pueden ahorrar tiempo y reducir errores, especialmente en entornos de trabajo donde se manejan muchos números telefónicos.\n\nPersonalización y Flexibilidad: La capacidad de configurar la dirección IP y el número de extensión ofrece a los usuarios un control considerable y la flexibilidad para adaptarse a diferentes sistemas de telefonía.\n\nFacilidad de Uso: La interfaz de usuario simple y la integración sin problemas con el navegador Chrome hacen que sea fácil de usar incluso para aquellos que no son técnicamente expertos.\n\nMejora de la Productividad en Entornos Profesionales: En entornos empresariales o de oficina donde las llamadas telefónicas son frecuentes, esta extensión puede ser una herramienta valiosa para mejorar la productividad y la eficiencia.\n\nConclusión:\n\"Click to Call VZ\" es una extensión útil para usuarios que buscan una forma rápida y eficiente de realizar llamadas telefónicas desde su navegador. Su facilidad de uso, junto con la personalización y la eficiencia que ofrece, la hacen valiosa para profesionales y empresas que manejan un alto volumen de llamadas telefónicas.\n\nEnglish:\n\nOperation of the Extension:\nNumber Selection and Web Calls: The main functionality of the extension is to allow users to select phone numbers directly from the web and make calls to those numbers from their desk phone. This is achieved through a contextual menu that is activated when selecting text on a web page or by selecting text and pressing the Alt+C shortcut.\n\nCustom Context Menu and Shortcut: Upon installing the extension, a contextual menu option (right-click) called \"CallVZ\" is added. When the user selects a phone number on a web page and right-clicks, they can choose this option to initiate a call. The same function can also be performed when the user selects a phone number on a web page and uses the Alt+C shortcut; it also initiates the call.\n\nNumber Cleaning and Formatting: When selecting a number, the extension automatically cleans and formats the phone number, removing non-numeric characters, which is crucial to ensure that the number is valid for making calls.\n\nIntegration with Call Service: The extension uses a locally stored URL (configurable in the extension's popup window) to integrate with a call service, presumably a system like FreePBX. When a number is selected, the extension creates a popup window (not visible to the user) that initiates a call through this service.\n\nCustomizable Settings: Users can input and save the IP address of the phone system and their desired extension number through the extension's user interface, allowing for customization to meet their specific needs.\n\nReasons to Install the Extension:\nConvenience in Phone Calls: For users who frequently need to make calls to numbers found on the web, this extension simplifies the process, eliminating the need for manual copying, pasting, or dialing.\n\nImproved Efficiency: By automating part of the dialing process, users can save time and reduce errors, especially in work environments where many phone numbers are handled.\n\nPersonalization and Flexibility: The ability to configure the IP address and extension number gives users significant control and flexibility to adapt to different phone systems.\n\nEase of Use: The simple user interface and seamless integration with the Chrome browser make it easy to use, even for those who are not technically proficient.\n\nEnhanced Productivity in Professional Environments: In business or office environments where phone calls are frequent, this extension can be a valuable tool for improving productivity and efficiency.\n\nConclusion:\n\"Click to Call VZ\" is a useful extension for users looking for a quick and efficient way to make phone calls from their browser. Its ease of use, along with the customization and efficiency it offers, make it valuable for professionals and businesses that handle a high volume of phone calls."
  }
}