{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blackjack AI Strategy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blackjack strategy assistant that helps players learn optimal decisions."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Master the art of strategic card play with our educational training assistant! This extension helps players learn and practice optimal decision-making in card games through real-time recommendations and interactive training sessions.\n\nKey Features:\n• Interactive Training Mode: Practice your decision-making skills in a risk-free environment\n• Real-time Strategy Suggestions: Receive instant feedback on optimal plays\n• Educational Overlay: Clear visual guidance showing the best mathematical decisions\n• Progress Tracking: Monitor your improvement over time\n• Offline Support: Practice anywhere, anytime\n• Multi-language Support: Available in multiple languages\n\nPerfect For:\n• Card game enthusiasts looking to improve their skills\n• Students learning probability and game theory\n• Anyone interested in strategic decision-making\n• Players wanting to understand optimal play patterns\n\nThis educational tool is designed purely for learning purposes and helps users understand the mathematical principles behind strategic card games. Practice in a safe environment and develop your analytical skills!\n\nNote: This extension is for educational purposes only and is not intended for use in real gambling scenarios. Please play responsibly and in accordance with your local laws and regulations.\n\nPrivacy & Security:\n• No personal data collection\n• No ads or trackers\n• Lightweight and secure\n• Regular updates and support\n\nGet started today and enhance your strategic thinking skills!"
  }
}