{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BestResponse.ai: Perfecting Your Conversations"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BestResponse.ai helps you impress and achieve capturing a face-to-face date through engaging and effective conversations"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BestResponse.ai is your ultimate tool for transforming your online dating experience. It is a toll that providees AI-powered response suggestions tailored to your chat history to improve your chances of securing a face-to-face date on Tinder. Designed as a powerful Chrome extension, it helps you craft engaging and effective conversations that lead to face-to-face dates. Whether you’re using Tinder, Bumble, or Instagram, BestResponse.ai is here to boost your success.\n\nKey Features:\n\nPersonalized Opening Lines: Generate personalized opening lines based on compliments to your match’s profile picture, making your first impression count.\nEmotional Response Suggestions: The AI detects previous conversations and suggests the best responses based on your emotional preferences—romantic, confident, passionate, and more.\nMultilingual Support: Communicate effectively with matches from diverse backgrounds with responses in 15 languages. The tool continues in the language your match started, ensuring seamless interaction.\nConversation Enders: Choose how to end your responses—whether with a compliment, a question, or expressing interest in the next chat, keeping your conversations natural and engaging.\nLanguage Competency Levels: Tailor your responses according to your language proficiency, from basic (A1) to native fluency (C2).\n\nWhy Install BestResponse.ai?\n\nEnhance Your Match-to-Date Ratio: Move beyond matches and turn them into meaningful conversations and successful dates.\nSave Time: Let AI handle the nuances of conversation, so you can focus on building genuine connections.\nBoost Confidence: With expertly crafted responses, you’ll always know what to say to keep the conversation flowing.\nUser-Friendly Interface: Easy to use and integrate into your Chrome browser, making your online dating experience smooth and enjoyable.\nJoin thousands of users who have enhanced their online dating success with BestResponse.ai. Install now and start perfecting your conversations today!"
  }
}