{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Snapps CopyAI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Leverage the Power of AI for SEO Copy."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SnappsAI: Your Personalized Question & Answer Companion\n\nUnlock the power of intelligent conversation directly from your browser with SnappsAI, the cutting-edge Chrome extension designed to enhance your online experience. SnappsAI offers a seamless interface that allows users to ask questions and receive informative, detailed answers in real-time. Whether you're diving into research, looking for quick facts, or needing help with a wide range of topics, SnappsAI is here to assist.\n\nFeatures:\n\nInstant Access: Get answers to your questions instantly, without leaving your current webpage. SnappsAI integrates smoothly with your browsing experience, providing a convenient and efficient way to gain knowledge on-the-go.\n\nPersonalized Experience: SnappsAI understands your queries and offers personalized responses, making your interaction as relevant and helpful as possible.\n\nSecure Sign-In: With a secure sign-in feature, SnappsAI ensures that your preferences and interactions are saved and protected, offering a customized experience every time you use the extension.\n\nBroad Knowledge Base: From science and technology to culture and history, SnappsAI covers a vast array of subjects, ensuring you have access to a wealth of information at your fingertips.\n\nUser-Friendly Interface: Designed with simplicity and ease of use in mind, SnappsAI provides a user-friendly interface that makes finding answers not just easy but also enjoyable."
  }
}