{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TailType"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Leverage the power of ChatGPT in every text field. Spell check, grammar correction, style alteration, translation, and more!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TailType: Refine Your Online Writing Instantly\n\nTailType is a Chrome extension that uses OpenAI's ChatGPT technology to help you write better online. With TailType, you can:\n\n✓ Correct spelling and grammar errors\n✓ Change the style of your text\n✓ Improve the overall quality of your text\n✓ Adjust the length of your text\n✓ Translate your text into multiple languages\n✓ Generate relevant hashtags\n✓ Explain complex text\n✓ Paraphrase your text\n✓ Formulate responses\n\nTailType is easy to use. Just install the extension and click on the TailType icon in any text field. You'll then be able to use the powerful prompts to enhance your writing.\n\nTailType is free to use with 30 prompts per day. Upgrade to Pro for USD 10 per month and get 1000 prompts per day.\n\nHere are some of the benefits of using TailType:\n\nImprove your writing skills: TailType can help you improve your writing skills by providing feedback on your grammar, style, and overall clarity.\n\nSave time: TailType can save you time by automatically correcting spelling and grammar errors, and by suggesting ways to improve your writing.\n\nMake your writing more engaging: TailType can help you make your writing more engaging by suggesting ways to change the style or tone of your writing.\n\nReach a wider audience: TailType can help you reach a wider audience by translating your writing into multiple languages.\n\nTry TailType today and see how it can help you write better online!"
  }
}