{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "iClickats Talent Booster"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "iClickats Talent Booster"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This iClickats Talent Booster is the only tool out there your Recruitment team REALLY needs to be 50-70% more efficient. It works as a mini-iClickats accessible from your browser while you are browsing Linkedin or Naukri job board. \n\nWHY USE IT?\n- Helps you avoid creating duplicate profiles (shows who is already in your iClickats)\n- Helps you save a candidate profile in < 30 seconds (auto parses over 15 candidate fields)\n- Enables you to assign candidates to jobs in iClickats, create tasks, write notes and manage all your candidate details without leaving Linkedin and Naukri\n\n\nWHO IS IT FOR?\n- Sourcers\n- Recruiters\n- HRs\n- Hiring Managers\n\nThe iClickats Talent Booster works only in combination with a valid subscription plan. It is compatible with the Chrome browser only. \nWorks with Linkedin Regular account and Naukri job board.\n\n\nABOUT ICLICKATS\n\niClickats is the only data driven applicant tracking system which helps you and your Recruitment team:\n- Answer 100+ Hiring manager's questions based on your hiring insights \n- Cut down your hiring costs by 50%-70% \n- Automate your whole recruitment process up to 70-80%\n\nInterested in building a strong automated hiring process, be able to see every data you need to make decisions and save up to 70% on your hiring costs?\nvisit: www.iClickats.com and request a demo\n\niCLICKATS FREE PLAN\n- Unlimited users\n- Pay per job (less than cup of coffee)\n- Create up to 30k candidate profiles\n\n\nSUBSCRIPTION PLANS\n- Startup (lower priced than any other ats out there)\n- Growth (lower priced than any other ats out there)\n\nTons of powerful add-ons, for you to buy as you go.\n\niClickats pricing is the most transparent - pay only for what you use. Gain full visibility of your costs with our usage data and insights."
  }
}