{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fabulate"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fabulate Influencer Analytics Chrome Extension\nOverview\nThe Fabulate Influencer Analytics Chrome extension streamlines your…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fabulate Influencer Analytics Chrome Extension\nOverview\nThe Fabulate Influencer Analytics Chrome extension streamlines your influencer marketing journey by integrating your Fabulate account with TikTok, Instagram, and YouTube. Effortlessly analyze influencer metrics and add them to your campaigns directly while browsing.\n\nInstallation\nInstalling the Fabulate Influencer Analytics Chrome extension is as simple as installing any other Chrome extension.\n\nLogin\nCreate a trial account or sign in with your existing Fabulate account to get started.\n\nFunctionality\nFabulate, an industry-leading Influencer Marketing Platform, helps you identify top creators, analyze their audience demographics, and collaborate on marketing campaigns. With this extension, you can:\n\nAutomatic Detection: The extension automatically detects if Fabulate analytics are available for the profile or page you're viewing.\nDetailed Analytics: Pull up detailed analytics for review with just a click.\nProspect Lists: Tag profiles of interest into Prospect Lists for future campaigns.\nSupport\nFor any questions or concerns, contact us through your Fabulate account.\n\nExperience seamless influencer marketing with the Fabulate Influencer Analytics Chrome extension."
  }
}