{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Detail Page Optimizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Detail Page Optimizer"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Keyword Identification and Highlighting Chrome Extension\nElevate your Amazon product listings with Detail Page Optimizer, a Chrome extension designed to pinpoint and accentuate keywords on Amazon product pages. Tailored for Amazon sellers aiming to refine their listings and climb the search engine rankings, this tool is indispensable for optimizing your online presence.\n\nHow It Works:\n\nDetail Page Optimizer first identifies a universe of high volume keywords that are relevant to your products.  It then compares these keywords to your Title, Bullets, and Product Description. Finally, it highlights these keywords directly on the Amazon product page, making it effortless to see how well optimized your product page is.  Whether enhancing your own listings or analyzing competitors’, this extension is your friend in navigating the competitive landscape of Amazon selling.\n\nKey Features:\n\n- Completely free to use.\n- Automatic keyword identification in product listings.\n- Keywords highlighted on page for easy recognition.\n- Straightforward interface.\n- Overview of keyword quantity on your product page.\n- Letter grade assessment for keyword content inclusion.\n\nBenefits:\n\n- Drive more organic traffic to your listings.\n- Boost your search engine visibility.\n- Drive sales growth with optimized keyword usage.\n\nWhy Choose Detail Page Optimizer?\n\nIn the realm of online sales, visibility is paramount. Customers rely on keywords to find the products they need on Amazon. Detail Page Optimizer ensures your listings contain the optimal keywords, increasing the likelihood of appearing in search results. It’s not just about keyword quantity, but also relevance and diversity, enabling your products to rank well across varied searches.\nWith real-time feedback on keyword count and an understandable letter grade system, you're equipped to continuously enhance your listings. Detail Page Optimizer not only aids in identifying improvement areas but also in tracking your progress towards search engine mastery."
  }
}