{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WhatsLeads"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance WhatsApp Web: Blur, Export & Send Message. Elevate privacy, message ending and contact management effortlessly!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🚀 Elevate Your WhatsApp Web Experience with WhatsLeads! 🌟\n\nUnleash the true power of WhatsApp Web with the latest update of WhatsLeads – the ultimate Chrome Extension designed to revolutionize your digital communication. Dive into a world of unparalleled convenience, fortified security, and unmatched customization options.\n\nEmpowerment at Your Fingertips: With WhatsLeads, take full command of your WhatsApp experience. Seamlessly manage your contacts and export them in your preferred format – be it CSV or VCF. There are no bounds, only endless possibilities for your communication strategy.\n\nPrivacy Redefined: Worried about privacy? Our enhanced privacy features enable you to blur chat content, contact names, and profile photos, fortifying the confidentiality of your conversations to the next level.\n\nA Boon for Businesses: For businesses, WhatsLeads is a game-changer. Effortlessly export contacts from all groups or cherry-pick specific ones, simplifying client management. Enjoy the freedom of unlimited downloads, ensuring there's no cap on your productivity.\n\nRevolutionary New Features: Explore brand new functionalities! Now, enjoy the convenience of sending messages via CSV, managing groups seamlessly, labeling and sharing contact cards, attaching files, and scheduling messages according to your preferences. \n\nAuto-Responder at Your Service: Introducing the groundbreaking auto-responder feature. Set triggers to receive automatic responses, catering to your contacts even when you're occupied.\n\nReal-Time Performance Insights: Keep track of your messaging efficiency with real-time reports. Monitor the number of messages sent and pending, allowing you to fine-tune your communication strategy on the go.\n\nJoin the league of thousands of delighted users who've experienced the transformational power of WhatsLeads. Elevate your WhatsApp Web experience today and witness a seamless blend of simplicity, heightened security, and unparalleled convenience – because your digital interactions deserve the very best.\n\nWhatsLeads – Elevate WhatsApp Web, Elevate Your Communication! 🚀📱"
  }
}