{
  "name": {
    "ar": "اليجارد - مساعد متجر في المتاجر عبر الإنترنت",
    "am,bg,ca,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "AliGuard - Shop assistant in online stores",
    "bn": "আলিগার্ড - অনলাইন স্টোরগুলিতে দোকান সহকারী",
    "es,es_419": "AliGuard - Asistente de tienda en tiendas en línea",
    "fr": "AliGuard - Vendeuse dans les magasins en ligne",
    "he": "אליגארד - עוזר חנות בחנויות מקוונות",
    "hi": "अलीगार्ड - ऑनलाइन स्टोर में दुकान सहायक",
    "id": "AliGuard - Asisten toko di toko online",
    "pt_BR,pt_PT": "AliGuard - Assistente de Loja em lojas online",
    "ru": "AliGuard - помощник в интернет-магазинах",
    "zh_CN,zh_TW": "AliGuard - 在线商店的店员"
  },
  "short": {
    "ar": "أليغارد: تقييم البائع الحقيقي ، أفضل الأسعار الرصد ، تاريخ السعر ، حزمة تتبع ، ردود الفعل.",
    "am,bg,ca,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "AliGuard: real seller rating, best prices monitoring, price history, package tracking, feedback.",
    "bn": "আলিগার্ড: রিয়েল সেলার রেটিং, সেরা দামের পর্যবেক্ষণ, দামের ইতিহাস, প্যাকেজ ট্র্যাকিং, প্রতিক্রিয়া",
    "es,es_419": "AliGuard: calificación real del vendedor, monitoreo de los mejores precios, historial de precios, seguimiento de paquetes,…",
    "fr": "AliGuard: évaluation du vendeur réel, suivi des meilleurs prix, historique des prix, suivi des colis, commentaires.",
    "he": "אליגארד: דירוג מוכר אמיתי, ניטור המחירים הטובים ביותר, היסטוריית מחירים, מעקב אחר חבילות, משוב.",
    "hi": "एलिगार्ड: वास्तविक विक्रेता रेटिंग, सर्वोत्तम मूल्य निगरानी, मूल्य इतिहास, पैकेज ट्रैकिंग, प्रतिक्रिया ।",
    "id": "AliGuard: peringkat penjual nyata, pemantauan harga terbaik, riwayat harga, pelacakan paket, umpan balik.",
    "pt_BR": "AliGuard: avaliação Real do vendedor, monitoramento dos melhores preços, histórico de preços, rastreamento de pacotes, feedback.",
    "pt_PT": "AliGuard: avaliação Real do vendedor, melhor monitoramento de preços, histórico de preços, rastreamento de pacotes, feedback.",
    "ru": "AliGuard: рейтинг продавца, мониторинг лучших цен, история цен, отслеживание посылок, обратная связь.",
    "zh_CN,zh_TW": "AliGuard：真实卖家评级，最佳价格监控，价格历史记录，包裹跟踪，反馈。"
  },
  "long": {
    "ar": "أليغارد هو ملحق متصفح لا بد منه لأي شخص يحب التسوق على أليكسبريس™. مع ميزات مثل سجل الأسعار وتصنيف البائع والبحث المماثل عن المنتجات ، تسهل هذه الأداة العثور على أفضل الصفقات على النظام الأساسي مع تجنب الخصومات والمراجعات المزيفة.\n\nالرسم البياني التاريخ السعر هو ميزة الصدارة من أليغوارد. تتيح لك هذه الميزة تتبع الخصومات الحقيقية ومعرفة متى تكون الأسعار في أدنى مستوياتها. إنه مفيد بشكل خاص خلال أحداث المبيعات الكبيرة مثل عيد ميلاد أليكسبريس، مهرجان التسوق العالمي 11.11 ، والجمعة السوداء.\n\nنظام تصنيف البائع مفصل هو ميزة قيمة أخرى من أليغوارد. يأخذ هذا النظام في الاعتبار المراجعات والتقييمات وديناميكيات الأسعار لتزويدك بنظرة عامة شاملة على موثوقية البائع. باستخدام هذه المعلومات ، يمكنك اختيار بائعين جديرين بالثقة وتجنب عمليات الاحتيال والاحتيال.\n\nيتضمن أليغارد أيضا وظيفة البحث للعثور على منتجات مماثلة من البائعين الآخرين على أليكسبريس™. هذه الميزة تجعل من السهل العثور على أفضل عرض بأقل سعر.\n\nالخصومات والمراجعات المزيفة هي مشكلة شائعة في أليكسبريس™. لحسن الحظ ، يمكن أن يساعدك أليجارد في تجنبها. يوفر نظام تصنيف البائع والرسم البياني لتاريخ الأسعار معلومات قيمة لاتخاذ قرارات شراء مستنيرة.\n\nكمساعد للتسوق ، أليغوارد سهلة الاستخدام وخالية تماما. كما أنه متوافق مع خدمات استرداد النقود الشعبية ومساعدي دروبشيبينغ. مع إشعارات الأسعار وقائمة الوصول السريع ، يجعل هذا الامتداد من السهل التسوق بشكل أكثر ذكاء على أليكسبريس™.\n\nفي الختام ، إذا كنت ترغب في توفير المال والتسوق بأمان أكبر على أليكسبريس™ ، تحتاج أليغارد. تثبيته اليوم والبدء في الاستمتاع بتجربة تسوق أفضل. وإذا كان لديك أي أسئلة أو اقتراحات ، فلا تتردد في إرسالها إلى raiden.shelkoff@gmail.com",
    "am,bg,ca,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "AliGuard is a must-have browser extension for anyone who loves shopping on AliExpress™. With features like price history, seller rating, and similar product search, this tool makes it easier to find the best deals on the platform while also avoiding fake discounts and reviews.\n\nThe price history graph is a standout feature of AliGuard. This feature allows you to track real discounts and see when prices are at their lowest. It is especially useful during big sales events like the AliExpress™ Birthday, Global Shopping Festival 11.11, and Black Friday.\n\nThe detailed seller rating system is another valuable feature of AliGuard. This system takes into account reviews, ratings, and price dynamics to provide you with a comprehensive overview of a seller's reliability. With this information, you can choose trustworthy sellers and avoid scams and fraud.\n\nAliGuard also includes a search function for finding similar products from other sellers on AliExpress™. This feature makes it easy to find the best offer with the lowest price.\n\nFake discounts and reviews are a common problem on AliExpress™. Fortunately, AliGuard can help you avoid them. The seller rating system and price history graph provide valuable information for making informed purchasing decisions.\n\nAs a shopping assistant, AliGuard is easy to use and completely free. It is also compatible with popular cashback services and dropshipping assistants. With price notifications and a quick access menu, this extension makes it easy to shop smarter on AliExpress™.\n\nIn conclusion, if you want to save money and shop more safely on AliExpress™, you need AliGuard. Install it today and start enjoying a better shopping experience. And if you have any questions or suggestions, don't hesitate to send them to raiden.shelkoff@gmail.com",
    "bn": "আলিগার্ড হল যে কেউ আলিএক্সপ্রেসে কেনাকাটা করতে পছন্দ করে তার জন্য একটি ব্রাউজার এক্সটেনশন থাকা আবশ্যক৷ মূল্য ইতিহাস, বিক্রেতার রেটিং এবং অনুরূপ পণ্য অনুসন্ধানের মতো বৈশিষ্ট্যগুলির সাথে, এই সরঞ্জামটি জাল ছাড় এবং পর্যালোচনাগুলি এড়ানোর সময় প্ল্যাটফর্মে সেরা ডিলগুলি খুঁজে পাওয়া সহজ করে তোলে৷\n\nমূল্য ইতিহাস গ্রাফ একটি স্ট্যান্ডআউট বৈশিষ্ট্য আলিগার্ড. এই বৈশিষ্ট্যটি আপনাকে আসল ছাড়গুলি ট্র্যাক করতে এবং দামগুলি কখন সর্বনিম্ন হয় তা দেখতে দেয়৷ এটা আলি এক্সপ্রেস মত বড় বিক্রয় ঘটনা সময় বিশেষভাবে দরকারী, গ্লোবাল শপিং ফেস্টিভাল 11.11, এবং ব্ল্যাক ফ্রাইডে.\n\nবিস্তারিত বিক্রেতা রেটিং সিস্টেম আলিগার্ডের আরেকটি মূল্যবান বৈশিষ্ট্য. এই সিস্টেম একাউন্টে রিভিউ লাগে, রেটিং, এবং মূল্য গতিবিদ্যা একটি বিক্রেতা এর নির্ভরযোগ্যতা একটি ব্যাপক ওভারভিউ সঙ্গে আপনি প্রদান. এই তথ্য দিয়ে, আপনি বিশ্বস্ত বিক্রেতাদের চয়ন করতে পারেন এবং কেলেঙ্কারী এবং জালিয়াতি এড়াতে পারেন৷\n\nআলিগার্ডে অন্যান্য বিক্রেতাদের কাছ থেকে অনুরূপ পণ্যগুলি খুঁজে বের করার জন্য একটি অনুসন্ধান ফাংশন অন্তর্ভুক্ত রয়েছে আলিএক্সপ্রেস. এই বৈশিষ্ট্যটি সর্বনিম্ন দামের সাথে সেরা অফারটি খুঁজে পাওয়া সহজ করে তোলে৷\n\nনকল ছাড় এবং পর্যালোচনাগুলি অ্যালি এক্সপ্রেসে একটি সাধারণ সমস্যা৷ সৌভাগ্যবশত, অ্যালিগার্ড আপনাকে সেগুলি এড়াতে সাহায্য করতে পারে৷ বিক্রেতা রেটিং সিস্টেম এবং মূল্য ইতিহাস গ্রাফ অবগত ক্রয় সিদ্ধান্ত নেওয়ার জন্য মূল্যবান তথ্য প্রদান.\n\nএকটি শপিং সহকারী হিসাবে, আলিগার্ড ব্যবহার করা সহজ এবং সম্পূর্ণ বিনামূল্যে. এটি জনপ্রিয় ক্যাশব্যাক পরিষেবা এবং ড্রপশিপিং সহকারীদের সাথেও সামঞ্জস্যপূর্ণ মূল্য বিজ্ঞপ্তি এবং একটি দ্রুত অ্যাক্সেস মেনু সহ, এই এক্সটেনশনটি আলিএক্সপ্রেসে স্মার্ট কেনাকাটা করা সহজ করে তোলে৷\n\nউপসংহারে, আপনি যদি অর্থ সাশ্রয় করতে চান এবং আলিএক্সপ্রেসে আরও নিরাপদে কেনাকাটা করতে চান, আপনার প্রয়োজন আলিগার্ড. আজ এটি ইনস্টল করুন এবং একটি ভাল কেনাকাটা অভিজ্ঞতা উপভোগ শুরু. এবং যদি আপনার কোন প্রশ্ন বা পরামর্শ থাকে, তাহলে তাদের পাঠাতে দ্বিধা করবেন না raiden.shelkoff@gmail.com",
    "es,es_419": "AliGuard es una extensión de navegador imprescindible para cualquier persona que ame comprar en AliExpress™. Con funciones como historial de precios, calificación del vendedor y búsqueda de productos similares, esta herramienta facilita la búsqueda de las mejores ofertas en la plataforma y evita descuentos y reseñas falsos.\n\nEl gráfico de historial de precios es una característica destacada de AliGuard. Esta función le permite realizar un seguimiento de los descuentos reales y ver cuándo los precios están en su nivel más bajo. Es especialmente útil durante grandes eventos de ventas como el Cumpleaños de AliExpress™, el Festival de Compras Global 11.11 y el Black Friday.\n\nEl detallado sistema de calificación del vendedor es otra característica valiosa de AliGuard. Este sistema tiene en cuenta las revisiones, las calificaciones y la dinámica de precios para brindarle una descripción general completa de la confiabilidad de un vendedor. Con esta información, puede elegir vendedores confiables y evitar estafas y fraudes.\n\nAliGuard también incluye una función de búsqueda para encontrar productos similares de otros vendedores en AliExpress™. Esta característica hace que sea fácil encontrar la mejor oferta con el precio más bajo.\n\nLos descuentos y reseñas falsos son un problema común en AliExpress™. Afortunadamente, AliGuard puede ayudarle a evitarlos. El sistema de calificación del vendedor y el gráfico del historial de precios proporcionan información valiosa para tomar decisiones de compra informadas.\n\nComo asistente de compras, AliGuard es fácil de usar y completamente gratuito. También es compatible con servicios populares de devolución de dinero y asistentes de dropshipping. Con notificaciones de precios y un menú de acceso rápido, esta extensión facilita la compra más inteligente en AliExpress™.\n\nEn conclusión, si quieres ahorrar dinero y comprar de forma más segura en AliExpress™, necesitas AliGuard. Instálelo hoy y comience a disfrutar de una mejor experiencia de compra. Y si tiene alguna pregunta o sugerencia, no dude en enviarla a raiden.shelkoff@gmail.com",
    "fr": "AliGuard est une extension de navigateur incontournable pour tous ceux qui aiment faire du shopping sur AliExpress™. Avec des fonctionnalités telles que l'historique des prix, l'évaluation des vendeurs et la recherche de produits similaires, cet outil facilite la recherche des meilleures offres sur la plate-forme tout en évitant les fausses remises et avis.\n\nLe graphique de l'historique des prix est une caractéristique remarquable d'AliGuard. Cette fonctionnalité vous permet de suivre les remises réelles et de voir quand les prix sont au plus bas. Il est particulièrement utile lors de grands événements de vente comme l'anniversaire AliExpress™, le Global Shopping Festival 11.11 et le Black Friday.\n\nLe système d'évaluation détaillé des vendeurs est une autre caractéristique précieuse d'AliGuard. Ce système prend en compte les avis, les notes et la dynamique des prix pour vous fournir un aperçu complet de la fiabilité d'un vendeur. Avec ces informations, vous pouvez choisir des vendeurs dignes de confiance et éviter les escroqueries et les fraudes.\n\nAliGuard inclut également une fonction de recherche pour trouver des produits similaires d'autres vendeurs sur AliExpress™. Cette fonctionnalité permet de trouver facilement la meilleure offre au prix le plus bas.\n\nLes fausses remises et avis sont un problème courant sur AliExpress™. Heureusement, AliGuard peut vous aider à les éviter. Le système d'évaluation des vendeurs et le graphique de l'historique des prix fournissent des informations précieuses pour prendre des décisions d'achat éclairées.\n\nEn tant qu'assistant d'achat, AliGuard est facile à utiliser et totalement gratuit. Il est également compatible avec les services de cashback et les assistants dropshipping populaires. Avec des notifications de prix et un menu d'accès rapide, cette extension facilite les achats plus intelligents sur AliExpress™.\n\nEn conclusion, si vous voulez économiser de l'argent et magasiner de manière plus sûre sur AliExpress™, vous avez besoin d'AliGuard. Installez-le aujourd'hui et commencez à profiter d'une meilleure expérience d'achat. Et si vous avez des questions ou des suggestions, n'hésitez pas à les envoyer à raiden.shelkoff@gmail.com",
    "he": "אליגארד הוא תוסף דפדפן חובה לכל מי שאוהב קניות באליאקספרס. עם תכונות כמו היסטוריית מחירים, דירוג מוכר וחיפוש מוצרים דומה, כלי זה מקל על מציאת העסקאות הטובות ביותר בפלטפורמה תוך הימנעות מהנחות וביקורות מזויפות.\n\nגרף היסטוריית המחירים הוא תכונה בולטת של אליגארד. תכונה זו מאפשרת לך לעקוב אחר הנחות אמיתיות ולראות מתי המחירים הם הנמוכים ביותר. זה שימושי במיוחד במהלך אירועי מכירות גדולים כמו יום ההולדת של אלי אקספרס, פסטיבל הקניות העולמי 11.11 ובלאק פריידי.\n\nמערכת דירוג המוכר המפורטת היא תכונה חשובה נוספת של אליגארד. מערכת זו לוקחת בחשבון ביקורות, דירוגים ודינמיקת מחירים כדי לספק לך סקירה מקיפה של אמינות המוכר. בעזרת מידע זה תוכלו לבחור מוכרים אמינים ולהימנע מהונאות והונאות.\n\nאליגארד כוללת גם פונקציית חיפוש למציאת מוצרים דומים ממוכרים אחרים באליאקספרס פאסם. תכונה זו מקלה על מציאת ההצעה הטובה ביותר עם המחיר הנמוך ביותר.\n\nהנחות וביקורות מזויפות הן בעיה נפוצה באליאקספרס. למרבה המזל, אליגארד יכול לעזור לך להימנע מהם. מערכת דירוג המוכר וגרף היסטוריית המחירים מספקים מידע רב ערך לקבלת החלטות רכישה מושכלות.\n\nכעוזר קניות, אליגארד קל לשימוש וחינמי לחלוטין. זה תואם גם לשירותי קאשבק פופולריים ועוזרי דרופשיפינג. עם הודעות מחיר ותפריט גישה מהירה, הרחבה זו מקלה על חנות חכמה יותר.\n\nלסיכום, אם אתה רוצה לחסוך כסף ולקנות בצורה בטוחה יותר באליאקספרס, אתה צריך אליגארד. התקן אותו היום והתחל ליהנות מחוויית קנייה טובה יותר. ואם יש לך שאלות או הצעות, אל תהסס לשלוח אותם raiden.shelkoff@gmail.com",
    "hi": "अलीएक्सप्रेस पर खरीदारी करना पसंद करने वाले किसी भी व्यक्ति के लिए एलिगार्ड एक ब्राउज़र एक्सटेंशन होना चाहिए ।  मूल्य इतिहास, विक्रेता रेटिंग और इसी तरह की उत्पाद खोज जैसी सुविधाओं के साथ, यह उपकरण नकली छूट और समीक्षाओं से बचते हुए मंच पर सर्वोत्तम सौदों को ढूंढना आसान बनाता है । \n\nमूल्य इतिहास ग्राफ एलिगार्ड की एक असाधारण विशेषता है ।  यह सुविधा आपको वास्तविक छूट को ट्रैक करने और यह देखने की अनुमति देती है कि कीमतें कब सबसे कम हैं ।  यह अलीएक्सप्रेस जन्मदिन, ग्लोबल शॉपिंग फेस्टिवल 11.11 और ब्लैक फ्राइडे जैसी बड़ी बिक्री घटनाओं के दौरान विशेष रूप से उपयोगी है । \n\nविस्तृत विक्रेता रेटिंग प्रणाली एलिगार्ड की एक और मूल्यवान विशेषता है ।  यह प्रणाली आपको विक्रेता की विश्वसनीयता का व्यापक अवलोकन प्रदान करने के लिए समीक्षाओं, रेटिंग और मूल्य गतिशीलता को ध्यान में रखती है ।  इस जानकारी से आप भरोसेमंद विक्रेता चुन सकते हैं और घोटालों और धोखाधड़ी से बच सकते हैं । \n\nअलीगार्ड में अलीएक्सप्रेस पर अन्य विक्रेताओं से समान उत्पादों को खोजने के लिए एक खोज फ़ंक्शन भी शामिल है ।  यह सुविधा सबसे कम कीमत के साथ सबसे अच्छा प्रस्ताव ढूंढना आसान बनाती है । \n\nअलीएक्सप्रेस पर नकली छूट और समीक्षा एक आम समस्या है ।  सौभाग्य से, एलिगार्ड आपको उनसे बचने में मदद कर सकता है ।  विक्रेता रेटिंग प्रणाली और मूल्य इतिहास ग्राफ सूचित क्रय निर्णय लेने के लिए बहुमूल्य जानकारी प्रदान करते हैं । \n\nएक शॉपिंग सहायक के रूप में, एलिगार्ड का उपयोग करना आसान है और पूरी तरह से मुफ्त है ।  यह लोकप्रिय कैशबैक सेवाओं और ड्रॉपशीपिंग सहायकों के साथ भी संगत है ।  मूल्य सूचनाओं और त्वरित पहुंच मेनू के साथ, यह एक्सटेंशन अलीएक्सप्रेस पर स्मार्ट खरीदारी करना आसान बनाता है । \n\nअंत में, यदि आप पैसे बचाना चाहते हैं और अलीएक्सप्रेस पर अधिक सुरक्षित रूप से खरीदारी करना चाहते हैं, तो आपको एलिगार्ड की आवश्यकता है ।  आज इसे स्थापित करें और एक बेहतर खरीदारी अनुभव का आनंद लेना शुरू करें ।  और यदि आपके कोई प्रश्न या सुझाव हैं, तो उन्हें भेजने में संकोच न करें raiden.shelkoff@gmail.com",
    "id": "AliGuard adalah ekstensi browser yang harus dimiliki oleh siapa saja yang suka berbelanja di AliExpress™ Dengan fitur seperti riwayat harga, peringkat penjual, dan penelusuran produk serupa, alat ini memudahkan untuk menemukan penawaran terbaik di platform sekaligus menghindari diskon dan ulasan palsu.\n\nGrafik riwayat harga adalah fitur menonjol dari AliGuard. Fitur ini memungkinkan Anda melacak diskon nyata dan melihat kapan harga berada pada titik terendahnya. Ini sangat berguna selama acara penjualan besar seperti AliExpress Birthday Birthday, Festival Belanja Global 11.11, dan Black Friday.\n\nSistem peringkat penjual yang terperinci adalah fitur berharga lainnya dari AliGuard. Sistem ini memperhitungkan ulasan, peringkat, dan dinamika harga untuk memberi Anda gambaran menyeluruh tentang keandalan penjual. Dengan informasi ini, Anda dapat memilih penjual yang dapat dipercaya dan menghindari penipuan dan penipuan.\n\nAliGuard juga menyertakan fungsi pencarian untuk menemukan produk serupa dari penjual lain di AliExpress™ Fitur ini memudahkan untuk menemukan penawaran terbaik dengan harga terendah.\n\nDiskon dan ulasan palsu adalah masalah umum di AliExpress™ Untungnya, AliGuard dapat membantu Anda menghindarinya. Sistem peringkat penjual dan grafik riwayat harga memberikan informasi berharga untuk membuat keputusan pembelian yang tepat.\n\nSebagai asisten belanja, AliGuard mudah digunakan dan sepenuhnya gratis. Ini juga kompatibel dengan layanan cashback populer dan asisten dropshipping. Dengan pemberitahuan harga dan menu akses cepat, ekstensi ini memudahkan berbelanja dengan lebih cerdas di AliExpress™\n\nKesimpulannya, jika Anda ingin menghemat uang dan berbelanja dengan lebih aman di AliExpress™ Instal hari ini dan mulailah menikmati pengalaman berbelanja yang lebih baik. Dan jika Anda memiliki pertanyaan atau saran, jangan ragu untuk mengirimkannya ke raiden.shelkoff@gmail.com",
    "pt_BR": "O AliGuard é uma extensão de navegador indispensável para quem gosta de fazer compras no AliExpress™. Com recursos como histórico de preços, classificação do vendedor e pesquisa de produtos semelhantes, essa ferramenta facilita a localização das melhores ofertas na plataforma, além de evitar descontos e avaliações falsas.\n\nO gráfico do histórico de preços é um recurso de destaque do AliGuard. Esse recurso permite que você acompanhe descontos reais e veja quando os preços estão mais baixos. Ele é especialmente útil durante grandes eventos de vendas, como o aniversário do AliExpress™, O Festival Global de compras 11.11 e a Black Friday.\n\nO sistema detalhado de classificação do vendedor é outro recurso valioso do AliGuard. Esse sistema leva em consideração avaliações, classificações e dinâmica de preços para fornecer uma visão abrangente da confiabilidade de um vendedor. Com essas informações, você pode escolher vendedores confiáveis e evitar golpes e fraudes.\n\nO AliGuard também inclui uma função de busca para encontrar produtos similares de outros vendedores no AliExpress™. Esse recurso facilita encontrar a melhor oferta com o menor preço.\n\nDescontos e reviews falsos são um problema comum no AliExpress™. Felizmente, o AliGuard pode ajudá-lo a evitá-los. O sistema de classificação do vendedor e o gráfico do histórico de preços fornecem informações valiosas para a tomada de decisões de compra informadas.\n\nComo assistente de compras, o AliGuard é fácil de usar e totalmente gratuito. Também é compatível com serviços populares de cashback e assistentes de dropshipping. Com notificações de preços e um menu de acesso rápido, essa extensão facilita a compra de forma mais inteligente no AliExpress™.\n\nConcluindo, se você quer economizar e fazer compras com mais segurança no AliExpress™, você precisa do AliGuard. Instale-o hoje e comece a desfrutar de uma melhor experiência de compra. E se você tiver dúvidas ou sugestões, não hesite em enviá-las para raiden.shelkoff@gmail.com",
    "pt_PT": "AliGuard é uma extensão de navegador obrigatória para quem gosta de fazer compras no AliExpress. Com recursos como histórico de preços, classificação do vendedor e pesquisa de produtos semelhantes, essa ferramenta facilita a localização das melhores ofertas na plataforma, evitando descontos e avaliações falsas.\n\nO gráfico do histórico de preços é uma característica de destaque do AliGuard. Este recurso permite que você acompanhe os descontos reais e veja quando os preços estão mais baixos. É especialmente útil durante grandes eventos de vendas, como o aniversário do Aliexpress, O Global Shopping Festival 11.11 e a Black Friday.\n\nO sistema detalhado de classificação do vendedor é outra característica valiosa do AliGuard. Este sistema leva em consideração avaliações, classificações e dinâmica de preços para fornecer uma visão geral abrangente da confiabilidade de um vendedor. Com essas informações, você pode escolher vendedores confiáveis e evitar fraudes e fraudes.\n\nO AliGuard também inclui uma função de pesquisa para encontrar produtos similares de outros vendedores no AliExpress. Esta funcionalidade torna mais fácil encontrar a melhor oferta com o preço mais baixo.\n\nDescontos e avaliações falsas são um problema comum no AliExpress. Felizmente, AliGuard pode ajudá-lo a evitá-los. O sistema de classificação do vendedor e o gráfico do histórico de preços fornecem informações valiosas para a tomada de decisões de compra informadas.\n\nComo assistente de compras, AliGuard é fácil de usar e totalmente gratuito. Também é compatível com serviços populares de cashback e assistentes de dropshipping. Com notificações de preços e um menu de acesso rápido, esta extensão torna mais fácil comprar de forma mais inteligente no AliExpress.\n\nEm conclusão, se quiser poupar dinheiro e fazer compras com mais segurança no AliExpress, precisa do AliGuard. Instale-o hoje e comece a desfrutar de uma melhor experiência de compra. E se você tiver dúvidas ou sugestões, não hesite em enviá-las para raiden.shelkoff@gmail.com",
    "ru": "AliGuard - это мощное расширение для браузера для всех, кто любит совершать покупки на AliExpress™. Благодаря таким функциям, как история цен, рейтинг продавца и поиск похожих товаров, этот инструмент упрощает поиск лучших предложений на платформе, а также позволяет избежать поддельных скидок и отзывов.\n\nГрафик истории цен является отличительной особенностью AliGuard. Эта функция позволяет вам отслеживать реальные скидки и видеть, когда цены самые низкие. Это особенно полезно во время крупных распродаж, таких как День рождения AliExpress™, Глобальный фестиваль покупок 11.11 и Черная пятница.\n\nПодробная система оценки продавцов - еще одна ценная особенность AliGuard. Эта система учитывает отзывы, рейтинги и динамику цен, чтобы предоставить вам исчерпывающий обзор надежности продавца. Располагая этой информацией, вы можете выбрать надежных продавцов и избежать мошенничества.\n\nAliGuard также включает функцию поиска для поиска похожих товаров у других продавцов на AliExpress™. Эта функция позволяет легко найти лучшее предложение по самой низкой цене.\n\nПоддельные скидки и отзывы - распространенная проблема на AliExpress™. К счастью, AliGuard может помочь вам избежать их. Система рейтинга продавца и график ценовой истории предоставляют ценную информацию для принятия обоснованных решений о покупке.\n\nКак помощник по покупкам, AliGuard прост в использовании и абсолютно бесплатен. Он также совместим с популярными кэшбэк-сервисами и помощниками по дропшиппингу. Благодаря уведомлениям о ценах и меню быстрого доступа это расширение упрощает и умнее совершать покупки на AliExpress™.\n\nВ заключение, если вы хотите сэкономить деньги и сделать покупки на AliExpress™ более безопасными, вам нужен AliGuard. Установите его сегодня и начните наслаждаться лучшими покупками. И если у вас есть какие-либо вопросы или предложения, не стесняйтесь присылать их по адресу raiden.shelkoff@gmail.com",
    "zh_CN,zh_TW": "AliGuard是任何喜欢在AliExpress™上购物的人必备的浏览器扩展程序。 该工具具有价格历史记录，卖家评级和类似产品搜索等功能，可以更轻松地在平台上找到最佳交易，同时还可以避免虚假折扣和评论。\n\n价格历史图是AliGuard的一个突出特征。 此功能允许您跟踪真正的折扣，并查看价格何时处于最低水平。 它在大型销售活动中特别有用，如AliExpress生日、全球购物节11.11和黑色星期五。\n\n详细的卖家评级系统是AliGuard的另一个有价值的功能。 该系统考虑了评论，评级和价格动态，为您提供卖家可靠性的全面概述。 有了这些信息，您可以选择值得信赖的卖家并避免诈骗和欺诈。\n\nAliGuard还包括一个搜索功能，用于在AliExpress™上查找其他卖家的类似产品。 这个功能可以很容易地找到最好的报价与最低的价格。\n\n虚假折扣和评论是AliExpress™上的常见问题。 幸运的是，AliGuard可以帮助您避免它们。 卖家评级系统和价格历史图表为做出明智的购买决策提供了有价值的信息。\n\n作为购物助手，AliGuard易于使用且完全免费。 它还与流行的cashback服务和dropshipping助手兼容。 通过价格通知和快速访问菜单，此扩展可以轻松地在AliExpress™上更智能地购物。\n\n总之，如果您想省钱并在AliExpress™上更安全地购物，您需要AliGuard。 今天安装它，并开始享受更好的购物体验。 如果您有任何问题或建议，请不要犹豫，将它们发送到raiden.shelkoff@gmail.com"
  }
}