{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Steamcito: Steam con impuestos Argentina 2024"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Muestra todos los productos de la tienda de Steam con todos los impuestos de Argentina incluidos"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Desde 2020, tu compañero para comprar en la tienda argentina de Steam.\n\nSteamcito es una extensión de navegador de código abierto que transforma tu experiencia al navegar y comprar en la tienda de Steam calculándote automáticamente los precios de los juegos con la última cotización del dólar e impuestos incluidos.\n\nCon Steamcito ya no vas a tener que entrar a portales financieros a conocer cotización del dólar e impuestos actuales para saber el precio final de un juego. ¡Steamcito hace por vos todo esto y mucho más!\n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n\nListado de Funcionalidades:\n· Visualización automática de todos los precios en pesos argentinos.\n· Selección de método de pago preferido: Podés elegir entre Tarjetas, Dólar Crypto y Dólar Bancario.\n· Sincronización automática cada una hora de cotizaciones del dólar e impuestos vigentes.\n· Análisis de precios de los juegos en base a la sugerencia de precios de Valve para saber si un juego está barato, adecuado o caro en términos estrictamente relativos.\n· Botón para solicitar precio regional al publicador de un juego cuando este no cuente con precio regional.\n· Tips de ahorro para cuidar el bolsillo indicándote potencial ahorro utilizando métodos de pago alternativos a pagar con tarjeta.\n· Cálculo de precios inteligente basado en tu saldo Steam Wallet.\n· Conversión manual en un click de USD a ARS y viceversa.\n· Menú lateral con opciones para personalizar tu experiencia y ocultar módulos.\n· Detección automática de juegos argentinos con un panel informativo para conocer a su desarrollador\n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n\n¿En qué secciones funciona la extensión?\nSteamcito funciona en absolutamente todas las secciones donde se visualicen precios de juegos.\n· Home\n· Secciones de Eventos y Ofertas\n· Fichas de Producto \n· Fichas de Bundles \n· Buscador predictivo\n· Buscador general \n· Carrito \n· Historial \n· Páginas de Publishers y Developers\n· Listas de Mentores\n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n\nSteamcito es una extensión de código abierto. Conocé todo el código que corre por detrás de Steamcito en el repositorio público de GitHub. \n\nhttps://github.com/emilianog94/Steamcito-Precios-Steam-Argentina-Impuestos-Incluidos\n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n\nSi querés apoyar el proyecto y ayudarme a que siga dedicando tiempo en Steamcito, podés darme una mano a través de Cafecito. ¡Será muy agradecido!\n\nhttps://cafecito.app/steamcito\n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n\nPodés encontrar más información, ayuda, capturas de pantalla y vídeos de las funcionalidades en acción en https://www.steamcito.com.ar"
  }
}