{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MeetGPT - ChatGPT for Google Meet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An automated tool for taking notes during Google Meet sessions, compiling and summarizing the content using ChatGPT."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MeetGPT is a free Chrome extension that automatically transcribes and summarizes meeting content on Google Meet, helping you save time and enhance productivity.\n\nThe ultimate tool for note-taking and content summarization during Google Meet sessions, effortlessly and effectively with just a few clicks.\n\nWhat's special about this extension?\n• Automatically transcribes content from Google Meet.\n• Provides a statistical chart of speaking time for each participant on Google Meet.\n• Records meeting history.\n• Supports 18 languages: English, Vietnamese, Chinese, Dutch, French, German, Hindi, Indonesian, Italian, Japanese, Korean, Polish, Portuguese, Romanian, Russian, Galician, Thai, Turkish.\n• Summarizes meeting content using ChatGPT.\n• Generates a task list from the meeting using ChatGPT.\n• Shares and sends meeting reports to everyone (Coming soon).\n\nHow to use?\n1. Log in to https://chat.openai.com.\n2. Use https://meet.google.com and create a new meeting.\n- During the first use, set the language you'll use in the meeting.\n3. After the meeting, you can view the meeting report chart, summary, and easily share the meeting with just one click.\n\nWith MeetGPT, you'll save time, stay updated on meeting information, and no longer need to read and take notes on lengthy content. Try it today!\n\n\"Save your time - Do less, achieve more efficiently\" - MeetGPT."
  }
}