{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SONAAR: Add Alts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows to add an alt text when posting images in social media."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SONAAR is a service that helps you create accessible content on your social networks (currently supported social networks are Twitter and Facebook).\n\nWhen SONAAR detects that you are tweeting or posting an image, you will receive a notification with a proposed text description of the image that you can use in your tweet or post, thus ensuring that your contents reach a larger audience.\n\nAdditionally, if you are blind or visually impaired, you can request the use of SONNAR in other web pages. When you access a web page, you can ask SONAAR for a textual description for the images on the page, which will be automatically incorporated.\n\nTo ask for the textual description of the images on the page press Ctrl + Shift + s\nYou can then use tab to focus on the images that have new suggestions for descriptions, and press Ctrl + Shift + d to access the descriptions of the focused image.\n\nBy using SONAAR, you are agreeing to allow SONAAR to collect the text descriptions of the images that you tweet on Twitter or post on Facebook. SONAAR does not collect any identifying information, only the image and the text description.\n\nSONAAR is an ongoing project which might occasionally stop working, especially whenever Twitter or Facebook update their user interfaces. When that happens, we will provide an update to SONAAR as soon as possible given our constraints.\n\nSONAAR is also available as an Android application for when you are browsing the web on your smartphone or tablet. Look it up on the Google Play Store."
  }
}