{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DeskBreak"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helps you maintain healthy habits by reminding you to take regular breaks."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DeskBreak: Your Wellness Companion for a Healthier Workday\n\nMaintain healthy habits and boost your productivity with DeskBreak! This Chrome extension is designed to help you take regular, well-timed breaks that promote physical and mental well-being. DeskBreak reminds you to stretch, exercise, hydrate, walk, rest your eyes, and maintain good posture with ergonomic advice. Say goodbye to burnout and hello to a healthier workday!\n\nFeatures:\n\nCustomizable Break Reminders: Set your own schedule for breaks and choose from a variety of activities like stretching, hydrating, and more.\nErgonomic Advice: Get tips on maintaining proper posture to avoid strain and discomfort.\nEye Care: Timely prompts to rest your eyes and prevent digital eye strain.\nHydration Alerts: Stay hydrated with regular reminders to drink water.\nStretching and Exercise: Short exercises and stretches to keep your body active and reduce stiffness.\nWalking Breaks: Encourages you to get up and move, improving circulation and energy levels.\nUser-Friendly Interface: Simple, intuitive design that’s easy to use and customize.\nWhy DeskBreak?\nRegular breaks improve focus, reduce stress, and enhance overall health. DeskBreak is your personal wellness assistant, ensuring you stay active and refreshed throughout your workday. Perfect for remote workers, office employees, students, and anyone spending long hours in front of a screen.\n\nDownload DeskBreak now and start building healthier habits, one break at a time!"
  }
}