{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon-IL Free Shipping Marker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mark products which ship to Israel with Free Shipping with orders over $49.00 and order tracking information"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon is offering free shipping to Israel only on order over $49.00.\n\nYou can't filter it by this offer so the extension helps you and mark all products in the page with a grey background so you will see which product is with Free Shipping to Israel.\nOn the product page itself it will mark the price area on the center & right of the page.\n\nYou will also see the change on the cart page to be able to notice products which does not offer free shipping to Israel before going to checkout.\n\nv0.2 - New Upgrades:\n\n1. Each user can choose the color for each shipping type (under $49, above $49, paid shipping and even if there is no shipping at all)\nDefault settings are the same as from the first release: Free shipping is always light grey; Others are disabled.\n\n2. Now you can see tracking information for each order directly on the orders page; Along with last status, full history status, company name logo & link to tracking it in the shipping company website.\nShipping companies supported: UPS, DHL, Fedex, I-Parcel, Aramex & Israel Postal Company.\nEach user can also enable or disable this option from the extension settings (click on the extension icon). \nDefault setting: Enabled\n\nLogo: made by Freepik from Flaticon (https://www.flaticon.com/)"
  }
}