{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab For Change"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Every time you browse in a new tab, you can earn money for a charity close to your heart.",
    "de": "Jedes mal, wenn sie in einem neum tab browsen, sie können geld verdienen für eine charität in ihrer nähe.",
    "es": "Cada vez que navegas en una nueva pestaña, puedes ganar dinero para que la caridad esté cerca de tu corazón.",
    "fr": "A chaque fois que vous naviguez via un nouvel onglet, vous pouvez gagner de l'argent pour un organisme de bienfaisance qui vous…",
    "it": "Raccogli soldi per beneficenza ogni volta che apri un nuovo tab nel browser."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Every time you browse in a new tab, you can earn money for a charity close to your heart.\nIt's as simple as it sounds. Every time you open a new browser tab you make the world a better place.\nTennis World Foundation is focussed on creating happy futures for children.\nHelp children by clicking on one tab at a time.\n\nYOU ALWAYS KNOW WHAT’S HAPPENING\nWe don’t take your assistance for granted, and are fully aware of the need to be open, honest and transparent in everything we do. From our application works on the inside to exactly how we spend every cent. \nIt is all available to the public, for your peace of mind and ours.",
    "de": "Jedes mal, wenn sie in einem neun tab browsen, sie können geld verdienen für eine charität in ihrer nähe.\nEs ist so einfach wie es sich anhört.\nJedes Mal, wenn Sie einen neuen Browser-Tab öffnen, wird die Welt zu einem besseren Ort. Die Tennis World Foundation hat sich zum Ziel gesetzt, eine glückliche Zukunft für Kinder zu schaffen.\n\nIE WISSEN IMMER, WAS LOS IST\n\nWir halten Ihre Unterstützung nicht für selbstverständlich, und sind sich der Notwendigkeit bewusst, bei allem,  was wir tun,offen, ehrlich und transparent zu sein. In unserer Anwendung können Sie genau sehen, wie wir jeden Cent ausgeben. Es ist alles für die Öffentlichkeit zugänglich, für Ihren und unseren Seelenfrieden.",
    "es": "Cada vez que navegas en una nueva pestaña, puedes ganar dinero para que la caridad esté cerca de tu corazón.\nEs tan simple como suena.\nCada vez que abres una nueva pestaña del navegador, haces del mundo un lugar mejor Tennis World Foundation se centró en crear un futuro feliz para los niños.\n\nSIEMPRE SABES LO QUE ESTÁ PASANDO\n\nNo damos por sentado su asistencia, y somos plenamente conscientes de la necesidad de ser abiertos, honestos y transparentes en todo lo que hacemos. Desde como, nuestra aplicación, funciona desde adentro, hasta exactamente cómo gastamos cada centavo. Todo está disponible para el público, para su tranquilidad y la nuestra.",
    "fr": "A chaque fois que vous naviguez via un nouvel onglet, vous pouvez gagner de l'argent pour un organisme de bienfaisance qui vous tienne à cœur.\nC'est aussi simple que ça en a l'air\nChaque fois que vous ouvrez un nouvel onglet de navigation, vous rendez le monde meilleur.\nLa Fondation Tennis World met l’accent sur la création d’un avenir heureux pour les enfants.\n\nVOUS SAVEZ TOUJOURS CE QUI SE PASSE\nNous ne prenons pas votre aide pour acquise et sommes pleinement conscients de la nécessité d’être ouverts, honnêtes et transparents dans tout ce que nous faisons. Vous savez comment notre application fonctionne de l'intérieur et exactement comment nous dépensons chaque centime. Tout est à la disposition du public, pour votre tranquillité d'esprit et la nôtre",
    "it": "Dona un sorriso e aiuta i bambini con un semplice tab, un semplice gesto che può fare una grande differenza.\n\nOgni volta che apri una nuova tab, doni gratuitamente soldi.. Ora puoi aiutare i progetti di Tennis World Foundation.\n\nSARAI SEMPRE INFORMATO\nNon diamo il tuo aiuto per scontato, e siamo pienamente consapevoli della necessità di essere trasparenti, onesti in tutto quello che facciamo. Sarai informato sull'uso di ogni singolo centesimo. Sarà tutto pubblicato, per la tua e la nostra serenità."
  }
}