{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Radioplayer UK"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UK Radio in one place. Live, catch-up and podcasts from 500 stations: news, sport, and music from pop, rock, and jazz to classical."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Radioplayer is the official online player for UK radio, backed by the BBC and the rest of the industry.  \n\nFrom a tiny button at the top of your Chrome browser, you can listen to around 500 live UK stations, and tens of thousands of podcasts and catch-up programmes - including many from BBC iPlayer Radio.\n\nSearch for stations, subjects, people, programmes and even postcodes within Radioplayer. Set presets, so you can tune in to your favourite stations easily. You can also see recommended listening based on where you are, and what's trending right now.  \n\nAs well as this Chrome extension, Radioplayer is also available as an iOS app, an Android app, and an increasing number of smart devices including the Amazon Echo. \n______________________________________________\n\nUse of the Radioplayer is subject to our Privacy Policy, at http://www.radioplayer.co.uk/privacy/\n\nNew in v1.2.4\n- Our nice new logo, which you'll see gradually roll out across all Radioplayer apps\n\nNew in v1.2.1\n- Removal of omnibox keyword\n\nNew in v1.2\n- Updated description\n- New icon for high DPI screens\n\nNew in v1.01\n- Removed 'tabs' permission\n- Reduced memory requirement\n- Clicking on browser button brings player to foreground if already playing\n\nIf you get the same first-time user message every time you open Radioplayer, or it forgets your presets, you may have blocked third-party cookies. You can allow our cookie by:\n1. Click the Chrome menu on the browser toolbar, and choose \"Settings\"\n2. Type \"Privacy\" into the search box, and click \"Content Settings\"\n3. If \"Block third party cookies\" is set, click \"Manage exceptions\"\n4. Add \"*.radioplayer.co.uk\" to the hostname, and set it to \"allow\".\nThis will then allow the Radioplayer to remember your last-tuned station, and your list of presets."
  }
}