{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Highlight Hub"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An easier way to save and visualze text on the web."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What is Highlight Hub?\n\nHighlight Hub is a browser extension that simplifies data extraction from web pages. With just a couple of clicks, you can save highlighted content as informative cards and view them in a dashboard and gallery.\n\nHow do I use Highlight Hub?\n\nAfter installing the extension, simply select the text you want to extract on a web page, right-click, and choose \"Extract With Highlight Hub\" from the context menu. The selected text, along with the URL and title of the web page, will be saved as cookies and displayed on the dashboard.\n\nInspiration for the Name:\n\nThe inspiration for Highlight Hub stems from the idea of bringing together valuable information from various sources into a centralized location, much like a hub. Similar to how a bustling city center acts as a focal point for people to congregate, connect, and share ideas, Highlight Hub serves as a platform that collects, organizes, and presents important data extracted from web pages all in one place.\n\nHighlight Hub embodies the spirit of making the discovery and management of crucial information effortless by providing a seamless and efficient experience for its users. Like a guiding star that brightens the night sky and captures the attention of those gazing upon it, Highlight Hub aims to illuminate profound insights and enlighten users with its easy-to-use interface and powerful data extraction capabilities. The name reflects the app's mission to empower users to reveal essential data insights and present them in a clear and concise manner. By bringing the highlights of various sources together, Highlight Hub not only increases productivity but also inspires creativity and innovation!"
  }
}