{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Default Search Adjust"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search the web using this useful tool from the address bar."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "About extension:\n\nDefault Search Adjust is an innovative browser extension designed to enhance your browsing experience on Google Chrome.\nBy seamlessly integrating with your address bar, this extension allows you to effortlessly search the web using the Default Search Adjust, with results provided by Bing.\n\nFeatures:\nWith Default Search Adjust, you can effortlessly explore the web directly from your address bar.\nWhether you're researching, shopping, or simply browsing, Default Search Adjust simplifies your online journey. Enjoy the convenience of typing in your search query and receiving accurate results without any extra clicks or hassle.\nYou can personalize your search settings to fit your preferences, ensuring a tailored browsing experience.\nAnd if you ever decide to change your search engine of choice, uninstalling the extension is quick and easy, giving you complete control over your browser settings.\nExperience the seamless integration, enhanced efficiency, and personalized browsing that Default Search Adjust brings to your Google Chrome experience. \nTry Default Search Adjust today and unlock the full potential of your browsing journey.\n\nUseful Information:\nJust start by typing preferred search term (query) into the search box. The Default Search Adjust will provide Bing SERP with proper results.\nTo remove the Default Search Adjust extension simply go to Google Chrome \"Settings\" page. Find the \"Extensions\" in the settings menu and there you will find Default Search Adjust extension listed.\nTo uninstall it just use the \"Remove\" button.\n\nPermissions Requested:\nNo special permissions requested.\n\nAbout us:\nDefault Search Adjust team is dedicated to creating genuine products which will be useful for our users. We tend to provide GRPR aligned products, always prioritizing users' privacy. \nConsidering that, we recognize that location-sharing is a concern for many people (ourselves included) and it is a responsibility we take very seriously. For more information on privacy and the security of your data visit our Privacy policy below.\n\nTo reach our support please write us to this email: contact@searchadjust.com\nFor additional information please check links below:\nPrivacy policy:\nhttps://www.searchadjust.com/privacy-policy.html\nTerms of service: https://www.searchadjust.com/term-of-use.html"
  }
}