{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Twitch Chat Helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allows to highlight chat messages of selected users, change chat font size and more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "✔ FEATURES:\n • highlight and track twitch user's chat messages\n • change chat font size\n • see amount of user's messages in chat without scrolling\n • get notification sound when tracked user posting new message\n • get notification when you've been mentioned\n • auto claim channel points bonus\n • hide multiple page elements (player extensions overlay, sub trains, community highlights)\n\nHave you ever tried to find chat message that someone responded to? Or to find someone's previous chat messages to follow ongoing conversation? This extension allows you to do it very easily.\n\n✔ HOW TO USE:\n • To track mentioned user click on his @mention (username with leading @ sign) in chat. \n • To track message's author hold ALT key and click one of his messages (next Alt+Click would cancel tracking). \n • To track user without finding him in chat, click on extension icon (top right of your browser window) and enter his username into input field.\n\nWhen tracking starts, track-bar at the bottom of the chat will appear. Small scroll bar in it will represent visible chat area (scroll chat a bit to get the gist). Message markers on it will represent tracked user's messages. Change color scheme of track-bar and highlighted messages in extension settings (last 2 schemes would be more appropriate for twitch in dark mode).\n\n✔ KEYBOARD HOTKEYS:\nAlt + S - cancel tracking\nAlt + W - toggle focus on chat input field\nAlt + Q - open extension's settings popup\nCtrl + Enter - toggle fullscreen\n\nIf you found any bugs or have suggestion on how to improve extension functionality feel free to contact me at dmitriy.zhura@gmail.com"
  }
}