{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nutshell CRM for Gmail"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save time and stay organized with Nutshell for Gmail."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nutshell is the best Next Action Sales B2B CRM on the market that helps sales teams, marketing teams, support teams, success teams and entire organizations work together to close more deals, retain more customers and increase revenue in order to grow their businesses.\n\nNutshell is simple enough that you can set it up for your team in just a few weeks and sophisticated enough for your business to use as you continue to scale and grow. Nutshell helps you grow and grows with you.\n\nNutshell seamlessly integrates with Google. With this Chrome extension you can bring Nutshell to your Google Workspace email inbox and calendar. This integration allows you to:\n- Create contacts and tasks\n- View scheduled activities\n- Track communication timelines\n- Write notes\n- See which emails have been shared with your teammates in Nutshell\n- Share email threads and messages directly from Gmail, without having to forward or bcc them to Nutshell\n-  Bring the power of Nutshell's email templates and Personalized email sequences into your Gmail inbox\n\nIn addition to our seamless integration with Google, Nutshell can integrate with many of the apps your business likely already uses or will use in the future.\n\nOther reasons why many business professionals choose to use Nutshell are:\n- Unlimited data and contact storage\n- Free, world-class live chat support\n- Flexible monthly plans that allow you to get your team the features they need without breaking the bank\n- Flexible sales automation, pipeline automation and email automation\n- Ability to view your pipeline in Board, List, Chart and Map view\n- AI to make using a CRM more efficient\n- Reporting & Analytics\n- Lead attribution to help you inform your marketing campaigns\n- Custom Webform builder\n- So much more!\n\nAnd CRM isn't all we do! Nutshell also has add-on features that help you fill your pipeline, maximize your efforts and grow your business.\n- Nutshell Campaigns - email marketing software built right into Nutshell that allows you to turn your contacts into Audiences and send them beautifully designed, no-code emails.\n- Landing Pages - landing page software that allows you to build beautifully designed, no-code landing pages for your marketing campaigns.\n- Revenue Booster - includes Nutshell Scheduler, our online meeting scheduler tool, and Email Power up to make this extension even more powerful\n- PeopleIQ - people identification software to help you find the right contacts at the businesses currently in your pipeline CRM, and website visitor identification software to help turn cold website visits into hot leads.\n- CompetitorIQ - online competitor tracking software to help you establish a baseline compared to your competitors online marketing presence\n- AppConnect - let our software engineers build and monitor your integrations with Nutshell\n\nNutshell for Gmail requires a Nutshell account. Not a customer? Start a free 14-day trial at nutshell.com/signup.\n\nWHAT CUSTOMERS ARE SAYING ABOUT NUTSHELL\n“Nutshell is hands down the most user-friendly CRM I’ve ever used.”—Phil C., Software Consulting Services, LLC\n\n“Our revenues have almost doubled since implementing Nutshell two years ago.”—Kevin E., TrustWorkz\n\n“My company has been searching for an easy to use CRM that does everything we need it to, and we feel like we hit a homer with Nutshell.”—Julia D., Lelander\n\n\nWE’RE HERE FOR YOU\nIf you need a hand, please contact us at support@nutshell.com, or visit our help center at https://support.nutshell.com."
  }
}