{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flair"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Newtab Extension using AI to generate wallpapers"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "New tab extension that allows you to generate stunning AI generated wallpapers. \n\nIntroducing Flair Wallpapers! Bring the world of AI generated images to your fingertips with this easy to use extension. Whether you want to generate stunning AI-powered wallpapers or find existing HD quality wallpapers, Flair Wallpapers has you covered. Simply click on the Settings button located on the top right-hand side of the screen and find the wallpaper that you want! \n\nHow to use: \n1. Click on the settings button located on the top right-hand side of the extension \n2. From there, simply click on whether you want to use our AI-generated or HD wallpapers tab \n3. After you either generate using AI or select a pre-existing image, simply click on the image that you want and select done\n\nThis extension updates your browser New Tab and provides: \n- Selecting HD wallpapers feature\n- Web Search powered by Yahoo\n- Set AI generated wallpapers for your browser background \n- Ability to download wallpapers onto your desktop \n\n\n\nBy clicking \"add to Chrome\", I accept and agree to installing the Flair Wallpapers Newtab and setting Chrome New Tab search provider to Yahoo as described by the service in the Terms of Use (https://flairwallpapers.com/terms-of-service/) and Policy (https://flairwallpapers.com/privacy-policy/)."
  }
}