{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Selection Reader (Text to Speech)",
    "de": "Text Lesegerät (Text zu Sprache)",
    "es": "Lector de Selección (Texto a Voz)",
    "fr": "Sélection Lecteur (Texte pour Parler)",
    "hi": "चयन रीडर (लिखे हुए को बोलने में बदलना)",
    "id": "Pembaca Pilihan (Teks Pidato)",
    "it": "Lettore di Selezione (Text to Speech)",
    "ja": "選択リーダー (スピーチへのテキスト)",
    "ko": "선택 리더 (음성을 텍스트)",
    "nl": "Selectie Reader (Tekst naar Spraak)",
    "pl": "Wybór Reader (Tekst na Mowę)",
    "pt_BR,pt_PT": "Leitor Selecção (Texto-para-Voz)",
    "ru": "Читатель Выбор (Текст в речь)",
    "zh_CN": "选读器（文字到语音）",
    "zh_TW": "選讀器（文字到語音）"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "High quality text-to-speech reader capable of seamlessly reading large amounts of text.",
    "de": "Hochwertiger Text-zu-Sprache Leser, der in der Lage ist, große Mengen an Text nahtlos zu lesen.",
    "es": "Alta calidad lector de conversión de texto a voz capaz de leer fichero de tus ajustes grandes cantidades de texto.",
    "fr": "Haute qualité lecteur text-to-speech capable de lire de façon transparente de grandes quantités de texte.",
    "hi": "उच्च गुणवत्ता पाठ से वाक् पाठक को मूल पाठ की बड़ी मात्रा को पढ़ने में सक्षम।",
    "id": "Kualitas tinggi reader text-to-speech mampu mulus membaca teks dalam jumlah besar.",
    "it": "Lettore di alta qualità text-to-speech in grado di leggere senza problemi grandi quantità di testo.",
    "ja": "シームレスに大量のテキストを読み取ることができる高品質のテキストを音声に変換する読取装置。",
    "ko": "완벽하게 많은 양의 텍스트를 읽을 수있는 고품질 텍스트 음성 판독기.",
    "nl": "Hoge kwaliteit tekst-naar-spraak-lezer in staat om naadloos te lezen van grote hoeveelheden tekst.",
    "pl": "Wysoka jakość tekstu dla czytelnika mowy zdolnego płynnie czytać duże ilości tekstu.",
    "pt_BR,pt_PT": "Alta qualidade leitor de texto-para-voz capaz de perfeitamente a leitura de grandes quantidades de texto.",
    "ru": "Высокое качество текста в речь читатель способен легко чтение больших объемов текста.",
    "zh_CN": "能够无缝阅读大量文本的高质量文本到语音阅读器。",
    "zh_TW": "能夠無縫閱讀大量文本的高質量文本到語音閱讀器。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Other text to speech extensions are bloated, slow, and often critically flawed- they're unable to read out more than around 250 characters at a time without cutting out! Not to mention the shady permissions they require.\n\nSelection Reader is simple, fast, and can read out near-unlimited text at once. Just select the text and right click!",
    "de": "Andere Texte zu Sprechverlängerungen sind aufgebläht, langsam und oft kritisch fehlerhaft - sie sind nicht in der Lage, mehr als etwa 250 Zeichen zu lesen, ohne zu schneiden! Ganz zu schweigen von den schattigen Berechtigungen, die sie benötigen\n\nSelection Reader ist einfach, schnell und kann sofort unbegrenzten Text auslesen. Wählen Sie einfach den Text aus, klicken Sie mit der rechten Maustaste und klicken Sie auf \"markierten Text lesen\"!",
    "es": "Otras extensiones de texto a voz son hinchadas, lentas y, a menudo con errores críticos, ¡son incapaces de leer más de 250 caracteres a la vez sin cortar! Por no mencionar los permisos sombríos que requieren.\n\nEl lector de la selección es simple, rápido, y puede leer el texto casi-ilimitado a la vez. Simplemente seleccione el texto, haga clic derecho y haga clic en \"leer el texto seleccionado\".",
    "fr": "Les autres extensions de texte à parole sont bloquées, lentes, et souvent critiques, elles ne peuvent pas lire plus d'environ 250 caractères à la fois sans découpage! Sans oublier les autorisations sombres dont elles ont besoin.\n\nLe lecteur de sélection est simple, rapide et peut lire un texte presque illimité à la fois. Sélectionnez simplement le texte, faites un clic droit, puis cliquez sur \"Lire le texte sélectionné\"!",
    "hi": "भाषण एक्सटेंशन में अन्य पाठ फूला हुआ, धीमा और अक्सर गंभीर रूप से दोषपूर्ण होता है-वे बिना किसी समय के 250 से अधिक वर्णों को पढ़ने में असमर्थ होते हैं! उन छायादार अनुमतियों का जिक्र नहीं करना जिनकी उन्हें आवश्यकता होती है।\n\nचयन रीडर सरल, तेज है, और एक ही बार में असीमित पाठ को पढ़ सकता है। बस पाठ का चयन करें, राइट क्लिक करें, और 'चयनित पाठ पढ़ा' पर क्लिक करें!",
    "id,it": "Perpanjangan text to speech lainnya membengkak, lamban, dan sering cacat kritis - mereka tidak dapat membaca lebih dari 250 karakter sekaligus tanpa memotong! Belum lagi izin yang teduh yang mereka butuhkan.\n\nSeleksi Pembaca sederhana, cepat, dan bisa membacakan teks nyaris tak terbatas sekaligus. Cukup pilih teksnya, klik kanan, dan klik 'baca teks pilihan'!",
    "ja": "他のテキストから音声拡張機能は膨れ上がり、速度が遅く、しばしば重大な欠陥があり、一度に約250文字を切り取ることができません。 彼らが必要とする陰鬱な許可は言うまでもない。\n\n選択リーダーはシンプルで高速で、無制限のテキストを一度に読み取ることができます。 テキストを選択し、右クリックして「選択したテキストを読む」をクリックするだけです！",
    "ko": "다른 텍스트 음성 확장 기능은 부풀어 오르며 느린 기능이며 종종 결함이 있습니다. 한 번에 약 250자를 잘라내지 않고 읽을 수 없습니다! 그들이 필요로하는 음영 권한은 말할 것도 없습니다.\n\n선택 판독기는 간단하고 빠르며 한 번에 거의 무제한 텍스트를 읽을 수 있습니다. 그냥 텍스트를 선택하고 마우스 오른쪽 버튼을 클릭 한 다음 '선택한 텍스트 읽기'를 클릭하십시오!",
    "nl": "Andere tekst-naar-spraak-extensies zijn opgeblazen, langzaam en vaak kritisch gebrekkig. Ze kunnen niet meer dan 250 tekens tegelijk lezen zonder uit te snijden! Niet te vergeten de schaduwrijke toestemmingen die ze nodig hebben.\n\nSelectie Reader is eenvoudig, snel, en kan bijna onbeperkte tekst tegelijk lezen. Selecteer de tekst, klik met de rechtermuisknop en klik op 'Geselecteerde tekst lezen'!",
    "pl": "Inne rozszerzenia mowy do tekstu są rozbudowane, powolne i często krytyczne. Nie potrafią odczytać więcej niż 250 znaków naraz! Nie mówiąc już o zacienionych uprawnieniach, których potrzebują.\n\nCzytnik wyboru jest prosty, szybki i może odczytywać niemal nieograniczony tekst na raz. Wystarczy wybrać tekst, kliknąć prawym przyciskiem myszy i kliknąć \"przeczytaj wybrany tekst\"!",
    "pt_BR,pt_PT": "Outras extensões de texto para fala são inchadas, lentas, e muitas vezes criticamente falho - eles são incapazes de ler mais do que cerca de 250 caracteres de cada vez sem cortar! Sem mencionar as permissões obscuras que eles exigem.\n\nO leitor de seleção é simples, rápido e pode ler texto quase ilimitado de uma só vez. Basta selecionar o texto e clique direito!",
    "ru": "Другие расширения для текста и речи раздуты, медленны и часто критически уязвимы - они не могут считывать более 250 символов за раз без вырезания! Не говоря уже о теневых разрешениях, которые им требуются.\n\nSelection Reader прост, быстр и может считывать почти неограниченный текст за один раз. Просто выберите текст, щелкните правой кнопкой мыши и нажмите «прочитать выбранный текст»!",
    "zh_CN": "其他文字到语音扩展是blo肿，缓慢，经常有严重缺陷 - 一次无法读出超过250个字符，而不会删除！ 更不用说他们需要的阴暗权限。\n\n选择阅读器简单，快速，可以立即读出无限制的文本。 只需选择文字，然后右键点击！"
  }
}