{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Fall Day - A Fall Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Fall Day (A Fall Tab) - Displays a falling leaves and flakes on the new tab page."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready to welcome the season of the year - fall! Personalize your new tab & homepage with Falling leaves to greet the season \"I loved autumn, the season of the year that God seemed to have put there just for the beauty of it.\" - Lee Maynard\n\nUSAGE\nWhen you install this add-on, your new tab will be loaded with beautiful background image, leaves, flakes and greeting text (including date and time). And you can change the following on the new tab page.\n\n- Toggle Falling leaves.\n- Number, size and speed of leaves.\n- Toggle Flakes.\n- Number, size and speed of flakes.\n- Toggle Background image.\n- Use any unsplash images (using Search Keyword / Collection / Photo ID).\n- Remove the background and fill the tab with background color.\n- Toggle Greeting message.\n- Change the Greeting message, font, color and size.\n- Toggle date with 5 different formats.\n- Toggle time with 6 different formats.\n\nSHORTCUT KEYS\nOn the new tab page, you can press the following key to toggle the settings. very quick! L - Leaves F - Flakes D - Date T - Time G - Greetings text B - Background Image F11 - Full Screen Window\n\nIf you have any issues, support feedback, change requests, or any ideas to improve, kindly use the following page to report it."
  }
}