{
  "name": {
    "am,ar,bg,bn,ca,cs,de,el,en,en_AU,en_GB,en_US,es_419,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk": "Papas Cupcakeria Unblocked",
    "da": "Papas Cupcakeria ophævet",
    "es": "Papas Cupcakeria Desbloqueado",
    "et": "Papas Cupcakeria blokeering on tühistatud",
    "ja": "パパス・カップケーキリアのブロックが解除されました",
    "ko": "Papas Cupcakeria 차단 해제됨",
    "nl": "Papas Cupcakeria gedeblokkeerd",
    "tr": "Papas Cupcakeria'nın Engeli Kaldırıldı",
    "vi": "Papas Cupcakeria đã được bỏ chặn",
    "zh_CN": "爸爸纸杯蛋糕店畅通无阻",
    "zh_TW": "爸爸紙杯蛋糕店暢通無阻"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,de,en,en_AU,en_GB,en_US,es_419,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk": "Play Papas Cupcakeria right now. Discover the Joy of palying this game - Your Ultimate Online Happy Experience! Try it now!",
    "da": "Spil Papas Cupcakeria Game lige nu. Oplev glæden ved at spille dette spil - din ultimative online glade oplevelse! Prøv det nu!",
    "el": "Παίξτε το παιχνίδι Papas Cupcakeria αυτή τη στιγμή. Ανακαλύψτε τη χαρά να παίζετε αυτό το παιχνίδι - Η απόλυτη διαδικτυακή σας…",
    "es": "Juega al juego Papas Cupcakeria ahora mismo. Descubre la alegría de jugar este juego: ¡tu mejor experiencia feliz en línea!…",
    "et": "Mängige mängu Papas Cupcakeria kohe. Avastage selle mängu mängimise rõõm – teie ülim õnnelik veebikogemus! Proovige kohe!",
    "ja": "今すぐパパス カップケーキリア ゲームをプレイしてください。このゲームでプレイする喜びを発見してください - 究極のオンライン ハッピー エクスペリエンス!やってみよう！",
    "ko": "지금 바로 Papas Cupcakeria 게임을 플레이해보세요. 이 게임의 즐거움을 발견해보세요 - 최고의 온라인 행복한 경험을 즐겨보세요! 지금 사용해 보세요!",
    "nl": "Speel het Papas Cupcakeria-spel nu. Ontdek het plezier van het spelen van dit spel: jouw ultieme online gelukkige ervaring! Probeer…",
    "tr": "Papa'nın Cupcakeria Oyununu hemen oyna. Bu oyunu oynamanın keyfini keşfedin - Nihai Çevrimiçi Mutlu Deneyiminiz! Şimdi dene!",
    "vi": "Chơi trò chơi Papas Cupcakeria ngay bây giờ. Khám phá niềm vui khi chơi trò chơi này - Trải nghiệm hạnh phúc trực tuyến đỉnh cao…",
    "zh_CN": "立即玩爸爸纸杯蛋糕店游戏。发现玩这个游戏的乐趣 - 您终极的在线快乐体验！现在就试试！",
    "zh_TW": "立即玩爸爸紙杯蛋糕店遊戲。發現玩這個遊戲的樂趣 - 您終極的線上快樂體驗！現在就試試！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introduction\nPapa's Cupcakeria is a charming time management and simulation game where players get to run their own cupcake shop. Developed by Flipline Studios, this delightful game lets you step into the shoes of a cupcake baker and serve a variety of delectable treats to satisfy your customers' sweet tooth. Get ready to mix, bake, decorate, and serve delicious cupcakes in Papa's Cupcakeria!\n\nGameplay\nIn Papa's Cupcakeria, players take on the role of a new employee at Papa's cupcake shop. The game revolves around the process of baking and decorating cupcakes to fulfill customer orders. Players must follow specific recipes, choose cake flavors, add fillings, bake them to perfection, and then decorate the cupcakes with various frostings, sprinkles, and toppings according to each customer's preferences. The game features a wide range of ingredients, decorations, and customers with unique tastes and demands."
  }
}