{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Akonter Share link & Page Buttons"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome Extension to share links and pages to multiple networks, Akonter bookmarks, Facebook,Twitter,Google+ and more share buttons."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Once you installed this add-on for Google chrome, social buttons appear in your browser toolbar and Context Menus, so if you want to save any website online while browsing websites using chrome, just one click to directly save it. It’s easy to save unlimited websites to akonter.com social bookmarking services share WebPages or links to social networks including Facebook, Twitter, Google+ Reddit, Pinterest, Email App, WhatsApp, linkedin, Tumblr, StumbleUpon, Telegram and more or just use the buttons as social homepage icons when you are on Chrome start page.\n\n\nSubmit Article URL:\nIf your bookmarks are in the field of business, shopping, marketing, services categories as well as containing an Exclusive Content, Handwritten not copy and paste or Interesting content related, they will appear on the homepage. Thus, attracting more target audience from Akonter and social networks.\n\nShare Save/Open URLs:\nlets you save and open multiple URLs from internet web pages or text file on one page.\n\nPlugin Settings: Settings >> Extensions >> Options, then in page options, choose your favorite buttons.\n\n\nMore information about Akonter bookmarks extension\n\nIt’s a free add-on offered by Akonter.com to chrome users to save favorites online or share Bookmarks easily.\n\nCut down on the time you take to submit websites. After installing this add-on, it takes just seconds to save unlimited number of websites. By installing this item, you agree to the Terms of Service and Privacy Policy."
  }
}