{
  "name": {
    "ar,ca,fi,hi,pl,ro,sw,te": "Stickman Hunter Online",
    "am,da,de,el,en,en_AU,en_GB,en_US,es,es_419,fr,hu,it,lt,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Stickman Hunter Archery Game",
    "bg,cs,et,fil,kn,sl,sv,ta,th": "Stickman Hunter Unblocked Game",
    "bn,gu,he,id,ja,ko,lv,mr,sk": "Stickman Hunter Online Game",
    "fa,hr,ml,ms,no": "Stickman Hunter Game"
  },
  "short": {
    "ar": "باستخدام المعدات ، يجب عليك القضاء على stickmen في كل مستوى والانتقال إلى المستوى التالي.",
    "am": "መሳሪያውን በመጠቀም በእያንዳንዱ ደረጃ ላይ የሚንጠለጠሉ ትንቆች ማስወገድ እና ወደሚቀጥለው ደረጃ መሄድ አለብዎት.",
    "bg": "Използвайки оборудването трябва да елиминирате стикерите във всяко ниво и да преминете към следващото ниво.",
    "bn": "সরঞ্জামগুলি ব্যবহার করে আপনাকে অবশ্যই প্রতিটি স্তরের স্টিকম্যানগুলি নির্মূল করতে হবে এবং পরবর্তী স্তরে যেতে হবে।",
    "ca": "Amb l'equip s'han d'eliminar els bastons de cada nivell i passar al següent nivell.",
    "cs": "Pomocí vybavení musíte eliminovat stickmeny v každé úrovni a přejít na další úroveň.",
    "da": "Ved hjælp af udstyret skal du fjerne stickmen i hvert niveau og gå videre til næste niveau.",
    "de": "Mit der Ausrüstung musst du die Strichmännchen in jedem Level eliminieren und zum nächsten Level übergehen.",
    "el": "Χρησιμοποιώντας τον εξοπλισμό πρέπει να εξαλείψετε τους stickmen σε κάθε επίπεδο και να προχωρήσετε στο επόμενο επίπεδο.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Using the equipment you must eliminate the stickmen in each level and move on to the next level.",
    "es": "Usando el equipo debes eliminar a los stickmen en cada nivel y pasar al siguiente nivel.",
    "et": "Seadmeid kasutades peate kõrvaldama iga taseme pulgamehed ja liikuma järgmisele tasemele.",
    "fa": "با استفاده از تجهیزات شما باید stickmen در هر سطح از بین بردن و حرکت به سطح بعدی.",
    "fi": "Laitteiden avulla sinun on poistettava tikkumiehet jokaiselta tasolta ja siirryttävä seuraavalle tasolle.",
    "fil": "Gamit ang mga kagamitan na kailangan mong alisin ang mga stickmen sa bawat antas at ilipat sa susunod na antas.",
    "fr": "En utilisant l’équipement, vous devez éliminer les stickmen dans chaque niveau et passer au niveau suivant.",
    "gu": "ઉપકરણોનો ઉપયોગ કરીને તમારે દરેક સ્તરમાં સ્ટીકમેનને દૂર કરવા જોઈએ અને આગલા સ્તર પર આગળ વધવું જોઈએ.",
    "he": "באמצעות הציוד עליך לחסל את הסטיקמנים בכל רמה ולעבור לשלב הבא.",
    "hi": "उपकरण का उपयोग करके आपको प्रत्येक स्तर में stickmen को खत्म करना होगा और अगले स्तर पर आगे बढ़ना होगा।",
    "hr": "Pomoću opreme morate ukloniti naljepnice na svakoj razini i prijeći na sljedeću razinu.",
    "hu": "A berendezés használatával minden szinten el kell távolítania a botokat, és tovább kell lépnie a következő szintre.",
    "id": "Dengan menggunakan peralatan, Anda harus menghilangkan stickmen di setiap level dan melanjutkan ke level berikutnya.",
    "it": "Usando l'equipaggiamento devi eliminare gli stickmen in ogni livello e passare al livello successivo.",
    "ja": "装備を使用して、各レベルのバッターを排除し、次のレベルに進む必要があります。",
    "kn": "ಉಪಕರಣವನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಪ್ರತಿ ಹಂತದಲ್ಲಿರುವ ಸ್ಟಿಕ್ ಮೆನ್ ಗಳನ್ನು ತೆಗೆದುಹಾಕಬೇಕು ಮತ್ತು ಮುಂದಿನ ಹಂತಕ್ಕೆ ಹೋಗಬೇಕು.",
    "ko": "장비를 사용하면 각 레벨의 스틱맨을 제거하고 다음 레벨로 넘어 가야합니다.",
    "lv": "Izmantojot aprīkojumu, jums ir jānovērš nūjotāji katrā līmenī un jāpāriet uz nākamo līmeni.",
    "ml": "ഉപകരണം ഉപയോഗിച്ച് നിങ്ങൾ ഓരോ ലെവലിലെയും സ്റ്റിക്ക്മാൻമാരെ ഒഴിവാക്കി അടുത്ത ഘട്ടത്തിലേക്ക് പോകണം.",
    "mr": "उपकरणे वापरुन आपण प्रत्येक पातळीतील स्टिकमॅन काढून टाकले पाहिजेत आणि पुढील पातळीवर जाणे आवश्यक आहे.",
    "ms": "Menggunakan peralatan anda mesti menghapuskan stickmen di setiap peringkat dan bergerak ke tahap seterusnya.",
    "nl": "Met behulp van de uitrusting moet je de stickmen in elk level elimineren en doorgaan naar het volgende niveau.",
    "no": "Ved hjelp av utstyret må du eliminere stickmen i hvert nivå og gå videre til neste nivå.",
    "pl": "Korzystając ze sprzętu musisz wyeliminować stickmenów na każdym poziomie i przejść do następnego poziomu.",
    "ro": "Folosind echipamentul trebuie să elimine stickmen în fiecare nivel și trece la nivelul următor.",
    "ru": "Используя снаряжение, вы должны устранить стикменов на каждом уровне и перейти на следующий уровень.",
    "sk": "Pomocou vybavenia musíte odstrániť stickmenov v každej úrovni a prejsť na ďalšiu úroveň.",
    "sl": "Z uporabo opreme morate odpraviti palice v vsaki ravni in premakniti na naslednjo raven.",
    "sv": "Med hjälp av utrustningen måste du eliminera stickmen på varje nivå och gå vidare till nästa nivå.",
    "sw": "Kwa kutumia vifaa lazima uondoe stika katika kila ngazi na uendelee na ngazi inayofuata.",
    "ta": "உபகரணங்களைப் பயன்படுத்தி நீங்கள் ஒவ்வொரு நிலையிலும் உள்ள stickmen நீக்கி அடுத்த நிலைக்கு செல்ல வேண்டும்.",
    "te": "ఎక్విప్ మెంట్ ఉపయోగించి మీరు ప్రతి లెవల్ లో స్టిక్ మెన్ ని తొలగించాలి మరియు తరువాత లెవల్ కు వెళ్లాలి.",
    "th": "การใช้อุปกรณ์คุณจะต้องกําจัด stickmen ในแต่ละระดับและก้าวไปสู่ระดับถัดไป",
    "tr": "Ekipmanı kullanarak her seviyedeki çöp adamları ortadan kaldırmalı ve bir sonraki seviyeye geçmelisiniz.",
    "uk": "За допомогою обладнання ви повинні усунути палочників на кожному рівні і перейти на наступний рівень."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for a crazy fun with challenging sections and experience the fun.\n\nHow To Play\nPlayed with Mouse.\n\nStickman Hunter Archery Game Features\n✓ Arcade sounds\n✓ Easy control\n✓ Cartoon graphics\n✓ 8+ Level\n\nFinally, you can enjoy these game for free (and more requests will be added)! Stickman Hunter Archery Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}