{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mitridat"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mitridat tools for Copart and IAAI autoauctions"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Account Management for Copart & IAAI and Monitoring Service for auto dealers.\n\nFree service for working with Copart and IAAI auto auctions.\n\nThe following languages ​​are available:\nUkrainian, Russian, English.\n\nThis service is an integration into the pages with the lot at the Copart and IAAI auctions, it makes it possible to use a set of tools for convenient calculation of the final value of the lot (purchase and delivery from the auction to the destination point).\nThe extension allows you to make decisions about buying a car more rationally and quickly, thanks to the tools listed below:\n\nPrice list - calculation of the cost of buying a lot at auctions (delivery plus duty).\nThe cost calculation includes:\n- Cost of the lot\n- Auction fee\n- Cost of shipping across the USA or Canada to a warehouse for export\n- The cost of transportation from the warehouse to the port of shipment to the recipient's country\n- Additional costs\n- Calculation of customs costs\n\nThe function of personalized price lists, which will reduce your time for processing requests from clients regarding the calculation of the cost of car delivery.\n- Checking the lot by VIN\n- Prior history of bidding at Copart and IAAI auctions\n- VIN decoding\n- Catalog of technical characteristics of the car\n\nInvoice generator\n- Copart auction lot payment invoice\n- Invoice for the payment of the lot for the IAAI auction\n\nTypes of documents\n- Lot export function\n- The cost of document processing\n- The state of shipment of the lot for export\n\nAccount management for Copart and IAAI auction accounts:\n- The function of logging into the auction account through the Mitridat service\n- Limitation of bets by the limit\n- Restrictions on the amount of the bet\n- Limitation on the number of simultaneously placed bets\n- Limitation on the number of cars won\n- Restrictions on prebid\n- Restrictions on live trading\n- Restrictions on States\n- Statistics of user actions\n- History of visited lots\n- History of placing bets\n- History of purchased cars",
    "ru": "Бесплатный сервис для работы с авто аукционами Copart и IAAI\n\nДоступны следующие языки:\nУкраинский, Русский, Английский.\n\nДанный сервис является интеграцией в страницы с лотом на аукционах Copart и IAAI, позволяет пользоваться набором инструментов для удобного подсчета финальной стоимости лота (покупки и доставки с аукциона в точку назначения).\nРасширение позволяет более рационально и быстро принимать решения по покупке авто благодаря инструментам, перечисленным ниже:\n\nПрайс лист – расчет стоимости покупки лота на аукционах (доставка плюс пошлина).\nВ расчет стоимости входит:\n- Стоимость лота\n- Налог аукциона\n- Стоимость доставки по США или Канаде в состав для экспорта\n- Стоимость перевозки от склада в порт отправки в страну получателя\n- Дополнительные расходы\n- Расчет таможенных расходов\n\nФункция персонализированных прайс писем, что уменьшит ваше время обработки запросов клиентов по просчету стоимости доставки авто.\n- Проверка лота по VIN\n- Предыдущая история торгов на аукционах Copart и IAAI\n- VIN декодирование\n- Каталог технических характеристик автомобиля\n\nИнвойс генератор\n- Инвойс для оплаты лота на аукцион Copart\n- Инвойс для оплаты лота на аукцион IAAI\n\nТипы документов\n- Функция экспорта лота\n- Стоимость переработки документов\n- Штат отправки лота на экспорт\n\nАккаунт менеджмента для аккаунтов аукционов Copart и IAAI:\n- Функция логина в аккаунт аукционов через сервис Mitridat\n- Ограничение ставок по лимиту\n- Ограничение по сумме ставки\n- Ограничение по количеству одновременно размещенных ставок\n- Ограничение по количеству выигранных авто\n- Ограничение за пребидом\n- Ограничение за живыми торгами\n- Ограничения по Штатам\n- Статистика действий пользователя\n- История посещенных лотов\n- История размещения ставок\n- История купленных авто",
    "uk": "Account Management for Copart & IAAI and Monitoring Service for auto dealers.\n\nБезкоштовний сервіс для роботи з авто аукціонами Copart та IAAI\n\nДоступні такі мови:\nУкраїнська, Російська, Англійська.\n\nДаний сервіс є інтеграцією в сторінки з лотом на аукціонах Copart і IAAI, дає можливість користуватись набором інструментів для зручного розрахунку фінальної вартості лота (купівлі та доставки з аукціону в точку призначення).\nРозширення дає змогу більш раціонально і швидко приймати рішення щодо купівлі авто, завдяки інструментам, перерахованим нижче:\n\nПрайс лист - розрахунку вартості купівлі лота на аукціонах (доставка плюс мито). \nУ розрахунок вартості входить:\n- Вартість лота \n- Податок аукціону\n- Вартість доставки по США або Канаді до складу для експорту \n- Вартість перевезення від складу до порту відправки в країну одержувача\n- Додаткові витрати\n- Розрахунок митних витрат\n\nФункція персоналізованих прайс листів, що зменшить ваш час обробки запитів клієнтів щодо розрахунку вартості доставки авто.\n- Перевірка лота по VIN \n- Попередня історія торгів на аукціонах Copart та IAAI\n- Vin декодування \n- Каталог технічних характеристик автомобіля \n\nІнвойс генератор\n- Інвойс для оплати лота на аукціон Copart\n- Інвойс для оплати лота на аукціон IAAI\n\nТипи документів \n- Функція експорту лота\n- Вартість переробки документів \n- Штат відправлення лота на експорт\n\nАкаунт менеджмент для акаунтів аукціонів Copart та IAAI:\n- Функція логіну в акаунт аукціонів через сервіс Mitridat \n- Обмеження ставок за лімітом \n   - Обмеження за сумою ставки\n   - Обмеження за кількістю одночасно розміщених ставок \n   - Обмеження за кількістю виграних авто\n   - Обмеження за пребідом \n   - Обмеження за живими торгами \n   - Обмеження по Штатах\n- Статистика дій користувача \n   - Історія відвіданих лотів \n   - Історія розміщення ставок \n   - Історія куплених авто"
  }
}