{
  "name": {
    "am,ar,bn,el,fil,he,id,kn,ko,mr,no,pl,sk,sv": "Ball To Ring Unblocked Game",
    "bg,fa,ja,ml,sl,ta": "Ball To Ring Game",
    "ca,cs,da,gu,hu,ro": "Ball To Ring Online",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,hi,hr,it,lt,ms,nl,pt_BR,pt_PT,ru,sr,sw,th,tr,uk,vi,zh_CN,zh_TW": "Ball To Ring Casual Game",
    "et,fi,lv,te": "Ball To Ring Online Game"
  },
  "short": {
    "ar": "عليك تمرير الكرات الواردة من خلال الحلقات الصحيحة وتحقيق أعلى الدرجات.",
    "am": "የሚመጡትን ኳሶች በትክክለኛው ቀለበቶች በኩል ማለፍና ከፍተኛ ውጤት ማግኘት አለብህ።",
    "bg": "Трябва да прекарате входящите топки през правилните пръстени и да направите най-висок резултат.",
    "bn": "আপনাকে আগত বলগুলি সঠিক রিংয়ের মধ্য দিয়ে পাস করতে হবে এবং সর্বোচ্চ স্কোর করতে হবে।",
    "ca": "Vostè ha de passar les boles entrants a través dels anells correctes i fer la puntuació més alta.",
    "cs": "Musíte projít příchozími míčky přes správné kroužky a dosáhnout nejvyššího skóre.",
    "da": "Du skal sende de indkommende bolde gennem de rigtige ringe og lave den højeste score.",
    "de": "Sie müssen die eingehenden Bälle durch die richtigen Ringe leiten und die höchste Punktzahl erzielen.",
    "el": "Πρέπει να περάσετε τις εισερχόμενες μπάλες μέσα από τους σωστούς δακτυλίους και να κάνετε την υψηλότερη βαθμολογία.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You have to pass the incoming balls through the correct rings and make the highest score.",
    "es": "Tienes que pasar las bolas entrantes a través de los anillos correctos y hacer la puntuación más alta.",
    "et": "Sa pead läbima sissetulevad pallid läbi õigete rõngaste ja tegema kõrgeima skoori.",
    "fa": "شما باید به تصویب توپ های ورودی را از طریق حلقه های صحیح و بالاترین نمره.",
    "fi": "Sinun on siirrettävä saapuvat pallot oikeiden renkaiden läpi ja tehtävä korkein pistemäärä.",
    "fil": "Mayroon kang upang pumasa sa mga papasok na bola sa pamamagitan ng tamang singsing at gawin ang pinakamataas na puntos.",
    "fr": "Vous devez passer les balles entrantes à travers les bons anneaux et faire le score le plus élevé.",
    "gu": "તમારે ઇનકમિંગ બોલને યોગ્ય રિંગ્સ દ્વારા પાસ કરીને હાઇએસ્ટ સ્કોર બનાવવાનો હોય છે.",
    "he": "אתה צריך להעביר את הכדורים הנכנסים דרך הטבעות הנכונות ולעשות את הציון הגבוה ביותר.",
    "hi": "आप सही छल्ले के माध्यम से आने वाली गेंदों को पारित करने के लिए और उच्चतम स्कोर बनाने के लिए है।",
    "hr": "Morate proći dolazne lopte kroz ispravne prstenove i napraviti najviši rezultat.",
    "hu": "A bejövő golyókat át kell adnia a megfelelő gyűrűkön, és a legmagasabb pontszámot kell elérnie.",
    "id": "Anda harus mengoper bola yang masuk melalui cincin yang benar dan membuat skor tertinggi.",
    "it": "Devi passare le palle in arrivo attraverso gli anelli corretti e fare il punteggio più alto.",
    "ja": "あなたは正しいリングを通して入ってくるボールを渡し、最高のスコアを作らなければなりません。",
    "kn": "ನೀವು ಒಳಬರುವ ಚೆಂಡುಗಳನ್ನು ಸರಿಯಾದ ಉಂಗುರಗಳ ಮೂಲಕ ಪಾಸ್ ಮಾಡಬೇಕು ಮತ್ತು ಅತ್ಯಧಿಕ ಸ್ಕೋರ್ ಮಾಡಬೇಕು.",
    "ko": "들어오는 공을 올바른 링을 통해 통과시키고 가장 높은 점수를 만들어야합니다.",
    "lv": "Jums ir jāiziet ienākošās bumbas caur pareizajiem gredzeniem un jāiegūst visaugstākais rezultāts.",
    "ml": "നിങ്ങൾ ശരിയായ വളയങ്ങളിലൂടെ ഇൻകമിംഗ് പന്തുകൾ പാസ് ചെയ്യുകയും ഏറ്റവും ഉയർന്ന സ്കോർ നേടുകയും വേണം.",
    "mr": "आपल्याला येणारे चेंडू योग्य रिंग्जमधून पास करावे लागतील आणि सर्वोच्च धावा कराव्या लागतील.",
    "ms": "Anda perlu lulus bola masuk melalui cincin yang betul dan membuat skor tertinggi.",
    "nl": "Je moet de binnenkomende ballen door de juiste ringen laten gaan en de hoogste score halen.",
    "no": "Du må passere de innkommende ballene gjennom de riktige ringene og gjøre den høyeste poengsummen.",
    "pl": "Musisz przekazać przychodzące kule przez odpowiednie pierścienie i uzyskać najwyższy wynik.",
    "ro": "Trebuie să treacă bilele primite prin inelele corecte și să facă cel mai mare scor.",
    "ru": "Вы должны пропустить входящие шары через правильные кольца и набрать наибольшее количество очков.",
    "sk": "Musíte prejsť prichádzajúce lopty cez správne krúžky a urobiť najvyššie skóre.",
    "sl": "Moraš mimo dohodne žoge skozi pravilne obroče in narediti najvišji rezultat.",
    "sv": "Du måste skicka de inkommande bollarna genom rätt ringar och göra högsta poäng.",
    "sw": "Una kupita mipira inayoingia kwa njia ya pete sahihi na kufanya alama ya juu.",
    "ta": "நீங்கள் சரியான மோதிரங்கள் வழியாக உள்வரும் பந்துகளை கடந்து அதிக ஸ்கோர் செய்ய வேண்டும்.",
    "te": "మీరు సరైన రింగ్ ల ద్వారా ఇన్ కమింగ్ బంతులను పాస్ చేయాలి మరియు అత్యధిక స్కోరు చేయాలి.",
    "th": "คุณต้องผ่านลูกบอลที่เข้ามาผ่านวงแหวนที่ถูกต้องและทําคะแนนสูงสุด",
    "tr": "Gelen topları doğru halkalardan geçirmeli ve en yüksek skoru yapmalısınız.",
    "uk": "Ви повинні передати вхідні м'ячі через правильні кільця і зробити найвищий бал."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Start a new adventure with crazy hoops and stylized graphics. Pay attention to oncoming colors and start the fun.\n\nHow To Play\nPlayed with Mouse.\n\nBall To Ring Casual Game Features\n✓ Fun graphics\n✓ Infinity level\n✓ Little particle\n✓ Basic control\n\nFinally, you can enjoy these game for free (and more requests will be added)! Ball To Ring Casual Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}