{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Interactive Figure Flow"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Runs a script to manage crowdsourced gaming on tiktok"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chat Capture automates group gaming for your TikTok live viewers, increases your engagement, followers and gifts, and gives you the option to go live without being seen on screen. \n\nWould you like to go live on TikTok to earn gifts and increase your followers, but don't have a topic or ideas?\n\nDo you already go live, but wish you could be active more often? Or wish you could get more gifts or followers? \n\nIf these questions sound like you - we're excited to introduce you to Chat Capture! \n\nOpen Chat Capture on your TikTok live URL in the browser and collect interactions from your chat. Then open Chat Capture at the URL www.runchatcapture.com/play/figure-flow.html and your chat's gifts/comments will automatically cause their profile pictures to cover squares in Figure Flow when you click \"Start Game\".\n\nFigure Flow Automation Features: \n\n- Automatically adds viewer's profile pictures to the game\n- Automatically changes shapes and other game details to maintain engagement\n\nThings To Remember: (Visit https://www.runchatcapture.com/cc/getting-started for more details on these)\n\n- Whether hosting via TikTok Live Studio or by pointing your phone at your computer, TikTok sends captchas to check if you are present at your device. Solve the captchas to prevent your live from ending. They usually occur after 1 or 4 hours of going live and 4 hours after you solve a captcha.\n- Log into TikTok on your laptop before scraping comments from your live session URL. An example of a live session URL is: https://www.tiktok.com/@yourcoder/live.\n- The browser window for scraping comments must be at least partially visible on your screen to keep it active and scraping.\n\nLinks you should check out:\n\n- Getting Started: https://www.runchatcapture.com/cc/getting-started\n- Privacy Policy: https://www.runchatcapture.com/cc/privacy-policy"
  }
}