{
  "name": {
    "ar,de,el,en,en_AU,en_GB,en_US,es,es_419,fa,fr,hi,id,it,lt,lv,ml,nl,pl,pt_BR,pt_PT,ru,sr,sv,tr,uk,vi,zh_CN,zh_TW": "Fruits Farm Puzzle Game",
    "am,ko,no,ro,ta,th": "Fruits Farm Game",
    "bg,fi,he,ja,kn,ms,te": "Fruits Farm Unblocked Game",
    "bn,ca,cs,da,sl,sw": "Fruits Farm Online Game",
    "et,fil,gu,hr,hu,mr,sk": "Fruits Farm Online"
  },
  "short": {
    "ar": "املأ جميع السلال عن طريق مطابقة الثمار وانتقل إلى المستوى التالي الصعب.",
    "am": "ከፍራፍሬዎቹ ጋር በማጣመም ቅርጫቱን በሙሉ ሞልተው ወደሚቀጥለው ተፈታታኝ ደረጃ መሄድ።",
    "bg": "Напълнете всички кошници, като съответствате на плодовете и преминете към следващото предизвикателно ниво.",
    "bn": "ফলগুলি মিলিয়ে সমস্ত ঝুড়ি পূরণ করুন এবং পরবর্তী চ্যালেঞ্জিং স্তরে এগিয়ে যান।",
    "ca": "Ompliu totes les cistelles fent coincidir els fruits i passeu al següent nivell desafiant.",
    "cs": "Naplňte všechny koše sladěním ovoce a přejděte na další náročnou úroveň.",
    "da": "Fyld alle kurvene ved at matche frugterne og gå videre til det næste udfordrende niveau.",
    "de": "Füllen Sie alle Körbe, indem Sie die Früchte kombinieren und zum nächsten herausfordernden Level übergehen.",
    "el": "Γεμίστε όλα τα καλάθια ταιριάζοντας τα φρούτα και προχωρήστε στο επόμενο δύσκολο επίπεδο.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Fill all the baskets by matching the fruits and move on to the next challenging level.",
    "es": "Llena todas las canastas haciendo coincidir las frutas y pasa al siguiente nivel desafiante.",
    "et": "Täitke kõik korvid, sobitades puuviljad ja liikuge edasi järgmisele keerulisele tasemele.",
    "fa": "پر کردن تمام سبدها با تطبیق میوه ها و حرکت به سطح چالش برانگیز بعدی.",
    "fi": "Täytä kaikki korit sovittamalla hedelmät yhteen ja siirry seuraavalle haastavalle tasolle.",
    "fil": "Punan ang lahat ng mga basket sa pamamagitan ng pagtutugma ng mga prutas at ilipat sa susunod na mahirap na antas.",
    "fr": "Remplissez tous les paniers en faisant correspondre les fruits et passez au niveau suivant difficile.",
    "gu": "ફળોને મેચ કરીને બધી બાસ્કેટભરો અને આગલા પડકારજનક સ્તર પર આગળ વધો.",
    "he": "מלאו את כל הסלים על ידי התאמת הפירות והמשיכו לשלב המאתגר הבא.",
    "hi": "फलों से मेल खाकर सभी टोकरियों को भरें और अगले चुनौतीपूर्ण स्तर पर आगे बढ़ें।",
    "hr": "Napunite sve košare podudaranjem plodova i prijeđite na sljedeću izazovnu razinu.",
    "hu": "Töltse meg az összes kosarat a gyümölcsök párosításával, és lépjen tovább a következő kihívást jelentő szintre.",
    "id": "Isi semua keranjang dengan mencocokkan buah-buahan dan lanjutkan ke tingkat menantang berikutnya.",
    "it": "Riempi tutti i cesti abbinando i frutti e passa al livello successivo impegnativo.",
    "ja": "果物を一致させることによってすべてのバスケットを満たし、次の挑戦的なレベルに進みます。",
    "kn": "ಹಣ್ಣುಗಳನ್ನು ಮ್ಯಾಚ್ ಮಾಡುವ ಮೂಲಕ ಎಲ್ಲಾ ಬುಟ್ಟಿಗಳನ್ನು ಭರ್ತಿ ಮಾಡಿ ಮತ್ತು ಮುಂದಿನ ಸವಾಲಿನ ಹಂತಕ್ಕೆ ಹೋಗಿ.",
    "ko": "과일을 일치시켜 모든 바구니를 채우고 다음 도전적인 단계로 넘어갑니다.",
    "lv": "Piepildiet visus grozus, saskaņojot augļus, un pārejiet uz nākamo izaicinošo līmeni.",
    "ml": "പഴങ്ങൾ പൊരുത്തപ്പെടുത്തിക്കൊണ്ട് എല്ലാ കൊട്ടകളും നിറയ്ക്കുക, അടുത്ത വെല്ലുവിളി നിറഞ്ഞ തലത്തിലേക്ക് നീങ്ങുക.",
    "mr": "फळे जुळवून सर्व टोपल्या भरा आणि पुढील आव्हानात्मक पातळीवर जा.",
    "ms": "Isi semua bakul dengan memadankan buah-buahan dan teruskan ke tahap mencabar seterusnya.",
    "nl": "Vul alle manden door de vruchten te matchen en ga verder naar het volgende uitdagende niveau.",
    "no": "Fyll alle kurvene ved å matche fruktene og gå videre til neste utfordrende nivå.",
    "pl": "Wypełnij wszystkie kosze, dopasowując owoce i przejdź do następnego trudnego poziomu.",
    "ro": "Umpleți toate coșurile prin potrivirea fructelor și treceți la următorul nivel provocator.",
    "ru": "Заполните все корзины, сопоставив фрукты, и перейдите на следующий сложный уровень.",
    "sk": "Naplňte všetky koše zladením ovocia a prejdite na ďalšiu náročnú úroveň.",
    "sl": "Napolnite vse košare z ujemanje sadja in premaknite na naslednjo zahtevno raven.",
    "sv": "Fyll alla korgar genom att matcha frukterna och gå vidare till nästa utmanande nivå.",
    "sw": "Jaza vikapu vyote kwa kulinganisha matunda na uendelee kwenye kiwango cha changamoto kinachofuata.",
    "ta": "பழங்களை பொருத்துவதன் மூலம் அனைத்து கூடைகளையும் நிரப்பி, அடுத்த சவாலான நிலைக்கு செல்லவும்.",
    "te": "పండ్లను జతచేయడం ద్వారా అన్ని బుట్టలను నింపండి మరియు తరువాత ఛాలెంజింగ్ లెవల్ కు వెళ్లండి.",
    "th": "เติมตะกร้าทั้งหมดโดยจับคู่ผลไม้และก้าวไปสู่ระดับความท้าทายถัดไป",
    "tr": "Meyveleri eşleştirerek tüm sepetleri doldurun ve bir sonraki zorlu seviyeye geçin.",
    "uk": "Наповніть всі кошики, зіставивши фрукти, і перейдіть до наступного складного рівня."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you like fruit matching games! Get ready for dozens of fun and challenging adventures.\n\nHow To Play\nPlayed with Mouse.\n\nFruits Farm Puzzle Game Features\n✓ Cartoon graphics\n✓ 10+ level\n✓ Little particle\n✓ 2D Graphics\n\nFinally, you can enjoy these game for free (and more requests will be added)! Fruits Farm Puzzle Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}