{
  "name": {
    "ar,hi,lv,th": "Snake Falls Online",
    "am,cs,da,de,en,en_AU,en_GB,en_US,es,es_419,fr,hu,id,it,kn,lt,ms,nl,pt_BR,pt_PT,ru,sk,sr,sv,tr,uk,vi,zh_CN,zh_TW": "Snake Falls Adventure Game",
    "bg,bn,hr,ko,ro,sl,sw,te": "Snake Falls Unblocked Game",
    "ca,ml,mr,no": "Snake Falls Game",
    "el,et,fa,fi,fil,gu,he,ja,pl,ta": "Snake Falls Online Game"
  },
  "short": {
    "ar": "نحن بحاجة إلى الوصول إلى لوحة الألوان على خط النهاية مع الثعبان دون ضرب عجلات التروس.",
    "am": "የሽክርክሪት መንኮራኩሮችን ሳንመታ ከእባቡ ጋር የመጨረሻውን መስመር ላይ ያለውን ቀለም ቀለም ቀለም መዳረስ ያስፈልገናል.",
    "bg": "Трябва да достигнем цветовата палитра на финалната линия със змията, без да удряме колелата на предавките.",
    "bn": "গিয়ারের চাকায় আঘাত না করে সাপটির সাথে ফিনিশিং লাইনে রঙের প্যালেটে পৌঁছাতে হবে।",
    "ca": "Hem d'arribar a la paleta de colors de la línia de meta amb la serp sense colpejar les rodes d'engranatges.",
    "cs": "Musíme dosáhnout barevné palety na cílové čáře s hadem, aniž bychom zasáhli ozubená kola.",
    "da": "Vi skal nå farvepaletten på målstregen med slangen uden at ramme tandhjulene.",
    "de": "Wir müssen die Farbpalette auf der Ziellinie mit der Schlange erreichen, ohne die Zahnräder zu treffen.",
    "el": "Πρέπει να φτάσουμε στην παλέτα χρωμάτων στη γραμμή τερματισμού με το φίδι χωρίς να χτυπήσουμε τους τροχούς ταχυτήτων.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "We need to reach the color palette on the finish line with the snake without hitting the gear wheels.",
    "es": "Necesitamos alcanzar la paleta de colores en la línea de meta con la serpiente sin golpear las ruedas dentadas.",
    "et": "Peame maduga finišijoonel jõudma värvipaletini ilma hammasrattaid löömata.",
    "fa": "ما نیاز به رسیدن به پالت رنگ در خط پایان با مار بدون ضربه چرخ دنده.",
    "fi": "Meidän on saavutettava maaliviivan väripaletti käärmeen kanssa lyömättä hammaspyöriä.",
    "fil": "Kailangan naming maabot ang kulay palette sa tapusin ang linya sa ahas nang hindi pagpindot sa mga gulong ng gear.",
    "fr": "Nous devons atteindre la palette de couleurs sur la ligne d’arrivée avec le serpent sans heurter les roues dentées.",
    "gu": "આપણે ગિયર વ્હીલ્સને ફટકાર્યા વિના સાપ સાથે અંતિમ રેખા પર કલર પેલેટ સુધી પહોંચવાની જરૂર છે.",
    "he": "אנחנו צריכים להגיע לפלטת הצבעים על קו הסיום עם הנחש מבלי לפגוע בגלגלי ההילוכים.",
    "hi": "हमें गियर पहियों को मारने के बिना सांप के साथ फिनिश लाइन पर रंग पैलेट तक पहुंचने की आवश्यकता है।",
    "hr": "Moramo doći do palete boja na cilju sa zmijom bez udaranja u kotače zupčanika.",
    "hu": "El kell érnünk a színpalettát a célvonalon a kígyóval anélkül, hogy eltalálnánk a fogaskerekeket.",
    "id": "Kita perlu mencapai palet warna pada garis finish dengan ular tanpa menabrak roda gigi.",
    "it": "Dobbiamo raggiungere la tavolozza dei colori sul traguardo con il serpente senza colpire le ruote dentate.",
    "ja": "私たちはギアホイールを打つことなくヘビでフィニッシュラインのカラーパレットに到達する必要があります。",
    "kn": "ಗೇರ್ ವ್ಹೀಲ್ ಗಳನ್ನು ಹೊಡೆಯದೆಯೇ ಹಾವಿನೊಂದಿಗೆ ಫಿನಿಶ್ ಲೈನ್ ನಲ್ಲಿರುವ ಕಲರ್ ಪ್ಯಾಲೆಟ್ ಅನ್ನು ನಾವು ತಲುಪಬೇಕು.",
    "ko": "우리는 기어 휠을 치지 않고 뱀과 함께 결승선의 색상 팔레트에 도달해야합니다.",
    "lv": "Mums ir jāsasniedz krāsu palete finiša taisnē ar čūsku, nesitot pārnesumu riteņus.",
    "ml": "ഗിയർ വീലുകളിൽ ഇടിക്കാതെ പാമ്പിനൊപ്പം ഫിനിഷ് ലൈനിലെ കളർ പാലറ്റിൽ എത്തേണ്ടതുണ്ട്.",
    "mr": "आपल्याला गिअर व्हील्सवर न मारता सापासह अंतिम रेषेवरील रंगीत पॅलेटपर्यंत पोहोचणे आवश्यक आहे.",
    "ms": "Kita perlu mencapai palet warna di garisan penamat dengan ular tanpa memukul roda gear.",
    "nl": "We moeten het kleurenpalet op de finishlijn bereiken met de slang zonder de tandwielen te raken.",
    "no": "Vi må nå fargepaletten på mållinjen med slangen uten å treffe girhjulene.",
    "pl": "Musimy dotrzeć do palety kolorów na linii mety wężem bez uderzania w koła zębate.",
    "ro": "Trebuie să ajungem la paleta de culori de pe linia de sosire cu șarpele fără a lovi roțile dințate.",
    "ru": "Нам нужно достичь цветовой палитры на финишной прямой со змеей, не ударяя по зубчатым колесам.",
    "sk": "Musíme dosiahnuť farebnú paletu na cieľovej čiare s hadom bez toho, aby sme narazili na ozubené kolesá.",
    "sl": "S kačo moramo doseči barvno paleto na ciljni črti, ne da bi zadeli prestavna kolesa.",
    "sv": "Vi måste nå färgpaletten på mållinjen med ormen utan att träffa kugghjulen.",
    "sw": "Tunahitaji kufikia palette ya rangi kwenye mstari wa kumaliza na nyoka bila kupiga magurudumu ya gia.",
    "ta": "கியர் சக்கரங்களைத் தாக்காமல் பாம்புடன் பூச்சு வரியில் வண்ணத் தட்டுகளை நாம் அடைய வேண்டும்.",
    "te": "గేర్ వీల్స్ ని తాకకుండా మనం స్నేక్ తో ఫినిష్ లైన్ మీద కలర్ పాలెట్ ని చేరుకోవాలి.",
    "th": "เราจําเป็นต้องไปถึงจานสีบนเส้นชัยด้วยงูโดยไม่ต้องชนล้อเฟือง",
    "tr": "Bitiş çizgisindeki renk paletine yılanla birlikte dişli çarklara çarpmadan ulaşmamız gerekiyor.",
    "uk": "Нам потрібно дійти до колірної палітри на фініші зі змією, не вдаряючись об зубчасті колеса."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Witness the platform adventure with a sweet character. Skip the challenging levels and join the fun.\n\nHow To Play\nPlayed with Arrow Keys.\n\nSnake Falls Adventure Game Features\n✓ 12+ Level\n✓ Easy control\n✓ 2D Environment\n✓ Little Particle\n✓ 2D Character\n\nFinally, you can enjoy these game for free (and more requests will be added)! Snake Falls Adventure Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}