{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bueller Buys Risk Management"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Risk management calculator app for trading options."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is a Risk management calculator app for trading options.\nIt's very simple to use, but hopefully also very helpful for you on a road to consistency.\n\nThere are 4 required inputs:\n\n1.) Account Size. Self explanatory, it's how many dollars are in your account.\n\n2.) Max Risk. This is the absolute MAX percentage of your Account Size (1) that you're willing to risk on a single trade. A common max risk % that people like to use is 2%\n\n3.) # of Contracts. Again pretty self explanatory, this is the number of contracts you're looking to purchase for this trade.\n\n4.) Contract Price. Self explanatory, it's the cost of 1 contract.\n\n\nOnce you submit, you'll get results calculated from the inputs, which include:\n\n1.) Max Risk in dollars. This just converts the max risk % you provided to a dollar amount, according to your account size that you provided.\n\n2.) Position Size. This simply multiplies the specified # of contracts by the specified contract price. It provides a dollar amount, but also a percentage of your account.\n\n3.) Stop loss (% of position). This is the % loss on the position, according to max risk/account size parameters that you specified.\n\n4.) Stop loss (contract price). This is the contract price that you need to stop out at according to your max risk."
  }
}