{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Costbell"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Costbell help you save on your online purchases in a way that just works."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Costbell is an instant price comparison web app that could help you save an extra 3% - 25% on your online purchases.\n\nWe help you find the lowest price for the given product and combine it with best available cashbacks, credit card rewards, merchant rewards and coupons so you can simply follow our instructions and save.\n\nFeatures:\n\n- PRODUCT SEARCH -\nYou can search any product by entering the product name or UPC number\n\n- UPC SCAN -\nYou can also scan a UPC barcode with your cell phone camera when you visit http://www.costbell.com on your mobile device. If you are on the desktop, you can upload a photo and we will scan the barcode in it.\n\n- PRICE COMPARE -\nWe help you find the lowest price among different merchants so you know you are getting the best possible price. The best part? We only index reputable merchants so you can always buy with confidence and return with ease.\n\n- CASHBACK COMPARE -\nWhen it comes to online purchases, price should not be the only thing to be considered. Cashback plays a big chunk of extra savings ranging from 1% - 20%. We will find the highest available cashback for your purchase so you can save even more.\n\n- CREDIT CARD COMPARE -\nA lot of credit cards also offer cashbacks on your daily purchases, we will help you figure out the best credit card to use based on the merchant and the item you are about to purchase. Yes, we are trying really hard to help you save every possible penny.\n\n- TOTAL ESTIMATE -\nWe show you the estimated total price after all the savings that we could find for you, so you can easily choose the best place to make your purchase.\n\n- STEP BY STEP GUIDE -\nOnce you decided the place to make the purchase, we will provide you with detailed steps to follow to maximum the savings on your purchase."
  }
}