{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Online math learning tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A collection of world-famous mathematics libraries for JavaScript!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An online math learning tool is an extension that allows users to perform complicated math operations such as symbolic computations, complex numbers, matrices, and other advanced mathematical topics.\n\nThe Nitro Editor is compatible with all JavaScript instructions. Simply put, any Math or JavaScript command you want to use in the add-on's console and then click the - Execute - button at the top toolbar. Please note that each math engine has its own documentation. \n\nFinally, please read the add-on's documentation on the support page before using it. In the top toolbar of the add-on, you may use the - Sample - button to insert a sample math code in the console. Furthermore, you may import any code that you want into the add-on (txt format). Please click on the (+) button to open up the file input window. The file must be in a plain text format.\n\nYou must be logged in to get the code on the add-on page and to download it. Please note that this add-on uses the Plotly library, so you'll need to use either the \"Plotly.newPlot\" function directly or the simplified \"math.plot\" function given. If you want to utilize - Plotly - mode, make sure you include \"output-plot\" as the first argument, which is the id for plot container in app UI. This id is used by \"math.plot.\""
  }
}