{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LyBox"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LyBox, votre boite à outils de l'immobilier : Trouver un bien rentable n’a jamais été aussi rapide."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LyBox : L’outil indispensable pour optimiser votre investissement locatif\n\nAccélérez vos recherches immobilières et maximisez votre rendement locatif avec LyBox, l'extension dédiée aux investisseurs immobiliers. Intégrez directement des outils d’analyse de rentabilité locative sur vos sites d'annonces immobilières favoris.\n\nL'extension LyBox ajoute automatiquement les informations essentielles pour votre investissement locatif autours des annonces immobilières.\n\nFonctionnalités de LyBox :\n- Calcul automatique du rendement locatif brut et net : Comparez rapidement la rentabilité de chaque bien immobilier.\n- Estimation du loyer : Obtenez une estimation fiable du loyer potentiel du bien immobilier et ajustez le selon vos critères.\n- Calcul du cash-flow : Visualisez vos revenus mensuels après déduction des charges et du financement.\n- Simulation de fiscalité : Accédez à un calcul personnalisé des impôts et charges sociales pour optimiser vos investissements immobiliers (Foncier, LMNP, SCI à l'IS, LMP, Denormandie ...)\n- Calcul des mensualités de crédit immobilier : Simulez vos mensualités en fonction du montant emprunté, de la durée et du taux d’intérêt.\n- Prise en compte des charges : Toutes les charges liées à l’investissement sont considérées, telles que l'assurance PNO (Propriétaire Non Occupant), la gestion d'agence, la garantie loyer impayé, les charges de copropriété, et bien d'autres.\n- Analyse des prix au m² : Comparez le prix de l’annonce au marché local pour identifier les bonnes affaires.\n- Historique des annonces immobilières : Suivez l’évolution des prix et l’ancienneté des annonces pour mieux évaluer leur potentiel.\n- Analyse du secteur : Consultez des données clés comme la population, la tension locative, le taux de chômage, la proportion d’étudiants, le niveau de vie moyen, le taux de propriétaires/locataires et les logements vacants.\n\n\nUne fois installée, LyBox s'active automatiquement sur vos sites d'annonces immobilières préférés et affiche directement sur chaque annonce les informations suivantes :\n- Rendement locatif brut et net calculé automatiquement.\n- Estimation du loyer avec possibilité d'ajuster selon vos critères.\n- Cash-flow estimé, avec prise en compte de toutes les charges (assurance PNO, gestion d'agence, garantie loyer impayé, charges de copropriété).\n- Calcul des mensualités de crédit immobilier basé sur le montant du prêt, la durée et le taux d'intérêt.\n- Prix au m² comparé au marché local pour une évaluation précise du bien.\n- Historique des prix et ancienneté de l'annonce immobilière.\n- Simulation de fiscalité pour calculer les impôts sur l’investissement directement depuis l’extension.\n- Analyse du secteur incluant des données comme la population, la tension locative, le taux de chômage, le pourcentage d'étudiants, le niveau de vie moyen, la proportion de propriétaires et locataires, ainsi que le nombre de logements vacants.\n\nPourquoi choisir LyBox pour votre investissement immobilier ?\n1. Rapide et efficace : Toutes les informations dont vous avez besoin pour un investissement locatif réussi sont visibles en un clin d'œil.\n2. Précis et fiable : Évaluez vos opportunités d'investissement immobilier avec des données à jour et des comparatifs fiables.\n3. Compatibilité  : LyBox fonctionne sur les principaux sites d'annonces immobilières en France.\n\nInstallation simple et rapide :\n1. Cliquez sur \"Ajouter à Chrome\" en haut de la page.\n2. Vérifiez que l'icône LyBox apparaît en haut à droite de votre navigateur.\n3. Accédez à une annonce immobilière sur l'un de vos sites favoris et commencez à évaluer vos investissements immobiliers de manière plus éclairée !\n\nSites compatibles :\n- Leboncoin\n- SeLoger\n- Efficity\n- PAP\n- Logic-Immo\n- Bien Ici\n- A Vendre A Louer\n- Figaro Immobilier\n- Foncia\n- La Forêt\n- Orpi\n- Gens de Confiance\n -Immobilier Notaires\n- IAD\n- FNAIM\n\nTéléchargez LyBox dès aujourd'hui pour accélérer votre recherche d'investissement locatif, maximiser vos rendements locatifs, trouver des biens rentables, et suivre l'historique des annonces immobilières sur les principales plateformes !\n\nDes questions ? Contactez nous à contact@lybox.fr"
  }
}