{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MoveMaker."
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost your engagement, reach, followers, and sales with the power of AI! Create posts, comments, and replies on Facebook!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MoveMaker.PRO is a Chrome extension that supports entrepreneurs and marketers in building authentic and impactful relationships on social media. The tool guides users to engage meaningfully with their audience, helping them craft thoughtful comments and responses that go beyond surface-level interaction.\n\nHere’s a breakdown of the features based on the tabs in the image:\n\nReplies: Craft personalized responses or comments to posts, helping you initiate or deepen connections. This feature allows you to choose the best action, whether making an introductory move, providing insightful feedback, or directing someone toward a product or offer.\n\nProducts: Offers quick access to your available products, making it easy to reference them in conversations where relevant.\n\nPost: A streamlined interface to post responses, ensuring that your message aligns with your brand voice and purpose.\n\nResponse: Customize your responses to engage with potential clients or collaborators, making each interaction more meaningful and strategic.\n\nMessages: Organize your direct communications, supporting you in reaching out with clarity and purpose.\n\nLearn More & Prompts Page: Resources to help refine your messaging and guide you in crafting responses that resonate with your audience.\n\nOverall, MoveMaker.PRO simplifies social media engagement by focusing on quality interactions rather than quantity, ensuring each comment, message, or post you make drives meaningful connections and aligns with your business goals."
  }
}