{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Карты городов России и мира"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Подробные карты городов России и Украины, Белоруссии и Казахстана, других стран мира."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "На портале U-KARTY.RU вы быстро найдете: нужный адрес в любом городе России и мира, оптимальный маршрут к нему, узнаете какая погода сегодня в городе.\n\nДля вас собраны интерактивные географические карты городов России и Украины, Белоруссии и Казахстана, других стран мира. Благодаря подробным схемам и изображениям, вы сможете найти необходимую улицу и номер дома в регионе, скачать схему.\n\nТакже, топографические панорамы Российской федерации и подробные онлайн карты со спутника областей и городов СНГ.\n\nКонфиденциальность пользовательских данных: Расширение не содержит регистрацию пользователей, а значит не собирает контактные и личные данные пользователей, финансовые и платежные данные, медицинскую информацию, сведения, использующиеся для аутентификации. Также расширение не может отслеживать месторасположение пользователя и/или другие данные GPS. В расширении отсутствуют инструменты GPS. Подробнее: https://docs.google.com/document/d/1Q0aB1rCOFwheAH5srYmJ0ATvCytdO6cGPqR2VJRQ9tg/edit?usp=sharing\n\nu-karty.ru\n================================\n\nThe portal U-KARTY.RU you will quickly find: the desired address in any city in Russia and the world, the best route to it, know what the weather today in the city. \n\nDesigned to help interactive maps of cities in Russia and Ukraine, Belarus and Kazakhstan and other countries. Thanks to detailed diagrams and pictures, you can find the desired street and house number in the region, download chart. \n\nAlso, topographical panorama Russian Federation and detailed online maps with satellite regions and cities of the CIS.\n\nUser Data Privacy: The extension does not contain user registration, and therefore does not collect contact and personal data of users, financial and payment data, medical information, information used for authentication. Also, the extension cannot track the user's location and / or other GPS data. There are no GPS tools in the extension. More details: https://docs.google.com/document/d/1Q0aB1rCOFwheAH5srYmJ0ATvCytdO6cGPqR2VJRQ9tg/edit?usp=sharing\n\nu-karty.ru"
  }
}