{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Textero AI: Your Personal AI-Powered Writing & Research Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Textero is an AI-powered writing assistant that helps you create high-quality content faster and easier."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Textero is an AI-powered writing assistant that helps you create high-quality content faster and easier. With Textero AI, you can get fresh ideas, find references, check grammar, summarize, and more—all for free.\n\nWith just a few clicks, you can turn your drafts into clear and well-structured texts, using tools to edit papers just inside the side panel of your browser. See what Textero can do for you:\n\n➤ AI Research Assistant: Access a large database of academic references for trustworthy sources. \n➤ Essay Topic Finder: Easily generate engaging topics and research titles.\n➤ Grammar Checker: Review your texts for grammatical errors and style improvements. \n➤ AI Summarizer: Extract main points and create summaries in seconds.\n➤ Paraphraser: Use 7 paraphrasing modes to make your texts easier to read and free from plagiarism.\n➤ Essay Grader: Get instant feedback on your papers to improve them.\n\nTextero offers more than just writing and editing tools. It also ensures your work is unique and plagiarism-free: \n\n➤ Plagiarism Checker: Verify the originality of your written text in 7+ languages. \n➤ AI Detector: Identify content created by ChatGPT, Claude, and Bard.\n\n5 reasons to choose Textero AI:\n\n✅ Comprehensive AI writing tools: Receive detailed help at every stage of your writing process.\n✅ Data security: Be sure your info and drafts are safe with advanced encryption and regular security checks.\n✅ Real references: Get accurate citations from a database of over 215 million sources.\n✅ Customizable text: Choose your paper type and writing style to suit your needs perfectly.\n✅ Multilingual support: Create drafts in English, German, Italian, and more. \n\nHow Textero AI for browser works:\n\nFirst, click the “Add to Chrome” button. Once the writing tool is added to your browser, you can access our summarizer, try the research assistant, start a grammar check, and more.That’s it! You can start saving time immediately!\n\nFeel free to share your experience or follow us for useful content here:\n\n◾ Twitter (X): https://x.com/texteroai \n◾ LinkedIn: https://www.linkedin.com/company/textero-ai \n◾ Instagram: https://www.instagram.com/texteroai/\n◾ Tiktok: https://www.tiktok.com/@textero.ai"
  }
}