{
  "name": {
    "am,ar,bg,bn,cs,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,pl,ro,sk,sl,sr,sw,ta,te,uk": "Custom Cursor-Man: Hero's Rise - Idle Game",
    "ca": "Custom Cursor-Man: Hero's Rise - Joc Inactiu",
    "da": "Custom Cursor-Man: Hero's Rise - Tomgangsspil",
    "de": "Custom Cursor-Man: Hero's Rise - Idle-Spiel",
    "es,es_419": "Custom Cursor-Man: HERO’S RISE - Clicker Juego",
    "fr": "Custom Cursor-Man: Hero's Rise - Jeu Inactif",
    "ms": "Custom Cursor-Man: Hero's Rise - Permainan Idle",
    "nl": "Custom Cursor-Man: Hero's Rise - Inactief Clickerspel",
    "no": "Custom Cursor-Man: Hero's Rise - Ledig Spill",
    "pt_BR,pt_PT": "Custom Cursor-Man: Hero's Rise - Jogo Ocioso",
    "ru": "Custom Cursor-Man: Hero's Rise - Кликер Игра",
    "sv": "Custom Cursor-Man: Hero's Rise - Tomgångsspel",
    "th": "Custom Cursor-Man: Hero's Rise - เกมว่าง",
    "tr": "Custom Cursor-Man: Hero's Rise - Boşta Oyun",
    "vi": "Custom Cursor-Man: Hero's Rise - Trò chơi nhàn rỗi",
    "zh_CN": "Custom Cursor-Man: Hero's Rise - 空闲游戏",
    "zh_TW": "Custom Cursor-Man: Hero's Rise - 空閒遊戲"
  },
  "short": {
    "am,ar,bg,bn,cs,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,pl,ro,sk,sl,sr,sw,ta,te,uk": "A fun idle clicker game about a simple guy willing to become a Custom Cursor hero Cursor-Man and his entertaining adventures.",
    "ca": "Un divertit joc inactiu sobre un noi senzill que vol convertir-se en un heroi personalitzat del cursor Cursor-Man i les seves…",
    "da": "Et sjovt tomgangsspil om en simpel fyr, der er villig til at blive en Custom Cursor-helt Cursor-Man og hans underholdende eventyr.",
    "de": "Ein lustiges Idle-Clicker-Spiel über einen einfachen Kerl, der bereit ist, ein benutzerdefinierter Cursor-Held Cursor-Man und seine…",
    "es,es_419": "Un divertido clicker juego sobre un chico sencillo que quiere convertirse en un héroe Custom Cursor - Cursor-Man y sus apasionantes…",
    "fr": "Un jeu de clicker inactif amusant sur un gars simple prêt à devenir un héros Cursor-Man personnalisé et ses aventures…",
    "ms": "Permainan clicker idle yang menyeronokkan mengenai lelaki sederhana yang bersedia menjadi wira Cursor Custom Cursor-Man dan…",
    "nl": "Een leuk inactief clickerspel over een simpele man die bereid is een Custom Cursor-held Cursor-Man te worden en zijn vermakelijke…",
    "no": "Et morsomt inaktiv klikkerspill om en enkel fyr som er villig til å bli en Custom Cursor-helt Cursor-Man og hans underholdende…",
    "pt_BR,pt_PT": "Um divertido jogo clicker sobre um cara simples disposto a se tornar um herói Cursor-Man personalizado e suas divertidas aventuras.",
    "ru": "Веселая игра-кликер о простом парне, желающем стать героем Custom Cursor - Cursor-Man и его увлекательных приключениях.",
    "sv": "Ett roligt tomgångsspel om en enkel kille som är villig att bli en Custom Cursor hero Cursor-Man och hans underhållande äventyr.",
    "th": "เกมคลิกที่ไม่ใช้งานแสนสนุกเกี่ยวกับผู้ชายธรรมดาๆ ที่เต็มใจที่จะเป็นฮีโร่ Cursor-Man ของ Custom Cursor และการผจญภัยที่สนุกสนานของเขา",
    "tr": "Özel İmleç kahramanı İmleç-Adam ve onun eğlenceli maceraları olmak isteyen basit bir adam hakkında eğlenceli bir boşta tıklama…",
    "vi": "Một trò chơi clicker nhàn rỗi vui nhộn kể về một anh chàng đơn giản sẵn sàng trở thành anh hùng Cursor tùy chỉnh Cursor-Man và…",
    "zh_CN": "一个有趣的闲置点击游戏，关于一个愿意成为自定义光标英雄的简单家伙和他有趣的冒险。",
    "zh_TW": "一個有趣的閒置點擊遊戲，關於一個願意成為自定義光標英雄的簡單傢伙和他有趣的冒險。"
  },
  "long": {
    "am,ar,bg,bn,cs,de,el,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,ro,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Custom Cursor-Man: HERO’S RISE in an incremental idle game clicker. This browser clicker game lets you play a life of an average guy that likes to watch some TV while eating his favorite fried chicken. But this simple man has a giant dream of becoming a superhero to fight crime.\n\nYou start this clicker game enjoying your favorite hobby, watching a show on TV while eating your favorite chicken and all you see around you is your flat and your old TV set that been around here for ages now. But deep inside you feel that its time change everything. To set your life goals and follow your dream of becoming a true game superhero.\n\nOur hero sees himself in a mirror and he doesn’t like what he sees. You need to do is get yourself together and start working on our looks. No crimes have yet been solved by a chicken-stained beard or with a super power of chicken smell. Yep, that’s your first goal on your long superhero path.\n\nThe next thing you need to do is to work on your strength. We have never seen a game superhero fighting bad guys with their nerdy looks. You need to work on your strength to be able to fight crime in the city and be powerful enough to confront any baddie in the city. Same and your costume, you need to conceal your identity but every person in the city should understand that they can ask you for help.\n\nAnd when that’s done, you can truly become Custom Cursor-Man, and your journey as an idle game super hero will begin…\n\nFind out more on this amazing story while playing our incredibly addictive Custom Cursor-Man: Hero’s Rise idle clicker game. And don’t worry on your progress, our idle clicker game is saving everything so that you can continue any time you like!\n\nGive it a try! You will not be able to stop clicking! Live and click thru a story of our hero Cursor-Man, from an average guy to a well-known cursor super hero you always wanted to be. So, enjoy our incremental clicker and maybe you can get some pleasant game bonuses along your way.",
    "ca": "Custom Cursor-Man: HERO’S RISE en un joc de clic inactiu incremental. Reviu la vida d’un noi normal que li agrada mirar la televisió mentre menja el seu pollastre fregit preferit. Però aquest home senzill té un somni gegant de convertir-se en un superheroi per lluitar contra el crim.\n\nComences gaudint de la teva afició preferida, mirant un programa a la televisió mentre berenes i tot el que veus al teu voltant és el teu pis i el teu aparell de televisió antic que fa temps que hi és. Però, en el fons, sents que és el moment de canviar-ho tot. Per establir els objectius de la vostra vida i seguir el vostre somni de convertir-vos en un veritable superheroi del joc.\n\nEl nostre heroi es veu a si mateix en un mirall i no li agrada el que veu. El que heu de fer és reunir-vos i començar a treballar en el vostre aspecte. Encara no s'ha resolt cap crim amb una barba tacada de pollastre o amb una superpotència d'olor de pollastre. Sí, aquest és el vostre primer objectiu en el vostre llarg camí per convertir-vos en superheroi.\n\nEl següent que heu de fer és treballar la vostra força. Mai no hem vist cap heroi que lluiti contra els dolents amb el seu aspecte nerd. Cal treballar amb força per poder combatre el crim a la ciutat i ser prou poderós per enfrontar-se a qualsevol dolent de la ciutat. Igual que el vostre vestit, heu d’ocultar la vostra identitat, però totes les persones de la ciutat haurien d’entendre que us poden demanar ajuda.\n\nI quan això es faci, podeu convertir-vos en Custom Cursor-Man i el vostre viatge com a superheroi començarà...\n\nObteniu més informació sobre aquesta increïble història mentre jugueu al nostre increïblement addictiu Custom Cursor-Man: Hero’s Rise, joc de clic inactiu. I no us preocupeu per perdre el vostre progrés, la nostra aplicació ho estalvia tot perquè pugueu continuar en qualsevol moment.\n\nProva-ho! No podreu deixar de fer clic. Viu i fes clic a través d’una història del nostre heroi Cursor-Man, des d’un home normal fins a un conegut heroi del cursor que sempre has volgut ser. Per tant, gaudiu del nostre clicer incremental i potser obtindreu bonificacions agradables durant el vostre camí.",
    "da": "Custom Cursor-Man: HERO’S RISE i et inkrementelt inaktiv klikker-spil. Genoplev et liv for en gennemsnitlig fyr, der kan lide at se fjernsyn, mens han spiser sin yndlingsstegt kylling. Men denne simple mand har en kæmpe drøm om at blive en superhelt for at bekæmpe kriminalitet.\n\nDu starter mens du nyder din yndlingshobby, ser et program på tv mens du har en snack, og alt du ser omkring dig er din lejlighed og dit gamle tv -apparat, der har eksisteret her i evigheder. Men dybt inde føler du, at det er på tide at ændre alt. At sætte dine livsmål og følge din drøm om at blive en ægte spil superhelt.\n\nVores helt ser sig selv i et spejl, og han kan ikke lide det, han ser. Du skal gøre er at tage dig sammen og begynde at arbejde på dit udseende. Ingen forbrydelser er endnu blevet løst med et kyllingefarvet skæg eller med en superkraft af kyllingelugt. Ja, det er dit første mål på din lange vej til at blive en superhelt.\n\nDet næste du skal gøre er at arbejde på din styrke. Vi har aldrig set en helt, der bekæmper onde med sit nørdede udseende. Du skal arbejde på din styrke for at kunne bekæmpe kriminalitet i byen og være stærk nok til at konfrontere enhver skurk i byen. Det samme som dit kostume, du skal skjule din identitet, men enhver person i byen bør forstå, at de kan bede dig om hjælp.\n\nOg når det er gjort, kan du virkelig blive Custom Cursor-Man, og din rejse som superhelt begynder...\n\nFind ud af mere om denne fantastiske historie, mens du spiller vores utroligt vanedannende Custom Cursor-Man: Hero’s Rise inaktiv klikker-spil. Og bare rolig om at miste dine fremskridt, vores app gemmer alt, så du kan fortsætte når som helst du vil!\n\nPrøv det! Du vil ikke være i stand til at stoppe med at klikke! Lev og klik-igennem en historie om vores helt Cursor-Man, fra en gennemsnitlig fyr til en velkendt markørhelt, du altid har ønsket at være. Så nyd vores trinvise klikker, og måske kan du få nogle behagelige bonusser undervejs.",
    "en,en_AU,en_GB,en_US": "Custom Cursor-Man: HERO’S RISE in an incremental idle clicker game. Relive a life of an average guy that likes to watch some TV while eating his favorite fried chicken. But this simple man has a giant dream of becoming a superhero to fight crime.\n\nYou start while enjoying your favorite hobby, watching a show on TV while having a snack and all you see around you is your flat and your old TV set that been around here for ages. But deep inside you feel that its time change everything. To set your life goals and follow your dream of becoming a true game superhero.\n\nOur hero sees himself in a mirror and he doesn’t like what he sees. You need to do is get yourself together and start working on our looks. No crimes have yet have been solved with a chicken-stained beard or with a super power of chicken smell. Yep, that’s your first goal on your long path to become a superhero.\n\nThe next thing you need to do is to work on your strength. We have never seen a hero who fights bad guys with his nerdy looks. You need to work on your strength to be able to fight crime in the city and be powerful enough to confront any baddie in the city. Same as your costume, you need to conceal your identity, but every person in the city should understand that they can ask you for help.\n\nAnd when that’s done, you can truly become Custom Cursor-Man, and your journey as a super hero will begin…\n\nFind out more on this amazing story while playing our incredibly addictive Custom Cursor-Man: Hero’s Rise idle clicker game. And don’t worry about losing your progress, our app is saving everything so that you can continue any time you like!\n\nGive it a try! You will not be able to stop clicking! Live and click thru a story of our hero Cursor-Man, from an average guy to a well-known cursor hero you always wanted to be. So, enjoy our incremental clicker and maybe you can get some pleasant bonuses along your way.",
    "es,es_419": "Custom Cursor-Man: HERO’S RISE es un incremental clicker juego. Pruébate como un chico normal al que le encanta ver televisión mientras come su pollo frito favorito. Pero este chico sencillo tiene un gran sueño de convertirse en un superhéroe y luchar contra el crimen.\n\nComienzas el juego disfrutando de tu afición favorito, ves programas de televisión, comes bocadillos, y todo que ves a tu alrededor es un apartamento simple con una tele que ha estado aquí durante muchos años. Pero en el fondo sientes que es hora de cambiar todo. Establezca sus metas de vida y siga su sueño de convertirse en un verdadero superhéroe de juego.\n\nNuestro héroe se ve a sí mismo en el espejo y no gusta que el ve. Necesitas controlarte su y comenzar a trabajar en la apariencia. Hasta ahora, ni un solo crimen se ha resuelto con la ayuda de una barba en manchas de pollo o el gran poder del sabor a pollo. Sí, este es tu primer objetivo en el largo camino para convertirte en un superhéroe.\n\nLo siguiente que debes hacer es trabajar en tu fuerza. Nunca hemos visto a un héroe pelear contra los malos con su apariencia de nerd. Necesitas trabajar en tu fuerza para poder luchar contra el crimen en la ciudad y ser lo suficientemente fuerte para enfrentarte a cualquier villano en la ciudad. Sobre el traje, necesitas ocultar tu identidad, pero todas las personas de la ciudad deben comprender que pueden acudir a ti en busca de ayuda.\n\nY cuando logres todo esto, realmente podrás convertirte Custom Cursor-Man y comenzará tu viaje como superhéroe…\n\nAprenda más sobre esta increíble historia jugando a nuestro muy excitante incremental clicker Custom Cursor-Man: Hero's Rise. ¡Y no te preocupes por perder tu progreso, nuestra aplicación guarda todo para que puedas continuar cuando quieras!\n\n¡Pruébalo! ¡No puedes dejar de hacer clic! Vive y clic en la historia de nuestro héroe Cursor-Man desde un chico ordinario a un famoso héroe del cursor que siempre quisiste ser. Por lo tanto, disfrute de nuestro clicker incremental y tal vez pueda obtener algunas bonificaciones agradables en el juego a lo largo del camino.",
    "fr": "Cursor-Man personnalisé : HERO'S RISE dans un jeu de clicker inactif incrémentiel. Revivez la vie d'un gars ordinaire qui aime regarder la télévision tout en mangeant son poulet frit préféré. Mais cet homme simple a un rêve géant de devenir un super-héros pour lutter contre le crime.\n\nVous commencez tout en profitant de votre passe-temps préféré, en regardant une émission à la télévision tout en prenant une collation et tout ce que vous voyez autour de vous est votre appartement et votre vieux téléviseur qui existe depuis des lustres. Mais au fond de vous, vous sentez qu'il est temps de tout changer. Pour définir vos objectifs de vie et poursuivre votre rêve de devenir un véritable super-héros du jeu.\n\nNotre héros se voit dans un miroir et il n'aime pas ce qu'il voit. Vous devez faire est de vous rassembler et commencer à travailler sur votre look. Aucun crime n'a encore été résolu avec une barbe tachée de poulet ou avec un super pouvoir d'odeur de poulet. Oui, c'est votre premier objectif sur votre long chemin pour devenir un super-héros.\n\nLa prochaine chose que vous devez faire est de travailler sur votre force. Nous n'avons jamais vu un héros qui combat les méchants avec son look ringard. Vous devez travailler sur votre force pour pouvoir combattre le crime dans la ville et être assez puissant pour affronter n'importe quel méchant dans la ville. Comme pour votre costume, vous devez dissimuler votre identité, mais chaque personne dans la ville doit comprendre qu'elle peut vous demander de l'aide.\n\nEt quand cela sera fait, vous pourrez vraiment devenir Custom Cursor-Man, et votre voyage en tant que super-héros commencera…\n\nDécouvrez-en plus sur cette histoire incroyable tout en jouant à notre jeu de clicker inactif incroyablement addictif Custom Cursor-Man: Hero's Rise. Et ne craignez pas de perdre votre progression, notre application enregistre tout pour que vous puissiez continuer à tout moment !\n\nEssaie! Vous ne pourrez plus arrêter de cliquer ! Vivez et cliquez sur l'histoire de notre héros Cursor-Man, d'un gars moyen à un héros de curseur bien connu que vous avez toujours voulu être. Alors, profitez de notre clicker progressif et peut-être pourrez-vous obtenir des bonus agréables en cours de route.",
    "nl": "Custom Cursor-Man: HERO'S RISE in een incrementeel inactief clickerspel. Herbeleef het leven van een gemiddelde man die graag tv kijkt terwijl hij zijn favoriete gebraden kip eet. Maar deze eenvoudige man heeft een gigantische droom om een ​​superheld te worden om de misdaad te bestrijden.\n\nJe begint terwijl je geniet van je favoriete hobby, een programma op tv kijkt terwijl je een hapje eet en alles wat je om je heen ziet is je flat en je oude tv-toestel dat hier al eeuwen staat. Maar diep van binnen voel je dat het tijd is om alles te veranderen. Om je levensdoelen te stellen en je droom te volgen om een ​​echte game-superheld te worden.\n\nOnze held ziet zichzelf in een spiegel en hij vindt het niet leuk wat hij ziet. Je hoeft alleen maar jezelf bij elkaar te rapen en aan je uiterlijk te gaan werken. Er zijn nog geen misdaden opgelost met een baard met kippenvlekken of met een superkracht van kippengeur. Ja, dat is je eerste doel op je lange weg om een ​​superheld te worden.\n\nHet volgende dat u moet doen, is aan uw kracht werken. We hebben nog nooit een held gezien die slechteriken bestrijdt met zijn nerdy looks. Je moet aan je kracht werken om de misdaad in de stad te bestrijden en krachtig genoeg zijn om elke slechterik in de stad het hoofd te bieden. Net als bij je kostuum, moet je je identiteit verbergen, maar iedereen in de stad moet begrijpen dat ze je om hulp kunnen vragen.\n\nEn als dat is gebeurd, kun je echt Custom Cursor-Man worden en kan je reis als superheld beginnen...\n\nKom meer te weten over dit geweldige verhaal tijdens het spelen van ons ongelooflijk verslavende Custom Cursor-Man: Hero's Rise idle clicker-spel. En maak je geen zorgen over het verliezen van je voortgang, onze app slaat alles op zodat je kunt doorgaan wanneer je maar wilt!\n\nProbeer het eens! U kunt niet meer stoppen met klikken! Leef en klik door een verhaal van onze held Cursor-Man, van een gemiddelde man tot een bekende cursorheld die je altijd al wilde zijn. Dus geniet van onze incrementele clicker en misschien kun je onderweg leuke bonussen krijgen.",
    "pt_BR": "Custom Cursor-Man: HERO’S RISE em um jogo incremental com clicker ocioso. Reviva a vida de um cara comum que gosta de assistir um pouco de TV enquanto come seu frango frito favorito. Mas este homem simples tem um sonho gigante de se tornar um super-herói para lutar contra o crime.\n\nVocê começa curtindo seu passatempo favorito, assistindo um programa na TV enquanto faz um lanche e tudo o que você vê ao seu redor é seu apartamento e sua velha TV que existe por aqui há séculos. Mas, bem no fundo, você sente que é hora de mudar tudo. Para definir seus objetivos de vida e seguir seu sonho de se tornar um verdadeiro super-herói do jogo.\n\nNosso herói se vê em um espelho e não gosta do que vê. Você precisa fazer é se recompor e começar a trabalhar em sua aparência. Nenhum crime foi ainda resolvido com uma barba manchada de frango ou com um cheiro superpoderoso de frango. Sim, esse é seu primeiro objetivo em seu longo caminho para se tornar um super-herói.\n\nA próxima coisa que você precisa fazer é trabalhar sua força. Nunca vimos um herói que luta contra os bandidos com sua aparência nerd. Você precisa trabalhar em sua força para ser capaz de lutar contra o crime na cidade e ser poderoso o suficiente para enfrentar qualquer vilão na cidade. Assim como sua fantasia, você precisa esconder sua identidade, mas cada pessoa na cidade deve entender que pode pedir sua ajuda.\n\nE quando isso for feito, você pode realmente se tornar o Cursor-Man personalizado, e sua jornada como um super-herói começará...\n\nDescubra mais sobre esta incrível história enquanto joga nosso jogo Cursor-Man incrivelmente viciante: Hero’s Rise clicker ocioso. E não se preocupe em perder seu progresso, nosso aplicativo está salvando tudo para que você possa continuar quando quiser!\n\nDe uma chance! Você não conseguirá parar de clicar! Viva e clique em uma história de nosso herói Cursor-Man, de um cara comum a um herói cursor conhecido que você sempre quis ser. Então, aproveite nosso clicker incremental e talvez você possa obter alguns bônus agradáveis ​​ao longo do caminho.",
    "pt_PT": "Custom Cursor-Man: HERO’S RISE em um jogo incremental com clicker ocioso. Reviva a vida de um cara comum que gosta de assistir um pouco de TV enquanto come seu frango frito favorito. Mas este homem simples tem um sonho gigante de se tornar um super-herói para lutar contra o crime.\n\nVocê começa curtindo seu passatempo favorito, assistindo um programa na TV enquanto faz um lanche e tudo o que você vê ao seu redor é seu apartamento e sua velha TV que existe por aqui há séculos. Mas, bem no fundo, você sente que é hora de mudar tudo. Para definir seus objetivos de vida e seguir seu sonho de se tornar um verdadeiro super-herói do jogo.\n\nNosso herói se vê em um espelho e não gosta do que vê. Você precisa fazer é se recompor e começar a trabalhar em sua aparência. Nenhum crime foi ainda resolvido com uma barba manchada de frango ou com um cheiro superpoderoso de frango. Sim, esse é seu primeiro objetivo em seu longo caminho para se tornar um super-herói.\n\nA próxima coisa que você precisa fazer é trabalhar sua força. Nunca vimos um herói que luta contra os bandidos com sua aparência nerd. Você precisa trabalhar em sua força para ser capaz de lutar contra o crime na cidade e ser poderoso o suficiente para enfrentar qualquer vilão na cidade. Assim como sua fantasia, você precisa esconder sua identidade, mas cada pessoa na cidade deve entender que pode pedir sua ajuda.\n\nE quando isso for feito, você pode realmente se tornar o Cursor-Man personalizado, e sua jornada como um super-herói começará ...\n\nDescubra mais sobre esta incrível história enquanto joga nosso jogo Cursor-Man incrivelmente viciante: Hero’s Rise clicker ocioso. E não se preocupe em perder seu progresso, nosso aplicativo está salvando tudo para que você possa continuar quando quiser!\n\nDe uma chance! Você não conseguirá parar de clicar! Viva e clique em uma história de nosso herói Cursor-Man, de um cara comum a um herói cursor conhecido que você sempre quis ser. Então, aproveite nosso clicker incremental e talvez você possa obter alguns bônus agradáveis ​​ao longo do caminho.",
    "ru": "Custom Cursor-Man: HERO’S RISE - это инкрементальная игра-кликер. Войдите в роль обычного парня, который любит смотреть телевизор, поедая свою любимую жареную курицу. Но у этого простого парня есть огромная мечта, стать супер героем и бороться с преступностью.\n\nВы начинаете игру наслаждаясь любимым хобби, просматривая шоу по телевизору жуя снеки, и все, что вы видите вокруг вас - это простая квартира со старым телевизором, который здесь уже много лет. Но глубоко внутри ты чувствуешь, что пора все изменить. Поставить перед собой жизненные цели и следовать своей мечте стать настоящим игровым супер героем.\n\nНаш герой видит себя в зеркале, и ему не нравится то, что он видит. Вам нужно взять себя в руки и начать работать над внешним видом. До сих пор не раскрыто ни одного преступления, с помощью бороды в пятнах курицы или сверх силой куриного аромата. Да, это ваша первая цель на долгом пути к становлению супер героя.\n\nСледующее, что вам нужно сделать, - это работать над свой силой. Мы никогда не видели героя, который сражался бы с плохими парнями своей ботанистой внешностью. Вам нужно работать над своей силой, чтобы иметь возможность бороться с преступностью в городе и быть достаточно сильным, чтобы противостоять любому злодею в городе. Как и в случае с вашим костюмом, вам нужно скрыть свою личность, но каждый человек в городе должен понимать, что он может обратиться к вам за помощью.\n\nИ когда вы достигните этого, вы действительно сможете стать Custom Cursor-Man, и Ваше путешествие в качестве супер героя начнется...\n\nУзнайте больше об этой удивительной истории, играя в наш невероятно захватывающий инкрементальный кликер Custom Cursor-Man: Hero's Rise. И не беспокойтесь о потере прогресса, наше приложение сохраняет все, чтобы вы могли продолжить в любое удобное время!\n\nПопробуйте! Вы не сможете перестать кликать! Живите и прокликивайте историю нашего героя Курсора-Человека, от обычного парня до известного курсорного героя, которым вы всегда хотели быть. Итак, наслаждайтесь нашим инкрементальным кликером, и, возможно, вы сможете получить приятные бонусы в игре на своем пути.",
    "sv": "Custom Cursor-Man: HERO’S RISE i ett inkrementellt inaktiv klickspel. Återupplev ett liv för en genomsnittlig kille som gillar att titta på TV medan han äter sin favoritstekta kyckling. Men den här enkla mannen har en gigantisk dröm om att bli en superhjälte för att bekämpa brott.\n\nDu börjar medan du njuter av din favorithobby, tittar på ett program på TV medan du har ett mellanmål och allt du ser runt dig är din lägenhet och din gamla TV -apparat som har funnits här i evigheter. Men innerst inne känner du att det är dags att förändra allt. För att sätta upp dina livsmål och följa din dröm om att bli en äkta spel superhjälte.\n\nVår hjälte ser sig själv i en spegel och han gillar inte det han ser. Du behöver göra är att ta dig samman och börja arbeta med ditt utseende. Inga brott har ännu lösts med ett kycklingfärgat skägg eller med en superkraft av kycklinglukt. Ja, det är ditt första mål på din långa väg att bli en superhjälte.\n\nNästa sak du behöver göra är att arbeta med din styrka. Vi har aldrig sett en hjälte som bekämpar skurkar med sitt nördiga utseende. Du måste arbeta med din styrka för att kunna bekämpa brottslighet i staden och vara tillräckligt kraftfull för att konfrontera alla skurkar i staden. Samma som din dräkt, du måste dölja din identitet, men varje person i staden borde förstå att de kan be dig om hjälp.\n\nOch när det är klart kan du verkligen bli Custom Cursor-Man, och din resa som superhjälte börjar...\n\nLär dig mer om denna fantastiska historia medan du spelar vårt otroligt beroendeframkallande Custom Cursor-Man: Hero’s Rise inaktiv klickspel. Och oroa dig inte för att förlora dina framsteg, vår app sparar allt så att du kan fortsätta när du vill!\n\nGe det ett försök! Du kommer inte att kunna sluta klicka! Lev och klicka genom en berättelse om vår hjälte Markör-Man, från en genomsnittlig kille till en välkänd markörhjälte du alltid velat vara. Så, njut av vår stegvisa klickare och kanske kan du få några trevliga bonusar längs vägen."
  }
}