{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Saga Dashboard",
    "es": "Tablero de la saga",
    "fr": "Tableau de bord Saga",
    "hu": "Saga Irányítópult",
    "ru": "Cага Приборная панель"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Saga Dashboard replaces your default tab with a fully functional Dashboard",
    "de": "Saga Dashboard ersetzt Ihre Standardregisterkarte durch ein voll funktionsfähiges Dashboard",
    "es": "Tablero de la saga reemplaza su pestaña predeterminada con un Dashboard completamente funcional",
    "fr": "Tableau de bord Saga remplace votre onglet par défaut par un tableau de bord entièrement fonctionnel",
    "hu": "A Saga irányítópult az alapértelmezett fület egy teljesen működőképes irányítópultra váltja fel",
    "ru": "Cага Приборная панель заменяет вкладку по умолчанию на полнофункциональную панель инструментов"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Increase your productivity with Saga Dashboard.\n\nChrome's New Tab is boring! Replace it with a personalized dashboard that synchronizes across all your browser's with Saga Dashboard.\n\nSaga Dashboard is an easy to use & easy to learn. It's highly customizable and available in multiple languages.\n\nSaga dashboard is built using VueJs and Firebase realtime database so any changes you make will be updated almost instantly across every screen signed in with your account, regardless of where in the world that are.\n\nEach dashboard has multiple widget areas. Simply click on the widget icon to choose a widget for that area. \n\nMost widgets have editable settings. Click on a widget to open the setting for that widget.\n\nTo remove a widget all you have to do is hover over it for 2 seconds and a \"Remove widget name\" link will appear below it.\n\nWe're adding more widgets all the time. Currently we have a list of 63 widgets we would like to add including more focused data such as Jira, GitHub, bitbucket and Monday.com.",
    "de": "Steigern Sie Ihre Produktivität mit Saga Dashboard.\n\nDer neue Tab von Chrome ist langweilig! Ersetzen Sie es durch ein personalisiertes Dashboard, das über alle Browser hinweg mit Saga Dashboard synchronisiert wird.\n\nSaga Dashboard ist einfach zu bedienen und leicht zu erlernen. Es ist hochgradig anpassbar und in mehreren Sprachen verfügbar.\n\nDas Saga-Dashboard basiert auf der Echtzeitdatenbank von VueJs und Firebase, sodass alle Änderungen, die Sie vornehmen, fast sofort auf jedem mit Ihrem Konto angemeldeten Bildschirm aktualisiert werden, unabhängig davon, wo auf der Welt sich diese befinden.\n\nJedes Dashboard verfügt über mehrere Widget-Bereiche. Klicken Sie einfach auf das Widget-Symbol, um ein Widget für diesen Bereich auszuwählen.\n\nDie meisten Widgets haben bearbeitbare Einstellungen. Klicken Sie auf ein Widget, um die Einstellung für dieses Widget zu öffnen.\n\nUm ein Widget zu entfernen, müssen Sie nur 2 Sekunden lang mit der Maus darüber fahren. Darunter wird der Link \"Widget-Namen entfernen\" angezeigt.\n\nWir fügen ständig weitere Widgets hinzu. Derzeit haben wir eine Liste von 63 Widgets, die wir hinzufügen möchten, einschließlich fokussierterer Daten wie Jira, GitHub, Bitbucket und Monday.com",
    "es": "Aumente su productividad con Saga Dashboard.\n\n¡La nueva pestaña de Chrome es aburrida! Reemplácelo con un panel personalizado que se sincronice en todos sus navegadores con Saga Dashboard.\n\nSaga Dashboard es fácil de usar y de aprender. Es altamente personalizable y está disponible en varios idiomas.\n\nEl panel de control de Saga se crea con VueJs y la base de datos en tiempo real de Firebase, por lo que cualquier cambio que realice se actualizará casi instantáneamente en todas las pantallas que inicie sesión con su cuenta, sin importar en qué parte del mundo se encuentre.\n\nCada panel tiene varias áreas de widgets. Simplemente haga clic en el icono del widget para elegir un widget para esa área.\n\nLa mayoría de los widgets tienen configuraciones editables. Haga clic en un widget para abrir la configuración de ese widget.\n\nPara eliminar un widget, todo lo que tiene que hacer es colocar el cursor sobre él durante 2 segundos y aparecerá un enlace \"Eliminar nombre del widget\" debajo de él.\n\nAgregamos más widgets todo el tiempo. Actualmente tenemos una lista de 63 widgets que nos gustaría agregar que incluyen datos más enfocados como Jira, GitHub, bitbucket y Monday.com",
    "fr": "Augmentez votre productivité avec Saga Dashboard.\n\nLe nouvel onglet de Chrome est ennuyeux! Remplacez-le par un tableau de bord personnalisé qui se synchronise sur tous vos navigateurs avec Saga Dashboard.\n\nLe tableau de bord Saga est facile à utiliser et à apprendre. Il est hautement personnalisable et disponible en plusieurs langues.\n\nLe tableau de bord Saga est construit à l'aide de VueJs et de la base de données en temps réel Firebase, de sorte que toutes les modifications que vous apportez seront mises à jour presque instantanément sur chaque écran connecté avec votre compte, quel que soit l'endroit dans le monde.\n\nChaque tableau de bord comporte plusieurs zones de widgets. Cliquez simplement sur l'icône du widget pour choisir un widget pour cette zone.\n\nLa plupart des widgets ont des paramètres modifiables. Cliquez sur un widget pour ouvrir le paramètre de ce widget.\n\nPour supprimer un widget, tout ce que vous avez à faire est de le survoler pendant 2 secondes et un lien \"Supprimer le nom du widget\" apparaîtra en dessous.\n\nNous ajoutons constamment de nouveaux widgets. Actuellement, nous avons une liste de 63 widgets que nous aimerions ajouter, y compris des données plus ciblées telles que Jira, GitHub, bitbucket et Monday.com",
    "hu": "Növelje termelékenységét a Saga Dashboard segítségével.\n\nA Chrome új lapja unalmas! Cserélje ki egy személyre szabott irányítópultra, amely szinkronizálja az összes böngészőt a Saga műszerfallal.\n\nA Saga Dashboard könnyen kezelhető és könnyen megtanulható. Nagyon testreszabható és több nyelven elérhető.\n\nA Saga műszerfal a VueJs és a Firebase valósidejű adatbázis felhasználásával készült, így az Ön által végrehajtott változtatások szinte azonnal frissülnek a fiókjába bejelentkezett képernyőkön, függetlenül attól, hogy hol van a világ.\n\nMinden műszerfal több widget-területtel rendelkezik. Egyszerűen kattintson a widget ikonra, hogy kiválasszon egy widgetet az adott területre.\n\nA legtöbb kütyü szerkeszthető beállításokkal rendelkezik. Kattintson a widgetre a widget beállításának megnyitásához.\n\nA widget eltávolításához mindössze annyit kell tennie, hogy vigye az egérmutatót 2 másodpercre, és alatta megjelenik a „Widget neve eltávolítása” link.\n\nMindig további widgeteket adunk hozzá. Jelenleg van egy 63 kütyü felsorolása, amelyet hozzá szeretnénk adni, ideértve az olyan koncentráltabb adatokat is, mint a Jira, a GitHub, a bitbucket és a Monday.com",
    "ru": "Увеличьте свою продуктивность с помощью Saga Dashboard.\n\nНовая вкладка Chrome - это скучно! Замените его персонализированной панелью мониторинга, которая синхронизируется во всех браузерах с Saga Dashboard.\n\nSaga Dashboard проста в использовании и проста в освоении. Он легко настраивается и доступен на нескольких языках.\n\nПанель управления Saga построена с использованием базы данных VueJs и Firebase в реальном времени, поэтому любые внесенные вами изменения будут обновляться практически мгновенно на каждом экране, на котором вы вошли в свою учетную запись, независимо от того, где они находятся.\n\nКаждая панель управления имеет несколько областей виджетов. Просто щелкните значок виджета, чтобы выбрать виджет для этой области.\n\nБольшинство виджетов имеют редактируемые настройки. Щелкните виджет, чтобы открыть настройки этого виджета.\n\nЧтобы удалить виджет, все, что вам нужно сделать, это навести на него курсор в течение 2 секунд, и под ним появится ссылка «Удалить имя виджета».\n\nМы постоянно добавляем новые виджеты. В настоящее время у нас есть список из 63 виджетов, которые мы хотели бы добавить, включая более конкретные данные, такие как Jira, GitHub, bitbucket и Monday.com"
  }
}