{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sensitive Info Scanner"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scans webpages for potentially sensitive information like email addresses, internal IPs, or certain keywords."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sensitive Info Scanner is a powerful Chrome extension designed to help you quickly identify and manage sensitive information on any webpage. Whether you're a security professional, a web developer, or someone who values privacy, this tool is essential for safeguarding personal and confidential data.\n\nWhat It Does:\n-Scans for Sensitive Information: Automatically scans the entire webpage for emails, IP addresses, phone numbers, and keywords related to security (e.g., passwords, API keys).\n-User-Friendly Display: Presents the found information in a clear, organized list, highlighting the number of items detected in each category.\n-Copy with One Click: Easily copy any detected item to your clipboard with a single click, making it convenient to manage and secure sensitive data.\n-Export to CSV: Export all detected information to a CSV file for further analysis or record-keeping, ensuring you can review and share the data efficiently.\n\nWhy You Should Install It:\n-Protect Privacy: Quickly identify and manage sensitive information on any webpage, helping you avoid unintentional data exposure.\n-Improve Security: Ideal for security professionals who need to audit webpages for exposed credentials or personal information.\n-Save Time: Automate the process of finding and managing sensitive data, saving you time and reducing manual work.\n-Enhance Your Workflow: Whether you’re auditing websites, developing web applications, or ensuring compliance with data protection regulations, this tool integrates seamlessly into your workflow.\n\nInstall Sensitive Info Scanner today and take control of your data security!"
  }
}