{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AlgoExpertHub"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Google Chrome Extension for AlgoExpert, Push Question Descriptions, ScrathPad and Solutions into Github When Submit Code"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Google Chrom Extension helps Algoexpert users to automatically push their solutions, questions and scratchpad into Github\n\nSteps:\n1. Authorize AlgoExpertHub to access your Github Read and Write Rights by click Authorize Button\n\n2. After successful authorization, create a new repository and link an existing repository by entering repository name into the input field and click \"link\". Click “unlink\" button if you want to unlink the repository\n\n3. Now, solve more questions on https://www.algoexpert.io; code will be automatically commited when you click \"Submit Code\" button on AlgoExpert if the solution is correct; enjoy more commits show up on your Github and track your progress!\n\nIf the extension stops working, please refresh your algoexpert tab or refresh this extension. Chrome background worker will stop working after a long time of inactivity and when reload the extension.\n\nThis is an open source project, to view the source, please visit: https://github.com/ShuhaoZQGG/AlgoExpertHub.\n\nThis extension doesn't collect any of your personal information, it only requires your Github authorization and Algoexpert content for its functionality. All the information is stored on your own browser.\n\nVersion Updates:\n1.3.0: now support push scratchpad into github: take a record of your thought process; move business logic away from service worker because sevice worker often stops before the request sent \n\n1.3.1: fix bugs on content script - background workers connection\n1.3.2: fix bugs on scratch pad content"
  }
}