{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wimpernserum Testberichte"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wimpern-Serum.net - die besten und effektivsten Wimpernseren im Test."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dieser Artikel gibt Ihnen Auskunft darüber, welches Wimpernserum für Sie geeignet ist. In den letzten Jahren haben sich viele Marken etabliert, allerdings erschwert dies zugleich die Möglichkeit, sich für das richtige Wimpernserum zu entscheiden. Deswegen haben wir auf Wimpern-Serum.net nach verschiedenen Kriterien getestet. Dabei war uns wichtig zu sehen, wie effektiv ein Wimpernserum arbeitet. Wie schnell lässt sich eine höhere Wimperndichte feststellen? Um wie viel länger wurden die Wimpern innerhalb eines bestimmten Zeitraums? Wie einfach ist die Anwendung und zu guter letzt: wie stark ist das Preis-Leistungs-Verhältnis? Es gibt inzwischen auch Wimpernseren auf dem Markt, die ganz ohne Hormone auskommen wollen und trotzdem einen zufriedenstellenden Effekt erreichen wollen. Laut unseren Informationen und Tests ist dies jedoch kaum möglich. Lediglich ein kurzfristiger, illusorischer Effekt ist festzustellen. Eine tatsächliche Verlängerung der Wimpern wird damit in der Regel nicht erreicht. Ganz anders beispielsweise das Wimpernserum von Orphica \"Realash\". Dieses ist seit Jahren schon topplatziert und in allen Bereichen ungeschlagen. Nähere Informationen dazu finden Sie dann auf unserer Webseite.\n\nDort gibt es aber nicht nur Informationen zu oben geganntem Wimpernserum, sondern auch zu anderen etablierten Marken wie Revitalash, M2 Lashes und Wimpern Booster von medipharma. Letzteres ist beispielsweise in Apotheken erhältlich und wurde mit Hilfe von Fernsehwerbung groß angeprisen. Schaut man sich die Erfahrungsberichte verschiedener Anwenderinnen jedoch an, so stellt man schnell fest, dass auch dieses Wimpernserum zwar ein gutes Marketing hat, aber wenig von dem halten kann, was es verspricht. Daher ist es in dem umfassenden Test von uns lange nicht auf Platz 1 gelandet. Wir empfehlen daher, auf ein anderes Wimpernserum zurückzugreifen, damit der Traum von langen und voluminösen Wimpern endlich wahr werden kann."
  }
}