{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bpmify - Add BPM to Spotify"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bpmify adds BPM to the Spotify web player."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "--- How to start ---\n1. Download the extension.\n2. Go to spotify.com, refresh the page, and see the BPM for any track in your playlists.\n\n--- How to use ----\n1. If you see an incorrect BPM (which happens, sometimes on faster or slower songs where it may be showing as double-time or half-time) you can click on the BPM number for that track and report a BPM correction.\n2. You can click on a tag '-' and write your own tag, hit enter or click the green tick to save. Your tags are only visible to you.\n3. You can manually check the BPM for any song using this extension's BPM tap tool, by clicking the 'BPM tap' button, or pressing ctrl + b.\n\n--- Features ---\n1. You can view the BPM for any track in the Spotify web player.\n2. You can view a playlist analysis that shows the BPM for each track on a graph, and the minimum BPM, maximum BPM and average BPM for the playlist.\n3. You can check the BPM for any song using a BPM tap tool inside Spotify, open using ctrl + b.\n4. You can report any incorrect BPMs and we will update for all users if we agree with the BPM correction.\n5. You can tag songs with custom tags.\n6. You can export and import tags for backup or sharing purposes.\n\n --- Troubleshooting ---\n1. If you ever have an issue with BPMs not showing, just refresh the page and it should work again.\n\n--- Coming soon ---\n1. We're working on searching and sorting features so you can search and sort songs by all fields, including BPM."
  }
}