{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GitHub Raw to CDN Converter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Convert GitHub raw links to CDN links and display them in a floating button on the page"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**Convert GitHub Raw Links to CDN Links**\n\nThis extension primarily converts GitHub Raw links to CDN links and displays them in a floating button on the page. By using this extension, you can easily convert raw file links from GitHub to CDN-accelerated links, improving file loading speed and access efficiency.\n\n**Key Features:**\n- Automatically detect and convert GitHub Raw links to CDN links.\n- Display a button in the top-right corner of the page, which, when clicked, fetches and shows the converted CDN link.\n- Click the extension icon to input a GitHub Raw address and automatically generate the corresponding CDN link.\n- Support for custom CDN addresses to meet various needs.\n\n**Use Cases:**\n- Developers who want to accelerate access to static resources (e.g., images, scripts, and stylesheets) in their projects via a CDN.\n- Frequent access to raw files hosted on GitHub with a need for faster loading speeds.\n- Any scenario requiring the conversion of GitHub Raw links to CDN links.\n\n**How to Use:**\n1. After installing the extension, a button will appear in the top-right corner of the page when a GitHub Raw link is detected.\n2. Click the button to automatically fetch and display the converted CDN link.\n3. Click the extension icon in the browser toolbar to manually input a GitHub Raw address and generate the corresponding CDN link.\n4. Customize the CDN address in the settings to meet specific requirements.\n\nBy using this extension, you can significantly enhance the efficiency of loading files from GitHub, saving time and optimizing your workflow. Install it now and give it a try!"
  }
}