{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cho thuê máy in màu TPHCM",
    "en": "Color printer for rent in Ho Chi Minh City"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tính giá nhanh khi muốn thuê máy in màu",
    "en": "Quick price calculation when you want to rent a color printer"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ứng dụng Cho thuê máy in màu TPHCM trên chrome extension là một công cụ hữu ích giúp người dùng tìm hiểu và tính toán chi phí dự tính khi muốn thuê máy in màu. Dưới đây là mô tả về ứng dụng:\n\nỨng dụng Cho thuê máy in màu TPHCM trên chrome extension mang đến cho người dùng một số tính năng đáng chú ý. Trước tiên, người dùng có thể sử dụng tính năng tính giá nhanh để dự tính chi phí thuê máy dựa trên số tháng muốn thuê. Điều này giúp người dùng có cái nhìn tổng quan về mức giá và có thể đưa ra quyết định dễ dàng hơn.\n\nNgoài ra, ứng dụng cung cấp thông tin chi tiết về giá và các thông tin tham khảo về các dòng máy in màu. Các dòng máy bao gồm Ricoh C831DN, Aficio SP 9100DN, 830DN, C430DN, MP 5054 và 171. Người dùng có thể tìm hiểu về mô tả, đặc tính và chất lượng của từng dòng máy để chọn lựa phù hợp với nhu cầu của mình.\n\nỨng dụng được thiết kế với giao diện trực quan và dễ sử dụng. Người dùng chỉ cần cài đặt extension trên trình duyệt Chrome để tiếp cận tất cả các tính năng và thông tin cần thiết về việc cho thuê máy in màu.\n\nỨng dụng Cho thuê máy in màu TPHCM trên chrome extension được phát triển bởi Công Ty TNHH Máy Văn Phòng Tiến Phát bạn có thể liên hệ góp ý tại:\n- Địa chỉ: 1128/4 Trường Sa,Phường 13,Quận Phú Nhuận,TP Hồ Chí Minh\n- Email: info@tienphatcopier.com"
  }
}