{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Piratrack - Price Tracker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Agrega gráficos de historial de precios y la opción de recibir alertas sobre caídas de precios en todos los sitios de productos"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Agrega gráficos de historial de precios y la opción de recibir alertas sobre caídas de precios.\n\n- Tablas de historial de precios\nGráficos detallados del historial de precios de más de mil millones de productos.\n\n- Alertas de caída de precio y disponibilidad\nConfigure una vigilancia de precios directamente desde la página del producto. Rastreamos cualquier producto por usted y le notificamos una vez que el producto cae por debajo del precio deseado.\n\n- Compare y rastree los precios\n\n- Ofertas diarias, una descripción general de las recientes caídas de precios\nObtenga las ofertas reales. Piratrack encuentra las mejores ofertas todos los días. Encuentre productos con la mayor caída de precio en su categoría de producto favorita.\n\n- Personalizable\nCambie el comportamiento de la extensión de la manera que le guste.\n\nSeguimos la política de permisos mínimos de Chrome y solo solicitamos los siguientes permisos:\n\n- Acceso a https://www.piratrack.com/: necesario para la comunicación con nuestros servidores para proporcionar a la extensión datos del historial de precios y manejar su cuenta de usuario para el seguimiento de precios.\n\n- \"storage\": permite que la extensión almacene datos (como su configuración) localmente en su navegador.\n\n- \"tabs\": permite que la extensión acceda a la información de las pestañas del navegador.\n\n\nTambién puede leer nuestra política de privacidad, es realmente breve: https://www.piratrack.com/privacy"
  }
}