{
  "name": {
    "ar": "Add to.co - التقط العملاء المحتملين أثناء التصفح",
    "am,bg,bn,ca,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,hr,id,ja,kn,lt,lv,ml,mr,ms,no,pt_BR,pt_PT,sl,sr,sw,ta,te,th,vi,zh_CN,zh_TW": "Add to.co - Capture prospects as you browse",
    "cs": "Přidat to.co - Zachyťte potenciální zákazníky při procházení",
    "da": "Tilføj to.co - Fang kundeemner, mens du surfers",
    "de": "Add to.co - Erfassen Sie potenzielle Kunden beim Stöbern",
    "el": "Προσθήκη to.co - Καταγράψτε πιθανούς πελάτες καθώς περιηγείστε",
    "es": "Añadir to.co: capture clientes potenciales mientras navega",
    "fi": "Add to.co - Ota potentiaalisia asiakkaita selatessasi",
    "fr": "Ajouter to.co - Capturez des prospects pendant que vous naviguez",
    "he": "הוסף ל-to.co - לכוד לקוחות פוטנציאליים תוך כדי גלישה",
    "hi": "Add to.co - ब्राउज़ करते समय संभावनाओं को कैप्चर करें",
    "hu": "Add to.co – Ragadja meg a potenciális ügyfeleket böngészés közben",
    "it": "Aggiungi to.co: cattura potenziali clienti mentre navighi",
    "ko": "to.co에 추가 - 탐색하면서 잠재 고객 확보",
    "nl": "Voeg toe to.co - Leg prospects vast terwijl u surft",
    "pl": "Dodaj to.co - zdobywaj potencjalnych klientów podczas przeglądania",
    "ro": "Add to.co - Capturați clienți potențiali în timp ce navigați",
    "ru": "Добавьте to.co — собирайте потенциальных клиентов во время просмотра",
    "sk": "Add to.co - Zachyťte potenciálnych zákazníkov pri prehliadaní",
    "sv": "Add to.co - Fånga potentiella kunder medan du surfar",
    "tr": "Add to.co - Gezinirken potansiyel müşterileri yakalayın",
    "uk": "Add to.co - фіксуйте потенційних клієнтів під час перегляду"
  },
  "short": {
    "ar": "أبسط طريقة لالتقاط تفاصيل الاتصال بما في ذلك عناوين البريد الإلكتروني أثناء تصفح الويب أو LinkedIn أو Sales Navigator أو GMail.",
    "am,bg,bn,ca,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,hr,id,ja,kn,lt,lv,ml,mr,ms,no,pt_BR,pt_PT,sl,sr,sw,ta,te,th,vi,zh_CN,zh_TW": "The simplest way to capture contact details including email addresses as you browse the web, LinkedIn, Sales Navigator or GMail.",
    "cs": "Nejjednodušší způsob, jak zachytit kontaktní údaje včetně e-mailových adres při procházení webu, LinkedIn, Sales Navigator nebo…",
    "da": "Den enkleste måde at fange kontaktoplysninger på, herunder e-mailadresser, mens du surfer på nettet, LinkedIn, Sales Navigator…",
    "de": "Der einfachste Weg, Kontaktdaten einschließlich E-Mail-Adressen zu erfassen, während Sie im Internet, LinkedIn, Sales Navigator…",
    "el": "Ο απλούστερος τρόπος για να καταγράψετε τα στοιχεία επικοινωνίας, συμπεριλαμβανομένων των διευθύνσεων email καθώς περιηγείστε στον…",
    "es": "La forma más sencilla de capturar datos de contacto, incluidas direcciones de correo electrónico, mientras navega por la web,…",
    "fi": "Yksinkertaisin tapa tallentaa yhteystiedot, mukaan lukien sähköpostiosoitteet, kun selaat verkkoa, LinkedIniä, Sales Navigatoria…",
    "fr": "Le moyen le plus simple de capturer les coordonnées, y compris les adresses e-mail, lorsque vous naviguez sur le Web, LinkedIn,…",
    "he": "הדרך הפשוטה ביותר ללכוד פרטי קשר, כולל כתובות דוא\"ל בעת גלישה באינטרנט, LinkedIn, Sales Navigator או Gmail.",
    "hi": "जब आप वेब, लिंक्डइन, सेल्स नेविगेटर या जीमेल ब्राउज़ करते हैं तो ईमेल पते सहित संपर्क विवरण प्राप्त करने का सबसे सरल तरीका।",
    "hu": "A legegyszerűbb módja a kapcsolattartási adatok rögzítésének, beleértve az e-mail címeket, miközben böngészik az interneten, a…",
    "it": "Il modo più semplice per acquisire i dettagli di contatto, inclusi gli indirizzi e-mail, mentre navighi sul Web, su LinkedIn, Sales…",
    "ko": "웹, LinkedIn, Sales Navigator 또는 GMail을 탐색할 때 이메일 주소를 포함한 연락처 세부 정보를 캡처하는 가장 간단한 방법입니다.",
    "nl": "De eenvoudigste manier om contactgegevens, inclusief e-mailadressen, vast te leggen terwijl u op internet, op LinkedIn, Sales…",
    "pl": "Najprostszy sposób na przechwytywanie danych kontaktowych, w tym adresów e-mail, podczas przeglądania Internetu, LinkedIn, Sales…",
    "ro": "Cel mai simplu mod de a captura detalii de contact, inclusiv adrese de e-mail, în timp ce navigați pe web, LinkedIn, Sales…",
    "ru": "Самый простой способ сбора контактной информации, включая адреса электронной почты, при просмотре веб-страниц, LinkedIn, Sales…",
    "sk": "Najjednoduchší spôsob zachytenia kontaktných údajov vrátane e-mailových adries pri prehliadaní webu, LinkedIn, Sales Navigator…",
    "sv": "Det enklaste sättet att fånga kontaktuppgifter inklusive e-postadresser när du surfar på webben, LinkedIn, Sales Navigator eller…",
    "tr": "Web'de, LinkedIn'de, Sales Navigator'da veya GMail'de gezinirken e-posta adresleri de dahil olmak üzere iletişim ayrıntılarını…",
    "uk": "Найпростіший спосіб записати контактну інформацію, зокрема адреси електронної пошти, під час перегляду веб-сторінок, LinkedIn,…"
  },
  "long": {
    "ar": "لقد ولت أيام العمل الشاق واللصق. أصبح من السهل الآن العثور على جهات الاتصال الجديدة التي تكتشفها عبر الويب وحفظها باستخدام to.co. أنشئ قوائم الشركات وجهات الاتصال الخاصة بك باستخدام نظام إدارة علاقات العملاء (CRM) البسيط الخاص بنا والمسمى to.co - المصمم لتعزيز جهود المبيعات أو الاستثمار أو التوظيف.\n\nكيف تعمل:\n\n1. قم بتثبيت الامتداد Add to.co المجاني في Chrome\n2. قم بالتسجيل في https://to.co/\n3. قم بتثبيت ملحق Add to.co على شريط أدوات متصفح Chrome\n4. تصفح الويب وسترى أزرار Add to.co تظهر على المواقع المدعومة بما في ذلك LinkedIn وSales Navigator وX وInstagram وGMail. أضف جهات اتصال وشركات جديدة للحصول على معلومات اتصال نظيفة في ثوانٍ\n5. نقوم تلقائيًا بإثراء جهات الاتصال الخاصة بك بالبيانات العامة الأخرى التي نجمعها ونتحقق من صحتها من جميع أنحاء الويب بما في ذلك تفاصيل موقع الويب والروابط الاجتماعية، مما يوفر لك المزيد من الوقت والجهد\n\nتعد إضافة to.co إحدى ميزات Prospect Discovery في to.co، وهي إدارة علاقات العملاء (CRM) المدعومة بالذكاء الاصطناعي لكل اتصال. على سبيل المثال، للحصول على عملاء محتملين جدد بسهولة، راجع https://go.to.co حيث يمكن العثور على بيانات حول ملايين الشركات التي تعمل بنظام B2B حسب الفئة والموقع.\n\nAdd to.co جاهز لمساعدتك على النجاح. لا تفوت الفرصة، قم بتثبيت الامتداد اليوم.\n\n---\n\nإذا كانت لديك أي أسئلة أو تعليقات بشأن ملحق Add to.co Chrome، فيسعدنا أن نسمع منك عبر البريد الإلكتروني على support@to.co أو مركز الدعم هنا: https://support.to.co/portal/ ar/newticket.",
    "am,bg,bn,ca,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,hr,id,ja,kn,lt,lv,ml,mr,ms,no,pt_BR,pt_PT,sl,sr,sw,ta,te,th,vi,zh_CN,zh_TW": "Gone are the days of copy-paste drudgery. It's now so easy to find and save new contacts you discover across the web using to.co. Build your lists of Companies and Contacts with our simple CRM called to.co - designed to boost your sales, investment or recruitment efforts.\n\nHow it works:\n\n1. Install the free Add to.co extension in Chrome\n2. Sign up at https://to.co/\n3. Pin the Add to.co extension to your Chrome browser toolbar\n4. Browse the web and you'll see Add to.co buttons appear on supported sites including LinkedIn, Sales Navigator, X, Instagram and GMail. Add new Contacts and Companies to capture clean contact information in seconds\n5. We automatically enrich your contacts with other public data we collect and validate from around the web including website details and social links, saving you more time and effort\n\nAdd to.co is the Prospect Discovery feature of to.co, the AI-powered CRM for every connection. For example, to easily get new prospects, check out https://go.to.co where data on millions of B2B businesses can be found by category and location.\n\nAdd to.co is ready to help you succeed. Don't miss out, install the extension today.\n\n---\n\nIf you have any questions or feedback for the Add to.co Chrome Extension, we'd love to hear from you by email at support@to.co or the Support Center here: https://support.to.co/portal/en/newticket.",
    "cs": "Pryč jsou dny dřiny copy-paste. Nyní je tak snadné najít a uložit nové kontakty, které objevíte na webu, pomocí to.co. Sestavte si své seznamy společností a kontaktů s naším jednoduchým CRM s názvem to.co – navrženým tak, aby zvýšil vaše prodejní, investiční nebo náborové úsilí.\n\nJak to funguje:\n\n1. Nainstalujte si do Chromu bezplatné rozšíření Add to.co\n2. Zaregistrujte se na https://to.co/\n3. Připněte rozšíření Add to.co na lištu prohlížeče Chrome\n4. Procházejte web a na podporovaných webech včetně LinkedIn, Sales Navigator, X, Instagram a GMail se zobrazí tlačítka Přidat do.co. Přidejte nové kontakty a společnosti, abyste získali čisté kontaktní informace během několika sekund\n5. Vaše kontakty automaticky obohacujeme o další veřejná data, která shromažďujeme a ověřujeme z celého webu, včetně podrobností o webových stránkách a sociálních odkazů, což vám ušetří více času a úsilí\n\nAdd to.co je funkce Prospect Discovery to.co, CRM s umělou inteligencí pro každé připojení. Chcete-li například snadno získat nové potenciální zákazníky, podívejte se na https://go.to.co, kde lze najít údaje o milionech B2B podniků podle kategorie a lokality.\n\nAdd to.co je připraveno vám pomoci uspět. Nenechte si ujít a nainstalujte si rozšíření ještě dnes.\n\n---\n\nPokud máte nějaké dotazy nebo zpětnou vazbu k rozšíření Add to.co pro Chrome, rádi bychom od vás slyšeli e-mailem na adrese support@to.co nebo v centru podpory zde: https://support.to.co/portal/ en/newticket.",
    "da": "Tiden med copy-paste slid er forbi. Det er nu så nemt at finde og gemme nye kontakter, du opdager på nettet ved hjælp af to.co. Byg dine lister over virksomheder og kontakter med vores enkle CRM kaldet to.co - designet til at booste dine salgs-, investerings- eller rekrutteringsindsatser.\n\nHvordan det virker:\n\n1. Installer den gratis Add to.co-udvidelse i Chrome\n2. Tilmeld dig på https://to.co/\n3. Fastgør Add to.co-udvidelsen til din Chrome-browserværktøjslinje\n4. Surf på nettet, og du vil se Tilføj til.co-knapper vises på understøttede websteder, herunder LinkedIn, Sales Navigator, X, Instagram og Gmail. Tilføj nye kontakter og virksomheder for at fange rene kontaktoplysninger på få sekunder\n5. Vi beriger automatisk dine kontakter med andre offentlige data, vi indsamler og validerer fra hele nettet, herunder webstedsdetaljer og sociale links, hvilket sparer dig mere tid og kræfter\n\nAdd to.co er Prospect Discovery-funktionen i to.co, det AI-drevne CRM til enhver forbindelse. For nemt at få nye kundeemner kan du for eksempel tjekke https://go.to.co, hvor data om millioner af B2B-virksomheder kan findes efter kategori og lokation.\n\nAdd to.co er klar til at hjælpe dig med at få succes. Gå ikke glip af det, installer udvidelsen i dag.\n\n---\n\nHvis du har spørgsmål eller feedback til Add to.co Chrome-udvidelsen, hører vi meget gerne fra dig via e-mail på support@to.co eller supportcenteret her: https://support.to.co/portal/ en/ny billet.",
    "de": "Vorbei sind die Zeiten des mühsamen Kopierens und Einfügens. Mit to.co ist es jetzt ganz einfach, neue Kontakte, die Sie im Internet entdecken, zu finden und zu speichern. Erstellen Sie Ihre Firmen- und Kontaktlisten mit unserem einfachen CRM namens to.co – entwickelt, um Ihre Verkaufs-, Investitions- oder Rekrutierungsbemühungen zu steigern.\n\nWie es funktioniert:\n\n1. Installieren Sie die kostenlose Add to.co-Erweiterung in Chrome\n2. Melden Sie sich unter https://to.co/ an.\n3. Hängen Sie die Erweiterung „Add to.co“ an die Symbolleiste Ihres Chrome-Browsers an\n4. Durchsuchen Sie das Internet und Sie werden die Schaltflächen „Zu.co hinzufügen“ auf unterstützten Websites sehen, darunter LinkedIn, Sales Navigator, X, Instagram und GMail. Fügen Sie neue Kontakte und Firmen hinzu, um in Sekundenschnelle saubere Kontaktinformationen zu erfassen\n5. Wir reichern Ihre Kontakte automatisch mit anderen öffentlichen Daten an, die wir im Internet sammeln und validieren, einschließlich Website-Details und sozialen Links, wodurch Sie mehr Zeit und Mühe sparen\n\nAdd to.co ist die Prospect Discovery-Funktion von to.co, dem KI-gestützten CRM für jede Verbindung. Um beispielsweise ganz einfach neue Interessenten zu gewinnen, besuchen Sie https://go.to.co, wo Sie Daten zu Millionen von B2B-Unternehmen nach Kategorie und Standort finden.\n\nAdd to.co ist bereit, Ihnen zum Erfolg zu verhelfen. Lassen Sie sich das nicht entgehen und installieren Sie die Erweiterung noch heute.\n\n---\n\nWenn Sie Fragen oder Feedback zur Add to.co Chrome-Erweiterung haben, würden wir uns freuen, von Ihnen per E-Mail an support@to.co oder über das Support-Center hier zu hören: https://support.to.co/portal/ de/newticket.",
    "el": "Η εποχή της αγγαρείας copy-paste έχει περάσει. Είναι πλέον τόσο εύκολο να βρείτε και να αποθηκεύσετε νέες επαφές που ανακαλύπτετε στον ιστό χρησιμοποιώντας το to.co. Δημιουργήστε τις λίστες των εταιρειών και των επαφών σας με το απλό μας CRM που ονομάζεται to.co - που έχει σχεδιαστεί για να ενισχύσει τις πωλήσεις, τις επενδύσεις ή τις προσπάθειές σας για προσλήψεις.\n\nΠως δουλεύει:\n\n1. Εγκαταστήστε τη δωρεάν επέκταση Add to.co στο Chrome\n2. Εγγραφείτε στη διεύθυνση https://to.co/\n3. Καρφιτσώστε την επέκταση Add to.co στη γραμμή εργαλείων του προγράμματος περιήγησης Chrome\n4. Περιηγηθείτε στον ιστό και θα δείτε τα κουμπιά Προσθήκη στο.co να εμφανίζονται σε υποστηριζόμενους ιστότοπους, συμπεριλαμβανομένων των LinkedIn, Sales Navigator, X, Instagram και GMail. Προσθέστε νέες Επαφές και Εταιρείες για να καταγράψετε καθαρές πληροφορίες επαφών σε δευτερόλεπτα\n5. Εμπλουτίζουμε αυτόματα τις επαφές σας με άλλα δημόσια δεδομένα που συλλέγουμε και επικυρώνουμε από όλο τον ιστό, συμπεριλαμβανομένων λεπτομερειών ιστότοπου και συνδέσμων κοινωνικής δικτύωσης, εξοικονομώντας σας περισσότερο χρόνο και προσπάθεια\n\nΤο Add to.co είναι η δυνατότητα Prospect Discovery του to.co, το CRM που λειτουργεί με AI για κάθε σύνδεση. Για παράδειγμα, για να αποκτήσετε εύκολα νέους υποψήφιους πελάτες, ρίξτε μια ματιά στη διεύθυνση https://go.to.co όπου μπορούν να βρεθούν δεδομένα για εκατομμύρια επιχειρήσεις B2B ανά κατηγορία και τοποθεσία.\n\nΤο Add to.co είναι έτοιμο να σας βοηθήσει να πετύχετε. Μην το χάσετε, εγκαταστήστε την επέκταση σήμερα.\n\n---\n\nΕάν έχετε οποιεσδήποτε ερωτήσεις ή σχόλια για την επέκταση Chrome Add to.co, θα θέλαμε να σας ενημερώσουμε μέσω email στη διεύθυνση support@to.co ή στο Κέντρο υποστήριξης εδώ: https://support.to.co/portal/ en/newticket.",
    "es": "Atrás quedaron los días de la monotonía de copiar y pegar. Ahora es muy fácil encontrar y guardar nuevos contactos que descubras en la web usando to.co. Cree sus listas de empresas y contactos con nuestro sencillo CRM llamado to.co, diseñado para impulsar sus ventas, inversiones o esfuerzos de contratación.\n\nCómo funciona:\n\n1. Instale la extensión gratuita Add to.co en Chrome\n2. Regístrate en https://to.co/\n3. Fije la extensión Add to.co a la barra de herramientas de su navegador Chrome.\n4. Navegue por la web y verá aparecer los botones Agregar a.co en sitios compatibles, incluidos LinkedIn, Sales Navigator, X, Instagram y GMail. Agregue nuevos contactos y empresas para capturar información de contacto limpia en segundos\n5. Enriquecemos automáticamente sus contactos con otros datos públicos que recopilamos y validamos en toda la web, incluidos detalles del sitio web y enlaces sociales, ahorrándole más tiempo y esfuerzo.\n\nAdd to.co es la función Prospect Discovery de to.co, el CRM impulsado por IA para cada conexión. Por ejemplo, para obtener nuevos clientes potenciales fácilmente, consulte https://go.to.co, donde se pueden encontrar datos sobre millones de empresas B2B por categoría y ubicación.\n\nAdd to.co está listo para ayudarle a tener éxito. No te lo pierdas, instala la extensión hoy.\n\n---\n\nSi tiene alguna pregunta o comentario sobre la extensión de Chrome Add to.co, nos encantaría saber de usted por correo electrónico a support@to.co o al Centro de soporte aquí: https://support.to.co/portal/es/newticket.",
    "fi": "Copy-paste-työn ajat ovat poissa. Verkosta löytämiesi uusien yhteystietojen löytäminen ja tallentaminen on nyt niin helppoa to.co:n avulla. Luo luettelot yrityksistä ja yhteyshenkilöistä yksinkertaisella CRM:llämme nimeltä to.co – suunniteltu tehostamaan myyntiäsi, investointejasi tai rekrytointiasi.\n\nKuinka se toimii:\n\n1. Asenna ilmainen Add to.co -laajennus Chromeen\n2. Rekisteröidy osoitteessa https://to.co/\n3. Kiinnitä Add to.co -laajennus Chrome-selaimen työkalupalkkiin\n4. Selaa verkkoa ja näet Add to.co -painikkeet näkyvät tuetuilla sivustoilla, kuten LinkedIn, Sales Navigator, X, Instagram ja Gmail. Lisää uusia yhteystietoja ja yrityksiä tallentaaksesi puhtaat yhteystiedot sekunneissa\n5. Rikastamme yhteystietosi automaattisesti muilla julkisilla tiedoilla, joita keräämme ja vahvistamme kaikkialta verkosta, mukaan lukien verkkosivustojen tiedot ja sosiaaliset linkit, mikä säästää enemmän aikaa ja vaivaa.\n\nAdd to.co on to.co:n Prospect Discovery -ominaisuus, tekoälyllä toimiva CRM jokaiselle yhteydelle. Saat esimerkiksi helposti uusia potentiaalisia asiakkaita tutustumalla osoitteeseen https://go.to.co, josta löydät miljoonien B2B-yritysten tiedot luokkien ja sijaintien mukaan.\n\nAdd to.co on valmis auttamaan sinua menestymään. Älä missaa sitä, asenna laajennus jo tänään.\n\n---\n\nJos sinulla on kysyttävää tai palautetta Add to.co Chrome-laajennuksesta, otamme mielellämme yhteyttä sähköpostitse osoitteeseen support@to.co tai tukikeskukseen täällä: https://support.to.co/portal/ fi/uusi lippu.",
    "fr": "Fini le temps de la corvée du copier-coller. Il est désormais très simple de rechercher et d'enregistrer les nouveaux contacts que vous découvrez sur le Web à l'aide de to.co. Construisez vos listes d'entreprises et de contacts avec notre CRM simple appelé to.co - conçu pour booster vos efforts de ventes, d'investissement ou de recrutement.\n\nComment ça fonctionne:\n\n1. Installez l'extension gratuite Add to.co dans Chrome\n2. Inscrivez-vous sur https://to.co/\n3. Épinglez l'extension Ajouter à.co à la barre d'outils de votre navigateur Chrome\n4. Parcourez le Web et vous verrez les boutons Ajouter à.co apparaître sur les sites pris en charge, notamment LinkedIn, Sales Navigator, X, Instagram et GMail. Ajoutez de nouveaux contacts et entreprises pour capturer des informations de contact claires en quelques secondes\n5. Nous enrichissons automatiquement vos contacts avec d'autres données publiques que nous collectons et validons sur le Web, y compris les détails du site Web et les liens sociaux, ce qui vous fait gagner plus de temps et d'efforts.\n\nAdd to.co est la fonctionnalité Prospect Discovery de to.co, le CRM basé sur l'IA pour chaque connexion. Par exemple, pour obtenir facilement de nouveaux prospects, consultez https://go.to.co où des données sur des millions d'entreprises B2B peuvent être trouvées par catégorie et par emplacement.\n\nAdd to.co est prêt à vous aider à réussir. Ne manquez pas cette occasion, installez l'extension dès aujourd'hui.\n\n---\n\nSi vous avez des questions ou des commentaires concernant l'extension Chrome Add to.co, nous serions ravis de vous entendre par e-mail à support@to.co ou via le centre d'assistance ici : https://support.to.co/portal/ fr/nouveau billet.",
    "he": "חלפו הימים של עבודת העתק-הדבק. עכשיו זה כל כך קל למצוא ולשמור אנשי קשר חדשים שאתה מגלה ברחבי האינטרנט באמצעות to.co. בנה את רשימות החברות ואנשי הקשר שלך עם ה-CRM הפשוט שלנו שנקרא to.co - שנועד להגביר את מאמצי המכירות, ההשקעה או הגיוס שלך.\n\nאיך זה עובד:\n\n1. התקן את התוסף החינמי Add to.co בכרום\n2. הירשם בכתובת https://to.co/\n3. הצמד את התוסף Add to.co לסרגל הכלים של דפדפן Chrome\n4. גלוש באינטרנט ותראה כפתורי Add to.co מופיעים באתרים נתמכים כולל LinkedIn, Sales Navigator, X, Instagram ו-GMail. הוסף אנשי קשר וחברות חדשים כדי ללכוד מידע נקי ליצירת קשר תוך שניות\n5. אנו מעשירים את אנשי הקשר שלך באופן אוטומטי בנתונים ציבוריים אחרים שאנו אוספים ומאמתים מרחבי האינטרנט, כולל פרטי אתר וקישורים חברתיים, וחוסכים לך יותר זמן ומאמץ\n\nAdd to.co היא התכונה של גילוי Prospect של to.co, ה-CRM המופעל על ידי AI לכל חיבור. לדוגמה, כדי להשיג בקלות לקוחות פוטנציאליים חדשים, בדוק https://go.to.co שם ניתן למצוא נתונים על מיליוני עסקים B2B לפי קטגוריה ומיקום.\n\nAdd to.co מוכן לעזור לך להצליח. אל תפספסו, התקן את התוסף עוד היום.\n\n---\n\nאם יש לך שאלות או משוב לגבי התוסף Add to.co Chrome, נשמח לשמוע ממך באימייל לכתובת support@to.co או למרכז התמיכה כאן: https://support.to.co/portal/ en/newticket.",
    "hi": "कॉपी-पेस्ट की कठिन मेहनत के दिन गए। to.co का उपयोग करके वेब पर खोजे गए नए संपर्कों को ढूंढना और सहेजना अब बहुत आसान है। to.co नामक हमारे सरल सीआरएम के साथ अपनी कंपनियों और संपर्कों की सूची बनाएं - जो आपकी बिक्री, निवेश या भर्ती प्रयासों को बढ़ावा देने के लिए डिज़ाइन किया गया है।\n\nयह काम किस प्रकार करता है:\n\n1. Chrome में निःशुल्क Add to.co एक्सटेंशन इंस्टॉल करें\n2. https://to.co/ पर साइन अप करें\n3. Add to.co एक्सटेंशन को अपने Chrome ब्राउज़र टूलबार पर पिन करें\n4. वेब ब्राउज़ करें और आपको लिंक्डइन, सेल्स नेविगेटर, एक्स, इंस्टाग्राम और जीमेल सहित समर्थित साइटों पर Add to.co बटन दिखाई देंगे। सेकंडों में स्वच्छ संपर्क जानकारी प्राप्त करने के लिए नए संपर्क और कंपनियां जोड़ें\n5. हम स्वचालित रूप से आपके संपर्कों को अन्य सार्वजनिक डेटा के साथ समृद्ध करते हैं जो हम वेबसाइट विवरण और सामाजिक लिंक सहित पूरे वेब से एकत्र और मान्य करते हैं, जिससे आपका अधिक समय और प्रयास बचता है।\n\nAdd to.co, to.co का प्रॉस्पेक्ट डिस्कवरी फीचर है, जो हर कनेक्शन के लिए एआई-संचालित सीआरएम है। उदाहरण के लिए, नई संभावनाएं आसानी से प्राप्त करने के लिए, https://go.to.co देखें जहां लाखों B2B व्यवसायों का डेटा श्रेणी और स्थान के आधार पर पाया जा सकता है।\n\nAdd to.co आपको सफल होने में मदद करने के लिए तैयार है। चूकें नहीं, आज ही एक्सटेंशन इंस्टॉल करें।\n\n---\n\nयदि आपके पास Add to.co क्रोम एक्सटेंशन के लिए कोई प्रश्न या प्रतिक्रिया है, तो हमें support@to.co या यहां सहायता केंद्र पर ईमेल द्वारा आपसे सुनना अच्छा लगेगा: https://support.to.co/portal/ en/newticket.",
    "hu": "Elmúltak a másolási-beillesztési munkáskodás napjai. Mostantól olyan egyszerű megtalálni és menteni az interneten felfedezett új névjegyeket a to.co használatával. Készítse el céglistáját és kapcsolattartóit a to.co nevű egyszerű CRM-ünkkel – amelyet az értékesítési, befektetési vagy munkaerő-toborzási erőfeszítések fellendítésére terveztünk.\n\nHogyan működik:\n\n1. Telepítse az ingyenes Add to.co bővítményt a Chrome-ban\n2. Regisztráljon a https://to.co/ oldalon\n3. Rögzítse az Add to.co bővítményt a Chrome böngésző eszköztárához\n4. Böngésszen az interneten, és látni fogja, hogy az Add to.co gombok megjelennek a támogatott webhelyeken, beleértve a LinkedIn-t, a Sales Navigatort, az X-et, az Instagramot és a Gmailt. Adjon hozzá új névjegyeket és cégeket, hogy másodpercek alatt tiszta névjegyadatokat rögzítsen\n5. Automatikusan gazdagítjuk kapcsolatait más nyilvános adatokkal, amelyeket az internetről gyűjtünk és ellenőrizünk, beleértve a webhely részleteit és a közösségi linkeket, így több időt és erőfeszítést takarítunk meg.\n\nAz Add to.co a to.co Prospect Discovery funkciója, a mesterséges intelligencia által működtetett CRM minden kapcsolathoz. Például, hogy könnyen szerezzen új potenciális ügyfeleket, látogasson el a https://go.to.co oldalra, ahol több millió B2B vállalkozás adatai találhatók kategória és hely szerint.\n\nAz Add to.co készen áll a sikerre. Ne hagyja ki, telepítse a bővítményt még ma.\n\n---\n\nHa bármilyen kérdése vagy visszajelzése van az Add to.co Chrome-bővítményről, örömmel várjuk e-mailben a support@to.co címen vagy a támogatási központban itt: https://support.to.co/portal/ hu/newticket.",
    "it": "Sono finiti i giorni del lavoro faticoso del copia-incolla. Ora è così facile da trovare e salvare nuovi contatti che scopri sul Web utilizzando To.co. Costruisci i tuoi elenchi di aziende e contatti con il nostro semplice CRM chiamato to.co - progettato per aumentare le vendite, gli investimenti o gli sforzi di reclutamento.\n\nCome funziona:\n\n1. Installa l'estensione Add to.co gratuita in Chrome\n2. Iscriviti su https://to.co/\n3. Pin l'estensione Aggiungi a.co alla barra degli strumenti del browser Chrome\n4. Sfoglia il Web e vedrai i pulsanti Add to.co visualizzare su siti supportati tra cui LinkedIn, Sales Navigator, X, Instagram e Gmail. Aggiungi nuovi contatti e aziende per acquisire informazioni di contatto pulite in pochi secondi\n5. Arricchiamo automaticamente i tuoi contatti con altri dati pubblici che raccogliamo e convalidiamo da tutto il Web, inclusi i dettagli del sito Web e i collegamenti social, facendoti risparmiare più tempo e fatica\n\nAggiungi a.co è la funzione di scoperta di prospettive di to.co, il CRM basato sull'intelligenza artificiale per ogni connessione. Ad esempio, per ottenere facilmente nuovi potenziali clienti, consulta https://go.to.co dove è possibile trovare dati su milioni di aziende B2B per categoria e posizione.\n\nAdd to.co è pronto ad aiutarti ad avere successo. Non perdetela, installa l'estensione oggi stesso.\n\n---\n\nSe hai domande o feedback sull'estensione Chrome Aggiungi a.co, ci farebbe piacere ricevere tue notizie via email all'indirizzo support@to.co o tramite il Centro di supporto qui: https://support.to.co/portal/it/newticket.",
    "ko": "복사하여 붙여넣기만 하면 되는 시대는 지났습니다. 이제 to.co를 사용하여 웹에서 발견한 새 연락처를 쉽게 찾고 저장할 수 있습니다. 판매, 투자 또는 채용 노력을 강화하도록 설계된 to.co라는 간단한 CRM을 사용하여 회사 및 연락처 목록을 구축하세요.\n\n작동 방식:\n\n1. Chrome에 무료 Add to.co 확장 프로그램을 설치하세요.\n2. https://to.co/에서 회원가입\n3. Add to.co 확장 프로그램을 Chrome 브라우저 도구 모음에 고정하세요.\n4. 웹을 탐색하면 LinkedIn, Sales Navigator, X, Instagram 및 GMail을 포함한 지원되는 사이트에 Add to.co 버튼이 나타나는 것을 볼 수 있습니다. 새 연락처 및 회사를 추가하여 몇 초 만에 깨끗한 연락처 정보를 캡처하세요.\n5. 웹사이트 세부 정보 및 소셜 링크를 포함하여 웹에서 수집하고 검증한 기타 공개 데이터로 귀하의 연락처를 자동으로 강화하여 귀하의 시간과 노력을 더 절약해 드립니다.\n\nAdd to.co는 모든 연결을 위한 AI 기반 CRM인 to.co의 잠재 고객 발견 기능입니다. 예를 들어, 새로운 잠재 고객을 쉽게 얻으려면 카테고리 및 위치별로 수백만 개의 B2B 비즈니스에 대한 데이터를 찾을 수 있는 https://go.to.co를 확인하세요.\n\nAdd to.co가 귀하의 성공을 도와드릴 준비가 되어 있습니다. 놓치지 마세요. 오늘 확장 프로그램을 설치하세요.\n\n---\n\nAdd to.co Chrome 확장 프로그램에 대한 질문이나 피드백이 있는 경우 support@to.co로 이메일을 보내거나 지원 센터(https://support.to.co/portal/)를 통해 알려주세요. ko/newticket.",
    "nl": "Voorbij zijn de dagen van kopiëren en plakken. Met to.co kunt u nu heel eenvoudig nieuwe contacten vinden en opslaan die u op internet ontdekt. Stel uw lijsten met bedrijven en contactpersonen samen met onze eenvoudige CRM genaamd to.co - ontworpen om uw verkoop-, investerings- of wervingsinspanningen een boost te geven.\n\nHoe het werkt:\n\n1. Installeer de gratis Add to.co-extensie in Chrome\n2. Meld je aan op https://to.co/\n3. Maak de Add to.co-extensie vast aan de werkbalk van uw Chrome-browser\n4. Surf op internet en je ziet de knoppen Toevoegen aan.co verschijnen op ondersteunde sites, waaronder LinkedIn, Sales Navigator, X, Instagram en GMail. Voeg nieuwe contacten en bedrijven toe om binnen enkele seconden duidelijke contactgegevens vast te leggen\n5. We verrijken uw contacten automatisch met andere openbare gegevens die we op internet verzamelen en valideren, inclusief websitegegevens en sociale links, waardoor u meer tijd en moeite bespaart\n\nAdd to.co is de Prospect Discovery-functie van to.co, de AI-aangedreven CRM voor elke verbinding. Als u bijvoorbeeld gemakkelijk nieuwe prospects wilt werven, gaat u naar https://go.to.co, waar gegevens over miljoenen B2B-bedrijven kunnen worden gevonden op categorie en locatie.\n\nAdd to.co staat klaar om u te helpen slagen. Mis het niet en installeer de extensie vandaag nog.\n\n---\n\nAls u vragen of feedback heeft over de Chrome-extensie Add to.co, horen we graag van u per e-mail op support@to.co of via het ondersteuningscentrum hier: https://support.to.co/portal/ nl/nieuwticket.",
    "pl": "Dawno minęły czasy harówki polegającej na kopiowaniu i wklejaniu. Dzięki to.co możesz teraz łatwo znajdować i zapisywać nowe kontakty odkryte w Internecie. Twórz listy firm i kontaktów za pomocą naszego prostego CRM o nazwie to.co - zaprojektowanego, aby zwiększyć Twoją sprzedaż, inwestycje lub rekrutację.\n\nJak to działa:\n\n1. Zainstaluj bezpłatne rozszerzenie Dodaj to.co w przeglądarce Chrome\n2. Zarejestruj się na https://to.co/\n3. Przypnij rozszerzenie Dodaj to.co do paska narzędzi przeglądarki Chrome\n4. Przeglądaj sieć, a przyciski Dodaj to.co pojawią się w obsługiwanych witrynach, takich jak LinkedIn, Sales Navigator, X, Instagram i Gmail. Dodaj nowe kontakty i firmy, aby w ciągu kilku sekund uzyskać przejrzyste informacje kontaktowe\n5. Automatycznie wzbogacamy Twoje kontakty innymi publicznymi danymi, które zbieramy i sprawdzamy w Internecie, w tym szczegółami stron internetowych i linkami społecznościowymi, oszczędzając Ci więcej czasu i wysiłku\n\nAdd to.co to funkcja Prospect Discovery dostępna w to.co, systemie CRM opartym na sztucznej inteligencji dla każdego połączenia. Na przykład, aby łatwo pozyskać nowych potencjalnych klientów, sprawdź https://go.to.co, gdzie można znaleźć dane o milionach firm B2B według kategorii i lokalizacji.\n\nFirma Add to.co jest gotowa pomóc Ci odnieść sukces. Nie przegap tej okazji i zainstaluj rozszerzenie już dziś.\n\n---\n\nJeśli masz jakieś pytania lub uwagi dotyczące rozszerzenia Add to.co do Chrome, z chęcią skontaktujemy się z Tobą, wysyłając e-mail na adres support@to.co lub do Centrum pomocy tutaj: https://support.to.co/portal/pl/newticket.",
    "ro": "S-au dus vremurile grelei de copiere și lipire. Acum este atât de ușor să găsiți și să salvați contacte noi pe care le descoperiți pe web folosind to.co. Construiți-vă listele de companii și persoane de contact cu ajutorul nostru simplu CRM numit to.co - conceput pentru a vă stimula vânzările, investițiile sau eforturile de recrutare.\n\nCum functioneaza:\n\n1. Instalați extensia gratuită Add to.co în Chrome\n2. Înscrieți-vă la https://to.co/\n3. Fixați extensia Add to.co pe bara de instrumente a browserului Chrome\n4. Răsfoiți pe web și veți vedea butoanele Add to.co care apar pe site-urile acceptate, inclusiv LinkedIn, Sales Navigator, X, Instagram și GMail. Adăugați Contacte și Companii noi pentru a captura informații de contact curate în câteva secunde\n5. Vă îmbogățim automat contactele cu alte date publice pe care le colectăm și le validăm de pe web, inclusiv detaliile site-ului web și linkurile sociale, economisindu-vă mai mult timp și efort\n\nAdd to.co este caracteristica Prospect Discovery a to.co, CRM-ul alimentat de AI pentru fiecare conexiune. De exemplu, pentru a obține cu ușurință noi clienți potențiali, consultați https://go.to.co, unde pot fi găsite date despre milioane de companii B2B, după categorie și locație.\n\nAdd to.co este gata să vă ajute să reușiți. Nu ratați, instalează extensia astăzi.\n\n---\n\nDacă aveți întrebări sau feedback pentru extensia Chrome Add to.co, ne-ar plăcea să primim informații despre dvs. prin e-mail la support@to.co sau Centrul de asistență aici: https://support.to.co/portal/ro/newticket.",
    "ru": "Времена монотонного копирования и вставки прошли. Теперь с помощью to.co стало так легко находить и сохранять новые контакты, которые вы обнаруживаете в Интернете. Создайте свои списки компаний и контактов с помощью нашей простой CRM под названием to.co, предназначенной для увеличения ваших продаж, инвестиций или усилий по подбору персонала.\n\nКак это работает:\n\n1. Установите бесплатное расширение Add to.co в Chrome.\n2. Зарегистрируйтесь на https://to.co/.\n3. Закрепите расширение Add to.co на панели инструментов браузера Chrome.\n4. Просмотрите Интернет, и вы увидите, что кнопки «Добавить в.co» появляются на поддерживаемых сайтах, включая LinkedIn, Sales Navigator, X, Instagram и GMail. Добавляйте новые контакты и компании, чтобы за считанные секунды получить чистую контактную информацию.\n5. Мы автоматически дополняем ваши контакты другими общедоступными данными, которые мы собираем и проверяем со всего Интернета, включая сведения о веб-сайтах и ​​ссылки на социальные сети, что экономит вам больше времени и усилий.\n\n«Добавить to.co» — это функция Prospect Discovery в to.co, CRM на базе искусственного интеллекта для каждого соединения. Например, чтобы легко найти новых потенциальных клиентов, посетите https://go.to.co, где можно найти данные о миллионах предприятий B2B по категориям и местоположению.\n\nКомпания Add to.co готова помочь вам добиться успеха. Не пропустите, установите расширение сегодня.\n\n---\n\nЕсли у вас есть какие-либо вопросы или отзывы о расширении Chrome Add to.co, мы будем рады получить от вас письмо по электронной почте support@to.co или в центр поддержки здесь: https://support.to.co/portal/ru/newticket.",
    "sk": "Časy driem s kopírovaním a vložením sú preč. Teraz je tak jednoduché nájsť a uložiť nové kontakty, ktoré objavíte na webe, pomocou to.co. Zostavte si zoznamy spoločností a kontaktov pomocou nášho jednoduchého CRM s názvom to.co – navrhnutého na podporu vášho predaja, investícií alebo náboru.\n\nAko to funguje:\n\n1. Nainštalujte si do prehliadača Chrome bezplatné rozšírenie Add to.co\n2. Zaregistrujte sa na https://to.co/\n3. Pripnite rozšírenie Add to.co na panel s nástrojmi prehliadača Chrome\n4. Prehliadnite si web a uvidíte, že sa na podporovaných stránkach vrátane LinkedIn, Sales Navigator, X, Instagram a GMail zobrazia tlačidlá Pridať to.co. Pridajte nové kontakty a spoločnosti, aby ste získali čisté kontaktné informácie v priebehu niekoľkých sekúnd\n5. Vaše kontakty automaticky obohacujeme o ďalšie verejné údaje, ktoré zhromažďujeme a overujeme z celého webu, vrátane podrobností o webových stránkach a sociálnych odkazov, čím vám ušetríme viac času a úsilia\n\nAdd to.co je funkcia Prospect Discovery to.co, CRM s podporou AI pre každé pripojenie. Ak chcete napríklad jednoducho získať nových potenciálnych zákazníkov, navštívte stránku https://go.to.co, kde možno nájsť údaje o miliónoch B2B podnikov podľa kategórie a lokality.\n\nAdd to.co je pripravené pomôcť vám uspieť. Nepremeškajte, nainštalujte si rozšírenie ešte dnes.\n\n---\n\nAk máte akékoľvek otázky alebo pripomienky k rozšíreniu Add to.co Chrome, radi by sme sa o vás dozvedeli e-mailom na adrese support@to.co alebo v Centre podpory tu: https://support.to.co/portal/en/newticket.",
    "sv": "Borta är tiderna av copy-paste slit. Det är nu så enkelt att hitta och spara nya kontakter som du upptäcker på webben med to.co. Bygg dina listor över företag och kontakter med vårt enkla CRM som heter to.co - designat för att öka din försäljning, investering eller rekrytering.\n\nHur det fungerar:\n\n1. Installera gratistillägget Add to.co i Chrome\n2. Registrera dig på https://to.co/\n3. Fäst tillägget Add to.co i Chrome-webbläsarens verktygsfält\n4. Surfa på webben och du kommer att se Add to.co-knappar visas på webbplatser som stöds, inklusive LinkedIn, Sales Navigator, X, Instagram och Gmail. Lägg till nya kontakter och företag för att fånga ren kontaktinformation på några sekunder\n5. Vi berikar automatiskt dina kontakter med andra offentliga uppgifter som vi samlar in och validerar från hela webben inklusive webbplatsdetaljer och sociala länkar, vilket sparar mer tid och ansträngning\n\nAdd to.co är Prospect Discovery-funktionen i to.co, det AI-drivna CRM-systemet för varje anslutning. Till exempel, för att enkelt få nya prospekt, kolla in https://go.to.co där data om miljontals B2B-företag kan hittas efter kategori och plats.\n\nAdd to.co är redo att hjälpa dig att lyckas. Missa inte det, installera tillägget idag.\n\n---\n\nOm du har några frågor eller feedback om Add to.co Chrome-tillägget vill vi gärna höra från dig via e-post på support@to.co eller supportcentret här: https://support.to.co/portal/sv/newticket.",
    "tr": "Kopyala-yapıştır angaryası günleri geride kaldı. to.co'yu kullanarak web'de keşfettiğiniz yeni kişileri bulup kaydetmek artık çok kolay. Satışlarınızı, yatırımlarınızı veya işe alım çabalarınızı artırmak için tasarlanmış to.co adlı basit CRM'miz ile Şirketler ve Kişi listelerinizi oluşturun.\n\nNasıl çalışır:\n\n1. Chrome'a ​​ücretsiz Add to.co uzantısını yükleyin\n2. https://to.co/ adresinden kaydolun\n3. Add to.co uzantısını Chrome tarayıcı araç çubuğunuza sabitleyin\n4. Web'e göz attığınızda LinkedIn, Sales Navigator, X, Instagram ve GMail gibi desteklenen sitelerde Add to.co düğmelerinin göründüğünü göreceksiniz. Temiz iletişim bilgilerini saniyeler içinde yakalamak için yeni Kişiler ve Şirketler ekleyin\n5. Kişilerinizi, web sitesi ayrıntıları ve sosyal bağlantılar da dahil olmak üzere web üzerinden topladığımız ve doğruladığımız diğer genel verilerle otomatik olarak zenginleştiririz, böylece daha fazla zaman ve çaba tasarrufu sağlarız\n\nAdd to.co, her bağlantı için yapay zeka destekli CRM olan to.co'nun Potansiyel Keşif özelliğidir. Örneğin, kolayca yeni potansiyel müşterilere ulaşmak için, milyonlarca B2B işletmesine ilişkin verilerin kategoriye ve konuma göre bulunabileceği https://go.to.co adresine göz atın.\n\nAdd to.co başarılı olmanıza yardımcı olmaya hazır. Fırsatı kaçırmayın, uzantıyı bugün yükleyin.\n\n---\n\nAdd to.co Chrome Uzantısı ile ilgili herhangi bir sorunuz veya geri bildiriminiz varsa support@to.co adresinden veya buradaki Destek Merkezinden e-posta yoluyla sizden haber almak isteriz: https://support.to.co/portal/tr/newticket.",
    "uk": "Пройшли часи копіювання та копіювання. Тепер так легко знаходити та зберігати нові контакти, які ви знаходите в Інтернеті за допомогою to.co. Створюйте свої списки компаній і контактів за допомогою нашої простої CRM під назвою to.co, створеної для збільшення ваших продажів, інвестицій або працевлаштування.\n\nЯк це працює:\n\n1. Установіть безкоштовне розширення Add to.co у Chrome\n2. Зареєструйтеся на https://to.co/\n3. Закріпіть розширення Add to.co на панелі інструментів браузера Chrome\n4. Перегляньте веб-сторінки, і ви побачите, що кнопки Add to.co з’являються на підтримуваних сайтах, включаючи LinkedIn, Sales Navigator, X, Instagram і GMail. Додайте нові контакти та компанії, щоб отримати чисту контактну інформацію за лічені секунди\n5. Ми автоматично збагачуємо ваші контакти іншими загальнодоступними даними, які ми збираємо та перевіряємо з Інтернету, включаючи деталі веб-сайтів і посилання на соціальні мережі, заощаджуючи ваш час і зусилля\n\nAdd to.co — це функція Prospect Discovery від to.co, CRM на основі ШІ для кожного з’єднання. Наприклад, щоб легко знайти нових потенційних клієнтів, відвідайте https://go.to.co, де можна знайти дані про мільйони компаній B2B за категоріями та місцезнаходженням.\n\nAdd to.co готовий допомогти вам досягти успіху. Не пропустіть можливість, встановіть розширення сьогодні.\n\n---\n\nЯкщо у вас є будь-які запитання чи відгуки щодо розширення Add to.co Chrome, ми будемо раді почути від вас електронною поштою на support@to.co або в Центрі підтримки тут: https://support.to.co/portal/uk/newticket."
  }
}