{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trooper extensie (Botje)",
    "fr": "Extension Trooper (Botty)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ik bliep tevoorschijn telkens jij een Troopershop vindt",
    "fr": "J'apparais chaque fois que vous trouvez un Troopershop"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Botje is een robotje dat jou helpt geld in te zamelen voor je favoriete vereniging of goed doel telkens je online shopt. Simpelweg met 1 extra klik. Jouw aankoop kost je geen cent meer.  \n\nHoe marcheert dat Botje? \n\n1. Eens geïnstalleerd selecteer je de vereniging of het goede doel dat je wil steunen.  \n2. Zit je op de webshop van een Troopershop? Dan komt Botje vragen of je wil steunen. Gewoon effe klikken ‘t is in de sacoche.  \n3. De commissies rollen binnen voor je vereniging. Jij krijgt een bevestigingsmail waarin je ontdekt hoeveel commissie de shop je vereniging schenkt dankzij jouw aankoop bij hen. \n\nMeer dan 1.000 webshops willen jouw vereniging of goed doel op deze manier een financieel duwtje in de rug geven: Booking.com, Krëfel, Center Parcs, Farmaline,... \n\nBotje installeren en gebruiken is een kleine moeite voor jezelf, maar het maakt een wereld van verschil voor je vereniging.",
    "fr": "Botty est un petit robot qui vous aide à collecter des fonds pour votre association ou votre œuvre caritative à chaque fois que vous faites des achats en ligne. Tout simplement avec un clic supplémentaire. Votre achat ne vous coûtera pas un centime de plus.\n\nComment fonctionne Botty ? \n\n1. Une fois installé, vous sélectionnez l'association ou l'œuvre caritative que vous souhaitez soutenir.   \n\n2. Vous êtes sur la boutique en ligne d'un Troopershop ? Alors Botty vous demandera si vous souhaitez soutenir. Il vous suffit de cliquer et c'est dans la poche. \n\n3. Les commissions arrivent pour votre association. Vous recevrez un e-mail de confirmation vous indiquant le montant de la commission que la boutique verse à votre association grâce à votre achat chez eux. \n\nPlus de 1 000 boutiques en ligne veulent soutenir votre association ou votre œuvre caritative de cette manière : Booking.com, Farmaline, La Redoute, Ici Paris XL, ... \n\nInstaller et utiliser Botty est un petit effort pour vous-même, mais cela fait toute la différence pour votre association."
  }
}