{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Online Security Pro"
  },
  "short": {
    "ar": "الأمان عبر الإنترنت ضد البرامج الضارة والتصيد الاحتيالي ومواقع الويب الضارة.",
    "am,bn,ca,cs,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,id,kn,ko,lt,lv,ml,mr,ms,no,pt_BR,pt_PT,sk,sl,sr,sv,sw,ta,te,th": "Online security against malware, phishing and malicious websites.",
    "bg": "Защита срещу фишинг и злонамерени уеб сайтове",
    "da": "Online sikkerhed mod skadelig software, phishing og ondsindede websteder.",
    "es": "Seguridad en línea contra malware, phishing y sitios web maliciosos.",
    "fr": "Sécurité en ligne contre les logiciels malveillants, le phishing et les sites web malveillants.",
    "hu": "Online biztonság a kártékony programok, az adathalászat és a rosszindulatú webhelyek ellen.",
    "it": "Sicurezza online contro malware, phishing e siti Web dannosi.",
    "ja": "マルウェア、フィッシング、悪意のあるWebサイトに対するオンラインセキュリティ。",
    "nl": "Online beveiliging tegen malware, phishing en kwaadwillende websites.",
    "pl": "Bezpieczeństwo online przed złośliwym oprogramowaniem, phishingiem i złośliwymi stronami internetowymi.",
    "ro": "Securitate online împotriva programelor malware, phishing și site-urilor rău intenționate.",
    "ru": "Онлайн-защита от вредоносных программ, фишинговых и вредоносных веб-сайтов.",
    "tr": "Malware, virüs ve tehlikeli web sitelerine karşı gerçek zamanlı koruma",
    "uk": "Онлайн захист від загрозливих програм, шахрайських та небезпечних сайтів",
    "vi": "Bảo mật trực tuyến chống lại các trang web độc hại, lừa đảo và độc hại.",
    "zh_CN": "针对恶意软件，网络钓鱼和恶意网站的在线安全性。",
    "zh_TW": "針對惡意軟件，網絡釣魚和惡意網站的在線安全性。"
  },
  "long": {
    "ar,ja": "Protect yourself, your family and your identity credentials against online threats, like phishing and malicious websites, with real-time protection from Comodo. \n\nOnline Security Pro extension helps protect you against online threats, such as links in phishing emails and websites designed to trick you into downloading and installing malicious software that can harm your computer. \n\nWhile you are surfing on the internet, malicious links and phishing urls are everywhere. So this extension will help you block that phishing urls and malicious links easily. \n\nHow we are doing this?\n\nStep 1: When you click a malicious link in an email or navigate to a site designed to trick you into disclosing financial, personal or other sensitive information, or a website that hosts malware, Online Security Pro will check it against a frequently updated list of malicious URLs known to Comodo. \n\nStep 2: If the malicious link matches one on the list, Online Security Pro will show an information screen letting you know that the web page you are about to visit is known to be harmful, and showing options for you to go back to safety, allow and go or report. \n\nDone! \n\nAlso this process does not affect your browsing speed and you can surf on the internet as fast as you can and securely.",
    "am,bn,ca,cs,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,id,kn,ko,lt,lv,ml,mr,ms,no,pt_BR,pt_PT,sk,sl,sr,sv,sw,ta,te,th": "Online Security Pro protects you against malware, phishing and malicious websites.\nProtect yourself, your family and your identity credentials against online threats, like phishing and malicious websites, with real-time protection from Comodo. \n\nOnline Security Pro extension helps protect you against online threats, such as links in phishing emails and websites designed to trick you into downloading and installing malicious software that can harm your computer. \n\nWhile you are surfing on the internet, malicious links and phishing URLs are everywhere. So this extension helps you block those phishing urls and malicious links easily. \n\nHow are we doing this?\n\nStep 1: When you click a malicious link in an email or navigate to a site designed to trick you into disclosing financial, personal or other sensitive information, or a website that hosts malware, Online Security Pro checks it against a frequently updated list of malicious URLs known to Comodo. \n\nStep 2: If the malicious link matches one on the list, Online Security Pro shows an information screen letting you know that the web page you are about to visit is known to be harmful, and showing options for you to go back to safety, allow and go or report. \n\nDone! \n\nAlso, this process does not affect your browsing speed, and you can surf the internet as fast as you can and securely.",
    "bg": "Защитете себе си, вашето семейство и вашите идентификационни данни срещу онлайн заплахи, като фишинг и злонамерени уеб сайтове, с защита в реално време от Comodo.\n\nOnline Security Pro разширението ви помага да се предпазите от онлайн заплахи, като например връзки в phishing имейли и уеб сайтове, предназначени да ви подмамят да изтеглите и инсталирате злонамерен софтуер, който може да навреди на компютъра ви.\n\nДокато сърфирате в интернет, злонамерени връзки и фишинг URL адреси са навсякъде. Така че това разширение ще ви помогне да блокирате лесно тези фишинг връзки и злонамерени връзки.\n\nКак правим това?\n\nЕтап 1: Когато кликнете върху злонамерена връзка в имейл или се придвижите до сайт, предназначен да ви подведе, за да ви разкрие финансова, лична или друга чувствителна информация или уебсайт, в който се намират злонамерен софтуер, Online Security Pro ще го провери срещу често актуализиран списък с злоумишлени връзки до Comodo. \n\nЕтап 2: Ако злонамереният браузър съответства на някой от списъка, Online Security Pro ще покаже информационен екран, който ви уведомява, че уеб страницата, която ще посетите, е известна като вредна и показва опциите, с които можете да се върнете в безопасност, да разрешите и да отидете или доклад.\n\nСвършен! \n\nСъщо така този процес не оказва влияние върху скоростта на сърфиране и можете да сърфирате в интернет възможно най-бързо и сигурно.",
    "da": "Beskyt dig selv, din familie og din identitetsoplysninger til online-trusler, som phishing og ondsindede websteder, med realtidsbeskyttelse fra Comodo.\n\nOnline Security Pro-udvidelsen hjælper dig med at beskytte dig mod online-trusler, som f.eks. Links i phishing-e-mails og websteder, der er designet til at narre dig til at downloade og installere skadelig software, der kan skade din computer.\n\nMens du surfer på internettet, er ondsindede links og phishing-adresser overalt. Så denne udvidelse hjælper dig med at blokere de phishing-adresser og ondsindede links nemt.\n\nHvordan gør vi det her?\n\nTrin 1: Når du klikker på et ondsindet link i en e-mail eller navigerer til et websted, der er designet til at narre dig til at udlevere finansielle, personlige eller andre følsomme oplysninger eller et websted, der er vært for malware, kontrollerer Online Security Pro det mod en ofte opdateret liste over skadelige webadresser, der er kendt til Comodo. \n\nTrin 2: Hvis det ondsindede link matcher en på listen, viser Online Security Pro en informationsskærm, hvor du ved, at den webside, du er ved at besøge, er kendt for at være skadelig og viser muligheder for at gå tilbage til sikkerhed, tillade og gå eller rapport.\n\nFærdig! \n\nOgså denne proces påvirker ikke din browserhastighed, og du kan surfe på internettet så hurtigt som muligt og sikkert.",
    "es": "Protéjase, proteja a su familia y sus credenciales de identidad contra amenazas en línea, como phishing y sitios web maliciosos, con protección en tiempo real de Comodo.\n\nLa extensión Online Security Pro lo ayuda a protegerse contra amenazas en línea, como enlaces en correos electrónicos de suplantación de identidad (phishing) y sitios web diseñados para engañarlo para que descargue e instale software malicioso que puede dañar su computadora.\n\nMientras navega por Internet, los enlaces maliciosos y las URL de phishing están en todas partes. Por lo tanto, esta extensión te ayudará a bloquear las URL de phishing y los enlaces maliciosos fácilmente.\n\n¿Cómo estamos haciendo esto?\n\nPaso 1: cuando hace clic en un enlace malicioso en un correo electrónico o navega a un sitio diseñado para engañarlo para que divulgue información financiera, personal o de otro tipo, o un sitio web que contenga malware, Online Security Pro lo comparará con una lista actualizada de URL maliciosas conocidas por Comodo.\n\nPaso 2: si el enlace malicioso coincide con uno en la lista, Online Security Pro mostrará una pantalla de información que le permitirá saber que la página web que está a punto de visitar es dañina y que muestra opciones para que vuelva a estar seguro. Permitir e ir o informar.\n\n¡Hecho!\n\nAdemás, este proceso no afecta su velocidad de navegación y puede navegar en Internet tan rápido como pueda y de forma segura.",
    "fr": "Protégez-vous, votre famille et vos identifiants d'identité contre les menaces en ligne, comme les sites de phishing et les sites Web malveillants, grâce à la protection en temps réel de Comodo.\n\nL'extension Online Security Pro vous aide à vous protéger contre les menaces en ligne, telles que les liens dans les courriels d'hameçonnage et les sites Web conçus pour vous inciter à télécharger et à installer des logiciels malveillants susceptibles de nuire à votre ordinateur.\n\nLorsque vous naviguez sur Internet, les liens malveillants et les URL de phishing sont omniprésents. Cette extension vous aidera donc à bloquer facilement les URL de phishing et les liens malveillants.\n\nComment on fait ça?\n\nÉtape 1: lorsque vous cliquez sur un lien malveillant dans un courrier électronique ou accédez à un site conçu pour vous inciter à divulguer des informations financières, personnelles ou toute autre information sensible, ou un site Web hébergeant des programmes malveillants, Online Security Pro le comparera à une liste fréquemment mise à jour de. URL malveillantes connues de Comodo.\n\nÉtape 2: Si le lien malveillant correspond à un de la liste, Online Security Pro affiche un écran d’informations vous informant que la page Web que vous êtes sur le point de visiter est réputée être néfaste et vous indiquant les options permettant de revenir en sécurité. permettre et aller ou signaler.\n\nTerminé!\n\nDe plus, ce processus n’affecte pas votre vitesse de navigation et vous pouvez surfer sur Internet aussi vite que vous le pouvez et en toute sécurité.",
    "hu": "Védje magát, családját és személyazonosságát az online fenyegetésekkel szemben, mint az adathalászat és a rosszindulatú webhelyek, valós idejű védelmet nyújtva a Comodo.\n\nAz Online Security Pro kiterjesztése segít megvédeni Önt az online fenyegetések ellen, például az adathalász e-mailekben és az internetes oldalakon található hivatkozásokkal, amelyekkel megpróbálhatja a kártékony szoftverek letöltését és telepítését.\n\nAmíg interneten szörfölsz, rosszindulatú linkek és adathalász URL-ek vannak mindenütt. Tehát ez a kiterjesztés segít az ilyen adathalászkodási URL-ek és rosszindulatú kapcsolatok blokkolásában.\n\nHogyan csináljuk ezt?\n\n1. lépés: Ha egy e-mailben egy rosszindulatú hivatkozásra kattint, vagy olyan webhelyre navigál, amelyet arra terveztek, hogy a pénzügyi, személyes vagy egyéb érzékeny információkat, vagy a rosszindulatú programokat kiszolgáló weboldalt felfedezze, az Online Security Pro ellenőrizni fogja egy gyakran frissített a Comodo által ismert rosszindulatú URL-ek.\n\n2. lépés: Ha a rosszindulatú link megegyezik a listán szereplőkkel, akkor az Online Security Pro információs képernyő jelenik meg, amelyből megtudhatja, hogy az a weboldal, amelyről meglátogatja, ismeretes, hogy káros, és megmutatja az Ön számára a biztonsági, engedje meg és menjen, vagy jelentkezzen.\n\nKész!\n\nEz a folyamat ugyanakkor nem befolyásolja a böngészési sebességet, és az interneten gyorsan és biztonságosan navigálhat.",
    "it": "Proteggi te stesso, la tua famiglia e le tue credenziali di identità dalle minacce online, come phishing e siti Web dannosi, con protezione in tempo reale da Comodo.\n\nL'estensione Online Security Pro ti aiuta a proteggerti dalle minacce online, come i link nelle e-mail di phishing e nei siti Web progettati per indurti a scaricare e installare software dannoso che può danneggiare il tuo computer.\n\nMentre navighi su Internet, link dannosi e URL di phishing sono ovunque. Quindi questa estensione ti aiuterà a bloccare facilmente gli URL di phishing e i link dannosi.\n\nCome lo stiamo facendo?\n\nPassaggio 1: quando si fa clic su un collegamento dannoso in un'e-mail o si accede a un sito progettato per indurti a divulgare informazioni sensibili finanziarie o personali o un sito Web che ospita malware, Online Security Pro lo verificherà in base a un elenco aggiornato di frequente URL dannosi noti a Comodo.\n\nPassaggio 2: Se il link dannoso corrisponde a uno nell'elenco, Online Security Pro mostrerà una schermata informativa che ti informa che la pagina Web che stai per visitare è nota per essere dannosa e mostra le opzioni per tornare in sicurezza, consentire e andare o segnalare.\n\nFatto!\n\nAnche questo processo non influisce sulla tua velocità di navigazione e puoi navigare su Internet il più velocemente possibile e in sicurezza.",
    "nl": "Bescherm uzelf, uw familie en uw identiteitsgegevens tegen online bedreigingen, zoals phishing en kwaadwillende websites, met realtime bescherming van Comodo.\n\nOnline Security Pro-uitbreiding helpt u te beschermen tegen online bedreigingen, zoals links in phishing-e-mails en websites die zijn ontworpen om u te misleiden tot het downloaden en installeren van schadelijke software die uw computer kan beschadigen.\n\nTerwijl u surft op internet, zijn kwaadaardige links en phishing-url's overal. Dus deze extensie helpt je om die phishing-URL's en kwaadwillende links eenvoudig te blokkeren.\n\nHoe doen we dit?\n\nStap 1: Wanneer u op een schadelijke link in een e-mail klikt of naar een site gaat die is ontworpen om u te misleiden tot het bekendmaken van financiële, persoonlijke of andere gevoelige informatie, of een website die malware host, zal Online Security Pro deze vergelijken met een regelmatig bijgewerkte lijst met kwaadwillende URL's bekend bij Comodo.\n\nStap 2: Als de kwaadwillende link overeenkomt met een op de lijst, zal Online Security Pro een informatiescherm tonen dat u laat weten dat de webpagina die u gaat bezoeken bekend staat als schadelijk, en dat u de opties laat zien om terug te gaan naar de veiligheid, toestaan ​​en gaan of rapporteren.\n\nGedaan!\n\nOok dit proces heeft geen invloed op je browsersnelheid en je kunt zo snel en veilig surfen op internet.",
    "pl": "Chroń siebie, swoją rodzinę i dane uwierzytelniające przed zagrożeniami internetowymi, takimi jak wyłudzanie informacji i złośliwe strony internetowe, z ochroną Comodo w czasie rzeczywistym.\n\nRozszerzenie Online Security Pro pomaga chronić się przed zagrożeniami internetowymi, takimi jak linki w wiadomościach phishingowych i witrynach internetowych, których celem jest nakłonienie użytkownika do pobrania i zainstalowania złośliwego oprogramowania, które może wyrządzić szkody na komputerze.\n\nPodczas surfowania w Internecie złośliwe linki i phishingowe adresy URL są wszędzie. Tak więc to rozszerzenie pomoże ci łatwo zablokować adresy URL wyłudzające informacje i złośliwe linki.\n\nJak to robimy?\n\nKrok 1: Po kliknięciu szkodliwego linku w wiadomości e-mail lub przejściu do witryny zaprojektowanej w celu nakłonienia użytkownika do ujawnienia informacji finansowych, osobistych lub innych poufnych informacji lub witryny zawierającej złośliwe oprogramowanie program Online Security Pro sprawdzi go na często aktualizowanej liście złośliwe adresy URL znane Comodo.\n\nKrok 2: Jeśli złośliwy link pasuje do tego na liście, Online Security Pro wyświetli ekran informacyjny informujący, że strona internetowa, którą zamierzasz odwiedzić, jest szkodliwa i pokazuje opcje powrotu do bezpieczeństwa, pozwól i idź lub zgłoś.\n\nGotowe!\n\nRównież ten proces nie wpływa na szybkość przeglądania i możesz surfować po Internecie tak szybko, jak tylko możesz i bezpiecznie.",
    "ro": "Protejați-vă, familia și acreditările dvs. de identitate împotriva amenințărilor online, cum ar fi phishingul și site-urile rău intenționate, cu protecție în timp real de la Comodo.\n\nExtensia online Security Pro vă ajută să vă protejați împotriva amenințărilor online, cum ar fi link-urile din e-mailurile de phishing și site-urile web create pentru a vă înșela să descărcați și să instalați software rău intenționat care vă poate afecta computerul.\n\nÎn timp ce navigați pe internet, legăturile rău intenționate și adresele de phishing sunt peste tot. Prin urmare, această extensie vă va ajuta să blocați pur și simplu adresele de phishing și legăturile rău intenționate.\n\nCum facem asta?\n\nPasul 1: Când dai clic pe un link rău intenționat într-un e-mail sau navighezi către un site destinat să te păcălești să dezvălui informații financiare, personale sau alte informații sensibile sau pe un site care găzduiește programe malware, Online Security Pro o va verifica împotriva unei liste actualizate frecvent adresele URL dăunătoare cunoscute de Comodo.\n\nPasul 2: Dacă link-ul rău intenționat se potrivește cu unul din listă, Online Security Pro va afișa un ecran de informații care vă va informa că pagina web pe care urmează să o vizitați este cunoscută ca fiind dăunătoare și că aveți opțiuni pentru a vă întoarce la siguranță, permiteți și mergeți sau raportați.\n\nTerminat!\n\nDe asemenea, acest proces nu afectează viteza dvs. de navigare și puteți naviga pe internet cât de repede puteți și în siguranță.",
    "ru": "Защитите себя, свою семью и удостоверения личности от онлайн-угроз, таких как фишинг и вредоносные веб-сайты, с защитой в режиме реального времени от Comodo.\n\nРасширение Online Security Pro помогает защитить вас от онлайн-угроз, таких как ссылки в фишинговых письмах и веб-сайтах, призванные обмануть вас в загрузке и установке вредоносного программного обеспечения, которое может нанести вред вашему компьютеру.\n\nПока вы занимаетесь серфингом в Интернете, вредоносные ссылки и фишинг-ссылки повсюду. Таким образом, это расширение поможет вам легко блокировать URL-адреса фишинга и вредоносные ссылки.\n\nКак мы это делаем?\n\nШаг 1. Когда вы нажимаете вредоносную ссылку в электронном письме или переходите на сайт, призванный обмануть вас в раскрытии финансовой, личной или другой конфиденциальной информации или веб-сайта, на котором размещается вредоносное ПО, он будет проверять его на часто обновляемом списке злонамеренные URL-адреса, известные Comodo.\n\nШаг 2: Если злонамеренная ссылка соответствует одному из списка, то Online Security Pro покажет информационный экран, позволяющий вам знать, что веб-страница, которую вы собираетесь посетить, как известно, вредна и показывает вам варианты возврата к безопасности, разрешать и отправлять или сообщать.\n\nГотово!\n\nТакже этот процесс не влияет на скорость вашего просмотра, и вы можете путешествовать по Интернету так быстро, как можете и надежно.",
    "tr": "Comodo'nun gerçek zamanlı koruma sistemiyle, kişisel bilgilerinizi koruyabilir, ailenize yada size yapılan phishing saldırılarını ve tehlikeli linkleri engelleyebilirsiniz. \n\nOnline Security Pro eklentisi sizi email ile gelen phishing saldırıları, sahte web siteleri ve tehlikeli yazılımlar indirerek saldırı yapmaya çalışan zararlı oluşumlara karşı korur ve bilgisayarınızın zarar görmesini engeller. \n\nİnternette zaman harcarken, zararlı linkler ve phishing amaçlı reklamlar her daim karşınıza çıkmaktadır. Bu eklenti bu zararlı linkleri ve tehlikeleri daha size ulaşamadan engeller. \n\nPeki bunu nasıl yapıyoruz?\n\nAdım 1: Email ile gelen bir link ile ya da sahte bir sosyal medya paylaşımı ile gelen ve sizin banka bilgilerinizi, kişisel bilgilerinizi ya da öndemli bilgilerinizi hedef alan siteler Online Security Pro eklentisi tarafından Comodo'nun veritabanında karşılaştırılır. \n\nAdım 2: Eğer link gerçekten tehlikeli ise, Online Security Pro sayfayı engeller ve size bir bilgi sayfası gösterir. Bu sayfa ile tekrar güvenli ortama geri dönebilir, hata raporu gönderebilir ya da istiyorsanız o linke ulaşabilirsiniz. \n\nİşlem Tamam! \n\nAyrıca bu işlem sizin internet hızınızı etkilemez ve internet kullanımınızda herhangi bir aksama yaşatmaz",
    "uk": "Захистіть себе, свою сім'ю та свої ідентифікаційні дані від інтернет-загроз, як-от фішингових та зловмисних веб-сайтів, з захистом від Comodo в режимі реального часу.\n\nРозширення Online Security Pro захищає вас від інтернет-загроз, таких як посилання на фішингові електронні листи та веб-сайти, призначені для того, щоб змусити вас завантажувати та встановлювати зловмисне програмне забезпечення, яке може пошкодити ваш комп'ютер.\n\nПід час серфінгу в Інтернеті шкідливі посилання та фішингові URL-адреси є скрізь. Таким чином, це розширення допоможе вам легко заблокувати ці фішингові URL-адреси та шкідливі посилання.\n\nЯк ми це робимо?\n\nКрок 1: коли ви натискаєте зловмисну ​​посилання в електронному листі або переходите на сайт, призначений для того, щоб змусити вас розкривати фінансову, особисту чи іншу конфіденційну інформацію або веб-сайт, на якому розміщується шкідливе програмне забезпечення, Online Security Pro перевірить його на часто поновлюваний список зловмисні посилання, відомі Comodo.\n\nКрок 2. Якщо зловмисне посилання співпадає з одним із них, Online Security Pro покаже інформаційний екран, який повідомляє вас про те, що веб-сторінка, на яку ви збираєтеся відвідати, є шкідливою та показує вам варіанти повернення до безпеки, дозволити і піти або повідомити.\n\nГотово!\n\nТакож цей процес не впливає на вашу швидкість перегляду, і ви можете працювати в Інтернеті так швидко, як можете і безпечно.",
    "vi": "Bảo vệ bản thân, gia đình bạn và thông tin nhận dạng danh tính của bạn chống lại các mối đe dọa trực tuyến, như các trang web lừa đảo và độc hại, với bảo vệ thời gian thực từ Comodo.\n\nPhần mở rộng Online Security Pro giúp bảo vệ bạn chống lại các mối đe dọa trực tuyến, chẳng hạn như các liên kết trong email lừa đảo và các trang web được thiết kế để lừa bạn tải xuống và cài đặt phần mềm độc hại có thể gây hại cho máy tính của bạn.\n\nTrong khi bạn đang lướt trên internet, các liên kết độc hại và các url lừa đảo ở khắp mọi nơi. Vì vậy, tiện ích mở rộng này sẽ giúp bạn chặn các url lừa đảo và liên kết độc hại dễ dàng.\n\nLàm thế nào chúng tôi đang làm điều này?\n\nBước 1: Khi bạn nhấp vào liên kết độc hại trong email hoặc điều hướng đến trang web được thiết kế để lừa bạn tiết lộ thông tin tài chính, cá nhân hoặc thông tin nhạy cảm khác hoặc trang web lưu trữ phần mềm độc hại, Online Security Pro sẽ kiểm tra nó chống lại danh sách cập nhật thường xuyên liên kết độc hại được biết đến với Comodo.\n\nBước 2: Nếu liên kết độc hại khớp với một trong danh sách, Online Security Pro sẽ hiển thị một màn hình thông tin cho bạn biết rằng trang web bạn sắp truy cập được biết là có hại và hiển thị các tùy chọn để bạn quay trở lại an toàn, cho phép và đi hoặc báo cáo.\n\nLàm xong!\n\nNgoài ra quá trình này không ảnh hưởng đến tốc độ duyệt web của bạn và bạn có thể lướt trên internet nhanh nhất có thể và an toàn.",
    "zh_CN": "通过Comodo的实时保护，保护您自己，您的家人和您的身份凭证免受网络钓鱼和恶意网站等在线威胁。\n\nOnline Security Pro扩展有助于保护您免受在线威胁，例如网络钓鱼电子邮件中的链接以及旨在诱骗您下载和安装可能损害您计算机的恶意软件的网站。\n\n当您在互联网上冲浪时，恶意链接和网络钓鱼网址无处不在。 因此，此扩展程序将帮助您轻松阻止网络钓鱼网址和恶意链接。\n\n我们是怎么做到的？\n\n步骤1: 当您单击电子邮件中的恶意链接或导航到旨在诱骗您披露财务，个人或其他敏感信息的网站或承载恶意软件的网站时，Online Security Pro将根据已知的经常更新的恶意链接列表进行检查 至 Comodo。\n步骤2: 如果恶意链接与列表中的恶意链接匹配，则Online Security Pro将显示一个信息屏幕，通知您将要访问的网页已知有害，并显示选项以便您恢复安全，允许和继续 或报告。\n\n完成! \n\n此过程也不会影响您的浏览速度，您可以尽可能快地在互联网上安全地浏览。",
    "zh_TW": "通過Comodo的實時保護，保護您自己，您的家人和您的身份憑證免受網絡釣魚和惡意網站等在線威脅。\n\nOnline Security Pro擴展有助於保護您免受在線威脅，例如網絡釣魚電子郵件中的鏈接以及旨在誘騙您下載和安裝可能損害您計算機的惡意軟件的網站。\n\n當您在互聯網上沖浪時，惡意鏈接和網絡釣魚網址無處不在。因此，此擴展程序將幫助您輕鬆阻止網絡釣魚網址和惡意鏈接。\n\n我們是怎麼做到的？\n\n步驟1：當您單擊電子郵件中的惡意鏈接或導航到旨在誘騙您披露財務，個人或其他敏感信息的網站或託管惡意軟件的網站時，Online Security Pro將根據經常更新的列表對其進行檢查Comodo已知的惡意鏈接。\n\n步驟2：如果惡意鏈接與列表中的惡意鏈接匹配，則Online Security Pro將顯示一個信息屏幕，通知您將要訪問的網頁已知有害，並顯示您返回安全的選項，允許，去或報告。\n\n完成！\n\n此過程也不會影響您的瀏覽速度，您可以盡可能快地在互聯網上安全地瀏覽。"
  }
}