{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Metric Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Metric Assistant là tiện ích báo cáo phân tích sản phẩm, nhà bán, ngành hàng, thương hiệu,... trên các website TMĐT (E-commerce)."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Metric Assistant là sản phẩm của Metric.vn (Nền tảng số liệu E-commerce) dành riêng cho doanh nghiệp và các nhà bán online.\n\nTrong quá trình sử dụng, mỗi khi mở một đường link (url) liên quan tới sản phẩm/dịch vụ online, Metric Extension sẽ hỗ trợ các tính năng:\n1. Phân tích chi tiết sản phẩm (giá bán, sản lượng, doanh số)\n2. Tìm kiếm các báo cáo thị trường liên quan tới sản phẩm đang xem. \n3. Nghiên cứu các sản phẩm đối thủ liên quan (non affiliate)\n\nLiên hệ nhóm phát triển: contact@metric.vn\nWebsite trang chủ: https://metric.vn\n\nCác tính năng và cập nhật ký sẽ được cập nhật tại nội dung dưới đây:\n\n\n----------------------------------------------------\nMetric Cập nhật ký\n* Phiên bản 1.0.1\n   Sửa lỗi không xem được doanh số ở sàn lazada và tiki.\n   Sửa lỗi một số sản phẩm không hiển thị sản phẩm liên quan.\n* Phiên bản 1.0.0\n   Ghi chú tính năng gợi ý sản phẩm đối thủ cho nhà bán (non affiliate)\n* Phiên bản 0.1.12\n   Cải thiện tính năng lịch sử giá\n   Cải thiện đồng bộ tài khoản đăng nhập\n* Phiên bản 0.1.11\n   Sửa lỗi và tái cấu trúc tính năng\n* Phiên bản 0.1.10\n   Chỉnh sửa authorization\n* Phiên bản 0.1.9\n   Chỉnh sửa authorization\n* Phiên bản 0.1.8\n   Dừng thử nghiệm tính năng ước tính doanh số theo variant\n* Phiên bản 0.1.7\n   Sửa lỗi không không xem được lịch sử ở lazada\n* Phiên bản 0.1.6\n   Sửa lỗi không xem được phân loại variant\n* Phiên bản 0.1.5\n   Sửa text \"Doanh số tháng gần nhất\" thành \"Doanh số 6 tháng gần nhất\"\n* Phiên bản 0.1.4\n   Fix lỗi không hiển thị thông tin trên các tab\n* Phiên bản 0.1.3\n   Sửa lỗi không hiển thị lịch sử bán với sản phẩm có lịch sử dài\n* Phiên bản 0.1.2\n   Sửa lỗi không hiển thị thông tin\n* Phiên bản 0.1.1\n   Cập nhật giao diện đồng bộ với metric.vn\n* Phiên bản 0.1.0\n   Cập nhật đăng nhập và sửa lỗi ước tính doanh số sản phẩm 30 ngày"
  }
}