{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Frost"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The beautifully customizable New Tab Page"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Frost is a modern New Tab Extension with a focus on great design and next-level productivity. It aims to strike a good balance between ease of use and customization. It is also free with no ads or data collection.\n\nLet's explore some of its features!\n\n❄ Custom Search Engines\nSearch on Spotify, YouTube, and many other sites of your choice right from Frost using it's powerful custom search feature!\n\n❄ Shortcuts\nQuickly access your favourite sites with beautiful shortcuts. Frost's popup let's you add a shortcut to the current page in a couple of clicks!\n\n❄ Meaningful Customization\nMake Frost your own with just a few controls! Customizing it is fun and is designed to not feel repetitive. You can preview your changes in real time.\n\n❄ Zero-Clutter\nThere are no persistent buttons or branding cluttering up your start page. The only visible elements are the search bar and your shortcuts!\n\n❄ Privacy\nAny data (like shortcuts and search queries) is only handled within your browser. I believe this is a necessary foundational value for a New Tab Extension.\n\nAnd a lot more!\n- Set wallpapers from your computer or the web.\n- Backup and restore your settings, or share them with others.\n- Built-in, adjustable image optimization for the wallpaper.\n- Highly flexible layout that fits a variety of screen sizes.\n- Excellent keyboard support.\n\nIdeas and suggestions are always welcome! Also, if you find any issues or bugs, please do report them so that they can be fixed! You can send me an email at danielfernandescws+frost@gmail.com or use the Google Form below.\n- Contact Form: https://forms.gle/bitFWj9bS5yWkDFE8\n\nThank you for using Frost!\n\n❄ Attribution\n\nGratitude goes towards the generous photographers who captured the images used in the screenshots! Here are the links to them:\n-  https://pixabay.com/images/id-2817112/\n- https://www.pexels.com/photo/hazy-mountain-ranges-under-gloomy-sky-9063428/\n\nAny brands mentioned are the trademarks of their respective owners."
  }
}