{
  "name": {
    "ar": "مؤقت بومودورو لجوجل كروم ™",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Pomodoro Timer for Google Chrome™",
    "bg": "Таймер Pomodoro за Google Chrome ™",
    "ca": "Temporitzador Pomodoro per a Google Chrome ™",
    "cs": "Pomodoro Timer pro Google Chrome ™",
    "da": "Pomodoro-timer til Google Chrome ™",
    "de": "Pomodoro Timer für Google Chrome ™",
    "el": "Χρονόμετρο Pomodoro για το Google Chrome ™",
    "es": "Temporizador Pomodoro para Google Chrome ™",
    "et": "Pomodoro taimer Google Chrome ™ -i jaoks",
    "fi": "Pomodoro-ajastin Google Chromelle ™",
    "fil": "Pomodoro Timer para sa Google Chrome ™",
    "fr": "Pomodoro Timer pour Google Chrome ™",
    "he": "טיימר Pomodoro עבור ™ Google Chrome",
    "hi": "Google Chrome ™ के लिए पोमोडोरो टाइमर",
    "hr": "Pomodoro timer za Google Chrome ™",
    "hu": "Pomodoro Timer a Google Chrome ™ -hoz",
    "id": "Pomodoro Timer untuk Google Chrome ™",
    "it": "Pomodoro Timer per Google Chrome ™",
    "ja": "GoogleChrome™用のポモドーロタイマー",
    "ko": "Google Chrome ™ 용 Pomodoro 타이머",
    "lt": "„Pomodoro“ laikmatis, skirtas „Google Chrome“",
    "lv": "Pomodoro taimeris pārlūkam Google Chrome ™",
    "ms": "Pemasa Pomodoro untuk Google Chrome ™",
    "nl": "Pomodoro Timer voor Google Chrome ™",
    "no": "Pomodoro Timer for Google Chrome ™",
    "pl": "Pomodoro Timer dla Google Chrome ™",
    "ro": "Pomodoro Timer pentru Google Chrome ™",
    "ru,uk": "Таймер Pomodoro для Google Chrome ™",
    "sk": "Pomodoro Timer pre Google Chrome ™",
    "sl": "Pomodoro Timer za Google Chrome ™",
    "sr": "Помодоро тајмер за Гоогле Цхроме ™",
    "sv": "Pomodoro Timer för Google Chrome ™",
    "th": "Pomodoro Timer สำหรับ Google Chrome ™",
    "tr": "Google Chrome ™ için Pomodoro Zamanlayıcı",
    "vi": "Bộ hẹn giờ Pomodoro dành cho Google Chrome ™",
    "zh_CN": "Google Chrome™的Pomodoro计时器",
    "zh_TW": "Google Chrome™的Pomodoro計時器"
  },
  "short": {
    "ar": "تمديد مؤقت بومودورو بسيط مع قوائم المهام ، مع التركيز على العمل.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "A simple extension Pomodoro timer with to-do lists, focusing on work.",
    "bg": "Прост таймер Pomodoro с удължаване със списъци със задачи, фокусиран върху работата.",
    "ca": "Un temporitzador senzill d’extensió Pomodoro amb llistes de tasques, centrat en el treball.",
    "cs": "Jednoduché prodloužení časovače Pomodoro se seznamy úkolů se zaměřením na práci.",
    "da": "En simpel udvidelse Pomodoro timer med to-do lister, der fokuserer på arbejde.",
    "de": "Eine einfache Erweiterung des Pomodoro-Timers mit Aufgabenlisten, die sich auf die Arbeit konzentrieren.",
    "el": "Ένα απλό χρονόμετρο επέκτασης Pomodoro με λίστες υποχρεώσεων, που εστιάζουν στην εργασία.",
    "es": "Un temporizador Pomodoro de extensión simple con listas de tareas pendientes, centrado en el trabajo.",
    "et": "Lihtne Pomodoro taimer koos ülesandeloenditega, keskendudes tööle.",
    "fi": "Yksinkertainen laajennus Pomodoro-ajastin tehtävälistoilla, keskittyen työhön.",
    "fil": "Isang simpleng extension na Pomodoro timer na may mga listahan ng dapat gawin, na nakatuon sa trabaho.",
    "fr": "Un minuteur Pomodoro d&#39;extension simple avec des listes de tâches, axé sur le travail.",
    "he": "טיימר פשוט של Pomodoro עם רשימות מטלות, המתמקד בעבודה.",
    "hi": "काम पर ध्यान केंद्रित करने वाली टू-डू सूचियों के साथ एक साधारण विस्तार पोमोदोरो टाइमर।",
    "hr": "Jednostavno produženje Pomodoro timera s popisima obaveza, usredotočenih na posao.",
    "hu": "Egy egyszerű kiterjesztésű Pomodoro időzítő tennivalók listájával, a munkára összpontosítva.",
    "id": "Pengatur waktu Pomodoro ekstensi sederhana dengan daftar tugas, dengan fokus pada pekerjaan.",
    "it": "Una semplice estensione Pomodoro timer con liste di cose da fare, concentrandosi sul lavoro.",
    "ja": "仕事に焦点を当てた、やることリスト付きのシンプルな拡張ポモドーロタイマー。",
    "ko": "작업에 초점을 맞춘 할일 목록이있는 간단한 확장 Pomodoro 타이머입니다.",
    "lt": "Paprastas „Pomodoro“ laikmačio pratęsimas su darbų sąrašais, daugiausia dėmesio skiriant darbui.",
    "lv": "Vienkāršs Pomodoro taimera pagarinājums ar uzdevumu sarakstiem, koncentrējoties uz darbu.",
    "ms": "Pemasa Pomodoro peluasan ringkas dengan senarai tugasan, yang memberi tumpuan kepada kerja.",
    "nl": "Een eenvoudige extensie Pomodoro-timer met takenlijsten, gericht op werk.",
    "no": "En enkel utvidelse Pomodoro timer med oppgavelister, med fokus på arbeid.",
    "pl": "Proste rozszerzenie Pomodoro timer z listami rzeczy do zrobienia, skupiające się na pracy.",
    "ro": "Un temporizator Pomodoro cu extensie simplă, cu liste de sarcini, concentrându-se pe muncă.",
    "ru": "Простое расширение таймера Pomodoro со списками дел, ориентированных на работу.",
    "sk": "Jednoduché predĺženie časovača Pomodoro so zoznamom úloh, zamerané na prácu.",
    "sl": "Preprost podaljšek Pomodoro timer s seznami opravkov, ki se osredotoča na delo.",
    "sr": "Једноставно продужење Помодоро тајмера са листама обавеза, фокусирајући се на посао.",
    "sv": "En enkel förlängning Pomodoro timer med att göra-listor, med fokus på arbete.",
    "th": "ตัวจับเวลา Pomodoro ส่วนขยายที่เรียบง่ายพร้อมรายการสิ่งที่ต้องทำเน้นการทำงาน",
    "tr": "İşe odaklanan, yapılacaklar listelerine sahip basit bir uzantı Pomodoro zamanlayıcı.",
    "uk": "Просте розширення таймера Pomodoro зі списками справ, зосередженим на роботі.",
    "vi": "Bộ đếm thời gian Pomodoro mở rộng đơn giản với danh sách việc cần làm, tập trung vào công việc.",
    "zh_CN": "一个简单的扩展Pomodoro计时器，带有待办事项列表，专注于工作。",
    "zh_TW": "一個簡單的擴展Pomodoro計時器，帶有待辦事項列表，專注於工作。"
  },
  "long": {
    "ar": "ابدأ في استخدام تقنية بومودورو لزيادة إنتاجيتك في العمل / أثناء الدراسة.\nإليك كيفية عمل هذا الامتداد. لديك مشروع / مهمة كبيرة للعمل عليها.\nبمجرد تثبيت ملحق البرنامج الخاص بنا ، ابدأ في كتابة المشروع الكبير وتفكيكه\nفي مهام فردية صغيرة.\n\nفيما يلي مثال لكيفية استخدام هذا الامتداد.\n\n- الدراسة لامتحان التاريخ -\n\nالمهام الفرعية / المهام الصغيرة ستكون\n\n- دراسة الحرب الأهلية\n- دراسة العوامل التي أدت إلى نشوب حرب أهلية إلخ.\n\nبمجرد تقسيم المشروع إلى مهام صغيرة ، ابدأ الدراسة بالضغط على زر \"تشغيل\".\n\nسيبدأ المؤقت وسيكون لديك 20 دقيقة للعمل على هذه المهمة. سيقوم برنامجنا بإعلامك بمجرد أن\n20 دقيقة حتى يمكنك تعيين استراحة 5/10 دقائق لنفسك.\n\nابدأ المهمة التالية بمجرد انتهاء الفاصل. تعتبر تقنية الدراسة / العمل هذه فعالة للغاية لأنها تتيح لك\nيأخذ الدماغ استراحة قصيرة كل 20-25 دقيقة وأنت تركز بشكل كامل خلال 20 دقيقة التي تعمل فيها / تدرس.\n\nيحتوي امتدادنا أيضًا على ميزة تاريخية رائعة - يمكنك معرفة عدد بومودورو الذي أنجزته من أجله\nاليوم وطريقة رائعة لتتبع تقدم عملك / دراستك. ابدأ في استخدام مؤقت بومودورو هذا اليوم وأصبح أكثر إنتاجية في العمل / في المدرسة.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Begin using the pomodoro technique to increase your productivity at work/when you are studying.\nHere is how this extension works. You have a large project/task to work on.\nOnce you have installed our software extension, start writing and break down the large project\ninto small individual tasks.\n\nHere is an example of how you could use this extension.\n\n- Studying for History Exam -\n\nSubtasks/Mini-tasks would be\n\n- Study the Civil War\n- Study factors which led to civil war etc.\n\nOnce you have broken down the project into mini tasks, begin studying by pressing the \"play\" button.\n\nThe timer will start and you have 20 minutes to work on this task. Our software will notify you once the\n20 minutes are up and you can set a 5/10 minute break for yourself.\n\nBegin on the next task once the break is over. This study/work technique is very efficient as it allows your\nbrain to take a short break every 20-25 minutes and you are fully focused during the 20 minutes you are working/studying.\n\nOur extension also has a cool history feature - you are able to see how many pomodoro's you accomplished for\nthe day and its a great way to keep track of progress of your work/studying. Begin using this Pomodoro Timer today and become more productive at work/at schoool.",
    "bg": "Започнете да използвате техниката pomodoro, за да увеличите производителността си на работа / когато учите.\nЕто как работи това разширение. Имате голям проект / задача, по който да работите.\nСлед като инсталирате нашето софтуерно разширение, започнете да пишете и разбийте големия проект\nв малки индивидуални задачи.\n\nЕто пример за това как бихте могли да използвате това разширение.\n\n- Учене за изпит по история -\n\nПодзадачи / Мини-задачи ще бъдат\n\n- Изучете Гражданската война\n- Проучване на фактори, довели до гражданска война и т.н.\n\nСлед като сте разделили проекта на мини задачи, започнете да изучавате, като натиснете бутона \"пусни\".\n\nТаймерът ще стартира и имате 20 минути за работа по тази задача. Нашият софтуер ще ви уведоми веднъж\nИзминаха 20 минути и можете да зададете 5/10 минутна почивка за себе си.\n\nЗапочнете със следващата задача, след като почивката приключи. Тази техника на обучение / работа е много ефективна, тъй като позволява на вашите\nмозък да прави кратка почивка на всеки 20-25 минути и вие сте напълно фокусирани през 20-те минути, в които работите / учите.\n\nНашето разширение също има страхотна функция за история - можете да видите за колко pomodoro сте постигнали\nденя и това е чудесен начин да следите напредъка на вашата работа / учене. Започнете да използвате този Помодоро таймер днес и станете по-продуктивни на работа / в училище.",
    "ca": "Comenceu a utilitzar la tècnica del pomodoro per augmentar la vostra productivitat a la feina / quan esteu estudiant.\nAixí és com funciona aquesta extensió. Teniu un gran projecte / tasca per treballar.\nUn cop hàgiu instal·lat la nostra extensió de programari, comenceu a escriure i desgloseu el gran projecte\nen petites tasques individuals.\n\nAquí teniu un exemple de com podeu utilitzar aquesta extensió.\n\n- Estudiar per a l'examen d'història -\n\nSerien subtasques / mini-tasques\n\n- Estudiar la Guerra Civil\n- Estudiar els factors que van conduir a la guerra civil, etc.\n\nQuan hàgiu desglossat el projecte en mini tasques, comenceu a estudiar prement el botó \"reproduir\".\n\nEl temporitzador s’iniciarà i tindreu 20 minuts per treballar en aquesta tasca. El nostre programari us notificarà un cop el\nHan passat 20 minuts i podeu establir un descans de 5/10 minuts.\n\nComenceu la següent tasca un cop finalitzat el descans. Aquesta tècnica d’estudi / treball és molt eficient ja que permet el vostre\ncervell per fer un petit descans cada 20-25 minuts i esteu completament concentrat durant els 20 minuts que esteu treballant / estudiant.\n\nLa nostra extensió també té una característica històrica interessant: podeu veure quants pomodoro heu aconseguit\nel dia i és una bona manera de fer un seguiment del progrés del vostre treball / estudi. Comenceu a fer servir aquest temporitzador Pomodoro avui mateix i sigueu més productius a la feina o a l’escola.",
    "cs": "Začněte používat techniku pomodoro ke zvýšení produktivity v práci / při studiu.\nToto rozšíření funguje takto. Máte velký projekt / úkol, na kterém musíte pracovat.\nJakmile si nainstalujete naši softwarovou příponu, začněte psát a rozeberte velký projekt\ndo malých jednotlivých úkolů.\n\nZde je příklad toho, jak můžete toto rozšíření použít.\n\n- Studium na zkoušku z historie -\n\nDílčí úkoly / mini úkoly by byly\n\n- Studujte občanskou válku\n- Studujte faktory, které vedly k občanské válce atd.\n\nJakmile jste projekt rozdělili na mini úkoly, začněte studovat stisknutím tlačítka „hrát“.\n\nSpustí se časovač a máte 20 minut na to, abyste na tomto úkolu pracovali. Náš software vás upozorní, jakmile\nVypršelo 20 minut a sami si můžete nastavit 5/10 minutovou přestávku.\n\nJakmile přestávka skončí, začněte s dalším úkolem. Tato technika studia / práce je velmi efektivní, protože umožňuje vaši\nmozku si udělejte krátkou přestávku každých 20–25 minut a během 20 minut, kdy pracujete / studujete, jste plně soustředěni.\n\nNaše rozšíření má také skvělou historii - můžete vidět, pro kolik pomodoro jste toho dosáhli\nden a jeho skvělý způsob, jak sledovat pokrok ve své práci / studiu. Začněte používat tento časovač Pomodoro ještě dnes a buďte produktivnější v práci / ve škole.",
    "da": "Begynd at bruge pomodoro-teknikken til at øge din produktivitet på arbejdspladsen / når du studerer.\nSådan fungerer denne udvidelse. Du har et stort projekt / en opgave at arbejde på.\nNår du har installeret vores softwareudvidelse, skal du begynde at skrive og nedbryde det store projekt\nind i små individuelle opgaver.\n\nHer er et eksempel på, hvordan du kan bruge denne udvidelse.\n\n- Studerer til historieeksamen -\n\nUnderopgaver / Mini-opgaver ville være\n\n- Undersøg borgerkrigen\n- Undersøgelsesfaktorer, der førte til borgerkrig osv.\n\nNår du har opdelt projektet i mini-opgaver, skal du begynde at studere ved at trykke på \"play\" -knappen.\n\nTimeren starter, og du har 20 minutter til at arbejde på denne opgave. Vores software giver dig besked, når\n20 minutter er op, og du kan indstille en pause på 5/10 minutter for dig selv.\n\nBegynd på den næste opgave, når pausen er slut. Denne undersøgelse / arbejdsteknik er meget effektiv, da den tillader din\nhjerne til at tage en kort pause hvert 20.-25. minut, og du er fuldt fokuseret i de 20 minutter, du arbejder / studerer.\n\nVores udvidelse har også en cool historiefunktion - du er i stand til at se, hvor mange pomodoro du har opnået for\ndagen og det er en fantastisk måde at holde styr på fremskridt i dit arbejde / studere. Begynd at bruge denne Pomodoro Timer i dag, og bliv mere produktiv på arbejdspladsen / på skolen.",
    "de": "Beginnen Sie mit der Pomodoro-Technik, um Ihre Produktivität bei der Arbeit / beim Lernen zu steigern.\nSo funktioniert diese Erweiterung. Sie haben ein großes Projekt / eine große Aufgabe, an der Sie arbeiten müssen.\nSobald Sie unsere Software-Erweiterung installiert haben, beginnen Sie mit dem Schreiben und brechen Sie das große Projekt auf\nin kleine Einzelaufgaben.\n\nHier ist ein Beispiel, wie Sie diese Erweiterung verwenden können.\n\n- Studieren für die Geschichtsprüfung -\n\nUnteraufgaben / Mini-Aufgaben wären\n\n- Studieren Sie den Bürgerkrieg\n- Studienfaktoren, die zu Bürgerkrieg usw. führten\n\nSobald Sie das Projekt in Mini-Aufgaben unterteilt haben, beginnen Sie mit dem Lernen, indem Sie auf die Schaltfläche \"Abspielen\" klicken.\n\nDer Timer startet und Sie haben 20 Minuten Zeit, um an dieser Aufgabe zu arbeiten. Unsere Software benachrichtigt Sie, sobald die\n20 Minuten sind vergangen und Sie können eine Pause von 5/10 Minuten für sich selbst einstellen.\n\nBeginnen Sie mit der nächsten Aufgabe, sobald die Pause beendet ist. Diese Lern- / Arbeitstechnik ist sehr effizient, da sie es Ihnen ermöglicht\nGehirn alle 20-25 Minuten eine kurze Pause machen und Sie sind während der 20 Minuten, die Sie arbeiten / studieren, voll konzentriert.\n\nUnsere Erweiterung hat auch eine coole Verlaufsfunktion - Sie können sehen, für wie viele Pomodoro Sie erreicht haben\nDer Tag und es ist eine großartige Möglichkeit, den Fortschritt Ihrer Arbeit / Ihres Studiums zu verfolgen. Beginnen Sie noch heute mit der Verwendung dieses Pomodoro-Timers und werden Sie bei der Arbeit / in der Schule produktiver.",
    "el": "Ξεκινήστε να χρησιμοποιείτε την τεχνική pomodoro για να αυξήσετε την παραγωγικότητά σας στην εργασία / όταν σπουδάζετε.\nΔείτε πώς λειτουργεί αυτή η επέκταση. Έχετε ένα μεγάλο έργο / εργασία για να εργαστείτε.\nΜόλις εγκαταστήσετε την επέκταση λογισμικού, ξεκινήστε να γράφετε και διαλύστε το μεγάλο έργο\nσε μικρές ατομικές εργασίες.\n\nΑκολουθεί ένα παράδειγμα για το πώς θα μπορούσατε να χρησιμοποιήσετε αυτήν την επέκταση.\n\n- Σπουδές για εξετάσεις ιστορίας -\n\nΟι δευτερεύουσες εργασίες / οι μίνι-εργασίες θα ήταν\n\n- Μελετήστε τον εμφύλιο πόλεμο\n- Μελέτες παράγοντες που οδήγησαν σε εμφύλιο πόλεμο κ.λπ.\n\nΜόλις διαχωρίσετε το έργο σε μίνι εργασίες, ξεκινήστε τη μελέτη πατώντας το κουμπί \"αναπαραγωγή\".\n\nΟ χρονοδιακόπτης θα ξεκινήσει και έχετε 20 λεπτά για να εργαστείτε σε αυτήν την εργασία. Το λογισμικό μας θα σας ειδοποιήσει μόλις\n20 λεπτά έχουν τελειώσει και μπορείτε να ορίσετε ένα διάλειμμα 5/10 λεπτών για τον εαυτό σας.\n\nΞεκινήστε την επόμενη εργασία μόλις τελειώσει το διάλειμμα. Αυτή η τεχνική μελέτης / εργασίας είναι πολύ αποτελεσματική καθώς σας επιτρέπει\nεγκεφάλου να κάνει ένα μικρό διάλειμμα κάθε 20-25 λεπτά και εσείς εστιάζετε πλήρως στα 20 λεπτά που εργάζεστε / μελετάτε.\n\nΗ επέκτασή μας έχει επίσης ένα δροσερό χαρακτηριστικό ιστορικού - μπορείτε να δείτε πόσα pomodoro έχετε επιτύχει\nτην ημέρα και είναι ένας πολύ καλός τρόπος για να παρακολουθείτε την πρόοδο της εργασίας / της μελέτης σας. Ξεκινήστε να χρησιμοποιείτε αυτό το χρονόμετρο Pomodoro σήμερα και γίνετε πιο παραγωγικοί στη δουλειά / στο σχολείο.",
    "es": "Empiece a utilizar la técnica pomodoro para aumentar su productividad en el trabajo / cuando esté estudiando.\nAsí es como funciona esta extensión. Tiene un gran proyecto / tarea en el que trabajar.\nUna vez que haya instalado nuestra extensión de software, comience a escribir y desglosar el proyecto grande\nen pequeñas tareas individuales.\n\nA continuación, se muestra un ejemplo de cómo podría utilizar esta extensión.\n\n- Estudiar para el examen de historia -\n\nLas subtareas / minitareas serían\n\n- Estudiar la Guerra Civil\n- Estudiar los factores que llevaron a una guerra civil, etc.\n\nUna vez que haya dividido el proyecto en mini tareas, comience a estudiar presionando el botón \"reproducir\".\n\nEl temporizador comenzará y tendrá 20 minutos para trabajar en esta tarea. Nuestro software le notificará una vez que\nHan pasado 20 minutos y puede establecer un descanso de 5/10 minutos para usted.\n\nEmpiece con la siguiente tarea una vez que termine el descanso. Esta técnica de estudio / trabajo es muy eficaz ya que le permite\ncerebro para tomar un breve descanso cada 20-25 minutos y estar completamente concentrado durante los 20 minutos que está trabajando / estudiando.\n\nNuestra extensión también tiene una función de historial interesante: puedes ver cuántos pomodoro has logrado\nel día y es una excelente manera de realizar un seguimiento del progreso de su trabajo / estudio. Comience a usar este Temporizador Pomodoro hoy y sea más productivo en el trabajo / en la escuela.",
    "et": "Alustage pomodoro tehnikat, et suurendada oma tööviljakust / kui õpite.\nSee, kuidas see laiendus töötab. Teil on suur projekt / ülesanne, millega töötada.\nKui olete meie tarkvaralaiendi installinud, alustage kirjutamist ja lagundage suur projekt\nväikesteks üksikuteks ülesanneteks.\n\nSiin on näide selle laienduse kasutamisest.\n\n- ajalooeksamiks õppimine -\n\nAlaülesanded / mini-ülesanded oleksid\n\n- Uurige kodusõda\n- uurige kodusõjani viinud tegureid\n\nKui olete projekti jaotanud miniülesanneteks, alustage õppimist, vajutades nuppu \"Esita\".\n\nTaimer käivitub ja teil on selle ülesande täitmiseks aega 20 minutit. Meie tarkvara teavitab teid sellest, kui\n20 minutit on möödas ja saate endale 5/10 minutilise pausi määrata.\n\nAlustage järgmise ülesandega, kui vaheaeg on läbi. See õppe- / töövõte on väga tõhus, kuna see võimaldab teil\naju, et teha iga 20–25 minuti järel väike paus ja olete 20 minutit töötamise / õppimise ajal täielikult keskendunud.\n\nMeie laiendusel on ka suurepärane ajaloofunktsioon - näete, kui palju pomodoroid olete saavutanud\npäev ja see on suurepärane viis oma töö / õppimise edenemise jälgimiseks. Alustage selle Pomodoro Taimeri kasutamist juba täna ja muutuge tööl / koolitootlikumaks.",
    "fil": "Aloita pomodoro-tekniikan avulla tuottavuutesi lisäämiseksi työssä / opiskellessasi.\nNäin tämä laajennus toimii. Sinulla on suuri projekti / tehtävä.\nKun olet asentanut ohjelmistopääteemme, aloita kirjoittaminen ja hajota suuri projekti\npieniin yksittäisiin tehtäviin.\n\nTässä on esimerkki siitä, miten voit käyttää tätä laajennusta.\n\n- Opiskelu historian kokeeseen -\n\nAlatehtävät / minitehtävät olisivat\n\n- Tutki sisällissotaa\n- Tutki sisällissotaan johtaneita tekijöitä jne.\n\nKun olet jaotellut projektin minitehtäviin, aloita opiskelu painamalla \"toista\" -painiketta.\n\nAjastin käynnistyy ja sinulla on 20 minuuttia aikaa työskennellä tämän tehtävän kanssa. Ohjelmistomme ilmoittaa sinulle heti\n20 minuuttia on kulunut ja voit asettaa itsellesi 5/10 minuutin tauon.\n\nAloita seuraava tehtävä, kun tauko on ohi. Tämä opiskelu- / työtekniikka on erittäin tehokas, koska se sallii sinun\naivot ottamaan lyhyen tauon 20-25 minuutin välein ja olet täysin keskittynyt työskentelemäsi / opiskelemiesi 20 minuutin aikana.\n\nLaajennuksessamme on myös hieno historiaominaisuus - voit nähdä, kuinka monelle pomodorolle olet suorittanut\npäivä ja se on loistava tapa seurata työn / opiskelun edistymistä. Aloita tämän Pomodoro Timer -sovelluksen käyttö tänään ja tule tuottavammaksi työssä / kouluissa.",
    "fr": "Commencez à utiliser la technique du pomodoro pour augmenter votre productivité au travail / lorsque vous étudiez.\nVoici comment fonctionne cette extension. Vous avez un gros projet / tâche sur lequel travailler.\nUne fois que vous avez installé notre extension logicielle, commencez à écrire et décomposez le grand projet\nen petites tâches individuelles.\n\nVoici un exemple de la façon dont vous pourriez utiliser cette extension.\n\n- Étudier pour l'examen d'histoire -\n\nLes sous-tâches / mini-tâches seraient\n\n- Étudiez la guerre civile\n- Étudier les facteurs qui ont conduit à la guerre civile, etc.\n\nUne fois que vous avez décomposé le projet en mini-tâches, commencez à étudier en appuyant sur le bouton «play».\n\nLe minuteur démarre et vous disposez de 20 minutes pour travailler sur cette tâche. Notre logiciel vous informera une fois le\n20 minutes sont écoulées et vous pouvez vous fixer une pause de 5 à 10 minutes.\n\nCommencez par la tâche suivante une fois la pause terminée. Cette technique d'étude / travail est très efficace car elle permet\ncerveau pour faire une courte pause toutes les 20-25 minutes et vous êtes pleinement concentré pendant les 20 minutes que vous travaillez / étudiez.\n\nNotre extension a également une fonction d'historique intéressante - vous pouvez voir combien de pomodoro vous avez accompli pour\nla journée et c'est un excellent moyen de suivre les progrès de votre travail / étude. Commencez à utiliser cette minuterie Pomodoro aujourd'hui et devenez plus productif au travail / à l'école.",
    "hi": "काम पर / जब आप पढ़ रहे हों, तो अपनी उत्पादकता बढ़ाने के लिए पोमोडोरो तकनीक का उपयोग करना शुरू करें।\nयहां बताया गया है कि यह एक्सटेंशन कैसे काम करता है। आपके पास काम करने के लिए एक बड़ी परियोजना / कार्य है।\nएक बार जब आप हमारे सॉफ़्टवेयर एक्सटेंशन को स्थापित कर लेते हैं, तो लिखना शुरू करें और बड़ी परियोजना को तोड़ दें\nछोटे-छोटे व्यक्तिगत कार्यों में।\n\nयहाँ एक उदाहरण है कि आप इस एक्सटेंशन का उपयोग कैसे कर सकते हैं।\n\n- इतिहास परीक्षा के लिए अध्ययन -\n\nउप-कार्य / मिनी-कार्य होंगे\n\n- गृह युद्ध का अध्ययन करें\n- अध्ययन कारक जिसके कारण गृहयुद्ध हुआ आदि।\n\nएक बार जब आप परियोजना को मिनी कार्यों में तोड़ देते हैं, तो \"प्ले\" बटन दबाकर अध्ययन शुरू करें।\n\nटाइमर शुरू हो जाएगा और इस कार्य को करने के लिए आपके पास 20 मिनट का समय होगा। एक बार हमारे सॉफ्टवेयर आपको सूचित करेंगे\n20 मिनट का समय है और आप अपने लिए 5/10 मिनट का ब्रेक सेट कर सकते हैं।\n\nएक बार ब्रेक खत्म होने पर अगले कार्य पर शुरू करें। यह अध्ययन / कार्य तकनीक बहुत कुशल है क्योंकि यह आपकी अनुमति देता है\nप्रत्येक 20-25 मिनट में एक छोटा ब्रेक लेने के लिए मस्तिष्क और आप 20 मिनट के दौरान पूरी तरह से ध्यान केंद्रित कर रहे हैं जो आप काम / अध्ययन कर रहे हैं।\n\nहमारे विस्तार में एक शांत इतिहास विशेषता भी है - आप यह देखने में सक्षम हैं कि आपने कितने पोमोडोरो को पूरा किया है\nदिन और अपने काम / अध्ययन की प्रगति का ट्रैक रखने का एक शानदार तरीका। आज इस पोमोडोरो टाइमर का उपयोग करना शुरू करें और कार्यस्थल पर / स्कुल में अधिक उत्पादक बनें।",
    "hr": "Započnite koristiti pomodoro tehniku da biste povećali produktivnost na poslu / kad studirate.\nEvo kako ovo proširenje funkcionira. Pred vama je veliki projekt / zadatak.\nNakon što instalirate naše programsko proširenje, počnite pisati i razbiti veliki projekt\nu male pojedinačne zadatke.\n\nEvo primjera kako biste mogli koristiti ovo proširenje.\n\n- Studiranje na ispitu iz povijesti -\n\nPodzadaci / mini-zadaci bi bili\n\n- Proučite građanski rat\n- Proučavanje čimbenika koji su doveli do građanskog rata itd.\n\nNakon što projekt rastavite na mini zadatke, započnite s proučavanjem pritiskom na gumb \"reproduciraj\".\n\nTajmer će se pokrenuti i imate 20 minuta za rad na ovom zadatku. Naš će vas softver obavijestiti nakon što\nIsteklo je 20 minuta i možete sebi postaviti pauzu od 5/10 minuta.\n\nPočnite sa sljedećim zadatkom nakon što završi stanka. Ova tehnika proučavanja / rada vrlo je učinkovita jer omogućava vašem\nmozak na kratku pauzu svakih 20-25 minuta, a vi ste potpuno fokusirani tijekom 20 minuta dok radite / učite.\n\nNaše proširenje također ima sjajnu značajku povijesti - možete vidjeti koliko ste pomodora postigli\ndan i njegov izvrstan način za praćenje napretka vašeg rada / učenja. Počnite koristiti ovaj Pomodoro timer već danas i postanite produktivniji na poslu / u školi.",
    "hu": "Kezdje el használni a pomodoro technikát a munka hatékonyságának növelése érdekében / amikor tanul.\nÍgy működik ez a kiterjesztés. Van egy nagy projekt / feladat, amin dolgozhat.\nMiután telepítette a szoftverbővítményünket, kezdje el írni és bontsa le a nagy projektet\nkis egyéni feladatokba.\n\nItt van egy példa arra, hogyan használhatja ezt a kiterjesztést.\n\n- Tanulás történelem vizsgára -\n\nRészfeladatok / Mini-feladatok lennének\n\n- Tanulmányozza a polgárháborút\n- Tanulmányozza a polgárháborúhoz vezető tényezőket stb.\n\nMiután lebontotta a projektet mini feladatokra, kezdje el a tanulást a \"lejátszás\" gomb megnyomásával.\n\nAz időzítő elindul, és 20 perc áll rendelkezésére a feladat elvégzéséhez. Szoftverünk értesíti Önt a\n20 perc telt el, és beállíthat egy 5/10 perces szünetet magának.\n\nA szünet befejeztével kezdje el a következő feladatot. Ez a tanulmányi / munkatechnika nagyon hatékony, mivel lehetővé teszi az Ön számára\nagy, hogy tartson egy rövid szünetet 20-25 percenként, és teljesen koncentrál a 20 perc alatt, amikor dolgozik / tanul.\n\nA kiterjesztésünknek van egy jó történeti funkciója is - láthatja, hogy hány pomodoróért teljesített\na nap, és ez egy nagyszerű módja annak, hogy nyomon kövesse munkája / tanulmánya előrehaladását. Kezdje el használni ezt a Pomodoro Timer-t ma, és legyen produktívabb a munkahelyén / az iskolában.",
    "id": "Mulailah menggunakan teknik pomodoro untuk meningkatkan produktivitas Anda di tempat kerja / saat Anda belajar.\nBerikut cara kerja ekstensi ini. Anda memiliki proyek / tugas besar untuk dikerjakan.\nSetelah Anda menginstal ekstensi perangkat lunak kami, mulailah menulis dan memecah proyek besar\nmenjadi tugas individu kecil.\n\nBerikut adalah contoh bagaimana Anda dapat menggunakan ekstensi ini.\n\n- Belajar untuk Ujian Sejarah -\n\nSubtugas / Mini-tugas akan menjadi\n\n- Pelajari Perang Saudara\n- Mempelajari faktor-faktor yang menyebabkan perang saudara, dll.\n\nSetelah Anda memecah proyek menjadi tugas-tugas mini, mulailah belajar dengan menekan tombol \"putar\".\n\nPengatur waktu akan dimulai dan Anda memiliki 20 menit untuk mengerjakan tugas ini. Perangkat lunak kami akan memberi tahu Anda setelah\n20 menit sudah habis dan Anda dapat menetapkan istirahat 5/10 menit untuk diri sendiri.\n\nMulailah tugas berikutnya setelah istirahat selesai. Teknik belajar / kerja ini sangat efisien karena memungkinkan Anda\notak untuk mengambil istirahat sejenak setiap 20-25 menit dan Anda sepenuhnya fokus selama 20 menit Anda bekerja / belajar.\n\nEkstensi kami juga memiliki fitur sejarah yang keren - Anda dapat melihat berapa banyak pomodoro yang Anda capai\nhari dan cara yang bagus untuk melacak kemajuan pekerjaan / pembelajaran Anda. Mulailah menggunakan Pomodoro Timer hari ini dan jadilah lebih produktif di tempat kerja / di sekolah.",
    "it": "Inizia a utilizzare la tecnica del pomodoro per aumentare la tua produttività al lavoro / quando studi.\nEcco come funziona questa estensione. Hai un grande progetto / compito su cui lavorare.\nDopo aver installato la nostra estensione software, inizia a scrivere e scomponi il grande progetto\nin piccoli compiti individuali.\n\nEcco un esempio di come potresti usare questa estensione.\n\n- Studiare per l'esame di storia -\n\nLe attività secondarie / mini attività sarebbero\n\n- Studia la guerra civile\n- Fattori di studio che hanno portato alla guerra civile, ecc.\n\nUna volta suddiviso il progetto in mini attività, inizia a studiare premendo il pulsante \"play\".\n\nIl timer inizierà e avrai 20 minuti per lavorare su questa attività. Il nostro software ti avviserà una volta che il\nSono trascorsi 20 minuti e puoi impostare una pausa di 5/10 minuti per te stesso.\n\nInizia l'attività successiva una volta terminata la pausa. Questa tecnica di studio / lavoro è molto efficiente in quanto ti consente\ncervello a fare una breve pausa ogni 20-25 minuti e sei completamente concentrato durante i 20 minuti che stai lavorando / studiando.\n\nLa nostra estensione ha anche una fantastica funzione di cronologia: puoi vedere quanti pomodori hai realizzato\nla giornata ed è un ottimo modo per tenere traccia dei progressi del tuo lavoro / studio. Inizia a utilizzare questo Pomodoro Timer oggi stesso e diventa più produttivo al lavoro / a scuola.",
    "ja": "ポモドーロテクニックを使い始めて、仕事中/勉強中の生産性を高めましょう。\nこの拡張機能の仕組みは次のとおりです。取り組むべき大きなプロジェクト/タスクがあります。\nソフトウェア拡張機能をインストールしたら、作成を開始して大規模なプロジェクトを分解します\n小さな個々のタスクに。\n\nこの拡張機能を使用する方法の例を次に示します。\n\n-歴史試験の勉強-\n\nサブタスク/ミニタスクは\n\n-南北戦争を研究する\n-内戦などにつながった研究要因。\n\nプロジェクトをミニタスクに分割したら、「再生」ボタンを押して学習を開始します。\n\nタイマーが開始し、このタスクに取り組む時間は20分です。当社のソフトウェアは、\n20分が経過し、5/10分の休憩を自分で設定できます。\n\n休憩が終わったら、次のタスクを開始します。この研究/作業技術はそれがあなたを可能にするので非常に効率的です\n脳は20〜25分ごとに短い休憩を取り、あなたはあなたが働いている/勉強している20分の間に完全に集中しています。\n\n私たちの拡張機能には、クールな履歴機能もあります-あなたが達成したポモドーロの数を見ることができます\nその日とあなたの仕事/勉強の進捗状況を追跡するための素晴らしい方法。今日からこのポモドーロタイマーを使い始めて、仕事や学校でより生産的になりましょう。",
    "ko": "포모 도로 기술을 사용하여 직장 / 공부할 때 생산성을 높이십시오.\n이 확장의 작동 방식은 다음과 같습니다. 작업 할 큰 프로젝트 / 작업이 있습니다.\n소프트웨어 확장 프로그램을 설치했으면 작성을 시작하고 큰 프로젝트를 분해하십시오.\n작은 개별 작업으로.\n\n다음은이 확장을 사용하는 방법의 예입니다.\n\n-역사 시험 공부-\n\n하위 작업 / 미니 작업은\n\n-남북 전쟁 연구\n-내전 등의 요인 연구\n\n프로젝트를 미니 과제로 나누고 나면 \"재생\"버튼을 눌러 공부를 시작하십시오.\n\n타이머가 시작되고 20 분 동안이 작업을 수행 할 수 있습니다. 당사의 소프트웨어는\n20 분이 끝났고 5/10 분 휴식을 스스로 설정할 수 있습니다.\n\n휴식이 끝나면 다음 작업을 시작합니다. 이 연구 / 작업 기술은 매우 효율적입니다.\n20-25 분마다 짧은 휴식을 취하고 작업 / 공부하는 20 분 동안 완전히 집중합니다.\n\n우리의 확장은 또한 멋진 역사 기능을 가지고 있습니다.\n일과 공부의 진행 상황을 추적 할 수있는 좋은 방법입니다. 오늘이 Pomodoro Timer를 사용하여 직장 / 학교에서 생산성을 높이십시오.",
    "lt": "Pradėkite naudoti pomodoro techniką, kad padidintumėte savo produktyvumą darbe / kai studijuojate.\nŠtai kaip veikia šis plėtinys. Turite dirbti su dideliu projektu / užduotimi.\nĮdiegę mūsų programinės įrangos plėtinį, pradėkite rašyti ir suskaidykite didelį projektą\nį mažas individualias užduotis.\n\nŠtai pavyzdys, kaip galėtumėte naudoti šį plėtinį.\n\n- Istorijos egzamino studijos -\n\nBūtų užduotys / mini užduotys\n\n- Studijuokite pilietinį karą\n- Tyrimo veiksniai, sukėlę pilietinį karą ir kt.\n\nIšskaidę projektą į mini užduotis, pradėkite mokytis paspausdami mygtuką „paleisti“.\n\nLaikmatis paleidžiamas ir jūs turite 20 minučių, kol atliksite šią užduotį. Mūsų programinė įranga jums apie tai praneš\nPraėjo 20 minučių, ir jūs galite nustatyti sau 5/10 minučių pertrauką.\n\nPradėkite kitą užduotį, kai pasibaigs pertrauka. Ši studijų / darbo technika yra labai efektyvi, nes tai leidžia jūsų\nsmegenis daryti trumpą pertrauką kas 20-25 minutes, o jūs visą dėmesį skiriate per 20 minučių, kurias dirbate / studijuojate.\n\nMūsų plėtinys taip pat turi puikią istorijos funkciją - jūs galite pamatyti, kiek pomodoro pasiekėte\ndiena ir tai puikus būdas stebėti savo darbo / studijų pažangą. Pradėkite naudoti šį „Pomodoro Timer“ šiandien ir tapkite produktyvesni darbe / mokykloje.",
    "lv": "Sāciet izmantot pomodoro tehniku, lai palielinātu produktivitāti darbā / kad studējat.\nLūk, kā darbojas šis paplašinājums. Jums ir jāstrādā ar lielu projektu / uzdevumu.\nKad esat instalējis mūsu programmatūras paplašinājumu, sāciet rakstīt un sadalīt lielo projektu\nmazos individuālos uzdevumos.\n\nŠeit ir piemērs tam, kā jūs varētu izmantot šo paplašinājumu.\n\n- mācīšanās vēstures eksāmenam -\n\nBūtu apakšuzdevumi / mini-uzdevumi\n\n- Pētīt pilsoņu karu\n- Pētījuma faktori, kas izraisīja pilsoņu karu utt.\n\nKad esat sadalījis projektu mini uzdevumos, sāciet mācīties, nospiežot pogu \"Atskaņot\".\n\nTaimeris sāks darboties, un jums būs 20 minūtes laika, lai strādātu ar šo uzdevumu. Mūsu programmatūra jums paziņos, tiklīdz\nIr pagājušas 20 minūtes, un jūs varat sev noteikt 5/10 minūšu pārtraukumu.\n\nSāciet nākamo uzdevumu, kad pārtraukums ir beidzies. Šī mācību / darba tehnika ir ļoti efektīva, jo tā ļauj jums\nsmadzenes, lai veiktu nelielu pārtraukumu ik pēc 20-25 minūtēm, un jūs esat pilnībā koncentrējies 20 minūšu laikā, kad strādājat / mācāties\n\nMūsu paplašinājumam ir arī lieliska vēstures funkcija - jūs varat redzēt, cik daudz pomodoro jūs esat paveicis\ndiena un tā ir lielisks veids, kā sekot līdzi sava darba progresam. Sāciet lietot šo Pomodoro taimeri jau šodien un kļūstiet produktīvāks darbā / skolā.",
    "ms": "Mulailah menggunakan teknik pomodoro untuk meningkatkan produktiviti anda di tempat kerja / semasa anda belajar.\nInilah cara penyambungan ini berfungsi. Anda mempunyai projek / tugas yang besar untuk diusahakan.\nSetelah anda memasang peluasan perisian kami, mulailah menulis dan menguraikan projek besar\nmenjadi tugas individu kecil.\n\nBerikut adalah contoh bagaimana anda boleh menggunakan pelanjutan ini.\n\n- Belajar untuk Peperiksaan Sejarah -\n\nSubtugas / Mini-tugas adalah\n\n- Kaji Perang Saudara\n- Mengkaji faktor-faktor yang menyebabkan perang saudara dll.\n\nSebaik sahaja anda menguraikan projek menjadi tugas mini, mulailah belajar dengan menekan butang \"main\".\n\nPemasa akan bermula dan anda mempunyai 20 minit untuk menyelesaikan tugas ini. Perisian kami akan memberitahu anda sekali\n20 minit lagi dan anda boleh menetapkan rehat 5/10 minit untuk diri anda sendiri.\n\nMulakan tugas seterusnya setelah rehat selesai. Teknik kajian / kerja ini sangat cekap kerana membolehkan anda\notak berehat sebentar setiap 20-25 minit dan anda fokus sepenuhnya selama 20 minit anda bekerja / belajar.\n\nSambungan kami juga mempunyai ciri sejarah yang menarik - anda dapat melihat berapa banyak pomodoro yang anda capai\nhari dan cara yang bagus untuk mengesan kemajuan kerja / pengajian anda. Mulailah menggunakan Pomodoro Timer ini hari ini dan menjadi lebih produktif di tempat kerja / di sekolah.",
    "nl": "Gebruik de pomodoro-techniek om uw productiviteit op het werk / wanneer u studeert te verhogen.\nHier is hoe deze extensie werkt. Je hebt een groot project / taak om aan te werken.\nNadat u onze software-extensie heeft geïnstalleerd, begint u met schrijven en breekt u het grote project af\nin kleine individuele taken.\n\nHier is een voorbeeld van hoe u deze extensie kunt gebruiken.\n\n- Studeren voor examen geschiedenis -\n\nSubtaken / Mini-taken zouden zijn\n\n- Bestudeer de burgeroorlog\n- Bestudeer factoren die leidden tot burgeroorlog enz.\n\nAls je het project eenmaal in minitaken hebt opgesplitst, begin je met studeren door op de knop \"afspelen\" te drukken.\n\nDe timer start en je hebt 20 minuten om aan deze taak te werken. Onze software zal u een keer op de hoogte stellen van het\n20 minuten zijn om en je kunt voor jezelf een pauze van 5/10 minuten instellen.\n\nBegin met de volgende taak als de pauze voorbij is. Deze studie / werktechniek is zeer efficiënt aangezien het uw\nhersenen om elke 20-25 minuten een korte pauze te nemen en je bent volledig gefocust tijdens de 20 minuten dat je aan het werken / studeren bent.\n\nOnze extensie heeft ook een coole geschiedenisfunctie - je kunt zien voor hoeveel pomodoro's je hebt bereikt\nde dag en het is een geweldige manier om de voortgang van je werk / studie bij te houden. Begin vandaag nog met het gebruik van deze Pomodoro Timer en word productiever op het werk / op school.",
    "no": "Begynn å bruke pomodoro-teknikken for å øke produktiviteten din på jobben / når du studerer.\nSlik fungerer denne utvidelsen. Du har et stort prosjekt / oppgave å jobbe med.\nNår du har installert programvareutvidelsen vår, kan du begynne å skrive og bryte ned det store prosjektet\ninn i små individuelle oppgaver.\n\nHer er et eksempel på hvordan du kan bruke denne utvidelsen.\n\n- Studerer for historieeksamen -\n\nDeloppgaver / Mini-oppgaver ville være\n\n- Studer borgerkrigen\n- Studiefaktorer som førte til borgerkrig etc.\n\nNår du har delt opp prosjektet i minioppgaver, begynn å studere ved å trykke på \"spill\" -knappen.\n\nTimeren starter, og du har 20 minutter på deg til å jobbe med denne oppgaven. Programvaren vår vil varsle deg når\n20 minutter er oppe, og du kan sette en pause på 5/10 minutter for deg selv.\n\nBegynn på neste oppgave når pausen er over. Denne studiet / arbeidsteknikken er veldig effektiv da den tillater din\nhjernen til å ta en kort pause hvert 20.-25. minutt, og du er fullt fokusert i løpet av de 20 minuttene du jobber / studerer.\n\nUtvidelsen vår har også en kul historiefunksjon - du kan se hvor mange pomodoro du oppnådde for\ndagen og det er en fin måte å holde oversikt over fremdriften i arbeidet / studiet ditt. Begynn å bruke denne Pomodoro-timeren i dag og bli mer produktiv på jobben / på skolen.",
    "pl": "Zacznij od techniki pomodoro, aby zwiększyć swoją produktywność w pracy / podczas nauki.\nOto jak działa to rozszerzenie. Masz duży projekt / zadanie do wykonania.\nPo zainstalowaniu naszego rozszerzenia oprogramowania zacznij pisać i rozkładaj duży projekt\nna małe, indywidualne zadania.\n\nOto przykład, jak możesz użyć tego rozszerzenia.\n\n- Nauka do egzaminu z historii -\n\nPodzadania / Mini-zadania byłyby\n\n- Studiuj wojnę domową\n- Zbadaj czynniki, które doprowadziły do wojny domowej itp.\n\nKiedy już podzielisz projekt na mini zadania, zacznij naukę, naciskając przycisk „odtwórz”.\n\nZostanie uruchomiony licznik czasu i masz 20 minut na pracę nad tym zadaniem. Nasze oprogramowanie powiadomi Cię, gdy\nPo 20 minutach możesz ustawić sobie przerwę na 5/10 minut.\n\nPo przerwie zacznij od następnego zadania. Ta technika nauki / pracy jest bardzo wydajna, ponieważ pozwala\nmózg, aby robić krótką przerwę co 20-25 minut i być w pełni skoncentrowanym podczas 20 minut pracy / nauki.\n\nNasze rozszerzenie ma również fajną funkcję historii - możesz zobaczyć, za ile pomodoro osiągnąłeś\ndzień i jest to świetny sposób na śledzenie postępów w pracy / nauce. Zacznij korzystać z tego Pomodoro Timer już dziś i zwiększ produktywność w pracy / szkole.",
    "ro": "Începeți să utilizați tehnica pomodoro pentru a vă crește productivitatea la locul de muncă / când studiați.\nIată cum funcționează această extensie. Aveți un proiect / sarcină mare la care să lucrați.\nDupă ce ați instalat extensia noastră software, începeți să scrieți și descompuneți marele proiect\nîn mici sarcini individuale.\n\nIată un exemplu despre modul în care ați putea utiliza această extensie.\n\n- Studierea pentru examenul de istorie -\n\nSubtaskurile / Mini-sarcinile ar fi\n\n- Studiază războiul civil\n- Studiați factorii care au condus la războiul civil etc.\n\nOdată ce ați împărțit proiectul în mini sarcini, începeți să studiați apăsând butonul „redare”.\n\nCronometrul va porni și aveți la dispoziție 20 de minute pentru a lucra la această sarcină. Software-ul nostru vă va notifica odată ce\nAu trecut 20 de minute și puteți seta o pauză de 5/10 minute pentru dvs.\n\nÎncepeți următoarea sarcină odată ce pauza sa terminat. Această tehnică de studiu / lucru este foarte eficientă, deoarece vă permite\ncreierului să ia o scurtă pauză la fiecare 20-25 de minute și sunteți pe deplin concentrat în timpul celor 20 de minute în care lucrați / studiați.\n\nExtensia noastră are, de asemenea, o caracteristică de istorie interesantă - puteți vedea pentru câte pomodoro ați realizat\nziua și este o modalitate excelentă de a urmări progresul muncii / studiului. Începeți să utilizați acest Pomodoro Timer astăzi și deveniți mai productivi la locul de muncă / la școală.",
    "ru": "Начните использовать технику помидора, чтобы повысить свою продуктивность на работе / во время учебы.\nВот как работает это расширение. У вас есть большой проект / задача, над которой нужно работать.\nПосле того, как вы установили наше расширение программного обеспечения, начните писать и разбивать большой проект.\nна небольшие индивидуальные задачи.\n\nВот пример того, как вы можете использовать это расширение.\n\n- Подготовка к экзамену по истории -\n\nПодзадачи / Мини-задачи будут\n\n- Изучите гражданскую войну\n- Изучите факторы, которые привели к гражданской войне и т. Д.\n\nПосле того, как вы разбили проект на мини-задачи, начните учиться, нажав кнопку «Играть».\n\nТаймер запустится, и у вас будет 20 минут на работу над этой задачей. Наше программное обеспечение уведомит вас, как только\nПрошло 20 минут, и вы можете установить для себя перерыв 5/10 минут.\n\nПосле перерыва приступайте к следующему заданию. Этот метод учебы / работы очень эффективен, поскольку позволяет вам\nмозг должен делать короткий перерыв каждые 20-25 минут, и вы полностью сосредоточены в течение 20 минут, которые вы работаете / учитесь.\n\nВ нашем расширении также есть классная функция истории - вы можете увидеть, сколько помидоров вы выполнили за\nдень, и это отличный способ отслеживать прогресс вашей работы / учебы. Начните использовать этот таймер Pomodoro сегодня и станьте более продуктивным на работе / в школе.",
    "sk": "Začnite používať techniku pomodoro na zvýšenie svojej produktivity v práci / pri štúdiu.\nTakto funguje toto rozšírenie. Máte veľký projekt / úlohu, na ktorej musíte pracovať.\nPo nainštalovaní nášho softvérového rozšírenia začnite písať a rozoberajte veľký projekt\nna malé individuálne úlohy.\n\nTu je príklad toho, ako by ste mohli použiť toto rozšírenie.\n\n- Štúdium na skúšku z histórie -\n\nČiastkové úlohy / miniúlohy by boli\n\n- Študujte občiansku vojnu\n- Študujte faktory, ktoré viedli k občianskej vojne atď.\n\nKeď ste projekt rozdelili na mini úlohy, začnite študovať stlačením tlačidla „hrať“.\n\nSpustí sa časovač a máte 20 minút na to, aby ste na tejto úlohe pracovali. Náš softvér vás upozorní, keď\nVypršalo 20 minút a sami si môžete nastaviť 5/10 minútovú prestávku.\n\nPo skončení prestávky začnite s ďalšou úlohou. Táto technika štúdia / práce je veľmi efektívna, pretože umožňuje vašu\nmozog si urobte krátku prestávku každých 20 - 25 minút a počas 20 minút, ktoré pracujete / študujete, ste úplne sústredení.\n\nNaše rozšírenie má tiež skvelú funkciu histórie - vidíte, koľko pomodorov ste dosiahli\ndeň a je to skvelý spôsob, ako sledovať pokrok vo svojej práci / štúdiu. Začnite používať tento časovač Pomodoro už dnes a buďte produktívnejší v práci / v škole.",
    "sl": "Začnite uporabljati tehniko pomodoro, da povečate svojo produktivnost pri delu / med študijem.\nEvo, kako deluje ta razširitev. Pred vami je velik projekt / naloga.\nKo namestite našo programsko razširitev, začnite pisati in razčleniti velik projekt\nv majhne posamezne naloge.\n\nTu je primer, kako bi lahko uporabili to razširitev.\n\n- Študij za izpit iz zgodovine -\n\nPodopravila / mini naloge bi bile\n\n- Preučite državljansko vojno\n- Študija dejavnikov, ki so privedli do državljanske vojne itd.\n\nKo projekt razstavite na mini naloge, začnite s študijem s pritiskom na gumb \"predvajanje\".\n\nČasovnik se bo zagnal in imate 20 minut časa za to nalogo. Naša programska oprema vas bo obvestila, ko\nPoteklo je 20 minut in lahko si določite 5/10 minutni odmor.\n\nKo je odmor končan, začnite z naslednjo nalogo. Ta študijska / delovna tehnika je zelo učinkovita, saj omogoča vaše\nmožgane, da si naredijo kratek odmor na vsakih 20-25 minut in ste popolnoma osredotočeni v 20 minutah, ko delate / študirate.\n\nNaša razširitev ima tudi kul zgodovinsko funkcijo - lahko vidite, koliko pomodorojev ste dosegli\ndan in je odličen način za spremljanje napredka vašega dela / študija. Začnite uporabljati ta Pomodoro Timer še danes in postanite bolj produktivni v službi / na šoli.",
    "sr": "Почните да користите помодоро технику да бисте повећали продуктивност на послу / када студирате.\nЕво како ово проширење функционише. Пред вама је велики пројекат / задатак.\nНакон што инсталирате нашу програмску екстензију, почните писати и разбити велики пројекат\nу мале појединачне задатке.\n\nЕво примера како бисте могли да користите ово проширење.\n\n- Студирање на испиту из историје -\n\nПодзадаци / мини-задаци би били\n\n- Проучите грађански рат\n- Проучавање фактора који су довели до грађанског рата итд.\n\nНакон што пројект раставите на мини задатке, започните са проучавањем притиском на дугме „репродукуј“.\n\nТајмер ће се покренути и имате 20 минута за рад на овом задатку. Наш софтвер ће вас обавестити након што\nИстекло је 20 минута и можете сами да одредите паузу од 5/10 минута.\n\nПочните са следећим задатком када се пауза заврши. Ова техника проучавања / рада је врло ефикасна јер омогућава вашем\nмозак да направи кратку паузу сваких 20-25 минута и потпуно сте фокусирани током 20 минута док радите / учите.\n\nНаше проширење такође има сјајну карактеристику историје - можете да видите за колико помодороа сте постигли\nдан и његов одличан начин за праћење напретка вашег рада / учења. Почните да користите овај Помодоро тајмер већ данас и постаните продуктивнији на послу / у школи.",
    "sv": "Börja använda pomodoro-tekniken för att öka din produktivitet på jobbet / när du studerar.\nSå här fungerar det här tillägget. Du har ett stort projekt / uppgift att arbeta med.\nNär du har installerat vårt programtillägg, börja skriva och bryta ner det stora projektet\ni små enskilda uppgifter.\n\nHär är ett exempel på hur du kan använda det här tillägget.\n\n- Studerar för historiaxamen -\n\nUnderuppgifter / Mini-uppgifter skulle vara\n\n- Studera inbördeskriget\n- Studiefaktorer som ledde till inbördeskrig etc.\n\nNär du har delat upp projektet i miniuppgifter, börja studera genom att trycka på \"spela\" -knappen.\n\nTimern startar och du har 20 minuter på dig att arbeta med den här uppgiften. Vår programvara kommer att meddela dig en gång\n20 minuter är uppe och du kan ställa in en 5/10 minuters paus för dig själv.\n\nBörja på nästa uppgift när pausen är över. Denna studie / arbetsteknik är mycket effektiv eftersom den tillåter din\nhjärnan att ta en kort paus var 20-25 minuter och du är helt fokuserad under de 20 minuter du arbetar / studerar.\n\nVår förlängning har också en cool historikfunktion - du kan se hur många pomodoro du har åstadkommit för\ndagen och det är ett utmärkt sätt att hålla reda på framstegen i ditt arbete / studier. Börja använda denna Pomodoro Timer idag och bli mer produktiv på jobbet / på skolan.",
    "th": "เริ่มใช้เทคนิค pomodoro เพื่อเพิ่มผลผลิตในที่ทำงาน / เมื่อคุณกำลังเรียน\nนี่คือวิธีการทำงานของส่วนขยายนี้ คุณมีโครงการ / งานขนาดใหญ่ที่ต้องดำเนินการ\nเมื่อคุณติดตั้งส่วนขยายซอฟต์แวร์ของเราแล้วให้เริ่มเขียนและแบ่งโครงการขนาดใหญ่\nเป็นงานเล็ก ๆ น้อย ๆ\n\nนี่คือตัวอย่างวิธีใช้ส่วนขยายนี้\n\n- เรียนเพื่อสอบประวัติศาสตร์ -\n\nงานย่อย / งานย่อยจะเป็น\n\n- ศึกษาสงครามกลางเมือง\n- ศึกษาปัจจัยที่นำไปสู่สงครามกลางเมือง ฯลฯ\n\nเมื่อคุณแยกโครงการออกเป็นงานย่อย ๆ แล้วให้เริ่มศึกษาโดยกดปุ่ม \"เล่น\"\n\nตัวจับเวลาจะเริ่มขึ้นและคุณมีเวลา 20 นาทีในการทำงานนี้ ซอฟต์แวร์ของเราจะแจ้งให้คุณทราบเมื่อไฟล์\n20 นาทีขึ้นไปและคุณสามารถกำหนดเวลาพัก 5/10 นาทีสำหรับตัวคุณเอง\n\nเริ่มภารกิจต่อไปเมื่อหยุดพัก เทคนิคการศึกษา / การทำงานนี้มีประสิทธิภาพมากเนื่องจากช่วยให้คุณ\nสมองจะหยุดพักสั้น ๆ ทุกๆ 20-25 นาทีและคุณมีสมาธิเต็มที่ในช่วง 20 นาทีที่คุณกำลังทำงาน / เรียน\n\nส่วนขยายของเรายังมีคุณสมบัติประวัติที่น่าสนใจ - คุณสามารถดูจำนวน pomodoro ที่คุณทำสำเร็จ\nวันและเป็นวิธีที่ดีในการติดตามความคืบหน้าของงาน / การเรียนของคุณ เริ่มใช้ Pomodoro Timer วันนี้และทำงานได้อย่างมีประสิทธิผลมากขึ้น / ที่ schoool",
    "tr": "İşyerinde / okurken verimliliğinizi artırmak için pomodoro tekniğini kullanmaya başlayın.\nİşte bu uzantının nasıl çalıştığı. Üzerinde çalışmanız gereken büyük bir projeniz / göreviniz var.\nYazılım uzantımızı yükledikten sonra, büyük projeyi yazmaya ve parçalamaya başlayın\nküçük bireysel görevlere.\n\nİşte bu uzantıyı nasıl kullanabileceğinize dair bir örnek.\n\n- Tarih Sınavı İçin Çalışmak -\n\nAlt görevler / Mini görevler\n\n- İç Savaşı inceleyin\n- İç savaşa neden olan faktörleri inceleyin.\n\nProjeyi mini görevlere ayırdıktan sonra, \"oynat\" düğmesine basarak çalışmaya başlayın.\n\nZamanlayıcı başlayacak ve bu görev üzerinde çalışmak için 20 dakikanız var. Yazılımımız size bir kez\n20 dakika doldu ve kendiniz için 5/10 dakikalık bir mola ayarlayabilirsiniz.\n\nAra bittiğinde bir sonraki göreve başlayın. Bu çalışma / çalışma tekniği, size izin verdiği için çok etkilidir.\nbeyin her 20-25 dakikada bir kısa bir mola veriyor ve çalıştığınız / çalıştığınız 20 dakika boyunca tamamen odaklanmışsınız.\n\nUzantımız ayrıca harika bir geçmiş özelliğine sahiptir - kaç tane pomodoro başardığınızı görebilirsiniz.\ngün ve işinizin / eğitiminizin ilerlemesini takip etmenin harika bir yolu. Bu Pomodoro Zamanlayıcıyı bugün kullanmaya başlayın ve işte / okulda daha üretken olun.",
    "uk": "Почніть використовувати техніку помодоро, щоб підвищити свою продуктивність на роботі / під час навчання.\nОсь як працює це розширення. У вас є великий проект / завдання, над яким слід працювати.\nПісля встановлення нашого розширення програмного забезпечення почніть писати та розбивайте великий проект\nна невеликі індивідуальні завдання.\n\nОсь приклад того, як ви могли використовувати це розширення.\n\n- Навчання на іспиті з історії -\n\nПідзадачі / Міні-завдання будуть\n\n- Вивчення громадянської війни\n- Вивчення факторів, що призвели до громадянської війни тощо.\n\nРозбивши проект на міні-завдання, починайте вивчення, натискаючи кнопку «відтворити».\n\nТаймер запуститься, і у вас є 20 хвилин, щоб попрацювати над цим завданням. Наше програмне забезпечення повідомить вас, коли\n20 хвилин закінчилося, і ви можете встановити собі 5/10 хвилинну перерву.\n\nПочніть із наступного завдання, коли перерва закінчиться. Ця техніка навчання / роботи є дуже ефективною, оскільки дозволяє вашим\nмозку робити невелику перерву кожні 20-25 хвилин, і ви повністю зосереджені протягом 20 хвилин, коли ви працюєте / навчаєтесь.\n\nНаше розширення також має цікаву функцію історії - ви можете бачити, скільки pomodoro ви виконали\nдень і це чудовий спосіб відстежувати хід вашої роботи / навчання. Почніть використовувати цей таймер Pomodoro сьогодні і станьте більш продуктивними на роботі / у школі.",
    "vi": "Bắt đầu sử dụng kỹ thuật pomodoro để tăng năng suất của bạn trong công việc / khi bạn đang học.\nĐây là cách tiện ích mở rộng này hoạt động. Bạn có một dự án / nhiệm vụ lớn cần thực hiện.\nKhi bạn đã cài đặt tiện ích mở rộng phần mềm của chúng tôi, hãy bắt đầu viết và chia nhỏ dự án lớn\nthành các nhiệm vụ cá nhân nhỏ.\n\nĐây là một ví dụ về cách bạn có thể sử dụng tiện ích mở rộng này.\n\n- Đang ôn thi Lịch sử -\n\nNhiệm vụ con / Nhiệm vụ nhỏ sẽ là\n\n- Nghiên cứu nội chiến\n- Nghiên cứu các yếu tố dẫn đến nội chiến v.v.\n\nKhi bạn đã chia nhỏ dự án thành các nhiệm vụ nhỏ, hãy bắt đầu nghiên cứu bằng cách nhấn nút \"phát\".\n\nBộ hẹn giờ sẽ bắt đầu và bạn có 20 phút để làm việc này. Phần mềm của chúng tôi sẽ thông báo cho bạn khi\n20 phút là hết và bạn có thể đặt 5/10 phút giải lao cho mình.\n\nBắt đầu nhiệm vụ tiếp theo sau khi thời gian nghỉ giải lao kết thúc. Kỹ thuật học tập / làm việc này rất hiệu quả vì nó cho phép bạn\nnão được nghỉ ngơi ngắn mỗi 20-25 phút và bạn hoàn toàn tập trung trong 20 phút đang làm việc / học tập.\n\nTiện ích mở rộng của chúng tôi cũng có một tính năng lịch sử thú vị - bạn có thể xem bạn đã hoàn thành bao nhiêu pomodoro cho\nngày và đó là một cách tuyệt vời để theo dõi tiến độ công việc / học tập của bạn. Bắt đầu sử dụng Bộ hẹn giờ Pomodoro này ngay hôm nay và trở nên hiệu quả hơn trong công việc / tại schoool.",
    "zh_CN": "开始使用番茄酱技术来提高工作效率/学习时。\n此扩展的工作方式如下。您有一个很大的项目/任务需要处理。\n一旦安装了我们的软件扩展，就开始编写并分解大型项目\n分成小的个人任务。\n\n这是如何使用此扩展程序的示例。\n\n-学习历史考试-\n\n子任务/迷你任务将是\n\n-研究内战\n-导致内战等的研究因素\n\n将项目分解为迷你任务后，请按“播放”按钮开始学习。\n\n计时器将启动，您有20分钟的时间完成此任务。我们的软件会在\n20分钟起，您可以为自己设定5/10分钟的休息时间。\n\n休息结束后，就开始下一个任务。这种学习/工作技巧非常有效，因为它可以使您\n大脑每20-25分钟短暂休息一下，您在工作/学习的20分钟内就会全神贯注。\n\n我们的扩展程序还具有很酷的历史记录功能-您可以看到您完成了多少番茄\n的一天，它是跟踪工作/学习进度的好方法。立即开始使用此Pomodoro计时器，并在工作中/学校变得更加高效。",
    "zh_TW": "開始使用番茄醬技術來提高工作效率/學習時。\n此擴展的工作方式如下。您有一個很大的項目/任務需要處理。\n一旦安裝了我們的軟件擴展，就開始編寫並分解大型項目\n分成小的個人任務。\n\n這是如何使用此擴展程序的示例。\n\n-學習歷史考試-\n\n子任務/迷你任務將是\n\n-研究內戰\n-導致內戰等的研究因素\n\n將項目分解為迷你任務後，請按“播放”按鈕開始學習。\n\n計時器將啟動，您有20分鐘的時間完成此任務。我們的軟件會在\n20分鐘起，您可以為自己設定5/10分鐘的休息時間。\n\n休息結束後，就開始下一個任務。這種學習/工作技巧非常有效，因為它可以使您\n大腦每20-25分鐘短暫休息一下，您在工作/學習的20分鐘內就會全神貫注。\n\n我們的擴展程序還具有很酷的歷史記錄功能-您可以看到您完成了多少番茄\n的一天，它是跟踪工作/學習進度的好方法。立即開始使用此Pomodoro計時器，並在工作中/學校變得更加高效。"
  }
}