{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TeraBox Direct Download + Play Link Generator",
    "id": "TeraBox Direct Download Link Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TeraBox Downloader + Online Viewer ▷ Download Video + Watch Terabox Link Video Online FREE without App/Login/PC Client.",
    "id": "Pengunduh TeraBox ▷ Unduh Video TeraBox Tautan Online Gratis Tanpa Aplikasi/Login/PC Client."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TeraBox Direct Download Link Generator aims to simplify downloading and watching videos from Terabox on a PC by directly displaying a full video download button on the Terabox video link player.\n\nThis feature eliminates the need for users to manually copy and paste the link to generate a direct download link for Terabox videos.\n\nWhat's New in v3.0.0\n- Support TeraBox Video + Folder Links\n- Added More TeraBox Domains\n- Simple UI\n\nUsing the Terabox Downloader + Player Online service, users can conveniently paste the Terabox URL into the input box on the website. The platform then provides file information such as name, size, and upload date, along with a download button that initiates the download process instantly.\n\nTeraBox Video Direct Download Link Generator tool offers a smoother, ad-free, and efficient experience compared to the official Terabox app, allowing users to bypass unnecessary ads and directly access their desired files or videos for download.\n\nThe service prioritizes user experience by providing a user-friendly interface that eliminates the requirement for additional apps or software, enabling a seamless downloading experience.\n\nAdditionally, TeraBox Direct Download Link Generator extension emphasizes privacy and security by not tracking or storing any downloaded files, ensuring fast and secure downloads through dedicated servers and efficient protocols.\n\nUsers can rely on this platform for a hassle-free Terabox Video + Folder downloading experience that is both user-centric and reliable.",
    "id": "Terabox Direct Download Link Generator bertujuan untuk menyederhanakan proses mengunduh video dari terabox di pc dengan secara langsung menampilkan tombol unduhan video lengkap di pemutar tautan video terabox.\n\nFitur ini menghilangkan kebutuhan bagi pengguna untuk secara manual menyalin dan menempelkan tautan untuk menghasilkan tautan unduhan langsung untuk video terabox.\n\nDengan menggunakan Layanan Online Pengunduh TERABOX, pengguna dapat dengan mudah menempelkan URL terabox ke dalam kotak input di situs web. Platform kemudian menyediakan informasi file seperti nama, ukuran, dan tanggal unggahan, bersama dengan tombol unduh yang memulai proses pengunduhan secara instan.\n\nAlat generator tautan unduhan langsung terabox menawarkan pengalaman yang lebih halus, bebas iklan, dan efisien dibandingkan dengan aplikasi terabox resmi, yang memungkinkan pengguna untuk melewati iklan yang tidak perlu dan secara langsung mengakses file atau video yang diinginkan untuk diunduh.\n\nLayanan ini memprioritaskan pengalaman pengguna dengan menyediakan antarmuka yang ramah pengguna yang menghilangkan persyaratan untuk aplikasi atau perangkat lunak tambahan, memungkinkan pengalaman pengunduhan yang mulus.\n\nSelain itu, ekstensi generator tautan unduhan langsung terabox menekankan privasi dan keamanan dengan tidak melacak atau menyimpan file yang diunduh, memastikan unduhan yang cepat dan aman melalui server khusus dan protokol yang efisien.\n\nPengguna dapat mengandalkan platform ini untuk pengalaman mengunduh file terabox yang bebas repot yang berpusat pada pengguna dan dapat diandalkan."
  }
}