{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KPI Spark"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KPISpark: Email Tracking & Analytics for Gmail & Outlook\n\nEffortlessly track your key email performance metrics with KPISpark.…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KPISpark: Email Tracking & Analytics for Gmail & Outlook\n\nEffortlessly track your key email performance metrics with KPISpark. Whether you're focused on email marketing, sales, or personal outreach, KPISpark provides valuable insights to enhance your email strategy.\n\nFeatures:\n\n*    Real-time read receipts and open rates\n*    Click-through rate tracking for campaigns\n*    Notifications for key email events\n*    Detailed performance monitoring at both campaign and individual email levels\n\nSeamless Integration\nKPISpark works directly within your Gmail or Outlook inbox without any complex setup, helping you optimize your email outreach and marketing efforts in real-time. Simply install the extension, sign into the web-app and you are ready to go.\n\nWhy KPISpark?\n\n*    Track essential email KPIs, including open rates and click-through rates\n*    Analyze both individual emails and broader campaigns for performance insights\n*    Learn which subject lines drive higher engagement and improve your email marketing strategy\n\nWith KPISpark, you can refine your email marketing & sales outreach approach, identify effective strategies, and drive more leads or sales based on data-driven insights. Great for personal use too.\n\nTry KPISpark today and take control of your email tracking and performance analytics!"
  }
}