{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pond"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save papers to Pond, a platform designed for meaningful paper reading and sharing"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dive into a new era of research with Pond's Chrome Extension. Seamlessly integrate the power of Pond into your browsing experience. Effortlessly upload papers from Arxiv, highlight key insights, and join engaging discussions – all within your browser. Take your research journey to the next level. \n\nDownload Pond's Chrome Extension now and embark on a more intuitive, collaborative, and insightful reading adventure. \n\nQuack, Read, Share – with Pond, it's all at your fingertips. \n\nPlease note that Pond's Chrome Extension currently supports Arxiv papers and will soon extend to other sources.\n\n**Key Features:**\n\n- **Effortless Uploads:** Directly upload research papers from Arxiv to your Pond from any webpage.\n- **Seamless Highlighting:** Highlight and annotate important sections with ease.\n- **Real-time Discussions:** Engage in dynamic discussions with peers right within your browser.\n- **Centralized Cloud Storage:** All your comments and highlights securely stored and accessible.\n- **Enhanced Collaboration:** Bridge the gap between minds and amplify your intellectual ripples.\n- **Intuitive Interface:** A user-friendly extension that makes reading and sharing a breeze.\n\n**Get Started:** Install Pond's Chrome Extension from the Chrome Web Store today and embark on a smarter, more connected research journey. Quack, Read, Share – elevate your exploration with Pond."
  }
}