{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Audio Equalizer and Amplifier"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Globally control audio equalization, genres presets, volume and bass boosting of all video and audio elements on all web pages",
    "de": "Globale Steuerung von Audio-Equalization, Genre-Presets, Lautstärkeanhebung aller Video- und Audio-Elemente auf allen Webseiten",
    "es": "Controlar globalmente la ecualización de audio, los preajustes de género, el aumento de volumen",
    "fr": "Contrôle global de l'égalisation audio, des présélections de genres, de l'augmentation du volume de tous les éléments vidéo et audio",
    "it": "Controllo globale dell'equalizzazione audio, preimpostazioni dei generi, aumento del volume di tutti gli elementi multimediali",
    "ja": "すべてのウェブページ上のすべてのビデオおよびオーディオ要素のオーディオイコライゼーション、ジャンルプリセット、ボリューム、低音ブーストをグローバルにコントロール",
    "nl": "Wereldwijd regelen van audio egalisatie, genres presets, volumeverhoging van alle video- en audio-elementen op alle webpagina's",
    "pl": "Globalne sterowanie korekcją dźwięku, ustawieniami gatunkowymi, zwiększaniem głośności wszystkich elementów multimedialnych",
    "pt_BR": "Equalização de áudio de controle global, pré-configuração de gêneros, aumento de volume e de graves",
    "ru": "Глобальное управление выравниванием звука, жанровые пресеты, увеличение громкости всех видео и аудио элементов на всех веб-страницах",
    "zh_CN": "在全球范围内控制所有网页上所有视频和音频元素的音频均衡、流派预设、音量和低音增强。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "A tool for boosting or reducing (attenuating) the levels of different frequencies of media elements in web pages.\n\nThe most basic type of equalization is the bass control on the old home audio equipment to control low frequencies and the treble control to adjust high frequencies. Since there are only two controls, the adjustment is for a fairly wide range of frequencies. In this extension, however, you can adjust a wide set of frequency ranges (60, 170, 310, 600, 1K, 3K, 6K, 12K, 14K, 16K) similar to the well-known VLC player.\n\nThe extension adds a toolbar button to your browser to control audio equalization simply from its popup window. There are about 12 presets to select from or you can adjust your frequency levels. The extension offers profiling to keep user selections in different profiles.\n\nThis extension supports pre-amplification for each profile as well. You have a global volume control to adjust the level of each profile too.\n\nFor more info please read the FAQs page. You can submit bug reports on the GitHub page.",
    "de,es,fr,it,ja,nl,pl,pt_BR,ru,zh_CN": "A tool for boosting or reducing (attenuating) the levels of different frequencies of media elements in web pages.\n\nThe most basic type of equalization is the bass control on the old home audio equipment to control low frequencies and the treble control to adjust high frequencies. Since there are only two controls, the adjustment is for a fairly wide range of frequencies. In this extension, however, you can adjust a wide set of frequency ranges (60, 170, 310, 600, 1K, 3K, 6K, 12K, 14K, 16K) similar to the well-known VLC player.\n\nThe extension adds a toolbar button to your browser to control audio equalization simply from its popup window. There are about 12 presets to select from or you can adjust your own levels. The extension offers profiling to keep user selections in different profiles.\n\nThis extension supports pre-amplification for each profile as well. Basically, you have a global volume control to adjust the level of each profile too.\n\nFor more info please read the FAQs page. You can submit bug reports in the GitHub page."
  }
}