{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Conductor for Chrome - SEO Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience faster, better, smarter SEO insights in one click. The most advanced SEO extension is now free for all marketers."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Conductor for Chrome is designed to make the day-to-day lives of marketing teams easier. \n \n🔎 Discover insights around page performance and new topic opportunities\n📈 Easily uncover website optimizations to improve visibility and performance\n👍 Take action and collaborate more efficiently across teams\n \nMake impactful changes to your website by leveraging the best of Conductor right in your browser. Conductor for Chrome is available to anyone with a Conductor or Google account. Perform keyword research and better understand how your content is optimized for Search.\n\nExperience faster, better, and smarter SEO with the most advanced Organic Marketing browser extension ever created!\n\n== v4.10.4 ==\n- Minor bug fixes and performance improvements.\n\n== v4.10.4 ==\n- Minor bug fixes and performance improvements.\n\n== v4.10.2 ==\n- Minor bug fixes and performance improvements.\n\n== v4.10.0 ==\n- Minor bug fixes and performance improvements.\n\n== v4.9.4 ==\n- Minor bug fixes and performance improvements.\n\n== v4.9.2 ==\n- Minor bug fixes and performance improvements.\n\n== v4.8.0 ==\n- Login improvements\n\n== v4.7.2 ==\n- Login improvements\n\n== v4.7.0 ==\n- Minor bug fixes and performance improvements.\n\n== v4.6.0 ==\n- Minor bug fixes and performance improvements.\n\n== v4.4.2 ==\n- Minor bug fixes and performance improvements.\n\n== v4.4.0 ==\n- Upgraded to Manifest V3\n- Minor bug fixes and performance improvements.\n\n== v4.3.7 ==\n- Fixed an issue where some users received an error when integrating Actions with Asana.\n- Minor bug fixes and performance improvements.\n\n== v4.3.5 ==\n- Minor bug fixes and performance improvements.\n\n== v4.3.4 ==\n- Minor bug fixes and performance improvements.\n\n== v4.3.3 ==\n- Fixed issues related to correctly identifying and parsing sitemaps.\n- Fixed an issue where some users were unable to make edits using Conductor Live.\n- Fixed issue with reporting incorrect status code in Redirects widget.\n- Other minor fixes and performance improvements.\n\n== v4.3.2 ==\n- Fixed and issue where related keywords would not load for certain pages.\n- The Live Editor Reset button didn't do anything before, now it does!\n\n== v4.3.0 ==\n- NEW: Live Editor can now be used to make edits to page headings and image alt descriptions! A Conductor account is required.\n- Overview tab has been updated to bring live editor functionality to your fingertips.\n- Social Preview widget has been moved to the Social Tab.\n- Other bug fixes and improvements.\n\n==V4.2.3 ==\nThank you for your continued use of Conductor for Chrome. In order to make sure the Chrome Extension is as secure as possible, unnecessary permissions were removed. \n\n==v4.2.2==\nMinor Live Editor bug fixes and improvements. \n\n==v4.2.1==\n- Minor bug fixes and performance improvements.\n\n== v4.2.0 ==\n- NEW: Actions in Conductor for Chrome! Conductor customers can take action and seamlessly manage their SEO workflows by creating Content Briefs, To-do's, and Keyword Lists directly from the extension. Share them to your productivity tool of choice such as Jira, Asana and more or download them for easy team collaboration without leaving the page.\n- Fixed an issue when logged in using a Google account, it was then not always possible to login using a Conductor account.\n- Other bug fixes and performance improvements.\n\n== v4.1.1 ==\n- Fixed an issue with Conductor Live that prevented publishing changes for some users.\n- Other bug fixes and performance improvements.\n\n== v4.1.0 ==\n- Fixed an issue where the chrome extension would open sporadically on it own. Now it will only open when you want it to!\n- Other bug fixes and performance improvements.\n\n== v4.0.0 ==\n- Now users who do not have a Conductor account can use the extension with their Google account.\n- Perform keyword research and navigate the extension with a new redesigned layout."
  }
}