{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Evabot Sales AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automate the research and generate actionable insights across the sales cycle to increase the pipeline velocity."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EvaBot AI revolutionizes outbound sales by streamlining account and prospect research to supercharge your outreach. After gathering deep contextual insights from diverse data sources such as from 10-K reports to quarterly earning calls, EvaBot intelligently infers relevance and prioritizes what truly matters to you and your prospects and then distills hyper-specific precision sales triggers, arming you to break into new accounts effortlessly.\n\nEvabot AI simplifies deep accounts and prospect research within seconds to supercharge your outreach. Evabot AI gathers deeply contextual insights from diverse data sources such as 10-K reports, quarterly earnings calls, and latest business news, infers relevance, prioritizes key topics, and distills hyper-precise sales triggers to arm you to break into new accounts effortlessly. All this magic works inside a chrome extension that works on top of your existing CRM or sequencing tool. Some of the benefits sales teams receive are\n-Account Observability - Monitor all your accounts at scale for custom events in real-time s.a. data breach, an open job, etc.\n-Account Ranking - Automatically rank accounts at scale based on trigger readiness and drive higher impact\n-Pain based Personalization - Fine tune multi-channel messages by market, persona, and solutions.\n\nAll this magic works inside an intuitive chrome extension that works on top of your existing CRM and sequencing tools."
  }
}