{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Note X"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple notepad that allows you to save and manage links with notes"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Note X is a powerful and intuitive note-taking app designed to help you organize your ideas, notes, and links efficiently. It offers a clean and user-friendly interface, allowing you to create multiple sections, each with its own title, notes, and URL links.\n\nKey Features:\n\n- Section-based Organization: Break down your notes into customizable sections, making it easy to keep different topics or projects organized.\n\n- URL Management: Add, validate, and manage important links within each section, with easy-to-access formatting and error messages for invalid URLs.\n\n- Dark Mode: Enjoy a comfortable reading experience with the toggleable dark mode, reducing eye strain during late-night work sessions.\n\n- Offline Persistence: All your notes and links are saved locally, so you never lose your progress even after closing the app.\n\n- Download Button: Export notes in a structured format for sharing or archiving.\n\n-Add New: Quickly add new sections to maintain organized and structured notes.\n\n- Remove Buttons: Delete sections to maintain an organized workspace.\n\n- Plus Icon for URLs: Add multiple links under a section.\n\n-Chevron Icon: Expand or collapse sections for better content management.\n\nInstall Note X if you’re looking for a flexible, easy-to-use tool to manage notes, research links, and projects—all while staying organized and productive!"
  }
}