{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Startpage — Private Search Engine",
    "de": "Startpage — Datenschutz-Suchmaschine"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take back your online privacy by using Startpage as your default search engine.",
    "de": "Holen Sie sich Ihre Online-Privatsphäre zurück; machen Sie Startpage zu Ihrer Standardsuchmaschine."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Install \"Startpage - Private Search Engine extension\" to set your default search engine to Startpage Search, allowing you to search the web in complete privacy without being tracked.\n\nStartpage is a private search engine with no tracking, storing, or selling users’ search history. To ensure you have \"always-on\" search privacy AND to search Startpage directly from your URL bar, we recommend installing our search engine extension.\n\nThe Startpage private search extension:\n- Does NOT save, share, or sell your personal or search engine data\n- Doesn’t drop 3rd party trackers and cookies like other search engines\n- Ensures unprofiled search results, guaranteeing the same information for everyone in the world\n- Allows users to browse search results in private with the \"Anonymous View\" proxy feature\n- Opens a new tab with the Startpage homepage when clicked, enabling you to start searching without being tracked\n- Protects worldwide users with European and Dutch privacy legislation \n- Is GDPR and CCPA compliant \n\nLearn more about why Startpage is the world’s most private search engine:\n- Homepage: www.startpage.com \n- Privacy Policy: www.startpage.com/en/search/privacy-policy.html \n- About Us: www.startpage.com/en/about-us\n- Anonymous View: www.startpage.com/en/anonymous-view\n- Support: support.startpage.com\n- Contact: support@startpage.com",
    "de": "Installiere die „Startpage - Datenschutz-Suchmaschine“ Erweiterung, um deine Standardsuchmaschine auf Startpage zu setzen. Mit Startpage durchsuchst du das Internet völlig privat, ohne verfolgt zu werden.\n\nUm deine Privatsphäre bei der Suche im Internet dauerhaft zu schützen, installiere diese Erweiterung und suche direkt aus der Adressbar deines Browsers mit Startpage.\n\nDiese Erweiterung hat die folgenden Funktionen:\n- Deine persönlichen Daten und eingegebenen Suchbegriffe werden von uns NIEMALS gespeichert, geteilt oder verkauft\n- Setzt keine Tracker oder Cookies von Drittanbietern \n- Bietet garantiert unverfälschte Suchergebnisse; alle Nutzer sehen dieselben Ergebnisse mit demselben Suchbegriff\n- Ermöglicht Usern, Suchergebnisse mit der Proxy-Funktion „Anonyme Ansicht“ anonym zu besuchen\n- Öffnet beim Anklicken einen neuen Tab mit der Homepage von Startpage. So startest du deine Suche, ohne verfolgt zu werden.\n- Schützt User weltweit durch europäische und niederländische Datenschutzgesetze\n- Ist DSGVO- und CCPA-konform\n \nErfahre mehr über Startpage.com\n- Homepage: www.startpage.com\n- Datenschutzhinweise: www.startpage.com/de/privacy-policy\n- Über uns: www.startpage.com/de/about-us\n- Anonyme Ansicht: www.startpage.com/de/anonymous-view\n- Support: support.startpage.com\n- Kontakt: support@startpage.com"
  }
}