{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pro Text Reverser"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pro Text Reverser is a simple browser extension that lets you instantly reverse text on any webpage with ease."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pro Text Reverser is a versatile and easy-to-use Chrome extension that enables users to instantly reverse any text displayed on a webpage. Whether for fun, creative writing, or simply a unique twist on your reading experience, Pro Text Reverser delivers a seamless text-flipping experience with just a few clicks.\n\nFeatures and Benefits:\n-- One-Click Text Reversal\nWith Pro Text Reverser, you can reverse any selected text on a webpage with a single click. This quick and straightforward feature makes it effortless to transform text in real time, directly in your browser.\n\n-- Flexible Selection Options\nReverse specific sections, single words, or even entire paragraphs! Simply highlight the desired text and let Pro Text Reverser handle the rest. You’ll see the flipped text instantly without any need to copy, paste, or switch between applications.\n\n-- User-Friendly Interface\nPro Text Reverser’s intuitive interface is designed to be simple and accessible, making it easy for users of all backgrounds to enjoy the functionality. From the main toolbar, users can quickly access settings or toggle the extension on and off with ease.\n\n-- Seamless Browser Integration\nBuilt to blend seamlessly with Chrome’s interface, Pro Text Reverser operates smoothly and does not interfere with browsing speed or performance. You’ll enjoy a hassle-free experience as the extension integrates directly into your browser.\n\n-- Use Cases for Fun and Practicality\nPro Text Reverser is perfect for creative writing experiments, puzzles, or simply reversing text for fun. Students, writers, and anyone curious about reversing phrases can benefit from this versatile tool.\n\nWhether you’re reversing text for creative purposes or just to add some fun to your online reading, Pro Text Reverser is designed to meet your needs effectively. Seamlessly powered by Binance, this extension combines utility with convenience in a unique, easy-to-use package."
  }
}