{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Verificador de Alertas - Outer Space"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Verificador de Alertas - Outer Space"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Verifica se há novos alertas e mensagens no fórum Outer Space. Para essa extensão funcionar, o usuário precisa estar logado no fórum.\n\nAtualizações:\n\nVersão 6.5\n - Correção de bugs devidos à atualização do fórum.\n\nVersão 6.4\n  - Tema Vip - para combinar com o tema VIP do fórum\n\nVersão 6.2\n   - Volta a apresentar as conversas (MP) \n   - Mostra os ícones e as cores do like\n\nVersão 5.4.1\n   - Pequeno bug que não pegava todos os alertas.\n\nVersão 5.4.0\n   - Atualização do fórum quebrou a extensão. Estou corrigindo ela aos poucos. Notificações e alertas no popup já estão ok. Falta incluir as PMs no popup e refazer o tema Diablo para a página. O tema Diablo já funciona para os alertas do popup.\n\nVersão 5.2\n   - Pequenas correções no tema\n\nVersão 5.1\n   - Algumas correções de cores do tema Diablo. Versão fechada depois de alguns dias de teste com o tema aparentemente sem problemas.\n\nVersão 5.0.6\n   - Aplicado o Tema \"Dark\" também nos alertas da extensão. Alteração de nome do tema para \"Diablo\".\n\nVersão 5.0.4\n   - Removida a alteração dos tamanhos dos vídeos. Para isso funcionar a extensão precisa de acesso ao Facebook, e por esse motivo foi excluído.\n   - Alterações de algumas cores no tema \"Dark\".\n\nVersão 5.0.2\n   - Corrige o tamanho de todos os vídeos postados do Facebook.\n\nVersão 5.0.1\n   - Tema Dark - Escurece o fórum - Ainda em teste\n\nVersão 4.1\n   - Atualização das URLs da extensão. Agora o fórum usa SSL e mudou para https.\n\nVersão 4.0\n   - Novidade na extensão. Os vídeos postados do Facebook no Demotivational têm seu tamanho ajustado automaticamente.\n\nVersão 3.2\n   - Correção de bug. A lista de alertas não estava aparecendo para alguns usuários.\n\nVersão 3.1\n   - Devido a alteração da URL do alerta, havia uma pequena diferença no código do fórum que quebrava o popup da extensão quando o usuário tinha alertas novos. Por isso o popup só abria à partir do segundo clique.\n\nVersão 3.0\n   - Caso os alertas fossem do dia anterior, eles não apareciam no popup.\n   - Estilo compacto de alertas adicionado às opções.\n\nVersão 2.11\n   - Nas verificações as vezes a extensão recupera '' em vez de 0, fazendo com que a soma dos alertas+mensagens resultasse em um Not a Number. Assim a extensão mostrava NaN em vez de 0.\n\n\nVersão 2.1\n   - Pequeno bug corrigido que acontecia quando o usuário tinha mais de uma MP não lida. As informações à partir da segunda MP ficavam erradas.\n\n\nVersão 2.0\n   - Agora a extensão também mostra as mensagens da caixa de entrada e o contador contabiliza as mensagens somadas aos alertas.\n\n\nVersão 1.82\n   - Incluí no código uma maneira de recuperar o token do usuário da OS. Provavelmente ocorreu uma atualização na parte da segurança do fórum e essa atualização começou a bloquear os acessos da extensão pois estes eram feitos sem o token.\n\nVersão 1.81\n   - Outra correção de URL.\n\nVersão 1.80\n   - Pequena correção na url. O fórum migrou e não faz mais parte do terra.\n\n\nVersão 1.72\n   - A alteração na versão anterior deu problema para alguns usuários. Modifiquei para que funcione para ambos.\n\n\nVersão 1.71\n   - Uma alteração no layout do fórum quebrou o código. Correção temporária, deverá ser ajustada quando o panel com o aviso da nova URL do fórum for removido.\n\n\nVersão 1.7\n   - O Verificador não funcionava caso o usuário logasse no fórum pelo modo anônimo do Chrome. Bug resolvido.\n\nVersão 1.6\n   - Correção na notificação. Devido a uma alteração na API do Chrome as notificações pararam de funcionar. O contador e a lista de alertas não foram afetadas pela atualização.\n\nVersão 1.5\n   - Melhora de desempenho. Até a versão 1.4 a extensão consumia 17 kbytes a cada 3 segundos, agora consome apenas 313 bytes.\n\nVersão 1.4\n   - Nova opção para setar o tempo em segundos que a notificação leva para fechar.\n\nVersão 1.3\n   - Ícones maiores e melhores. Faltava adicionar ícones em alguns lugares.\n\nVersão 1.2\n   - Botão da extensão lista os últimos 30 alertas do dia do usuário. Alertas até 10 minutos aparecem em amarelo.\n   - Opção de configuração para habilitar/desabilitar as notificações do Chrome.\n   - Bug resolvido: ao logar no fórum a notificação aparecia, mesmo se o usuário tivesse 0 alertas.\n\nVersão 1.1\n   - Notificação fecha automaticamente depois de 2 segundos. Mas ainda é possível fechá-la manualmente antes do tempo.\n   - Botão da extensão leva para a página de alertas."
  }
}