{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Attention Bag"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AttentionBag is a tab manager extension that work with the chrome browser.\nDo you also get overwhelmed when there is too many tabs?…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AttentionBag is a tab manager extension that work with the chrome browser.\nDo you also get overwhelmed when there is too many tabs?\nWith AttentionBag, opened tabs are clearly and identifiably organised in a vertical list.\nYou can set a size limit of your “bag”.  When the tab number is reached, the attempt of opening new tabs will be hold up and you will be redirected to the AttentionBag page.\n\nThe attempted new tabs will be recorded and will not be lost. You can manually discard the attempts or open them after closing or archiving some tabs. \n\nAttentionBag provide several features to help organising your opened tabs and quickly choose tabs to close.\n- Around each tab’s icon, a deeper color ring resemble a higher usage rate (more important), and a lighter color ring resemble a lower usage rage (likely to be closed).\n- You can group the tabs by keywords, or sort them in descending order by the usage rate.\n- You can star your tabs to manually mark the importance.\n- Turn on auto-archive to automatically archive low-usage tabs when the size limit is reach.\n\nYou can create multiple workspaces, each have their own “attention bag“. Different tab limit for each workspace can be set, depending on the task."
  }
}