{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DEX Insight"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DEX Insight for Google Chrome"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DEX Insight - Streamline Your Business Systems\n\nLeverage AI to understand the opportunities hidden in your workflows and business systems with DEX Insight.\n\n\nWelcome to DEX Insight, your loyal companion in streamlining your business systems. Our Chrome extension is designed to help you understand and optimize the way your team interacts with your tech stack, driving efficiency in software spend, increasing productivity, and maximizing return on tech.\n\nKey Features:\n\nThorough Evaluations of Current Tools: With DEX Insight's powerful analytics, you'll be the one delivering insights that drive business growth. Our sophisticated tool evaluation will position you as a strategic leader, accelerating your path to promotion.\n\nQuickly Gather Qualitative Feedback: DEX Insight allows you to gather real-time feedback as your employees interact with any internal or licensed software application. This continuous feedback helps you make informed, data-driven decisions, ensuring your tech stack is optimized and effective.\n\nLaunch in Minutes, Not Months: By optimizing your tech stack and improving efficiency with DEX Insight, you'll not only hit your targets - you'll surpass them, putting that team bonus within reach.\n\nAI-Powered Insights: Leverage the power of AI with insights powered by GPT-4. Get a bird's eye view of your tech stack's performance. Understand how each tool measures up, enabling you to make swift, decisive decisions about tool enablement, repair, or replacement.\n\nCross-Platform Compatibility: Unrestricted Insight Across Platforms - Measure UMUX-Lite on any application, whether on Windows, Mac, offline, cloud-native, hybrid-cloud, and even on-prem.\n\nJoin the revolution in digital employee experience management. Install the DEX Insight Chrome extension today and start optimizing your tech stack."
  }
}