{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CouponZkart: Automatic Coupon Codes Finder!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Best Browser Extension For Finding Discount Codes While Shopping Online"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CouponZkart: Your Ultimate Shopping Companion!\n\nIntroducing CouponZkart, your go-to solution for hassle-free savings while shopping online. This innovative Google Chrome extension, developed by CouponZkart Pvt. Ltd, is designed exclusively for retail enthusiasts.\n\nWhat CouponZkart Does:\n\nCouponZkart revolutionizes your online shopping experience by effortlessly finding coupon codes and applying the best suitable coupons with just one touch. Say goodbye to endless searches for valid discounts - CouponZkart does the hard work for you! It acts as a robot for finding coupons automatically while shopping online.\n\nKey Features:\n\nAutomatic Coupon Application for selective shops: CouponZkart's intelligent algorithm identifies the best available coupons and applies them automatically during checkout once user clicks on 'Apply coupon' or 'Apply All Coupons', ensuring you never miss out on savings. 'Apply All Coupons' allows user to get best discount out of multiple working coupons.\n\nTailored for Your Favorite Shops: Enjoy automatic coupon application for your preferred stores. CouponZkart is designed to seamlessly integrate with selective shops, providing you with targeted discounts by using it's promo code search engine.\n\nReal-Time Coupon Updates: Our extension constantly scans for the latest deals and discounts, ensuring you always have access to the most up-to-date savings.\n\nSimplified User Experience: CouponZkart is incredibly user-friendly, requiring just a single touch to activate savings. No more tedious search of coupons or copy-pasting or manual code entry. It helps users as online deal hunter or discount code locator.\n\nPrivacy and Security: Rest easy knowing that CouponZkart adheres to stringent privacy and security standards. Your personal information is always safeguarded.\nRegistered users can always delete their profile from the profile page at their will. We allow user registration only from operating countries. Users from any other country may access our platform anonymously.\nFor more details on our data privacy policy please visit: https://www.couponzkart.com/in/content/legal\n\nWhy Install CouponZkart:\n\nMaximize Savings: CouponZkart empowers you to unlock the best deals effortlessly, allowing you to stretch your budget further. Use this retail promo code tool as your online shopping helper. Automated coupon discovery by CouponZkart is seamless and effortless.\n\n\nTime-Efficient Shopping: Save time by skipping the manual search for coupons. CouponZkart streamlines the process, making your shopping experience swift and efficient.\n\nTailored Discounts: With automatic application available for selective shops, CouponZkart ensures you get the most relevant discounts for your favorite retailers.\n\nStay Updated, Always: Never miss out on a great deal again. CouponZkart's real-time updates guarantee you're always in the loop with the latest savings opportunities.\n\nTransform your online shopping experience with CouponZkart. Install today and let the savings come to you!\n\nDisclosure: This extension participates in affiliate programs and CouponZkart might receive a commission for purchases made through it's platform or affiliate links. By downloading and/or using this extension, we assume that users acknowledge and accept the affiliate program participation. CouponZkart's extension is currently operating only in India market.\n\nHappy shopping with CouponZkart!\n\n\n\nInstall CouponZkart Now From: https://chrome.google.com/webstore/detail/fhdcdpdmpnimdpfcjopkockmbmkcnjpe/"
  }
}