{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Epitech Intranet Statistics"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Graphical interface for Epitech intranet with more statistics"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Chrome extension for Epitech's intranet is a powerful tool designed to provide students with an enhanced experience by offering advanced statistics and clear visualization of their academic year.\nThis extension adds a button to the intranet menu, which, when clicked, opens a new page filled with organized and easily accessible information.\n\nHere are the key features:\n\nGPA at a glance: Quickly check your GPA, which reflects your overall academic performance. Keep track of your progress and set goals to improve your results.\n\nProjects under control and activity tracking: Stay ahead of your projects and don't miss any important activities. Manage your ongoing tasks and meet deadlines.\n\nComprehensive tracking of your journey: Get an overview of your progress in roadblocks and modules of the curriculum. Clearly visualize the credits earned and those still needed. Stay informed about your academic progress at a glance.\n\nDetailed tracking of your XP Hub: Access an accurate visualization of your XP Hub in real-time, including hub projects.\n\nTimeline for strategic planning: Our extension provides you with a timeline to optimally plan throughout the year. Identify key moments, anticipate workloads, and organize yourself effectively to successfully achieve your goals.\n\nDetailed statistics on past tepitech events : See in detail the points obtained for each section.\n\nExplore a multitude of advanced features and discover much more than what we have mentioned so far with our extension for Epitech's intranet. Take full control of your academic journey, manage your projects accurately, strategically plan your schedule, and access detailed statistics to help you achieve excellence.\nDon't settle for the basics, give yourself a complete experience and maximize your potential!"
  }
}