{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cart Exporter | Download your shopping cart as a CSV spreadsheet."
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Export your shopping cart to a CSV spreadsheet. Supports Amazon, AliExpress and eBay."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Export all the items in your shopping cart to a CSV spreadsheet, including their Title, Price, Quantity and Link!\n\nDepending on the retailer, we also support fields like Seller Name, SKU, Item Number and more.\n\n(Note: A CSV is a spreadsheet which you can import directly into Excel or Google Sheets.)\n\n------ Supported Retailers ------\n\nCart Exporter supports exporting a CSV spreadsheet of your shopping cart for the following retailers:\n\n- Amazon\n- AliExpress\n- eBay\n\n------ Getting Started ------\n\nHow It Works:\n\n⬇️ Install the Chrome extension: Begin by installing the Cart Exporter Chrome extension. Our lightweight extension lets you quickly export your shopping cart to a CSV/Excel spreadsheet.\n\n💾 Export your shopping cart: Navigate to your shopping cart for any of our supported retailers (see above) and click the Cart Exporter extension icon. In one click, you can export the items in your shopping cart to a CSV/Excel spreadsheet, including their title, price, quantity and product link and more.\n\n💻 Open your spreadsheet: Open your spreadsheet in Excel or Google Sheets. Now you have all the items from your shopping cart in a handy spreadsheet format.\n\n------ Helpful Information ------\n\nFAQ:\n\nQ: What retailers are supported?\nA: We support Amazon, AliExpress and eBay alongside other retailers. See the \"Supported Retailers\" section above for the full list of retailers supported by Cart Exporter.\n\nQ: How do I export my shopping cart?\nA: To export your shopping cart with Cart Exporter, start by installing our Chrome extension. Then visit your shopping cart page, open our extension, and use it to export a CSV/Excel spreadsheet of your cart items. Open this spreadsheet with Excel or Google Sheets to view all your items.\n\nQ: What fields does the CSV spreadsheet include?\nA: When you export a CSV/Excel spreadsheet of your shopping cart items, it includes the following fields: Title, Quantity, Price, Total Cost and Product Link. Some retailers include additional fields like Seller Name, Item Number, SKU etc. \n\nQ: Does the CSV spreadsheet stay updated?\nA: No, the CSV spreadsheet of your shopping cart items generated with Cart Exporter does not stay updated. If you change the items in your cart, you should use our extension to export a new spreadsheet. Our Chrome extension creates a spreadsheet of all the items in your cart at the current moment, and unfortunately it's impossible for us to update it.\n\n------\n\nInstall our Chrome Extension to quickly export your shopping cart to a CSV/Excel spreadsheet. It's free, easy to use, and takes 1 minute to get started.\n\nNote: Some product links exported via the Cart Exporter Chrome extension include an affiliate tag."
  }
}