{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gistly.ai"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Meeting assisstant for taking notes and sharing them with your team"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gistly: Revolutionizing Meetings with AI Assistance\n\nIn today's fast-paced business environment, meetings are an essential component of collaboration and decision-making. However, they can often become time-consuming, unproductive, and even chaotic if not managed effectively. Enter Gistly, your AI-powered meeting assistant designed to streamline and enhance your everyday team interactions.\n\nUnderstanding Gistly\n\nAt its core, Gistly is an AI meeting assistant tailored to optimize the efficiency and productivity of your daily meetings. Whether you're a startup hustling through its growth phase or a multinational corporation with teams scattered across the globe, Gistly ensures that every meeting is concise, focused, and results-driven.\n\nKey Features and Benefits\n\nReal-time Meeting Summaries: No more scribbling notes or trying to recall crucial points discussed during the meeting. Gistly listens in, processes the conversation, and provides a concise summary, ensuring that you never miss out on essential details.\n\nAction Item Tracking: Gistly identifies and tracks actionable items discussed during the meeting. It automatically assigns tasks, sets reminders, and even integrates with project management tools, ensuring that decisions made in meetings translate into tangible actions.\n\nEnhanced Collaboration: With Gistly, team members can actively participate without the fear of missing out on crucial details. The AI assistant ensures that everyone is on the same page, fostering a collaborative environment where ideas flow seamlessly.\n\nTransforming the Meeting Culture\n\nGistly isn't just a tool; it's a transformative approach to how we perceive and conduct meetings. Traditional meetings, while essential, often suffer from a lack of direction, clarity, and follow-through. With Gistly, every meeting becomes an opportunity – an opportunity to collaborate better, make informed decisions, and ensure that discussions translate into actionable results.\n\nMoreover, Gistly addresses one of the most significant challenges faced by remote teams – the feeling of disconnect. By ensuring that every team member, irrespective of their location, has access to meeting summaries, action items, and analytics, Gistly bridges the gap, fostering a sense of unity and shared purpose.\n\nIntegration and Compatibility\n\nUnderstanding that businesses today use a myriad of tools and platforms, Gistly is designed to be compatible with most communication and project management tools. Whether you're on Zoom, Microsoft Teams, Slack, or any other platform, Gistly seamlessly integrates, ensuring that you have your AI assistant by your side, always.\n\nIn Conclusion\n\nIn an age where time is of the essence, and efficiency is not just desired but required, Gistly emerges as a beacon of change. It's not about replacing human interaction but enhancing it. With Gistly, you're not just conducting meetings; you're crafting experiences – experiences that drive results, foster collaboration, and pave the way for innovation. Embrace Gistly and redefine your meeting culture."
  }
}