{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CSR vs SSR Detector"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Determine if a page is Client-Side Rendered or Server-Side Rendered."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HELP ME BUILD THIS TOOL!\nhttps://github.com/dzienisz/chrome-ssr-csr\n\nCSR vs SSR Detector is a tool that helps users and developers identify whether a webpage is rendered on the client side (Client-Side Rendering - CSR) or on the server side (Server-Side Rendering - SSR).\n\nBenefits and Use Cases\nSEO Optimization: Knowing whether a page is client-side or server-side rendered is crucial for search engine optimization. Server-side rendered pages often perform better in search engine indexing.\n\nPage Performance: Understanding the rendering process can help optimize performance. CSR might be faster for the end user, while SSR can reduce the initial load time of the content.\n\nAnalysis and Debugging: This tool is especially useful for developers working on web applications, allowing them to quickly check which rendering method is used and identify potential issues.\n\nArchitectural Decisions: With this tool, development teams can make more informed decisions about application architecture, choosing between CSR and SSR based on project requirements.\n\nWhy Install It\nEase of Use: CSR vs SSR Detector is a simple and intuitive tool that can be quickly installed and run to get immediate results.\nAccurate Identification: The tool accurately determines the rendering method, eliminating the need for manual inspection of the code and structure of the page.\nDeveloper Support: Ideal for developers who want to quickly identify rendering technology and adjust their optimization strategies.\nInstalling CSR vs SSR Detector will benefit anyone working on improving the quality and performance of webpages, both in terms of user experience and search engine optimization."
  }
}