{
  "name": {
    "ar": "دردشة واتساب سريعة",
    "am,bg,bn,ca,cs,da,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_TW": "WhatsApp Quick Chat",
    "de": "WhatsApp-Schnellchat",
    "el": "Γρήγορη συνομιλία WhatsApp",
    "es": "Chat rápido de WhatsApp",
    "fr": "Chat rapide WhatsApp",
    "it": "Chat veloce di WhatsApp",
    "pt_BR": "Bate-papo rápido do WhatsApp",
    "ru": "Быстрый чат WhatsApp",
    "tr": "WhatsApp Hızlı Sohbet",
    "zh_CN": "WhatsApp 快速聊天"
  },
  "short": {
    "ar": "ابدأ محادثة نصية عبر WhatsApp بسرعة مع أي رقم هاتف.",
    "am,bg,bn,ca,cs,da,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_TW": "Quickly start a WhatsApp text chat with any phone number.",
    "de": "Starten Sie schnell einen WhatsApp-Textchat mit einer beliebigen Telefonnummer.",
    "el": "Ξεκινήστε γρήγορα μια συνομιλία κειμένου WhatsApp με οποιονδήποτε αριθμό τηλεφώνου.",
    "es": "Inicie rápidamente un chat de texto de WhatsApp con cualquier número de teléfono.",
    "fr": "Démarrez rapidement une discussion textuelle WhatsApp avec n'importe quel numéro de téléphone.",
    "it": "Avvia rapidamente una chat di testo WhatsApp con qualsiasi numero di telefono.",
    "pt_BR": "Inicie rapidamente um bate-papo de texto no WhatsApp com qualquer número de telefone.",
    "ru": "Быстро начните текстовый чат WhatsApp с любым номером телефона.",
    "tr": "Herhangi bir telefon numarasıyla hızlı bir şekilde WhatsApp metin sohbeti başlatın.",
    "zh_CN": "与任何电话号码快速开始 WhatsApp 文本聊天。"
  },
  "long": {
    "ar": "ابدأ محادثات واتساب بسهولة مباشرةً من متصفح كروم مع إضافة 'واتساب كويك تشات'!\n\nهذه الأداة البديهية مصممة لتبسيط تجربة الدردشة لديك، مما يجعلها أسرع وأكثر ملاءمة من أي وقت مضى للتواصل مع مستخدمي واتساب الجدد أو الأعمال التجارية التي ليست جزءًا من قائمة جهات الاتصال لديك.\n\n🚀 تفعيل الدردشة الفوري: تخطى عناء التنقل بين جهات الاتصال أو فتح التطبيق. بنقرة بسيطة على أيقونة الإضافة أو باستخدام مفتاح الاختصار السريع، يمكن بدء دردشة واتساب فورًا.\n\n📱 واجهة سهلة الاستخدام: فعّل الإضافة، وأنت جاهز للصق أو كتابة الرقم وبدء الدردشة.\n\n💬 دردش مع نفسك: ميزة فريدة لمن يأخذون الملاحظات ويذكرون أنفسهم بأمور—ببساطة اضغط على <ENTER> في حقل فارغ لبدء الدردشة مع الرقم المُعد مسبقًا. إنها مثل رسولك الشخصي للملاحظات السريعة التي يمكن الوصول إليها من أي مكان!\n\n🌐 جاهزية عالمية: تعمل بنفس الكفاءة مع أرقام الهواتف الدولية والمحلية، بحيث يمكنك الوصول إلى أي جهة اتصال دون تفويت أي شيء. تواصل مع الزملاء والعملاء أو أحبائك في جميع أنحاء العالم أو في نفس المدينة التي أنت فيها.\n\n🧠 معالجة الأرقام الذكية: تقوم إضافتنا بفصل رقم الهاتف الصحيح بذكاء من النص الذي تم لصقه أو كتابته. تتعرف تلقائيًا وتضيف مفاتيح الدولة ومفاتيح المناطق المفضلة لديك، مما يقدم تجربة مخصصة.\n\n⌨️ صديقة للوحة المفاتيح: للمستخدمين المحترفين للوحة المفاتيح، تدعم إضافتنا اختصارات بديهية. اضغط على <ENTER> لبدء الدردشة في علامة التبويب الحالية أو <SHIFT>+<ENTER> لعلامة تبويب جديدة، مما يجعل المهام المتعددة سهلة.\n\n👆 النقر أو اللمس – الخيار لك: لست من محبي اختصارات لوحة المفاتيح؟ لا مشكلة! هناك زران يمكن ال",
    "am,bg,bn,ca,cs,da,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_TW": "Effortlessly initiate WhatsApp conversations right from your Chrome browser with the 'WhatsApp QuickChat' extension!\n\nThis intuitive tool is designed to streamline your chat experience, making it faster and more convenient than ever to connect with new WhatsApp users or businesses that aren't part of your contact list.\n\n🚀 Instant Chat Activation: Skip the hassle of navigating through your contacts or going to the app. With just a simple click on the extension icon or a swift shortcut key, your WhatsApp chat can be started right away.\n\n📱 Simple to Use Interface: Activate the extension, and you're ready to paste or type the number and start your chat.\n\n💬 Chat with Yourself: A unique feature for note-takers and self-reminders—simply hit <ENTER> with an empty field to start a chat with your pre-configured number. It's like your personal messenger for quick notes accessible anywhere!\n\n🌐 Globally Ready: Works equally well with international and local phone numbers, so you can reach any contact without skipping a beat. Connect with colleagues, clients, or loved ones across the globe or on the same city as you.\n\n🧠 Smart Number Processing: Our extension intelligently extracts the correct phone number from your pasted or types text. It automatically recognizes and prepends your preferred country codes and area codes, offering a tailored experience.\n\n⌨️ Keyboard Friendly: For the keyboard warriors, our extension supports intuitive shortcuts. Hit <ENTER> to start a chat in the current tab or <SHIFT>+<ENTER> for a new one, making multitasking a breeze.\n\n👆 Click or Tap – The Choice is Yours: Not a fan of keyboard shortcuts? No problem! Two accessible buttons let you start the chat in the current or a new tab, providing the same functionality with a simple click.\n\n🔒 Privacy by Design: Your privacy is paramount. 'WhatsApp QuickChat' operates without storing any personal data, ensuring your conversations stay private, just as they should be.\n\n🔧 Tailored to Your Needs: Your feedback fuels our innovation. If you have ideas to improve 'WhatsApp QuickChat' or want to share your thoughts, we're all ears. Your insights help us evolve and better serve your communication needs.",
    "de,el,es,fr,it,pt_BR,tr": "Just click on the extension icon (if you have pinned it), or use a shortcut key to activate it.\n\nThen, paste the whatsapp phone number (must include country code) to start a chat.",
    "ru": "Начинайте разговоры в WhatsApp прямо из вашего браузера Chrome с помощью расширения 'WhatsApp QuickChat'!\n\nЭтот интуитивный инструмент создан для оптимизации вашего чата, делая связь с новыми пользователями WhatsApp или бизнесами, которые не входят в ваш список контактов, быстрее и удобнее, чем когда-либо.\n\n🚀 Мгновенная активация чата: Забудьте о необходимости просматривать ваши контакты или открывать приложение. Всего одним кликом по иконке расширения или быстрым нажатием клавиши вы можете начать чат в WhatsApp.\n\n📱 Простой интерфейс использования: Активируйте расширение, и вы готовы вставить или набрать номер и начать чат.\n\n💬 Чат с собой: Уникальная функция для тех, кто делает заметки и напоминания для себя — просто нажмите <ENTER> в пустом поле, чтобы начать чат с вашим заранее настроенным номером. Это ваш личный мессенджер для быстрых заметок, доступных где угодно!\n\n🌐 Готовность к глобальной работе: Работает одинаково хорошо с международными и локальными номерами телефонов, позволяя вам связаться с любым контактом без промедления. Соединяйтесь с коллегами, клиентами или близкими по всему миру или в вашем городе.\n\n🧠 Умная обработка номеров: Наше расширение интеллектуально извлекает правильный номер телефона из вставленного или набранного текста. Оно автоматически распознает и добавляет предпочитаемые вами коды стран и регионов, предлагая индивидуальный подход.\n\n⌨️ Дружелюбие к клавиатуре: Для тех, кто предпочитает клавиатуру, наше расширение поддерживает интуитивно понятные сочетания клавиш. Нажмите <ENTER>, чтобы начать чат в текущей вкладке, или <SHIFT>+<ENTER>, чтобы открыть его в новой, что облегчает многозадачность.\n\n👆 Клик или касание — выбор за вами: Не любите сочетания клавиш? Нет проблем! Две доступные кнопки позволяют вам начать чат в текущей или новой вкладке одним кликом.\n\n🔒 Конфиденциальность по дизайну: Ваша конфиденциальность для нас превыше всего. 'WhatsApp QuickChat' работает без сохранения личных данных, гарантируя, что ваши разговоры останутся приватными.\n\n🔧 Сделано под ваши нужды: Ваш отзыв способствует нашему нововведению. Если у вас есть идеи по улучшению 'WhatsApp QuickChat' или вы хотите поделиться своими мыслями, мы всегда готовы вас выслушать. Ваши предложения помогают нам развиваться и лучше удовлетворять ваши коммуникационные потребности.",
    "zh_CN": "通过 Chrome 浏览器中的“WhatsApp QuickChat”扩展程序轻松启动 WhatsApp 对话！\n\n这款直观的工具旨在简化您的聊天体验，让您与新的 WhatsApp 用户或不在您联系人列表中的企业连接起来比以往更快、更方便。\n\n🚀 即时聊天激活：避免翻阅联系人或打开应用的麻烦。只需简单点击扩展程序图标或快速使用快捷键，您的 WhatsApp 聊天就可以立即开始。\n\n📱 简单易用的界面：激活扩展程序后，您就可以粘贴或输入号码开始聊天。\n\n💬 与自己聊天：对于记笔记者和自我提醒者来说是一个独特的功能——只需在空白字段中按<ENTER>，就可以开始与您预先配置的号码聊天。这就像是您随处可访问的个人快递员！\n\n🌐 全球准备就绪：同样适用于国际和本地电话号码，因此您可以毫不费力地联系任何人。无论是在世界各地还是在同一城市，都可以与同事、客户或亲人联系。\n\n🧠 智能号码处理：我们的扩展程序能够智能地从您粘贴或输入的文本中提取正确的电话号码。它会自动识别并添加您首选的国家代码和区号，提供量身定制的体验。\n\n⌨️ 键盘友好：对于键盘战士，我们的扩展支持直观的快捷方式。按<ENTER>在当前标签页开始聊天，或<SHIFT>+<ENTER>开启新的聊天，使多任务处理变得轻而易举。\n\n👆 点击或触摸——由您选择：不喜欢键盘快捷键？没问题！两个易于访问的按钮让您可以在当前标签页或新标签页开始聊天，只需简单的点击即可实现相同的功能。\n\n🔒 隐私设计：您的隐私至关重要。“WhatsApp QuickChat”操作不存储任何个人数据，确保您的对话保持私密，正如它应该的那样。\n\n🔧 根据您的需求量身定制：您的反馈推动了我们的创新。如果您有改进“WhatsApp QuickChat”的想法，或想分享您的想法，我们洗耳恭听。您的洞察力帮助我们不断发展，更好地满足您的通信需求。"
  }
}