{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "International Address Verification - PostGrid"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Verify, Validate, Autocomplete, Standardize and Parse Address Data Across the World (250 Countries and Territories)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "International Address Verification by PostGrid\n\nExperience Global Precision with PostGrid's International Address Verification\n\nVenture into the world of seamless address management with the International Address Verification by PostGrid™. Tailored to transcend borders, this API is your passport to accurate and efficient address validation across continents. Whether you're reaching out to a customer in Tokyo or shipping a product to Rio, ensure every address is spot-on with our global solution.\n\nDistinctive Features of PostGrid's International Address Verification:\n\nWorldwide Coverage:\n\nBoundless Reach: Spanning the globe, our API offers comprehensive coverage, validating addresses from bustling metropolises to serene hamlets.\nCultural Nuances: Recognize and adapt to the unique address formats and conventions of different countries, ensuring localized accuracy.\nFor Global Enterprises:\n\nUnified Database: Consolidate and verify addresses from diverse international markets in a singular, streamlined process.\nOperational Harmony: Ensure consistent address validation standards across all your global branches and operations.\nFor E-Commerce Platforms:\n\nBorderless Commerce: Serve a global clientele with confidence, ensuring every package reaches its intended destination.\nCheckout Perfection: Offer international customers a seamless checkout experience with real-time address validation, minimizing errors and returns.\nFor International Logistics:\n\nEfficient Deliveries: Navigate global routes with precision, ensuring timely and accurate deliveries every time.\nReduced Complications: Minimize logistical challenges and customs issues with verified international addresses.\nDeveloper Advantages:\n\nSmooth Integration: Embed our API effortlessly into your systems, making global address verification an integral part of your operations.\nData Integrity: Rely on our continuously updated database, ensuring you're always working with the most current international address information.\nFor Travel & Hospitality Services:\n\nGuest Satisfaction: Ensure a smooth experience for your international guests, from booking to arrival, with accurate address verification.\nStreamlined Operations: Simplify reservations and guest management across your global properties with consistent address standards.\nWith the International Address Verification by PostGrid™, global operations become a symphony of accuracy and efficiency. Embrace a world without borders and let every address, from any corner of the globe, be at your fingertips. Navigate the international landscape with unmatched precision."
  }
}