{
  "name": {
    "ar": "كلمة الشحن  Online Game",
    "am": "የቃል ጭነት  Unblocked Game",
    "bg,ca,sl": "Word Cargo Unblocked",
    "bn": "শব্দ কার্গো  Online Game",
    "cs": "Slovo náklad  Unblocked Game",
    "da": "Ord Cargo  Skill Game",
    "de": "Wort Fracht  Online Game",
    "el": "Word Cargo  Unblocked Game",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Word Cargo - Puzzle Game",
    "es": "carga de palabras  Online",
    "et": "Sõna lasti Unblocked",
    "fa": "بار ورد  Puzzle Game",
    "fi": "Word Cargo  Word Game",
    "fil": "Salita Cargo  Unblocked Game",
    "fr": "Mot Cargo Unblocked",
    "gu": "શબ્દ કાર્ગો  Unblocked Games",
    "he,hu": "Word Cargo  Online Game",
    "hi": "शब्द कार्गो  Skill Game",
    "hr": "Riječ Cargo  Skill Game",
    "id": "Kargo Kata  Skill Game",
    "it": "Carico di parola  Word Game",
    "ja": "ワードカーゴ Unblocked",
    "kn": "ವರ್ಡ್ ಕಾರ್ಗೋ  Online Game",
    "ko": "워드 카고  Unblocked Game",
    "lv": "Vārds Krava  Skill Game",
    "ml": "വാക്ക് കാർഗോ  Word Game",
    "mr": "शब्द कार्गो  Word Game",
    "ms": "Kata Kargo  Online Game",
    "nl": "Woord lading  Word Game",
    "pl": "Ładunek słowny  Unblocked Games",
    "ro": "Word Cargo  Unblocked Games",
    "ru": "Слово Груз  Unblocked Games",
    "sk": "Slovo náklad  Skill Game",
    "sw": "Neno Cargo  Puzzle Game",
    "ta": "வார்த்தை சரக்கு  Unblocked Game",
    "te": "పద కార్గో  Unblocked Games",
    "th": "เวิร์ดคาร์โก้  Skill Game",
    "tr": "kelime kargo  Online Game",
    "uk": "Word Cargo  Online"
  },
  "short": {
    "ar": "Word Cargo هي لعبة ألغاز حيث يقوم اللاعبون بإنشاء كلمات وملء حاويات البضائع.",
    "am": "Word Cargo ተጫዋቾች ቃላትን የሚፈጥሩበት እና የጭነት መያዣዎችን የሚሞሉበት የእንቆቅልሽ ጨዋታ ነው።",
    "bg": "Word Cargo е пъзел игра, в която играчите създават думи и пълнят товарни контейнери.",
    "bn": "ওয়ার্ড কার্গো একটি ধাঁধা খেলা যেখানে খেলোয়াড়রা শব্দ তৈরি করে এবং কার্গো পাত্রে ভর্তি করে।",
    "ca": "Word Cargo és un joc de trencaclosques on els jugadors creen paraules i omplen contenidors de càrrega.",
    "cs": "Word Cargo je logická hra, kde hráči tvoří slova a plní nákladní kontejnery.",
    "da": "Word Cargo er et puslespil, hvor spillere skaber ord og fylder lastcontainere.",
    "de": "Word Cargo ist ein Puzzlespiel, bei dem Spieler Wörter erstellen und Frachtcontainer füllen.",
    "el": "Το Word Cargo είναι ένα παιχνίδι παζλ όπου οι παίκτες δημιουργούν λέξεις και γεμίζουν δοχεία φορτίου.",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Word Cargo is a puzzle game where players create words and fill cargo containers.",
    "es": "Word Cargo es un juego de rompecabezas en el que los jugadores crean palabras y llenan contenedores de carga.",
    "et": "Word Cargo on puzzle mäng, kus mängijad loovad sõnu ja täidavad kaubakonteinereid.",
    "fa": "Word Cargo یک بازی پازلی است که در آن بازیکنان کلمات ایجاد می کنند و ظروف بار را پر می کنند.",
    "fi": "Word Cargo on pulmapeli, jossa pelaajat luovat sanoja ja täyttävät rahtikontteja.",
    "fil": "Ang Word Cargo ay isang larong puzzle kung saan ang mga manlalaro ay gumagawa ng mga salita at nagpupuno ng mga lalagyan ng…",
    "fr": "Word Cargo est un jeu de puzzle où les joueurs créent des mots et remplissent des conteneurs de fret.",
    "gu": "વર્ડ કાર્ગો એક પઝલ ગેમ છે જ્યાં ખેલાડીઓ શબ્દો બનાવે છે અને કાર્ગો કન્ટેનર ભરે છે.",
    "he": "Word Cargo הוא משחק פאזל שבו שחקנים יוצרים מילים וממלאים מכלי מטען.",
    "hi": "वर्ड कार्गो एक पहेली गेम है जहां खिलाड़ी शब्द बनाते हैं और कार्गो कंटेनर भरते हैं।",
    "hr": "Word Cargo je zagonetka u kojoj igrači stvaraju riječi i pune kontejnere s teretom.",
    "hu": "A Word Cargo egy kirakós játék, amelyben a játékosok szavakat alkotnak, és rakománykonténereket töltenek meg.",
    "id": "Word Cargo adalah permainan teka-teki di mana pemain membuat kata-kata dan mengisi kontainer kargo.",
    "it": "Word Cargo è un puzzle game in cui i giocatori creano parole e riempiono container.",
    "ja": "Word Cargo は、プレイヤーが単語を作成し、貨物コンテナを埋めるパズル ゲームです。",
    "kn": "ವರ್ಡ್ ಕಾರ್ಗೋ ಒಂದು ಒಗಟು ಆಟವಾಗಿದ್ದು, ಆಟಗಾರರು ಪದಗಳನ್ನು ರಚಿಸುತ್ತಾರೆ ಮತ್ತು ಸರಕು ಧಾರಕಗಳನ್ನು ತುಂಬುತ್ತಾರೆ.",
    "ko": "Word Cargo는 플레이어가 단어를 만들고 화물 컨테이너를 채우는 퍼즐 게임입니다.",
    "lv": "Word Cargo ir puzzle spēle, kurā spēlētāji veido vārdus un piepilda kravas konteinerus.",
    "ml": "കളിക്കാർ വാക്കുകൾ സൃഷ്ടിക്കുകയും കാർഗോ കണ്ടെയ്‌നറുകൾ നിറയ്ക്കുകയും ചെയ്യുന്ന ഒരു പസിൽ ഗെയിമാണ് വേഡ് കാർഗോ.",
    "mr": "वर्ड कार्गो हा एक कोडे गेम आहे जिथे खेळाडू शब्द तयार करतात आणि मालवाहू कंटेनर भरतात.",
    "ms": "Word Cargo ialah permainan teka-teki di mana pemain mencipta perkataan dan mengisi bekas kargo.",
    "nl": "Word Cargo is een puzzelspel waarin spelers woorden bedenken en vrachtcontainers vullen.",
    "pl": "Word Cargo to gra logiczna, w której gracze tworzą słowa i wypełniają kontenery ładunkowe.",
    "ro": "Word Cargo este un joc de puzzle în care jucătorii creează cuvinte și umplu containerele de marfă.",
    "ru": "Word Cargo — это игра-головоломка, в которой игроки создают слова и заполняют грузовые контейнеры.",
    "sk": "Word Cargo je logická hra, v ktorej hráči vytvárajú slová a plnia nákladné kontajnery.",
    "sl": "Word Cargo je ugankarska igra, kjer igralci ustvarjajo besede in polnijo tovorne zabojnike.",
    "sw": "Word Cargo ni mchezo wa mafumbo ambapo wachezaji huunda maneno na kujaza vyombo vya mizigo.",
    "ta": "வேர்ட் கார்கோ என்பது ஒரு புதிர் விளையாட்டாகும், இதில் வீரர்கள் சொற்களை உருவாக்கி சரக்கு கொள்கலன்களை நிரப்புகிறார்கள்.",
    "te": "వర్డ్ కార్గో అనేది ఆటగాళ్ళు పదాలను సృష్టించే మరియు కార్గో కంటైనర్‌లను నింపే పజిల్ గేమ్.",
    "th": "Word Cargo เป็นเกมไขปริศนาที่ผู้เล่นสร้างคำศัพท์และเติมคอนเทนเนอร์สินค้า",
    "tr": "Word Cargo, oyuncuların kelimeler oluşturduğu ve kargo konteynerlerini doldurduğu bir bulmaca oyunudur.",
    "uk": "Word Cargo — це гра-головоломка, у якій гравці створюють слова та заповнюють вантажні контейнери."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Word Cargo is a puzzle game where players create words and fill cargo containers. It's a word game that tests vocabulary skills.\nWord Cargo is a fun and engaging HTML5 game perfect for players who love a good word puzzle. Players must use their vocabulary and spelling skills in the game to create words and fill cargo containers. The gameplay is on a scrolling screen, and the player controls the game by typing words with the keyboard.\nThe game's objective is to create as many words as possible and fill up the cargo containers before time runs out. Players must type words using the letters displayed at the bottom of the screen. When a player comment type, it will be added to the cargo container. The game becomes progressively more difficult as more letters introduce and the time limit decreases. Players must be careful to type words correctly, or the game will end.\nOne of the key features of Word Cargo is its colorful and vibrant graphics, which are full of personality and charm. The game's easy-to-use controls and engaging gameplay make it perfect for players of all ages.\nWord Cargo is a fun and addictive HTML5 game that keeps players entertained for hours on end. Its engaging gameplay, various game modes, and easy-to-use controls make it a must-play for anyone looking for a brain-teasing and challenging game.\n\nTo swipe Install this extension to play the Word Cargo Game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}