{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SwipeNote"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Work Smart. Organize. Collaborate. Succeed."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SwipeNote is designed to help anyone who uses the Internet. Swipe, Save, Organize, Share & Collaborate any content from the web with your friends and team members. \n\nSwipeNote Chrome Extension Features: \n\n1. Swipe and Save social posts from Facebook, Instagram, YouTube and more with a single click. \n2. Grab Full-Page or Regional Screenshots from any website. \n3. Bookmark URLs. \n4. Save Highlighted Content. \n5. Add Tags and Notes to individual Saved items/Cards.\n6. Import Favorite Kindle Highlights. \n7. Shortcut Keys for Easy Access. \n\nAll the content you grab from the internet gets saved as multi-purpose Cards. \n\na. These Cards can be saved in your personal cloud Folders or Sub-Folders created by you directly from the chrome Extension. \nb. These Cards can also be saved to a Workspace/Subspace created by you. \n\nAfter you Save and Organize the Cards, you can do so much more:\n\n1. Copy or Move Cards to Workspace/Subspace and Folders/Subfolders.\n2. Share Cards with teammates, individual account holders or directly to social sites.\n3. Add Tags and Notes to individual Cards.\n4. Create Short Links for easy share.\n5. Assign Cards with team members and Set Reminders for the same. Set and View Due Date of completion of assigned tasks.\n6. Real Time Chat with individual team members or in groups. Share files/documents, use Emoji’s and @mentions.\n7. Create Labels (to-do, work-in-progress, done) to let know the status of Cards.\n8. Track your work through a single dedicated menu. Easy Date Filters to understand the priority and due dates.\n9. Job Board (simple Dashboard) to view all your Cards/task inside your Workspace or Sub-space. At a glance know about what's going on, by viewing Due Dates, Chats and much more.\n\nSTAY ORGANIZED. STAY CONNECTED. \n\n=== VERSION 1.0.23 ====\nLatest fixes for all the social media websites and Youtube/Yshorts"
  }
}