{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Onboard - Customer Onboarding Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Customer Onboarding Chrome Extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplify your onboarding process with the Onboard.io Chrome extension, your ultimate onboarding companion, designed to keep your tasks, launch plans, and communication streamlined and easily accessible.\n\nWith Onboard.io, you don't have to toggle between tabs or navigate away from the site you are onboarding with. Everything you need to streamline your onboarding workflow is just a click away, saving your time and boosting your productivity.\n\nFeatures:\n\nSeamless Task Management: Onboard.io allows you to view, manage, and prioritize your onboarding tasks without leaving your browser window. Track your progress and stay organized with our intuitive user interface.\n\nComprehensive Launch Plans: Get access to your onboarding launch plans directly within your browser. Prepare, monitor, and execute your plans effectively, ensuring a smooth and successful onboarding process.\n\nEffective Communication: Communicate effectively using onboard.io, right within your browser. Discuss plans, submit forms, and collaborate efficiently with your team, providing a seamless onboarding experience.\n\nExperience a new level of convenience and efficiency with Onboard's Chrome extension. \n\nOnboard - Where amazing customer experiences start.\n\n* Requires Onboard account"
  }
}