{
  "name": {
    "ar": "متصفح ويب المكبر",
    "am": "Բրաուզերային ցանցի մեծացող բաժակ",
    "bg": "Уеб лупа на браузъра",
    "bn": "ওয়েব ব্রাউজারের গ্লাস ব্রাউজার",
    "ca": "Vejlla de magnificació web del navegador",
    "cs": "Webová lupa prohlížeče",
    "da": "Browser web forstørrelsesglas",
    "de": "Browser Web Lupe",
    "el": "Μεγεθυντικός φακός ιστού περιήγησης",
    "en,en_AU,en_GB,en_US,he": "Browser web magnifying glass",
    "es,es_419": "Lupa de página web del navegador",
    "et": "Brauseri veebi suurendusklaas",
    "fa,hi": "Name",
    "fi": "Selaimen verkkosuurennuslasi",
    "fil": "Glas na magnifying web browser",
    "fr": "Navigateur Web loupe",
    "gu": "બ્રાઉઝર વેબ વિસ્તૃત ગ્લાસ",
    "hr": "Provjeriteljski web povećavajući staklo",
    "hu": "Böngészőhálós nagyító",
    "id,ms": "Kaca pembesaran web pelayar",
    "it": "Lente d'ingrandimento web del browser",
    "ja": "ブラウザWeb拡大鏡",
    "kn": "ವೀಕ್ಷಕದ ಜಾಲ ವಿಸ್ತರಣಾ ಗ್ಲಾಸ್ ಹಿಗ್ಗಿಸುತ್ತದೆName",
    "ko": "브라우저 웹 페이지 돋보기",
    "lt": "Naršyklės tinklo didinimo stiklas",
    "lv": "Pārlūkotāja tīmekļa stikla palielināšana",
    "ml": "ബ്രൌസര്‍ വെബ് വലുതാക്കുന്ന ഗ്ലാസ്",
    "mr": "ब्राउजर वेब विस्तृत ग्लास",
    "nl": "Browser web vergrootglas",
    "no": "Browser nettstørre glass",
    "pl": "Szkło powiększające przeglądarkę internetową",
    "pt_BR": "Vejo de magnificação da web do navegador",
    "pt_PT": "Lupa web do navegador",
    "ro": "Lupă web pentru browser",
    "ru": "Веб - лупа браузера",
    "sk": "Sklo na zväčšenie siete prehliadača",
    "sl": "Spletno povečevalno steklo brskalnika",
    "sr": "Браузер веб увеличавање стакле",
    "sv": "Förstoringsglas för bläddrarwebben",
    "sw": "Browser web ukubwa glasi",
    "ta": "உலாவி வலை பெரிதாக்கும் கண்ணாடி",
    "te": "బ్రౌజర్Name",
    "th": "แว่นขยายเว็บเบราว์เซอร์",
    "tr": "Tarayıcı web büyüteci cam",
    "uk": "Скло збільшення мережі переглядача",
    "vi": "Kính lúp trình duyệt web",
    "zh_CN": "浏览器网页放大镜",
    "zh_TW": "瀏覽器網頁放大鏡"
  },
  "short": {
    "ar": "انقر على زر في شريط الأدوات لبدء المكبر لعرض التفاصيل على الصفحة الحالية",
    "am": "Սկսեք գործիքների վահանակի կոճակը, որպեսզի ակտիվացնեք մեծացող բաժակը և դիտեք մանրամասն տեղեկատվությունը ներկայիս վեբ էջի վրա",
    "bg": "Кликнете върху бутона на лентата с инструменти, за да активирате лупата и да видите подробна информация на текущата уеб страница",
    "bn": "বর্তমান ওয়েব পেজের বিস্তারিত তথ্য সক্রিয় করার জন্য টুলবারের বাটন ক্লিক করুন",
    "ca": "Cliqueu el botó de la barra d'eines per activar la vidra d'ampliació i veureu informació detallada a la pàgina web actual",
    "cs": "Kliknutím na tlačítko na panelu nástrojů aktivujete lupu a zobrazíte podrobné informace na aktuální webové stránce",
    "da": "Klik på knappen på værktøjslinjen for at aktivere forstørrelsesglasset og se detaljerede oplysninger på den aktuelle webside",
    "de": "Klicken Sie auf die Schaltfläche in der Symbolleiste, um die Lupe zu aktivieren und detaillierte Informationen auf der aktuellen…",
    "el": "Κάντε κλικ στο κουμπί στη γραμμή εργαλείων για να ενεργοποιήσετε τον μεγεθυντικό φακό και να δείτε λεπτομερείς πληροφορίες στην…",
    "en,en_AU,en_GB,en_US": "Click the button on the toolbar to activate the magnifying glass and view detailed information on the current webpage",
    "es,es_419": "Haga clic en el botón de la barra de herramientas, inicie la lupa y vea los detalles en la página actual",
    "et": "Suurendusklaasi aktiveerimiseks ja aktiveerimiseks aktiveerimiseks klõpsake tööriistaribal olevat nuppu",
    "fa": "فعال کنید دکمه روی ابزار ابزار برای فعال کردن شیشه‌های بزرگتری و دید اطلاعات جزئیات در صفحه وب جاری",
    "fi": "Napsauta työkalupalkin painiketta aktivoidaksesi suurennuslasin ja nähdäksesi tarkemmat tiedot nykyisestä verkkosivusta",
    "fil": "Klik sa pindutan sa toolbar upang i-activate ang magnifying glass at tingnan ang detalyadong impormasyon sa kasalukuyang webpage",
    "fr": "Cliquez sur le bouton de la barre d'outils pour lancer la loupe et voir les détails sur la page Web actuelle",
    "gu": "વર્તમાન વેબ પાના પર વિસ્તૃત જાણકારીને સક્રિય કરવા માટે સાધનપટ્ટી પર બટન પર ક્લિક કરો",
    "he": "לחץ על הכפתור על חבל הכלים כדי להפעיל את הזכוכית המגדלת ולראות מידע מפורט על עמוד האינטרנט הנוכחי",
    "hi": "मौजूदा वेब पृष्ठ पर विस्तृत जानकारी देखने के लिए उपकरणपट्टी पर बटन को क्लिक करें",
    "hr": "Kliknite dugme na listu alata kako bi aktivirali proširenje stakla i vidjeli detaljne informacije na trenutnoj web stranici",
    "hu": "Kattintson az eszköztáron lévő gombra a nagyító aktiválásához és tekintse meg a részletes információkat az aktuális weboldalon",
    "id": "Klik tombol pada bar alat untuk mengaktifkan kaca pembesar dan melihat informasi rincian di halaman web saat ini",
    "it": "Fare clic sul pulsante sulla barra degli strumenti per attivare la lente di ingrandimento e visualizzare informazioni dettagliate…",
    "ja": "ツールバーのボタンをクリックして拡大鏡を起動し、現在のWebページの詳細を表示します",
    "kn": "ಹಿಗ್ಗಿಸುವ ಗ್ಲಾಸವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ಉಪಕರಣಪಟ್ಟಿಯ ಮೇಲಿನ ಗುಂಡಿಯನ್ನು ಕ್ಲಿಕ್ಕಿಸಿ ಪ್ರಸ್ತುತ ಜಾಲಪುಟ",
    "ko": "도구 모음의 버튼을 클릭하고 돋보기를 시작하여 현재 웹 페이지의 세부 정보를 봅니다.",
    "lt": "Spauskite mygtuką įrankių juostoje, kad aktyvuotumėte didinantį stiklą ir peržiūrėkite išsamią informaciją dabartiniame tinklalapyje",
    "lv": "Noklikšķiniet pogu uz rīka joslas, lai aktivizētu stikla palielināšanu un skatītu sīku informāciju pašreizējā tīmekļa lapā",
    "ml": "നിലവിലുള്ള വെബ്പേജിലെ വിശദീകരണ വിവരങ്ങള്‍ പ്രവര്‍ത്തിപ്പിക്കുവാനും, ഗ്ലാസ് പ്രവര്‍ത്തിപ്പിക്കുവാന",
    "mr": "वर्तमान वेब पानावरील विस्तृत माहिती दृश्य करण्याकरीता साधनपट्टीवरील बटण क्लिक करा",
    "ms": "Klik butang pada palang alat untuk aktifkan kaca pembesar dan lihat maklumat terperinci pada laman web semasa",
    "nl": "Klik op de knop op de werkbalk om het vergrootglas te activeren en gedetailleerde informatie op de huidige webpagina te bekijken",
    "no": "Klikk på knappen på verktøybaren for å aktivere glasset og se detaljert informasjon om nåværende nettside",
    "pl": "Kliknij przycisk na pasku narzędzi, aby aktywować lupę i wyświetlić szczegółowe informacje na bieżącej stronie internetowej",
    "pt_BR": "Clique no botão da barra de ferramentas para ativar o vidro de magnificação e ver informações detalhadas na página web atual",
    "pt_PT": "Clique no botão na barra de ferramentas para ativar a lupa e visualizar informações detalhadas na página atual",
    "ro": "Faceți clic pe butonul din bara de instrumente pentru a activa lupa și a vizualiza informații detaliate pe pagina web curentă",
    "ru": "Нажмите кнопку на панели инструментов, запустите лупу и посмотрите подробности на текущей странице",
    "sk": "Kliknite na tlačidlo na pásku nástrojov, aby ste aktivovali zväčšujúce sklo a uviedli podrobné informácie na aktuálnej webovej…",
    "sl": "Kliknite gumb v orodni vrstici, da aktivirate povečevalno steklo in si ogledate podrobne informacije na trenutni spletni strani",
    "sr": "Kliknite dugme na listu alata da aktivirate uveličavajuću staklo i pogledajte detaljne informacije na trenutnoj veb stranici",
    "sv": "Klicka på knappen i verktygsfältet för att aktivera förstoringsglaset och visa detaljerad information på den aktuella webbsidan",
    "sw": "Click button on the toolbar to activate the glasse magnifying and view details on the current web page",
    "ta": "கருவிப்பட்டியில் உள்ள பொத்தானை அழுத்தவும் பெரிதாக்கும் கண்ணாடியை செயல்படுத்த மற்றும் தற்போதைய வலைப்",
    "te": "ప్రస్తుత వెబ్ పేజీనందు విస్తరించబడిన గ్లాస్ క్రియాశీలము చేయుటకు పనిముట్లపట్టణపు బటన్ నొక్క",
    "th": "คลิกที่ปุ่มบนแถบเครื่องมือเปิดแว่นขยายเพื่อดูรายละเอียดบนหน้าเว็บปัจจุบัน",
    "tr": "Ağımdaki web sayfasındaki detayları görüntülemek için camı etkinleştirmek için alet çubuğunda düğme tıklayın",
    "uk": "Натисніть кнопку на панелі інструментів, щоб активувати скло збільшення і переглянути детальну інформацію на поточній веб- сторінці",
    "vi": "Nhấp vào nút trên thanh công cụ để khởi chạy kính lúp để xem chi tiết trên trang web hiện tại",
    "zh_CN": "点击工具栏上的按钮，启动放大镜，查看当前网页上的详细信息",
    "zh_TW": "點擊工具列上的按鈕，啟動放大鏡，查看當前網頁上的詳細資訊"
  },
  "long": {
    "ar": "من خلال تحوم الماوس لتكبير العناصر المستهدفة ، بديهية عرض تفاصيل المحتوى ، ولكن أيضا تخصيص حجم المكبر . توقف التكبير يحسن إلى حد كبير تجربة عرض محتوى الويب ، وخاصة بالنسبة للموقع مع وفرة من التفاصيل .",
    "am": "Մուշի միջոցով նշանակային տարրերի վրա սեղմելով, պարունակության մանրամասները կարող են տեսողական ցույց տալ, իսկ մեծացող բաժակի չափերը կարող են նաև փոխվել: Մեծացման դադարեցնելը մեծ չափով օպտիմացնում է վեբ էջի պարունակության դիտելու փորձը, հատկապես համապատասխանում է հարուստ մանրամասն ցուցադրվող վեբ էջերի համար:",
    "bg,en,en_AU,en_GB,en_US,gu": "By hovering over the target element with the mouse, the content details can be visually displayed, and the size of the magnifying glass can also be customized. Stopping zooming greatly optimizes the viewing experience of webpage content, especially suitable for websites with rich detail display.",
    "bn": "মাউসের মাধ্যমে লক্ষ্যবস্তুর মৌলের উপর হালনাগাদ করার মাধ্যমে বিষয়বস্তুর বিস্তারিত বিবরণ দৃষ্টিভঙ্গিতে প্রদর্শন করা যাবে এবং উর বড় আকার বন্ধ করা হচ্ছে বিশেষ করে ওয়েব পেজের বিষয়বস্তু দেখার অভিজ্ঞতা বেশী অপ্রায় করে, বিশেষ করে সমৃদ্ধ বিস্তারিত",
    "ca": "Passant sobre l'element de mira amb el ratolí, els detalls del contingut es poden mostrar visualment, i la mida de la vidra d'ampliació també es pot personalitzar. Parar l'ampliació optimitza molt l'experiència de veure el contingut de la pàgina web, especialment adequat per a les pàgines web amb una pantalla de detalls rics.",
    "cs": "Přesunutím myši myší nad cílový prvek lze vizuálně zobrazit detaily obsahu a přizpůsobit velikost lupy. Zastavení zoomování výrazně optimalizuje zážitek ze sledování obsahu webových stránek, zejména pro webové stránky s bohatým detailním zobrazením.",
    "da": "Ved at holde musen over målelementet kan indholdsdetaljerne vises visuelt, og forstørrelsesglassets størrelse kan også tilpasses. Stop zoomen optimerer visningsoplevelsen af websideindhold i høj grad, især velegnet til websteder med detaljeret visning.",
    "de": "Durch Bewegen des Mauszeigers über das Zielelement können die Inhaltsdetails visuell angezeigt und die Größe der Lupe angepasst werden. Das Stoppen des Zooms optimiert das Seherlebnis von Webseiteninhalten erheblich, besonders geeignet für Websites mit detaillierter Darstellung.",
    "el": "Τοποθετώντας το δείκτη του ποντικιού πάνω από το στοιχείο στόχου με το ποντίκι, οι λεπτομέρειες περιεχομένου μπορούν να εμφανιστούν οπτικά και το μέγεθος του μεγεθυντικού φακού μπορεί επίσης να προσαρμοστεί. Η διακοπή του ζουμ βελτιστοποιεί σημαντικά την εμπειρία προβολής του περιεχομένου της ιστοσελίδας, ιδιαίτερα κατάλληλη για ιστότοπους με πλούσια οθόνη λεπτομερειών.",
    "es,es_419": "Ampliar los elementos del objetivo a través del ratón sobre el suelo para mostrar intuitivamente los detalles del contenido, y también puede personalizar el tamaño de la lupa. Detener el zoom optimiza enormemente la experiencia de visualización de contenido web, especialmente para sitios web con una rica exhibición de detalles.",
    "et": "Hiirega sihtelemendi kohale liikudes saab sisu üksikasju visuaalselt kuvada ja suurendusklaasi suurust saab kohandada. Suumimise peatamine optimeerib oluliselt veebilehe sisu vaatamiskogemust, mis sobib eriti rikkaliku detailse kuvamisega veebilehtedele.",
    "fa": "با تغییر روی عنصر هدف با موش، جزئیات محتویات می‌تواند به صورت تصویر نمایش داده شود، و اندازه شیشه‌های بزرگ‌سازی هم می‌تواند تغییر داده شود. متوقف شدن زیاد تجربه دیدن محتوای صفحه وب را بهترین می‌کند، مخصوصا برای سایت‌های وب با نمایش جزئیات ثروتمند مناسب است.",
    "fi": "Viemällä hiiren osoitin kohdeelementin päälle sisällön yksityiskohdat voidaan näyttää visuaalisesti ja suurennuslasin kokoa voidaan myös mukauttaa. Zoomauksen lopettaminen optimoi huomattavasti verkkosivujen sisällön katselukokemuksen, mikä sopii erityisesti verkkosivustoille, joissa on runsaasti yksityiskohtia.",
    "fil": "Sa pamamagitan ng pagpasa sa ibabaw ng target element gamit ang mouse, ang detalye ng nilalaman ay maaaring makikita, at ang sukat ng magnifying glass ay maaaring customize din. Ang pagpapahinto sa paglaki ay nagpapaganda ng karanasan sa pagtingin ng nilalaman ng webpage, lalo na angkop para sa mga websites na may rich detail display.",
    "fr": "Zoomez sur l'élément cible en passant la souris pour afficher visuellement les détails du contenu et personnaliser également la taille de la loupe. Le Stop zoom optimise grandement l'expérience de visualisation du contenu Web et convient particulièrement aux sites Web riches en détails.",
    "he": "על ידי השוט מעל אלמנט המטרה עם העכבר, פרטי התוכן יכולים להיות מוצג באופן חזותי, וגם הגודל של הזכוכית המגדלת יכול להיות מתאים. הפסקת הזדהום אופטימית באופן גדול את חווית הצפייה של תוכן עמוד אינטרנט, במיוחד מתאימה לאתרים עם תצוגת פרטים עשירה.",
    "hi": "माउस के साथ लक्ष्य तत्व पर होविंग के द्वारा सामग्री विवरण दृश्यात्मक प्रदर्शित हो सकते हैं, और बढ़ाने के ग्लास का आकार ज़ूम करने को बहुत से रोका जाता है वेब पृष्ठ सामग्री के दृश्य अनुभव को अधिकतम करेगा, विशेष वेब साइटों के लिए विशेष",
    "hr": "Sklanjajući se na ciljni element mišem, detalji sadržaja se mogu vizualno pokazati, a veličina uveličavajućeg stakla se također može prilagoditi. Stojanje zooming značajno optimizira iskustvo gledanja sadržaja web stranica, posebno odgovarajuće za web stranice s bogatim detaljnim prikazom.",
    "hu": "A célelem fölötti egérrel a tartalom részletei vizuálisan megjeleníthetők, és a nagyító mérete is testre szabható. A nagyítás leállítása nagymértékben optimalizálja a weboldal tartalmának megtekintési élményét, különösen a gazdag részletes megjelenítésű weboldalak esetében.",
    "id": "Dengan melewati elemen sasaran dengan tetikus, rincian isi dapat dipaparkan secara visual, dan ukuran kaca pembesar juga dapat disesuaikan. Hentikan zooming sangat optimisasi pengalaman pemandangan isi halaman web, khususnya cocok untuk situs web dengan paparan rincian yang kaya.",
    "it": "Passando il mouse sull'elemento di destinazione, è possibile visualizzare visivamente i dettagli del contenuto e personalizzare anche le dimensioni della lente di ingrandimento. L'arresto dello zoom ottimizza notevolmente l'esperienza di visualizzazione dei contenuti delle pagine Web, particolarmente adatto per i siti Web con visualizzazione ricca di dettagli.",
    "ja": "マウスのホバリングでターゲット要素を拡大し、コンテンツの詳細を視覚的に表示し、拡大鏡のサイズをカスタマイズすることもできます。スケーリングを停止することで、詳細なプレゼンテーションが豊富なWebサイトに最適なWebコンテンツの表示体験が大幅に最適化されます。",
    "kn": "ಮೌಸ್‌ನೊಂದಿಗೆ ಲಕ್ಷ್ಯ ಘಟಕದ ಮೇಲೆ ಹೋವಿದ್ದರಿಂದ, ವಿವರಗಳು ನೋಟವಾಗಿ ತೋರಿಸಲಾಗುತ್ತವೆ, ಹಾಗು ಹೆಚ್ಚುವ ಗ್ಲಾಸಿನ ಗಾತ್ರ ಸಹ ಹಿಗ್ಗಿಸುವುದನ್ನು ನಿಲ್ಲಿಸಲು ಜಾಲಪುಟದ ವಿಷಯಗಳನ್ನು ನೋಡುವ ಅನುಭವಿಸುವ ಅನುಭವಿಸುತ್ತದೆ, ವಿಶೇಷವಾಗಿ ವಿಸ್ತೃತ ವಿ",
    "ko": "마우스를 멈추고 대상 요소를 확대하여 내용 세부 사항을 시각적으로 표시하고 돋보기 크기를 사용자 정의할 수 있습니다.확대 / 축소를 중단하면 웹 콘텐츠 보기 환경이 크게 최적화되며, 특히 디테일이 풍부한 웹 사이트에 적합합니다.",
    "lt": "Nukrypstant ant tikslinio elemento pele, galima vizualiai parodyti turinio detales ir pritaikyti didinimo stiklo dydį. Nustojus padidinti dydį, gerokai optimizuojama interneto puslapių turinio peržiūros patirtis, ypač tinkama interneto svetainėms, turinčioms daug detalių rodymų.",
    "lv": "Pārlūstot mērķa elementu ar peli, satura detaļas var redzami parādīt, kā arī stikla lielumu var pielāgot. Paplašināšanas pārtraukšana ievērojami optimizē tīmekļa lapu satura skatīšanas pieredzi, jo īpaši piemērotu tīmekļa vietnēm ar bagātīgu detalizētu attēlu.",
    "ml": "മൌസിന്റെ മേല്‍ ലക്ഷ്യത്തിന്റെ മൂലകങ്ങള്‍ക്ക് മേല്‍ നിര്‍ത്തിയിരിക്കുന്നതിനാല്‍ ഉള്ളിലുള്ള വിവരങ്ങള്‍ കാണാന്‍ സാധിക്ക വലുതാക്കുന്നത് നിര്‍ത്തുന്നതു് വെബ്പേജിന്റെ വിഭവങ്ങളുടെ അനുഭവങ്ങള്‍ കാണുന്നതു് വളരെ മാന്യമായി ഉപയോഗിക്ക",
    "mr": "माउसाने लक्ष्य तत्वावर होवून, आकार विस्तृत विवरण दृश्यान्त प्रदर्शित होऊ शकता आणि विस्तृत ग्लासची आकार मनपसंद कर जूम करण्यास थांबविण्यास वेबपानाच्या अनुभवाचे अनुभव अधिक सुधारण करतो, विशेषतः श्रीमंत विस्तृत प्रदर्शनाने व",
    "ms": "Dengan melewati unsur sasaran dengan tetikus, perincian kandungan boleh dipaparkan secara visual, dan saiz kaca pembesaran juga boleh disesuaikan. Hentikan zum optimizasikan pengalaman pemandangan kandungan halaman sesawang, terutama sesuai untuk laman sesawang dengan paparan rincian yang kaya.",
    "nl": "Door met de muis over het doelelement te bewegen, kunnen de inhoudsdetails visueel worden weergegeven en kan ook de grootte van het vergrootglas worden aangepast. Stoppen met zoomen optimaliseert de kijkervaring van webpagina-inhoud aanzienlijk, vooral geschikt voor websites met uitgebreide detailweergave.",
    "no": "Ved å heve over måltidet med mus kan innholdet vises visuelt, og størrelsen på glasset kan også brukes. Å stoppe zoomingen optimaliserer utsikten av innholdet på nettsiden, spesielt passende for nettsteder med rik detaljer.",
    "pl": "Najeżdżając myszką myszką myszką, szczegóły zawartości mogą być wizualnie wyświetlane, a rozmiar szkła powiększającego można również dostosować. Zatrzymanie powiększania znacznie optymalizuje wrażenia oglądania treści strony internetowej, szczególnie odpowiednie dla stron internetowych z bogatym wyświetlaniem szczegółów.",
    "pt_BR": "Através do elemento alvo com o rato, os detalhes de conteúdo podem ser visualmente mostrados, e o tamanho do vidro de ampliação também pode ser personalizado. Parar o zoom otimiza grandemente a experiência de vista do conteúdo de página web, especialmente adequada para sites com display de detalhes ricos.",
    "pt_PT": "Passando o mouse sobre o elemento alvo, os detalhes do conteúdo podem ser exibidos visualmente e o tamanho da lupa também pode ser personalizado. Parar o zoom otimiza muito a experiência de visualização do conteúdo da página da Web, especialmente adequado para sites com exibição de detalhes ricos.",
    "ro": "Prin trecerea cu mouse-ul peste elementul țintă, detaliile conținutului pot fi afișate vizual, iar dimensiunea lupei poate fi, de asemenea, personalizată. Oprirea zoom-ului optimizează foarte mult experiența de vizualizare a conținutului paginii web, potrivită în special pentru site-urile web cu afișare bogată de detalii.",
    "ru": "Увеличьте целевой элемент с помощью зависания мыши, визуально показывая детали контента, а также настраивая размер лупы. Остановка масштабирования значительно оптимизирует опыт просмотра веб - контента, особенно для веб - сайтов с богатым количеством деталей.",
    "sk": "Obrážaním sa cez cieľový prvok myšou možno zobrazovať podrobnosti obsahu a veľkosť zväčšujúceho skla možno upraviť aj. Zastavenie zväčšovania výrazne optimalizuje skúsenosti s pohľadom obsahu webovej stránky, najmä vhodné pre webové stránky s bohatým podrobným zobrazením.",
    "sl": "Z miško premikanjem miške nad ciljnim elementom je mogoče vizualno prikazati podrobnosti vsebine, velikost povečevalnega stekla pa je mogoče tudi prilagoditi. Prekinitev povečave močno optimizira izkušnjo gledanja vsebine spletnih strani, še posebej primerna za spletna mesta z bogatim prikazom podrobnosti.",
    "sr": "Sklanjajući se preko ciljnog elementa sa mišem, detalji sadržaja se mogu vizualno pokazati, a veličina uveličavajućeg stakla se takođe može prilagoditi. Prestanje zooming mnogo optimizira iskustvo gledanja sadržaja veb stranica, posebno odgovarajuće za veb stranice sa bogatim detaljnim dijelom.",
    "sv": "Genom att hålla muspekaren över målelementet kan innehållsdetaljerna visas visuellt och storleken på förstoringsglaset kan också anpassas. Att sluta zooma optimerar visningsupplevelsen av webbplatsinnehåll avsevärt, särskilt lämplig för webbplatser med rik detaljvisning.",
    "sw": "Kwa kuingilia kipengele kinacholenga na dooma, taarifa za maudhui zinaweza kuonyeshwa kwa kuonekana, na ukubwa wa glasi kinachoongezeka pia inaweza kutumika. Kuzuia ukubwa unawezesha kuona uzoefu wa maudhui ya mtandaoni, hususani kwa tovuti zinazofaa kuonyesha taarifa za kina.",
    "ta": "சுட்டியுடன் இலக்கு உறுப்பின் மேல் சேர்க்கப்பட்டதால், உள்ளடக்கத்தின் விவரங்கள் பார்வையாக காட்டப்படும், பெரிதாக்கும் கண்ணா பெரிதாக்குதலை நிறுத்துதல் வலைப்பக்கத்தின் உள்ளடக்கத்தை பார்வையில் அனுபவத்தை மிகவும் உகப்படுத்துகிறது, குற",
    "te": "Name జూమింగ్ ఆపడానికి వెబ్ పేజ్ విషయం యొక్క వీక్షణ అనుభవాన్ని బహుగా ఆప్టిమైజ్ చేస్తుంది, విశేషముగా వివర",
    "th": "ขยายองค์ประกอบเป้าหมายด้วยการเลื่อนเมาส์แสดงรายละเอียดเนื้อหาอย่างสังหรณ์ใจและปรับแต่งขนาดแว่นขยาย Stop Zoom ช่วยเพิ่มประสบการณ์การดูเนื้อหาหน้าเว็บได้อย่างมากโดยเฉพาะอย่างยิ่งเหมาะสำหรับเว็บไซต์ที่มีรายละเอียดการแสดงผลที่หลากหลาย",
    "tr": "Fare ile hedef elementinin üstüne geçerek içerik detayları görüntüle gösterilebilir ve büyüteci camın boyutunu da özelleştirilebilir. İnternet sayfasının içeriğinin görüntüleme deneyimini çok iyileştirir, özellikle zengin detaylar görüntülere sahip web sitelerine uygun.",
    "uk": "За допомогою натискання вказівника миші на елемент призначення можна візуально показувати деталі вмісту, а також налаштувати розмір розширення скла. Припинення масштабу значно оптимізує досвід перегляду вмісту веб- сторінок, особливо відповідний для веб- сайтів з багатими деталями.",
    "vi": "Phóng to các yếu tố mục tiêu bằng cách di chuột để hiển thị trực quan các chi tiết nội dung và cũng có thể tùy chỉnh kích thước kính lúp. Dừng thu phóng tối ưu hóa rất nhiều trải nghiệm xem nội dung trang web, đặc biệt thích hợp cho các trang web có chi tiết phong phú.",
    "zh_CN": "通过鼠标悬停放大目标元素，直观展现内容细节，还可自定义放大镜尺寸。停缩放极大优化了网页内容查看体验，尤其适合细节展示丰富的网站。",
    "zh_TW": "通過滑鼠懸停放大目標元素，直觀展現內容細節，還可自定義放大鏡尺寸。 停縮放極大優化了網頁內容查看體驗，尤其適合細節展示豐富的網站。"
  }
}