{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GdziePoLek Gabinet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nakładka GdziePoLek dla gabinet.gov.pl.",
    "en": "GdziePoLek's extension for gabinet.gov.pl"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nakładka GdziePoLek Gabinet przeznaczona jest dla osób wystawiających recepty w aplikacji gabinet.gov.pl: farmaceutów, pielęgniarek i lekarzy.\n\nDodaje brakujące podstawowe informacje przy wyborze produktu do recepty, dzięki czemu wreszcie wiadomo, które opakowanie jest wypisywane:\n\n- dostępność w aptekach według aktualnych danych GdziePoLek\n- typ produktu (OTC/Rp/..)\n- fakt refundacji opakowania\n\nPo wyborze opakowania widoczne są bardziej szczegółowe informacje:\n\n- ostatnie wiadomości od producenta/dystrybutora przekazane farmaceutom GdziePoLek, np. o terminie następnych dostaw leku deficytowego\n- link do wyszukania w pobliżu aptek posiadających ten lek na stanie\n- link do statystyk dostępności za ostatnie 3 miesiące\n- statystyki recept dla produktu w całej aplikacji liczone przez nakładkę (np. najczęściej wystawiane inne produkty), gdy są dostępne\n\nDla farmaceutów i pielęgniarek wyświetlana jest dodatkowo informacja, czy mogą wystawić receptę na produkt.\n\nDodatkowe usprawnienia dla zwiększenia produktywności:\n\n- możliwość skopiowania produktów z recepty do schowka wraz ze wskazaniami, np. w celu przeniesienia do dokumentacji medycznej w innym systemie lub rejestru PA/PF\n- możliwość ukrycia przeczytanych komunikatów\n\nNakładka działa tylko na stronie gabinet.gov.pl, nie działa na stronie banków służących do logowania na PZ, nie ma dostępu do danych logowania ani nie wymaga tworzenia konta, nie pobiera informacji pozwalających zidentyfikować pacjenta lub lekarza, nie tworzy historii aktywności danego użytkownika, liczy statystyki wystawianych przy pomocy nakładki produktów dla całego kraju bez danych identyfikujących specjalistę, nie przechowuje adresu IP urządzenia dla śledzenia jego historii recept, nie zawiera wbudowanych zewnętrznych bibliotek analitycznych. Szczegóły w Polityce Prywatności.",
    "en": "GdziePoLek Gabinet extension is for people issuing prescriptions in the gabinet.gov.pl application: pharmacists, nurses and doctors.\n\nExtension adds missing basic information when choosing the prescribed product, so you finally know which of the packages is being prescribed:\n\n- availability in pharmacies according to current data of GdziePoLek\n- product type (OTC/Rp/..)\n- whether package is reimbursed\n\nAfter choosing the package, more detailed information is visible:\n\n- recent messages from the manufacturer/distributor provided to the pharmacists of GdziePoLek, e.g. about the expected coming deliveries of a deficite product\n- link to find nearby pharmacies that have this product in stock\n- link to availability statistics for the last 3m\n- prescription statistics for the product across the application counted by the extension (e.g. most prescribed other products), when available\n\nFor pharmacists and nurses, additional information is displayed whether they can issue a prescription for the product.\n\nAdditional productivity improvements:\n\n- the ability to copy products from the prescription to the clipboard with indications, e.g. in order to transfer to medical documentation in another system or PA/PF register\n- ability to hide read messages\n\nThe extension works only on the gabinet.gov.pl website, it does not work on the websites of banks used to log in to PZ, does not have access to login data and does not require creating an account, does not download information allowing to identify a patient or a doctor, does not create a user's activity history, counts statistics of products prescribed through the extension for the entire country without data identifying the specialist, does not store the IP address of the device to track its prescription history, does not contain built-in external analytical libraries. Details in Privacy Policy."
  }
}