{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SnipTube - AI powered YouTube bookmarker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Highlight, tag, annotate, and export your favorite YouTube moments with the power of AI."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you tired of trying to remember the best moments in those lengthy YouTube videos? Look no further! SnipTube empowers you to effortlessly highlight, tag, and annotate the most captivating parts of your favorite YouTube videos (we call these snips). Plus, with the magic of AI, it generates summaries for each snip, making it a breeze to revisit. Let's take a closer look at what SnipTube has to offer:\n\nFeatures:\n\n🎯 Intelligent Summarization:\nSnipTube harnesses the power of advanced AI algorithms to automatically generate concise summaries for each snip. Say goodbye to the hassle of rewatching entire videos to find that one crucial detail - SnipTube will have it neatly summarized for you!\n\n🗂️ Organize and Tag:\nKeep your snips neatly organized and easily searchable by assigning custom tags and annotations to each snip. Whether it's for educational purposes, research, or personal entertainment, SnipTube makes it effortless to navigate through your collection and recall important context for each snip.\n\n💎 A Collection of Your YouTube Gems:\nBuild an exquisite collection of your most cherished YouTube moments that you can revisit anytime, all in one place. No more digging through lengthy videos to find that one valuable piece of information!\n\n📤 Export with Ease:\nNeed to take your snips on the go? No problem! With a simple click of a button, you can easily export individual snips or the entire collection in Markdown format. Seamlessly import them into your favorite note-taking app and continue your learning journey.\n\n🌐 Perfect for All Users:\nSnipTube caters to everyone, whether you're a student looking to ace your exams, a researcher seeking cutting-edge insights, or simply a casual YouTube enthusiast. Say goodbye to wasting time searching for that elusive moment in a video.\n\n🚀 Constantly Evolving:\nI am committed to providing you with the best experience possible, which is why I am continually updating and enhancing SnipTube. I strive to make it the ultimate YouTube companion for all users, and I am always open to feedback and suggestions.\n\nBe an Early Adopter and Make a Difference!\n\nAs one of the first to experience the game-changing SnipTube extension, your feedback and support are invaluable in shaping its future. Whether you encounter any issues, have ideas for improvement, or simply want to share your thoughts, I'm all ears!\n\nReach out to us through:\n\n- 🐞 Creating a GitHub issue: https://github.com/psycho-baller/snipTube/issues/new/choose\n- 📧 Sending me an email: https://mail.google.com/mail/u/0/?fs=1&to=rami.rami@ucalgary.ca&su=SnipTube%20-%20&body=Hey%20Rami,%20....&tf=cm\n- 📞 Scheduling an online call with me: https://cal.com/rami-maalouf/any?duration=15\n\nYour input is my inspiration, and together, we'll make SnipTube even better!\n\nGet Involved - Support & Contribute! 💙\n\nCreating and maintaining SnipTube has been a labor of love, and I'm thrilled to offer it as a free tool for everyone to enjoy. If you find SnipTube valuable and wish to support its development, consider making a donation. Your contribution will directly contribute to making SnipTube even better and more feature-rich. Additionally, show your appreciation by starring the open-source repository on GitHub and feel free to contribute your ideas and skills to enhance SnipTube's functionality.\n\nDon't miss the chance to revolutionize your YouTube experience. Download SnipTube now and take control of your favorite moments like never before!"
  }
}