{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "搜款网以图搜款",
    "en": "Search by image on vvic.com"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "在搜款网、淘宝、1688、等电商网站上通过图片搜索同款",
    "en": "Search by image on VVIC, Taobao, 1688, etc."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "主要功能：\n1. 图片搜索以图搜同款：点击搜图按钮或者右键图片搜索，在搜款网、阿里1688、淘宝上快速找到同款产品，高效找货，Dropshipping必备，无论是买家还是卖家都可以用它来挑选好物，节省时间。\n2. 价格历史动态：您可以在查看亚马逊，虾皮等平台产品的全年价格历史动态，帮您辨别真假折扣，抄底购买不吃亏。\n3. 降价提醒：将产品添加到您的收藏夹中，当价格下降时您会收到通知。\n4. 显示京东优惠券：有的商家的优惠券没有直接显示在产品页面，安装了我们的插件就可以显示隐藏优惠券，帮您省钱。\n5. 复制链接：方便您复制阿里1688和淘宝的产品链接，还可分享产品截图。\n6. 翻译：截图翻译，网页翻译，图片翻译，阿里旺旺对话翻译。\n8. 评论分析：在速卖通产品详情页，统计评论者的国家分布占比情况。\n9. 下载淘宝和阿里1688等网站的产品图片和视频：可一键下载淘宝和1688产品的主图、视频、SKU图片和详情页图片, 导出图片地址url供复制, 图片翻译。\n10. 货币换算，在1688.com、淘宝上可以使用货币换算器进行货币换算。\n11. 支持对比同款产品，并导出为Excel文件。\n12. 下载速卖通和亚马逊的评论图片，导出评论为Excel文件。\n13. 导出1688和淘宝购物车列表为Excel文件。\n14. 支持Shein以图搜货、Naver以图搜同款、亚马逊以图搜同款。\n15. 根据不同的字段，对阿里1688等网站的同款产品进行筛选和导出到TXT或EXCEL \n16. 1688产品列表页按一件代发产品销量排序，筛选导出产品。\n17. 显示1688产品上架时间、月代销量等店铺信息\n\n如果有任何问题或建议，请随时联系我们。\nhttps://www.aliprice.com/information/index?page=contact\n\n通过安装 AliPrice 扩展，您接受“AliPrice 服务条款”的条款，并允许扩展重定向到联盟链接，包括淘宝和其他网站。AliPrice 服务条款 - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=taobao_search_by_image\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nSafari：https://apps.apple.com/us/app/1573881692",
    "en": "Main features:\n1. Image search to search for the same products: click the search button or right-click the image search to quickly find the same product on vvic.com, 1688, Taobao, etc. Find goods efficiently, must-have for Dropshipping\n2. Price history: you can view the price history of products on Amazon, 1688 and other platforms, to help you identify real and fake discounts.\n3. Price drop reminder: add products to your favorites, you will receive notification when the price drops.\n4. Show JD coupon\n5. Copy Link: It is convenient for you to copy the product links of 1688 and Taobao, and you can also share the product screenshots.\n6. Translation: Screenshot translation, webpage translation, picture translation, Ali Wangwang chat translation.\n8. Review Analysis: In the product detail page of Aliexpress, statistics on the percentage of reviewers' country distribution.\n9. Download product pictures and videos from Taobao and 1688 and other websites\n10. Currency converter, you can use currency converter on 1688.com and Taobao for currency conversion.\n11. Support comparing the same products and exporting to Excel file.\n12. Download review images from Aliexpress, Amazon, export reviews to Excel file.\n13. Support Shein to search goods by picture, Naver to search same model by picture, Amazon to search same model by picture.\n14. Filter and export similar products based on different fields to TXT or Excel.\n15. On the 1688 product details page, click More Info to view data about the product's shelf date, monthly volume, monthly dropshipping sales volume and other data.\n\nIf you have any questions or suggestions, please feel free to contact us.\nhttps://www.aliprice.com/information/index?page=contact\n\nBy installing the AliPrice extension, you accept the terms of the \"AliPrice Terms of Service\" and allow the extension to redirect to affiliate links, including VVIC.com and other programs. AliPrice Terms of Service - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=taobao_search_by_image\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nSafari：https://apps.apple.com/us/app/1573881692"
  }
}