{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IG Likes Export"
  },
  "short": {
    "ar": "Instagram Likes Exporter easily exports all likes from an Instagram post to a CSV file with just one click. Extract info like…",
    "am": "Quickly export Instagram likes to a CSV file. Our extension lets you easily download likes data including username, name, profile…",
    "bg": "Download and extract all likes data from Instagram posts with this simple Chrome extension. Just enter a post URL and export info…",
    "bn": "Want to export Instagram likes data? Our extension makes it easy. Get all like info from any post in a CSV file. Usernames, names,…",
    "ca": "Tired of manual exporting on Instagram? Our Likes Exporter extension exports all your post's likes to a CSV file with one click.",
    "cs": "Scrape and download Instagram likes data using our Chrome extension. Just add a post URL and export usernames, names, URLs to a CSV…",
    "da": "Instantly export all the likes data on your Instagram posts. Our extension extracts usernames, names, profile URLs and more into a…",
    "de": "Struggling to export likes on Instagram? Our extension makes it easy. Add any post URL and download all likes data like username…",
    "el": "Quickly scrape and download info of everyone who liked an Instagram post. Our Likes Exporter extension exports all data like…",
    "en,en_AU,en_GB,en_US": "One-click Export Instagram likes to Spreadsheet, Extracts email, phone, and more.",
    "es": "Download your Instagram post's likes easily! Our extension lets you export all like data including usernames, names, profile URLs…",
    "es_419": "Tired of manual work to see who liked your Instagram posts? Our extension exports all likes data to a CSV with one click.…",
    "et": "Instantly view names and profiles of everyone who liked an Instagram post. Just add the post URL to our extension and export all…",
    "fa": "Easily extract likes data including usernames, names and profile URLs into a CSV file. One click download.",
    "fi": "Our Chrome extension makes exporting Instagram likes easy. Add any post URL, click to export and download username, name, profile…",
    "fil": "Want an easy way to see who liked your Instagram posts? Use our extension - paste any post URL and export likes data like…",
    "fr": "Download the details of everyone who liked an Instagram post using our simple Chrome extension. Just add a post URL and export…",
    "gu": "Struggling to see who liked your Instagram posts? Our Likes Exporter makes it easy. Paste the post URL and export all likes data…",
    "he": "Easily export and download details of everyone who liked an Instagram post using our Chrome extension. Just add any post URL and…",
    "hi": "Want to see names of everyone who liked an Instagram post? Our extension lets you download all likes data like username, name,…",
    "hr": "Tired of manually exporting likes on Instagram? Instantly download all likes data from any post with our easy Chrome extension.…",
    "hu": "Quickly scrape likes data including usernames, names, profile URLs etc. using our simple extension. One click export.",
    "id": "Easily view the details of everyone who liked an Instagram post with our Likes Exporter extension. Paste any post URL, click export…",
    "it": "Want an easy way to see who liked your Instagram posts? Our extension lets you instantly export all likes data including usernames,…",
    "ja": "Download the names and profiles of everyone who liked an Instagram post in seconds with our extension. Just add the post URL.…",
    "kn": "Tired of manual work to view Instagram likes data? Instantly export all likes from any post into a handy CSV file with our simple…",
    "ko": "Easily scrape and download all likes data including usernames, names, profile URLs etc. from any post using our Chrome extension.",
    "lt": "Quickly extract and export details of everyone who liked an Instagram post using our Likes Exporter extension. Paste URL, click…",
    "lv": "Want to see who liked your Instagram posts? Use our extension to instantly download likes data like usernames, names, profile URLs…",
    "ml": "Tired of manual exports from Instagram? Get our extension to download all likes data from any post in seconds. Usernames, names,…",
    "mr": "Easily view names and profiles of everyone who liked an Instagram post. Just paste the URL in our extension and export likes data…",
    "ms": "Struggling to export likes from Instagram? Instantly download likes data including usernames, names and more from any post with our…",
    "nl": "Quickly scrape and extract details of everyone who liked an Instagram post using our extension. Add URL, export to CSV. Download…",
    "no": "Use our extension to instantly export likes data from any post to a CSV file. Usernames, names, profile URLs and more.",
    "pl": "Easily view names and profiles of all users who liked an Instagram post. Paste the URL in our extension, click export and download…",
    "pt_BR": "Want to see who liked your Instagram posts? Get our extension to instantly download all likes data including usernames, names,…",
    "pt_PT": "Struggling to export likes on Instagram? Extract with our easy extension. Paste any post URL and download likes data including…",
    "ro": "Tired of manual work to export Instagram likes? Quickly scrape and download likes data from any post using our 1-click Likes…",
    "ru": "Easily view names and profiles of everyone who liked an Instagram post. Just add the URL to our extension and export data like…",
    "sk": "Want to see who liked your Instagram posts? Instantly download all likes data including usernames, names etc. from any post using…",
    "sl": "Instantly scrape likes data including usernames, names, profile URLs etc. with our easy Chrome extension.",
    "sr": "Quickly export all likes data including usernames, names, profile URLs etc. to CSV with our 1-click extension.",
    "sv": "Easily view names and profiles of everyone who liked an Instagram post. Just paste the URL in our tool and export likes data to a…",
    "sw": "Our Likes Exporter extension lets you instantly download all likes data including usernames, names, profile URLs etc.",
    "ta": "Download the details of all users who liked an Instagram post in seconds with our extension. Just add the post URL and export likes…",
    "te": "Instantly scrape and download likes data including usernames, names, profile URLs etc. from any post using our extension.",
    "th": "Get our extension to instantly download all likes data from any post to CSV with one click.",
    "tr": "Easily view names and profiles of everyone who liked an Instagram post. Paste the URL in our tool, click export and download likes…",
    "uk": "Just add the URL to our extension and download all likes data such as usernames, names, profile URLs etc. to CSV instantly.",
    "vi": "Quickly export details of all users who liked an Instagram post using our simple Chrome extension. just add URL and download Likes…",
    "zh_CN": "A chrome extension made for people who want to export likes from Instagram into csv.",
    "zh_TW": "One click download. Easily extract likes data including usernames, names and profile URLs into a CSV file."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🟧 EXPORT FIELDS\n\n◼ User ID, ◼ User Name, ◼ Full Name, ◼ Is Verified, ◼ Followed By Viewer, ◼ Profile URL, ◼ Avatar URL, ◼ Biography, ◼ Posts, ◼ Followers, ◼ Followings, ◼ Tags, ◼ Email, ◼ Phone Country Code, ◼ Phone, ◼ City, ◼ Address, ◼ Is Private, ◼ Is Business, ◼ External URL, ◼ Category, ◼ ZIP, ◼ Latitude, ◼ Longitude, ◼ Whatsapp Number\n\n\n🟧 Features\n\n✅ Unlimited Likes Export.\n✅ Extract user Email & Phone number.\n✅ One Click Export data to Spreadsheet.\n✅ Automatic progress saving allows you to pause and resume extraction at any time.\n\n🟧 Home Web Url\nhttps://iglikesexport.igfollowerexporttool.com\n\n🔒 Rest assured, the tool prioritizes your security. We never ask for your Instagram password and don't store or transmit any of your data, including user information, visit history, posts, or social connections."
  }
}