{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Ad Blocker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blocks web ads and web activity trackers, helping your pages load faster and protecting your privacy."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Ad Blocker is the premier security and privacy application that blocks ads, trackers, and enhances your privacy by blocking companies that track your internet presence.\n\nTypes of ads we block:\n\n- Block Ads (Ads in header, footer, sidebars, and other ways)\n- Block Popups (Fake Blue Screen & Microsoft Support)\n- Block Pop-Exits (When you try to close a website and they bombard you with ads)\n- Block Remarketing (Where they deliver thousands of targeted ads by seeing what you searched for)\n\nTypes of trackers we block:\n\n- History (Where you have been on the internet)\n- Malicious (Trackers that try to trick you into doing something)\n- Personal Identifiable Information (We mask any information that could be used to identity you)\n\nWith Web Ad Blocker, you get:\n\n- Unlimited Ad Blocking\n- Continuous Updates to Filters and Applications\n- Licenses for up to 3 Devices\n- US-Based Customer Service\n\nWeb Ad Blocker is a US-based business that only develops and deploys applications that enhance the user experience on PCs and Macs. All of our applications are built and maintained right here in Plantation, FL.",
    "es": "El bloqueador de anuncios web es la principal aplicación de seguridad y privacidad que bloquea los anuncios, los rastreadores y mejora su privacidad al bloquear a las empresas que rastrean su presencia en Internet.\n\nTipos de anuncios que bloqueamos:\n\n- Bloquear anuncios (anuncios en encabezado, pie de página, barras laterales y otras formas)\n- Bloquear ventanas emergentes (pantalla azul falsa y soporte de Microsoft)\n- Bloquee los exitios pop (cuando intentes cerrar un sitio web y te bombardean con anuncios)\n- Bloquear el remarketing (donde entregan miles de anuncios dirigidos al ver lo que buscó)\n\nTipos de rastreadores que bloqueamos:\n\n- Historia (donde has estado en Internet)\n- malicioso (rastreadores que intentan engañarte para que hagas algo)\n- Información de identificación personal (enmascaramos cualquier información que pueda usarse para identificarlo)\n\nCon el bloqueador de anuncios web, obtienes:\n\n- Bloqueo de anuncios ilimitado\n- Actualizaciones continuas a filtros y solicitudes\n- Licencias para hasta 3 dispositivos\n- Servicio al cliente con sede en Estados Unidos\n\nWeb Ad Blocker es un negocio con sede en Estados Unidos que solo desarrolla e implementa aplicaciones que mejoran la experiencia del usuario en PC y Mac. Todas nuestras aplicaciones se construyen y mantienen aquí en Plantation, FL."
  }
}