{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Laboratorios de Computo - UNITEC"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Laboratorios de Computo - UNITEC"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Esta extensión de Chrome ha sido desarrollada para los laboratorios de computo de la Universidad Tecnológica de México (UNITEC).\n\nCaracterísticas\n* Redirección a URLs específicas: La extensión permite redirigir automáticamente nuevas pestañas a una de las siguientes URLs:\n\n - www.unitec.mx: Página principal de la Universidad Tecnológica de México.\n- unitecsiee.com: Plataforma utilizada por los alumnos para realizar evaluaciones.\n- labcomputounitec.wixsite.com/home: Sitio de los laboratorios de computo de la UNITEC.\n- URL personalizada: La extensión también permite especificar una URL personalizada para la redirección.\n\n*Apertura de URLs en ventana de incógnito: Al hacer clic en el ícono de la extensión se abrirá un conjunto de URLs predefinidas en una ventana de incógnito. Las URLs por defecto son:\n\n- unitecsiee.com\n- NPS \n\nAdemás, se pueden agregar otras URLs personalizadas a través de las opciones de la extensión.\n\n* Menú contextual para abrir pestañas en incógnito: La extensión incorpora opciones en el menú contextual que permiten:\n\n - Abrir la pestaña actual en una ventana de incógnito.\n- Abrir la pestaña actual en una ventana de incógnito y cerrar la pestaña actual.\n\nConfiguración\nPara configurar la extensión:\n\n1. Haz clic en el ícono de la extensión y selecciona \"Opciones\".\n2. Marca la casilla \"Activar extensión\" para habilitar la funcionalidad de redirección y apertura de incógnito.\n3. Selecciona una de las opciones de redirección disponibles o especifica una o varias URLs personalizadas en los campos correspondientes.\n\nAtajos de Teclado\n- Abrir pestaña en modo incógnito: Puedes abrir rápidamente la pestaña actual en modo incógnito utilizando el atajo de teclado Alt+O."
  }
}