{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FaceChange - Free Face Swap"
  },
  "short": {
    "am,ar,bn,ca,cs,da,el,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FaceChange is a free ai face swap plugin that allows photo swap, video swap and multiple face swap for free!",
    "bg,de,en,en_AU,en_GB,en_US,id,ja": "FaceChange is a free AI face swap plugin that allows photo swaps, video swaps, and multiple face swaps for free!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FaceChange is a completely free AI face swapper that allows users to switch faces in photos or videos without any cost. It offers unlimited swaps with no login required. Enjoy unlimited face swaps with no limitations!\n\nKey Features\n1 Photo Face Swap\nOur advanced AI algorithm makes face swapping quick and easy. Just upload a photo, wait a few seconds, and get a realistic swapped image.\n\n2 Video Face Swap\nHave fun swapping faces in videos. Our AI changes faces in every frame, recognizing and replacing all faces with the one you want.\n\n3 Multiple Face Swap\nSwap faces in group photos from family parties or weddings. Share the joy of face swapping with friends and family.\n\n4 100% Free Swaps\nEnjoy unlimited swaps without needing to buy credits. This face swapper plugin is truly free, not just a trial.\n\n5 No Login Required\nNo login is needed to use our service, providing a smooth and unlimited swapping experience.\n\n6 Unlimited Swaps for Free\nSwitch faces on any picture without any limitations. You won't be interrupted by payment prompts.\n\n7 Privacy\nYour privacy is our priority. We guarantee that we will not store or share your personal data with anyone.\n\n8 No watermark\nAll your swapped photos and videos will be free of watermarks, ensuring a clean and professional look.\n\nTips for realistic face swapping\nThere are some tips to make reface more natural and realistic: \n1 Use High-Quality Photos and Videos\nStart with high-resolution images or videos. The better the quality, the more realistic the swapping results will be.\n2 Match Lighting and Angles\n\nEnsure the lighting and angles of both faces are similar. Matching these aspects will help the new face blend seamlessly into the original photo or video.\n\n3 Choose Similar Face Shapes\nSelect faces with similar shapes and proportions. This ensures that the swapped face fits naturally onto the original.\n\n4 Align Facial Features\nPay attention to the alignment of eyes, nose, and mouth. Proper alignment is crucial for a realistic look."
  }
}