{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nightly"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nightly - your key to Metaverse",
    "de": "Diese Erweiterung macht etwas Großartiges.",
    "fr": "Cette extension fait quelque chose de génial.",
    "pl": "This extension does something awesome.",
    "ru": "Это расширение делает нечто потрясающее."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nightly Wallet is a multi-chain wallet created to embrace the full potential of blockchain. It includes Nightly Wallet - an extension and mobile wallet working on Solana, Near, Aptos, Sui, Movement and others !\n\nWallets are the beginning of every crypto journey. We provide the best possible integrations on each of these chain. Dive into the world of multichain with Nightly and embrace its true potential.\n\n\nNightly is built by experienced Web3 degens - we know the problems and struggles of crypto users, so we decided to take problems into our own hands and develop real solutions.\n\nDownload it now!",
    "de": "Diese Erweiterung macht etwas Großartiges.",
    "fr": "Nightly est une extension conviviale qui rend votre expérience avec la crypto impressionnante.\nAccédez à tous vos NFTs, tokens et autres de plusieurs blockchains en un seul endroit.\nOubliez le changement de porte-monnaie lorsque vous changez de blockchain. Avec Nightly, vous faites toujours partie de Metaverse.\n\nLa sécurité est notre priorité 🔐\n- Vous êtes le seul à avoir accès à vos actifs\n- Nous ne collectons pas de données sensibles\n- Vos clés sont toujours cryptées\n\nRejoignez Web3 et Metaverse 👻\n- Envoyez et échangez vos tokens préférés\n- Montrez vos NFT à vos amis\n- Connectez-vous et interagissez avec des applications décentralisées\n\nEt plus encore 😱\n- Utilisez des portefeuilles matériels pour obtenir une sécurité supplémentaire\n- Soutien de Solana et de Near avec d'autres réseaux à venir.\n- Obtenez un accès anticipé aux fonctionnalités à venir comme l'application mobile.\n\nPréparez-vous, votre aventure ne fait que commencer!",
    "pl": "Nightly to przyjazne rozszerzenie, które sprawi, że Twoje doświadczenie z kryptowalutami będzie niesamowite.\nUzyskaj dostęp do wszystkich swoich NFT, tokenów i nie tylko z wielu blockchainów w jednym miejscu.\nZapomnij o przełączaniu portfeli, gdy zmieniasz blockchains. Z Nightly zawsze jesteś częścią Metaverse.\n\nBezpieczeństwo jest naszym priorytetem 🔐\n- Tylko Ty masz dostęp do swoich aktywów\n- Nie zbieramy żadnych wrażliwych danych\n- Twoje klucze są zawsze zaszyfrowane\n\nDołącz do Web3 i Metaverse 👻\n- Wysyłaj i wymieniaj swoje ulubione tokeny\n- Pokaż swoje NFT swoim bliskim\n- Połącz się i współdziałaj z aplikacjami zdecentralizowanymi\n\nTo nie wszystko 😱\n- Używaj portfeli sprzętowych dla dodatkowego bezpieczeństwa\n- Wsparcie dla Solany i Near z innymi sieciami już wkrótce\n- Uzyskaj wczesny dostęp do nadchodzących funkcji, takich jak aplikacja mobilna\n\nPrzygotuj się, Twoja przygoda dopiero się zaczyna!",
    "ru": "Nightly - это расширение, которое сделает Ваш опыт с криптовалютой удивительным.\nПолучите доступ ко всем своим НФТ, токенам и прочему с разных блокчейнов в одном месте.\nЗабудьте о необходимости менять кошельки при смене блокчейна. С Nightly Вы всегда являетесь частью Metaverse.\n\nБезопасность - наш приоритет 🔐\n- Только Вы имеете доступ к своим активам\n- Мы не собираем никаких конфиденциальных данных\n- Ваши ключи всегда зашифрованы\n\nПрисоединяйтесь к Web3 и Metaverse 👻\n- Отправляйте и обменивайтесь своими любимыми токенами\n- Покажите свои NFT своим друзьям\n- Подключайтесь и взаимодействуйте с децентрализованными приложениями\n\nЭто еще не все 😱\n- Используйте аппаратные кошельки для дополнительной безопасности\n- Поддержка Solana и Near. Больше сетей в ближайшем будущем\n- Получите ранний доступ к предстоящим функциям, таким как мобильное приложение\n\nПриготовьтесь, Ваше приключение только начинается!"
  }
}