{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KISer Web Clipper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KISer - a best friend to anyone creating quotes and estimates",
    "pl": "KISer najlepszy przyjaciel każdego kto tworzy listy wyposażenia, oferty i kosztorysy."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The KISer Web Clipper plugin is a groundbreaking tool for designers, architects, and home stagers, radically changing the approach to creating cost estimates, making the process quick and intuitive. Thanks to the automatic scanning of product data (including photos, names, prices, links, and catalog numbers) from websites, adding a product to the cost estimate in the KIS List app requires just one click.\n\nFurthermore, KIS List elevates this process to a higher level by offering not only readable lists with product images but also enabling direct communication on the list or within the project. This means an end to the endless exchange of emails with clients and significant time savings.\n\nJoin the community of over 5000 architects, interior designers, and home stagers who save up to 80% of time on preparing cost estimates with KIS List. Discover how KIS List can revolutionize the way you work.\n\nVisit kislist.com and try it for free now",
    "pl": "Wtyczka KISer Web Clipper to przełomowe narzędzie dla projektantów, architektów i home stagerów, które radykalnie zmienia podejście do tworzenia kosztorysów, czyniąc proces szybkim i intuicyjnym. \nDzięki automatycznemu sczytywaniu danych o produkcie (w tym zdjęcia, nazwy, ceny, linku i numeru katalogowego) ze stron internetowych, dodanie produktu do kosztorysu w aplikacji KIS List wymaga tylko jednego kliknięcia.\n\nCo więcej, KIS List podnosi ten proces na wyższy poziom, oferując nie tylko czytelne listy ze zdjęciami produktów, ale także umożliwiając bezpośrednią komunikację na liście lub w ramach projektu. To oznacza koniec z niekończącą się wymianą e-maili z klientami i znaczną oszczędność czasu.\n\nDołącz do grona ponad 5000 architektów, projektantów wnętrz i home stagerów, którzy dzięki KIS List oszczędzają do 80% czasu na przygotowywaniu kosztorysów. Odkryj, jak KIS List może zrewolucjonizować Twój sposób pracy.\n\nWejdź na kislist.com i wypróbuj za darmo już teraz"
  }
}