{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "ChatGOT - Free AI Assistant Powered by GPT-4 & Claude 3.5",
    "zh_CN": "ChatGOT - 免费的 AI 助手，由 GPT-4.0 和 Claude 3.5 赋能支持"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Free AI assistant powered by GPT-4, Claude 3.5, and Gemini 1.5, offering answers, chats, image generation, summaries.",
    "zh_CN": "一个免费的 AI 助手，由 GPT-4.0、Claude 3.5 和 Gemini 1.5 赋能支持，随时随地为您解答问题、聊天、生成图像、总结要点等。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "ChatGOT – A free AI assistant powered by GPT-4.0, Claude 3.5, and Gemini 1.5, offering answers, chats, image generation, summaries, and more—anytime, anywhere.\n\nChatGOT is your all-in-one AI solution, designed to enhance productivity and creativity. Powered by top AI models like Chatgpt, GPT-4o, Chatgot offers a versatile platform for all your AI needs. Whether you're looking for AI chat interactions, AI drawing capabilities, or document processing, Chatgot has you covered.\n\nKey Features:\nAI Conversations: Chatgot supports models like GPT-4, GPT-4o, and Claude 3 for natural, smart chat interactions, making your conversations more engaging and informative.\nAI Drawing: Generate stunning visuals using Chatgot’s AI drawing tools, featuring models like Stable Diffusion 3, DALL·E 3, and SDXL-Lightning.\nPDF Reading & Translation: Chatgot helps you read, translate, and summarize PDF documents effortlessly.\nSlides & Presentations: Chatgot’s AI PPT feature allows you to create professional slides quickly and easily.\nBots Integration: Boost productivity with Chatgot’s bots, automating tasks and providing intelligent assistance.\n\nChatgot combines the best of ChatGPT and other advanced AI models, making it the go-to tool for students, professionals, and creatives. With Chatgot, you can experience the power of AI in a user-friendly platform that maximizes your efficiency.\n\nDownload Chatgot now on Chrome for your next-generation AI experience!\n\nChatGot Online Version: https://www.chatgot.io/chat/\nAbout Us: https://www.chatgot.io/about/\nChatGot Official Website: https://www.chatgot.io/",
    "zh_CN": "Chatgot  一个免费的 AI 助手，由 GPT-4.0、Claude 3.5 和 Gemini 1.5 赋能支持，随时随地为您解答问题、聊天、生成图像、总结要点等。\n\nChatgot 是一个强大的多合一AI解决方案，帮助提升您的工作效率和创意表现。Chatgot 由顶级AI模型驱动，包括GPT-4o mini、GPT-4，无论是AI聊天、AI绘画还是文档处理，Chatgot 都为您提供全方位支持。\n\n主要功能：\nAI聊天：Chatgot 支持 GPT-4、GPT-4o 和 Claude 3 等模型，带来自然、智能的聊天互动，让您的对话更加丰富有趣。\nAI绘画：使用 Chatgot 的 AI 绘画工具，生成令人惊叹的视觉效果，支持Stable Diffusion 3、DALL·E 3 和 SDXL-Lightning。\nPDF阅读与翻译：Chatgot 帮助您轻松阅读、翻译和总结 PDF 文档内容。\nAI PPT幻灯片与演示文稿：通过Chatgot的AI PPT功能，几分钟内创建专业的幻灯片。\nBots集成：使用Chatgot的Bots功能，自动化任务，提供智能支持，提升工作效率。\n\nChatgot 将 ChatGPT 和其他先进AI模型的优势结合在一起，是学生、专业人士和创意工作者的首选工具。通过 Chatgot，体验简便、智能的AI平台，让您的工作效率最大化。\n\n立即下载 Chatgot，享受下一代AI体验！\n\nChatGot在线版地址：https://www.chatgot.io/chat/  \n关于我们：https://www.chatgot.io/about/\nChatGot官方网站：https://www.chatgot.io/"
  }
}