{
  "name": {
    "ar,bg,ca,el,hi,ko,lv,ro,sl,te,th": "Basic Math Quiz Online",
    "am,da,fa,fil,hu,pl,sk,sv,sw": "Basic Math Quiz Online Game",
    "bn,cs,de,en,en_AU,en_GB,en_US,es,es_419,et,fr,he,hr,id,it,ja,lt,ml,nl,no,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Basic Math Quiz Game",
    "fi,gu,kn,mr,ms,ta": "Basic Math Quiz Unblocked Game"
  },
  "short": {
    "ar": "حاول الحصول على أعلى الدرجات من خلال إيجاد نتيجة لعمليات الرياضيات المكتوبة على السبورة.",
    "am": "በቻልቦርድ ላይ የተጻፉትን የሒሳብ ቀዶ ሕክምናዎች ውጤት በማግኘት ከፍተኛ ውጤት ለማግኘት ሞክር።",
    "bg": "Опитайте се да получите най-висок резултат, като намерите резултата от операциите по математика, написани на креда.",
    "bn": "চকবোর্ডে লেখা গণিতের ক্রিয়াকলাপের ফলাফল খুঁজে পেয়ে সর্বোচ্চ স্কোর পাওয়ার চেষ্টা করুন।",
    "ca": "Intenteu obtenir la màxima puntuació trobant el resultat de les operacions matemàtiques escrites a la pissarra.",
    "cs": "Pokuste se získat nejvyšší skóre tím, že najdete výsledek matematických operací napsaných na tabuli.",
    "da": "Prøv at få den højeste score ved at finde resultatet af de matematiske operationer skrevet på tavlen.",
    "de": "Versuchen Sie, die höchste Punktzahl zu erzielen, indem Sie das Ergebnis der mathematischen Operationen finden, die an die Tafel...",
    "el": "Προσπαθήστε να πάρετε την υψηλότερη βαθμολογία βρίσκοντας το αποτέλεσμα των μαθηματικών πράξεων που",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Try to get the highest score by finding the result of the math operations written on the chalkboard.",
    "es": "Trate de obtener la puntuación más alta encontrando el resultado de las operaciones matemáticas escritas en la pizarra.",
    "et": "Proovige saada kõrgeim skoor, leides tahvlile kirjutatud matemaatikaoperatsioonide tulemuse.",
    "fa": "سعی کنید برای به دست آوردن بالاترین نمره با پیدا کردن نتیجه از عملیات ریاضی نوشته شده بر روی تخته گچ.",
    "fi": "Yritä saada korkein pistemäärä etsimällä liitutaululle kirjoitettujen matemaattisten toimintojen tulos.",
    "fil": "Subukan upang makuha ang pinakamataas na puntos sa pamamagitan ng paghahanap ng mga resulta ng matem",
    "fr": "Essayez d’obtenir le score le plus élevé en trouvant le résultat des opérations mathématiques écrites au tableau.",
    "gu": "ચોકબોર્ડ પર લખેલ ગણિતની કામગીરીનું પરિણામ શોધીને સૌથી વધુ સ્કોર મેળવવાનો પ્રયાસ કરો.",
    "he": "נסו לקבל את הציון הגבוה ביותר על ידי מציאת התוצאה של הפעולות המתמטיות שנכתבו על לוח הגיר.",
    "hi": "चॉकबोर्ड पर लिखे गणित के संचालन का परिणाम ढूंढकर उच्चतम स्कोर प्राप्त करने का प्रयास करें।",
    "hr": "Pokušajte dobiti najvišu ocjenu pronalaženjem rezultata matematičkih operacija napisanih na ploči s kredom.",
    "hu": "Próbálja meg elérni a legmagasabb pontszámot azáltal, hogy megtalálja a táblára írt matematikai műveletek eredményét.",
    "id": "Cobalah untuk mendapatkan skor tertinggi dengan menemukan hasil operasi matematika yang tertulis di papan tulis.",
    "it": "Cerca di ottenere il punteggio più alto trovando il risultato delle operazioni matematiche scritte alla lavagna.",
    "ja": "黒板に書かれた数学演算の結果を見つけて,最高の得点を得るようにする。",
    "kn": "ಚಾಕ್ ಬೋರ್ಡ್ ಮೇಲೆ ಬರೆಯಲಾದ ಗಣಿತ ಕಾರ್ಯಾಚರಣೆಗಳ ಫಲಿತಾಂಶವನ್ನು ಕಂಡುಹಿಡಿಯುವ ಮೂಲಕ ಅತ್ಯಧಿಕ ಸ್ಕೋರ್ ಪಡೆಯಲು ಪ್ರಯತ್ನಿಸಿ.",
    "ko": "칠판에 쓰여진 수학 연산의 결과를 찾아 가장 높은 점수를 얻으려고 노력하십시오.",
    "lv": "Mēģiniet iegūt augstāko punktu skaitu, atrodot uz tāfeles uzrakstīto matemātikas operāciju rezultātu.",
    "ml": "ചോക്ക്ബോർഡിൽ എഴുതിയ ഗണിത പ്രവർത്തനങ്ങളുടെ ഫലം കണ്ടെത്തി ഏറ്റവും ഉയർന്ന സ്കോർ നേടാൻ ശ്രമിക്കുക.",
    "mr": "चॉकबोर्डवर लिहिलेल्या गणिताच्या कामकाजाचा निकाल शोधून सर्वाधिक गुण मिळवण्याचा प्रयत्न करा.",
    "ms": "Cuba dapatkan skor tertinggi dengan mencari hasil operasi matematik yang ditulis di papan tulis.",
    "nl": "Probeer de hoogste score te behalen door het resultaat te vinden van de wiskundige bewerkingen die op het krijtbord zijn geschre...",
    "no": "Prøv å få den høyeste poengsummen ved å finne resultatet av matteoperasjonene skrevet på tavlen.",
    "pl": "Spróbuj uzyskać najwyższy wynik, znajdując wynik operacji matematycznych zapisanych na tablicy.",
    "ro": "Încercați să obțineți cel mai mare scor găsind rezultatul operațiilor matematice scrise pe tablă.",
    "ru": "Постарайтесь получить наивысший балл, найдя результат математических операций, написанных на доске.",
    "sk": "Pokúste sa získať najvyššie skóre nájdením výsledku matematických operácií napísaných na tabuli.",
    "sl": "Poskusite dobiti najvišjo oceno z iskanjem rezultatov matematičnih operacij, napisanih na kredi.",
    "sv": "Försök att få högsta poäng genom att hitta resultatet av de matematiska operationerna skrivna på tavlan.",
    "sw": "Jaribu kupata alama ya juu zaidi kwa kutafuta matokeo ya shughuli za hesabu zilizoandikwa kwenye ubao wa chaki.",
    "ta": "சாக்போர்டில் எழுதப்பட்ட கணித செயல்பாடுகளின் முடிவைக் கண்டறிவதன் மூலம் அதிக மதிப்பெண் பெற முயற்சிக்கவும்.",
    "te": "చాక్ బోర్డ్ మీద రాయబడ్డ గణిత కార్యకలాపాల యొక్క ఫలితాన్ని కనుగొనడం ద్వారా అత్యధిక స్కోరును పొందడానికి ప్రయత్నించండి.",
    "th": "พยายามทําคะแนนสูงสุดโดยค้นหาผลลัพธ์ของการดําเนินการทางคณิตศาสตร์ที่เขียนบนกระดานดํา",
    "tr": "Kara tahtaya yazılan matematik işlemlerinin sonucunu bularak en yüksek puanı almaya çalışın.",
    "uk": "Постарайтеся отримати найвищий бал, знайшовши результат математичних операцій, написаних на дошці."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you like math games! Solve the toughest problems and become a math legend.\n\nHow To Play\nPlayed with Mouse.\n\nBasic Math Quiz Game Features\n✓ 2D Graphics\n✓ Basic control\n✓ Cartoon Environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! Basic Math Quiz Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}