{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vaccine Availability Finder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Help you find available Covid-19 Vaccine appointments at Rite Aid, CVS and Walgreens Pharmacies"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "How it Works: \n\n~~~~~~~~~~Instructions for Rite Aid~~~~~~~~~~ \nThe extension will add an option to the Rite Aid \"Immunization Scheduler\" Webpage  that will enable it to automatically search for available vaccination appointment times.\n\nIf you are unaware of how to get to the Rite Aid \"Immunization Scheduler\" Webpage you can visit https://www.riteaid.com/covid-19 were you will find Eligibility and Scheduling Information.\n\nOnce you are in the Rite Aid \"Immunization Scheduler\" Webpage you will be able to search for a list of Rite Aid Pharmacies that have the Covid-19 Vaccine. \n\nAbove the \"Select a Pharmacy\" heading you will see a button with a label \"Vaccine Availability Finder\", the button should say \"Off\". Once you have made your search simply click the button and it will now say \"ON\" and turn green.\n\nNow the \"Vaccine Availability Finder\" will start checking the list of available stores to see which one has available appointment times. This step you would normally have to do manually, but with this extension it will do it for you.\n\nAfter that you can just leave the Rite Aid \"Immunization Scheduler\" Webpage page in the browser tab. You can now switch to other tabs, the monitor will continue running in the background.\n\nOnce an appointment time is found you will be alerted by a ringtone, at that time you can go back to the Rite Aid \"Immunization Scheduler\" Webpage Tab on your browser and complete your appointment registration.\n\nPlease note that sometimes when you go to register for the appointment it may no longer be available, this is normal as other people are also trying to get appointments. If that happens simply click the \"Previous\" button at the bottom of the page and the “Vaccine Availability Finder” will continue to search for another available appointment. Because of the high demands for appointments when the “Vaccine Availability Finder” clicks on a store if the appointment has already been taken it will automatically click on the \"Previous\" button and continue searching for other available appointments.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n\n\n~~~~~~~~~~Instructions for CVS~~~~~~~~~~ \nThe extension will add an option to the CVS  \"Schedule dose\" Webpage  that will enable it to automatically search for available vaccination appointment times.\n\nIf you are unaware of how to get to the CVS  \"Schedule dose\" Webpage you can visit \nhttps://www.cvs.com/vaccine/intake/store/cvd-schedule?icid=cvd_bstr_only to Schedule your appointment and https://www.cvs.com/immunizations/covid-19-vaccine were you will find Eligibility and Scheduling Information.\n\nOnce you are in the CVS  \"Schedule dose\" Webpage you will be able to Search by ZIP code or city & state  for CVS Pharmacies that have the Covid-19 Vaccine. \n\nAbove the \"Schedule Dose\" heading you will see a button with a label \"Vaccine Availability Finder\", the button should say \"Off\". Once you have made your search or have populated the \"ZIP code or city & state\" search box, simply click the button and it will now say \"ON\" and turn green.\n\nNow the \"Vaccine Availability Finder\" will automatically click the search to find available appointment times. This step you would normally have to do manually, but with this extension it will do it for you. Now you will see a progress bar that will count down to the next automatic search. The timer is set to randomly select an interval between 27 to 45 Seconds.\n\nAfter that you can just leave the CVS  \"Schedule dose\" Webpage page in the browser tab. You can now switch to other tabs, the monitor will continue running in the background.\n\nOnce an appointment time is found you will be alerted by a ringtone, at that time you can go back to the CVS  \"Schedule dose\" Webpage Tab on your browser to complete your appointment registration.\n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n\n~~~~~~~~~~Instructions for Walgreens~~~~~~~~~~ \nThe extension will add an option to the Walgreens \"Let’s check COVID-19 vaccine availability in your area.\" Webpage  that will enable it to automatically search for available vaccination appointment times. \n\nNote: As of the writing of this info Walgreens requires for an account to be created in order to schedule your appointment, they will prompt you during the \"See if you're eligible\" Step. So it may be best if you register on Walgreens before you start looking for available appointment.\n\nIf you are unaware of how to get to the Walgreen's \"Let’s check COVID-19 vaccine availability in your area.\" Webpage you can visit https://www.walgreens.com/findcare/vaccination/covid-19 were you will find Eligibility and Scheduling Information.\n\nOnce you are in the Walgreens \"Let’s check COVID-19 vaccine availability in your area.\" Webpage you will be able to Search by ZIP code or city & state  for Walgreens Pharmacies that have the Covid-19 Vaccine.\n\nNote: After some time of searching and not finding an available appointment the Walgreens webpage will time out and you may get an access denied error message. if that happens you just need to go back to \"https://www.walgreens.com/findcare/vaccination/covid-19\" and click on the \"Schedule new appointment\" button to get back to the page where you can start searching again.\n\nAbove the \"Let’s check COVID-19 vaccine availability in your area.\" heading you will see a button with a label \"Vaccine Availability Finder\", the button should say \"Off\". Once you have made your search or have populated the \"ZIP code or city & state\" search box, simply click the button and it will now say \"ON\" and turn green.\n\nNow the \"Vaccine Availability Finder\" will automatically click the search to find available appointment times. This step you would normally have to do manually, but with this extension it will do it for you. Now you will see a progress bar that will count down to the next automatic search. The timer is set to randomly select an interval between 27 to 45 Seconds.\n\nAfter that you can just leave the Walgreens \"Let’s check COVID-19 vaccine availability in your area.\" Webpage page in the browser tab. You can now switch to other tabs, the monitor will continue running in the background.\n\nOnce an appointment time is found you will be alerted by a ringtone, at that time you can go back to the Walgreens \"Let’s check COVID-19 vaccine availability in your area.\" Webpage Tab on your browser to complete your appointment registration.\n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n\n\nQ1: What is the use of this extension?\nA1: It replaces you needing to click thru the different stores manually and looking at the screen. When it finds an available Appointment window it will notify you using ringtone notification.\n\nQ2: Is there any security problem when I use this extension?\nA2: This is just a refresh tool and finds a specific element to detect if it currently has an available appointment window. Therefore, it does not have a security problem.\n\n\nThis extension was created to help people schedule Covid-19 Vaccine appointments, in the hopes that it will help people save time when scheduling their appointment.\n\nIf this tools is able to help you; please help others, Help your Family and Friends schedule their Covid-19 Vaccine appointments.\n\n\n\nNOTE: This extension is meant for public benefit. It is completely free and has no ad-support. It does not record your personal data.\n\nDISCLAIMER: This extension is not developed by, has not been sanctioned by, nor has been reviewed or endorsed by the Rite Aid, CVS nor Walgreens. This extension is not affiliated with any pharmacy or medical practice or government organization. There are no guarantees or warranties associated with using this extension. You are responsible for ensuring you are eligible for getting a vaccine shot before booking an appointment."
  }
}