{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Paraphrasing Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Paraphrasing tool is a free chrome extension for rephrasing content online, anytime, anywhere."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Paraphrase your words with ease! \n\nThe Paraphrasingtool.ai Chrome extension is an AI-powered writing assistance tool that helps you paraphrase your content easier than ever before. \n\nParaphrasingtool.ai is one of the finest solution for all of your writing needs. \n\nWhether you're struggling with writer's block, need to remove plagiarism from your work, or simply want to improve the flow of your writing, Paraphrasingtool.ai has got you covered.\n\nWith four different writing modes to choose from, including Text Improver, Near Human, Plagiarism Remover, and Creative, this AI-powered Paraphraser is perfect for writers of all skill levels. What makes this extension set apart from other paraphrase extensions is its ability to support 10+ languages for paraphrasing. It means that you can write in your native language or experiment with new ones with this Paraphrase tool chrome extension.\n\nHere are some of the features that you can expect when using the Paraphrasing tool Chrome extension:\n\n★ Text Improver\n    * Helps to improve the clarity and coherence\n    * Avoids grammatical errors\n    * Improves overall content flueny and tone\n\n★ Near Human\n   * Rephrases text in a way to make it indistinguishable from \n      human writing\n   * Creates easy to understand and high-quality content\n   * Maintains content readability and accuracy\n\n★ Plagiarism Remover\n   * Rephrases text to remove all instances of plagiarism\n   * Helps you to avoid unintentional plagiarism\n   * improve the originality of your work\n\n★ Creative\n   * Rephrases content in an imaginative way possible\n   * Rephrase content more creatively\n   * Helps you to stand out from the crowd with uniqueideas\n\nParaphrasingtool.ai chrome extension can help you to:\n. Saves time\n. Paraphrase confidently\n. Improve your writing skills \n. Expands your vocabulary \n. Sounds more professional \n. Requires less editing and reviewing \n\nAt the close, Paraphrasingtool.ai Chrome extension can take your writing to the next level and achieve your writing goals with ease. Give it a shot today and make your writing better, compelling, and authentic without any hassle or failure."
  }
}