{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ZyXEL NAS Link Capture"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Creates a right-click context menu to send a link to your ZyXEL home NAS device."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ZyXEL's NSA210 has a really nifty Download Service with a cool plugin for Firefox and IE provided on the installation disc. This extension now makes that functionality available to Chrome!\n\nYou don't need to download a large file to your computer and then move it to the NAS. You don't even have to wait for the download to complete before shutting down your computer!\n\nSimply right click on any link or image and click the new menu item to send the link to your NSA210; it will begin downloading your file on its own! You can even select some text and send that to your NAS; it will try to download your selection as if it were a URL.\n\nAs a lovely side-effect of the way the NSA210 works, if you send it a torrent file it will connect to the trackers and download the torrent!\n\nThis extension may work with other ZyXEL NAS devices, but has only been tested with the NSA210.\n\nThe \"Download Service\" must be enabled on your NSA210 for this extension to work. The extension also requires your NAS's IP address or network name. You may be asked to log in to your NAS quite often; this is due to the cookie life expectancy set by ZyXEL and is controlled by the NAS, not the extension.\n\nI am not employed by ZyXEL or affiliated with them in any way. I'm simply a customer, like you, who paid for a product and wants to use all of its features.\n\n-----------------\n\nAUTHOR'S NOTE: If you get some kind of error with \"nsa210 cannot be found\", most likely your computer or something in your local network is misbehaving. Go into the extension's options and change the name to the IP of your device (screenshot #4). That should fix it!\n\nMake sure Applications → Download Service is enabled on the Administration page of your NAS web interface.\n\nYou can choose any subdirectory for the Download Service in case you have a different firmware than ZyXEL NSA210 or NSA325 v2. Advanced users may specify a custom subdirectory to get this extension working on other ZyXEL NAS products.\n\nVersion 0.37 updates to Manifest V3 with a service worker to replace the background script.\n\nNo user data is collected/sent/sold/stored by this extension. It only stores 2 values (in extension options) in local storage and then uses those to build the URL string for a popup window to communicate with your NAS. These values are deleted when uninstalling the extension."
  }
}