{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Text Tailor - by Bliink"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Replace, Remove, Blur or Highlight words across the web"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Text Tailor offers a powerful yet intuitive way to customize your browsing experience by dynamically altering text on web pages according to your preferences. With Text Tailor, users can seamlessly replace, remove, blur, or highlight specific words or phrases across the web, making it an indispensable tool for personalizing content visibility and enhancing readability.\n\nWhether you're looking to avoid spoilers for your favorite show, substitute technical jargon with simpler alternatives, or simply highlight important information for study or work, Text Tailor equips you with the precision and flexibility to modify web page text in real-time. This extension is particularly useful for educators, researchers, students, and anyone who seeks to tailor their web content for clarity, focus, or sensitivity.\n\nKey features include:\n\nWord Replacement: Swap out selected words or phrases with alternatives of your choosing.\n\nWord Removal: Hide distracting or undesired text from web pages with ease.\n\nText Blur : Blur specific words or phrase to maintain privacy or avoid spoilers, with the option to reveal them on hover.\n\nText Highlighting: Highlight critical information for quick reference and better visibility.\n\nText Tailor is here by Bliink to respect your privacy, operating entirely offline without the need to send data over the internet. It's your go-to extension for crafting a more personalized and comfortable web browsing experience, one page at a time."
  }
}