{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "SnapTwitter: Twitter Video Download",
    "fr": "SnapTwitter: Télécharger la vidéo Twitter",
    "id": "SnapTwitter: Twitter Video Downloader",
    "pt_BR,pt_PT": "SnapTwitter: Download de vídeo no Twitter",
    "vi": "SnapTwitter: Tải xuống video Twitter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk,zh_CN,zh_TW": "SnapTwitter: Download Twitter videos with a simple click. Free, fast and easy to use.",
    "fr": "SnapTwitter : téléchargez des vidéos Twitter d'un simple clic. Gratuit, rapide et facile à utiliser.",
    "id": "SnapTwitter: Unduh video Twitter dengan satu klik sederhana. Gratis, cepat dan mudah digunakan.",
    "pt_BR,pt_PT": "SnapTwitter: Baixe vídeos do Twitter com um simples clique. Grátis, rápido e fácil de usar",
    "tr": "SnapTwitter: Basit bir tıklama ile Twitter videolarını indirin. Ücretsiz, hızlı ve kullanımı kolay",
    "vi": "SnapTwitter: Tải xuống video Twitter chỉ với một cú nhấp chuột đơn giản. Miễn phí, nhanh chóng và dễ sử dụng"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "** Download Twitter videos using SnapTwitter the Twitter Downloader\nTwitter Downloader is a tool to support downloading videos, GIFS from Twitter. It is not Twitter software, just helps to download videos from Twitter and is usually completely free. SnapTwitter Plugin - Twitter Downloader is the safest way to get videos from Tweets and requires absolutely no login or user information.\n\n** Twitter Video Downloader - Save any Twitter video and GIF with a simple click. Free, fast and easy to use.\nDownload any Video or GIF from Twitter.com quickly with the simple SnapTwitter Extension of Chorme Browser.\n\n** Instruct:\n1) Once installed You will see a \"Download\" button under each Tweet that contains a video.\n2) Just hit the \"Download\" button under that Tweet and select the desired quality.\n3) Your video will be downloaded instantly.",
    "id": "** Unduh video Twitter menggunakan SnapTwitter the Twitter Downloader\nTwitter Downloader adalah alat untuk mendukung pengunduhan video, GIFS dari Twitter. Ini bukan perangkat lunak Twitter, hanya membantu mengunduh video dari Twitter dan biasanya sepenuhnya gratis. Plugin SnapTwitter - Twitter Downloader adalah cara teraman untuk mendapatkan video dari Tweet dan sama sekali tidak memerlukan informasi login atau pengguna.\n\n** Pengunduh Video Twitter - Simpan video dan GIF Twitter apa pun dengan satu klik sederhana. Gratis, cepat dan mudah digunakan.\nUnduh Video atau GIF apa pun dari Twitter.com dengan cepat dengan Ekstensi SnapTwitter sederhana dari Browser Chorme.\n\n** Instruksikan:\n1) Setelah terinstal Anda akan melihat tombol \"Unduh\" di bawah setiap Tweet yang berisi video.\n2) Tekan saja tombol \"Unduh\" di bawah Tweet itu dan pilih kualitas yang diinginkan.\n3) Video Anda akan langsung diunduh.",
    "pt_BR,pt_PT": "** Baixe vídeos do Twitter usando SnapTwitter, o Twitter Downloader\nTwitter Downloader é uma ferramenta de suporte ao download de vídeos, GIFS do Twitter. Não é um software de Twitter, apenas ajuda a baixar vídeos do Twitter e geralmente é totalmente gratuito. SnapTwitter Plugin - Twitter Downloader é a maneira mais segura de obter vídeos de Tweets e não requer absolutamente nenhum login ou informações de usuário.\n\n** Twitter Video Downloader - Salve qualquer vídeo do Twitter e GIF com um simples clique. Gratuito, rápido e fácil de usar.\nBaixe qualquer vídeo ou GIF do Twitter.com rapidamente com a extensão SnapTwitter do navegador Chorme.\n\n** Instrua:\n1) Depois de instalado, você verá um botão \"Download\" abaixo de cada Tweet que contém um vídeo.\n2) Basta clicar no botão \"Download\" abaixo do Tweet e selecionar a qualidade desejada.\n3) Seu vídeo será baixado instantaneamente.",
    "vi": "** Tải xuống video Twitter bằng SnapTwitter the Twitter Downloader\nTwitter Downloader là công cụ hỗ trợ tải video, GIFS từ Twitter. Nó không phải là phần mềm Twitter, chỉ giúp tải video từ Twitter và thường hoàn toàn miễn phí. SnapTwitter Plugin - Twitter Downloader là cách an toàn nhất để lấy video từ Tweet và hoàn toàn không yêu cầu thông tin đăng nhập hoặc thông tin người dùng.\n\n** Công cụ Tải xuống Video Twitter - Lưu bất kỳ video Twitter và ảnh GIF nào bằng một cú nhấp chuột đơn giản. miễn phí, nhanh chóng và dễ sử dụng.\nTải xuống bất kỳ Video hoặc GIF nào từ Twitter.com nhanh chóng với SnapTwitter Extension của Trình duyệt Chorme một cách đơn giản.\n\n** Hướng dẫn:\n1) Sau khi cài đặt Bạn sẽ thấy nút \"Tải xuống\" dưới mỗi Tweet có chứa video.\n2) Chỉ cần nhấn nút \"Download\" dưới Tweet đó và chọn chất lượng mong muốn.\n3) Video của bạn sẽ được tải xuống ngay lập tức."
  }
}