{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Paltalk Skin Changer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Colorize and Change the Theme Color of the Website www.Paltalk.com. It changes also the Logo Color and has an immediate effect!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Important: This Extension is made for the Website www.Paltalk.com. It cannot be used on other Websites or Domains!\n\nPaltalk Skin Changer is made for the Website Paltalk.com. It allows you to change the Websites Theme and Logo Color. The extension comes with a Color Picker Widget that gives you a selection of colors to choose from.\n\nNotice: You can Download the Extension for Chrome and Firefox Web Browsers too. Just search for \"Paltalk Skin Changer\" on Mozilla.org or Opera.com.\n\n\n===========================\nHow to Use the Extension?\n===========================\n\n1) To use the Extension first Install it (Of Course). It will Install a Toolbar Button on the Top Right Corner of your Browser.\n\n2)  Click on the new Toolbar Button and a new Window will Show up (Options Page)..\n\n3) From the Options Page simply Click on the > DropDown Menu. > Now Select a Color for the Skin. > After you have Selected a Color it will Automatically save the Color on Selection. \n\n4) Finally Visit the Website www.Paltalk.com or Click the Button called \"Launch Paltalk.com\" to visit the Webpage.\n\nThere is also a \"Save Button\" just incase you wanted to save the color Manually. But it should automatically Save the color every time you change it. \n\n===================\nNew Version 1.2.2\n===================\n\n- jQuery Removed. Now Runs on Pure Javascript \n- Much Lighter after removal of jQuery\n\n===================\nNew Version 1.1.6\n===================\n\n- Additional Color Option added for the NG-Registration Page on Paltalk.com\n- Complete Upgrade to WebExtensions\n- Additional Code Cleanup\n\n==================\nChangelog v1.0.2:\n==================\n\n- 20 times Ligther than befor.\n- We removed all the PNG and SVG Logo files that were added and Used Locally. Instead of using PNG or SVG files locally we created an SVG Logo Generator which now Creates Logos based on the Color Users select for the Skin. \n- New Caching added to avoid RunTime.LastErrors on accessing the (Options Page).\n\n==================\nChangelog v1.0.3:\n==================\n\n- Fixed CSS for Edit Photos Section\n- Additional Cleaining of the Code\n\n==================\nChangelog v1.0.4:\n==================\n- Separated the Dynamic and Static CSS used in the Script into Separate files in order to make the Pages and the Script Load faster. This will also make the Review Process faster and easier on Opera.\n- Fixed all CSS Typos and Errors that were captured after the scripts were moved to a separate files\n- Code Cleanup"
  }
}