{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "API Interceptor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome extension that intercepts and modifies network requests"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "API Interceptor is a Chrome extension designed for developers and testers. It allows you to intercept and analyse network requests made by web pages. With API Interceptor, you can modify network requests, making it an invaluable tool for debugging and testing web applications\n\nKey features include:\nReal-time request interception\nResponse/Schema analysis/modification using JSON Editor\nMocking response using JSON Schema Faker\nSupplying own custom API response\nResponse status modification\n\nWhether you're a web developer, quality assurance engineer, or just curious about what's happening under the hood of your favourite websites, API Interceptor can be your go-to tool\n\nFor a particular request, you can ->\n*View Server Response*: Raw response for the request directly from the original server\n*View Server Schema*: Raw response schema\n*Customize Response*: Customize the original server response\n*Customize Schema*: Customize the resposne schema (to be used for generating fake response)\n*Generate Fake Response*: Generate fake response using the customized schema\n\nAPI Interceptor currently only requires these permissions - \"storage\", \"debugger\"\n\n\"debugger\" is required in order for response modification to work. \"storage\" is required to store the maintaining clientId\n\n** Good To Know **\n1, You will see [\"api-interceptor\" started debugging this browser] message on the top when API Interceptor icon is clicked. This is because it uses the debugger API, which is needed for response modification. Due to Chrome's security policy (https://crbug.com/1096262), that banner would show up on all tabs even when a tab is not being modified, and it may still for a few more seconds after ModResponse is paused or disabled. To hide it, you can run chrome with --silent-debugger-extension-api command line switch.\n2, Clicking on the \"Cancel\" button on the [\"api-interceptor\" started debugging this browser] message will stop intercepting requests going in the page. To reactivate it, click on the \"Play\" button in the extension popup\n\nFor more visit - https://api-interceptor.com/"
  }
}