{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stoned Ape Tools"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tools that only a stoned ape could use."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "For stoned ape use. \n\nFeatures originally from Neptune’s Pride Agent:\n\n - Battle Calculator: When you select a carrier, if the carrier is headed for an enemy star, displays a battle calculator. Accounts for you and your opponent’s current weapons tech, manufacturing tech, and industry.\n - Scanning Range Timer: Displays scanning range time in green when you select an enemy star if that enemy cannot yet see your carrier, and in grey if that enemy can already see your carrier.\n - Carrier Linking in Chat:  [[Carrier Name]] text in messages now links to the fleet, so that when the message recipient clicks on the fleet you’re referring to their map view is navigated to show it, the same way that [[Star Name]] or [[Player Number]] works in the base game.\n - API Sharing:  When you type [[api:APIKEY]] into a message it will convert it into a button that allows you (or other users of this extension in your message) to either see their scans or merge both scans.\n - Hotkeys:  Check out @Osric’s original post 2 to learn more.\n\nNew features only available on Stoned Ape Tools 3:\n\n - Ledger (hotkey ‘m’):  Adds a row to the menu titled ‘Ledger’. When clicked tabulates then displays a ledger of debt owed between you and anyone you’ve traded tech or cash with so far in the game. Accurately shows you who you owe money to, who owes you money, and how much money is owed. If you owe someone else money, displays a button to repay the debt owed.\n - Quick Tech Trading: Adds 2 buttons to other players’ Empire pages:\n‘Share All Tech’ button allows you to share all the tech you have that another player does not in one easy click.\n - ‘Pay for All Tech’ button allows you to send the cash required for another player to send you all the tech they have that you don’t in one easy click (and without having to do any math!).\n - Research ETA Chat Button: Adds a button to chat between ‘Back’ and ‘Send’ titled ‘Research’. When clicked pastes your current research tech and your next research tech into the chat input box.\n - Embed images in chat from imagur or imgbb by copying the full image path (including .png or .jpg) and paste into chat with [[https://imagur.com/myimage.png]] and it will display in the NP chat. \n\nExample:\nNow: Experimentation 2 - 5 ticks.\nNext: Weapons 2 - 24 ticks.\n\n\nFuture features (not guaranteed):\n\n - Forgive debt button for ledger to allow you to forgive debt owed to you.\n - Ignore debt button for ledger to allow you to ignore debt you owe.\n - Automatic API merging on refresh for any previously shared API.\n - Tracking of enemy carriers who have entered, then exited, your scanning range.\n - The option to see how expensive it will be to build the science needed to research something in a given time.\n - When the extension recognizes the format of its own research update text, provide a live update for that research.\n - Mark AI with a reminder of every fourth tick after they became AI (ie the only ticks when AI make moves).\n - Automatically create a timelapse, probably by integrating this tool 2 by @olus2000.\n - Improvement to bulk tech upgrading. 1\n - Firefox. This one is unlikely to happen, unfortunately. Maybe if someone else wanted to take up the task… :wink:\n - Your suggestions! See @Lorentz in the discord or forum."
  }
}