{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AirCMP: Your Airbnb Comparison Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your trusted companion for seamless and efficient Airbnb listing comparisons"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AirCMP - The Ultimate Airbnb Comparison Tool\n\nTransform Your Airbnb Search Experience\n\nAirCMP is the essential Chrome extension for any traveler looking to enhance and streamline their Airbnb search. Whether you’re planning a family getaway, a solo trip, or a business stay, AirCMP empowers you to make informed, confident decisions with ease.\n\nWhy Choose AirCMP?\n\nGet the Full Picture\n\n\t•\tReview Insights: Don’t just rely on ratings—delve into the real experiences of past guests. AirCMP extracts key insights from reviews, highlighting both the benefits and potential drawbacks of each listing. This feature helps you avoid surprises and ensures that you choose a stay that truly meets your expectations.\n\nTailored to Your Needs\n\n\t•\tCustomizable Filters: Narrow down your options with advanced filters that let you focus on what’s most important to you—whether it’s budget, location, or specific amenities. With AirCMP, finding the perfect listing is fast and effortless.\n\nUnbiased and Reliable\n\n\t•\tUnbiased Comparisons: Trust that your results are based solely on your preferences. AirCMP provides unbiased comparisons, free from hidden agendas, allowing you to find the best deals without the guesswork.\n\nStreamline Your Search\n\n\t•\tIgnore List: Tired of sifting through the same unwanted listings? With AirCMP’s Ignore List, you can easily remove listings that don’t meet your standards, keeping your search results clean and focused. This feature ensures that you only spend time on the options that truly matter to you.\n\n\nSave Time, Make Better Choices\n\n\t•\tQuick and Clear Comparisons: No more toggling between tabs or losing track of options. AirCMP lets you compare multiple listings side-by-side, so you can easily identify the best choice for your stay.\n\nHow to Install AirCMP\n\n\t1.\tVisit the Chrome Web Store.\n\t2.\tSearch for “AirCMP.”\n\t3.\tClick “Add to Chrome.”\n\t4.\tFollow the prompts to complete the installation.\n\nYour Privacy, Our Priority\n\nAirCMP is dedicated to protecting your data. We use industry-standard encryption and only access the information necessary for providing our services. Your data remains private and is never shared with third parties.\n\nStay Tuned for More\n\nAirCMP currently focuses on Airbnb, but we’re planning to expand our services to include other vacation rental platforms. Stay tuned for exciting updates!\n\nFeedback and Support\n\nWe value your input and are here to help! For feedback or assistance, contact us at support@AirCMP.com. Your suggestions drive our ongoing improvements."
  }
}