{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prompt Expander"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Expands short prompts into more detailed ones."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LLM Prompt Expander is a powerful Chrome extension designed to assist users in crafting detailed and context-rich prompts for Large Language Models (LLMs), such as OpenAI's GPT models. By intelligently expanding simple, vague, or incomplete prompts into fully developed queries, it helps users unlock the full potential of LLMs to generate accurate, relevant, and comprehensive responses.\n\nProblem It Solves: Many users struggle to get the best results from LLMs due to vague or incomplete prompts. Without clear instructions or sufficient detail, the output generated by LLMs can be generic, off-target, or less helpful than expected. Crafting precise prompts can be time-consuming and requires a good understanding of how LLMs process information.\n\nWhy It’s Helpful:\n\nTime-Saving: Users no longer need to spend time refining their prompts. The extension expands short prompts into more complex, thoughtful queries that lead to better outputs.\nImproved Accuracy: By generating richer and more specific prompts, the extension improves the quality of responses from LLMs, making them more accurate and relevant to user needs.\nUser-Friendly: Designed for both beginners and advanced users, this tool allows anyone to harness the power of LLMs more effectively without deep technical expertise.\nCreative Boost: For writers, researchers, or professionals who need creative content, this tool helps generate more ideas and better content by prompting the model in a more creative and comprehensive way."
  }
}