{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AutoCogs"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cost of goods Calculator for Oberlo + Aliexpress"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto Cogs has been developed for you. By dropshippers, for dropshippers. We developed Auto Cogs to solve a common problem among Shopify Dropshipping store owners.\n\nAuto Cogs is perfect for anyone who wants to quickly and easily find out exactly how much money they spent on AliExpress on any given day. Simply input a date range, and click the button! Auto Cogs will take your Oberlo orders during the given date range, match all of them to their AliExpress orders, and then provide you the total amount you paid to AliExpress for the products to fulfil those orders!\n\nIf you have ever had any of the following happen to you and your business, Auto Cogs was made for you:\n\n❌ Never actually tried to keep track or work out exactly how much of your daily revenue is spent on products and shipping on AliExpress.\n\n❌ Received discount from a supplier but your current COGS tools do not take this in to consideration, so totals and profit and loss sheets are inaccurate.\n\n❌ Paid a Virtual Assistant $5 per hour to total your cost of goods for every day of sales on your Shopify store, only to find out that it's going to take her 10 hours to do just 1 week of calculations... Thats 40 hours per month... That's $200 in staff costs!\n\n❌ Spent hours of your valuable time every month, on the boring task of calculating and totalling the cost of all of your AliExpress orders for every single day, in order to keep an accurate set of daily profit and loss sheets. This is so boring, right? This was me, before Auto Cogs...\n\nNow that I use Auto Cogs, this is what I can achieve! ⬇️\n\n✅ Total my daily cost of goods for all orders on my Shopify dropshipping store, at the simple click of a button.\n\n✅ Auto Cogs takes supplier discounts in to consideration. Auto Cogs uses the actual amount you paid to AliExpress, not the 'surface' price on the product page listing.\n\n✅ SAVE well over $150 per MONTH on Virtual Assistant wages! Instead, I just pay a small monthly fee to use Auto Cogs each month.\n\n✅ Instead of spending over 2 hours per day manually adding up all of my AliExpress orders, with Auto Cogs the job is done in about 3 minutes! Incredible!\n\nAuto Cogs is perfect for anyone who wants to quickly and easily find out exactly how much money they spent on AliExpress on any given day. Simply input a date range, and click the button! Auto Cogs will take your Oberlo orders during the given date range, match all of them to their AliExpress orders, and then provide you the total amount you paid to AliExpress for the products to fulfil those orders!\n\nFor help and inquiries contact us at info@autocogs.com."
  }
}