{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OPTIC - Webcam Control and Optimization"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension to control and configure hardware settings of webcams from Chrome on Windows"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension that allows users to control the hardware settings (brightness, contrast, saturation, etc.) of their webcams directly from Chrome on Windows. This extension bridges the gap between browser-based applications and native webcam controls, offering a seamless experience for users who require precise control over their video inputs.\n\nFeatures\n- Adjust Camera Settings: Easily adjust common camera settings extended by your connected webcams including Brightness, Color Temperature, Contrast, Exposure, Focus, Frame Rate, Saturation, Sharpness, and more.\n- Built-In Configurations: Set common configuration settings including black and white, sepia, and camera defaults.\n- Custom Configurations: Save up to four custom camera specific configurations into templates for future access.\n- Cross-Application Compatibility: Works across multiple Windows applications, allowing for consistent webcam settings.\n- User-Friendly Interface: Simple and intuitive UI for quick adjustments.\n- Real-Time Updates: See the effects of your changes in real-time.\n\nUsage\n- After installing the extension, click on the OPTIC Iris icon in your Chrome toolbar.\n- Click the settings button to enable camera permissions, toggle camera auto-connect, and set appearance preferences\n- Open the Extension to connect your webcam\n- Use the lower dropdown, slider, and toggles to change camera settings\n- Navigate through templates using the top dropdown and use the Save button to save custom configuration settings after changing webcam settings\n- Change template names in the Settings window to customize user experience\n\nCompatibility\nOperating System: Windows 10 and above\nBrowsers: Google Chrome (latest version)\n\nIssues\nIf you encounter any problems, please open an issue on GitHub\nhttps://github.com/ethanedson/Optic/issues"
  }
}