{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IG Leads Spider"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IG Leads Spider is your ultimate Instagram companion, designed to empower your business by extracting valuable leads from Instagram…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IG Leads Spider is your ultimate Instagram companion, designed to empower your business by extracting valuable leads from Instagram profiles.\n\nYou're a business visionary looking to amplify your reach on Instagram. IG Leads Spider is your go-to tool, effortlessly extracting emails and crucial contact details from followers, following, commenters, likers, hashtags, and locations.\n\nFeatures at a Glance:\n\n- Scrape emails from followers, following, commenters, likers, hashtags, and locations.\n- Refined Output: Automatically eliminate duplicate emails for a refined list.\n- Customization: Extract from custom user lists for precise targeting.\n- Local Storage: Securely save and download extracted data anytime.\n- Advanced Controls: Set extraction limits and use 'Pause Mode' for convenience.\n- Export Convenience: Export data to Excel xlsx and CSV files for seamless analysis.\n\nA Walkthrough:\n\n1. Choose Extraction Type: Select your preferred extraction category.\n2. Enter Details: Enter usernames, post, hashtags or locations.\n3. Click to Extract: Effortlessly trigger the extraction process.\n4. Export : Download Leads as you will.\n\nYour Data, Your Security: IG Leads Spider prioritizes your privacy. No Instagram passwords needed, and all data remains on your local device.\n\nImportant Note: Be cautious about potential risks to your Instagram account when using the extension. Manage usage frequency responsibly.\n\nFor any assistance, reach us at [extensionkitcc@google.com].\n\nPrivacy Assurance: Your data is safe with us. IG Leads Spider doesn't transfer data through external servers."
  }
}