{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Click to Connect"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Click to Connect extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Click2Connect, the ultimate Google Chrome extension designed to revolutionize communication between carriers and brokers on load boards. With streamlined features, Click2Connect simplifies the process of sending emails and making calls, allowing carriers to respond to posted loads faster than ever before.\n\nKey features of Click2Connect include:\n\n📩 One-Click Email Sending: Effortlessly send pre-written emails to brokers with just one click. Customize email templates using dynamic variables for each load, ensuring personalized communication.\n\n💆‍♂️ Automated Emailing: Take advantage of automated systems that instantly send emails to brokers as soon as new loads appear on the board. This feature eliminates the need for manual intervention, enabling carriers to focus on other tasks.\n\n📞 One-Click Calling: Initiate calls to brokers instantly by clicking on their telephone numbers. Whether using Click2Connect hosted VoIP systems or your desk phone/softphone setup, making calls has never been easier.\n\nClick2Connect serves as the all-in-one solution for truck carriers and dispatchers, empowering them to react to posted loads up to ten times faster. Say goodbye to time-consuming communication processes and hello to efficiency with Click2Connect.\n\nHOW IT WORKS?\n1️⃣ Click the “Add to Chrome” \n2️⃣ Sign up to your Click2Connect account, choose package option \n3️⃣ Edit your Email Template\n4️⃣ Open your Load Board \n6️⃣ Start Sending Emails and Calling\n\nWhy Click2Connect: \n\n\"Click2Connect is designed to make life easier for truck carriers and dispatchers who use load boards. It simplifies communication by allowing dispatchers to send emails and make calls with just one click. This means they can respond to load postings much faster, saving time and increasing efficiency. With its straightforward features, Click2Connect makes it easy for carriers to stay on top of their workload and work effectively.\"\n\nContact Us: info@click2connect.co"
  }
}