{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "All Netflix Categories"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Access 27000 Hidden Secret Categories on Netflix"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Netflix has tons of hidden categories — this extension unlocks more than 27000 Hidden Netflix Secret Categories.\n\nNetflix codes: The secret numbers that unlock thousands of hidden films and TV shows.\n\nThis extension unlocks a hidden master list of categories that go far beyond the usual Action, Comedy, Drama, Sci-Fi and the like. Categories and Genres are categorized into thousands of subgenres to help match the right content to the right mood.\n\n\nFeatures:\n- Search 27000 hidden categories\n- Catalog of categories with their respective codes\n- TV Shows, Anime and Movie categories separated into Tabs and subcategories\n- Save category to favorites for easy access\n- Popular and Full List grouped into sub categories.\n- History of last opened categories\n\nPrivacy:\n- No extra permissions required to install\n- No extra data is sent or received\n\nPerformance:\n- Does not run in the background and so does not use any system resources when not in use\n\n\nFree version includes 208 most popular categories. You can upgrade the extension for free with one click to unlock all 27000 Hidden Netflix Secret Categories. Get a full list of all Netflix secret categories, find more shows and movies you actually like!\n\nExtension developed by Simkl - https://simkl.com.\nExplore other extensions and apps for TV and Netflix at http://simkl.com/apps.\nFollow @Simkl on Twitter and Simkl Facebook group https://www.facebook.com/groups/Simkl/ for updates\nDiscuss on Discord https://discord.gg/u89XfYn"
  }
}