{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spark for X — Use Twitter. Get Paid."
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Interact with content being boosted via Spark while browsing X to farm Spark points or boost one you like to show your support!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "We mean it when we say you can now use X and get paid! Spark is building the value layer of the internet, and this companion extension allows you to access a parallel decentralized influence exchange layer while browsing X.\n\nThis means that for the first time, the value that you create when using X can be yours as opposed to monopolized and monetized exclusively by X. With the extension turned on, you can browse X as usual and:\n\n1. Boost content — pay a small fee to enable social mining against a post for 24 hours. This allows others to interact with it for Spark points. The more engagement the post receives, the more X will be encouraged to show it to a broader audience.\n2. Farm with social actions — on the flip side, you can interact with boosted content to earn Spark points without leaving X. Likes, comments, reposts, or quotes will all be automatically recorded, allowing you to own the value you create with these actions immediately.\n3. Accrue Spark points faster — boosting and farming will both generate Spark points. The more points you collect now the more Spark tokens you will later receive.\n\nInstall the extension and take back the value of your social actions today!"
  }
}