{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Anti Fake News"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fight fake news online by rate and trusting information on any webpage."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This app lets you manage your network of trusted peers, and only scores of trusted peers will be visible.\n\nFake news and AI generated content are a massive problem as there usually is no quick way to fact check the content and source.\nFake news is usually founded in a real source of information but is distorted to fit a narrative. With the never-ending flow of information available on the internet, fact-checking everything is near impossible for a single person to handle.\nEven professionals like journalists that are paid to do their fact checking are usually incentive to produce a lot of content and therefore just relay information that seems to be correct without fact checking it first. There is simply no time to fact-check when you need to be the first one to break the news.\n\nHow to combat fake news?\n\nThere is no good centralized solution, sorry. Here is why…\nAll information relayed from a person is always presented in a subjective way. Therefore reporting becomes an interpretation of the events happening. There are always degrees of truthiness in the interpretation, but that is defined by the receiver of the information.\n\nOf cause, it would be possible to record everything, to get a full picture of context around the event and present this as information, but you still have the interpretation of the receiver. Recording everything is not efficient and is very time-consuming, so we fall back to reporting and subjective interpretation from the reporter.\n\nBig social platforms are trying hard to govern the information on their platforms, therefore they set up rules that are used to filter information. The problem is that the rules are objective and not subjective, and to comply with the laws of many counties in general, the rules usually ends up stricter than any one country laws.\nSo fact-checking information before relaying it is an interpretation of an intermediary that decides if the information is valid or not. This may not fit with the end receiver view of things.\n\nToday most consumers of information have to rely on the good faith on the producer of information, as the time and effort to validate the information oneself is not worth the effort. This creates an environment where it is easy to produce information that heavily manipulated and very little fact-checked before it reaches the masses.\n\nWhat is needed is a system that can immediately present the fact-checking of information in a context according to one’s subjective perspective. This requires a system that supports the possibility of subjective trust in a peer to peer way, resulting in a web of trust network. This way, the only information that is trusted within one’s network will be relayed or flagged. This is similar to white listing intermediaries that we trust. \n\nThis what Anti Fake News is about!"
  }
}