{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FullEnrich — LinkedIn Phone & Email Finder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find anyone's phone or email on LinkedIn. Build List & Scrape Sales Navigator"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Build a list of leads straight from LinkedIn, and fill it with emails and phone numbers.\n\nOur key features:\n\n\n✔  Enrich LinkedIn Profile\n\nEnrich any LinkedIn profile with professional email, and mobile / direct phone numbers.\n\n\n✔  Sales Navigator Scraper\n\nNeed a Sales Navigator scraper that’s quick and efficient? FullEnrich is your go-to tool. Extract lead data like names, job titles, and company info from Sales Navigator with just a few clicks. Perfect for those in sales, marketing and recruitment.\n\n\n✔  Email Finder\n\nGet straight to the point with our email finder. Click the FullEnrich button on LinkedIn, select your leads, and we deliver accurate emails in no time.\n\n\n✔  Mobile Phone Number Finder\n\nNeed direct phone contacts? We’ve got you. Our extension makes finding phone numbers a breeze. Just a click, and you’re set to dial up those leads.\n\n\n✔  More emails and phone numbers than other vendors\n\nThis is not “yet another phone & email finder”. We aggregate contact info from 20+ premium vendors. If we can’t find the emails & phone numbers of your leads, no one else can.\n\n\n✔  LinkedIn Background Exporting\n\nWhy wait around? Export up to 2,500 contacts in the background. Our LinkedIn exporter works silently in the background, ensuring your productivity stays uninterrupted.\n\n\n✔  Triple Email Verification\n\nBecause deliverability matters, we triple verify every email we provide with 3 emails verifications services.\n\n\n✔  For Marketers, Sales, Operations & Recruiters\n\nMarketers: \nNeed a LinkedIn exporter for your next campaign? FullEnrich gets you detailed contact info for targeted outreach.\n\nSales Professionals: \nSpeed up your sales cycle. Quickly grab emails and phone numbers of potential clients to keep your pipeline flowing.\n\nOperations: \nStreamline your workflow. Automate data gathering and enrichment with our Zapier, Make & Clay integration, keeping your systems synced and efficient.\n\nRecruiters: \nConnect with top talent faster. Extract candidate details from LinkedIn for quick, direct communication, making your hiring process smoother.\n\n\n✔  Try It with Free Credits\n\nGive FullEnrich a try with 50 free credits. Discover how our LinkedIn export and scraping tools can revolutionize your lead generation.\n\n\n✔  Support Whenever You Need It\n\nStuck or have a question? Reach out to our all-human support team via chat or at support@fullenrich.com. For instant help, our helpdesk at help.fullenrich.com is always available.\n\n\n✔  Get Started Now\n\nEnhance your lead generation strategy with FullEnrich. Add it to your Chrome browser today and experience efficient, effective lead gathering!"
  }
}