{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Email Address Finder - Email Hunter Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Email Address Finder - Email Hunter Tool allows you to find email addresses on any webpage."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Email Address Finder - Email Hunter Tool Extension for Chrome! Now with new features:\n\n1. AutoSave: Save all discovered email IDs effortlessly.\n\nDiscover email addresses within seconds!\n\nOur Email Address Finder - Email Hunter Tool extension for Chrome is a robust tool that automatically retrieves valid email IDs from web pages. You can either copy and paste specific email IDs or export them all to a text or CSV file.\n\nThis plugin extracts email IDs from the source code, independent of what's visible on the front end. For example, if you spot 3 email IDs on a website, the plugin might fetch more if it uncovers hidden ones in the source.\n\nFeatures include:\n- Automatic extraction of email addresses from web pages\n- Download stored email IDs\n- Filter for duplicate email IDs\n- Local storage\n- Export option to save extracted emails to a text file\n- Offline support (v1.6 Beta)\n- Extraction from local HTML documents and text files\n- Lightweight (only 51KB)\n- Removal of duplicate email addresses\n- Autosave Feature allows you to automatically save all fetched emails from the visited page.\n- Download Webpage Emails or Stored Emails list. \n\nNo intrusive ads or unnecessary clutter!\n\nNote: Extracted IDs will be overwritten if you open a new tab and browse to a new page. To avoid this, switch to the previous tab, where the plugin will fetch the IDs, allowing you to export them.\n\nRest assured, this extension accesses only email IDs from web page information, which are stored locally.\n\nOur extension is thoroughly tested, but should you encounter any bugs, contact email - johnycode01@gmail.com and we'll promptly address them.\n\nInformal Disclaimer: This extension is intended for personal use only and is not developed for spamming purposes.\n\nDisclosure: This extension uses the Amazon affiliate program to generate revenue. By using this extension, you help support its development and maintenance."
  }
}