{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Linkedge Admin"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate talent acquisition by simplifying referrals process, answer queries, and enhance engagement on LinkedIn for smarter hiring."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LinkEdge Admin Extension: A Comprehensive Tool for Talent Acquisition\n\nThe LinkEdge Admin Extension is a transformative tool for recruiters and HR professionals. It is designed to integrate seamlessly with LinkedIn, providing a robust solution for identifying and engaging with potential candidates through your company's existing employee network. Here's why admins should consider installing it and how it benefits the talent acquisition process:\n\nEnhanced Recruitment Intelligence\nThe extension activates on LinkedIn profiles, instantly signaling if the individual is connected to any of your company's employees. This feature is invaluable as it uncovers hidden networks and potential referrals that might not be evident at first glance.\n\nMaximizing Internal Networks\nBy leveraging internal connections, the extension encourages a collaborative recruitment environment. It allows you to easily identify which employees might provide warm introductions or valuable insights about a candidate, helping to enhance the quality of your talent pool.\n\nStreamlining the Referral Process\nThe ability to see active queries and referrals related to a LinkedIn profile streamlines the recruitment process. Instead of cross-referencing with separate systems, admins get real-time updates within LinkedIn itself, saving time and improving productivity.\n\nDirect Engagement with Employees\nThe extension provides direct communication lines to employees connected to a candidate. Admins can query employees for feedback, create and manage referrals, and even chat in real-time, all without leaving LinkedIn. This encourages prompt and meaningful exchanges of information.\n\nEfficient Candidate Management\nThe admin extension acts as a bridge to your CRM system. It allows you to view and update candidate information like resumes and referral status directly, ensuring that your candidate data is always current and easily accessible.\n\nWhy Install the LinkEdge Admin Extension?\n\n1. Improve Candidate Quality: By tapping into employee networks for referrals and insights, you can significantly improve the caliber of candidates you source.\n\n2. Save Time: Automating the detection of connections and managing referrals within LinkedIn cuts down on administrative tasks, freeing up time for other recruitment activities.\n\n3. Enhance Employee Involvement: When employees see their insights and connections are valued and easy to share, they're more likely to engage in the recruitment process actively.\n\n4. Centralize Recruitment Activities: With the integration of CRM functionalities, all candidate management activities are centralized, creating a single source of truth for candidate data.\n\n5. Boost Recruitment Efficiency: By providing real-time updates and communications capabilities, the extension enhances the efficiency and speed of your recruitment workflow.\n\nIn conclusion, the LinkEdge Admin Extension is not just a tool; it's an enhancement to your existing recruitment strategy, fostering a more connected, informed, and efficient approach to talent acquisition. Its integration with LinkedIn makes it a must-have for any organization looking to leverage their network for recruitment success."
  }
}