{
  "name": {
    "ar": "مولد كلمة مرور عشوائي",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Random password generator",
    "bg": "Генератор на случайни пароли",
    "ca": "Generador de contrasenya aleatòria",
    "cs": "Generátor náhodných hesel",
    "da": "Tilfældig adgangskodegenerator",
    "de": "Zufälliger Passwortgenerator",
    "el": "Δημιουργία τυχαίων κωδικών πρόσβασης",
    "es": "Generador de contraseñas aleatorias",
    "et": "Juhuslike paroolide generaator",
    "fa": "تولید کننده رمزعبور تصادفی",
    "fi": "Satunnainen salasanageneraattori",
    "fil": "Random na generator ng password",
    "fr": "Générateur de mot de passe aléatoire",
    "he": "מחולל סיסמאות אקראי",
    "hi": "रैंडम पासवर्ड जनरेटर",
    "hr": "Generator slučajnih lozinki",
    "hu": "Véletlenszerű jelszógenerátor",
    "id": "Pembuat kata sandi acak",
    "it": "Generatore di password casuali",
    "ja": "ランダムパスワードジェネレーター",
    "ko": "임의의 비밀번호 생성기",
    "lt": "Atsitiktinių slaptažodžių generatorius",
    "lv": "Nejaušu paroli ģenerators",
    "ms": "Penjana kata laluan rawak",
    "nl": "Willekeurige wachtwoordgenerator",
    "no": "Tilfeldig passordgenerator",
    "pl": "Generator losowych haseł",
    "ro": "Generator de parole aleatoare",
    "ru": "Генератор случайных паролей",
    "sk": "Generátor náhodných hesiel",
    "sl": "Generator naključnih gesel",
    "sr": "Генератор случајних лозинки",
    "sv": "Slumpmässigt lösenordgenerator",
    "th": "เครื่องกำเนิดรหัสผ่านแบบสุ่ม",
    "tr": "Rastgele şifre üreticisi",
    "uk": "Генератор випадкових паролів",
    "vi": "Trình tạo mật khẩu ngẫu nhiên",
    "zh_CN": "随机密码生成器",
    "zh_TW": "隨機密碼生成器"
  },
  "short": {
    "ar": "أداة بسيطة لتوليد كلمات مرور قوية وآمنة.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Simple tool to generate strong and secure passwords.",
    "bg": "Лесен инструмент за генериране на силни и сигурни пароли.",
    "ca": "Eina senzilla per generar contrasenyes fortes i segures.",
    "cs": "Jednoduchý nástroj pro generování silných a bezpečných hesel.",
    "da": "Enkelt værktøj til at generere stærke og sikre adgangskoder.",
    "de": "Einfaches Tool zum Generieren sicherer und sicherer Passwörter.",
    "el": "Απλό εργαλείο για τη δημιουργία ισχυρών και ασφαλών κωδικών πρόσβασης.",
    "es": "Herramienta simple para generar contraseñas seguras y seguras.",
    "et": "Lihtne tööriist tugevate ja turvaliste paroolide loomiseks.",
    "fa": "ابزاری ساده برای تولید رمزهای عبور قوی و ایمن.",
    "fi": "Yksinkertainen työkalu vahvojen ja turvallisten salasanojen luomiseen.",
    "fil": "Simpleng tool upang makabuo ng malakas at secure na mga password.",
    "fr": "Outil simple pour générer des mots de passe forts et sécurisés.",
    "he": "כלי פשוט ליצירת סיסמאות חזקות ומאובטחות.",
    "hi": "मजबूत और सुरक्षित पासवर्ड उत्पन्न करने के लिए सरल उपकरण।",
    "hr": "Jednostavan alat za stvaranje jakih i sigurnih lozinki.",
    "hu": "Egyszerű eszköz erős és biztonságos jelszavak előállításához.",
    "id": "Alat sederhana untuk menghasilkan kata sandi yang kuat dan aman.",
    "it": "Strumento semplice per generare password sicure e sicure.",
    "ja": "強力で安全なパスワードを生成するシンプルなツール。",
    "ko": "강력하고 안전한 암호를 생성하는 간단한 도구입니다.",
    "lt": "Paprastas įrankis generuoti tvirtus ir saugius slaptažodžius.",
    "lv": "Vienkāršs rīks spēcīgu un drošu paroļu ģenerēšanai.",
    "ms": "Alat mudah untuk menghasilkan kata laluan yang kuat dan selamat.",
    "nl": "Eenvoudige tool om sterke en veilige wachtwoorden te genereren.",
    "no": "Enkelt verktøy for å generere sterke og sikre passord.",
    "pl": "Proste narzędzie do generowania silnych i bezpiecznych haseł.",
    "ro": "Instrument simplu pentru a genera parole puternice și sigure.",
    "ru": "Простой инструмент для создания надежных и безопасных паролей.",
    "sk": "Jednoduchý nástroj na vytváranie silných a bezpečných hesiel.",
    "sl": "Preprosto orodje za ustvarjanje močnih in varnih gesel.",
    "sr": "Једноставан алат за генерисање снажних и сигурних лозинки.",
    "sv": "Enkelt verktyg för att skapa starka och säkra lösenord.",
    "th": "เครื่องมือง่ายๆในการสร้างรหัสผ่านที่แข็งแกร่งและปลอดภัย",
    "tr": "Güçlü ve güvenli şifreler oluşturmak için basit bir araç.",
    "uk": "Простий інструмент для створення надійних і безпечних паролів.",
    "vi": "Công cụ đơn giản để tạo mật khẩu mạnh và an toàn.",
    "zh_CN": "生成强而安全的密码的简单工具。",
    "zh_TW": "生成強而安全的密碼的簡單工具。"
  },
  "long": {
    "ar": "أداة بسيطة لتوليد كلمات مرور قوية وآمنة\n\nباستخدام هذا الملحق ، يمكنك بسهولة إنشاء كلمات مرور قوية وآمنة.\n\nيمكنك تحديد طول كلمة المرور والأحرف المستخدمة (أحرف صغيرة أو أحرف كبيرة أو أرقام أو مخصص). يمكن نسخ كلمة المرور التي تم إنشاؤها مباشرة إلى الحافظة الخاصة بك ، ولا يتم حفظ كلمات المرور عبر الإنترنت. حتى تتمكن من ضمان أمان كلمة المرور الخاصة بك",
    "am,bn,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Simple tool to generate strong and random secure passwords\nWith this extension you can easily generate strong and secure passwords. \n\nYou can specify password length and used chars (lowercase, uppercase, numbers or custom). Generated password can be copied directly to your clipboard, the passwords are NOT saved online. So you can ensure the security of your password",
    "bg": "Лесен инструмент за генериране на силни и сигурни пароли\n\nС това разширение можете лесно да генерирате силни и сигурни пароли.\n\nМожете да определите дължината на паролата и използваните знаци (малки букви, малки букви, числа или персонализирани). Генерираната парола може да се копира директно в клипборда, паролите НЕ се запазват онлайн. Така че можете да осигурите сигурността на вашата парола",
    "ca": "Eina senzilla per generar contrasenyes fortes i segures\n\nAmb aquesta extensió podeu generar contrasenyes fortes i segures.\n\nPodeu especificar la longitud de la contrasenya i els caràcters usats (minúscules, majúscules, números o personalitzats). La contrasenya generada es pot copiar directament al porta-retalls, les contrasenyes NO es guarden en línia. Així, podeu assegurar la seguretat de la vostra contrasenya",
    "cs": "Jednoduchý nástroj pro generování silných a bezpečných hesel\n\nS tímto rozšířením můžete snadno vytvářet silná a bezpečná hesla.\n\nMůžete zadat délku hesla a použité znaky (malá, velká, čísla nebo vlastní). Generované heslo lze zkopírovat přímo do vaší schránky, hesla NENÍ uložena online. Můžete tak zajistit bezpečnost vašeho hesla",
    "da": "Enkelt værktøj til at generere stærke og sikre adgangskoder\n\nMed denne udvidelse kan du nemt generere stærke og sikre adgangskoder.\n\nDu kan angive adgangskodelængde og brugte linjer (små bogstaver, tal, tal eller brugerdefineret). Den genererede adgangskode kan kopieres direkte til dit udklipsholder, adgangskoderne gemmes IKKE online. Så du kan sikre dit kodeords sikkerhed",
    "de": "Einfaches Tool zum Generieren sicherer und sicherer Passwörter\n\nMit dieser Erweiterung können Sie leicht sichere und sichere Passwörter generieren.\n\nSie können die Kennwortlänge und die verwendeten Zeichen (Kleinbuchstaben, Großbuchstaben, Zahlen oder benutzerdefinierte Zeichen) angeben. Das generierte Passwort kann direkt in Ihre Zwischenablage kopiert werden, die Passwörter werden NICHT online gespeichert. So können Sie die Sicherheit Ihres Passworts gewährleisten",
    "el": "Απλό εργαλείο για τη δημιουργία ισχυρών και ασφαλών κωδικών πρόσβασης\n\nΜε αυτήν την επέκταση μπορείτε εύκολα να δημιουργήσετε ισχυρούς και ασφαλείς κωδικούς πρόσβασης.\n\nΜπορείτε να καθορίσετε το μήκος του κωδικού πρόσβασης και τα μεταχειρισμένα γράμματα (πεζά, κεφαλαία, αριθμούς ή προσαρμοσμένα). Ο δημιουργημένος κωδικός πρόσβασης μπορεί να αντιγραφεί απευθείας στο πρόχειρο σας, οι κωδικοί ΔΕΝ αποθηκεύονται στο Διαδίκτυο. Έτσι μπορείτε να διασφαλίσετε την ασφάλεια του κωδικού πρόσβασής σας",
    "en": "Simple tool to generate strong and secure passwords\nWith this extension you can easily generate strong and secure passwords. \n\nYou can specify password length and used chars (lowercase, uppercase, numbers or custom). Generated password can be copied directly to your clipboard, the passwords are NOT saved online. So you can ensure the security of your password",
    "es": "Herramienta simple para generar contraseñas seguras y seguras\n\nCon esta extensión, puede generar fácilmente contraseñas seguras y seguras.\n\nPuede especificar la longitud de la contraseña y los caracteres utilizados (minúsculas, mayúsculas, números o personalizados). La contraseña generada se puede copiar directamente a su portapapeles, las contraseñas NO se guardan en línea. Para que pueda garantizar la seguridad de su contraseña",
    "et": "Lihtne tööriist tugevate ja turvaliste paroolide loomiseks\n\nSelle laiendi abil saate hõlpsalt genereerida tugevaid ja turvalisi paroole.\n\nSaate määrata parooli pikkuse ja kasutatud märgid (väiketähed, suured, numbrid või kohandatud). Loodud parooli saab kopeerida otse lõikelauale, paroole EI salvestata võrgus. Nii saate tagada oma parooli turvalisuse",
    "fa": "ابزاری ساده برای تولید رمزهای عبور قوی و ایمن\n\nبا استفاده از این پسوند می توانید به راحتی رمزهای عبور قوی و ایمن تولید کنید.\n\nمی توانید طول رمز عبور و کاراکترهای استفاده شده (حروف بزرگ ، بزرگ ، اعداد یا سفارشی) را مشخص کنید. رمز عبور تولید شده را می توان مستقیماً در کلیپ بورد شما کپی کرد ، کلمه عبور ها بصورت آنلاین ذخیره نمی شوند. بنابراین می توانید امنیت رمز عبور خود را تضمین کنید",
    "fi": "Yksinkertainen työkalu vahvojen ja turvallisten salasanojen luomiseen\n\nTämän laajennuksen avulla voit helposti luoda vahvoja ja turvallisia salasanoja.\n\nVoit määrittää salasanan pituuden ja käytetyt merkit (pienet, isot kirjaimet, numerot tai mukautetut). Luotu salasana voidaan kopioida suoraan leikepöydälle, salasanoja EI tallenneta verkossa. Joten voit varmistaa salasanasi turvallisuuden",
    "fil": "Simpleng tool upang makabuo ng malakas at secure na mga password\n\nSa pamamagitan ng extension na ito maaari mong madaling makabuo ng malakas at secure na mga password.\n\nMaaari mong tukuyin ang haba ng password at ginamit na mga chars (maliliit na maliliit, malalaking titik, numero o pasadya). Ang nabuo na password ay maaaring kopyahin nang direkta sa iyong clipboard, ang mga password ay HINDI nai-save online. Kaya maaari mong matiyak ang seguridad ng iyong password",
    "fr": "Outil simple pour générer des mots de passe forts et sécurisés\n\nAvec cette extension, vous pouvez facilement générer des mots de passe forts et sécurisés.\n\nVous pouvez spécifier la longueur du mot de passe et les caractères utilisés (minuscules, majuscules, chiffres ou personnalisés). Le mot de passe généré peut être copié directement dans votre presse-papiers, les mots de passe ne sont PAS enregistrés en ligne. Ainsi, vous pouvez assurer la sécurité de votre mot de passe",
    "he": "כלי פשוט ליצירת סיסמאות חזקות ומאובטחות\n\nבעזרת סיומת זו תוכלו ליצור סיסמאות חזקות ובטוחות בקלות.\n\nבאפשרותך לציין אורך סיסמא וציונים משומשים (אותיות קטנות, אותיות גדולות, מספרים או מותאם אישית). ניתן להעתיק סיסמא שנוצרה ישירות ללוח שלך, הסיסמאות אינן נשמרות באופן מקוון. כך תוכלו להבטיח את אבטחת הסיסמה שלכם",
    "hi": "मजबूत और सुरक्षित पासवर्ड उत्पन्न करने के लिए सरल उपकरण\n\nइस एक्सटेंशन की मदद से आप आसानी से मजबूत और सुरक्षित पासवर्ड बना सकते हैं।\n\nआप पासवर्ड की लंबाई और प्रयुक्त चार्ट (लोअरकेस, अपरकेस, संख्या या कस्टम) निर्दिष्ट कर सकते हैं। जनरेट किए गए पासवर्ड को सीधे आपके क्लिपबोर्ड पर कॉपी किया जा सकता है, पासवर्ड ऑनलाइन सहेजे नहीं जाते हैं। तो आप अपने पासवर्ड की सुरक्षा सुनिश्चित कर सकते हैं",
    "hr": "Jednostavan alat za stvaranje jakih i sigurnih lozinki\n\nPomoću ovog proširenja možete jednostavno generirati snažne i sigurne lozinke.\n\nMožete odrediti duljinu lozinke i korištene znakove (mala slova, velika slova, brojevi ili prilagođeni parametri). Generirana lozinka može se kopirati izravno u međuspremnik, lozinke se NE spremaju na mreži. Tako možete osigurati sigurnost svoje lozinke",
    "hu": "Egyszerű eszköz erős és biztonságos jelszavak előállításához\n\nEzzel a kiterjesztéssel könnyen generálhat erős és biztonságos jelszavakat.\n\nMegadhatja a jelszó hosszát és a használt karaktereket (kisbetűk, nagybetűk, számok vagy egyedi). A létrehozott jelszó közvetlenül a vágólapra másolható, a jelszavakat NEM menti el online. Így biztosíthatja a jelszavának biztonságát",
    "id": "Alat sederhana untuk menghasilkan kata sandi yang kuat dan aman\n\nDengan ekstensi ini Anda dapat dengan mudah menghasilkan kata sandi yang kuat dan aman.\n\nAnda dapat menentukan panjang kata sandi dan karakter yang digunakan (huruf kecil, huruf besar, angka atau kustom). Kata sandi yang dihasilkan dapat disalin langsung ke papan klip Anda, kata sandinya TIDAK disimpan secara online. Jadi Anda bisa memastikan keamanan kata sandi Anda",
    "it": "Strumento semplice per generare password sicure e sicure\n\nCon questa estensione puoi facilmente generare password sicure e sicure.\n\nÈ possibile specificare la lunghezza della password e i caratteri usati (lettere minuscole, maiuscole, numeri o personalizzati). La password generata può essere copiata direttamente negli Appunti, le password NON vengono salvate online. In questo modo puoi garantire la sicurezza della tua password",
    "ja": "強力で安全なパスワードを生成するシンプルなツール\n\nこの拡張機能を使用すると、強力で安全なパスワードを簡単に生成できます。\n\nパスワードの長さと使用する文字（小文字、大文字、数字、カスタム）を指定できます。生成されたパスワードはクリップボードに直接コピーできます。パスワードはオンラインで保存されません。したがって、パスワードのセキュリティを確保できます",
    "ko": "강력하고 안전한 암호를 생성하는 간단한 도구\n\n이 확장을 사용하면 강력하고 안전한 암호를 쉽게 생성 할 수 있습니다.\n\n비밀번호 길이와 사용 된 문자 (소문자, 대문자, 숫자 또는 사용자 정의)를 지정할 수 있습니다. 생성 된 비밀번호는 클립 보드에 직접 복사 할 수 있으며 비밀번호는 온라인에 저장되지 않습니다. 따라서 비밀번호의 보안을 보장 할 수 있습니다",
    "lt": "Paprastas įrankis generuoti tvirtus ir saugius slaptažodžius\n\nNaudodami šį plėtinį galite lengvai generuoti tvirtus ir saugius slaptažodžius.\n\nGalite nurodyti slaptažodžio ilgį ir naudojamas raides (mažąsias, didžiąsias raides, skaičius ar pasirinktinius). Sukurtą slaptažodį galima nukopijuoti tiesiai į mainų sritį, slaptažodžiai NĖRA išsaugomi internete. Taigi galite užtikrinti slaptažodžio saugumą",
    "lv": "Vienkāršs rīks spēcīgu un drošu paroļu ģenerēšanai\n\nIzmantojot šo paplašinājumu, jūs varat viegli ģenerēt spēcīgas un drošas paroles.\n\nJūs varat norādīt paroles garumu un izmantotās rakstzīmes (mazos, lielos burtus, ciparus vai pielāgotos). Ģenerēto paroli var nokopēt tieši uz starpliktuvi, paroles NAV saglabātas tiešsaistē. Tātad jūs varat nodrošināt savas paroles drošību",
    "ms": "Alat mudah untuk menghasilkan kata laluan yang kuat dan selamat\n\nDengan pelanjutan ini, anda dapat menghasilkan kata laluan yang kuat dan selamat.\n\nAnda boleh menentukan panjang kata laluan dan huruf terpakai (huruf kecil, huruf besar, angka atau kustom). Kata laluan yang dihasilkan dapat disalin terus ke papan keratan anda, kata laluan TIDAK disimpan dalam talian. Oleh itu, anda boleh memastikan keselamatan kata laluan anda",
    "nl": "Eenvoudige tool om sterke en veilige wachtwoorden te genereren\n\nMet deze extensie kunt u eenvoudig sterke en veilige wachtwoorden genereren.\n\nU kunt de wachtwoordlengte en gebruikte tekens specificeren (kleine letters, hoofdletters, cijfers of aangepast). Het gegenereerde wachtwoord kan rechtstreeks naar uw klembord worden gekopieerd, de wachtwoorden worden NIET online opgeslagen. Zo kunt u de veiligheid van uw wachtwoord garanderen",
    "no": "Enkelt verktøy for å generere sterke og sikre passord\n\nMed denne utvidelsen kan du enkelt generere sterke og sikre passord.\n\nDu kan spesifisere passordlengde og brukte tegn (små bokstaver, store bokstaver, tall eller tilpasset). Generert passord kan kopieres direkte til utklippstavlen, passordene lagres IKKE online. Så du kan sikre sikkerheten til passordet ditt",
    "pl": "Proste narzędzie do generowania silnych i bezpiecznych haseł\n\nDzięki temu rozszerzeniu możesz łatwo generować silne i bezpieczne hasła.\n\nMożesz określić długość hasła i używane znaki (małe, duże, cyfry lub niestandardowe). Wygenerowane hasło można skopiować bezpośrednio do schowka, hasła NIE są zapisywane online. Dzięki temu możesz zapewnić bezpieczeństwo swojego hasła",
    "ro": "Instrument simplu pentru a genera parole puternice și sigure\n\nCu această extensie puteți genera cu ușurință parole puternice și sigure.\n\nPuteți specifica lungimea parolei și caracterele utilizate (minuscule, majuscule, numere sau personalizate). Parola generată poate fi copiată direct în clipboard, parolele NU sunt salvate online. Astfel, puteți asigura securitatea parolei dvs.",
    "ru": "Простой инструмент для создания надежных и безопасных паролей\n\nС помощью этого расширения вы можете легко создавать надежные и надежные пароли.\n\nВы можете указать длину пароля и используемые символы (строчные, прописные, цифры или пользовательские). Сгенерированный пароль можно скопировать прямо в буфер обмена, пароли НЕ сохраняются в Интернете. Таким образом, вы можете обеспечить безопасность вашего пароля",
    "sk": "Jednoduchý nástroj na vytváranie silných a bezpečných hesiel\n\nPomocou tohto rozšírenia môžete ľahko vytvárať silné a bezpečné heslá.\n\nMôžete zadať dĺžku hesla a použité znaky (malé, veľké, čísla alebo vlastné). Generované heslo je možné skopírovať priamo do vašej schránky, heslá NIE SÚ uložené online. Môžete tak zaistiť bezpečnosť svojho hesla",
    "sl": "Preprosto orodje za ustvarjanje močnih in varnih gesel\n\nS to razširitvijo lahko preprosto ustvarite močna in varna gesla.\n\nDoločite lahko dolžino gesla in uporabljene črke (mala črka, velika črka, številke ali po meri). Generirano geslo je mogoče kopirati neposredno v odložišče, gesla NISO shranjena v spletu. Tako lahko zagotovite varnost svojega gesla",
    "sr": "Једноставан алат за генерисање снажних и сигурних лозинки\n\nПомоћу овог проширења можете лако генерисати јаке и сигурне лозинке.\n\nМожете одредити дужину лозинке и употребљене знакове (мала слова, велика слова, бројеви или прилагођени параметри). Генерирана лозинка се може копирати директно у ваш међуспремник, лозинке се НЕ похрањују на мрежи. Тако можете да осигурате сигурност своје лозинке",
    "sv": "Enkelt verktyg för att skapa starka och säkra lösenord\n\nMed denna tillägg kan du enkelt skapa starka och säkra lösenord.\n\nDu kan ange lösenordslängd och använda tecken (små bokstäver, versaler, siffror eller anpassade). Det genererade lösenordet kan kopieras direkt till ditt urklipp, lösenorden sparas INTE online. Så du kan säkerställa säkerheten för ditt lösenord",
    "th": "เครื่องมือง่ายๆในการสร้างรหัสผ่านที่แข็งแกร่งและปลอดภัย\n\nด้วยส่วนขยายนี้คุณสามารถสร้างรหัสผ่านที่แข็งแกร่งและปลอดภัยได้อย่างง่ายดาย\n\nคุณสามารถระบุความยาวรหัสผ่านและตัวอักษรที่ใช้ (ตัวพิมพ์เล็กตัวพิมพ์ใหญ่ตัวเลขหรือกำหนดเอง) รหัสผ่านที่สร้างสามารถคัดลอกโดยตรงไปยังคลิปบอร์ดของคุณรหัสผ่านจะไม่ถูกบันทึกออนไลน์ ดังนั้นคุณสามารถมั่นใจในความปลอดภัยของรหัสผ่านของคุณ",
    "tr": "Güçlü ve güvenli şifreler oluşturmak için basit bir araç\n\nBu uzantı ile kolayca güçlü ve güvenli şifreler oluşturabilirsiniz.\n\nParola uzunluğunu ve kullanılan karakterleri (küçük harf, büyük harf, sayı veya özel) belirleyebilirsiniz. Oluşturulan şifre doğrudan panonuza kopyalanabilir, şifreler çevrimiçi olarak KAYDEDİLMEZ. Böylece şifrenizin güvenliğini sağlayabilirsiniz",
    "uk": "Простий інструмент для створення надійних і безпечних паролів\n\nЗа допомогою цього розширення ви можете легко створювати надійні та безпечні паролі.\n\nВи можете вказати довжину пароля та використані символи (малі, великі регістри, цифри або спеціальні). Створений пароль можна скопіювати безпосередньо у буфер обміну, паролі НЕ зберігаються в Інтернеті. Таким чином, ви можете забезпечити безпеку свого пароля",
    "vi": "Công cụ đơn giản để tạo mật khẩu mạnh và an toàn\n\nVới tiện ích mở rộng này, bạn có thể dễ dàng tạo mật khẩu mạnh và an toàn.\n\nBạn có thể chỉ định độ dài mật khẩu và ký tự được sử dụng (chữ thường, chữ hoa, số hoặc tùy chỉnh). Mật khẩu được tạo có thể được sao chép trực tiếp vào clipboard của bạn, mật khẩu KHÔNG được lưu trực tuyến. Vì vậy, bạn có thể đảm bảo bảo mật mật khẩu của bạn",
    "zh_CN": "生成强而安全的密码的简单工具\n\n使用此扩展程序，您可以轻松生成安全可靠的密码。\n\n您可以指定密码长度和使用的字符（小写，大写，数字或自定义）。生成的密码可以直接复制到剪贴板，密码不能在线保存。这样就可以确保密码的安全性",
    "zh_TW": "生成強而安全的密碼的簡單工具\n\n使用此擴展程序，您可以輕鬆生成安全可靠的密碼。\n\n您可以指定密碼長度和使用的字符（小寫，大寫，數字或自定義）。生成的密碼可以直接複製到剪貼板，密碼不能在線保存。這樣就可以確保密碼的安全性"
  }
}