{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AppVajra: Mobile App Intelligence & SDK Analyzer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instant mobile app analysis and intelligence. Analyze SDKs, permissions, ratings, and more directly from app store pages."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instant mobile app analysis and intelligence at your fingertips.\n\nThe AppVajra Chrome extension gives you the data to boost your app development and marketing strategy through comprehensive app analysis. Enhance your mobile app strategy with key metrics, including:\n- SDK Usage\n- App Permissions\n- Framework Analysis\n\nFEATURES:\n📱 App Analysis\nReveal the core components and technologies used in any iOS or Android app, including SDKs, frameworks, and libraries.\n\n🔒 Permission Insights\nExplore the permissions requested by an app and understand their implications for user privacy and functionality.\n\n🔍 Framework Deep Dive\nDiscover which frameworks are powering an app's features and functionality.\n\nThe AppVajra Chrome extension is the ideal tool for app developers, marketers, and mobile strategy professionals who want to:\n- Conduct competitive analysis\n- Identify technology trends in mobile apps\n- Optimize their own app's performance and visibility\n- Make data-driven decisions in app development and marketing\n\nVisit our website to learn more about our powerful mobile app intelligence solutions: https://www.appvajra.com\n\nDownload the AppVajra extension today for in-depth insights on every mobile application, right from your browser.\n\nBefore you start using the extension, you'll need to approve access to view and analyze app store pages. Data is collected only on the app store pages that you browse."
  }
}