{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Steganos Password Manager",
    "de": "Steganos Passwort-Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pt_BR,ro,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Steganos Password Manager Extension. Saves and fills your passwords automatically.",
    "de": "Steganos Passwort-Manager Extension. Speichert und füllt Passwörter automatisch aus.",
    "es": "Steganos Password Manager Extension. Guarda y rellena sus contraseñas automáticamente.",
    "fr": "Steganos Password Manager Extension. Enregistre et saisie les mots de passe automatiquement.",
    "it": "Estensione di Steganos Password Manager. Salva e inserisce le tue password automaticamente.",
    "nl": "Steganos Password Manager Extension. Slaat uw wachtwoorden op en vult ze automatisch in.",
    "pl": "Rozszerzenie Steganos Password Manager. Umożliwia zapisywanie haseł i ich automatyczne wypełnianie za użytkownika.",
    "pt_PT": "Extensão de Steganos Password Manager. Salva e preenche suas senhas automaticamente.",
    "ru": "Расширение Steganos Password Manager. Автоматическое сохранение и ввод паролей.",
    "sv": "Steganos Password Manager-tillägg. Sparar och fyller i lösenord automatiskt."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pt_BR,ro,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Steganos Password Manager stores, manages and synchronizes your credentials on all your devices. Remember only one password: your keychain password.\n\nManage all your logins, credit cards and bank accounts absolutely secure and comfortable in Steganos Password Manager. Have highly secure passwords created and conveniently filled in automatically.\n\nWith Private Favorites, manage your confidential bookmarks securely in the Password Manager instead of in your browser. \nYour Steganos Password Manager is always at your side, warning you of insecure passwords or reminding you to renew passwords regularly, if you wish. \n\nSteganos Password Manager also syncs your 256-bit AES encrypted keychain to the cloud, if you want. And with our apps for iOS and Android, and plugins for Chrome, Firefox and Edge, you always have access from anywhere. Cloud sync supports Dropbox, Google Drive, Microsoft OneDrive and Telekom MagentaCLOUD.\n\nYou need Steganos Password Manager 22 or Steganos Privacy Suite 22 to use this extension.",
    "de": "Steganos Passwort-Manager speichert, verwaltet und synchronisiert Ihre Zugangsdaten auf all Ihren Geräten. Merken Sie sich nur ein einziges Passwort: Ihr Schlüsselbund-Passwort.\n\nVerwalten Sie all Ihre Accounts, Logins, Kreditkarten und Konten absolut sicher und komfortabel im Steganos Passwort-Manager. Lassen Sie sich hochsichere Passworte erstellen und komfortabel automatisch ausfüllen.\n\nMit den Privaten Favoriten verwalten Sie Ihre vertraulichen Lesezeichen sicher im Passwort-Manager, statt in Ihrem Browser. \nIhr Steganos Passwort-Manager steht Ihnen immer zur Seite, und warnt Sie vor unsicheren Passwörtern, oder erinnert Sie auf Wunsch daran Passwörter regelmäßig zu erneuern. \n\nSteganos Passwort-Manager synchronisiert Ihren 256-Bit-AES verschlüsselten Schlüsselbund auf Wunsch auch mit der Cloud. Und mit unseren Apps für iOS und Android, und Plugins für Chrome, Firefox und Edge, haben Sie immer von überall Zugriff. Cloud-Sync unterstützt Dropbox, Google Drive, Microsoft OneDrive und Telekom MagentaCLOUD.\n\nSie benötigen Steganos Passwort-Manager oder Steganos Privacy Suite um diese Erweiterung zu nutzen.",
    "es": "Steganos Password Manager almacena, gestiona y sincroniza sus credenciales en todos sus dispositivos. Recuerde sólo una contraseña: la de su llavero.\n\nGestione todos sus inicios de sesión, tarjetas de crédito y cuentas bancarias de forma absolutamente segura y cómoda en Steganos Password Manager. Tenga contraseñas altamente seguras creadas y convenientemente rellenadas automáticamente.\n\nCon los Favoritos Privados, gestione sus marcadores confidenciales de forma segura en el Password Manager en lugar de en su navegador. \nSu Steganos Password Manager está siempre a su lado, advirtiéndole de las contraseñas inseguras o recordándole que debe renovar las contraseñas regularmente, si lo desea. \n\nSteganos Password Manager también sincroniza su llavero encriptado AES de 256 bits con la nube, si lo desea. Y con nuestras aplicaciones para iOS y Android, y los plugins para Chrome, Firefox y Edge, siempre tendrá acceso desde cualquier lugar. La sincronización en la nube es compatible con Dropbox, Google Drive, Microsoft OneDrive y Telekom MagentaCLOUD.\n\nNecesita Steganos Password Manager 22 o Steganos Privacy Suite 22 para utilizar esta extensión.",
    "fr": "Steganos Password Manager stocke, gère et synchronise vos informations d'identification sur tous vos appareils. Ne retenez qu'un seul mot de passe : celui de votre trousseau de clés.\n\nGérez tous vos identifiants, cartes de crédit et comptes bancaires en toute sécurité et confortablement dans Steganos Password Manager. Faites créer des mots de passe hautement sécurisés et remplissez-les automatiquement.\n\nAvec Private Favorites, gérez vos signets confidentiels en toute sécurité dans le gestionnaire de mots de passe plutôt que dans votre navigateur. \nVotre Steganos Password Manager est toujours à vos côtés, vous avertissant des mots de passe non sécurisés ou vous rappelant de renouveler régulièrement vos mots de passe, si vous le souhaitez. \n\nSteganos Password Manager synchronise également votre trousseau de clés cryptées en AES 256 bits sur le cloud, si vous le souhaitez. Et avec nos applications pour iOS et Android, et les plugins pour Chrome, Firefox et Edge, vous y avez toujours accès de n'importe où. La synchronisation dans le nuage prend en charge Dropbox, Google Drive, Microsoft OneDrive et Telekom MagentaCLOUD.\n\nVous avez besoin de Steganos Password Manager 22 ou Steganos Privacy Suite 22 pour utiliser cette extension.",
    "it": "Steganos Password Manager memorizza, gestisce e sincronizza le vostre credenziali su tutti i vostri dispositivi. Ricordate una sola password: quella del vostro portachiavi.\n\nGestite tutti i vostri login, carte di credito e conti bancari in modo assolutamente sicuro e confortevole con Steganos Password Manager. Creare password altamente sicure e riempirle comodamente in modo automatico.\n\nCon Private Favorites, gestite i vostri segnalibri riservati in modo sicuro nel Password Manager anziché nel browser. \nSteganos Password Manager è sempre al vostro fianco, avvertendovi di password non sicure o ricordandovi di rinnovarle regolarmente, se lo desiderate. \n\nSteganos Password Manager sincronizza anche il vostro portachiavi crittografato AES a 256 bit nel cloud, se lo desiderate. Grazie alle nostre applicazioni per iOS e Android e ai plugin per Chrome, Firefox ed Edge, potrete sempre accedervi da qualsiasi luogo. La sincronizzazione con il cloud supporta Dropbox, Google Drive, Microsoft OneDrive e Telekom MagentaCLOUD.\n\nPer utilizzare questa estensione è necessario disporre di Steganos Password Manager 22 o Steganos Privacy Suite 22.",
    "nl": "Steganos Password Manager bewaart, beheert en synchroniseert uw referenties op al uw apparaten. Onthoud slechts één wachtwoord: uw sleutelhanger wachtwoord.\n\nBeheer al uw logins, creditcards en bankrekeningen absoluut veilig en comfortabel in Steganos Password Manager. Laat zeer veilige wachtwoorden aanmaken en handig automatisch invullen.\n\nMet Private Favorites beheert u uw vertrouwelijke bladwijzers veilig in de Password Manager in plaats van in uw browser. \nUw Steganos Password Manager staat altijd aan uw zijde, waarschuwt u voor onveilige wachtwoorden of herinnert u eraan om wachtwoorden regelmatig te vernieuwen, als u dat wenst. \n\nSteganos Password Manager synchroniseert ook uw 256-bit AES gecodeerde sleutelhanger naar de cloud, als u dat wilt. En met onze apps voor iOS en Android, en plugins voor Chrome, Firefox en Edge, heeft u altijd en overal toegang. Cloud sync ondersteunt Dropbox, Google Drive, Microsoft OneDrive en Telekom MagentaCLOUD.\n\nU hebt Steganos Password Manager 22 of Steganos Privacy Suite 22 nodig om deze extensie te gebruiken.",
    "pl": "Steganos Password Manager przechowuje, zarządza i synchronizuje Twoje poświadczenia na wszystkich urządzeniach. Zapamiętaj tylko jedno hasło: swoje hasło z łańcucha kluczy.\n\nZarządzaj wszystkimi swoimi loginami, kartami kredytowymi i kontami bankowymi całkowicie bezpiecznie i wygodnie w programie Steganos Password Manager. Zleć tworzenie wysoce bezpiecznych haseł i wygodne wypełnianie ich automatycznie.\n\nDzięki funkcji Prywatne Ulubione możesz bezpiecznie zarządzać poufnymi zakładkami w programie Password Manager zamiast w przeglądarce. \nProgram Steganos Password Manager jest zawsze u Twojego boku, ostrzegając Cię o niezabezpieczonych hasłach lub przypominając o regularnym odnawianiu haseł, jeśli sobie tego życzysz. \n\nSteganos Password Manager synchronizuje również Twój zaszyfrowany 256-bitowym algorytmem AES keychain do chmury, jeśli chcesz. A dzięki naszym aplikacjom dla systemów iOS i Android oraz wtyczkom dla Chrome, Firefox i Edge zawsze masz dostęp z dowolnego miejsca. Synchronizacja w chmurze obsługuje Dropbox, Google Drive, Microsoft OneDrive i Telekom MagentaCLOUD.\n\nDo korzystania z tego rozszerzenia potrzebujesz Steganos Password Manager 22 lub Steganos Privacy Suite 22.",
    "pt_PT": "Steganos Password Manager armazena, gere e sincroniza as suas credenciais em todos os seus dispositivos. Lembre-se apenas de uma palavra-passe: a sua palavra-passe do chaveiro.\n\nAdministre todos os seus logins, cartões de crédito e contas bancárias absolutamente seguros e confortáveis no Steganos Password Manager. Tenha palavras-passe altamente seguras criadas e convenientemente preenchidas automaticamente.\n\nCom os Favoritos Privados, gerir os seus favoritos confidenciais com segurança no Password Manager em vez de no seu navegador. \nO seu Steganos Password Manager está sempre ao seu lado, avisando-o de palavras-passe inseguras ou lembrando-o de renovar as palavras-passe regularmente, se assim o desejar. \n\nO Steganos Password Manager também sincroniza o seu chaveiro encriptado AES de 256 bits com a nuvem, se assim o desejar. E com as nossas aplicações para iOS e Android, e plugins para Chrome, Firefox e Edge, tem sempre acesso a partir de qualquer lugar. A sincronização na nuvem suporta Dropbox, Google Drive, Microsoft OneDrive e Telekom MagentaCLOUD.\n\nNecessita do Steganos Password Manager 22 ou do Steganos Privacy Suite 22 para utilizar esta extensão.",
    "ru": "Steganos Password Manager хранит, управляет и синхронизирует ваши учетные данные на всех ваших устройствах. Помните только один пароль: пароль вашей связки ключей.\n\nУправляйте всеми своими логинами, кредитными картами и банковскими счетами абсолютно безопасно и удобно в Steganos Password Manager. Создавайте высокозащищенные пароли и заполняйте их автоматически.\n\nС помощью Private Favorites вы можете безопасно управлять конфиденциальными закладками в Менеджере паролей, а не в браузере. \nSteganos Password Manager всегда на вашей стороне, предупреждая вас о небезопасных паролях или напоминая вам о необходимости регулярно обновлять пароли, если вы того пожелаете. \n\nSteganos Password Manager также синхронизирует вашу связку ключей с 256-битным AES-шифрованием в облако, если вы хотите. А благодаря нашим приложениям для iOS и Android, а также плагинам для Chrome, Firefox и Edge, вы всегда будете иметь доступ из любого места. Облачная синхронизация поддерживает Dropbox, Google Drive, Microsoft OneDrive и Telekom MagentaCLOUD.\n\nДля использования этого расширения вам необходим Steganos Password Manager 22 или Steganos Privacy Suite 22.",
    "sv": "Steganos Password Manager lagrar, hanterar och synkroniserar dina inloggningsuppgifter på alla dina enheter. Kom ihåg endast ett lösenord: ditt nyckelknippans lösenord.\n\nHantera alla dina inloggningar, kreditkort och bankkonton helt säkert och bekvämt i Steganos Password Manager. Låt mycket säkra lösenord skapas och bekvämt fyllas i automatiskt.\n\nMed Privata favoriter hanterar du dina konfidentiella bokmärken säkert i Lösenordshanteraren i stället för i webbläsaren. \nDin Steganos Password Manager är alltid vid din sida och varnar dig för osäkra lösenord eller påminner dig om att regelbundet förnya lösenord om du vill. \n\nSteganos Password Manager synkroniserar också din 256-bitars AES-krypterade nyckelring till molnet om du vill. Och med våra appar för iOS och Android samt plugins för Chrome, Firefox och Edge har du alltid tillgång till dem var du än befinner dig. Molnsynkronisering stöder Dropbox, Google Drive, Microsoft OneDrive och Telekom MagentaCLOUD.\n\nDu behöver Steganos Password Manager 22 eller Steganos Privacy Suite 22 för att använda det här tillägget."
  }
}