{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Frequência Google Meet™"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Faça a frequência de suas aulas no Google Meet™ e salve no Google Planilhas™."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Registre a frequências de seus alunos com essa extensão 100% compatível com a nova interface do Google Meet™. Com ela será possível registrar a participação dos Estudantes no Google Meet e exportá-las para o Google Planilhas.\n\nVocê é um professor que teve problemas para fazer a frequência da sua turma neste novo ambiente virtual? Você teve problemas ao tentar controlar os alunos que entram e saem de suas aulas no Google Meets?\n\nSe este é você, então você veio à extensão certa! Participar do Google Meet pode ser um processo complicado, então simplificamos tudo para você. Com a Frequência para o Google Meet, registrar a participação é tão fácil quanto alguns cliques.\n\nEsta extensão oferece suporte a uma variedade de recursos exclusivos:\n- uma interface de usuário intuitiva que se integra perfeitamente com a IU do Google Meet;\n- permite ao usuário criar e armazenar várias listas de classes;\n- apresenta uma lista dos alunos com símbolos intuitivos que mostram; se eles estão presentes, ausentes, presentes anteriormente, mas saíram (por exemplo, devido a dificuldades técnicas), ou presentes, mas não em sua lista de presença;\n- edição fácil de alunos em uma turma;\n- exportação com um clique para o Planilhas Google.\n\nNossas planilhas geradas automaticamente possuem planilhas separadas para cada uma de suas classes. Depois de clicar em exportar, a extensão atualiza a planilha correspondente à sua classe com os dados de frequência mais recentes, completos com o código do Meet, data, hora e uma linha para cada aluno. Cada entrada do aluno contém as seguintes informações:\n- nome;\n- estivessem presentes ou não;\n- a hora em que eles se juntaram;\n- a hora que eles saíram;\n- a quantidade de vezes que eles aderiram;\n- a duração total durante a qual eles estiveram na chamada;\n\nNossa extensão é segura e não invade os dados do usuário ou informações do aluno\nAcesse o site do projeto: https://frequenciagooglemeet.guithub.io\n\nSe você tiver alguma dúvida, entre em contato conosco pelo canal no telegram: https://t.me/joinchat/-d2ov0s-NCJjYzY5."
  }
}