{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Final Pick on Airbnb - Compare listings"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add a compare button to Airbnb room pages to compare listings and make final pick easier."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Airbnb Final Pick: An Indispensable Companion for Travelers Seeking Perfect Accommodation\n\n* Simplifies Choice: Airbnb Final Pick is designed to help you cut through the clutter of numerous Airbnb options. It targets the common issue of decision paralysis by narrowing down your choices and making your decision-making process smoother and more efficient.\n\n* Compare Feature: The app introduces a unique \"Compare\" button on Airbnb room pages. This key feature allows you to view and evaluate multiple listings side by side, highlighting important factors such as ratings and total cost.\n\n* Prioritize Listings: With Airbnb Final Pick, you can personally prioritize your listings, moving them up or down as per your preference. This ability ensures that you maintain control over your selection process, tailoring it to your unique needs.\n\n* Note-Taking: This app allows you to make personal notes for each listing. With this feature, you can jot down the specifics that catch your eye or any considerations you may have about a particular option, facilitating a more informed decision.\n\n* Sharing Functionality: Found a potential perfect stay? Share your list with friends and travel companions easily via the app. This feature fosters collaboration in decision-making, ensuring everyone's preferences are taken into account.\n\n* Enhances Airbnb Experience: Airbnb Final Pick is aimed at augmenting your Airbnb experience. It adds a layer of convenience and ease to your accommodation search process, making it a more enjoyable endeavor.\n\n* Perfect for All: Whether you're an experienced globetrotter or a first-time Airbnb user, Airbnb Final Pick is an essential tool that will elevate your travel experience. This app is your personalized guide to finding the perfect Airbnb accommodation."
  }
}