{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Email List Builder by cloudHQ"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Build a spreadsheet with all your Gmail contacts and emails"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you looking for an email list builder that will create an email list for you in a matter of seconds? Email List Builder by cloudHQ gets you a list all of the people that you've ever had contact with in your Gmail™, into a neat and organized Google Sheet™ for you. \nThis is an excellent solution to use so that you can:\n✅ Create an email list to send an email campaign (*tip: use mailking.io, another one of our services for free email campaigns)\n✅ Monitor interactions with your customers or your suppliers \n✅ Keep an updated list of your email contacts in Google Sheets™\nYou'll get every email merge tag identifier needed in order to build an impressive email list of all your contacts and their information. You can even set this service up so that it can continuously update the contact information from your Gmail™ emails, to be captured and updated for you in your Google Sheet™ spreadsheet.  \nHere is a list of all the email merge tag identifiers that you'll get in separate columns in your Google Sheet™:\n1) Email Address\n2) First name\n3) Last Name\n4) Full Name\n5) Bio\n6) Location\n7) Personal Website\n8) Last Sent Email Date (Last email sent to the contact)\n9) Last Sent Email (A link to the actual email you sent)\n10) Total Number of Emails Sent\n11) Awaiting for Reply? (Awaiting reply from the contact)\n12) Last Received Email Date (Last email received from the contact)\n13) Last Received Email (A link to the actual email you received)\n14) Total Number of Emails Received\n15) Not Replied? (Not replied to the contact)\n16) Company Name\n17) Role at Company\n18) Company Website\n19) Company Logo\n20) LinkedIn (Link to profile)\n21) Facebook (Link to profile)\n22) Twitter (Link to profile)\nWe hope you enjoy this simple solution to help you build your email list! Happy email campaigning from your friends at cloudHQ.\n\nThis is an excellent solution for small businesses to improve communications with their customer or supplier relationships. Your spreadsheet will automatically be updated in real-time as new emails or new contacts come into your inbox, so you will always have full visibility of each business-related relationship in an organized report whenever you need it, in a shareable way via Google Sheets.\n\ncloudHQ. Helping your productivity, 1 click at a time.\n\n\ncloudHQ website: https://www.cloudhq.net/\nApp website: https://www.email-list-builder.com/\nPricing: https://www.email-list-builder.com/pricing\nSupport page: https://support.cloudhq.net/category/browser-extensions/email-list-builder/\nBlog: https://blog.cloudhq.net\n\nGoogle Gmail and Google Sheets are trademarks of Google LLC. Use of these trademark are subject to Google Permissions."
  }
}