{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shillong Teer Result"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "We Provide Daily Accurate Shillong Teer Result"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stay up-to-date with the latest Shillong Teer Results right from your Chrome browser! Our extension provides daily accurate Shillong Teer Results, ensuring you never miss a draw. With a simple click, you can view the results for both the first and second rounds, along with the date of the draw.\n\nFeatures:\n\n1. Daily Accurate Results: Receive daily updates on the Shillong Teer results, ensuring you're always in the loop.\n\n2. First & Second Round Results: Access the results for both the first and second rounds of the Shillong Teer draw with just a click.\n\n3. Date of the Draw: Each result includes the date of the draw, so you can easily track and review past results.\n\n4. Convenient Access: Our extension offers a simple and intuitive interface, making it effortless to view the latest Teer results without leaving your browser.\n\n5. Real-time Updates: Stay informed with real-time updates as soon as the results are announced, ensuring you never miss a draw.\n\nHow to Use:\n\n1. Install the Shillong Teer Results extension from the Chrome Web Store.\n\n2. Click on the extension icon in your Chrome browser toolbar to view the latest Teer results.\n\n3. Explore the results for both the first and second rounds, along with the date of the draw.\n\nWhether you're a Teer enthusiast, a curious observer, or someone seeking reliable information, the Shillong Teer Results extension is your go-to source for accurate and timely updates. Download now and experience the convenience of staying informed with just a click!"
  }
}