{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazing Reviews - L'IA de vos Achats Amazon",
    "en": "Amazing Reviews - The AI for Your Amazon Shopping"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Analysez les commentaires des produits Amazon.",
    "en": "Analyze product reviews on Amazon."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Acheter en ligne peut être une expérience déplaisante, mais notre extension Chrome est là pour vous aider à simplifier vos achats sur Amazon.\n\nLes Principales Fonctionnalités de notre Extension :\n\n1. Résumés des Avis : Notre extension utilise l'IA pour créer des résumés sur les avis d’un produit donné. Ces résumés vous permettent de prendre rapidement connaissance des opinions des autres acheteurs.\n\n2. Identification des Thèmes : Nous identifions les thèmes les plus fréquemment abordés dans les commentaires pour vous donner un aperçu des points forts et des préoccupations liées au produit.\n\n3. Avis d'Achats Vérifiés : Vous pouvez avoir confiance dans les informations que vous obtenez. Nous nous appuyons exclusivement sur des commentaires d'achat vérifiés pour garantir la crédibilité des données que nous vous présentons.\n\n4. Faciliter des Comparaisons : Si vous appréciez la comparaison de produits, notre extension simplifie ce processus en vous fournissant des informations pertinentes pour des choix d'achat éclairés.\n\nNotre objectif est de vous aider à gagner du temps et à avoir plus de confiance dans vos achats en ligne sans vous submerger d'informations. Téléchargez notre Extension Chrome dès maintenant pour rendre vos expériences d'achat sur Amazon plus agréables et plus informatives.",
    "en": "Shopping online can be an unpleasant experience, but our Chrome extension is here to help you streamline your Amazon purchases.\n\nKey Features of Our Extension:\n\n1 - Review Summaries: Our extension utilizes AI to create summaries of product reviews. These summaries allow you to quickly understand the opinions of other buyers.\n\n2 - Theme Identification: We identify the most frequently discussed themes in the reviews to provide you with insights into product strengths and concerns.\n\n3 - Verified Purchase Reviews: You can trust the information you receive. We rely exclusively on verified purchase reviews to ensure the credibility of the data we present to you.\n\n4 - Simplify Comparisons: If you appreciate comparing products, our extension simplifies this process by providing you with relevant information for informed purchase decisions.\n\nOur goal is to help you save time and have more confidence in your online purchases without overwhelming you with information. Download our Chrome Extension now to make your Amazon shopping experiences more enjoyable and informative."
  }
}