{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "cottonTracks"
  },
  "short": {
    "am,ar,bg,bn,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The only browser history you will ever want to keep.",
    "ca,es,es_419": "El único historial de tu navegador que querrás siempre guardar.",
    "fr": "Le seul historique de navigation que vous aurez envie de garder."
  },
  "long": {
    "am,ar,bg,bn,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "THE ONLY BROWSER HISTORY YOU WILL EVER WANT TO KEEP\n\ncottonTracks is an automated and curated record of the best content you experience on your web browser. It replaces your history and bookmarks while maintaining a stunning summary of your insights and influences. Navigate as usual and we take care of organizing your favorite content seamlessly.\n\nAN INTELLIGENT RECORD OF YOUR INTERESTS\n\nOur algorithms create collections of interesting articles, videos, images and maps based on how deeply you investigate a particular subject. Search and browse a few pages around the same idea and the app will remember and organize the information automatically.\n\nSTOP BOOKMARKING\n\nWe believe in an unobtrusive and smart way of defining your own web. The time of searching in an undifferentiated mass of information and collecting references by hand is over. Want to go back to some information previously seen about the topic of a video you are currently playing? Click the C button and access the most relevant stories you have encountered in the past weeks, months or years around this very subject.\n\nSMART QUOTES\n\nWant to remember a specific joke or an impressive number in an article? Highlight it and we will remember it as a quote.\n\nPRIVACY\n\nYou should not have to worry about the location of your data, especially the intimate one. Your browser history is never sent to a server and the app entirely runs within your computer. We parse content, not people. You can use cottonTracks without any log in.",
    "ca": "EL ÚNICO HISTORIAL DE TU NAVEGADOR QUE QUERRÁS SIEMPRE GUARDAR\n \ncottonTracks es un registro automatizado y curado del mejor contenido que encuentras en tu navegador web. Sustituye el historial y los marcadores, manteniendo un impresionante resumen de tus ideas y aquello que te influencia en la web. Navega como lo haces siempre y nosotros nos encargamos de organizar tu contenido favorito de manera sencilla y sin ningún problema.\n \nUN REGISTRO INTELIGENTE DE TUS INTERESES\n\nNuestros algoritmos crean colecciones de artículos interesantes, videos, imágenes y mapas con base en la profundidad de lo que investigas acerca de un tema en particular. Busca y navega por algunas páginas relacionadas a una misma idea y la aplicación recordará y organizará la información de manera automática.\n \nEVITAR LOS MARCADORES (BOOKMARKING)\n\nCreemos que existe una forma discreta e inteligente de definir tu propia web. El tiempo de búsqueda en una masa indiferenciada de información y la recolección de referencias manualmente ha terminado. \n¿Quieres volver a información previamente vista sobre el tema de un vídeo que estás reproduciendo en este momento? Haz clic en el botón C y accede a las noticias más relevantes que has encontrado en las últimas semanas, meses o años en torno a este tema.\n  \nCITAS INTELIGENTES\n\n¿Quieres recordar una broma en específica o una impresionante cifra de un artículo? Resáltalo y nosotros lo recordaremos como una cita.\n \nPRIVACIDAD\n\nNo deberías tener que preocuparte acerca de la ubicación de tu información, en especial de aquella íntima. Tu historial de navegación nunca se envía a ningún servidor y la aplicación se ejecuta por completo dentro de tu equipo o computadora. Además, analizamos el contenido, y no las personas. Puedes usar cottonTracks sin la necesidad de un nombre de usuario y contraseña.",
    "es,es_419": "EL ÚNICO HISTORIAL DE TU NAVEGADOR QUE QUERRÁS SIEMPRE GUARDAR\n \ncottonTracks es un registro automatizado y curado del mejor contenido que encuentras en tu navegador web. Sustituye el historial y los marcadores, manteniendo un impresionante resumen de tus ideas y aquello que te influencia en la web. Navega como lo haces siempre y nosotros nos encargamos de organizar tu contenido favorito de manera sencilla y sin ningún problema.\n \nUN REGISTRO INTELIGENTE DE TUS INTERESES\n\nNuestros algoritmos crean colecciones de artículos interesantes, videos, imágenes y mapas con base en la profundidad de lo que investigas acerca de un tema en particular. Busca y navega por algunas páginas relacionadas a una misma idea y la aplicación recordará y organizará la información de manera automática.\n\nEVITAR LOS MARCADORES (BOOKMARKING)\n\nCreemos que existe una forma discreta e inteligente de definir tu propia web. El tiempo de búsqueda en una masa indiferenciada de información y la recolección de referencias manualmente ha terminado. \n¿Quieres volver a información previamente vista sobre el tema de un vídeo que estás reproduciendo en este momento? Haz clic en el botón C y accede a las noticias más relevantes que has encontrado en las últimas semanas, meses o años en torno a este tema.\n  \nCITAS INTELIGENTES\n\n¿Quieres recordar una broma en específica o una impresionante cifra de un artículo? Resáltalo y nosotros lo recordaremos como una cita.\n \nPRIVACIDAD\n\nNo deberías tener que preocuparte acerca de la ubicación de tu información, en especial de aquella íntima. Tu historial de navegación nunca se envía a ningún servidor y la aplicación se ejecuta por completo dentro de tu equipo o computadora. Además, analizamos el contenido, y no las personas. Puedes usar cottonTracks sin la necesidad de un nombre de usuario y contraseña.",
    "fr": "LE SEUL HISTORIQUE DE NAVIGATION QUE VOUS AUREZ ENVIE DE GARDER\n\ncottonTracks est un recueil du meilleur contenu web que vous consultez. Il remplace votre historique et vos signets tout en générant un impressionnant résumé de vos inspirations et de vos connaissances. Naviguez comme à votre habitude tandis que nous organisons pour vous vos contenus favoris.\n\nUNE COLLECTION INTELLIGENTE DE VOS INTÉRÊTS\n\nNos algorithmes génèrent des collections d'articles, vidéos, images et cartes fondées sur le temps que vous passez à rechercher un sujet en particulier. Recherchez et surfez quelques pages autour de la même idée et l'application enregistrera de manière organisée cette information.\n\nLA FIN DU “BOOKMARKING”\n\nNous croyons en une façon intelligente et sans friction de définir votre internet. Le temps de la recherche dans un chaos de dossiers indifférenciés ou des favoris collectés manuellement est bel et bien terminé.\nBesoin de retrouver un contenu en rapport avec une vidéo que vous êtes en train de regarder ? Cliquez sur le bouton C pour accéder aux histoires les plus pertinentes qui vous ont plu ces derniers jours, mois ou années.\n\nCITATIONS AUTOMATIQUES\n\nEnvie de vous souvenir d'une blague ou d'un chiffre impressionnant en particulier ? Surlignez-les et nous nous souviendrons de ces citations.\n\nVIE PRIVEE\n\nVous ne devriez pas avoir à vous soucier de l'endroit où sont envoyées vos données personnelles, en particulier les informations les plus intimes. Avec notre service, votre historique n'est jamais envoyé sur un serveur. L'application et ses dépendances tournent entièrement sur votre machine. Nous traitons l'information du contenu et non des personnes. Vous pouvez utiliser cottonTracks sans avoir besoin d'enregistrer vos données personnelles."
  }
}