{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "URL Tracking Stripper & Redirect Skipper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Increase the speed & privacy of your browsing. Skip/remove tracking parameters & redirects from URLs to keep them shorter & cleaner."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tracking Stripper: Some sites and email lists use links that contain url tracking tokens and tracking parameters (e.g. \"utm_source=blah\") in order to keep statistics on the source of traffic visiting their sites. URL Tracking Stripper will strip URL tracking parameters from URLs to keep them short and cleaner for sharing, bookmarking, instant messaging, etc.\n\nThis extension removes URL tracking parameters, URL tracking tokens, and UTM tracking tokens like Google Analytics™ (UTM) / Urchin™, Marketo™, Adobe Omniture SiteCatalyst™, MailChimp and others, with more being added as I find them or people ask me.\n\nRedirect Skipper: Some sites (like Google Search results, links in Gmail emails, links in Facebook, or those that are part of affiliate networks) wrap the links on their pages in a quick redirect that is meant to cookie/track you before passing you on to the target URL. Often times this practice is disguised and not shown in the \"hover\" URL, but if you watch the network requests it sure does happen. \n\nThis extension will detect such redirects that it knows about and skip them altogether, instead going straight to the target URL. Currently supports Google Search Results redirects, with more being added as I find them or people ask me.\n\nContext Menu / Right-Click: The extension will also install a Context Menu (\"right-click\") item that will be available on \"link-like\" elements on web pages. When chosen, this menu item will copy the element URL, skip any known redirect it may contain, then strip any tracking parameters from the target URL, and finally make that cleansed URL available in your clipboard. This is handy for automatically cleaning up any links you want to copy, but without having to click on them first.\n\nYou can choose from several different \"stripping methods\" to suit your speed & privacy preferences.\n\nThe extension's icon will \"activate\" when a URL has been altered by this extension and it will show you what the original URL was. It also allows you to load that original URL unaltered if you like, which is useful if you are experiencing issues or want the full URL to load for whatever reason.\n\nThis is literally the Extension that I would want for this purpose and that's why I wrote it! Contact me for any requests or to add more trackers to block!"
  }
}