{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Favorite Tabs"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Manage and switch to your favorite tabs easily."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Favorite Tabs is a powerful extension that allows users who frequently work with multiple open tabs to easily save and manage their favorite tabs. With a user-friendly interface, you can easily save and organize your favorite tabs for quick access, making it an ideal solution for users who juggle numerous tabs daily. Later, with just a click in the extension's popup saved tab item, you can effortlessly navigate to any of your saved favorite tabs.\n\nKey Features:\n\n    Save and Easily Navigate Your Favorite Tabs: Add any open tab to your favorites list with a simple click, and keep track of your most-used tabs effortlessly. Access your saved favorite tabs directly from the extension’s popup, and click on any favorite tab item to navigate to that tab instantly. This feature saves you the hassle of searching through multiple open tabs and provides quick access to your most important ones.\n\n    Advanced Search Functionality: The extension includes a powerful search feature that lets you find any open tab by title or URL. Simply type into the search textbox to switch the popup view to \"All Tabs Search,\" which displays all tabs currently open in your browser that match your search query. Clicking on a search result will quickly navigate you to that tab.\n\n    Seamless View Switching: Typing in the search textbox automatically switches the popup to the \"All Tabs Search\" view, displaying tabs that match your search query. When you clear the search textbox, the popup effortlessly returns to the \"Favorites Tabs\" view. This ensures a smooth and intuitive workflow by dynamically adjusting the view based on your actions.\n\n    Add New Tabs: Enter a URL into the textbox and click the \"Add\" button to open the URL in a new tab. The newly opened tab is automatically added to your favorites list, ensuring that your important tabs are always just a click away.\n\n    Tab Navigation History: The extension tracks your recent tab navigation, allowing you to seamlessly move forward and backward through your visited tabs. With dedicated buttons for navigating through your tab history, you can easily revisit previous tabs or advance to the next one, simplifying the management and tracking of your browsing activity.\n\nNote: Due to browser limitations, tab IDs are not preserved across sessions. However, this extension features advanced functionality to automatically restore tab IDs after you close and reopen your browser, ensuring seamless continuity between sessions."
  }
}