{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WebGuard"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Illuminate the Web: Your Shield Against Dark Patterns."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WebGuard :\nIt is more than just another browser extension – it's your ally in the fight against deceptive online practices. Here's how WebGuard can empower you to navigate the web with clarity and confidence:\n\n⦿ Real-Time Detection and Highlighting:\nAs you browse the web, WebGuard works silently in the background, scanning websites for signs of dark patterns. When a potential dark pattern is detected, WebGuard instantly highlights it, bringing your attention to the deceptive element and allowing you to proceed with caution.\n\n⦿ Educational Insights and Explanations:\nWebGuard doesn't just identify dark patterns – it also educates you about them. With informative tooltips and explanations, WebGuard helps you understand how dark patterns operate, why they're used, and how to recognize them in the future. By arming you with knowledge, WebGuard empowers you to make informed decisions while browsing the web.\n\n⦿ Seamless Integration:\nWebGuard seamlessly integrates into your browser, providing a lightweight and unobtrusive browsing experience. With minimal setup required, you can start enjoying the benefits of WebGuard right away without any hassle or inconvenience.\n\n⦿ Community Reporting:\nWebGuard allows users to report suspected dark patterns directly from their browser. By crowdsourcing reports from our user community, we can quickly identify and address new dark patterns, further enhancing the effectiveness of our detection algorithms and providing a safer browsing experience for everyone.\n\n⦿ Browser Compatibility:\nWhether you prefer Chrome, Edge ,Brave ,Arc or any other major Chromium based browser, WebGuard has you covered. Our extension is compatible with all popular browsers, ensuring that you can enjoy a consistent and reliable browsing experience across all your devices.\n\nWhy Choose WebGuard?\nStill not convinced? Here are just a few reasons why WebGuard is the must-have extension for anyone who values their online privacy and peace of mind:\n\n⦿ Protect Your Privacy:\nIn an age where personal data is more valuable than ever, protecting your privacy online is paramount. With WebGuard, you can rest assured knowing that you're safeguarding your personal information and avoiding potentially harmful interactions with deceptive websites.\n\n⦿ Save Time and Frustration:\nGone are the days of falling victim to annoying pop-ups, misleading buttons, and deceptive design tricks. With WebGuard by your side, you can browse the web without the frustration of being misled or manipulated by dark patterns, saving you time and energy.\n\n⦿ Empower Your Browsing Experience:\nBy using WebGuard, you're not just passively browsing the web – you're actively taking a stand against deceptive practices and contributing to a fairer digital landscape. With WebGuard, you can reclaim control of your online experience and browse with confidence, knowing that you're protected from the pitfalls of dark patterns.\n\nJoin the Fight Against Dark Patterns:\nThe battle against dark patterns is ongoing, but with WebGuard, you can be part of the solution. By installing WebGuard, you're not only protecting yourself – you're also sending a message to website owners and service providers that deceptive practices will not be tolerated. Together, we can create a safer, more transparent online environment for everyone.\n\nGet WebGuard Today:\nReady to take back control of your online experience? Don't wait – install WebGuard today and start browsing the web with confidence. With WebGuard on your side, you can surf safely, securely, and without fear of falling victim to deceptive dark patterns."
  }
}