{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tumblr Collage"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A revolutionary way to browse Tumblr photo blogs"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple click displays the blog in a beautiful interactive photo collage. Nothing but photographs; no fluff, no text, and no weird layouts to slow you down.\n\nINSTRUCTIONS: The Tumblr Collage icon appears on the right side of the address bar when you visit a Tumblr blog. Clicking on this icon will open a new tab displaying the blog's photos in a dynamic collage. Simply scroll down to see more.\n\nBugs or Suggestions? Use the \"Send Feedback\" button located on the Details tab.\n\nNew in 1.4.9\n\n★ Received feedback what this extension is hard to use! Added a help page displayed for new installs.\n\nNew in 1.4.8\n\n☂ Fixed issue with linking to tumblr account this may include viewing your Dashboard and Likes\n\nNew in 1.4.7\n\n★ View the blog owner's Likes as a photo collage!\n\nThis feature can be switched on in the Extension's Options page. Change the behavior of the collage icon (appears to the right of the address bar) to view the Likes. Change the icon click to display shared Likes, blog posts only or be prompted to pick either.\n*Note: Viewing a user's Likes depends on their privacy setting.\n\nNew in 1.4.6\n\n★ Reblog or Like posts directly from collage view through the context menu  (right click on an image). Linking with your tumblr account is required to use this feature.\n\nNew in 1.4.5.6\n\n☂ Fixed issue with linking to tumblr account \n\nNew in 1.4.5.5\n\n☂ Fixed issue with Link to tumblr button not appearing under Options. (Tumblr API now requires a callback url. Previously oob worked. They fixed that bug)\n\nNew in 1.4.5.4\n\n☂ Trying to address some performance concerns with resume browsing.\n\nNew in 1.4.5.3\n\n☂ Fixed issue where collage icon did not appear for some Tumblr blogs.\n\nNew in 1.4.5.2\n\n☂ Fixed issue where zooming in on the image didn't zoom until the full image was loaded.\n\nNew in 1.4.5.1\n\n☂ Fixed issue with updating the collage item width in options not reflecting on all open collages. And resumed collages should now update their width based on size given in options page.\n\nNew in 1.4.5\n\n★ New Resume Browsing feature allows you to pick up right where you left off after closing the Collage tab. Works on Dashboard or collage view of any Tumblr blog.\n★ Resume Browsing: A indicator appears when new posts appears on your Dashboard.\n\nNew in 1.4.4.3\n\n☂ Fixed issue with linking to your tumblr account in options. Thanks Adrian!\n\nNew in 1.4.4.2\n\n☂ Fixed issue where the presence of photo sets could exclude some posts from being displayed in the collage\n\nNew in 1.4.4.1\n\n☂ Update to handle Tumblr's undocumented limitations in their API. (i.e. Dashboard can only retrieve the last 250 posts, and Likes only go to the max of 1,000 posts) \n\nNew in 1.4.4\n\n★ Performance: Faster icon activation for blogs that live under the tumblr.com domain (noticeable difference w/ lots of Ads)\n★ Added hot key  'f' to toggle Full screen\n★ Tweaked transitions (feels snappier)\n★ Added experimental feature to preload previous and next photos of the currently enlarged photo (enable under Options)\n\n\nTIP: A Tumblr Collage tab can be bookmarked for later browsing (even though you see an empty address bar)\n\n✔ Photo collage loads in a new tab leaving your normal browsing experience alone\n✔ New photos are automatically loaded as you scroll towards the end until all photos are loaded (infinite-scrolling)\n✔ Photos thumbnails are automatically ordered and positioned into a collage through an attractive animation even when you re-size your window\n✔ Photo thumbnails can be customized on the option page\n✔ Clicking on a photo will enlarge the photo for best fit\n✔ Navigate to previous enlarged photos using forward and back buttons\n✔ Enlarge the next photo post using right arrow key and previous using left arrow key\n    (Note: the next or previous post may not be the physically adjacent photo)\n✔ CTRL (or Command in a Mac) clicking on the photograph will load the post for that photo in a new tab\n✔ Ability to Like a Photo Post by pressing the Enter key on an enlarged photo*\n✔ Browse your Tumblr Dashboard in collage mode (go to your Dashboard and click on the collage icon)\n✔ Browse your Likes the same way by go to your Likes page and click on the collage icon*\n✔ Liked posts have a heart next to the photo\n✔ Faster loading of the Page Action on slow loading Tumblr blogs\n\n*This feature requires linking Tumblr Collage to your Tumblr account (only need to do this once on the Options page)"
  }
}