{
  "name": {
    "ar,gu,kn,lv,mr,sl": "Super Goalkeeper Unblocked Game",
    "am,bn,da,fa,fi,he,ja,ko,sw,te": "Super Goalkeeper Sport Games",
    "bg,el,hu,no": "Super Goalkeeper Online Game",
    "ca,cs,et,id,ml,ms,ro,th": "Super Goalkeeper Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,it,lt,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Super Goalkeeper Sport Game",
    "fil,hi,hr,pl,sk,sv,ta": "Super Goalkeeper Online"
  },
  "short": {
    "ar": "يجب أن تدافع عن الكرات التي تأتي عليك في القلعة وأن تكون أفضل حارس مرمى.",
    "am": "በግንብ ውስጥ የሚመጡትን ኳሶች መከላከልና ከሁሉ የተሻለ ጠባቂ መሆን አለብህ።",
    "bg": "Трябва да защитаваш топките, които ти идват в замъка и да бъдеш най-добрия гол.",
    "bn": "আপনাকে অবশ্যই দুর্গে আপনার উপর আসা বলগুলি রক্ষা করতে হবে এবং সেরা গোলরক্ষক হতে হবে।",
    "ca": "Has de defensar les pilotes que et vénen al castell i ser el millor porter.",
    "cs": "Musíte bránit míče, které na vás na hradě přicházejí, a být nejlepším brankářem.",
    "da": "Du skal forsvare de bolde, der kommer på dig i slottet og være den bedste målmand.",
    "de": "Sie müssen die Bälle, die auf Sie in der Burg kommen, verteidigen und der beste Torhüter sein.",
    "el": "Πρέπει να υπερασπιστείτε τις μπάλες που έρχονται πάνω σας στο κάστρο και να είστε ο καλύτερος τερματοφύλακας.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You must defend the balls that come on you in the castle and be the best goalkeeper.",
    "es": "Debes defender los balones que te llegan en el castillo y ser el mejor portero.",
    "et": "Sa pead kaitsma pallid, mis tulevad teile lossis ja olla parim väravavaht.",
    "fa": "شما باید از توپ هایی که در قلعه روی شما می آیند دفاع کنید و بهترین دروازه بان باشید.",
    "fi": "Sinun on puolustettava palloja, jotka tulevat päällesi linnassa, ja oltava paras maalivahti.",
    "fil": "Kailangan mong ipagtanggol ang mga bola na dumating sa iyo sa kastilyo at ang pinakamahusay na goalkeeper.",
    "fr": "Vous devez défendre les ballons qui viennent sur vous dans le château et être le meilleur gardien de but.",
    "gu": "તમારે કિલ્લામાં તમારા પર આવતા દડાનો બચાવ કરવો જ જોઇએ અને શ્રેષ્ઠ ગોલકીપર બનવું જોઈએ.",
    "he": "אתה חייב להגן על הכדורים שמגיעים עליך בטירה ולהיות השוער הטוב ביותר.",
    "hi": "आपको महल में आप पर आने वाली गेंदों की रक्षा करनी चाहिए और सबसे अच्छा गोलकीपर होना चाहिए।",
    "hr": "Morate braniti lopte koje dolaze na vas u dvorcu i biti najbolji golman.",
    "hu": "Meg kell védened a várban rád érkező labdákat, és a legjobb kapusnak kell lenned.",
    "id": "Anda harus mempertahankan bola yang datang pada Anda di kastil dan menjadi penjaga gawang terbaik.",
    "it": "Devi difendere le palle che ti vengono addosso nel castello ed essere il miglior portiere.",
    "ja": "あなたは城であなたに来るボールを守り、最高のゴールキーパーでなければなりません。",
    "kn": "ಕೋಟೆಯಲ್ಲಿ ನಿಮ್ಮ ಮೇಲೆ ಬರುವ ಚೆಂಡುಗಳನ್ನು ನೀವು ರಕ್ಷಿಸಬೇಕು ಮತ್ತು ಅತ್ಯುತ್ತಮ ಗೋಲ್ ಕೀಪರ್ ಆಗಬೇಕು.",
    "ko": "당신은 성에서 당신에게 오는 공을 방어하고 최고의 골키퍼가되어야합니다.",
    "lv": "Jums jāaizstāv bumbas, kas nāk uz jums pilī, un jābūt labākajam vārtsargam.",
    "ml": "കോട്ടയിൽ നിങ്ങളുടെ മേൽ വരുന്ന പന്തുകൾ പ്രതിരോധിക്കുകയും മികച്ച ഗോൾകീപ്പർ ആകുകയും വേണം.",
    "mr": "आपण किल्ल्यात आपल्यावर येणाऱ्या चेंडूंचा बचाव केला पाहिजे आणि सर्वोत्तम गोलकीपर बनले पाहिजे.",
    "ms": "Anda mesti mempertahankan bola yang datang pada anda di istana dan menjadi penjaga gol terbaik.",
    "nl": "Je moet de ballen verdedigen die op je afkomen in het kasteel en de beste keeper zijn.",
    "no": "Du må forsvare ballene som kommer på deg i slottet og være den beste keeperen.",
    "pl": "Musisz bronić piłek, które przychodzą na ciebie w zamku i być najlepszym bramkarzem.",
    "ro": "Trebuie să aperi mingile care vin pe tine în castel și să fii cel mai bun portar.",
    "ru": "Вы должны защищать мячи, которые идут на вас в замке и быть лучшим вратарем.",
    "sk": "Musíte brániť lopty, ktoré na vás prichádzajú na hrade a byť najlepším brankárom.",
    "sl": "Moraš braniti žoge, ki pridejo na vas v gradu in biti najboljši vratar.",
    "sv": "Du måste försvara bollarna som kommer på dig i slottet och vara den bästa målvakten.",
    "sw": "Lazima kutetea mipira kwamba kuja juu yenu katika ngome na kuwa kipa bora.",
    "ta": "கோட்டையில் நீங்கள் வரும் பந்துகளை நீங்கள் பாதுகாக்க வேண்டும் மற்றும் சிறந்த கோல்கீப்பராக இருக்க வேண்டும்.",
    "te": "కోటలో మీపై వచ్చే బంతులను మీరు రక్షించాలి మరియు ఉత్తమ గోల్ కీపర్ గా ఉండాలి.",
    "th": "คุณต้องปกป้องลูกบอลที่เข้ามาหาคุณในปราสาทและเป็นผู้รักษาประตูที่ดีที่สุด",
    "tr": "Kalede üzerinize gelen topları savunmalı ve en iyi kaleci olmalısınız.",
    "uk": "Ви повинні захищати м'ячі, які надходять на вас у замку, і бути найкращим голкіпером."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you the best goalkeeper! Save all the balls and show everyone that you are the best goalkeeper. Become the king of this legendary soccer game.\n\nHow To Play\nPlayed with Mouse.\n\nSuper Goalkeeper Sport Game Features\n✓ Cartoon graphics\n✓ Easy control\n✓ 2D environment\n✓ Fun physics\n\nFinally, you can enjoy these game for free (and more requests will be added)! Super Goalkeeper Sport Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}