{
  "name": {
    "am,ar,bg,bn,ca,en_AU,et,fa,fil,gu,he,hi,hr,kn,lt,lv,ml,mr,sl,sr,sw,ta,te,zh_CN": "下载管理Pro版",
    "cs": "Stáhnout správce Pro",
    "da,el,en,en_GB,en_US,ja,nl,no,ro,ru,sk,sv": "Download Manager Pro",
    "de": "Downloadmanager Pro",
    "es,es_419": "Descargar Manager Pro",
    "fi": "Lataa Manager Pro",
    "fr": "Gestionnaire de téléchargement Pro",
    "hu": "Letöltés Manager Pro",
    "id": "Unduh Manajer Pro",
    "it": "Scarica Manager Pro",
    "ko": "다운로드 관리자 프로",
    "ms": "Muat turun Pengurus Pro",
    "pl": "Pobierz Manager Pro",
    "pt_BR,pt_PT": "Gerenciador de downloads Pro",
    "th": "ตัวจัดการการดาวน์โหลด Pro",
    "tr": "İndirme Yöneticisi Pro",
    "uk": "Менеджер завантажень Pro",
    "vi": "Trình quản lý tải xuống Pro",
    "zh_TW": "下載管理Pro版"
  },
  "short": {
    "am,ar,bg,bn,ca,en_AU,et,fa,fil,gu,he,hi,hr,kn,lt,lv,ml,mr,sl,sr,sw,ta,te,zh_CN": "一款好用的下载管理扩展",
    "cs": "Užitečné rozšíření správce stahování",
    "da": "En nyttig download manager udvidelse",
    "de": "Eine nützliche Download-Manager-Erweiterung",
    "el": "Μια χρήσιμη επέκταση διαχειριστή λήψης",
    "en,en_GB,en_US": "A useful download manager extension",
    "es,es_419": "Una útil extensión de administrador de descargas",
    "fi": "Hyödyllinen lataustenhallinnan laajennus",
    "fr": "Une extension de gestionnaire de téléchargement utile",
    "hu": "Hasznos letöltéskezelő kiterjesztés",
    "id": "Ekstensi pengelola unduhan yang bermanfaat",
    "it": "Un'estensione per il download manager utile",
    "ja": "便利なダウンロードマネージャ拡張機能",
    "ko": "유용한 다운로드 관리자 확장 기능",
    "ms": "Sambungan pengurus muat turun yang berguna",
    "nl": "Een nuttige extensie voor downloadbeheer",
    "no": "En nyttig nedlastingsbehandling for utvidelse",
    "pl": "Przydatne rozszerzenie menedżera pobierania",
    "pt_BR,pt_PT": "Uma extensão útil do gerenciador de download",
    "ro": "O extensie de manager de descărcări utilă",
    "ru": "Полезное расширение диспетчера загрузки",
    "sk": "Užitočné rozšírenie správcu sťahovania",
    "sv": "En användbar nedladdningshanteringsutvidgning",
    "th": "ส่วนขยายผู้จัดการการดาวน์โหลดที่มีประโยชน์",
    "tr": "Yararlı bir indirme yöneticisi uzantısı",
    "uk": "Корисний розширення менеджера завантажень",
    "vi": "Tiện ích mở rộng trình quản lý tải xuống hữu ích",
    "zh_TW": "一款好用的下載管理擴展"
  },
  "long": {
    "am,ar,bg,bn,ca,en_AU,et,fa,fil,gu,he,hi,hr,kn,lt,lv,ml,mr,sl,sr,sw,ta,te,zh_CN": "Download Manager Pro是一款简洁高效的下载管理插件。\n\n- 轻量化：不必担心会让您的浏览器变慢。\n- 简洁高效：各种功能一目了然。通过一次点击就能达到您的目的。\n- 美观：界面统一整洁，十分漂亮。\n- 易于使用：就算是小孩子也能简单上手。",
    "cs": "Download Manager pro je jednoduchý a efektivní plugin pro správu stahování.\n- Lehká: Nebojte se zpomalovat váš prohlížeč.\n- Jednoduché a účinné: všechny funkce jsou přehledné. Cíl můžete dosáhnout jedním kliknutím.\n- Krásné: rozhraní je čisté a uklizené a krásné.\n- Snadné použití: Dokonce i malé děti mohou snadno začít.\n- Zabezpečení a ochrana osobních údajů: Neexistuje externí hovor, jen se spoléhá na vlastní rozhraní Chrome.",
    "da,no": "Download Manager Pro er et simpelt og effektivt download management plugin.\n- Letvægt: Du skal ikke bekymre dig om at bremse din browser.\n- Enkel og effektiv: alle funktioner er klare med et overblik. Du kan nå dit mål med et klik.\n- Smukt: Interfacet er rent og ryddeligt og smukt.\n- Let at bruge: Selv små børn kan nemt komme i gang.",
    "de": "Download Manager Pro ist ein einfaches und effizientes Download-Management-Plugin.\n- Leichtgewicht: Mach dir keine Sorgen über die Verlangsamung deines Browsers.\n- Einfach und effizient: Alle Funktionen sind auf einen Blick übersichtlich. Sie können Ihr Ziel mit einem Klick erreichen.\n- Schön: Die Schnittstelle ist sauber und ordentlich und schön.",
    "el": "Το Download Manager pro είναι ένα απλό και αποτελεσματικό plugin διαχείρισης λήψης.\n- Ελαφρύ: Μην ανησυχείτε για την επιβράδυνση του προγράμματος περιήγησης.\n- Απλή και αποτελεσματική: όλες οι λειτουργίες είναι ξεκάθαρες με μια ματιά. Μπορείτε να επιτύχετε το στόχο σας με ένα κλικ.\n- Όμορφη: Η διασύνδεση είναι καθαρή και τακτοποιημένη και όμορφη.\n- Εύκολο στη χρήση: Ακόμη και μικρά παιδιά μπορούν εύκολα να ξεκινήσουν.",
    "en,en_GB,en_US": "Download Manager Pro is a simple and efficient download management plugin.\n\n- Lightweight: Don't worry about slowing down your browser.\n- Simple and efficient: all functions are clear at a glance. You can achieve your goal with one click.\n- Beautiful: The interface is clean and tidy and beautiful.\n- Easy to use: Even small children can easily get started.",
    "es,es_419": "Download Manager pro es un plugin de administración de descargas simple y eficiente.\n- Ligero: no se preocupe por desacelerar su navegador.\n- Simple y eficiente: todas las funciones son claras de un vistazo. Puedes lograr tu objetivo con un solo clic.\n- Hermoso: la interfaz es limpia, ordenada y hermosa.\n- Fácil de usar: incluso los niños pequeños pueden comenzar fácilmente.",
    "fi": "Download Manager Pro on yksinkertainen ja tehokas lataushallinta plugin.\n- Kevyt: Älä murehdi selaimen hidastamisesta.\n- Yksinkertainen ja tehokas: kaikki toiminnot ovat selkeitä. Voit saavuttaa tavoitteen yhdellä klikkauksella.\n- Kaunis: Liitäntä on puhdas ja siisti ja kaunis.\n- Helppo käyttää: jopa pienet lapset voivat helposti aloittaa.",
    "fr": "Download Manager pro est un plugin de gestion de téléchargement simple et efficace.\n- Structure simple: Ne vous inquiétez pas de ralentir votre navigateur.\n- Simple et efficace: toutes les fonctions sont claires en un coup d'œil. Vous pouvez atteindre votre objectif en un clic.\n- Belle: L'interface est propre et bien rangée et belle.\n- Facile à utiliser: même les petits enfants peuvent facilement commencer.",
    "hu": "A Download Manager pro egyszerű és hatékony letöltéskezelő bővítmény.\n- Könnyű: Ne aggódjon, ha lassítja a böngészőt.\n- Egyszerű és hatékony: minden funkció áttekinthető. Egy kattintással elérheti célját.\n- Gyönyörű: A felület tiszta és rendezett és szép.\n- Könnyen használható: még a kisgyermekek is könnyen elindulhatnak.",
    "id": "Download Manager pro adalah plugin manajemen pengunduhan yang sederhana dan efisien.\nKarakteristiknya adalah:\n- Ringan: Jangan khawatir tentang memperlambat peramban Anda.\n- Sederhana dan efisien: semua fungsi jelas dalam sekejap. Anda dapat mencapai tujuan Anda dengan satu klik.\n- Indah: Antarmukanya bersih dan rapi dan indah.\n- Mudah digunakan: Bahkan anak kecil dapat dengan mudah memulai.",
    "it": "Download Manager pro è un plug-in per la gestione dei download semplice ed efficiente.\n- Leggero: non preoccuparti di rallentare il browser.\n- Semplice ed efficiente: tutte le funzioni sono chiare a colpo d'occhio. Puoi raggiungere il tuo obiettivo con un clic.\n- Bello: l'interfaccia è pulita, ordinata e bella.\n- Facile da usare: anche i bambini piccoli possono facilmente iniziare.",
    "ja": "\bDownload Manager Proは、シンプルで効率的なダウンロード管理プラグインです。\n- 軽量化：ブラウザの速度を落とす心配はありません。\n- シンプルで効率的：すべての機能が一目瞭然です。 ワンクリックで目標を達成することができます。\n- 美しい：インターフェイスはきれいできれいで美しいです。\n- 使いやすい：小さな子供でも簡単に始めることができます。",
    "ko": "Download Manager Pro는 간단하고 효율적인 다운로드 관리 플러그인입니다.\n- Lightweight : 브라우저 속도가 느려지는 것에 대해 걱정하지 마십시오.\n- 간단하고 효율적 : 모든 기능이 한눈에 명확합니다. 한 번의 클릭으로 목표를 달성 할 수 있습니다.\n- 아름다운 : 인터페이스가 깨끗하고 깔끔하고 아름답습니다.\n- 사용하기 쉬움 : 어린 아이라도 쉽게 시작할 수 있습니다.",
    "ms": "下載Manager Pro是一個簡單而高效的下載管理插件。\n- 輕量級：不要擔心放慢瀏覽器速度。\n- 簡單高效：所有功能一目了然。 您只需點擊一下即可實現您的目標。\n- 美麗：界面乾淨整潔美觀。\n- 易於使用：即使是小孩也可以輕鬆啟動。",
    "nl": "Download Manager pro is een eenvoudige en efficiënte plug-in voor downloadbeheer.\n- Lichtgewicht: maak je geen zorgen over het vertragen van je browser.\n- Eenvoudig en efficiënt: alle functies zijn in één oogopslag duidelijk. U kunt uw doel bereiken met één klik.\n- Mooi: de interface is schoon en opgeruimd en mooi.\n- Eenvoudig te gebruiken: zelfs kleine kinderen kunnen gemakkelijk aan de slag.",
    "pl": "一款好用的下载管理扩展",
    "pt_BR,pt_PT": "Download Manager pro é um plugin de gerenciamento de download simples e eficiente.\n- Leve: não se preocupe em abrandar o seu navegador.\n- Simples e eficiente: todas as funções são claras num piscar de olhos. Você pode alcançar seu objetivo com um clique.\n- Bonita: A interface é limpa, arrumada e bonita.\n- Fácil de usar: até mesmo crianças pequenas podem começar facilmente.",
    "ro": "Download Manager este un plugin simplu și eficient pentru gestionarea descărcărilor.\n- Ușor: Nu vă faceți griji cu privire la încetinirea browserului.\n- Simplu și eficient: toate funcțiile sunt clare dintr-o privire. Puteți atinge obiectivul dvs. cu un singur clic.\n- Frumos: interfața este curată și ordonată și frumoasă.\n- Ușor de utilizat: Chiar și copii mici pot începe cu ușurință.\n- Securitate și confidențialitate: Nu există apel extern, bazându-se doar pe interfața proprie a cromului.",
    "ru": "Download Manager pro - простой и эффективный плагин для управления загрузкой.\n- Легкий: не беспокойтесь о замедлении работы вашего браузера.\n- Простая и эффективная: все функции понятны с первого взгляда. Вы можете достичь своей цели одним щелчком мыши.\n- Красивый: интерфейс чистый, аккуратный и красивый.\n- Прост в использовании: даже маленькие дети могут легко начать работу.",
    "sk": "Download Manager pre je jednoduchý a efektívny plugin pre správu sťahovania.\n- Ľahká: Nebojte sa spomaliť prehliadač.\n- Jednoduché a účinné: všetky funkcie sú na prvý pohľad jasné. Cieľ môžete dosiahnuť jediným kliknutím.\n- Krásne: rozhranie je čisté, upratané a krásne.\n- Jednoduché používanie: Dokonca aj malé deti môžu ľahko začať.",
    "sv": "Download Manager pro är en enkel och effektiv nedladdningshanterings plugin.\n- Lättvikt: Oroa dig inte för att sakta ner din webbläsare.\n- Enkelt och effektivt: alla funktioner är tydliga i ett ögonkast. Du kan nå ditt mål med ett klick.\n- Vackert: Gränssnittet är rent och snyggt och vackert.\n- Lätt att använda: Även små barn kan enkelt komma igång.",
    "th": "ดาวน์โหลด Manager pro เป็นปลั๊กอินสำหรับการจัดการการดาวน์โหลดที่เรียบง่ายและมีประสิทธิภาพ\n- น้ำหนักเบา: ไม่ต้องกังวลกับการชะลอตัวของเบราเซอร์\n- ง่ายและมีประสิทธิภาพ: ฟังก์ชั่นทั้งหมดมีความชัดเจนในทันที คุณสามารถบรรลุเป้าหมายด้วยการคลิกเพียงครั้งเดียว\n- สวยงาม: อินเตอร์เฟซที่สะอาดและเป็นระเบียบเรียบร้อยและสวยงาม\n- ใช้งานง่าย: แม้แต่เด็กเล็ก ๆ ก็สามารถเริ่มต้นได้ง่าย",
    "tr": "Download Manager pro, basit ve verimli bir indirme yönetimi eklentisidir.\n- Hafif: Tarayıcınızı yavaşlatmak için endişelenmeyin.\n- Basit ve verimli: Bir bakışta tüm işlevler açıktır. Tek bir tıklama ile hedefe ulaşabilirsin.\n- Güzel: Arayüz temiz ve düzenli ve güzel.\n- Kullanımı kolay: Küçük çocuklar bile kolayca başlayabilir.",
    "uk": "Download Manager Pro - це простий та ефективний плагін для керування завантаженням.\n- Легкий вага: не турбуйтеся про сповільнення вашого браузера.\n- Простий та ефективний: всі функції ясні з першого погляду. Ви можете досягти своєї мети одним клацанням миші.\n- Красивий: інтерфейс чистий, охайний та красивий.\n- Легкий у використанні: навіть маленькі діти можуть легко почати роботу.",
    "vi": "Download Manager pro là một plugin quản lý download đơn giản và hiệu quả.\nĐặc điểm của nó là:\n- Nhẹ: Đừng lo lắng về việc làm chậm trình duyệt của bạn.\n- Đơn giản và hiệu quả: tất cả các chức năng đều rõ ràng trong nháy mắt. Bạn có thể đạt được mục tiêu của bạn với một cú nhấp chuột.\n- Đẹp: Giao diện đẹp và gọn gàng và đẹp mắt.\n- Dễ sử dụng: Ngay cả trẻ nhỏ cũng có thể dễ dàng bắt đầu.",
    "zh_TW": "Download Manager Pro是一款簡潔高效的下載管理插件。\n\n- 輕量化：不必擔心會讓您的瀏覽器變慢。\n- 簡潔高效：各種功能一目了然。通過一次點擊就能達到您的目的。\n- 美觀：界面統一整潔，十分漂亮。\n- 易於使用：就算是小孩子也能簡單上手。"
  }
}