{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mile Wide Back"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allows you to quickly navigate your browser history and to switch between tabs by clicking on the left edge of your screen/window.",
    "de": "Ermöglicht das schnelle Zurücknavigieren im Browserverlauf, indem Sie auf den linken Rand des Fensters klicken, vorwärts…",
    "es": "Le permite navegar rápidamente hacia atrás en el historial del navegador haciendo clic en el borde izquierdo de la ventana, navegar…",
    "fr": "Vous permet de revenir rapidement en arrière dans l'historique du navigateur en cliquant sur la bordure gauche de la fenêtre,…",
    "ja": "ウィンドウの左の境界をクリックしてブラウザの履歴にすばやく戻り、右クリックして前方に移動し、左の境界を中クリックして現在のタブを閉じ、マウスホイールを回転させることができます 現在のタブを順に切り替えます。…",
    "ko": "창의 왼쪽 테두리를 클릭하여 브라우저 기록에서 빠르게 뒤로 탐색하고, 마우스 오른쪽 단추를 클릭하여 앞으로 탐색하고, 왼쪽 테두리를 마우스 오른쪽 단추로 클릭하여 현재 탭을 닫고 마우스 휠을 회전 할 수 있습니다 현재 탭을 순환합니다.…",
    "nl": "Hiermee kunt u snel terug navigeren in de browsergeschiedenis door op de linkerrand van het venster te klikken, vooruit te…",
    "ru": "Позволяет быстро перемещаться назад в истории браузера, щелкая левой границей окна, перемещаясь вперед, щелкая правой кнопкой мыши…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The left edge of your browser window becomes a multi-purpose button. It is infinitely wide because your mouse can continue to travel left, while the cursor will remain stuck to the edge of the screen.\n\nFor optimal usability, please make sure that your window in maximized.\n\nThe trick is to fling your wrist to the left. No accuracy or coordination is needed here. You could even do this blind-folded.\n\nThen proceed to left/middle/right click the mouse as desired or rotate your mouse wheel.\n\n* Left click to navigate back\n* Right click to navigate forward\n* Middle-click to close the current tab\n* Rotate the mouse wheel to cycle through your open tabs\n* Left and right click at the same time to create a new tab\n\nThis extension doesn't work on the Browser's Settings page and the WebStore page, because of Chrome's security policy.\n\nUnlike other mouse gesture extensions, this extension doesn't require you to hold the mouse button down while moving it, which means less coordination required!",
    "de": "Der linke Rand Ihres Browserfensters wird zu einer Mehrzweckschaltfläche. Es ist unendlich breit, weil Ihre Maus nach links weiterfahren kann, während der Cursor am Bildschirmrand hängen bleibt.\n\nFür eine optimale Benutzerfreundlichkeit stellen Sie bitte sicher, dass Ihr Fenster maximiert ist.\n\nDer Trick besteht darin, das Handgelenk nach links zu schleudern. Hier ist weder Genauigkeit noch Koordination erforderlich. Sie könnten dies sogar mit verbundenen Augen tun.\n\nFahren Sie dann wie gewünscht mit der linken/mittleren/rechten Maustaste fort oder drehen Sie Ihr Mausrad.\n\n* Linksklick um zurück zu navigieren\n* Rechtsklick um vorwärts zu navigieren\n* Klicken Sie mit der mittleren Maustaste, um die aktuelle Registerkarte zu schließen\n* Drehen Sie das Mausrad, um durch Ihre geöffneten Registerkarten zu blättern\n* Links- und Rechtsklick gleichzeitig, um eine neue Registerkarte zu erstellen\n\nDiese Erweiterung funktioniert aufgrund der Sicherheitsrichtlinie von Chrome nicht auf der Einstellungsseite des Browsers und der WebStore-Seite.\n\nIm Gegensatz zu anderen Mausgesten-Erweiterungen müssen Sie bei dieser Erweiterung die Maustaste nicht gedrückt halten, während Sie sie bewegen, was bedeutet, dass weniger Koordination erforderlich ist!",
    "es": "El borde izquierdo de la ventana de su navegador se convierte en un botón de usos múltiples. Es infinitamente ancho porque su mouse puede continuar viajando hacia la izquierda, mientras que el cursor permanecerá pegado al borde de la pantalla.\n\nPara una usabilidad óptima, asegúrese de que su ventana esté maximizada.\n\nEl truco consiste en mover la muñeca hacia la izquierda. Aquí no se necesita precisión ni coordinación. Incluso podrías hacer esto con los ojos vendados.\n\nLuego proceda a hacer clic izquierdo / medio / derecho con el mouse como desee o gire la rueda del mouse.\n\n* Clic izquierdo para navegar hacia atrás\n* Haga clic derecho para navegar hacia adelante\n* Haga clic con el botón central para cerrar la pestaña actual\n* Gire la rueda del mouse para recorrer las pestañas abiertas\n* Haga clic izquierdo y derecho al mismo tiempo para crear una nueva pestaña\n\nEsta extensión no funciona en la página de configuración del navegador y en la página de la tienda web, debido a la política de seguridad de Chrome.\n\nA diferencia de otras extensiones de gestos del mouse, esta extensión no requiere que mantenga presionado el botón del mouse mientras lo mueve, lo que significa que se requiere menos coordinación.",
    "fr": "Le bord gauche de la fenêtre de votre navigateur devient un bouton polyvalent. Il est infiniment large car votre souris peut continuer à se déplacer vers la gauche, tandis que le curseur restera collé au bord de l'écran.\n\nPour une utilisation optimale, veuillez vous assurer que votre fenêtre est maximisée.\n\nL'astuce consiste à lancer votre poignet vers la gauche. Aucune précision ou coordination n'est nécessaire ici. Vous pouvez même le faire les yeux bandés.\n\nEnsuite, faites un clic gauche/milieu/droit sur la souris comme vous le souhaitez ou faites tourner la molette de votre souris.\n\n* Clic gauche pour revenir en arrière\n* Faites un clic droit pour naviguer vers l'avant\n* Cliquez avec le bouton du milieu pour fermer l'onglet actuel\n* Faites tourner la molette de la souris pour parcourir vos onglets ouverts\n* Clic gauche et droit en même temps pour créer un nouvel onglet\n\nCette extension ne fonctionne pas sur la page Paramètres du navigateur et la page WebStore, en raison de la politique de sécurité de Chrome.\n\nContrairement à d'autres extensions de gestes de souris, cette extension ne nécessite pas que vous mainteniez le bouton de la souris enfoncé tout en le déplaçant, ce qui signifie moins de coordination requise !",
    "ja": "ブラウザ ウィンドウの左端が多目的ボタンになります。 カーソルが画面の端に留まっている間、マウスは左に移動し続けることができるため、無限に広くなります。\n\n最適な操作性を得るには、ウィンドウを最大化してください。\n\nコツは、手首を左に振ることです。 ここでは、正確さや調整は必要ありません。 目隠しをしたままでもできます。\n\n次に、必要に応じてマウスを左/中/右クリックするか、マウス ホイールを回転させます。\n\n* 左クリックで戻る\n* 右クリックして前方に移動します\n* 中クリックして現在のタブを閉じる\n* マウス ホイールを回転させて、開いているタブを切り替えます\n* 左右同時クリックで新規タブ作成\n\nChrome のセキュリティ ポリシーにより、この拡張機能はブラウザの設定ページと Web ストア ページでは機能しません。\n\n他のマウス ジェスチャー拡張機能とは異なり、この拡張機能ではマウス ボタンを押したまま移動する必要がないため、調整の必要が少なくなります。",
    "ko": "브라우저 창의 왼쪽 가장자리가 다목적 버튼이됩니다. 마우스는 계속 왼쪽으로 이동할 수 있지만 커서는 화면 가장자리에 고정되어 있기 때문에 무한히 넓습니다.\n\n최적의 사용성을 위해 창을 최대화하십시오.\n\n요령은 손목을 왼쪽으로 던지는 것입니다. 여기에는 정확성이나 조정이 필요하지 않습니다. 눈을 가리고 할 수도 있습니다.\n\n그런 다음 원하는대로 마우스를 왼쪽 / 중간 / 오른쪽 클릭으로 진행하거나 마우스 휠을 회전합니다.\n\n* 뒤로 이동하려면 왼쪽 클릭\n* 앞으로 이동하려면 오른쪽 클릭\n* 현재 탭을 닫으려면 가운데 클릭\n* 마우스 휠을 돌려 열려있는 탭을 순환합니다.\n* 왼쪽과 오른쪽을 동시에 클릭하여 새 탭을 만듭니다.\n\n이 확장 프로그램은 Chrome의 보안 정책으로 인해 브라우저의 설정 페이지와 웹 스토어 페이지에서 작동하지 않습니다.\n\n다른 마우스 제스처 확장과 달리이 확장은 마우스 버튼을 누른 상태에서 움직일 필요가 없으므로 조정이 덜 필요합니다!",
    "nl": "De linkerrand van uw browservenster wordt een multifunctionele knop. Hij is oneindig breed omdat je muis naar links kan blijven bewegen, terwijl de cursor aan de rand van het scherm blijft plakken.\n\nVoor optimale bruikbaarheid, zorg ervoor dat uw venster gemaximaliseerd is.\n\nDe truc is om je pols naar links te gooien. Nauwkeurigheid of coördinatie is hier niet nodig. Je zou dit zelfs geblinddoekt kunnen doen.\n\nGa dan verder met de linker/middelste/rechter muisklik naar wens of draai aan uw muiswiel.\n\n* Klik met de linkermuisknop om terug te navigeren\n* Klik met de rechtermuisknop om vooruit te navigeren\n* Middelklik om het huidige tabblad te sluiten\n* Draai aan het muiswiel om door uw geopende tabbladen te bladeren\n* Links- en rechtsklik tegelijkertijd om een nieuw tabblad te maken\n\nDeze extensie werkt niet op de pagina Browserinstellingen en de WebStore-pagina vanwege het beveiligingsbeleid van Chrome.\n\nIn tegenstelling tot andere extensies voor muisbewegingen, hoeft u bij deze extensie de muisknop niet ingedrukt te houden tijdens het verplaatsen, wat betekent dat er minder coördinatie nodig is!",
    "ru": "Левый край окна браузера становится многоцелевой кнопкой. Он бесконечно широк, потому что ваша мышь может продолжать движение влево, в то время как курсор останется на краю экрана.\n\nДля оптимального удобства использования убедитесь, что ваше окно развернуто.\n\nХитрость заключается в том, чтобы повернуть запястье влево. Здесь не требуется точности или согласованности. Вы даже можете делать это с завязанными глазами.\n\nЗатем перейдите к левому / среднему / правому щелчку мыши по желанию или поверните колесико мыши.\n\n* Щелкните левой кнопкой мыши, чтобы вернуться назад\n* Щелкните правой кнопкой мыши, чтобы перейти вперед\n* Щелкните средней кнопкой мыши, чтобы закрыть текущую вкладку\n* Вращайте колесико мыши, чтобы перемещаться по открытым вкладкам\n* Щелкните левой и правой кнопкой мыши одновременно, чтобы создать новую вкладку\n\nЭто расширение не работает на странице настроек браузера и на странице онлайн-магазина из-за политики безопасности Chrome.\n\nВ отличие от других расширений жестов мыши, это расширение не требует, чтобы вы удерживали кнопку мыши нажатой во время ее перемещения, что означает меньшую координацию!"
  }
}