{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UniOne AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "UniOne AI is an AI assistant that integrates several AI services such as GPT3.5, GPT4, Claude 3, Gemini Pro and more!",
    "zh_CN": "UniOne AI 是集成了 GPT3.5 Turbo、 GPT4、Claude 3、Gemini Pro、 Mistral、LLaMA 等多个人工智能服务的平台"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "UniOne AI is a versatile Artificial Intelligence assistant that leverages a suite of advanced AI models to perform a wide range of tasks. From engaging in natural conversations, translating languages, to crafting written content and beyond, UniOne AI combines the strengths of various cutting-edge technologies, making it capable of tackling complex challenges with ease. Its integration of multiple models allows it to excel in delivering high-quality responses across different domains, providing users with an efficient and intelligent tool for their diverse needs.\n\nFeatures:\n\n- Free to use: Anyone can quickly sign up for free using their cell phone or email address and enjoy 30 fast query quota per day\n- Fast Response: Available from any location, optimized network for fast and stable answers\n- Seamless model switching: switch models at any time and automatically bring in the context of the conversation\n- Conversations & History Conversations: Open a new conversation at any time, start from a history conversation at any time\n- Sidebar: Chat with the AI at any time while continuing the browser page\n- Full-page mode: wider chat interface, providing more focused conversation pages, focusing on your smart work.\n- Web Content Access: Provides the ability to access web content for more real-time answers.\n- Text-to-Image: A piece of text generates a creative image.\n- Independent translation interface: two-column interface, fast translation work.\n- Code Highlighting: Well-designed code highlighting style, code display is more beautiful.\n- Math Formulas: Support LaTeX formulas directly, more convenient to read professional academic answers.\n- One-click copy: Code blocks and message contents can be copied with one click, and the message contents can be copied in Markdown format, which is more convenient for recording.\n- Multi-language: English and Simplified Chinese are currently supported, and more languages will be supported in the future.\n- Dark Mode: well-designed bright and dark themes, support real-time automatic switching following the system theme.\n- Independent translation interface: two-column interface, fast translation work.\n- Hoverball: Quickly open the sidebar, as well as one-click translation and settings.\n- Cross-word dialog and translation: select a piece of text on any webpage, and an intelligent menu will automatically appear, so that you can quickly select the text for dialog and translation.\n\nUpcoming Features:\n\n- Prompt management: Built-in rich prompts, and supports user-defined prompts.\n- Chat with Documents: Upload documents such as PDF, Word, PPT, etc. and chat with the document content.\n\nFrequently Asked Questions:\n\n1. Is it permanently available for free?\nYes, we will provide free credits for all users permanently, if you have greater needs, you can also purchase our paid packages.\n2. Do you offer products other than browser plug-ins?\nYes, we will develop mobile, desktop and web applications, and the final product will cover all platforms at no extra charge.\n3. Is it private and secure?\nYour user information will only be used to complete the necessary functions such as logging in, your conversation history will only be stored on your computer by default, all the private information stored on our servers is encrypted and maintained by professional staff.\n\nContact information:\n\nIf you have any questions or suggestions, you can contact us at care@unione.ai.",
    "zh_CN": "UniOne AI是一款多功能的人工智能助手，利用一套先进的AI模型来执行各种任务。从进行自然对话、翻译语言，到撰写文字内容等等，UniOne AI结合了各种先进技术的优势，使其能够轻松应对复杂的挑战。它集成了多个模型，使其在不同领域中能够提供高质量的回复，为用户提供了一个高效智能的工具，满足他们多样化的需求。\n\n功能特色：\n\n- 免费使用：任何人都可以使用手机或邮箱快速免费注册，每天可享有 30 次快速查询额度\n- 快速响应：任何地点均可使用，优化的网络使回答更快速稳定\n- 模型无缝切换：任何时候都可以切换模型，并自动将对话上下文带入\n- 对话与历史对话：随时开启新的对话，随时从历史对话开始\n- 侧边栏：随时与AI进行聊天，同时可继续浏览器网页\n- 整页模式：更宽大的聊天操作界面，提供更专注的对话页面，专心完成你的智能工作\n- 独立翻译界面：双栏式界面，快速进行翻译工作\n- 网络内容访问：可提供访问网络内容能力，获取更实时的回答\n- 文生图：一段文本生成充满创造力的图片\n- 代码高亮：精心设计的代码高亮样式，代码显示更优美\n- 数学公式：支持 LaTeX 公式直接显示，阅读专业学术答案更方便\n- 一键复制：代码块和消息内容可一键复制，消息内容复制为 Markdown 格式，更方便记录\n- 多语言：目前支持英文和简体中文，未来会支持更多语言\n- 暗黑模式：精心设计的明亮与暗黑主题，支持跟随系统主题实时自动切换\n- 悬浮球：快速打开侧边栏，以及一键翻译与设置\n 划词对话与翻译：任何网页选择一段文本，自动出现智能菜单，可快速选择文本进行对话与翻译\n\n即将到来功能：\n\n- 提示词管理：内置丰富的提示词，并支持用户自定义提示词\n- 对话文档：上传PDF、Word、PPT等文档，与文档内容进行对话\n\n常见问题：\n\n1. 是否永久免费可用？\n是的，我们将会为所有用户永久提供免费额度，如果你有更大的需求，也可以购买我们的付费套餐。\n2. 是否提供浏览器插件之外的产品？\n后续我们会开发移动、桌面以及Web等应用，最终产品覆盖全平台，且不会额外收费。\n3. 是否隐私安全？\n你的用户信息只会被用来完成登录等必备功能，你的对话历史默认只会存储在你的电脑上面，所有存储在我们服务器的隐私信息都经过加密处理，并由专业人员维护。\n\n联系方式：\n\n如果有任何问题或建议，都可以通过 care@unione.ai 与我们联系。"
  }
}