{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "whaskins.com extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allows easy creation of product alerts using whaskins.com. Simply copy in the URL of the product or navigate to the store page and…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allows easy creation of product alerts using whaskins.com. Simply copy in the URL of the product or navigate to the store page and hit GO!\n\nWhen you buy something from a retailer there's a chance that the price will decrease soon after you bought it. In these circumstances you can get refunded the difference between the new price and the price you paid so long as it's within 21-31 days of purchase (depending on the retailer).\n\nThe process:\nCopy the link to the store page for the product you've bought into the text field on the extension and hit GO! If you use the extension when already on the store page this step is done for you.\nConfirm the product details and make any changes you like to the name, alert threshold and price you paid.\nYou're alert is made! You can now rest easy knowing that if the product drops in price within 31 days you will be alerted.\nOnce the alert triggers you can either go straight to the retailer to claim your refund or check out the relevant tab to the left for helpful information about their policies.\n\nMost retailers don't want to make it obvious that customers can claim money back like this so it can be hard to find information about what to do. That's why we've included a handy guide for each retailer we support telling you the best ways to get your money.\n\nAny alert you make will be automatically deleted after a month and you can set your own threshold for how low the price needs to be before we contact you so there's no need to worry about spam.\n\nTo ensure you get the alerts please check that \"alerts@whaskins.com\" is not being blocked by your spam filter."
  }
}