{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TabSaver"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "This extension stores opened tabs to reopen after browser restart.",
    "de": "Diese Extension speichert geöffnete Tabs um Sie nach einem Neustart des Browsers wieder zu öffnen.",
    "pl": "To rozszerzenie sklepy otwarte karty do ponownego otwarcia po ponownym uruchomieniu przeglądarki.",
    "ru": "Это расширение позволит Вам восстановить сохранённые сессии после перезапуска браузера",
    "uk": "Це розширення дозволить Вам відновити збережені закладки після перезапуску браузера"
  },
  "long": {
    "am,ar,bg,bn,ca,da,el,en,en_AU,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "TabSaver is a simple and lightweight Google Chrome Extension for saving, synchronizing and restoring the list of opened tabs before closing the browser.\n\nHave you ever faced a mess of tabs in your browser? Do you want to browse a lot of information and at the same time not to spend much time organizing your browser tabs? TabSaver will help you!\n\nTabSaver - is an easy way to sort, select and save the list of opened browser tabs instantly. There’s no need to be annoyed with too many confusing tabs in Chrome. You can shut down the browser at any time and continue your navigation from anywhere - saved tabs will be simply re-opened. One click will save your minutes every day which you can use later in a better way.\n\nDesigned by a group of Free Open Source Software enthusiasts, with a simple and user-friendly interface in mind, making it extremely easy to save your browsing sessions by converting all your opened tabs into the synchronizable list with just one click. Now, it is easy to work with a lot of information in a browser without worry about its persistence.",
    "cs,es,nl,pt_BR": "Ultimate tool for storing and managing Google Chrome's session before closing the browser.\n\nHave you ever faced a mess of tabs in your browser? Do you want to save a lot of information and at the same time not to spend much time? Tab Saver will help you to save chrome session.\n\nTabSaver. Easy and simple way to sort and save chrome session tabs in the browser. There’s no need to be annoyed with too many confusing tabs in Chrome. You can shut down the browser at any time and access it from anywhere. \n\nThe same tabs will be re-opened. One click will save one hour every day which you can use in a better way. Designed by a group of ITO-Global experts with a simple and user-friendly interface with makes it easy to save chrome sessions. \n\nIt converts all your tabs into one list only by clicking one button. Now, it’s easily to work with a lot of information in the browser and not thinking about it sudden disappearance.",
    "de,en_GB,en_US,ru,uk": "Have you ever faced a mess of tabs in your browser? Do you want to save a lot of information and at the same time not to spend much time? Tab Saver will help you. \n\nTabSaver. Easy and simple way to sort and save your tabs in the browser. There’s no need to be annoyed with too many confusing tabs in Chrome. You can shut down the browser at any time and access it from anywhere. \n\nThe same tabs will be re-opened. One click will save one hour every day which you can use in a better way. Designed by a group of StreamSoft experts with a simple and user-friendly interface with makes it easy to use. \n\nIt converts all your tabs into one list only by clicking one button. Now, it’s easily to work with a lot of information in the browser and not thinking about it sudden disappearance.",
    "fr,it,pl": "Have you ever faced a mess of tabs in your browser? Do you want to save a lot of information and at the same time not to spend much time? Tab Saver will help you. \n\nTabSaver. Easy and simple way to sort and save your tabs in the browser. There’s no need to be annoyed with too many confusing tabs in Chrome. You can shut down the browser at any time and access it from anywhere. \n\nThe same tabs will be re-opened. One click will save one hour every day which you can use in a better way. Designed by a group of ITO-Global experts with a simple and user-friendly interface with makes it easy to use. \n\nIt converts all your tabs into one list only by clicking one button. Now, it’s easily to work with a lot of information in the browser and not thinking about it sudden disappearance."
  }
}