{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Holzfliege von WoodForU"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WoodForU Holzfliegen zeichnen sich durch Nachhaltigkeit, saubere Verarbeitung und hohe Qualität aus und sind das perfekte Geschenk"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TREND ACCESSOIRE: Leonardo DiCaprio trägt sie, NBA Spieler Mike Conley trägt sie, Sänger Ray Dalton trägt sie. Holzfliegen spiegeln den individuellen Stil perfekt wider und sind das Trend Herren Accessoire aus den USA. Vom lässigen Casual-Look bis hin zum eleganten Gentleman-Look, die Fliege aus Holz gibt jedem Outfit Klasse und Stil und macht das Erscheinen einzigartig.\n\nAUFFALL- UND SMALLTALK- GARANTIE: Ob zur Hochzeit, Firmenevent oder lässig zu einer Party im Casual-Look, die handgefertigte Fliege aus Holz wirkt stets elegant und ist ein echter Hingucker. Mit diesem Holz-Accessoires setzt man ein Statement und hebt sich von der Masse ab.\n\nTOP MATERIAL UND QUALITÄT: Nur ausgewählte und hochwertige Hölzer. In Handarbeit hergestellt und sauber verarbeitet. Der Stoff ist mit dem Edelholz farblich abgestimmt und hinten sorgfältig vernäht. Durch das elastische Band passt die Holz-Fliege für jede Kragenweite.\n\nEINZELSTÜCK: Jede WoodForU Holzfliege ist ein Kunstwerk. Sie wird handgefertigt und erhält somit eine persönliche Note des Künstlers. Durch ihre einzigartige Maserung und individuelle Herstellung wird die Fliege aus Holz zu einem Unikat.\n\nGESCHENKVERPACKUNG INKLUSIVE: Noch kein Geschenk? Schön verpackt ist das edle Holz-Accessoires für Herren die optimale Geschenkidee.\n\n100% ZUFRIEDENHEITSGARANTIE: Wir bei WoodForU wollen nur glückliche und zufriedene Kunden. Deswegen gewähren wir dir die Zufriedenheitsgarantie. Falls dir die Holzfliege nicht gefällt, tausche sie gerne ohne Angaben von Gründen um."
  }
}