{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DELT∆ | EV COMPANION_"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DELT∆ companion extension for ev.io. NFT lending, scholarships & more!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**Now available to all ev.io players!**\n\nThis extension enables ev.io players to rent NFTs on demand for utilizing in game as skins to equip for gameplay for assets such as weapons, character skins and swords.\n\nHaving an NFT skin equipped in game enables you as a player to earn the in game currency e that can later be converted into cryptocurrency through in-game achievements such as kills.\n \nThe rate at which you earn e is influenced by the following NFT factors:\n- The global earn rate.\n- The rarity tier on your NFTs (5% bonus for rare, 10% for epic and 15% for legendary)\n- The percentage of the scholarship \n\nThis extension also allows you as an NFT holder to add your NFTs to the lending database for other members to rent. \n\nThere is also a tab on player statistics and an ability to launch ev.io right from the extension. \n\nDepending on your user type, you will have different benefits in using this extension.\nThere are currently there user types; Member, Partner and Guest.\n- Member: Delta clan members which receive longer rent times, a larger limit of NFTs that can be added to the rental DB and can rent the highest tier of NFTs.\n- Partner: Partner clans also receive similar benefits.\n- Guest: Standard limits apply.\n\nCheck out our discord for more information, to ask question on the mechanics and to submit your suggestions for improvement.\n\nFeatures include but not limited to:\n- Display of player stats\n- Ability to rent and stop rent on demand\n- Pick and choose what you want to rent\n- Add and remove your own NFTs to the DB (why not add them to earn while you sleep)\n- Auto NFT data updates including detection of sold NFTs, NFTs lent outside of extension and marked unavailable.\n- NFTs filtering and dynamic loading as you scroll.\n\nMany new features coming soon.\n\nWalker."
  }
}