{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Parents Reminder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Never forget to pick up your kids with Parents Reminder! Set schedules and get timely alerts right in your browser."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Never miss picking up your children again with the \"Parents Reminder\"! This user-friendly browser extension is designed to help busy parents effortlessly manage their children’s schedules.\n\nKey Features:\n- Simple Interface: Add your child's schedule effortlessly and receive timely notifications.\n- Customizable Notifications: Choose when you want to be reminded before pickup time.\n- Flexible Time Formats: Supports both 24-hour and 12-hour formats with AM/PM options.\n- Privacy Focused: Use any name in the schedule to maintain privacy.\n- Visual Alerts: Receive discreet badge text notifications on the extension icon.\n- Voice Notifications: Stay updated with voice reminders directly from your browser.\n- Dark Mode: Automatically switches to a dark theme in the evening to reduce eye strain.\n\nWhy Choose \"Parents Reminder\"?\nAs a father who struggled to manage my children's varying schedules without cluttering my phone's calendar, I built this extension to solve that problem. Now, you can stay on top of your children’s pickups directly from your browser.\n\nHow It Works:\n- Install the Extension: Add \"Parents Reminder\" to your Chrome browser.\n- Pin the Extension: After installing, pin it to your toolbar for easy access.\n- Set Up Schedules: Add your child’s schedule and select notification times.\n- Stay Notified: Get visual and voice notifications right on your browser, with a badge displaying your child's name (up to 4 characters).\n\nCustomization Options:\n- Change the default 24-hour clock to a 12-hour format if preferred.\n- Enable or disable notifications as needed.\n- Edit or delete schedules easily with a click.\n\nNote: Remember to pin the extension to your toolbar for uninterrupted notifications—it won’t do this automatically.\n\nDownload the \"Parents Reminder\" today and simplify your daily routine!"
  }
}