{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "+TradingView (fonnksiyon)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the New TradingView Integrated Browser Extension: Enhance Your Analysis Power!\nDear Trader,\n\nIn the dynamic nature of…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the New TradingView Integrated Browser Extension: Enhance Your Analysis Power!\nDear Trader,\n\nIn the dynamic nature of the markets, success relies on using the right tools and analysis methods. Therefore, we are excited to introduce our new browser extension, designed to elevate your financial analyses to the next level. This extension replaces the Yahoo Finance chart layer with TradingView's advanced charting layer, providing you with more comprehensive and detailed analysis capabilities.\n\nBenefits of Our Extension\nAdvanced Charting Tools and Indicator Variety:\nWith TradingView’s extensive range of indicators, you can perform your technical analyses in greater detail. This allows you to better understand market movements and create more accurate strategies.\n\nUser-Friendly Interface:\nTradingView's intuitive and user-friendly interface enables you to conduct analyses quickly and easily. This interface makes even complex analyses more comprehensible and manageable.\n\nCustomizable Charts:\nCustomize your charts according to your analysis methods and strategies. Whether you prefer line charts or candlestick charts, our extension offers the flexibility to suit your analysis style.\n\nPowerful Tools and Drawing Features:\nWith advanced drawing tools such as Fibonacci retracements, trend lines, and support and resistance levels, you can further refine your technical analyses. These tools help you to clearly identify market trends and turning points.\n\nLive Data and Fast Updates:\nMake decisions based on the most current information with TradingView’s real-time market data. Fast updates and accurate data will keep you a step ahead in the market.\n\nWhy Choose This Extension?\nUsing the right tools in the market is a critical factor for success. This extension not only provides you with more analysis capabilities but also helps you use your time more efficiently. By combining the power of TradingView with Yahoo Finance's extensive database, we offer the best analysis tools on a single platform.\n\nIf you want to take your market analyses to a more professional level and strengthen your strategies, this extension is perfect for you. Download our extension now and start a new era in financial analysis!\n\nWishing you continued success.\n\nBest regards,"
  }
}