{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Voiceline for Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome Extension that allows you to create VoiceLines wherever you are and drop them where you need them"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VoiceLine is an asynchronous voice collaboration hub for work. Our unique hybrid mode joins the best of both worlds: fast and easy voice communication and easy-to-read text transcription.\n\nUse VoiceLine to work and communicate faster with your colleagues, clients and business contacts while being much more personal, and free your schedule from ineffective video meetings by dropping an asynchronous VoiceLine when the timing is right for you.\n\nOur Chrome Extension allows you to record VoiceLines from any place within your browsing experience and capture the thoughts that fit your on-demand needs. Share your VoiceLines across tools by copying and pasting a link in any cloud solution or website you wish. You can also play any VoiceLine you encounter right on the page you're working in, maintaining full control over your workplace.\n\nExplore our best practices, such as enabling smart voice communication across your existing communication tools like Microsoft Teams or Slack, introduce personalised and in-depth feedback within your collaboration tools like Jira, Asana, or the Google Suite, or simply reach out to your network from within your social networks like LinkedIn!\n\nLet us know what works best for you!"
  }
}