{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save web contents as a task"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save ideas or products from the Web as Google Tasks grouped in custom folders. Bookmark web pages together with their text contents"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookmark a web page together with a piece of its contents.\n\nImagine that, while surfing the web, you have come across an interesting article or only a section in a post or any information in a web page. Or you happen to find an amazing product, e.g. shoes, in an online shop. You would love to explore or buy it but now you have no time. You can instantly bookmark any ideas or products together with their description selected in one click as Google Tasks.\n\nLIMITATIONS OF BROWSER BOOKMARKS:\nStandard browser bookmarks store only the page title and URL. But if the bookmarked page is a in a classifieds website or online shop, it is temporary, it will not remain available forever. \n\nADVANTAGES OF USING GOOGLE TASKS AS BOOKMARKS\nTasks have not only a title but also a body that can accomodate text with links. All links in a task are clickable. Even when the link to the bookmarked page becomes dead, its saved text contents remain in the task. When you do not need the bookmarked page, you check the task and it disappears from the list. If you change your mind, you can find the deleted bookmark among the completed tasks.\n\nThe extension simplifies bookmarking web pages as Google Tasks:\n- In two clicks a web page becomes a task in the default task list. The page title becomes the title of the task, the page address is saved as a link in the task's details. Optionally you can select the target task list.\n- Alternatively, you can choose any text elements in the page as the task's title or details. If the text element is a link, the link address is appended to the text.\n- Or just fill the title and details fields with your own free text description"
  }
}