{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookmark Shortcuts Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add keyboard shortcuts for 10 of your bookmarks."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows you to add 10 keyboard shortcuts for 10 of your bookmarks. When a shortcut is pressed the url for your bookmark (assigned to that shortcut) is opened in your browser. The first 10 bookmarks in your bookmarks list are the bookmarks assigned to the 10 shortcuts you've specified.\nGo to chrome://extensions/shortcuts and scroll down to \"Bookmark Shortcuts Extension\" to choose your shortcut key combinations.\n\nA better explanation of how to use this extension: (originally written by Miguel Garza in a review of this extension, so all credits for this great explanation goes to Miguel)\n\nYou get up to 10 bookmarks that you can load by keyboard shortcut. The bookmarks *must* be in your bookmarks bar. The first bookmark in your bookmarks bar is the first bookmark you can assign a keyboard shortcut to, the 2nd bookmark in your bookmarks bar is the 2nd bookmark you can assign a keyboard shortcut to, etc.\n\nTo assign the keyboard shortcuts to the bookmarks, depending on your browser, type one or the other of the following web addresses in your browser's address bar--for Chrome, type \"chrome://extensions/shortcuts\" and press Enter. For Microsoft Edge, type \"edge://extensions/shortcuts\" and press Enter. Scroll down to \"Bookmark Shortcuts Extension.\" There will be 10 slots there for 10 bookmarks, labeled \"Bookmark 1\" to \"Bookmark 10.\" Click in the box next to any label, and then press the keyboard shortcut you want that bookmark to have (such as Alt-1 for Bookmark 1, Alt-2 for Bookmark 2, etc.). The combination you typed will be listed in the box.\n\nThat's it! Now if you press the keyboard shortcut you assigned to a bookmark (such as Alt-1), that bookmark will be opened in a new tab."
  }
}