{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Joker Scars Live Wallpaper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unleash Joker’s dark allure with scars-themed live wallpapers, plus a search bar and quick-access icons for edgy browsing"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unleash Joker’s dark allure with scars-themed live wallpapers, plus a search bar and quick-access icons for edgy browsing.\n\nDive into the enigmatic world of Gotham’s most infamous villain with the Joker Scars Live Wallpaper Chrome extension! Each new tab unveils high-definition, animated scenes of the Joker, emphasizing his iconic scars and chilling smile. Perfect for fans of the Joker and lovers of dark themes, this extension captures the twisted charisma and haunting allure of the Joker, adding an intense edge to your browser.\n\nThe extension also includes a built-in Google search bar for quick browsing and customizable quick-access icons, making it easy to reach your favorite sites. This fusion of striking visuals and functionality creates a browsing experience as engaging as it is intense.\n\nIdeal for Joker fans and admirers of villainous style, the Joker Scars Live Wallpaper extension turns every tab into a dramatic display of Gotham’s menace.\n\nFeatures:\n\nJoker Scars Live Wallpaper: Animated, high-definition wallpaper with Joker’s iconic scars.\nGoogle Search Bar: Built-in search for smooth browsing.\nCustomizable Quick-Access Icons: Personalize shortcuts to favorite sites.\nHigh-Quality Dark Visuals: Eerie, intense images capturing Joker’s essence.\nDramatic and Functional: Combines Joker’s style with effective browsing tools.\nPerfect for Fans of Villains: Brings a dark, iconic atmosphere to each tab."
  }
}