{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "InTouch: LinkedIn auto connections & messages"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Safe and easy LinkedIn automation tool - automate LinkedIn connections and messages for lead generation, prospecting & sales"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🙌🏻  Get your first new targeted lead within the next 24 hours and scale it further in under 10 minutes a day.\n\nSend LinkedIn connection requests and personalized message sequences automatically with a single click of a button. \n\n⭐ The easiest LinkedIn automation tool - don’t waste your time learning complicated software.\n\n⭐ Undetectable by LinkedIn - the safest LinkedIn automation software thanks to the complete AI-based simulation of manual activity.\n\n⭐ 1.3 million connection requests and messages sent every week using InTouch Tool.\n\n💰 All the essential functionality of InTouch Tool is free forever!\n\nHOW IT WORKS:\n\n1. Set up your personalized connection request and message sequence - according to your custom schedule and rules.\n\n2. Choose your target audience from standard LinkedIn search / LinkedIn Sales Navigator / your LinkedIn network or import them from your CSV file.\n\n3. Press “Start” and watch getting replies!\n\nPro tip: InTouch Tool extracts emails and other personal data of your prospects, so you can reach them using other channels. Export LinkedIn profiles into your CRM or a CSV file.\n\nCheck out our website for demo videos and other information: https://intouchtool.com/\n\n\nSAFETY:\n\n🤖 Safety is #1 focus of InTouch Tool - it is designed for 100% simulation of human activity and can’t be detected by LinkedIn.\n\nInTouch Tool clicks buttons on LinkedIn website in the same way as you do - unlike the cloud-based automation solutions, that put your LinkedIn account at risk.\n\nEvery action is scheduled using our smart AI-based algorithms and performed in your own browser which makes LinkedIn automation indistinguishable from manual activity.\n\n\nFEATURES:\n\n🔗 LinkedIn auto connect.\n▸ Automate LinkedIn connection requests to expand your network easily. \n▸ Personalize your automated LinkedIn invitations with {{first_name}}, {{last_name}}, {{company}}, and other personal data to achieve high connection rates in your lead generation and prospecting campaigns.\n▸ Include even more personalization with {{custom_snippet}} section in your invitations.\n▸ Automatically withdraw old connection requests that were not accepted.\n\n💬 LinkedIn auto messages.\n▸ Automate LinkedIn messages and follow-ups to those who connected with you but haven't replied. \n▸ Personalize your messages with {first_name}, {last_name}, {company}, and other personal data so that your prospects don’t feel any automation.\n▸ Set up a custom sending schedule for your messages by adding delays between the messages.\n▸ Make your message sequence flexible using the rules like “stop sending messages if the prospect replied”. \n\n🕵️‍♀️ LinkedIn scraper.\n▸ Automatically collect people from standard LinkedIn search / LinkedIn Sales Navigator / your LinkedIn network / your CSV file. \n▸ Use LinkedIn filters and keywords to specify your target audience on LinkedIn. \n▸ InTouch Tool will automate connecting to your target audience and mass messaging them.\n▸ Search, filter, and export the collections of your scraped LinkedIn profiles.\n▸ Make manual adjustments in the collections of LinkedIn profiles that you scraped. For example, adjust the name or other personal data before starting the outreach.\n\n📈 LinkedIn lead generation dashboard.\n▸ Analyze the performance of your LinkedIn prospecting campaigns and adjust them to improve your sales funnel. \n▸ Use dashboards to compare the connection and reply rate statistics of your prospecting campaigns and perform A/B tests.\n▸ Perform advanced analysis of your LinkedIn lead generation campaigns using the detailed CSV reports that include the date of connection, reply messages and much more.\n\n🤖 LinkedIn email extractor.\n▸ Automatically scrape LinkedIn profiles of your target audience. \n▸ Extract emails and other personal data of your target audience.\n▸ Export LinkedIn profiles into a CSV file or your CRM. \n▸ Organize your LinkedIn inbox by connecting to more than 3000+ CRMs and applications including HubSpot, Salesforce, Pipedrive, Zoho, and Google Spreadsheet via Zapier.\n\n\nWHO USES IT:\n\n▸ Startups and business owners for growth hacking and automated LinkedIn outreach.\n\n▸ Marketing and sales teams to automate lead generation and prospecting on LinkedIn.\n\n▸ Freelancers to find more clients interested in their services.\n\n▸ Recruiters to automate search for highly relevant candidates.\n\n▸ Virtual assistants and lead gen agencies for managing multiple LinkedIn profiles of their clients.\n\n▸ Individuals for various purposes, e.g. inviting people to an event, promoting a book, looking for a contractor, and more.\n\n\nWHAT OUR CUSTOMERS SAY:\n\n“From my experience InTouch Tool is the simplest tool for LinkedIn outreach. I used to use bulky software like LinkedHelper and dux-soup and spent hours learning how to use them… In Touch tool has exactly everything I need for LinkedIn lead generation” - Angela S. (Business Development Manager)\n\n“The automation process looks just like it is performed by a real human and not a bot!” - Nadine Q. (HR Manager)\n\n“Finally I have a reliable source of new clients and can spend time focusing on my real work.” - Fred S. (Web Developer, Freelancer)\n\n\n⭐ All the essential functionality of InTouch Tool is free forever!\n\nInTouch Tool is the easiest and safest alternative to Prospectin, Octopus CRM, Meet Alfred, LinkedHelper, and Dux-Soup. Automate your LinedIn prospecting and lead generation with the InTouchTool LinkedIn bot and spend your time working only on the right prospects!\n\nCheck out our website for demo videos and other information: https://intouchtool.com/\nContact us: support@intouchtool.com"
  }
}