{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Eye Care"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pomodoro style timer to remind (and force) you to take breaks and rest your eyes"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stay productive and maintain your overall well-being with our Chrome extension break reminder. Designed to help you manage your workday efficiently, this extension ensures you take regular breaks to boost focus, reduce eye strain, and prevent screen fatigue.\n\nKey Features:\n\nCustomizable Break Intervals: Choose short break intervals from 5 to 100 minutes to suit your workflow.\n\nLong Break Frequency: Set a long break to occur after a specified number of short breaks, following the Pomodoro technique.\n\nEnforced Breaks: When it's time for a break, a new tab opens that cannot be closed for 20 seconds (short break) or 5 minutes (long break), ensuring you step away and recharge.\n\nEnhanced Productivity: Regular breaks help improve focus and productivity, making this extension an essential tool for anyone working long hours on their computer.\n\nEye Strain Prevention: Frequent breaks reduce the risk of eye strain and screen fatigue, promoting healthier screen usage habits.\n\nWhy Choose Our Extension?\n\nPomodoro Timer Integration: Utilize the Pomodoro method for effective time management.\n\nPrevent Screen Fatigue: Regular intervals remind you to rest your eyes and stretch, keeping you refreshed throughout the day.\n\nImprove Focus: Short, consistent breaks help maintain mental sharpness and reduce burnout.\n\nCustomizable Reminders: Tailor the extension to fit your personal and professional needs with customizable short and long break settings.\n\nPerfect For:\n\nOffice Workers: Keep productivity high and fatigue low with scheduled breaks.\n\nStudents: Stay focused and alert during study sessions.\n\nRemote Workers: Maintain a healthy work-life balance even when working from home.\n\nGamers: Take regular breaks to avoid eye strain and maintain peak performance.\n\nInstall our chrome extension reminder to take breaks at work and experience the difference in your productivity and overall well-being. With chrome extension enforce break features, you can ensure you never skip a break again.\n\nSay goodbye to burnout and hello to a more productive, healthier workday. Download Take a Break: Chrome Extension for Productivity and Wellness now and start making the most out of your work time!"
  }
}