{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Point de Contact"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Report to Point De Contact any illegal content from your web browser",
    "fr": "Signalez tout contenu illégal à Point de Contact"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "You identified illegal content while browsing Internet? \nPoint de Contact provide this extension to allow you to easily and anonymously report any objectionable content.\n\nBefore any action, the Point de Contact team proceeds with the legal qualification of the content posted when they are integrated into its remit. Depending on the legal classification of the content processed by the Contact Point, technical analysis is performed to locate the particular hosting servers. The Contact Point is taking steps to technical service providers to obtain the removal of content clearly illegal and inform the competent authorities.\n\nYou can report a web page by clicking on the Point de Contact extension button located in the toolbar of your web browser. The browser will display a form allowing you to add more information which will be sent to the team Point de Contact belong your report. You can describe the nature of the content you wish to report and add your own comments to help Point de Contact in their classification process. You can also indicate your e-mail address or proceed to an anonymous report.\nIf you wish to report a specific content in the web page, use the right-click button on this content in the web page, then click on the Point de Contact menu.\nThe browser will display the same form as described beside.",
    "fr": "Vous avez rencontré un contenu illicite lors de votre navigation ? Point de Contact vous permet de signaler anonymement et très simplement par le biais de cette extension tout contenu choquant rencontré sur Internet.\n\nLe Point de Contact met cette extension à disposition des internautes leur permettant de signaler facilement tout contenu choquant rencontré lors de leur navigation. Préalablement à toute action, l’équipe du Point de Contact procède à la qualification juridique du contenu signalé dès lors qu’ils s’intègre dans son champ de compétences. En fonction de la qualification juridique du contenu traité par le Point de Contact, une analyse technique est réalisée  notamment pour localiser les serveurs d’hébergement. Le Point de Contact entreprend les démarches auprès des prestataires techniques afin d’obtenir le retrait du contenu manifestement illégal et informe les autorités \n\nVous pouvez signaler une page web en cliquant sur le bouton de l'extension Point de Contact installé dans la barre d'outils de votre navigateur.Le navigateur affichera un formulaire vous permettant de compléter le signalement pour donner davantage d'information à l'équipe Point de Contact telle que la nature du contenu incriminé et vos commentaires. Vous pouvez également choisir d'indiquer votre adresse e-mail ou de procéder à un signalement en mode anonyme.\n\nSi vous souhaitez signaler un contenu précis au sein de cette page, cliquez avec le bouton droit de la souris sur le contenu à signaler, puis sélectionnez le menu Point de Contact."
  }
}