{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,tr,uk,vi": "AliPrice Search by image for Shein",
    "de": "AliPrice Suche nach Bild nach Shein",
    "es": "AliPrice Buscar por imagen a Shein",
    "es_419,pt_BR": "AliPrice Busca por imagen para Shein",
    "fr": "AliPrice Rechercher par image pour Shein",
    "it": "AliPrice Cerca per immagine Shein",
    "ja": "AliPrice シェインの画像検索",
    "ko": "AliPrice셰인 이미지 검색",
    "pt_PT": "AliPrice Pesquisar por imagem para Shein",
    "ru": "AliPrice Поиск по изображению для Шеин",
    "th": "AliPrice ค้นหาตามภาพสำหรับ Shein",
    "zh_CN": "AliPrice - Shein图片搜索",
    "zh_TW": "AliPrice - Shein圖片搜索"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,tr,uk,vi": "Search by image to find Shein similar products",
    "de": "Suchen Sie nach Bildern, um ähnliche Shein-Produkte zu finden",
    "es": "Busca por imagen para encontrar productos similares a Shein",
    "es_419,pt_BR": "Busca por imagen para encontrar productos similares de Shein",
    "fr": "Effectuez une recherche par image pour trouver des produits similaires à Shein",
    "it": "Cerca per immagine per trovare prodotti simili a Shein",
    "ja": "画像で検索してSheinの類似製品を見つけます",
    "ko": "셰인 유사 제품을 찾기 위한 이미지 검색",
    "pt_PT": "Pesquise por imagem para encontrar produtos similares da Shein",
    "ru": "Выполните поиск по изображению, чтобы найти похожие товары Shein",
    "th": "ค้นหาตามภาพเพื่อค้นหาผลิตภัณฑ์ที่คล้ายกันของ Shein",
    "zh_CN": "以图搜同款找到Shein上的同款",
    "zh_TW": "以圖搜同款找到Shein上的同款"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,tr,uk,vi": "Main feature:\n1. Search by image to find similar products on Shein, 1688, Taobao and other websites\n2. Shein price tracker, track price history on Shein within 3 or 6 months\n3. Access to shortcuts to shopping cart, orders, wishlist, etc\n\nShein is a trademark of Shein Inc. This extension was developed by AliPrice.com and is not an official extension of Shein.\nIf you have any questions, welcome to contact us: https://www.aliprice.com/information/index/page/contact\nBy installing the AliPrice extension, you accept the terms of the \"AliPrice Terms of Service\" and allow the extension to redirect to affiliate program links, including Shein and other programs. AliPrice Terms of Service - https://www.aliprice.com/information/index/page/term_of_use",
    "de": "Die Hauptfunktion:\n1. Shein verwendet Bilder, um nach demselben Produkt zu suchen, und verwendet Bilder, um auf Shein, 1688, Taobao und anderen Websites nach demselben Produkt zu suchen.\n2. Shein Price Tracker: Verfolgen Sie die Preisentwicklung von Shein über 3 oder 6 Monate\n3. Schneller Zugriff auf Warenkorb, Bestellung, Wunschliste etc.\n\nWenn Sie Fragen haben, kontaktieren Sie uns bitte: https://www.aliprice.com/information/index/page/contact",
    "es,es_419": "La función principal:\n1. Shein usa imágenes para buscar el mismo producto y usa imágenes para buscar el mismo producto en Shein, 1688, Taobao y otros sitios web.\n2. Shein Price Tracker, rastrea el historial de precios de Shein durante 3 o 6 meses\n3. Acceso rápido al carrito de compras, pedido, lista de deseos, etc.\n\nSi tiene alguna pregunta, comuníquese con nosotros: https://www.aliprice.com/information/index/page/contact",
    "fr": "La fonction principale :\n1. Shein utilise des images pour rechercher le même produit et utilise des images pour rechercher le même produit sur Shein, 1688, Taobao et d'autres sites Web.\n2. Shein Price Tracker, suivez l'historique des prix de Shein sur 3 ou 6 mois\n3. Accès rapide au panier, à la commande, à la liste de souhaits, etc.\n\nSi vous avez des questions, veuillez nous contacter : https://www.aliprice.com/information/index/page/contact",
    "it": "La funzione principale:\n1. Shein utilizza le immagini per cercare lo stesso prodotto e utilizza le immagini per cercare lo stesso prodotto su Shein, 1688, Taobao e altri siti Web.\n2. Shein Price Tracker, monitora la cronologia dei prezzi di Shein nell'arco di 3 o 6 mesi\n3. Accesso rapido al carrello, all'ordine, alla lista dei desideri, ecc.\n\nIn caso di domande, ti preghiamo di contattarci: https://www.aliprice.com/information/index/page/contact",
    "ja": "主な機能:\n1. Shein は写真を使用して同じ商品を検索し、写真を使用して Shein、1688、淘宝網、その他の Web サイトで同じ商品を検索します。\n2. Shein Price Tracker、3 か月または 6 か月にわたる Shein の価格履歴を追跡します\n3. ショッピングカート、注文、ウィッシュリストなどに素早くアクセスできます。\n\nご質問がございましたら、お問い合わせください: https://www.aliprice.com/information/index/page/contact",
    "ko": "주요 기능:\n1. Shein은 사진을 사용하여 동일한 제품을 검색하고, 사진을 사용하여 Shein, 1688, Taobao 및 기타 웹사이트에서 동일한 제품을 검색합니다.\n2. Shein Price Tracker, 3개월 또는 6개월 동안 Shein의 가격 내역을 추적합니다.\n3. 장바구니, 주문, 위시리스트 등에 빠르게 접근할 수 있습니다.\n\n궁금한 사항이 있으시면 문의해주세요: https://www.aliprice.com/information/index/page/contact",
    "pt_BR,pt_PT": "A principal função:\n1. Shein usa imagens para pesquisar o mesmo produto e usa imagens para pesquisar o mesmo produto em Shein, 1688, Taobao e outros sites.\n2. Shein Price Tracker, acompanhe o histórico de preços de Shein ao longo de 3 ou 6 meses\n3. Acesso rápido ao carrinho de compras, pedido, lista de desejos, etc.\n\nSe você tiver alguma dúvida, entre em contato conosco: https://www.aliprice.com/information/index/page/contact",
    "ru": "Основная функция:\n1. Shein использует изображения для поиска одного и того же продукта, а также использует изображения для поиска того же продукта на Shein, 1688, Taobao и других веб-сайтах.\n2. Динамика цен Shein: отслеживайте историю цен Shein за 3 или 6 месяцев.\n3. Быстрый доступ к корзине, заказу, списку желаний и т. д.\n\nЕсли у вас есть какие-либо вопросы, свяжитесь с нами: https://www.aliprice.com/information/index/page/contact",
    "th": "ฟังก์ชั่นหลัก:\n1. Shein ใช้รูปภาพเพื่อค้นหาผลิตภัณฑ์เดียวกัน และใช้รูปภาพเพื่อค้นหาผลิตภัณฑ์เดียวกันบน Shein, 1688, Taobao และเว็บไซต์อื่น ๆ\n2. Shein Price Tracker ติดตามประวัติราคาของ Shein ในช่วง 3 หรือ 6 เดือน\n3. เข้าถึงตะกร้าสินค้า คำสั่งซื้อ รายการสินค้าที่ต้องการ ฯลฯ ได้อย่างรวดเร็ว\n\nหากคุณมีคำถามใดๆโปรดติดต่อเรา: https://www.aliprice.com/information/index/page/contact",
    "zh_CN": "主要功能：\n1. Shein以图搜同款，通过图片搜索在Shein、1688、淘宝等网站的同款产品\n2. Shein 价格追踪器，追踪 Shein 3 或 6 个月内的价格历史记录\n3. 购物车、订单、愿望清单等快捷入口\n\n如果您有任何疑问，欢迎联系我们：https://www.aliprice.com/information/index/page/contact",
    "zh_TW": "主要功能：\n1. Shein以圖搜同款，透過圖片搜尋在Shein、1688、淘寶等網站的同款產品\n2. Shein 價格追蹤器，追蹤 Shein 3 或 6 個月內的價格歷史記錄\n3. 購物車、訂單、願望清單等快速入口\n\n如果您有任何疑問，歡迎聯絡我們：https://www.aliprice.com/information/index/page/contact"
  }
}