{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Alysio: Free People Performance Tracker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Official Alysio Chrome extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Alysio enables users to increase their sales performance by tracking revenue generating activities that lead to closed deals. \n📣 GET YOUR MOST IMPORTANT ACTIVITIES FRONT AND CENTER\n\nUse Alysio’s Chrome Extension to access your sales team's unique revenue generating activities and track what’s happening with your team every day. Now you’ll know what's working, what's not, and even who’s not working at all. \n\n🔥 HOW DOES IT WORK?\n\nInput your KPI’s and activity goals on alysio.ai, then as you are prospecting on LinkedIn, sending emails on Gmail, or making phone calls, you can log all your activities on the chrome extension no matter what site you are on. \n\nIntegrations Available with most CRM’s\n\nAnything that is automatically tracked in your CRM will update on the Alysio Chrome Extension. \n\n🆓 FREE TO START!\n\nUnlock value immediately if you want to track your own personal KPI’s. Want to bring your team in and see your performance skyrocket? Schedule a time at Alysio.ai and we’ll get you set up. \n\n💥 WHY ALYSIO?\n\nAlysio allows you to increase your revenue generating activities by tracking KPIs easier and in real-time. You can then use our business intelligence tools to see whats working for your team and where you can shift your focus. \n\nWe’ve seen sales teams increase their success metrics by more than 95% when using Alysio and ditching the spreadsheet to track activities. \n\nFor more info:\nEmail: support@alysio.ai\t\nWebsite: https://www.alysio.ai\nPrivacy Policy: https://www.alysio.ai/privacy-policy/"
  }
}