{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cornucopia Enhancement Suite"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Improvements for cornucopia.se with highlights for new comments, favorite threads, hidden content, and improved navigation"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cornucopia Enhancement Suite är ett webbläsartillägg som försöker förbättrar cornucopia.se genom att markera nya kommentarer, favoritmarkera trådar, dölja oönskat innehåll och tangentbordsnavigering.\n\nMarkera nya kommentarer och nytt innehåll\nAlla nya kommentarer och allt nytt innehåll sedan du senast läste artikeln kommer att färgmarkeras för att särskiljas mot redan lästa kommentarer. Samma färg ritas också bredvid rullningslisten för att ge en snabb överblick över nya kommentarer och innehåll.\n\nDölj ointressanta diskussioner\nAlla trådar kan döljas genom att klicka på författarens namn och kommer att förbli dolda tills du öppnar dem igen. Ett enkelt sätt att gömma undan diskussioner du inte är intresserad av. Det är också möjligt att automatiskt dölja alla kommentarer från användare du inte är intresserad av genom att lista dem i inställningarna.\n\nMarkera särskilt intressanta diskussioner som favoriter\nAlla trådar kan favoritmarkeras genom att klicka på stjärnan bredvid författarens namn. Eventuella svar på de kommentarerna kommer att markeras med en speciell färg så att de är enklare att hitta. Dina egna kommentarer kommer automatiskt att märkas som favoriter så att du enkelt ser när någon svarar dig.\nDet är också möjligt att markera alla kommentarer från dina favoritanvändare med samma färg genom att lista dem i inställningarna.\n\nTangentbordsnavigering\nHoppa snabbt mellan alla nya kommentarer med tangenterna J & K.\nDu kan också använda I för att hoppa till första olästa och N & M för att favorisera eller dölja den markerade kommentaren.\n\nCornucopia Enhancement Suite är ett tredjepartstillägg och är inte på något vis relaterat till cornucopia.se eller dess ägare. Tillägget är öppen källkod och kan hittas på GitHub.\n\nSkicka ett mail om du har frågor, problem, idéer eller något annat."
  }
}