{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Visma LogBuy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With this browser extension you will be reminded of all available deals & discounts directly in your browser.",
    "da": "Med denne browserudvidelse bliver du mindet om alle dine rabataftaler direkte i din browser.",
    "no": "Med denne nettleserutvidelsen vil du bli påminnet om alle tilgjengelige tilbud og rabatter direkte i nettleseren din."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Install the extension to be notified about exclusive benefits you have access to via Visma LogBuy. The extension will keep track of your available discounts and if any of our partners come up in your Google searches or if you navigate to a partner we have a deal with, a notification will be displayed for you to easily read about the deal and how to obtain the discount. It's never been easier to be reminded about your exclusive benefits!",
    "da": "Installer udvidelsen for at blive mindet om de eksklusive fordele, du har adgang til via Visma LogBuy. Udvidelsen holder styr på dine tilgængelige rabatter. Hvis nogen af ​​vores partnere kommer op i dine Google-søgninger, eller hvis du navigerer til en partner vi har en aftale med, vises en meddelelse så du let kan læse om fordelen og hvordan du får rabat. Det har aldrig været nemmere at blive mindet om de eksklusive fordele!",
    "no": "Installer utvidelsen for å bli minnet om de eksklusive fordelene du har tilgang til gjennom Visma LogBuy. Utvidelsen holder styr på dine tilgjengelige rabatter. Hvis noen av våre partnere kommer opp i dine Google-søk, eller hvis du navigerer til en partner som vi har en avtale med, vil det dukke opp en melding slik at du enkelt kan lese om fordelen og hvordan du får rabatt. Det har aldri vært enklere å bli minnet om de eksklusive fordelene!"
  }
}