{
  "name": {
    "ar,de,en,en_AU,en_GB,en_US,es,es_419,et,fr,hi,it,lt,nl,pt_BR,pt_PT,ru,sk,sr,tr,uk,vi,zh_CN,zh_TW": "Turn Left Clicker Game",
    "am,bn,ja,mr,pl,sl,sv,sw": "Turn Left Unblocked Game",
    "bg,fa,fi,he,id,lv,no": "Turn Left Online Game",
    "ca,cs,el,hu,th": "Turn Left Online",
    "da,fil,gu,hr,kn,ko,ml,ms,ro,ta,te": "Turn Left Game"
  },
  "short": {
    "ar": "اجعل لفة الشخصية قدر الإمكان على المسار من خلال إجراء اللمسات الصحيحة في الوقت المناسب.",
    "am": "ትክክለኛውን ጊዜ በመነካካት በተቻለ መጠን በሐዲዱ ላይ የገጸ-ባህሪውን ጭን ያድርጉ.",
    "bg": "Направете обиколката на героите възможно най-много на пистата, като направите правилните щрихи навреме.",
    "bn": "সময়ের সাথে সাথে সঠিক স্পর্শ করে ট্র্যাকে যতটা সম্ভব চরিত্রটি ল্যাপ করুন।",
    "ca": "Feu que el personatge giri el màxim possible a la pista fent els tocs adequats a temps.",
    "cs": "Udělejte charakter co nejvíce kol na trati tím, že uděláte správné dotyky včas.",
    "da": "Få karakteren til at omgange så meget som muligt på banen ved at lave de rigtige berøringer i tide.",
    "de": "Machen Sie den Charakter so weit wie möglich auf der Strecke zur Runde, indem Sie rechtzeitig die richtigen Berührungen machen.",
    "el": "Κάντε τον χαρακτήρα να κάνει τον γύρο όσο το δυνατόν περισσότερο στην πίστα κάνοντας τις σωστές πινελιές εγκαίρως.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Make the character lap as much as possible on the track by making the right touches in time.",
    "es": "Haz que el personaje regazane tanto como sea posible en la pista haciendo los toques correctos a tiempo.",
    "et": "Pange tegelane rajal võimalikult palju ringi käima, tehes õigel ajal õigeid puudutusi.",
    "fa": "دامان شخصیت را تا آنجا که ممکن است در مسیر با ساخت لمس مناسب در زمان.",
    "fi": "Saa hahmo kiertämään radalla mahdollisimman paljon tekemällä oikeat kosketukset ajoissa.",
    "fil": "Gumawa ng character lap hangga't maaari sa subaybayan sa pamamagitan ng paggawa ng karapatan touches sa oras.",
    "fr": "Faites tourner le personnage autant que possible sur la piste en faisant les bonnes touches à temps.",
    "gu": "સમયસર યોગ્ય સ્પર્શ કરીને કેરેક્ટર લેપને ટ્રેક પર બને તેટલું વધારે બનાવો.",
    "he": "הפוך את הדמות להקפה ככל האפשר על המסלול על ידי ביצוע הנגיעות הנכונות בזמן.",
    "hi": "समय रहते सही टच बनाकर ट्रैक पर जितना हो सके कैरेक्टर लैप बनाएं।",
    "hr": "Učinite lik krug što je više moguće na stazi čineći prave dodire na vrijeme.",
    "hu": "Tedd a karaktert a lehető legnagyobb mértékben a pályán azáltal, hogy időben megcsinálod a megfelelő érintéseket.",
    "id": "Buat karakter berputar sebanyak mungkin di trek dengan membuat sentuhan yang tepat pada waktunya.",
    "it": "Fai il giro del personaggio il più possibile in pista facendo i giusti tocchi in tempo.",
    "ja": "時間内に適切なタッチを行うことによって、トラック上でキャラクターをできるだけラップにします。",
    "kn": "ಸಮಯಕ್ಕೆ ಸರಿಯಾಗಿ ಸರಿಯಾದ ಸ್ಪರ್ಶಗಳನ್ನು ಮಾಡುವ ಮೂಲಕ ಟ್ರ್ಯಾಕ್ ನಲ್ಲಿ ಸಾಧ್ಯವಾದಷ್ಟು ಪಾತ್ರವನ್ನು ಲ್ಯಾಪ್ ಮಾಡಿ.",
    "ko": "제 시간에 올바른 터치를하여 트랙에서 가능한 한 캐릭터 랩을 만드십시오.",
    "lv": "Padariet varoni apli pēc iespējas vairāk trasē, savlaicīgi veicot pareizos pieskārienus.",
    "ml": "കൃത്യസമയത്ത് ശരിയായ സ്പർശനങ്ങൾ നടത്തിക്കൊണ്ട് ട്രാക്കിൽ കഴിയുന്നത്ര ക്യാരക്ടർ ലാപ്പ് ഉണ്ടാക്കുക.",
    "mr": "वेळेत योग्य स्पर्श करून ट्रॅकवर शक्य तितके कॅरेक्टर लॅप बनवा.",
    "ms": "Buat pusingan watak sebanyak mungkin di trek dengan membuat sentuhan yang betul dalam masa.",
    "nl": "Laat het personage zoveel mogelijk ronden op de baan door op tijd de juiste aanrakingen te maken.",
    "no": "Få karakteren til å runde så mye som mulig på banen ved å gjøre de riktige berøringene i tide.",
    "pl": "Zrób okrążenie postaci tak bardzo, jak to możliwe na torze, dokonując właściwych dotknięć w czasie.",
    "ro": "Faceți turul personajului cât mai mult posibil pe pistă, făcând atingerile potrivite în timp.",
    "ru": "Сделайте круг персонажа как можно больше на трассе, делая правильные касания вовремя.",
    "sk": "Urobte postavu čo najviac kolom na trati tým, že včas urobíte správne dotyky.",
    "sl": "Naredite krog znaka, kolikor je mogoče na stezi, tako da pravi dotiki v času.",
    "sv": "Få karaktären att varva så mycket som möjligt på banan genom att göra rätt beröringar i tid.",
    "sw": "Mfanye mhusika awe lap kadri inavyowezekana kwenye njia kwa kufanya miguso sahihi kwa wakati.",
    "ta": "சரியான நேரத்தில் சரியான தொடுதல்களைச் செய்வதன் மூலம் பாதையில் முடிந்தவரை கதாபாத்திரத்தை மடியில் வைக்கவும்.",
    "te": "సకాలంలో సరైన టచ్ లు ఇవ్వడం ద్వారా ట్రాక్ పై సాధ్యమైనంత వరకు క్యారెక్టర్ ల్యాప్ అయ్యేలా చేయండి.",
    "th": "ทําให้ตัวละครตักมากที่สุดเท่าที่เป็นไปได้ในการติดตามโดยการทําสัมผัสที่ถูกต้องในเวลา",
    "tr": "Zamanında doğru dokunuşları yaparak karakterin pistte mümkün olduğunca tur atmasını sağlayın.",
    "uk": "Зробіть так, щоб персонаж якомога більше плескав на доріжці, вчасно роблячи правильні штрихи."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you ready to drift in an endless circle! Make your best move and reach the highest score.\n\nHow To Play\nPlayed with Mouse.\n\nTurn Left Clicker Game Features\n✓ Little Particle\n✓ Infinity Level\n✓ Basic control\n\nFinally, you can enjoy these game for free (and more requests will be added)! Turn Left Clicker Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}