{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "fairsavings.in"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Browser extension will remind you about the possibility to get cashback (cash back) while shopping"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Service That Helps You Make Profitable Online Purchases\n\nFairSavings is a cashback service that allows you to make profitable purchases in over 500 popular stores and services across India.\n\nBy installing the \"Fairsavings\" browser extension, we will take care of you receiving cashback. Every time you make purchases online or pay for services that support cashback, the extension will offer you to activate it and automatically credit the saved funds to your account in \"FairSavings.\" You can easily withdraw your cashback to your bank card, PayPal, Amazon Gift Card, Flipkart Gift Card, bank account, and more.\n\nHere are the key features of FairSaving's cashback service:\n• Cashback of up to 40% in over 500 popular stores and services in India, including Myntra, boAt, Fitspire, Puma, Samsung, and many others;\n• Cashback reminders and easy activation. You will never forget to activate cashback before purchase;\n• Quick and convenient withdrawal. Cashback can be withdrawn to a bank card, PayPal, Amazon Gift Card, Flipkart Gift Card, bank account, Binance, UPI, and more.\n\nWe would be happy to have you among the users of FairSavings, who are already making smart purchases with us!\n\nBy installing the \"FairSavings\" extension, you agree to the \"Terms of Use\" and authorize the extension to redirect you to the partner programs' links to which the cashback service is connected.\n\nAdditionally, please be informed that the extension uses Google Analytics service to collect usage statistics to improve your user experience. If you do not wish to transfer data to the Google Analytics service, please visit http://tools.google.com/dlpage/gaoptout or install a filter in Adblock Plus or other ad-blocking applications."
  }
}