{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stock Analysis Overlay (Simply Wall St)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An AI powered analysis overlay"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Replace your new tab page with financial stock analysis from the US, UK or AU market and a natural landscape to calm your mind and increase your focus.\n\nThis extension (for US, UK and AU primary markets only) also joins the dots between the companies you're reading about (for example) on Bloomberg, and our analysis.\n\nIt works by finding and highlighting potential listed companies (from a selected default market) within the news articles you're reading. Then gives you access to our analysis for those companies with one click.\n\nThere are 2 ways to trigger the extension:\n➤ Visit one of the extension's watched sites (e.g. bloomberg.com, TechCrunch, Forbes, CNBC, plus many more)\n➤ Right click the extension's icon in your Chrome toolbar.\n\nBy default, it will look to highlight companies from US markets. However, you can update your default market via the extension's options page (left click the extension's icon and select options). You can choose between US, Australian and British markets.\n\nWhat can you do with Simply Wall St’s Stock Analysis Overlay? \n\n➤ Keep an eye on the latest stock market news and developments\n\nSee how the market performed over the last 7 days, 3 months, and year-to-date with highlights on the strongest sectors driving gains. \n\nWant to know which individual stocks are moving the market? The market movers tab updates daily to show you the biggest gainers and losers making waves.\n\nWhether you use the extension at home or at work, staying up to date with the market has never been easier. \n\n➤ Discover new stocks daily\n\nWith the stock analysis overlay, you can discover new stocks with just one click. Explore companies from  new markets and sectors across the world or learn more about the competitors of a company you’re invested in. \n\nPowered by Simply Wall St’s exhaustive analysis on every listed stock worldwide we’ll help you uncover the hidden gems. Find new companies or learn more about the competitors of a company you’re invested in. \n\n➤ Deep dive into any stock in seconds\n\nCut through the noise of analysts and articles online with easy to use analysis tools at your fingertips. Simply click on the overlay button to access recent updates, fair value analysis, and future growth charts to get a quick overlook of a company’s prospects. You can even create notes to review later. \n\nLooking for more information on a particular stock? Just click through the full report on Simply Wall St where we make stock research easier than ever before. \n\nPrivacy Policy:\nhttps://simplywall.st/privacypolicy"
  }
}