{
  "name": {
    "ar,bn,ca,da,fil,gu,ja,kn,ko,lv,mr,ms,no,pl,sl,sw,ta,te": "Stickman Bridge Online Game",
    "am,el,et,hu,id,sv,th": "Stickman Bridge Online",
    "bg,cs,fa,fi,he,hi,hr,ml,ro,sk": "Stickman Bridge Unblocked Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,it,lt,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Stickman Bridge Game"
  },
  "short": {
    "ar": "من الضروري الوصول إلى خط النهاية قبل الخصوم من خلال جمع الشخصيات على المسار.",
    "am": "በሐዲዱ ላይ ያሉ ገጸ-ባህሪያትን በመሰብሰብ በተቃዋሚዎች ፊት ወደ መጨረሻው መስመር መድረስ ያስፈልጋል።",
    "bg": "Необходимо е да достигнете финалната линия преди опонентите, като съберете героите на пистата.",
    "bn": "ট্র্যাকে অক্ষরগুলি সংগ্রহ করে প্রতিপক্ষের আগে ফিনিশিং লাইনে পৌঁছানো প্রয়োজন।",
    "ca": "Cal arribar a la línia de meta davant els oponents recollint els caràcters de la pista.",
    "cs": "Je nutné dosáhnout cílové čáry před soupeři sbíráním postav na trati.",
    "da": "Det er nødvendigt at nå målstregen før modstanderne ved at samle tegnene på banen.",
    "de": "Es ist notwendig, die Ziellinie vor den Gegnern zu erreichen, indem die Charaktere auf der Strecke gesammelt werden.",
    "el": "Είναι απαραίτητο να φτάσετε στη γραμμή τερματισμού πριν από τους αντιπάλους συλλέγοντας τους χαρακτήρες στην πίστα.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "It is necessary to reach the finish line before the opponents by collecting the characters on the track.",
    "es": "Es necesario llegar a la línea de meta antes que los oponentes recogiendo los personajes en la pista.",
    "et": "On vaja jõuda finišijooneni enne vastaseid, kogudes rajal olevad tegelased.",
    "fa": "لازم است با جمع آوری شخصیت های روی پیست به خط پایان قبل از حریفان برسند.",
    "fi": "On tarpeen saavuttaa maaliviiva ennen vastustajia keräämällä merkit radalle.",
    "fil": "Ito ay kinakailangan upang maabot ang tapusin ang linya bago ang mga opponents sa pamamagitan ng pag",
    "fr": "Il est nécessaire d’atteindre la ligne d’arrivée avant les adversaires en collectant les personnages sur la piste.",
    "gu": "ટ્રેક પરના પાત્રોને એકત્રિત કરીને વિરોધીઓ સમક્ષ અંતિમ રેખા સુધી પહોંચવું જરૂરી છે.",
    "he": "יש צורך להגיע לקו הסיום לפני היריבים על ידי איסוף הדמויות על המסלול.",
    "hi": "ट्रैक पर पात्रों को इकट्ठा करके विरोधियों के सामने फिनिश लाइन तक पहुंचना आवश्यक है।",
    "hr": "Potrebno je doći do cilja prije protivnika prikupljanjem likova na stazi.",
    "hu": "Az ellenfelek előtt el kell érni a célvonalat a karakterek összegyűjtésével a pályán.",
    "id": "Penting untuk mencapai garis finis sebelum lawan dengan mengumpulkan karakter di trek.",
    "it": "È necessario raggiungere il traguardo prima degli avversari raccogliendo i personaggi in pista.",
    "ja": "トラック上のキャラクターを集めて、対戦相手の前にフィニッシュラインに到達する必要があります。",
    "kn": "ಟ್ರ್ಯಾಕ್ ನಲ್ಲಿ ಅಕ್ಷರಗಳನ್ನು ಸಂಗ್ರಹಿಸುವ ಮೂಲಕ ಎದುರಾಳಿಗಳ ಮುಂದೆ ಫಿನಿಶ್ ಲೈನ್ ಅನ್ನು ತಲುಪುವುದು ಅವಶ್ಯಕ.",
    "ko": "트랙의 캐릭터를 수집하여 상대방보다 먼저 결승선에 도달해야합니다.",
    "lv": "Ir nepieciešams sasniegt finiša līniju pretinieku priekšā, savācot rakstzīmes trasē.",
    "ml": "ട്രാക്കിലെ അക്ഷരങ്ങൾ ശേഖരിച്ച് എതിരാളികൾക്ക് മുന്നിൽ ഫിനിഷ് ലൈനിൽ എത്തേണ്ടത് അത്യാവശ്യമാണ്.",
    "mr": "ट्रॅकवर पात्रे गोळा करून विरोधकांसमोर अंतिम रेषेपर्यंत पोहोचणे आवश्यक आहे.",
    "ms": "Ia adalah perlu untuk mencapai garisan penamat sebelum lawan dengan mengumpul watak-watak di trek.",
    "nl": "Het is noodzakelijk om de finishlijn voor de tegenstanders te bereiken door de personages op de baan te verzamelen.",
    "no": "Det er nødvendig å nå mållinjen før motstanderne ved å samle tegnene på banen.",
    "pl": "Konieczne jest dotarcie do mety przed przeciwnikami poprzez zbieranie postaci na torze.",
    "ro": "Este necesar să se ajungă la linia de sosire în fața adversarilor prin colectarea caracterelor de pe pistă.",
    "ru": "До финиша необходимо добраться раньше соперников, собрав персонажей на трассе.",
    "sk": "Je potrebné dosiahnuť cieľovú čiaru pred súpermi zhromažďovaním postáv na trati.",
    "sl": "Treba je priti do ciljne črte pred nasprotniki z zbiranjem znakov na progi.",
    "sv": "Det är nödvändigt att nå mållinjen före motståndarna genom att samla karaktärerna på banan.",
    "sw": "Ni muhimu kufikia mstari wa kumaliza mbele ya wapinzani kwa kukusanya wahusika kwenye wimbo.",
    "ta": "பாதையில் உள்ள எழுத்துக்களைச் சேகரிப்பதன் மூலம் எதிரிகளுக்கு முன்னால் பூச்சுக் கோட்டை அடைவது அவசியம்.",
    "te": "ట్రాక్ పై ఉన్న అక్షరాలను సేకరించడం ద్వారా ప్రత్యర్థుల ముందు ఫినిష్ లైన్ కు చేరుకోవడం అవసరం.",
    "th": "มีความจําเป็นต้องไปถึงเส้นชัยก่อนคู่ต่อสู้โดยการรวบรวมตัวละครในสนามแข่ง",
    "tr": "Pistteki karakterleri toplayarak rakiplerden önce bitiş çizgisine ulaşmak gerekiyor.",
    "uk": "До фінішу необхідно дійти до суперників, зібравши персонажів на трасі."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you ready for a crazy new stickman game! Add your characters in a row and defeat your opponents.\n\nHow To Play\nPlayed with Mouse.\n\nStickman Bridge Game Features\n✓ Easy control\n✓ Cartoon graphics\n✓ Stickman character\n✓ Fun sounds\n\nFinally, you can enjoy these game for free (and more requests will be added)! Stickman Bridge Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}