{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Venus Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Modify new tab page in a way that suits you best to boost your motivation and productivness."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "We all need some bright colors to lighten our days, therefore we created an extension that displays amazing images in each new Tab. Venus's beauty will wow you!\n\nBy clicking “Add to Chrome” I accept and agree to install Venus Tab Chrome Extensions and set chrome new tab to that provided by the service and terms of use and Privacy policy.\n\nThe extension will update your search settings and will change your new tab search service provided by Bing. \n\nIf you are a true fan, there is an option in the top left corner that allows you to change it whenever you want and simply enjoy these wonderful colour.\n\nBeautiful design is not the only thing that is pretty great about Venus Tab. You can use interesting widgets and make your days more productive than ever. \n\nWe incorporated a clock function to ensure that you are always aware of the time. It's vital not to lose track of time, especially if you're swamped with important activities.\n\nAnother basic but crucial feature is the weather function. If you have it in your tab, you may check the weather for the precise area and arrange your duties and leisure time accordingly.\n\nThe Search Bar is the one we enjoy most. It just urges you to seek fascinating thoughts by blending in with the stunning backgrounds. \n\nMotivation is something that drives us through some tough days and everybody needs a couple of strong sentences to gain motivation. There is a reminder in the bottom right corner which you can use to set how often you want to see these pop-ups.  \n\nPlease feel free to browse our website for additional information:\nWebsite: https://venustab.com/\n\nCheck our Privacy Policies:\nPP: https://venustab.com/privacy-policy.html\nEULA: https://venustab.com/eula.html\n\nLearn more about our company:\nAbout Us: https://venustab.com/about-us.html\n\nYou can easily uninstall it if you are no longer interested. Follow these steps for removal: \n1) Menu tab\n2) Extensions\n3) Click on the extension\n4) Remove from Chrome"
  }
}