{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FLQL display questions"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get the .tsv file in the right format and load before starting a game."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "I wrote this chrome extension rather hastily as a way of reducing effort and errors for a small group of friends when they copy-pasted question texts from a PDF while reading games on Zoom for season 1 of FLQL. I'm delighted that this plugin has found acceptance among a much larger crowd around the world since. If you have ideas for any features I can include, or if you see any bugs, or perhaps a better name for this plugin, please send them across to harish.quiz@gmail.com  \n\nSome updates in this version:\n1) Now supports an easy way to include one image per question. Look at the .tsv format here https://docs.google.com/spreadsheets/d/1mj0rD0yKsQo2cOoO9hZhntEknjpTzXf51RVI4QicHdI/edit#gid=0 \n \nImage URLs almost always end with '.jpg' or '.png'. You can upload to a site like imgur to get these links for images that you're not directly taking from the internet. Large images are downscaled so that their longest dimension is 680 pixels. \n\n2) markdown for text emphasis and images. Look here for a quick guide https://www.markdownguide.org/basic-syntax/#emphasis . \nThis is useful if you want to embolden a part of the text ( **text to appear in bold** ), or italicise part of the text ( *text to emphasise* ). Because underscores are used to represent blanks, underscores are taken literally and not parsed for both emphasis and underlines. Asterisks in the middle of a word are parsed as literal asterisks. This feature is untested for horizontal lines, tables, lists, headings, and code blocks. \nIf you know what you are doing, you can have raw HTML instead of markdown. It might help when you want more images per question, control over the size of images, or change colour of text.  \n\n3) A button to display answers. The answer text can support markdown as well (and thus images). This button must be continuously pressed for 1 second to prevent accidental clicks. If you do not want readers to show answers, leave the answerText column in the google sheet blank when creating the tsv. \n\n\nFeatures I will explore:\n1) a mozilla extension\n2) a way to link audio and video\n3) text2speech\n4) ??? (email harish.quiz@gmail.com)\n\nI would recommend using google sheets to create the .tsv file to remove UTF-8 conversion artifacts. \n\nThanks for trying this out!\n\n------------------------------------------------------------------------------------------------------------------------------------------ \n\nInstructions:\n\n1) Open the scorecard link\n2) Click on the extension icon in the chrome extensions bar (near the address bar at the top usually). You might need to click on the jigsaw piece icon if you can't find it there already.\n3) In the tiny popup that opens, upload the questions file as a tsv or txt, and click on load questions.\n4) In about a second you should see a message in the start settings page saying \"loaded questions\". You can now press start. If you do not see this message, refresh the page and try again.\n\nIf the extension behaves unexpectedly, refresh the page at any point during the quiz and see if it works now. The scores will be preserved. If you are on an incognito window, you must allow the plugin in incognito (right click extension icon, manage extension).\nIf this does not work, reach out to whoever shared the .tsv file and harish.quiz@gmail.com\n\nThe chrome extension only modifies the views on the user's browser. No question data is sent to any server and the extension is automatically disabled by Google on any site that's not the Wikiquiz scorecard. The extension undergoes thorough review for security and privacy \n\nYou need to have a recent version of Google Chrome for this to work."
  }
}