{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wizard of Swipe for Tinder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**Update: Automatic Chat with Your Matches**\n\nv1.5.8 Update:\n- Additional fixes for new Tinder version\n\nElevate your Tinder…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**Update: Automatic Chat with Your Matches**\n\nv1.5.8 Update:\n- Additional fixes for new Tinder version\n\nElevate your Tinder experience with Wizard of Swipe, the revolutionary Chrome extension that automates your swiping and now introduces automatic chat functionality. Forget the hassle of endless browsing —let the Wizard of Swipe bring the magic of perfect matches directly to you and start engaging instantly!\n\nAutomatic Chat: Our new feature takes automation to the next level by automatically generating messages for your new matches and open conversations. Start chatting without delay, increasing your chances of making a genuine connection.\n\nAutomated Swiping: Powered by advanced AI, Wizard of Swipe analyzes profiles and intelligently swipes right on those that meet your specific preferences and left on those that don't, ensuring more accurate matches.\n\nCustomizable Preferences: Set your criteria with our detailed filters for beauty, ethnicity, height, and relationship goals to refine your matches to those who truly resonate with your preferences.\n\nTime Saver: Wizard of Swipe works seamlessly in the background. Go about your day and return to a curated list of potential matches who meet your standards, already engaged in conversation.\n\nPrivacy and Security: Your preferences, swiping patterns, and chat history remain confidential. Wizard of Swipe operates locally in your browser, ensuring no data is shared with any server.\n\nUser-Friendly Interface: Installing and configuring Wizard of Swipe is a breeze. Set up in minutes and watch as your dating life transforms with minimal effort.\n\n\nWhy Choose Wizard of Swipe?\n\nWizard of Swipe leverages sophisticated AI to optimize your chances of finding the right match on Tinder. Our smart algorithm adapts to your preferences, and now with the automatic chat feature, it simplifies your path to engaging with potential partners. Whether you're seeking a light-hearted connection or a deep, meaningful relationship, Wizard of Swipe streamlines your search for love.\n\nDownload Wizard of Swipe now and let the magic of intelligent swiping and chatting streamline your search for love!\n\nv1.5.7 Update:\n- Fixes for new Tinder version\n\nv1.5.5 Update:\n- New chat style\n- Bugfixes\n\nv1.5.5 Update:\n- Bugfixes\n\nv1.5.4 Update:\n- NEW: Choose your chat style\n- NEW: manually select the preferred language for each chat\n- Bugfixes\n\nv1.5.3 Update:\n- Chat \"Thinking...\" bugfix\n\nv1.5.2 Update:\n- Chat language bugfix\n- Refresh if not getting new users\n- Stability bugfixes"
  }
}