{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Krobit"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A productivity extension that helps you to save your time by preventing procastination"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Krobit, a powerful Chrome extension designed to revolutionize your online productivity and help you cultivate healthy time management habits. Krobit is your ultimate companion in fighting procrastination and taking control of your valuable time.\n\nWith Krobit, you can effortlessly monitor and track the amount of time you spend online. The extension provides you with detailed insights and statistics on your browsing habits, empowering you to make informed decisions about your digital activities. Whether it's studying or leisure browsing, Krobit keeps a watchful eye on your online presence, ensuring that you stay accountable and make the most of every minute.\n\nFeatures:\n - Time tracker: Tracks the websites you visit and how much time you spend on them\n - Pomodoro timer: Lets you set study sessions which are free from distractions\n - Blacklister: Blocks selected sites during study sessions \n - Time limit: Set time limits for certain websites\n\nSay goodbye to unproductive studying and hello to a more focused and intentional online experience with Krobit. Take charge of your time, defeat procrastination, and unlock your full potential. Install Krobit today and unleash the power of productive time management!\n\nicon source: <a href=\"https://www.flaticon.com/free-icons/clock\" title=\"clock icons\">Clock icons created by Freepik - Flaticon</a>"
  }
}