{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TailorD"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TailorD facilitates body measurement scanning and provides your accurate site-specific size for online shoppers!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TailorD is the ultimate browser extension designed to transform your online clothing shopping experience. With TailorD, finding the perfect fit on a majority of online clothing retailer websites is now easier than ever. Say farewell to sizing guesswork and say hello to a tailor-made shopping journey.\n\nKey Features:\n\nSimple Body Scan: TailorD utilizes state-of-the-art body scanning technology that seamlessly integrates with your phones camera. A quick and straightforward body scan is all it takes to capture precise body measurements, ensuring accurate size recommendations.\n\nUniversal Compatibility: TailorD is engineered to seamlessly integrate with a wide range of popular online clothing retailers. Whether you're shopping from well-known fashion websites or discovering new ones, our extension works effortlessly across various platforms.\n\nPersonalized Size Recommendations: Your unique body scan data allows TailorD to generate personalized size recommendations for each brand and garment type. From tops and bottoms to dresses and outerwear, you'll receive tailored suggestions for a flawless fit.\n\nMulti-Profile Support: Share your device with family or friends? Not an issue! TailorD allows you to save multiple profiles, making it convenient for everyone in your household to find their ideal fit.\n\nSeamless Shopping Experience: Once your body scan is complete, TailorD seamlessly displays size recommendations directly on the retailer's website. Look for the \"TailorD Sizing\" button next to each product, granting you instant access to the perfect size for you.\n\nReal-Time Updates: TailorD stays up-to-date with the latest sizing changes from online retailers. Our dedicated team continuously monitors and updates the extension, ensuring you receive accurate size recommendations for the latest collections.\n\nPrivacy and Security: At TailorD, we value your privacy and data security. Your body scan information is stored in such a way to guarantee its protection.\n\nElevate your online clothing shopping experience with TailorD! Bid farewell to ill-fitting clothes and embrace a confident, stylish look in every outfit you purchase online. Don't waste another moment on returns or uncertainty. Get TailorD now and embark on a personalized shopping journey where the perfect fit is just a scan away!"
  }
}