{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Purified Streaming"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Censor audio for bad language on Netflix and YouTube, as well as all text on any other webpage."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Watch Netflix™ shows and YouTube™ videos with clean ears as this extension mutes foul language. Additionally, bad words displayed in text will be filtered out on all other websites. Different muting settings are available by clicking on the extension icon in the top-right corner.\n\nFuture updates will include compatibility for other video streaming websites!\n\nNo data is collected from you for this extension to work.\n\nDisclaimer: This app is not affiliated with or endorsed by YouTube, Netflix, or any other video streaming service. It is an independent application created by the developer. The extension is provided AS IS with no warranty.\n\nLawsuit Notice:\n\nUnlike the infamous case with VidAngel in 2020, I have not pirated a single film to make this extension function as designed. Not a single lasting modification was made to any original, copyrighted work that can be viewed on the Netflix™ platform as caused by my work, as the program is designed to filter such inappropriate language spontaneously, or \"on the fly\".\n\nTherefore, all \"changes\", if they can be called such, to the audio and subtitles are dynamic, not static, and do not and cannot persist as a valid state of data on any user's device, including my own. These features do not add or take away meaning from the displayed content any more than the user manually muting the video and/or covering the captions with their hand at their own discretion. I have not violated or breached any law pertaining to copyright works or modification thereof."
  }
}