{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate by GrowthX"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate Chrome Extension by GrowthX"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock actionable wisdom from the world's top business leaders with every new tab. Elevate your mindset and your goals, seamlessly.\n\nWhy Choose Elevate by GrowthX?\nElevate isn't just another new tab extension; it's your daily dose of growth-oriented inspiration. Go beyond motivational quotes—get tactical insights from the global elite in business and leadership every time you open a new tab.\n\n🌟 Key Features:\n→ New Tab, Next-Level Insight: Begin every task with wisdom that drives action.\n→ Minimalist Design: Experience focus and flow with our distraction-free interface.\n→ Universal Compatibility: Perfectly optimized for all screen sizes.\n→ Offline Capable: Your growth journey shouldn't halt without Wi-Fi.\n→ Curated Wisdom: Quotes that cover a spectrum—from startups to scaling.\n\n💡 How to Get Started\n→ Install Elevate by GrowthX.\n→ Open a new tab.\n→ Absorb the insight. Get to work.\n\n\nFrequently asked Questions:\n→ Do I need internet access?\nNo. Elevate by GrowthX works flawlessly offline, ensuring uninterrupted access to a reservoir of quotes.\n\n→ Browser Compatibility?\nCurrently, exclusive to Chrome. Stay tuned for cross-browser capabilities.\n\n→ Who curates the wisdom?\nEach quote is meticulously selected by the GrowthX team and our vibrant community, guaranteeing maximum impact. Find the community here - growthx.club/community\n\n→ Is Elevate free?\nAbsolutely. Your growth shouldn't have a price tag.\n\n📥 Download Now\nDon't just open new tabs, open new possibilities. Elevate your work and life today."
  }
}