{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Anki Dictionary"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Build your vocabulary with Anki Dictionary"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Anki Dictionary, a dictionary that creates English flashcards for Anki.\n\n*** Only supports English at the moment ***\n\nBuild your vocabulary with Anki Dictionary in just 3 simple steps \n\n1. Ctrl + double click (Option or ⌥ key + double click on Mac) on any words to look up definitions immediately.\n2. Review all words in manage page.\n3. Export words and definitions as flashcards to Anki for permanent memorization.\n\nThe imported cards work best with Anki Dict Template ( https://github.com/ankiwords/anki-word-wizard-template ). Learn how to add the template to your Anki at https://ankiwords.xyz/how-to .\n\nWith Anki Dictionary, you can effortlessly look up definitions while reading without interruption.\n\nAnki Dictionary is also available in the right-click menu for instances when double-clicking does not select the entire phrase you want to look up.\n\n---------------------------------------------------\nChange log\nv1.0.15\nDo not redirect to onboarding page from manage page. Fix onboarding description for Mac.\nv1.0.14\nFix the bug that selected words count is not updated in the manage page.\nv1.0.13\nAdd an onboarding page to guide new users, and a congratulations page after looking up 50 words.\nv1.0.12\nAdd row to sort by words or added time.\nv1.0.11\nAdd a clear all saved words button in options page.\nv1.0.10\nAdd a search box to filter all words in manage page.\nv1.0.9\nSupport Option or ⌥ key for Mac\nv1.0.8\nOptimize export file\nv1.0.7\nUpdate AnkiDict template url\nv1.0.6\nAdd a warning line when not using AnkiDict template\nv1.0.5\nMinor fix to always show export hint\nv1.0.4\nUse AnkiDict card template for a better card appearance.\nv1.0.3\nMake clear when no definition is found\nv1.0.2\nFix bug of looking up from right click menu\nv1.0.1\nChange from double click to Ctrl + double click to avoid conflicts with select and copy etc."
  }
}