{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "虾皮贝分析(Tiktok shop 零成本创业)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "永久免费提供虾皮选品数据参考,包括:产品上架日期,销售飙升情况等～关注微信公众号-店小生 不仅可有数据服务，还有东南亚当地现货分销货源，本土网上批发，特别适合TIKTOK SHOP卖家 0成本创业"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "虾皮贝分析是店小生旗下免费的数据分析工具，永久免费提供虾皮选品数据参考,包括:产品上架日期,历史销售额,销售飙升情况等～\n关注微信公众号-店小生 可获得更多数据服务和东南亚当地的现货货源（0成本创业，一件代发）\n虾皮贝分析（微信公众号：店小生）：\n①一个非常好用的虾皮数据分析工具，帮助卖家高效选品与分析产品，\n②东南亚当地现货分销货源平台 www.shopsu.shop ，分布在泰国、马来、菲律宾、越南、印尼等当地国家云仓，可以帮助TIKTOK Shop 、Shopee、Lazade等平台卖家一键上架到店铺，出单就是净利润，永久免代理费。\n\n一、使用方便：注册店小生现货分销平台后（erp.shopsbu.com）就可以登录贝分析插件，在shopee前台的任何产品详情页面，手动刷新（按F5）即可看到产品相关数据 :\n二、功能包括采集跟卖和数据分析 \n1、采集跟卖上架功能（永久免费）：\n首先，需要在插件中的“虾皮平台”授权店铺\n其次，提前勾选您已授权成功的店铺\n最后，遇到您想跟卖的shopee链接，可以点击跟卖，等待几秒，产品就自动出现在您shopee后台店铺的产品列表中，刚提交时是未上架状态，可在shopee后台编辑完善后，再发布上架。\n  数据分析包含两部分：\n第一部分：（永久免费）产品飙升数据（使用方法：在产品详情页刷新即可见到）\n①产品上架日期；\n②历史销售额；\n③历史飙升指数；\n④近30天的销售额；\n⑤近30天的销量；\n⑥近30天的飙升指数；\n⑦近30天的是否可能刷单；\n⑧近30天的访客浏览量；\n⑨近30天的转化指数；\n⑩查看各款式销量：例如不同颜色与尺码。\n第二部分：推荐产品数据（使用方法：在产品详情页，点击浏览器右上角的贝分析LOGO图标可见）\n①推荐同款类型的产品：方便跟卖或发现跟卖产品；\n②同款产品的近30天的飙升指数；\n③同款产品的近30天销量；\n④同款产品的近30天销售额；\n⑤同款产品已上架的天数；\n⑥同款产品的最新售价：已自动转换为人民币；\n⑦同款产品的转化指数：协助判断其转化率与投入产出比预估。\n三、东南亚当地现货货源，可一件当地发货\n分销平台网址：www.shopsbu.shop\n目前在马来、泰国、菲律宾、印尼、越南等东南亚国家当地有充足的现货货源(注册登录网址：erp.shopsbu.com)\n① 0佣金 0风险 玩转东南亚本土电商，没有库存风险。\n②代理上架后 出单再付费，不出单也不需要会员费(永久免费），\n③ 多店铺多平台绑定库存精准自动同步线上链接，绝不会超卖，一盘货可同时销售多个平台。\n\n\n\nShopee Analysis is a free data analysis tool owned by DianXiaosheng. It provides permanent free shopee selection data for reference, including: product launch date, historical sales, sales surge, etc.~\nFollow WeChat Official Account - Dianxiaosheng to get more data services and local spot goods in Southeast Asia (0 cost start-up, one piece delivery)\nAnalysis of shrimp shellfish (WeChat public account: Dian Xiaosheng):\n①A very useful Shopee data analysis tool to help sellers efficiently select and analyze products,\n②The local spot distribution platform in Southeast Asia www.shopsu.shop is distributed in cloud warehouses in Thailand, Malaysia, the Philippines, Vietnam, Indonesia and other local countries, which can help the sellers of TIKTOK Shop, Shopee, Lazade and other platforms to put on the shelves to the store with one click and place orders. It is the net profit, and the agency fee is permanently free.\n\n1. Easy to use: After registering the shopee spot distribution platform (erp.shopsbu.com), you can log in to the BeiAnalysis plug-in, and manually refresh (press F5) on any product details page in the shopee front desk to see product-related data:\n2. Functions include collection and sales and data analysis\n1. The function of collecting and selling on the shelves (permanently free):\nFirst of all, you need to authorize the store in the \"Shopee Platform\" in the plug-in\nSecond, check the stores you have authorized successfully in advance\nFinally, when you encounter the shopee link you want to follow and sell, you can click follow-up and wait for a few seconds, and the product will automatically appear in the product list of your shopee backend store. , and then publish it on the shelves.\n  Data analysis consists of two parts:\nThe first part: (permanently free) product soaring data (how to use: you can see it by refreshing the product details page)\n①The date the product was put on the shelf;\n②Historical sales;\n③ Historical soaring index;\n④ Sales in the past 30 days;\n⑤ Sales volume in the past 30 days;\n⑥ Soaring in"
  }
}