{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LinkScalper - Advanced Link Grabber"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extracts all links from a webpage and displays them on a new page with options."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This ultimate link scraper for Chrome is packed with advanced features for SEO professionals, marketers, web developers, and generally anyone who need to efficiently handle and control URLs. From flexible filtering, down to bulk downloading, or quick editing on-the-go, \"LinkScalper Advanced Link Grabber\" takes it to a whole new level when it comes to fetching links off any webpage.\n\n==================================\n\n👉 Core Features & Functionalities\n\n→  Advanced Filtering Options:\nThe Include Filters offers the possibility to filter links and anchor-texts according to expressions you would like to keep on the list. The 'Exclude Filters' feature hides URLs that include unwanted terms. Save literally hours of work cleaning lists to capture relevant links, be it SEO targets, affiliate links, or wanted/unwanted domains.\n\n→  Domain Control:\nHave easy access to a complete domain list of the extracted URLs. Then filter the list of links by filtering out unwanted domains. Save time with the 'Hide Blocked Domains' feature to disregard the clutter of irrelevant sites you had configured in your blacklist options. That makes LinkScalper an excellent website link grabber for projects that require domain-based information or targeting of specific sources.\n\n→  No Duplicates, No Clutter:\nOnce the link extractor fetches your URLs, refine your list by using our options to hide duplicate links, or links from the same origin as the original webpage itself. Ideal for anyone wanting a neat and clean set of unique external URLs, which would perfectly serve the purpose of creating backlink profiles or track outbound links.\n\n→  Link and Image Extraction from All Sources:\nWith LinkScalper, you are not limited to clickable links alone; it captures URLs from non-clickable raw text also, which makes it more than just a hyperlink extractor. Also, the image link grabber feature displays the images that are targets of links and the image-links of the webpage.\n\n→  Bulk Link and Image Download Options:\nAll the target links and image-links of a webpage can be downloaded in bulk, saving your time and effort. Also, the extracted list of links can be directly downloaded into your device as a .txt or.csv file. Hence it is actually the ultimate batch link downloader.\n\n→  SEO Dofollow and Nofollow Link Detection:\nThis feature turn LinkScalper into an essential tool in SEO, as it will help you identify in no time which URLs are nofollow or dofollow. These data can be used in the monitoring of SEO dofollow backlinks, which are critical to create link-building strategies.\n\n====================================\n\n👉 On-the-Go Link Editing & Customization\n\n→  Link List Editor:\nEdit your list of extracted links with the 'Link Editor' option: Replace URLs/Anchor-Texts, Trim URLs/Anchor-Texts, Add Prefix or Add Suffix to both URLs and anchor texts. With this option, you will be able to mold the list of extracted links and anchor-texts exactly to fit the requirements of your project, whatever it is to prepare list of links to be used in a report and for outreach, or to prepare anchor texts for SEO keywords purposes.\n\n→  Easy Sorting for Organized Lists:\nWith our sorting features, sort your list of links and anchor-texts alphabetically, or simply randomize the list acordingly to your needs. This offers flexibility for SEO audits, content analysis, and bulk data processing in order to make patterns more visible or links easier to find.\n\n→  Export & Import Options:\nLinkScalper can export and import your settings to easily transfer configurations across devices or even to team members. This way, no need to input the same option at each link extraction.\n\n====================================\n\n👉 Powerful Use Cases of LinkScalper\n\n→  SEO Backlink Analysis:\nLinkScalper gives an all-in backlink extractor tool that identify nofollow and dofollow links from all your fetched links, ensuring quality and relevance monitoring of your backlinks in all completeness.\n\n→  Download All Links on a Page for Content Curation:\nWith the hyperlink extractor, you can quickly download all links on a page and save research articles, references, or even build resource pages. All the link getter functionalities makes it so easy to compile link lists for project documentation, sharing, and digital marketing uses.\n\n→  Extract Links from Webpage for Affiliate Marketing or other purposes:\nFilter, sort, and export links from your competitor websites for a seamless performance in affiliate marketing. Having LinkScalper as a link grabber downloader allow you to collect links for marketing purposes in the blink of a moment and make your work as an marketer easier and faster.\n\n→  Link Extraction Based on Domain for Targeted Campaigns:\nOptions like domain list and link filter make LinkScalper extract links from specific domains only. That's a practical feature to build focused outreach lists on industry domains or filtering links based on their relevance.\n\n→  Extract URLs from Text for Data Analysis:\nIn addition to be able to extract clickable hyperlinks, LinkScalper can extract URLs from text, making it a smart website link scraper that can get URLs from raw data. Ideal for analysts who need to operate with datasets or extract links from big text files for their analysis.\n\n=======================================\n\n👉 Why You Should Install LinkScalper?\n\nUnlike any other link extractor extension, LinkScalper offers every level of flexibility with the image extraction, and multi-format exports to allow you to extract all links from a website easily and with all the options you need for your projects. This URL grabber link filter feature makes it a must for marketers, developers, and SEO experts all around.\n\n🏡 Website - https://browserforpc.com"
  }
}