{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Duke Amazon Browser"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "On Amazon, this extension will display books available in Duke Libraries, TRLN, and WorldCat."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows users to search for books, CDs, DVDs on Amazon pages at Duke Libraries, TRLN Libraries, and WorldCat. \n\nVer. 5.3\nUpdate the WorldCat URL\n\nVer. 5.2\nUpdated the search URL according to the catalog's search syntax changes\n\nVer. 5.1\nImproved handling of extension messages by search scope\n\nVer. 5.0\nUpdated to meet the manifest version 3.0\n\nVer. 4.0\nChanged the wordings describing \"Found\" and \"Not Found\" cases\nLinked the \"Not Found\" message to the library catalogs so that users can click and search and explore the library catalog themselves. \n\nVer. 3.4\nUpdated to work with recent changes on Amazon's web pages. Also, a library page will be opened in a new tab.\n\nVer. 3.3\nChanged to search the combination of the title (main title only) and the first author of the book on Amazon's book page\n\nVer. 3.2\nChanged the default search to title search limiting to the main title of the book\n\nVer. 3.1\nChanged the URL of the new library Catalog\n\nVer. 2.2 \nSupports DVD/CD searches at Duke Libraries\nSupports grabbing titles on various formats such as Kindle, Audiobooks, etc.  \n\nBased on Hong Gyu Han's Northwest Owens Linky (2009), and Sarah Park's Amazon Library Linker For Lovejoy Library (2014)."
  }
}