{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free Test Now (Beta)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search and access popular speedtest quick links easily and quickly with this extension!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search and access popular speedtest quick links instantly from your start page!\n\nFree Test Now (Beta) is a start page extension that provides you with:\n- An inline speed test to quickly check your speed. With the convenient browser action you can get to a speed testing site from any page. Quicklinks to popular shopping destinations and a convenient web search powered by Yahoo!\n- Free Test Now (Beta) will also prompt you daily with access to the most popular speed test tools as well as personalized weather forecasts to get your day started.\n\nYou can also use the settings widget at the bottom right of the start page to adjust your personal experience.\n\nClick \"Add To Chrome\" above to get started from your browser's start page.\n\nOur extension can be removed at any time.\n\nTHIS IS A EXTENSION USED FOR BETA TESTING. The production version can be found at https://chrome.google.com/webstore/detail/free-test-now/dpipgcanhjebenffnaaloiaaacjbnnpg\n\nPermissions & Reasons Used\n\nOur extension only uses the minimum permissions required.\n\nInstall Dialog:\n\"Read and change your data on all hfreetestnow.app sites\"\nPermission: \"://.hfreetestnow.app/*\"\nReason: \"This allows our extension to work properly. We only request access to the website our extension runs on.\"\n\"Replace the page you see when opening a start page\"\nReason: \"This means you are installing our start page extension. Every time you open your Chrome browser you will see our website and all of its useful features.\"\n\"Read your browsing history\"\nPermission: \"Tabs\"\nReason: \"We use tabs to ensure we can offer you additional optional products. It also allows us to give you access to your daily feature and other useful tools. We do not store or transmit any of your browsing history.\"\n\nAdditional Permissions Used:\nPermission: \"Cookies\"\nReason: \"Cookies are used to ensure you get the right user experience when you install our extension. Our extension only grabs the cookies we set on our pages.\"\nPermission: \"Alarms\"\nReason: \"This is to control the timing of daily feature ensuring you get access to helpful links as well as a personalized weather forecast. We use alarms to make sure you don't receive daily feature more than you should.\"\nPermission: \"Storage\"\nReason: \"Used to save technical information locally on the extension to ensure you see the right content.\"\nPermission: \"contextMenus\"\nReason: \"This allows us to show you the \"About\" page in our browseraction.\""
  }
}