{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One Paragraph"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Select text and get a summary using OpenAI API"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🚀 Introducing One Paragraph\n\n⭐️ The ultimate Chrome extension for on-the-go professionals, students, and information enthusiasts! Harness the power of OpenAI's ChatGPT technology to instantly generate a concise, one-paragraph summary of any text from your favorite websites. With just a simple text selection and a click of a button, One Paragraph revolutionizes the way you consume and retain information, saving you valuable time and effort. Experience unparalleled convenience and efficiency as you effortlessly extract key insights from articles, research papers, blog posts, and more. Don't miss out on the opportunity to revolutionize your online reading experience - download One Paragraph today and unlock the power of AI-driven summarization!\n\n\n🚀 Get your OpenAI API Key\n1. Go to the OpenAI website and sign up for an account.\n2. Once you have created an account, click on the \"API Keys\" tab.\n3. Click on the \"Create new secret key\" button.\n4. Enter a name for your API key and click on the \"Create\" button.\n5. Your API key will be displayed on the screen.\n6. Copy your API key and paste it into the \"OpenAI API Key\" field in your Chrome extension options.\n\nHere are some additional tips for keeping your OpenAI API key safe:\n\n* Keep your API key secret. Do not share it with anyone else.\n* Do not store your API key in plain text. Make sure to encrypt it.\n* Do not use your API key for any other purpose than using it with your Chrome extension.\n\nIf you have any questions about getting an OpenAI API key, please contact OpenAI support."
  }
}