{
  "name": {
    "ar": "الدفاع عن المجاري  Unblocked Games",
    "am": "የፍሳሽ ማስወገጃዎችን ይከላከሉ  Online",
    "bg": "Защитете канализацията  Online Game",
    "bn": "নর্দমা রক্ষা  Unblocked Game",
    "ca": "Defensa les clavegueres Unblocked",
    "cs": "Bránit Kanál  Online Game",
    "da": "Forsvar kloakken  Defense Game",
    "de": "Verteidige die Kanalisation  Online",
    "el": "Υπερασπιστείτε τους υπονόμους  Online",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Defend the Sewers - HTML5 Game",
    "es": "Defiende las alcantarillas  Shooting Game",
    "et": "Kaitsta kanalisatsiooni  Defense Game",
    "fa": "از فاضلاب دفاع کن  Unblocked Game",
    "fi": "Puolusta viemäriä  Unblocked Games",
    "fil": "Ipagtanggol ang mga Imburnal  Online Games",
    "fr": "Défendre les égouts  Unblocked Games",
    "gu": "ગટરોનો બચાવ કરો  Skill Game",
    "he": "הגן על הביוב  Online Game",
    "hi": "सीवरों की रक्षा करें  Defense Game",
    "hr": "Obranite kanalizaciju  Defense Game",
    "hu": "Védd meg a Csatornát  Defense Game",
    "id": "Pertahankan selokan  Online Games",
    "it": "Difendi le fogne  Defense Game",
    "ja": "下水道を守る  Unblocked Game",
    "kn": "ಒಳಚರಂಡಿಯನ್ನು ರಕ್ಷಿಸಿ  Unblocked Game",
    "ko": "하수도를 지켜라  Online Game",
    "lv": "Aizstāvēt kanalizāciju  Online Games",
    "ml": "അഴുക്കുചാലുകൾ സംരക്ഷിക്കുക  Online Games",
    "mr": "गटारांचे रक्षण करा  Defense Game",
    "ms": "Pertahankan Pembetung Unblocked",
    "nl": "Verdedig de riolen  Online Game",
    "pl": "Obroń Kanały  Unblocked Game",
    "ro": "Apără Canalele  Online Game",
    "ru": "Защитить канализацию  Unblocked Game",
    "sk": "Bráňte kanalizáciu  Unblocked Game",
    "sl": "Branite kanalizacijo  Online",
    "sw": "Tetea Mifereji ya maji machafu  Shooting Game",
    "ta": "சாக்கடைகளை பாதுகாக்கவும்  Online Game",
    "te": "కాలువలను రక్షించండి  Skill Game",
    "th": "ปกป้องท่อระบายน้ำ  Skill Game",
    "tr": "Kanalizasyonları savun  Online Games",
    "uk": "Захистіть каналізацію  Defense Game"
  },
  "short": {
    "ar": "باستخدام Craig ولعبة Zuma هذه ، قم بتدمير أو إنشاء مجموعات من ثلاثة بالونات أو أكثر من نفس اللون لجعلها تنفجر",
    "am": "በክሬግ እና በዚህ የዙማ ጨዋታ፣ እንዲፈነዱ ለማድረግ ተመሳሳይ ቀለም ያላቸውን ሶስት ወይም ከዚያ በላይ የሆኑ ፊኛዎችን ያጥፉ ወይም ይፍጠሩ",
    "bg": "С Крейг и тази игра Zuma унищожете или създайте групи от три или повече балона от един и същи цвят, за да ги накарате да се спукат",
    "bn": "ক্রেগ এবং এই জুমা গেমের সাহায্যে, একই রঙের তিনটি বা তার বেশি বেলুনের দল ধ্বংস করুন বা তৈরি করুন যাতে সেগুলো ফেটে যায়",
    "ca": "Amb Craig i aquest joc de Zuma, destrueix o crea grups de tres o més globus del mateix color per fer-los esclatar",
    "cs": "S Craigem a touto hrou Zuma zničte nebo vytvořte skupiny tří nebo více balónků stejné barvy, aby praskly.",
    "da": "Med Craig og dette Zuma-spil kan du ødelægge eller skabe grupper på tre eller flere balloner af samme farve for at få dem til at…",
    "de": "Zerstöre oder erschaffe mit Craig und diesem Zuma-Spiel Gruppen aus drei oder mehr gleichfarbigen Ballons, um sie zum Platzen zu…",
    "el": "Με τον Craig και αυτό το παιχνίδι Zuma, καταστρέψτε ή δημιουργήστε ομάδες από τρία ή περισσότερα μπαλόνια του ίδιου χρώματος για να…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "With Craig and this Zuma game, destroy or create groups of three or more balloons of the same color to make them burst",
    "es": "Con Craig y este juego de Zuma, destruye o forma grupos de tres o más globos del mismo color para hacerlos estallar",
    "et": "Craigi ja selle Zuma mänguga hävitage või looge kolmest või enamast sama värvi õhupallist koosnevad rühmad, et need plahvatada",
    "fa": "با کریگ و این بازی زوما، گروه های سه یا چند بالن همرنگ را نابود یا ایجاد کنید تا آنها را ترک کنید.",
    "fi": "Craigin ja tämän Zuma-pelin avulla tuhoa tai luo kolmen tai useamman samanvärisen ilmapallon ryhmiä, jotta ne räjähtävät",
    "fil": "Kasama si Craig at ang larong Zuma na ito, sirain o lumikha ng mga grupo ng tatlo o higit pang mga lobo na may parehong kulay para…",
    "fr": "Avec Craig et ce jeu Zuma, détruisez ou créez des groupes de trois ballons ou plus de la même couleur pour les faire éclater",
    "gu": "ક્રેગ અને આ ઝુમા ગેમ સાથે, એક જ રંગના ત્રણ કે તેથી વધુ ફુગ્ગાઓનો નાશ કરવા અથવા તેના જૂથો બનાવો જેથી કરીને તેઓ ફૂટી જાય",
    "he": "עם קרייג ומשחק הזומה הזה, הרס או צור קבוצות של שלושה בלונים או יותר מאותו צבע כדי לגרום להם להתפוצץ",
    "hi": "क्रेग और इस ज़ूमा गेम के साथ, उन्हें फोड़ने के लिए एक ही रंग के तीन या अधिक गुब्बारों के समूह को नष्ट करें या बनाएं",
    "hr": "S Craigom i ovom igrom Zuma, uništite ili stvorite grupe od tri ili više balona iste boje kako biste ih rasprsnuli",
    "hu": "Craiggel és ezzel a Zuma játékkal pusztíts el vagy hozz létre három vagy több azonos színű léggömbből álló csoportokat, hogy…",
    "id": "Dengan Craig dan game Zuma ini, hancurkan atau buat grup yang terdiri dari tiga balon atau lebih dengan warna yang sama untuk…",
    "it": "Con Craig e questo gioco Zuma, distruggi o crea gruppi di tre o più palloncini dello stesso colore per farli scoppiare",
    "ja": "クレイグとこのズーマ ゲームで、同じ色の 3 つ以上の風船のグループを破壊または作成して、それらを破裂させます",
    "kn": "ಕ್ರೇಗ್ ಮತ್ತು ಈ ಜುಮಾ ಆಟದೊಂದಿಗೆ, ಒಂದೇ ಬಣ್ಣದ ಮೂರು ಅಥವಾ ಹೆಚ್ಚು ಬಲೂನ್‌ಗಳ ಗುಂಪುಗಳನ್ನು ಸಿಡಿಯುವಂತೆ ನಾಶಮಾಡಿ ಅಥವಾ ರಚಿಸಿ",
    "ko": "Craig와 이 Zuma 게임을 통해 같은 색상의 풍선을 3개 이상 그룹으로 만들어 터뜨리도록 하세요.",
    "lv": "Izmantojot Kreigu un šo Zuma spēli, iznīciniet vai izveidojiet trīs vai vairāk vienas krāsas balonu grupas, lai tie pārsprāgtu.",
    "ml": "ക്രെയ്ഗും ഈ സുമ ഗെയിമും ഉപയോഗിച്ച്, ഒരേ നിറത്തിലുള്ള മൂന്നോ അതിലധികമോ ബലൂണുകളുടെ ഗ്രൂപ്പുകൾ നശിപ്പിക്കുകയോ സൃഷ്ടിക്കുകയോ ചെയ്യുക.",
    "mr": "क्रेग आणि या झुमा गेमसह, एकाच रंगाचे तीन किंवा अधिक फुगे फोडण्यासाठी त्यांचे गट नष्ट करा किंवा तयार करा",
    "ms": "Dengan Craig dan permainan Zuma ini, musnahkan atau cipta kumpulan tiga atau lebih belon dengan warna yang sama untuk menjadikannya…",
    "nl": "Met Craig en dit Zuma-spel vernietig of creëer je groepen van drie of meer ballonnen van dezelfde kleur om ze te laten barsten",
    "pl": "Za pomocą Craiga i tej gry Zuma zniszcz lub stwórz grupy trzech lub więcej balonów tego samego koloru, aby pękły",
    "ro": "Cu Craig și acest joc Zuma, distrugeți sau creați grupuri de trei sau mai multe baloane de aceeași culoare pentru a le face să…",
    "ru": "С Крейгом и этой игрой Zuma уничтожайте или создавайте группы из трех или более воздушных шаров одного цвета, чтобы они лопнули.",
    "sk": "S Craigom a touto hrou Zuma zničte alebo vytvorte skupiny troch alebo viacerých balónov rovnakej farby, aby praskli.",
    "sl": "S Craigom in to igro Zuma uničite ali ustvarite skupine treh ali več balonov iste barve, da počijo",
    "sw": "Ukiwa na Craig na mchezo huu wa Zuma, haribu au unda vikundi vya puto tatu au zaidi za rangi moja ili kuzifanya zipasuke.",
    "ta": "கிரேக் மற்றும் இந்த ஜூமா கேம் மூலம், ஒரே நிறத்தில் உள்ள மூன்று அல்லது அதற்கு மேற்பட்ட பலூன்களை வெடிக்கச் செய்ய அவற்றை அழிக்கவும்…",
    "te": "క్రెయిగ్ మరియు ఈ జుమా గేమ్‌తో, ఒకే రంగులో ఉండే మూడు లేదా అంతకంటే ఎక్కువ బుడగలు పగిలిపోయేలా వాటిని నాశనం చేయండి లేదా వాటిని…",
    "th": "ด้วย Craig และเกม Zuma นี้ ทำลายหรือสร้างกลุ่มลูกโป่งที่มีสีเดียวกันตั้งแต่สามลูกขึ้นไปเพื่อทำให้ลูกโป่งแตก",
    "tr": "Craig ve bu Zuma oyunuyla, patlatmak için aynı renkteki üç veya daha fazla balondan oluşan gruplar oluşturun veya yok edin",
    "uk": "З Крейгом і цією грою Zuma знищуйте або створюйте групи з трьох або більше повітряних кульок одного кольору, щоб вони лопнули"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Have fun with Craig and this Zuma game, destroy or create groups of three or more balloons of the same color to make them burst . You can also swap balloons with a new one of another color by clicking/touching on the character. You only have five time to beat the Sewer Queen, are you good enough?\n\nTo swipe Install this extension to play Defend-the-sewers game or offline with no additional downloads and no ads. \n\nYou can contact with us support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}