{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Notes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take timestamped notes of YouTube videos directly in the browser."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The YouTube Notes Chrome extension is a useful tool for taking timestamped notes on YouTube videos and storing them locally within your browser.\n\nUsage\nTo utilize the YouTube Notes extension effectively, follow these steps:\n\n1. Pinning the Extension\nIt's recommended to pin the extension in your browser for easy access. Click the jigsaw icon in your browser toolbar, then select the pin icon for the YouTube Notes extension. If you prefer shortcuts, you can access it by pressing Ctrl + Y on Windows and Linux, or Cmd + I on Mac (the shortcut was chosen to be Y for easy remembrance (YoutTube), but on Mac, it opens the latest downloads).\n\n2. Creating Notes\n- Navigate to any YouTube video you want to take notes on.\n- Play the video until the moment you want to take notes. You can pause the video or keep it playing. The extension will automatically capture the timestamp when you open it.\n\n3. Editing Notes\n- Open the extension on the video where you took notes.\n- Locate the note you want to edit and click on the timestamp associated with that note.\n- The video will be navigated to the corresponding moment, and the note will appear in the text box.\n- Edit the note as desired and save it again.\n\n4. Deleting Notes\n- Open the extension on the video where you took notes.\n- Find the note you want to delete and click on the trash icon.\n - To confirm the deletion, select the check icon. Otherwise, click the cross icon.\n\n5. Viewing All Notes\nPlease note that the functionality to view all notes directly within the extension is not yet implemented. However, you can still access your notes since they are stored locally in your browser. Follow these steps:\n\n- Install the Storage Area Explorer extension.\n- Right-click on the extension icon in your browser's toolbar and select \"Inspect pop-up.\"\n- Navigate to the \"Storage Explorer\" tab. You will find your notes stored there, where you can remove, edit, or export them.\n\nThe format used to store the notes is as follows:\n- The channels key stores all the channels for the videos you took notes on, formatted as {channelId: channelName, ...}.\n- For each of the previous channelIds, you will find a key with the channelId storing the videos from that channel you took notes on, formatted as {videoId: videoName, ...}.\n- Finally, for each video with ID videoId, you will find a key with the videoId storing the notes you took on that video, formatted as {timestamp: note, ...}."
  }
}