{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mega-Debrid Browser Extension",
    "de": "Mega-Debrid Browser-Erweiterung",
    "es": "Extensión del navegador Mega-Debrid",
    "fr": "Mega-Debrid Extension",
    "pt_PT": "Extensão do Navegador Mega-Debrid"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The official Mega-Debrid browser extension. Unrestrict links at a glance!",
    "de": "Die offizielle Mega-Debrid Browser-Erweiterung. Entsperre Links auf einen Blick!",
    "es": "La extensión oficial del navegador Mega-Debrid. ¡Desbloquea enlaces de un vistazo!",
    "fr": "L'extension officielle de Mega-Debrid. Débridez vos liens en un rien de temps!",
    "pt_PT": "A extensão oficial do navegador Mega-Debrid. Desbloqueie links num piscar de olhos!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly unrestrict your premium links and torrents with the Mega-Debrid browser extension.\n\nMega-Debrid allows you to remove speed and download limits on more than 160 file hosts.\nYou will be able to download unlimited on these 160 hosts including 1Fichier, RapidGator, Turbobit, Mega and many more.\n\nWe offer:\n- Automatic detection of links that can be generated\n- Right click on the link to download it\n- Display notifications on your links and torrents\n- Copy generated links to the clipboard\n- Complete management of your torrents (adding, status, downloading)\n\nYou will find more information on our site: https://www.mega-debrid.eu\nYou can also consult our forum for user guides: http://help.mega-debrid.eu\n\nYou need a premium account to use this extension.\n\nIf you encounter a problem, do not hesitate to contact our support.",
    "de": "Heben Sie mit der Browsererweiterung Mega-Debrid sofort die Beschränkungen für Ihre Premium-Links und Torrents auf.\n\nMit Mega-Debrid können Sie Geschwindigkeits- und Downloadbeschränkungen für mehr als 160 Dateihosts aufheben.\nSie können unbegrenzt von diesen 160 Hosts herunterladen, darunter 1Fichier, RapidGator, Turbobit, Mega und viele mehr.\n\nWir bieten:\n- Automatische Erkennung von Links, die generiert werden können\n- Klicken Sie mit der rechten Maustaste auf den Link, um ihn herunterzuladen\n- Anzeige von Benachrichtigungen zu Ihren Links und Torrents\n- Kopieren Sie generierte Links in die Zwischenablage\n- Vollständige Verwaltung Ihrer Torrents (Hinzufügen, Status, Herunterladen)\n\nWeitere Informationen finden Sie auf unserer Website: https://www.mega-debrid.eu\nSie können auch in unserem Forum Benutzerhandbücher finden: http://help.mega-debrid.eu\n\nSie benötigen ein Premium-Konto, um diese Erweiterung zu verwenden.\n\nWenn Sie auf ein Problem stoßen, zögern Sie nicht, unseren Support zu kontaktieren.",
    "es": "Libera al instante tus enlaces premium y torrents con la extensión del navegador Mega-Debrid.\n\nMega-Debrid te permite eliminar los límites de velocidad y descarga en más de 160 servidores de archivos.\nPodrás descargar de forma ilimitada en estos 160 servidores, incluidos 1Fichier, RapidGator, Turbobit, Mega y muchos más.\n\nOfrecemos:\n- Detección automática de enlaces que se pueden generar\n- Haz clic derecho en el enlace para descargarlo\n- Visualización de notificaciones sobre tus enlaces y torrents\n- Copia de enlaces generados al portapapeles\n- Gestión completa de tus torrents (adición, estado, descarga)\n\nEncontrarás más información en nuestro sitio: https://www.mega-debrid.eu\nTambién puedes consultar nuestro foro para obtener guías de usuario: http://help.mega-debrid.eu\n\nNecesitas una cuenta premium para usar esta extensión.\n\nSi tienes algún problema, no dudes en contactar con nuestro soporte.",
    "fr": "Débridez instantanément vos liens et torrents premium avec l'extension de navigateur Mega-Debrid.\n\nMega-Debrid vous permet de supprimer les limites de vitesse et de téléchargement sur plus de 160 hébergeurs de fichiers.\nVous pourrez télécharger en illimité sur ces 160 hébergeurs dont 1Fichier, RapidGator, Turbobit, Mega et bien d'autres.\n\nNous vous proposons :\n- Détection automatique des liens pouvant être générés\n- Clic droit sur le lien, le torrent ou le magnet pour le télécharger\n- Affichage des notifications sur vos liens et torrents\n- Copie des liens générés dans le presse-papier\n- Gestion complète de vos torrents (ajout, statut, téléchargement)\n\nVous trouverez plus d'informations sur notre site : https://www.mega-debrid.eu\nVous pouvez également consulter notre forum pour les guides d'utilisation : http://help.mega-debrid.eu\n\nVous avez besoin d'un compte VIP pour utiliser cette extension.\n\nSi vous rencontrez un problème, n'hésitez pas à contacter notre support.",
    "pt_PT": "Remova instantaneamente a restrição dos seus links premium e torrents com a extensão de navegador Mega-Debrid.\n\nO Mega-Debrid permite remover limites de velocidade e download em mais de 160 hosts de ficheiros.\nPoderá fazer download ilimitado nestes 160 hosts, incluindo 1Fichier, RapidGator, Turbobit, Mega e muitos mais.\n\nOferecemos:\n- Detecção automática de ligações que podem ser geradas\n- Clique com o botão direito do rato no link para o descarregar\n- Exiba notificações nos seus links e torrents\n- Copie os links gerados para a área de transferência\n- Gestão completa dos seus torrents (adição, estado, download)\n\nEncontrará mais informações no nosso site: https://www.mega-debrid.eu\nPode também consultar o nosso fórum para obter guias de utilizador: http://help.mega-debrid.eu\n\nNecessita de uma conta premium para utilizar esta extensão.\n\nSe encontrar algum problema, não hesite em contactar o nosso suporte."
  }
}