{
  "name": {
    "ar": "RTF Viewer لـ Google Chrome ™",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "RTF Viewer for Google Chrome™",
    "bg": "RTF Viewer за Google Chrome ™",
    "ca": "Visualitzador de RTF per Google Chrome ™",
    "cs": "Prohlížeč RTF pro Google Chrome ™",
    "da": "RTF Viewer til Google Chrome ™",
    "de": "RTF Viewer für Google Chrome ™",
    "el": "RTF Viewer για το Google Chrome ™",
    "es": "RTF Viewer para Google Chrome ™",
    "et": "RTF-vaatur Google Chrome ™ jaoks",
    "fa": "RTF Viewer برای Google Chrome",
    "fi": "RTF Viewer Google Chrome ™ -sovellukselle",
    "fil": "Ang RTF Viewer para sa Google Chrome ™",
    "fr": "Visionneuse RTF pour Google Chrome ™",
    "he": "מציג RTF עבור Google Chrome ™",
    "hi": "Google Chrome ™ के लिए RTF व्यूअर",
    "hr": "RTF preglednik za Google Chrome ™",
    "hu": "RTF Viewer a Google Chrome ™ -hoz",
    "id,ms": "RTF Viewer untuk Google Chrome ™",
    "it": "Visualizzatore RTF per Google Chrome ™",
    "ja": "Google Chrome™用RTFビューアー",
    "ko": "Chrome ™ 용 RTF 뷰어",
    "lt": "„RTF Viewer“, skirta „Google Chrome ™“",
    "lv": "RTF skatītājs pārlūkam Google Chrome ™",
    "nl": "RTF Viewer voor Google Chrome ™",
    "no": "RTF Viewer for Google Chrome ™",
    "pl": "Przeglądarka RTF dla Google Chrome ™",
    "ro": "RTF Viewer pentru Google Chrome ™",
    "ru": "RTF Viewer для Google Chrome ™",
    "sk": "Prehliadač RTF pre prehliadač Google Chrome ™",
    "sl": "RTF pregledovalnik za Google Chrome ™",
    "sr": "РТФ Виевер за Гоогле Цхроме ™",
    "sv": "RTF Viewer för Google Chrome ™",
    "th": "RTF Viewer สำหรับ Google Chrome ™",
    "tr": "Google Chrome ™ için RTF Görüntüleyici",
    "uk": "Переглядач RTF для Google Chrome ™",
    "vi": "Trình xem RTF cho Google Chrome ™",
    "zh_CN": "适用于Google Chrome™的RTF查看器",
    "zh_TW": "適用於Google Chrome™的RTF查看器"
  },
  "short": {
    "ar": "افتح ملف RTF سريعًا ومجانيًا",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Open the RTF file quickly and for free",
    "bg": "Отворете файла RTF бързо и безплатно",
    "ca": "Obriu el fitxer RTF de forma ràpida i gratuïta",
    "cs": "Otevřete soubor RTF rychle a zdarma",
    "da": "Åbn RTF filen hurtigt og gratis",
    "de": "Öffnen Sie die RTF-Datei schnell und kostenlos",
    "el": "Ανοίξτε το αρχείο RTF γρήγορα και δωρεάν",
    "es": "Abra el archivo RTF de forma rápida y gratuita",
    "et": "Avage RTF-fail kiiresti ja tasuta",
    "fa": "فایل RTF را به سرعت و به صورت رایگان باز کنید",
    "fi": "Avaa RTF-tiedosto nopeasti ja ilmaiseksi",
    "fil": "Buksan ang RTF file nang mabilis at libre",
    "fr": "Ouvrez le fichier RTF rapidement et gratuitement",
    "he": "פתח את קובץ ה- RTF במהירות וללא תשלום",
    "hi": "RTF फ़ाइल को जल्दी और मुफ्त में खोलें",
    "hr": "Otvorite datoteku RTF brzo i besplatno",
    "hu": "Nyissa meg az RTF fájlt gyorsan és ingyenesen",
    "id": "Buka file RTF dengan cepat dan gratis",
    "it": "Apri il file RTF rapidamente e gratuitamente",
    "ja": "RTFファイルを素早く無料で開く",
    "ko": "신속하고 무료로 RTF 파일 열기",
    "lt": "Atidarykite RTF failą greitai ir nemokamai",
    "lv": "Atveriet RTF failu ātri un bez maksas",
    "ms": "Buka fail RTF dengan cepat dan percuma",
    "nl": "Open het RTF-bestand snel en gratis",
    "no": "Åpne RTF-filen raskt og gratis",
    "pl": "Otwórz plik RTF szybko i za darmo",
    "ro": "Deschideți fișierul RTF rapid și gratuit",
    "ru": "Откройте файл RTF быстро и бесплатно",
    "sk": "Rýchlo a bezplatne otvorte súbor RTF",
    "sl": "Odprite datoteko RTF hitro in brezplačno",
    "sr": "Отворите датотеку РТФ брзо и бесплатно",
    "sv": "Öppna RTF-filen snabbt och gratis",
    "th": "เปิดไฟล์ RTF อย่างรวดเร็วและฟรี",
    "tr": "RTF dosyasını hızlı ve ücretsiz bir şekilde açın",
    "uk": "Відкрийте файл RTF швидко і безкоштовно",
    "vi": "Mở tệp RTF nhanh chóng và miễn phí",
    "zh_CN": "快速免费打开RTF文件",
    "zh_TW": "快速免費打開RTF文件"
  },
  "long": {
    "ar": "هل تحتاج إلى عرض ملفات RTF على الإنترنت؟\nفقط قم بتثبيت برنامجنا RTF Viewer لـ Google Chrome ™\nلبدء عرض ملفات RTF ، ما عليك سوى القيام بما يلي\nقم بتثبيت البرنامج RTF Viewer لـ Google Chrome ™\nانقر على أيقونة البرنامج\nابحث عن ملف RTF الذي تريد فتحه\nبهذه البساطة ، ابدأ في عرض وتحرير ملفات RTF الخاصة بك على الإنترنت اليوم!\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Google ويتم بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا تصادق Google على هذا الملحق Chrome أو ترعىه. RTF Viewer لـ Google Chrome ™ ليس مملوكًا من قبل شركة Google Inc. وليست مرخصة له.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fil,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Do you need to view RTF files online?\nJust install our software RTF Viewer for Google Chrome™\nTo begin viewing your RTF files, simply do the following\nInstall the software RTF Viewer for Google Chrome™\nClick on the software icon\nFind the RTF file you wish to open\nIts that simple, begin viewing and editing your RTF files online today!\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this Chrome extension. RTF Viewer for Google Chrome™ is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Трябва ли да преглеждате RTF файлове онлайн?\nПросто инсталирайте нашия софтуер RTF Viewer за Google Chrome ™\nЗа да започнете да преглеждате вашите RTF файлове, просто направете следното\nИнсталирайте софтуера RTF Viewer за Google Chrome ™\nКликнете върху иконата на софтуера\nНамерете RTF файла, който искате да отворите\nТова е толкова просто, започнете да разглеждате и редактирате вашите RTF файлове онлайн днес!\nОтказ от отговорност: Моля, имайте предвид, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява или спонсорира това разширение за Chrome. RTF Viewer за Google Chrome ™ не е собственост, не е лицензиран и не е дъщерно дружество на Google Inc.",
    "ca": "Necessiteu veure els fitxers RTF en línia?\nInstal·leu el nostre programari RTF Viewer per a Google Chrome ™\nPer començar a veure els fitxers RTF, només cal fer el següent\nInstal·leu el programari RTF Viewer per a Google Chrome ™\nFeu clic a la icona del programari\nCerqueu el fitxer RTF que voleu obrir\nÉs tan senzill, comenceu a veure i editar els vostres fitxers RTF en línia avui mateix.\nRenúncia de responsabilitat: tingueu en compte que aquesta extensió NO és de Google i està elaborada per un equip de desenvolupament independent. Tots els drets d’autor pertanyen als seus respectius propietaris.\nGoogle no aprova ni patrocina aquesta extensió Chrome. El Visualitzador de RTF per a Google Chrome ™ no és propietat, no té llicència i no és filial de Google Inc.",
    "cs": "Potřebujete si prohlédnout RTF soubory online?\nStačí nainstalovat náš software RTF Viewer pro Google Chrome ™\nChcete-li začít prohlížet soubory RTF, jednoduše proveďte následující\nNainstalujte software RTF Viewer pro Google Chrome ™\nKlikněte na ikonu softwaru\nNajděte soubor RTF, který chcete otevřít\nJe to tak jednoduché, začněte prohlížet a upravovat své soubory RTF online ještě dnes!\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ Google vytvořeno a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří příslušným vlastníkům.\nGoogle toto rozšíření Chrome nepodporuje ani nesponzoruje. Prohlížeč RTF pro Google Chrome ™ není ve vlastnictví, není licencován a není dceřinou společností Google Inc.",
    "da": "Har du brug for at se RTF-filer online?\nBare installer vores software RTF Viewer til Google Chrome ™\nFor at begynde at se dine RTF-filer skal du blot gøre følgende\nInstaller softwaren RTF Viewer til Google Chrome ™\nKlik på softwareikonet\nFind den RTF-fil, du ønsker at åbne\nDet er så enkelt, begynde at se og redigere dine RTF-filer online i dag!\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE oprettes af Google og oprettes af et uafhængigt udviklingshold. Alle ophavsret tilhører deres respektive ejere.\nGoogle støtter eller sponsorerer ikke denne Chrome-udvidelse. RTF Viewer til Google Chrome ™ ejes ikke af, er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Müssen Sie RTF-Dateien online anzeigen?\nInstallieren Sie einfach unsere Software RTF Viewer für Google Chrome ™\nGehen Sie einfach wie folgt vor, um Ihre RTF-Dateien anzuzeigen\nInstallieren Sie die Software RTF Viewer für Google Chrome ™\nKlicken Sie auf das Software-Symbol\nSuchen Sie die RTF-Datei, die Sie öffnen möchten\nSo einfach können Sie Ihre RTF-Dateien noch heute online anzeigen und bearbeiten!\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Chrome-Erweiterung nicht. RTF Viewer für Google Chrome ™ gehört nicht, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Χρειάζεται να δείτε τα αρχεία RTF online;\nΑπλά εγκαταστήστε το λογισμικό RTF Viewer για το Google Chrome ™\nΓια να ξεκινήσετε την προβολή των αρχείων RTF, κάντε τα εξής\nΕγκαταστήστε το λογισμικό RTF Viewer για το Google Chrome ™\nΚάντε κλικ στο εικονίδιο λογισμικού\nΒρείτε το αρχείο RTF που θέλετε να ανοίξετε\nΕίναι απλό, αρχίστε να βλέπετε και να επεξεργάζεστε τα αρχεία RTF σας online σήμερα!\nΑποποίηση: Σημειώστε ότι αυτή η επέκταση ΔΕΝ γίνεται από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ή χορηγεί αυτήν την επέκταση του Chrome. Το πρόγραμμα προβολής RTF για το Google Chrome ™ δεν ανήκει, δεν έχει άδεια χρήσης και δεν είναι θυγατρική της Google Inc.",
    "es": "¿Necesita ver archivos RTF en línea?\nSimplemente instale nuestro software RTF Viewer para Google Chrome ™\nPara comenzar a ver sus archivos RTF, simplemente haga lo siguiente\nInstale el software RTF Viewer para Google Chrome ™\nHaga clic en el ícono de software\nEncuentra el archivo RTF que deseas abrir\n¡Es así de simple, comience a ver y editar sus archivos RTF en línea hoy!\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión de Chrome. RTF Viewer para Google Chrome ™ no es propiedad de, no tiene licencia y no es una subsidiaria de Google Inc.",
    "et": "Kas peate RTF-faile võrgus vaatama?\nInstallige lihtsalt meie tarkvara RTF Viewer Google Chrome ™ jaoks\nRTF-failide vaatamise alustamiseks toimige lihtsalt järgmiselt\nInstallige tarkvara RTF Viewer Google Chrome ™ jaoks\nKlõpsake tarkvaraikooni\nLeidke avatav RTF-fail\nNii lihtne, alustage oma RTF-failide vaatamist ja muutmist juba täna võrgus!\nKohustustest loobumine: Pange tähele, et seda laiendit EI ole teinud Google ja selle on teinud sõltumatu arendusmeeskond. Kõik autoriõigused kuuluvad nende omanikele.\nGoogle ei toeta ega sponsoreeri seda Chrome'i laiendit. Google Chrome'i ™ RTF Viewer ei kuulu Google Inc.-le, pole selle litsentsitud ega ole Google Inc. tütarettevõte.",
    "fa": "آیا باید فایلهای RTF را بصورت آنلاین مشاهده کنید؟\nفقط نرم افزار ما را ببینید RTF Viewer برای Google Chrome\nبرای شروع مشاهده پرونده های RTF ، به سادگی موارد زیر را انجام دهید\nنرم افزار RTF Viewer را برای Google Chrome Install نصب کنید\nبر روی آیکون نرم افزار کلیک کنید\nپرونده RTF را که می خواهید باز کنید پیدا کنید\nاین ساده است ، از امروز مشاهده و ویرایش پرونده های RTF خود را بصورت آنلاین آغاز کنید!\nسلب مسئولیت: لطفاً توجه داشته باشید که این برنامه افزودنی توسط Google ساخته نشده است و توسط یک تیم توسعه مستقل ساخته شده است. کلیه حق چاپ متعلق به صاحبان مربوطه می باشد.\nGoogle این برنامه افزودنی Chrome را تأیید یا پشتیبانی نمی کند. RTF Viewer برای Google Chrome ™ متعلق به آن نیست ، دارای مجوز نیست و یک شرکت تابعه Google Inc. نیست.",
    "fi": "Tarvitseeko sinun katsella RTF-tiedostoja verkossa?\nAsenna vain ohjelmisto RTF Viewer Google Chrome ™: lle\nAloita RTF-tiedostojesi tarkastelu tekemällä vain seuraava\nAsenna RTF Viewer -ohjelmisto Google Chrome ™: lle\nNapsauta ohjelmistokuvaketta\nEtsi RTF-tiedosto, jonka haluat avata\nSe on niin yksinkertainen, aloita RTF-tiedostojesi tarkasteleminen ja muokkaaminen verkossa jo tänään!\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole Google, ja sen on tehnyt riippumaton kehitysryhmä. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai tue tätä Chrome-laajennusta. Google Chrome ™: n RTF Viewer ei ole Google Inc: n omistama, ei ole lisenssin myöntäjä eikä ole Google Inc: n tytäryhtiö.",
    "fr": "Avez-vous besoin de visualiser des fichiers RTF en ligne?\nInstallez simplement notre logiciel RTF Viewer pour Google Chrome ™\nPour commencer à visualiser vos fichiers RTF, procédez simplement comme suit\nInstallez le logiciel RTF Viewer pour Google Chrome ™\nCliquez sur l'icône du logiciel\nTrouvez le fichier RTF que vous souhaitez ouvrir\nC'est aussi simple que cela, commencez à visualiser et à modifier vos fichiers RTF en ligne dès aujourd'hui!\nAvertissement: veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension Chrome. RTF Viewer pour Google Chrome ™ n'appartient pas à, n'est pas autorisé par et n'est pas une filiale de Google Inc.",
    "he": "האם אתה צריך להציג קבצי RTF באופן מקוון?\nפשוט התקן את התוכנה RTF Viewer עבור Google Chrome ™\nכדי להתחיל להציג את קבצי ה- RTF שלך, פשוט בצע את הפעולות הבאות\nהתקן את התוכנה RTF Viewer עבור Google Chrome ™\nלחץ על סמל התוכנה\nמצא את קובץ ה- RTF שברצונך לפתוח\nזה פשוט כל כך, התחל להציג ולערוך את קבצי ה- RTF שלך באינטרנט עוד היום!\nהצהרת אחריות: שימו לב שהרחבה זו אינה מיוצרת על ידי Google והיא נעשית על ידי צוות פיתוח עצמאי. כל זכויות היוצרים שייכות לבעליהן בהתאמה.\nGoogle אינה תומכת או נותנת חסות לתוסף Chrome זה. RTF Viewer עבור Google Chrome ™ אינו בבעלות, אינו מורשה על ידי ואינו חברת בת של Google Inc.",
    "hi": "क्या आपको आरटीएफ फाइलें ऑनलाइन देखने की जरूरत है?\nGoogle Chrome ™ के लिए बस हमारे सॉफ़्टवेयर RTF व्यूअर को स्थापित करें\nअपनी RTF फाइलें देखना शुरू करने के लिए, बस निम्नलिखित करें\nGoogle Chrome ™ के लिए सॉफ़्टवेयर RTF व्यूअर इंस्टॉल करें\nसॉफ्टवेयर आइकन पर क्लिक करें\nउस आरटीएफ फ़ाइल को ढूंढें जिसे आप खोलना चाहते हैं\nयह इतना आसान है, आज अपनी RTF फ़ाइलों को ऑनलाइन देखना और संपादित करना शुरू करें!\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस Chrome एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। Google Chrome ™ के लिए RTF व्यूअर के स्वामित्व में नहीं है, इसके द्वारा लाइसेंस प्राप्त नहीं है और यह Google Inc. की सहायक कंपनी नहीं है।",
    "hr": "Trebate li pregledavati RTF datoteke online?\nSamo instalirajte naš softver RTF Viewer za Google Chrome ™\nZa početak pregledavanja RTF datoteka jednostavno učinite sljedeće\nInstalirajte softver RTF Viewer za Google Chrome ™\nKliknite na ikonu softvera\nPronađite RTF datoteku koju želite otvoriti\nTo je tako jednostavno, počnite gledati i uređivati vaše RTF datoteke online već danas!\nIzjava o odricanju odgovornosti: Imajte na umu da ovo proširenje NIJE napravio Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava ili sponzorira ovo proširenje Chromea. RTF Viewer za Google Chrome ™ nije u njegovom vlasništvu, nije licenciran i nije podružnica tvrtke Google Inc.",
    "hu": "Meg kell nézni az RTF fájlokat online?\nCsak telepítse az RTF Viewer szoftvert a Google Chrome ™ -hoz\nAz RTF fájlok megtekintésének megkezdéséhez egyszerűen tegye a következőket\nTelepítse az RTF Viewer szoftvert a Google Chrome ™ alkalmazáshoz\nKattintson a szoftver ikonra\nKeresse meg a megnyitni kívánt RTF fájlt\nAnnyira egyszerű, kezdje el RTF fájljainak online megtekintését és szerkesztését még ma!\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a kiterjesztést NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Google nem támogatja vagy szponzorálja ezt a Chrome-kiterjesztést. A Google Chrome ™ RTF Viewer nem a Google Inc. tulajdonát képezi, nem engedélyezi, és nem leányvállalata.",
    "id": "Apakah Anda perlu melihat file RTF secara online?\nInstal saja perangkat lunak RTF Viewer kami untuk Google Chrome ™\nUntuk mulai melihat file RTF Anda, lakukan saja yang berikut ini\nInstal perangkat lunak RTF Viewer untuk Google Chrome ™\nKlik pada ikon perangkat lunak\nTemukan file RTF yang ingin Anda buka\nSesederhana itu, mulailah melihat dan mengedit file RTF Anda secara online hari ini!\nPenafian: Harap dicatat bahwa ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembang independen. Semua hak cipta milik masing-masing pemiliknya.\nGoogle tidak mendukung atau mensponsori ekstensi Chrome ini. RTF Viewer untuk Google Chrome ™ tidak dimiliki oleh, tidak dilisensikan oleh dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Devi visualizzare i file RTF online?\nInstalla il nostro software RTF Viewer per Google Chrome ™\nPer iniziare a visualizzare i tuoi file RTF, procedi semplicemente nel seguente modo\nInstalla il software RTF Viewer per Google Chrome ™\nFai clic sull'icona del software\nTrova il file RTF che desideri aprire\nÈ così semplice, inizia a visualizzare e modificare i tuoi file RTF online oggi!\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è stata creata da Google ed è stata creata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione di Chrome. RTF Viewer per Google Chrome ™ non è di proprietà di, non è concesso in licenza da e non è una filiale di Google Inc.",
    "ja": "RTFファイルをオンラインで表示する必要がありますか？\nGoogle Chrome™用のソフトウェアRTF Viewerをインストールするだけです\nRTFファイルの表示を開始するには、次の手順を実行します\nGoogle Chrome™用のソフトウェアRTF Viewerをインストールします\nソフトウェアのアイコンをクリックします\n開きたいRTFファイルを見つけます\nその簡単な操作で、RTFファイルをオンラインで表示して編集を始めましょう！\n免責事項：この拡張機能はGoogleが作成したものではなく、独立した開発チームが作成したものです。 すべての著作権はそれぞれの所有者に帰属します。\nGoogleはこのChrome拡張機能を推奨またはスポンサーしていません。 Google Chrome™のRTF Viewerは、Google Inc.の所有ではなく、ライセンス供与もされておらず、Google Incの子会社でもありません。",
    "ko": "RTF 파일을 온라인으로보아야합니까?\nChrome ™ 용 소프트웨어 RTF 뷰어를 설치하기 만하면됩니다.\nRTF 파일을 보려면 다음을 수행하십시오.\nChrome ™ 용 소프트웨어 RTF 뷰어 설치\n소프트웨어 아이콘을 클릭하십시오\n열려고하는 RTF 파일을 찾으십시오\n간단합니다. 오늘 온라인에서 RTF 파일을보고 편집하십시오!\n면책 조항 :이 확장 프로그램은 Google이 아니며 독립 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자의 재산입니다.\nGoogle은이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. Chrome ™ 용 RTF 뷰어는 Google Inc.의 소유가 아니며 라이센스가 없으며 Google Inc의 자회사가 아닙니다.",
    "lt": "Ar reikia žiūrėti RTF failus internete?\nTiesiog įdiekite mūsų „RTF Viewer“ programinę įrangą, skirtą „Google Chrome ™“\nNorėdami pradėti žiūrėti savo RTF failus, tiesiog atlikite šiuos veiksmus\nĮdiekite „Google Chrome ™“ programinę įrangą „RTF Viewer“\nSpustelėkite programinės įrangos piktogramą\nRaskite norimą atidaryti RTF failą\nTai paprasta, pradėkite žiūrėti ir redaguoti savo RTF failus internete jau šiandien!\nAtsakomybės atsisakymas: atminkite, kad šio plėtinio NĖRA sukūrusi „Google“, o nepriklausomą kūrimo komandą. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepatvirtina ir neremia šio „Chrome“ plėtinio. „RTF Viewer“, skirta „Google Chrome ™“, nepriklauso „Google Inc.“, nėra jos licencijuota ir nėra dukterinė „Google Inc.“",
    "lv": "Vai jums RTF faili jāskata tiešsaistē?\nVienkārši instalējiet mūsu programmatūru RTF Viewer pārlūkam Google Chrome ™\nLai sāktu skatīties savus RTF failus, vienkārši rīkojieties šādi\nInstalējiet programmatūru RTF Viewer pārlūkam Google Chrome ™\nNoklikšķiniet uz programmatūras ikonas\nAtrodiet RTF failu, kuru vēlaties atvērt\nTik vienkārši, sāciet RTF failu apskatīšanu un rediģēšanu tiešsaistē jau šodien!\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to izstrādā neatkarīga izstrādes komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neapstiprina un nesponsorē šo Chrome paplašinājumu. RTF Viewer pārlūkam Google Chrome ™ nepieder, to nav licencējis un tas nav Google Inc. meitasuzņēmums.",
    "ms": "Adakah anda perlu melihat fail RTF dalam talian?\nCuma pasang perisian RTF Viewer kami untuk Google Chrome ™\nUntuk mula melihat fail RTF anda, cukup lakukan perkara berikut\nPasang perisian RTF Viewer untuk Google Chrome ™\nKlik pada ikon perisian\nCari fail RTF yang anda ingin buka\nYang mudah, mula melihat dan mengedit fail RTF anda dalam talian hari ini!\nPenafian: Sila ambil perhatian bahawa sambungan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta milik pemilik masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan Chrome ini. Penonton RTF untuk Google Chrome ™ tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Moet u RTF-bestanden online bekijken?\nInstalleer gewoon onze software RTF Viewer voor Google Chrome ™\nGa als volgt te werk om uw RTF-bestanden te bekijken\nInstalleer de software RTF Viewer voor Google Chrome ™\nKlik op het softwarepictogram\nZoek het RTF-bestand dat u wilt openen\nZo eenvoudig is het om uw RTF-bestanden vandaag online te bekijken en te bewerken!\nDisclaimer: houd er rekening mee dat deze extensie NIET door Google wordt gemaakt en wordt gemaakt door een onafhankelijk ontwikkelteam. Alle auteursrechten behoren toe aan hun respectieve eigenaars.\nGoogle onderschrijft of sponsort deze Chrome-extensie niet. RTF Viewer voor Google Chrome ™ is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Trenger du å se RTF-filer på nettet?\nBare installer programvaren vår RTF Viewer for Google Chrome ™\nFor å begynne å vise RTF-filene dine, gjør du ganske enkelt følgende\nInstaller programvaren RTF Viewer for Google Chrome ™\nKlikk på programvareikonet\nFinn RTF-filen du ønsker å åpne\nDet er så enkelt, begynn å se og redigere RTF-filene dine online i dag!\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nGoogle støtter eller sponser ikke denne Chrome-utvidelsen. RTF Viewer for Google Chrome ™ eies ikke av, er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Czy potrzebujesz przeglądać pliki RTF online?\nWystarczy zainstalować nasze oprogramowanie RTF Viewer dla Google Chrome ™\nAby rozpocząć przeglądanie plików RTF, wykonaj następujące czynności\nZainstaluj oprogramowanie RTF Viewer dla Google Chrome ™\nKliknij ikonę oprogramowania\nZnajdź plik RTF, który chcesz otworzyć\nTo takie proste, zacznij przeglądać i edytować pliki RTF już dziś online!\nOświadczenie: Uwaga: to rozszerzenie NIE zostało stworzone przez Google i zostało wykonane przez niezależny zespół programistów. Wszelkie prawa autorskie należą do ich właścicieli.\nGoogle nie promuje ani nie sponsoruje tego rozszerzenia Chrome. RTF Viewer dla Google Chrome ™ nie jest własnością, nie jest licencjonowany ani nie jest spółką zależną Google Inc.",
    "ro": "Aveți nevoie pentru a vizualiza fișierele RTF online?\nInstalați doar software-ul nostru RTF Viewer pentru Google Chrome ™\nPentru a începe vizualizarea fișierelor dvs. RTF, pur și simplu faceți următoarele\nInstalați software-ul RTF Viewer pentru Google Chrome ™\nFaceți clic pe pictograma software-ului\nGăsiți fișierul RTF pe care doriți să îl deschideți\nEste atât de simplu, începe vizualizarea și editarea fișierelor RTF online azi!\nDisclaimer: Rețineți că această extensie NU este făcută de Google și este făcută de o echipă independentă de dezvoltare. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu acceptă sau nu sponsorizează această extensie Chrome. RTF Viewer pentru Google Chrome ™ nu este deținut de, nu este licențiat și nu este o filială a Google Inc.",
    "ru": "Вам нужно просматривать файлы RTF онлайн?\nПросто установите нашу программу RTF Viewer для Google Chrome ™\nЧтобы начать просмотр файлов RTF, просто сделайте следующее\nУстановите программное обеспечение RTF Viewer для Google Chrome ™\nНажмите на значок программного обеспечения\nНайдите файл RTF, который вы хотите открыть\nЭто так просто, начните просматривать и редактировать свои RTF-файлы онлайн уже сегодня!\nОтказ от ответственности: обратите внимание, что это расширение не сделано Google и сделано независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не поддерживает это расширение Chrome. RTF Viewer для Google Chrome ™ не принадлежит, не лицензирован и не является дочерней компанией Google Inc.",
    "sk,sr": "Potrebujete prezerať súbory RTF online?\nStačí nainštalovať náš softvér RTF Viewer pre Google Chrome ™\nAk chcete začať prezerať svoje súbory RTF, jednoducho postupujte takto\nNainštalujte softvér RTF Viewer pre Google Chrome ™\nKliknite na ikonu softvéru\nNájdite súbor RTF, ktorý chcete otvoriť\nJe to také jednoduché, začnite prezerať a upravovať svoje súbory RTF online ešte dnes!\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE JE vykonané spoločnosťou Google a je realizované nezávislým vývojovým tímom. Všetky autorské práva patria ich vlastníkom.\nSpoločnosť Google toto rozšírenie Chrome nepodporuje ani nesponzoruje. Prehliadač RTF pre Google Chrome ™ nie je vo vlastníctve, nie je licencovaný a nie je dcérskou spoločnosťou spoločnosti Google Inc.",
    "sl": "Ali si želite ogledati RTF datoteke v spletu?\nPreprosto namestite našo programsko opremo RTF Viewer za Google Chrome ™\nZa začetek ogleda datotek RTF preprosto naredite naslednje\nNamestite programsko opremo RTF Viewer za Google Chrome ™\nKliknite ikono programske opreme\nPoiščite datoteko RTF, ki jo želite odpreti\nTako preprosto, začnite ogledovati in urejati svoje RTF datoteke danes na spletu!\nIzjava o omejitvi odgovornosti: Upoštevajte, da te razširitve NE izdeluje Google, izdelala pa jo je neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nGoogle ne podpira in ne sponzorira te razširitve za Chrome. RTF Viewer za Google Chrome ™ ni v lasti, nima dovoljenja in ni podrejena družba Google Inc.",
    "sv": "Behöver du visa RTF-filer online?\nInstallera bara vår programvara RTF Viewer för Google Chrome ™\nFör att börja visa dina RTF-filer gör du bara följande\nInstallera programvaran RTF Viewer för Google Chrome ™\nKlicka på programvaruikonen\nHitta den RTF-fil du vill öppna\nDet är så enkelt, börja visa och redigera dina RTF-filer online idag!\nAnsvarsfriskrivning: Observera att denna tillägg INTE görs av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätter tillhör deras respektive ägare.\nGoogle stöder eller sponsrar inte detta Chrome-tillägg. RTF Viewer för Google Chrome ™ ägs inte av, är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "คุณต้องการดูไฟล์ RTF ออนไลน์หรือไม่?\nเพียงติดตั้งซอฟต์แวร์ RTF Viewer สำหรับ Google Chrome ™\nในการเริ่มดูไฟล์ RTF ของคุณเพียงทำดังต่อไปนี้\nติดตั้งซอฟต์แวร์ RTF Viewer สำหรับ Google Chrome ™\nคลิกที่ไอคอนซอฟต์แวร์\nค้นหาไฟล์ RTF ที่คุณต้องการเปิด\nมันง่ายที่จะเริ่มดูและแก้ไขไฟล์ RTF ของคุณออนไลน์วันนี้!\nคำเตือน: โปรดทราบว่าส่วนขยายนี้ไม่ได้ทำโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ RTF Viewer สำหรับ Google Chrome ™ไม่ได้เป็นเจ้าของโดยไม่ได้รับอนุญาตและไม่ได้เป็น บริษัท ในเครือของ Google Inc.",
    "tr": "RTF dosyalarını çevrimiçi olarak görüntülemeniz mi gerekiyor?\nGoogle Chrome ™ için RTF Viewer yazılımımızı yüklemeniz yeterli\nRTF dosyalarınızı görüntülemeye başlamak için aşağıdakileri yapmanız yeterlidir\nGoogle Chrome ™ için RTF Görüntüleyici yazılımını yükleyin\nYazılım simgesine tıklayın\nAçmak istediğiniz RTF dosyasını bulun\nBu kadar basit, bugün çevrimiçi RTF dosyalarınızı görüntülemeye ve düzenlemeye başlayın!\nUyarı: Bu uzantının Google tarafından yapılmadığını ve bağımsız bir geliştirme ekibi tarafından oluşturulduğunu lütfen unutmayın. Tüm telif hakları ilgili sahiplerine aittir.\nGoogle, bu Chrome uzantısını desteklemez veya sponsor etmez. Google Chrome ™ için RTF Görüntüleyicisi, Google Inc. şirketine ait değildir, lisanslanmamıştır ve bir Google Inc. kuruluşudur.",
    "uk": "Вам потрібно переглядати RTF-файли в Інтернеті?\nПросто встановіть наше програмне забезпечення RTF Viewer для Google Chrome ™\nЩоб почати перегляд RTF-файлів, просто виконайте наступне\nВстановіть програмне забезпечення RTF Viewer для Google Chrome ™\nКлацніть на піктограмі програмного забезпечення\nЗнайдіть файл RTF, який ви хочете відкрити\nВсе так просто, почніть перегляд та редагування своїх RTF-файлів онлайн вже сьогодні!\nВідмова: Зауважте, що це розширення НЕ зроблено Google, а його розробляє незалежна команда розробників. Усі авторські права належать їх власникам.\nGoogle не схвалює та не спонсорує це розширення Chrome. Переглядач RTF для Google Chrome ™ не належить, не має ліцензії та не є дочірньою компанією Google Inc.",
    "vi": "Bạn có cần xem các tập tin RTF trực tuyến?\nChỉ cần cài đặt phần mềm RTF Viewer của chúng tôi cho Google Chrome ™\nĐể bắt đầu xem các tệp RTF của bạn, chỉ cần làm như sau\nCài đặt phần mềm RTF Viewer cho Google Chrome ™\nNhấp vào biểu tượng phần mềm\nTìm tệp RTF bạn muốn mở\nThật đơn giản, hãy bắt đầu xem và chỉnh sửa các tệp RTF của bạn trực tuyến ngay hôm nay!\nTuyên bố miễn trừ trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG được tạo bởi Google và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ cho tiện ích mở rộng Chrome này. RTF Viewer cho Google Chrome ™ không thuộc sở hữu của, không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN": "您需要在线查看RTF文件吗？\n只需安装我们用于Google Chrome™的软件RTF Viewer\n要开始查看您的RTF文件，只需执行以下操作\n安装适用于Google Chrome™的RTF Viewer软件\n点击软件图标\n找到您要打开的RTF文件\n就这么简单，今天就开始在线查看和编辑您的RTF文件！\n免责声明：请注意，此扩展程序不是由Google而是由独立的开发团队开发的。 所有版权属于其各自所有者。\nGoogle不认可或赞助此Chrome扩展程序。 Google Chrome浏览器的RTF查看器不属于Google Inc.，也不属于Google Inc.的子公司。",
    "zh_TW": "您需要在線查看RTF文件嗎？\n只需安裝我們用於Google Chrome™的軟件RTF Viewer\n要開始查看您的RTF文件，只需執行以下操作\n安裝適用於Google Chrome™的RTF Viewer軟件\n點擊軟件圖標\n找到您要打開的RTF文件\n就這麼簡單，今天就開始在線查看和編輯您的RTF文件！\n免責聲明：請注意，此擴展程序不是由Google而是由獨立的開發團隊開發的。 所有版權屬於其各自所有者。\nGoogle不認可或贊助此Chrome擴展程序。 Google Chrome瀏覽器的RTF查看器不屬於Google Inc.，也不屬於Google Inc.的子公司。"
  }
}