{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Carrot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rating predictor for Codeforces"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Carrot enhances Codeforces ranklists.\n\nFor an active contest:\nCarrot calculates rating changes according the current standings when you open the ranklist, and displays them in a new column. Carrot also adds a column showing the delta required to rank up. The delta calculation is done in real time a̶n̶d̶ ̶i̶s̶ ̶1̶0̶0̶%̶ ̶a̶c̶c̶u̶r̶a̶t̶e̶ (see note below).\n\nFor a finished contest:\nCarrot displays the final deltas of each contestant in a new column and shows their rank change, if any, in an adjacent column.\n\nFor both active and finished contests, Carrot displays a column for performance, the rating at which the delta would be zero.\n\nEach of Carrot's columns can be toggled according to your preference, so as to not clutter the ranklist more than you would like.\n\nCarrot communicates only with the Codeforces API and runs entirely in the browser.\n\nNote: Since all required data is fetched and processed in the browser, Carrot is not ideal if you have a low data cap on your network. If so I recommend using CF-Predictor instead: https://codeforces.com/blog/entry/50411\nNote: The rating calculation is no longer 100% accurate since the new rating system was introduced. See https://github.com/meooow25/carrot/pull/18 for details.\n\nBug reports/suggestions? Feel free to open an issue at https://github.com/meooow25/carrot/issues"
  }
}