{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi": "Dark theme for VK.COM | Night Mode for Vkontakte™",
    "en_AU,ru,uk,zh_CN,zh_TW": "Темная тема для ВК | Dark theme for VK"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi": "Classic dark theme for Vkontakte. Switch VK to dark mode and back in one click.",
    "en_AU,ru,uk,zh_CN,zh_TW": "Классическая темная тема для ВКонтакте. Переключайте VK в темный режим и обратно в один клик."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Attention!!! Please note that this extension works with vk.com only!\n\nDark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTo enable / disable dark mode, click the extension icon located in the upper right corner of the browser.\n\nIf you usually sit in the VC at night, keep in mind that in the dark, the brightness of the monitor is not suitable for your eyes. Especially with a long pastime behind a white screen in a dark room, your body is deprived of normal sleep. Because your eyes receive an excessive amount of bright light. To avoid this, use the night mode for VC. It will relieve your eyes and help you fall asleep after working on the computer.\n\nDark mode for VKontakte in one click makes the site VK in a perfectly balanced black theme. Just install the extension to evaluate the benefits of VK Dark Theme.",
    "en_AU,ru,zh_CN,zh_TW": "Надоел стандартный дизайн VKontakte? Хочется перемен?\nЕсть выход! Темная тема для ВКонтакте!\nТолько сегодня, только сейчас. Бесплатно! Без смс! Без регистрации!\nСпеши. Количество копий ограничено. Скоро Павел Дуров скачает все оставшиеся копии!\n\nДополнение изменяет стандартный дизайн социальной сети ВКонтакте со светлого на темный.\n\nТемная тема Вконтакте защищает глаза. Она устраняет нагрузки в ночное время суток, заменяя белый экран классической темную тему.\n\nЧтобы включить / выключить темный режим, кликните на значок расширения, расположенный в верхнем правом углу браузера.\n\nЕсли вы обычно сидите в ВК ночью, учтите, что в темноте яркость монитора не подходит для ваших глаз. Особенно при длительном времяпровождении за белым экранном в темной комнате ваш организм лишаеться нормального сна. Так как ваши глаза получают лишнюю долю яркого света. Чтобы этого избежать - используйте ночной режим для ВК. Это разгрузит ваши глаза и поможет легче заснуть после работы за компьютером.\n\nТемный режим для Вконтакте в один клик превращает сайт ВК в отлично сбалансированную черную тему. Просто установите расширение, чтобы оценить преимущества VK Dark Theme."
  }
}