{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Watcher for Yandex Mail™"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Secure check new Yandex Mail™."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "From the same developer of \"Yandex Mail Watcher\" for Firefox. Please note that this extension is not created by Yandex or Google.\n\nDescription.\n============\n\nWatch for your Yandex Mail and report to you in toolbar icon.\n\nCheck Yandex Mail at specific interval from 1 minute to 3 hours or manually.\n\nAutomatic recheck (update counter) when last tab of Yandex Mail is closed.\n\nCan select to alert by sound, by notification window or by blinking icon.\n\nCan select to alert only inbox or all folders (except Spam, Drafts, Sent and Trash).\n\nCan select to alert unread email or newly arrived email (by increasing unread email count method).\n\nSound can be selected to be \"default sound\" or \"custom sound\".\n\nIcon can be changed as you like by changing skin option. You can create your own icon by yourself.\n\nUse secure protocol - HTTPS-SSL to connect to Yandex Mail server. Safe from eavesdroppers.\n\nNo unnecessary action take. Simple is the rule.\n\nHigh security. No need to input username and password. Nothing storage.\n\nThis extension use Browser cookie to get information. So, security level is the same as Yandex Mail website security.\n\nThis extension work only after you log on at the Yandex Mail website. As long as you stay log on, this extension still work.\n\nIf you log out from Yandex Mail website, this extension log out too!\n\nDesign for maximum security. There is no backdoor, virus, adware, spyware or malware in this extension.\n\nIncognito mode compatibility. \"Watcher for Yandex Mail™\" will not leave any traces after you stop incognito mode."
  }
}