{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bird Hunter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension that changes the Twitter logo back to the Doge."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unleash the fun and quirkiness in your Twitter experience with Bird Hunter!\n\nAre you a fan of the adorable Shiba Inu, also known as the Doge? Do you want to add a touch of whimsy to your Twitter browsing? Look no further! Bird Hunter allows you to replace the standard Twitter logo with a delightful Doge-themed version.\n\nFeatures\n- Replaces the default Twitter logo with a cute Doge-inspired design\n- Simple one-click installation and activation\n- Lightweight and unobtrusive, with no impact on browsing speed or performance\n- Regular updates to ensure compatibility with the latest version of Twitter\n\nHow to Install\n- Download the Doge Twitter Logo Extension from the Chrome Web Store.\n- Click \"Add to Chrome\" to install the extension in your browser.\n- Once installed, you'll see a new Doge icon in your browser toolbar.\n- Log in to your Twitter account, and voila! The logo will be replaced with the charming Doge version.\n\nSupport & Feedback\nWe're always looking to improve our extension and provide the best possible experience for our users. If you have any suggestions, questions, or encounter any issues, please feel free to reach out to our support team.\n\nEmbrace the playfulness and celebrate your love for the iconic Doge with Bird Hunter! 🐕💙"
  }
}