{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Playlist Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of endlessly scrolling through your YouTube playlists?\n\nIntroducing YouTube Playlist Search: Your ultimate solution for…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of endlessly scrolling through your YouTube playlists?\n\nIntroducing YouTube Playlist Search: Your ultimate solution for effortless video organization on YouTube.\n\nEver felt the frustration of:\n\n⚠️ Wasting time searching for the right playlist?\n⚠️ Creating duplicate playlists by accident?\n⚠️ Struggling to keep your YouTube library organized?\n\nSay goodbye to these headaches with YouTube Playlist Search.\n\nThis powerful Chrome extension adds a smart search box to YouTube's \"Save video to...\" pop-up. \n\nAs you type, it instantly filters your playlists, showing only the relevant options.\n\nBenefits:\n\n☑️ Save time: No more scrolling through endless lists\n☑️ Reduce frustration: Find the right playlist in seconds\n☑️ Maintain organization: Avoid creating duplicate playlists\n☑️ Streamline your workflow: Quickly save videos to the correct location\n\nYouTube Playlist Search seamlessly integrates with YouTube's interface, enhancing your video-saving experience without disrupting your routine.\n\nWhether you're a casual viewer or a power user with hundreds of playlists, this extension is a game-changer for YouTube organization.\n\nTake control of your YouTube library today. Install YouTube Playlist Search and experience the joy of effortless video management.\n\nDon't let YouTube's chaotic playlist system hold you back. Upgrade your browsing experience now with YouTube Playlist Search – your personal assistant for YouTube playlists."
  }
}