{
  "name": {
    "ar": "ضغط ملفات الفيديو",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Compress Video Files",
    "bg": "Компресиране на видео файлове",
    "ca": "Comprimiu fitxers de vídeo",
    "cs": "Komprimujte video soubory",
    "da,no": "Komprimer videofiler",
    "de": "Komprimieren Sie Videodateien",
    "el": "Συμπίεση αρχείων βίντεο",
    "es": "Comprimir archivos de video",
    "et": "Videofailide tihendamine",
    "fi": "Pakkaa videotiedostot",
    "fil": "I-compress ang Mga File ng Video",
    "fr": "Compresser les fichiers vidéo",
    "he": "דחיסת קבצי וידאו",
    "hi": "वीडियो फ़ाइलों को संपीड़ित करें",
    "hr,sl": "Stisnite video datoteke",
    "hu": "Videofájlok tömörítése",
    "id": "Kompres File Video",
    "it": "Comprimi file video",
    "ja": "ビデオファイルを圧縮する",
    "ko": "비디오 파일 압축",
    "lt": "Suspausti vaizdo failus",
    "lv": "Saspiest video failus",
    "ms": "Memampatkan Fail Video",
    "nl": "Comprimeer videobestanden",
    "pl": "Kompresuj pliki wideo",
    "ro": "Comprimă fișiere video",
    "ru": "Сжать видео файлы",
    "sk": "Komprimujte video súbory",
    "sr": "Стисните видео датотеке",
    "sv": "Komprimera videofiler",
    "th": "บีบอัดไฟล์วิดีโอ",
    "tr": "Video Dosyalarını Sıkıştır",
    "uk": "Стиснути відеофайли",
    "vi": "Nén tệp video",
    "zh_CN": "压缩视频文件",
    "zh_TW": "壓縮視頻文件"
  },
  "short": {
    "ar": "حر! ستجعل مقاطع الفيديو الخاصة بك أصغر بسرعة وسهولة ودون تحميلها على الخادم.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Free! This will make your videos smaller in size. Choose the quality of the video output",
    "bg": "Безплатно! ще направи вашите видеоклипове по-малки бързо, лесно и без качване на сървъра.",
    "ca": "Gratuït farà que els vostres vídeos es redueixin de forma ràpida, senzilla i sense penjar-los al servidor.",
    "cs": "Volný, uvolnit! zmenší vaše videa rychle, snadno a bez nahrávání na server.",
    "da": "Gratis! vil gøre dine videoer mindre hurtigt, nemt og uden at uploade til serveren.",
    "de": "Frei! Dadurch werden Ihre Videos schnell, einfach und ohne Hochladen auf den Server kleiner.",
    "el": "Ελεύθερος! θα κάνει τα βίντεό σας μικρότερα γρήγορα, εύκολα και χωρίς μεταφόρτωση στο διακομιστή.",
    "es": "¡Libre! hará que tus videos sean más pequeños de forma rápida, sencilla y sin necesidad de subirlos al servidor.",
    "et": "Tasuta! muudab teie videod väiksemaks kiiresti, lihtsalt ja serverisse üles laadimata.",
    "fi": "Vapaa! pienentää videoitasi nopeasti, helposti ja lataamatta palvelimelle.",
    "fil": "Libre! gagawing mas maliit ang iyong mga video, madali at walang pag-upload sa server.",
    "fr": "Libérer! rendra vos vidéos plus petites rapidement, facilement et sans téléchargement sur le serveur.",
    "he": "חינם! יהפוך את קטעי הווידאו שלך לקטנים יותר במהירות, בקלות וללא העלאה לשרת.",
    "hi": "नि: शुल्क! सर्वर पर अपलोड किए बिना आपके वीडियो को जल्दी, आसानी से छोटा कर देगा।",
    "hr": "Besplatno! učinit će vaše videozapise manjim brzo, jednostavno i bez prijenosa na poslužitelj.",
    "hu": "Ingyenes! videóit gyorsan, egyszerűen és a szerverre történő feltöltés nélkül teszi kisebbé.",
    "id": "Gratis! akan membuat video Anda lebih kecil dengan cepat, mudah dan tanpa mengunggah ke server.",
    "it": "Gratuito! renderà i tuoi video più piccoli rapidamente, facilmente e senza caricarli sul server.",
    "ja": "自由！サーバーにアップロードせずに、すばやく簡単に動画を小さくできます。",
    "ko": "비어 있는! 서버에 업로드하지 않고도 빠르고 쉽게 동영상을 작게 만들 수 있습니다.",
    "lt": "Laisvas! padarys jūsų vaizdo įrašus mažesnius greitai, lengvai ir neįkeldami į serverį.",
    "lv": "Bezmaksas! padarīs jūsu videoklipus mazākus ātri, viegli un bez augšupielādes serverī.",
    "ms": "Percuma! akan menjadikan video anda lebih kecil dengan cepat, mudah dan tanpa memuat naik ke pelayan.",
    "nl": "Vrij! maakt uw video&#39;s snel, gemakkelijk en zonder ze naar de server te uploaden kleiner.",
    "no": "Gratis! vil gjøre videoene dine mindre, raskt og uten opplasting til serveren.",
    "pl": "Darmowy! sprawi, że Twoje filmy będą mniejsze szybko, łatwo i bez przesyłania ich na serwer.",
    "ro": "Gratuit! vă va micșora videoclipurile rapid, ușor și fără a le încărca pe server.",
    "ru": "Свободный! уменьшит ваши видео быстро, легко и без загрузки на сервер.",
    "sk": "Zadarmo! zmenší vaše videá rýchlo, ľahko a bez nahrávania na server.",
    "sl": "Prost! bo vaše videoposnetke hitro, enostavno in brez nalaganja na strežnik zmanjšalo.",
    "sr": "Бесплатно! ће ваше видео записе смањити брзо, лако и без отпремања на сервер.",
    "sv": "Fri! kommer att göra dina videoklipp mindre, snabbt och utan uppladdning till servern.",
    "th": "ฟรี! จะทำให้วิดีโอของคุณมีขนาดเล็กลงอย่างรวดเร็วง่ายดายและไม่ต้องอัปโหลดไปยังเซิร์ฟเวอร์",
    "tr": "Bedava! videolarınızı hızlı, kolay ve sunucuya yüklemeden küçültecek.",
    "uk": "Безкоштовно! зробить ваші відео меншими швидко, легко та без завантаження на сервер.",
    "vi": "Miễn phí! sẽ làm cho video của bạn nhỏ hơn một cách nhanh chóng, dễ dàng và không cần tải lên máy chủ.",
    "zh_CN": "自由！可以使您的视频快速，轻松地缩小，而无需上传到服务器。",
    "zh_TW": "自由！可以使您的視頻快速，輕鬆地縮小，而無需上傳到服務器。"
  },
  "long": {
    "ar": "هل تريد طريقة سريعة وسهلة لضغط ملفات الفيديو الخاصة بك؟\n\nهل تحتاج إلى طريقة بسيطة لتقليل حجم ملفات الفيديو الخاصة بك؟ compress video\n\nاستخدم برنامجنا اليوم لضغط مقاطع الفيديو. لا يتم تحميل مقاطع الفيديو الخاصة بك على الإنترنت وكل هذا العمل\nمباشرة على جهاز الكمبيوتر الخاص بك. لا داعي للقلق بشأن تسرب البيانات / المتسللين وما إلى ذلك عند استخدام هذا البرنامج\nملفات الفيديو لا تترك جهاز الكمبيوتر الخاص بك. online video compressor\n\nلبدء استخدام هذا البرنامج ، ما عليك سوى اختيار ملف الفيديو الذي ترغب في ضغطه.\nاختر تنسيق الملف الذي يتم ضغطه. compress mp4\n\nانتظر بينما يقوم برنامجنا بعمله السحري ، يجب أن تستغرق عملية الضغط بضع دقائق.\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Google وإنما بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا تؤيد Google أو ترعى امتداد Chrome هذا. Compress Video Files ليست مملوكة لشركة Google Inc. وليست مرخصة لها وليست شركة تابعة لها.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Want a quick and easy way to compress your video files?\n\nDo you need a simple way to reduce the size of your video files? \n\nUse our software today to compress videos. Your videos are NOT uploaded to the Internet and all the work is done directly on your computer. You dont need to worry about data leaks/hackers etc when you use this software as the video files do not leave your computer. \n\nTo get started using this software, simply choose the video file you wish to compress.\nChoose the format of the file which is being compressed. \n\nWait while our software does its magic, the compression process should take a few minutes.\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners. Google doesn’t endorse or sponsor this Chrome extension. Compress Video Files is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Искате бърз и лесен начин за компресиране на вашите видео файлове?\n\nИмате ли нужда от лесен начин за намаляване на размера на вашите видео файлове? reduce video size\n\nИзползвайте нашия софтуер днес за компресиране на видеоклипове. Вашите видеоклипове НЕ се качват в интернет и цялата работа е\nнаправено директно на вашия компютър. Не е нужно да се притеснявате за изтичане на данни / хакери и т.н., когато използвате този софтуер като\nвидео файловете не напускат компютъра ви. compress video size\n\nЗа да започнете да използвате този софтуер, просто изберете видео файла, който искате да компресирате.\nИзберете формата на файла, който се компресира. video smaller\n\nИзчакайте, докато нашият софтуер направи своята магия, процесът на компресия трябва да отнеме няколко минути.\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява и не спонсорира това разширение за Chrome. Compress Video Files не е собственост, не е лицензиран и не е дъщерно дружество на Google Inc.",
    "ca": "Voleu una manera ràpida i senzilla de comprimir els fitxers de vídeo?\n\nNecessiteu una manera senzilla de reduir la mida dels fitxers de vídeo? reduce video size online\n\nUtilitzeu el nostre programari avui per comprimir vídeos. Els vostres vídeos NO es carreguen a Internet i tot ho funciona\nfet directament a l’ordinador. No us haureu de preocupar per les filtracions de dades / pirates informàtics, etc. quan utilitzeu aquest programari com\nels fitxers de vídeo no surten de l'ordinador. compress video online free\n\nPer començar a utilitzar aquest programari, simplement seleccioneu el fitxer de vídeo que vulgueu comprimir.\nTrieu el format del fitxer que es comprimeix. compress video file\n\nEspereu mentre el nostre programari fa la seva màgia, el procés de compressió hauria de trigar uns minuts.\n\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Google i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris.\nGoogle no recolza ni patrocina aquesta extensió de Chrome. Compress Video Files no és propietat de, no té llicència ni és filial de Google Inc.",
    "cs": "Chcete rychlý a snadný způsob komprese video souborů?\n\nPotřebujete jednoduchý způsob, jak zmenšit velikost svých video souborů? compress mov file\n\nPomocí našeho softwaru můžete dnes komprimovat videa. Vaše videa NENÍ nahrána na internet a veškerá práce je\nprovedeno přímo ve vašem počítači. Když používáte tento software, nemusíte se obávat úniku dat / hackerů atd\nvideosoubory neopouštějí váš počítač. compress video file size\n\nChcete-li začít používat tento software, jednoduše vyberte video soubor, který chcete komprimovat.\nVyberte formát komprimovaného souboru. compress mp4 file\n\nPočkejte, až náš software dokáže kouzlo, proces komprese by měl trvat několik minut.\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ vytvořeno společností Google a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům.\nGoogle toto rozšíření pro Chrome nepodporuje ani nesponzoruje. Společnost Compress Video Files není vlastněna, nemá licenci a není dceřinou společností společnosti Google Inc.",
    "da": "Vil du have en hurtig og nem måde at komprimere dine videofiler på?\n\nHar du brug for en enkel måde at reducere størrelsen på dine videofiler på? reduce video size without losing quality\n\nBrug vores software i dag til at komprimere videoer. Dine videoer uploades IKKE til Internettet, og alt arbejdet er\ngøres direkte på din computer. Du behøver ikke bekymre dig om datalækager / hackere osv., Når du bruger denne software som\nvideofilerne forlader ikke din computer. convert video size\n\nFor at komme i gang med at bruge denne software skal du blot vælge den videofil, du vil komprimere.\nVælg formatet på den fil, der komprimeres. video compressor download\n\nVent mens vores software gør sin magi, skal komprimeringsprocessen tage et par minutter.\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE er lavet af Google og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere.\nGoogle godkender eller sponsorerer ikke denne Chrome-udvidelse. Compress Video Files ejes ikke af, er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Möchten Sie Ihre Videodateien schnell und einfach komprimieren?\n\nBenötigen Sie eine einfache Möglichkeit, die Größe Ihrer Videodateien zu reduzieren? handbrake video compressor\n\nVerwenden Sie noch heute unsere Software, um Videos zu komprimieren. Deine Videos werden NICHT ins Internet hochgeladen und die ganze Arbeit ist\ndirekt auf Ihrem Computer erledigt. Sie müssen sich keine Gedanken über Datenlecks / Hacker usw. machen, wenn Sie diese Software als verwenden\nDie Videodateien verlassen Ihren Computer nicht. compress video android\n\nUm mit dieser Software zu beginnen, wählen Sie einfach die Videodatei aus, die Sie komprimieren möchten.\nWählen Sie das Format der zu komprimierenden Datei. shrink video file size\n\nWarten Sie, während unsere Software ihre Magie entfaltet. Der Komprimierungsvorgang sollte einige Minuten dauern.\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Chrome-Erweiterung nicht. Compress Video Files gehört nicht, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Θέλετε έναν γρήγορο και εύκολο τρόπο συμπίεσης των αρχείων βίντεο;\n\nΧρειάζεστε έναν απλό τρόπο για να μειώσετε το μέγεθος των αρχείων βίντεο; compress mp4 video online\n\nΧρησιμοποιήστε το λογισμικό μας σήμερα για να συμπιέσετε βίντεο. Τα βίντεό σας ΔΕΝ φορτώνονται στο Διαδίκτυο και όλη η δουλειά είναι\nγίνεται απευθείας στον υπολογιστή σας. Δεν χρειάζεται να ανησυχείτε για διαρροές δεδομένων / χάκερ κ.λπ. όταν χρησιμοποιείτε αυτό το λογισμικό ως\nτα αρχεία βίντεο δεν αφήνουν τον υπολογιστή σας. reduce mp4 size\n\nΓια να ξεκινήσετε τη χρήση αυτού του λογισμικού, απλώς επιλέξτε το αρχείο βίντεο που θέλετε να συμπιέσετε.\nΕπιλέξτε τη μορφή του αρχείου που συμπιέζεται. video quality reducer\n\nΠεριμένετε όσο το λογισμικό μας κάνει τη μαγεία του, η διαδικασία συμπίεσης θα διαρκέσει λίγα λεπτά.\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση Chrome. Τα αρχεία συμπίεσης βίντεο δεν ανήκουν, δεν διαθέτουν άδεια και δεν είναι θυγατρική της Google Inc.",
    "es": "¿Quiere una forma rápida y sencilla de comprimir sus archivos de vídeo?\n\n¿Necesita una forma sencilla de reducir el tamaño de sus archivos de video? compress video without losing quality online\n\nUtilice nuestro software hoy para comprimir videos. Sus videos NO se cargan en Internet y todo el trabajo es\nhecho directamente en su computadora. No necesita preocuparse por las fugas de datos / piratas informáticos, etc.cuando utiliza este software como\nlos archivos de video no salen de su computadora. clideo compress\n\nPara comenzar a usar este software, simplemente elija el archivo de video que desea comprimir.\nElija el formato del archivo que se está comprimiendo. best video compressor for pc\n\nEspere mientras nuestro software hace su magia, el proceso de compresión debería tardar unos minutos.\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión de Chrome. Compress Video Files no es propiedad, no tiene licencia ni es una subsidiaria de Google Inc.",
    "et": "Kas soovite videofailide tihendamiseks kiiret ja lihtsat viisi?\n\nKas vajate videofailide suuruse vähendamiseks lihtsat viisi? make video smaller\n\nVideote tihendamiseks kasutage meie tarkvara juba täna. Teie videoid EI laadita Internetti üles ja kogu töö on\notse arvutis. Selle tarkvara kasutamisel ei pea te muretsema andmete lekkimise / häkkerite jms pärast\nvideofailid ei lahku teie arvutist. video size converter online\n\nSelle tarkvara kasutamise alustamiseks valige lihtsalt videofail, mille soovite tihendada.\nValige tihendatava faili formaat. video compressor for pc\n\nOodake, kuni meie tarkvara võlub, peaks tihendusprotsess võtma paar minutit.\n\nKohustustest loobumine: Pange tähele, et seda laiendust EI teinud Google ja seda teeb sõltumatu arendustiim. Kõik autoriõigused kuuluvad nende omanikele.\nGoogle ei toeta ega sponsoreeri seda Chrome'i laiendust. Videofailide tihendamine ei ole Google Inc. omandis ega ole litsentseeritud ega ole selle tütarettevõte.",
    "fil": "Haluatko nopean ja helpon tavan pakata videotiedostot?\n\nTarvitsetko yksinkertaisen tavan pienentää videotiedostojesi kokoa? reduce video file size online\n\nPakkaa videoita tänään ohjelmistomme avulla. Videoitasi EI ladata Internetiin, ja kaikki työ on\nsuoraan tietokoneellasi. Sinun ei tarvitse huolehtia tietovuodoista / hakkereista jne., Kun käytät tätä ohjelmistoa nimellä\nvideotiedostot eivät jätä tietokonetta. panda video compressor\n\nAloita tämän ohjelmiston käyttö valitsemalla pakattava videotiedosto.\nValitse pakattavan tiedoston muoto. compress 1gb video to 10mb\n\nOdota, kun ohjelmistomme tekee taikuudensa, pakkausprosessin pitäisi kestää muutama minuutti.\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole tehnyt Google, ja sen on tehnyt riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai sponsoroi tätä Chrome-laajennusta. Pakkaa videotiedostot ei ole Google Inc: n omistuksessa, lisenssillä eikä tytäryhtiö.",
    "fr": "Vous voulez un moyen rapide et facile de compresser vos fichiers vidéo?\n\nAvez-vous besoin d'un moyen simple de réduire la taille de vos fichiers vidéo? decrease video size\n\nUtilisez notre logiciel dès aujourd'hui pour compresser des vidéos. Vos vidéos ne sont PAS téléchargées sur Internet et tout le travail est\nfait directement sur votre ordinateur. Vous n'avez pas à vous soucier des fuites de données / pirates, etc. lorsque vous utilisez ce logiciel comme\nles fichiers vidéo ne quittent pas votre ordinateur. compress video iphone\n\nPour commencer à utiliser ce logiciel, choisissez simplement le fichier vidéo que vous souhaitez compresser.\nChoisissez le format du fichier en cours de compression. cara compress video\n\nAttendez que notre logiciel fasse sa magie, le processus de compression devrait prendre quelques minutes.\n\nClause de non-responsabilité: veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension Chrome. Compress Video Files n'appartient pas à, n'est pas autorisé par et n'est pas une filiale de Google Inc.",
    "hi": "अपनी वीडियो फ़ाइलों को संपीड़ित करने का एक त्वरित और आसान तरीका चाहते हैं?\n\nक्या आपको अपनी वीडियो फ़ाइलों के आकार को कम करने के लिए एक सरल तरीके की आवश्यकता है? {{}\n\nवीडियो संपीड़ित करने के लिए आज हमारे सॉफ़्टवेयर का उपयोग करें। आपके वीडियो इंटरनेट पर अपलोड नहीं किए गए हैं और सभी काम हैं\nसीधे आपके कंप्यूटर पर किया। जब आप इस सॉफ़्टवेयर का उपयोग करते हैं, तो आपको डेटा लीक / हैकर्स आदि के बारे में चिंता करने की आवश्यकता नहीं है\nवीडियो फ़ाइलें आपके कंप्यूटर को नहीं छोड़ती हैं। {{}\n\nइस सॉफ़्टवेयर का उपयोग शुरू करने के लिए, बस उस वीडियो फ़ाइल को चुनें जिसे आप संक्षिप्त करना चाहते हैं।\nउस फ़ाइल का प्रारूप चुनें, जिसे संपीड़ित किया जा रहा है। {२}\n\nप्रतीक्षा करें जब हमारा सॉफ्टवेयर अपना जादू करता है, तो संपीड़न प्रक्रिया में कुछ मिनट लगने चाहिए।\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस Chrome एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। संपीड़ित वीडियो फ़ाइलों का स्वामित्व नहीं है, इसके द्वारा लाइसेंस प्राप्त नहीं है और यह Google इंक की सहायक कंपनी नहीं है।",
    "hr": "Želite brz i jednostavan način komprimiranja video datoteka?\n\nTrebate li jednostavan način da smanjite veličinu svojih video datoteka? best video compressor\n\nKoristite naš softver danas za komprimiranje videozapisa. Vaši se videozapisi NE prenose na Internet i sav posao jest\nizravno na vašem računalu. Ne morate se brinuti zbog curenja podataka / hakera itd. Kada ovaj softver koristite kao\nvideo datoteke ne napuštaju vaše računalo. compress mp4 video to smaller size online free\n\nZa početak korištenja ovog softvera jednostavno odaberite video datoteku koju želite komprimirati.\nOdaberite format datoteke koja se komprimira. video compressor software\n\nPričekajte dok naš softver učini svoju čaroliju, postupak kompresije trebao bi trajati nekoliko minuta.\n\nIzjava o odricanju odgovornosti: imajte na umu da ovo proširenje NIJE Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava ili ne sponzorira ovo proširenje za Chrome. Compress Video Files nije u vlasništvu, nije licenciran i nije podružnica Google Inc.",
    "hu": "Szeretne egy gyors és egyszerű módszert a videofájlok tömörítésére?\n\nSzüksége van egy egyszerű módra a videofájlok méretének csökkentésére? ffmpeg compress video\n\nHasználja ma szoftverünket videók tömörítésére. Videóit NEM töltik fel az internetre, és minden munka megvan\nközvetlenül a számítógépen végezhető el. Nem kell aggódnia az adatszivárgások / hackerek stb. Miatt, amikor ezt a szoftvert használja\na videofájlok nem hagyják el a számítógépet. video compressor free download\n\nA szoftver használatának megkezdéséhez egyszerűen válassza ki a tömöríteni kívánt videofájlt.\nVálassza ki a tömörítendő fájl formátumát. vlc compress video\n\nVárjon, amíg szoftverünk elvarázsolja a tömörítési folyamatot néhány percig eltarthat.\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a bővítményt NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Google nem támogatja vagy szponzorálja ezt a Chrome-bővítményt. A Compress Video Files nem a Google Inc. tulajdonában van, nem rendelkezik engedéllyel és nem leányvállalata.",
    "id": "Ingin cara cepat dan mudah untuk mengompres file video Anda?\n\nApakah Anda memerlukan cara sederhana untuk mengurangi ukuran file video Anda? reduce mp4 file size\n\nGunakan perangkat lunak kami hari ini untuk mengompres video. Video Anda TIDAK diunggah ke Internet dan semua pekerjaannya\ndilakukan langsung di komputer Anda. Anda tidak perlu khawatir tentang kebocoran data / peretas dll ketika Anda menggunakan perangkat lunak ini sebagai\nfile video tidak meninggalkan komputer Anda. convert video to small size\n\nUntuk mulai menggunakan software ini, cukup pilih file video yang ingin Anda kompres.\nPilih format file yang sedang dikompres. compress video online 2gb\n\nTunggu sementara perangkat lunak kami melakukan keajaibannya, proses kompresi akan memakan waktu beberapa menit.\n\nPenafian: Harap dicatat ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembangan independen. Semua hak cipta adalah milik masing-masing pemiliknya.\nGoogle tidak mendukung atau mensponsori ekstensi Chrome ini. File Video Kompres tidak dimiliki oleh, tidak dilisensikan oleh, dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Vuoi un modo semplice e veloce per comprimere i tuoi file video?\n\nHai bisogno di un modo semplice per ridurre le dimensioni dei tuoi file video? reduce mp4 file size online\n\nUsa il nostro software oggi per comprimere i video. I tuoi video NON vengono caricati su Internet e tutto il lavoro lo è\nfatto direttamente sul tuo computer. Non devi preoccuparti di fughe di dati / hacker ecc. Quando usi questo software come file\ni file video non lasciano il computer. make video size smaller\n\nPer iniziare a utilizzare questo software, scegli semplicemente il file video che desideri comprimere.\nScegli il formato del file che viene compresso. compress mp4 windows 10\n\nAttendi che il nostro software faccia la sua magia, il processo di compressione dovrebbe richiedere alcuni minuti.\n\nDichiarazione di non responsabilità: tieni presente che questa estensione NON è realizzata da Google ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione di Chrome. Compress Video Files non è di proprietà di, non è concesso in licenza da e non è una sussidiaria di Google Inc.",
    "ja": "ビデオファイルをすばやく簡単に圧縮する方法が必要ですか？\n\nビデオファイルのサイズを小さくする簡単な方法が必要ですか？ reduce mov file size\n\nビデオを圧縮するために今日私たちのソフトウェアを使用してください。あなたのビデオはインターネットにアップロードされておらず、すべての作業は\nコンピュータ上で直接実行されます。このソフトウェアを次のように使用する場合、データ漏洩/ハッカーなどについて心配する必要はありません。\nビデオファイルはコンピュータから離れません。 compress large video files\n\nこのソフトウェアの使用を開始するには、圧縮するビデオファイルを選択するだけです。\n圧縮するファイルの形式を選択します。 compress avi\n\n私たちのソフトウェアが魔法をかけるまで待ってください。圧縮プロセスには数分かかるはずです。\n\n免責事項：この拡張機能はGoogleによって作成されたものではなく、独立した開発チームによって作成されたものであることに注意してください。すべての著作権はそれぞれの所有者に帰属します。\nGoogleは、このChrome拡張機能を推奨または後援していません。 Compress Video Filesは、Google Inc.が所有、ライセンス供与、および子会社ではありません。",
    "ko": "비디오 파일을 압축하는 빠르고 쉬운 방법을 원하십니까?\n\n비디오 파일의 크기를 줄이는 간단한 방법이 필요하십니까? decrease video size online\n\n오늘 당사 소프트웨어를 사용하여 비디오를 압축하십시오. 귀하의 동영상은 인터넷에 업로드되지 않으며 모든 작업은\n컴퓨터에서 직접 수행합니다. 이 소프트웨어를 다음과 같이 사용할 때 데이터 유출 / 해커 등에 대해 걱정할 필요가 없습니다.\n비디오 파일은 컴퓨터를 떠나지 않습니다. reduce video size for whatsapp\n\n이 소프트웨어를 사용하려면 압축하려는 비디오 파일을 선택하기 만하면됩니다.\n압축되는 파일의 형식을 선택하십시오. lower video size\n\n소프트웨어가 마법을 부리는 동안 기다리십시오. 압축 프로세스는 몇 분 정도 걸립니다.\n\n면책 조항 :이 확장 프로그램은 Google에서 만든 것이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다.\nGoogle은이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. Compress Video Files는 Google Inc.의 소유가 아니며 라이센스가 없으며 Google Inc.의 자회사가 아닙니다.",
    "lt": "Norite greito ir paprasto vaizdo failų suglaudinimo būdo?\n\nAr jums reikia paprasto būdo sumažinti vaizdo įrašų failų dydį? make mp4 smaller\n\nNorėdami suspausti vaizdo įrašus, naudokite mūsų programinę įrangą šiandien. Jūsų vaizdo įrašai NĖRA įkeliami į internetą, o visas darbas yra\ndaroma tiesiai kompiuteryje. Jums nereikia jaudintis dėl duomenų nutekėjimo / įsilaužėlių ir pan., Kai naudojate šią programinę įrangą kaip\nvaizdo failai nepalieka jūsų kompiuterio. youtube compression\n\nNorėdami pradėti naudoti šią programinę įrangą, tiesiog pasirinkite norimą suspausti vaizdo failą.\nPasirinkite suspausto failo formatą. resize video file size\n\nPalaukite, kol mūsų programinė įranga užburia, suspaudimo procesas turėtų užtrukti kelias minutes.\n\nAtsakomybės apribojimas: atkreipkite dėmesį, kad šį plėtinį NEGALI „Google“, o jį atlieka nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepatvirtina ir neremia šio „Chrome“ plėtinio. „Compress Video Files“ nepriklauso „Google Inc.“, nėra licencijuota ir nėra „Google Inc.“ dukterinė įmonė.",
    "lv": "Vai vēlaties ātri un ērti saspiest savus video failus?\n\nVai jums ir nepieciešams vienkāršs veids, kā samazināt video failu lielumu? mp4 size compressor\n\nIzmantojiet mūsu programmatūru jau šodien, lai saspiestu videoklipus. Jūsu videoklipi NAV augšupielādēti internetā, un viss darbs ir\ntieši datorā. Lietojot šo programmatūru kā, jums nav jāuztraucas par datu noplūdi / hakeriem utt\nvideo faili neatstāj datoru. minimize video size\n\nLai sāktu izmantot šo programmatūru, vienkārši izvēlieties video failu, kuru vēlaties saspiest.\nIzvēlieties saspiestā faila formātu. compress webm\n\nPagaidiet, kamēr mūsu programmatūra veic savu burvību, saspiešanas procesam vajadzētu ilgt dažas minūtes.\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to veic neatkarīga izstrādātāju komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neapstiprina un sponsorē šo Chrome paplašinājumu. Compress Video Files nepieder Google Inc., tā nav licencēta un nav Google Inc. meitasuzņēmums.",
    "ms": "Mahukan cara cepat dan mudah untuk memampatkan fail video anda?\n\nAdakah anda memerlukan kaedah mudah untuk mengurangkan saiz fail video anda? clideo video compressor\n\nGunakan perisian kami hari ini untuk memampatkan video. Video anda TIDAK dimuat naik ke Internet dan semua kerja adalah\ndilakukan secara langsung di komputer anda. Anda tidak perlu risau tentang kebocoran data / penggodam dll semasa anda menggunakan perisian ini sebagai\nfail video tidak meninggalkan komputer anda. compress video windows 10\n\nUntuk mula menggunakan perisian ini, cukup pilih fail video yang ingin anda kompres.\nPilih format fail yang sedang dimampatkan. webm compressor\n\nTunggu sementara perisian kami melakukan keajaiban, proses pemampatan akan memakan masa beberapa minit.\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan Chrome ini. Fail Video Kompres tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Wilt u een snelle en gemakkelijke manier om uw videobestanden te comprimeren?\n\nHeeft u een eenvoudige manier nodig om de grootte van uw videobestanden te verkleinen? compress video online for whatsapp\n\nGebruik onze software vandaag nog om video's te comprimeren. Uw video's worden NIET geüpload naar internet en al het werk is\nrechtstreeks op uw computer gedaan. U hoeft zich geen zorgen te maken over datalekken / hackers enz. Wanneer u deze software gebruikt als\nde videobestanden verlaten uw computer niet. compress video without losing quality\n\nOm aan de slag te gaan met deze software, kiest u eenvoudig het videobestand dat u wilt comprimeren.\nKies het formaat van het bestand dat wordt gecomprimeerd. compress mov\n\nWacht terwijl onze software zijn magie doet, het compressieproces duurt een paar minuten.\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren.\nGoogle onderschrijft of sponsort deze Chrome-extensie niet. Compress Video Files is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Vil du ha en rask og enkel måte å komprimere videofilene på?\n\nTrenger du en enkel måte å redusere størrelsen på videofilene dine på? compress mp4 online free\n\nBruk programvaren vår i dag til å komprimere videoer. Videoene dine blir IKKE lastet opp til Internett, og alt arbeidet er\ngjøres direkte på datamaskinen. Du trenger ikke å bekymre deg for datalekkasjer / hackere osv. Når du bruker denne programvaren som\nvideofilene forlater ikke datamaskinen. ffmpeg compress mp4\n\nFor å komme i gang med denne programvaren, velg bare videofilen du vil komprimere.\nVelg formatet på filen som komprimeres. compress mov to mp4\n\nVent mens programvaren vår gjør magien, bør kompresjonsprosessen ta noen minutter.\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nGoogle støtter ikke eller sponser denne Chrome-utvidelsen. Compress Video Files eies ikke av, er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Chcesz w szybki i łatwy sposób skompresować swoje pliki wideo?\n\nCzy potrzebujesz prostego sposobu na zmniejszenie rozmiaru plików wideo? best video compressor for android\n\nSkorzystaj z naszego oprogramowania już dziś, aby kompresować filmy. Twoje filmy NIE są przesyłane do Internetu i cała praca jest\nzrobione bezpośrednio na komputerze. Nie musisz się martwić o wycieki danych / hakerów itp., Gdy używasz tego oprogramowania jako\npliki wideo nie opuszczają komputera. reduce video quality\n\nAby rozpocząć korzystanie z tego oprogramowania, po prostu wybierz plik wideo, który chcesz skompresować.\nWybierz format pliku, który jest kompresowany. lossless video compression\n\nPoczekaj, aż nasze oprogramowanie zrobi swoje, proces kompresji powinien zająć kilka minut.\n\nZastrzeżenie: należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Google i zostało wykonane przez niezależny zespół programistów. Wszystkie prawa autorskie należą do ich odpowiednich właścicieli.\nGoogle nie popiera ani nie sponsoruje tego rozszerzenia Chrome. Compress Video Files nie jest własnością, nie jest licencjonowany ani nie jest spółką zależną Google Inc.",
    "ro": "Doriți o modalitate rapidă și ușoară de a vă comprima fișierele video?\n\nAveți nevoie de un mod simplu de a reduce dimensiunea fișierelor dvs. video? reduce mp4\n\nUtilizați software-ul nostru astăzi pentru a comprima videoclipuri. Videoclipurile dvs. NU sunt încărcate pe Internet și toată treaba este\nrealizat direct pe computer. Nu trebuie să vă faceți griji cu privire la scurgerile de date / hackeri etc. atunci când utilizați acest software ca\nfișierele video nu părăsesc computerul. clipchamp compress\n\nPentru a începe să utilizați acest software, pur și simplu alegeți fișierul video pe care doriți să îl comprimați.\nAlegeți formatul fișierului care este comprimat. free video compressor for pc\n\nAșteptați până când software-ul nostru își face magia, procesul de compresie ar trebui să dureze câteva minute.\n\nDeclinare de responsabilitate: Rețineți că această extensie NU este realizată de Google și este realizată de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu aprobă sau sponsorizează această extensie Chrome. Compress Video Files nu este deținut de, nu este licențiat de și nu este o filială a Google Inc.",
    "ru": "Хотите быстрый и простой способ сжатия видеофайлов?\n\nВам нужен простой способ уменьшить размер ваших видеофайлов? youtube video compressor online\n\nВоспользуйтесь нашим программным обеспечением сегодня для сжатия видео. Ваши видео НЕ загружаются в Интернет, и вся работа\nделается прямо на вашем компьютере. Вам не нужно беспокоиться об утечках данных / хакерах и т. Д., Когда вы используете это программное обеспечение в качестве\nвидео файлы не покидают ваш компьютер. video compres\n\nЧтобы начать использовать это программное обеспечение, просто выберите видеофайл, который вы хотите сжать.\nВыберите формат сжимаемого файла. reduce video size android\n\nПодождите, пока наша программа сделает свое волшебство, процесс сжатия займет несколько минут.\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Google, а создается независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не спонсирует это расширение Chrome. Compress Video Files не принадлежит, не лицензируется и не является дочерней компанией Google Inc.",
    "sk": "Chcete rýchly a jednoduchý spôsob kompresie videosúborov?\n\nPotrebujete jednoduchý spôsob, ako zmenšiť veľkosť svojich video súborov? compress video offline\n\nNa kompresiu videí dnes používajte náš softvér. Vaše videá sa NENahrávajú na internet a všetko je v poriadku\npriamo vo vašom počítači. Pri používaní tohto softvéru ako si nemusíte robiť starosti s únikom údajov / hackermi atď\nvideosúbory neopúšťajú váš počítač. lower video quality\n\nAk chcete začať používať tento softvér, jednoducho vyberte videosúbor, ktorý chcete komprimovať.\nVyberte formát komprimovaného súboru. reduce video size vlc\n\nPočkajte, kým náš softvér urobí svoje kúzlo, proces kompresie by mal trvať niekoľko minút.\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE je vyrobené spoločnosťou Google a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom.\nGoogle toto rozšírenie pre Chrome nepodporuje ani nesponzoruje. Spoločnosť Compress Video Files nevlastní spoločnosť Google, nemá na ňu licenciu a nie je jej dcérskou spoločnosťou.",
    "sl": "Želite hiter in enostaven način stiskanja video datotek?\n\nAli potrebujete preprost način za zmanjšanje velikosti video datotek? best video compressor without losing quality\n\nZa stiskanje videoposnetkov danes uporabite našo programsko opremo. Vaši videoposnetki NISO naloženi na internet in vse delo je\nneposredno v računalniku. Ko uporabljate to programsko opremo kot, vam ni treba skrbeti za uhajanje podatkov / hekerje itd\nvideo datoteke ne zapustijo računalnika. best video compressor online\n\nČe želite začeti uporabljati to programsko opremo, preprosto izberite video datoteko, ki jo želite stisniti.\nIzberite obliko datoteke, ki se stisne. reduce video size iphone\n\nPočakajte, da naša programska oprema naredi čarovnijo, postopek stiskanja naj traja nekaj minut.\n\nOmejitev odgovornosti: upoštevajte, da te razširitve NE izdeluje Google in jo je izdelala neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nGoogle ne podpira in ne sponzorira te razširitve za Chrome. Compress Video Files ni v lasti družbe Google, ni licencirana in ni hčerinska družba družbe Google Inc.",
    "sr": "Желите брз и лак начин компримовања видео датотека?\n\nДа ли вам је потребан једноставан начин да смањите величину својих видео датотека? compress 600mb video online\n\nКористите наш софтвер данас за компримовање видео записа. Ваши видео записи се НЕ преносе на Интернет и сав посао је\nурађено директно на рачунару. Не морате да бринете о цурењу података / хакерима итд. Када овај софтвер користите као\nвидео датотеке не напуштају рачунар. mp4compress\n\nДа бисте започели коришћење овог софтвера, једноставно одаберите видео датотеку коју желите да компресујете.\nИзаберите формат датотеке која се компримује. video file reducer\n\nСачекајте док наш софтвер учини магију, процес компресије треба да траје неколико минута.\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НИЈЕ Гоогле, а направио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\nГоогле не подржава и не спонзорише ово Цхроме проширење. Цомпресс Видео Филес није у његовом власништву, није лиценциран и није подружница компаније Гоогле Инц.",
    "sv": "Vill du ha ett snabbt och enkelt sätt att komprimera dina videofiler?\n\nBehöver du ett enkelt sätt att minska storleken på dina videofiler? reduce video size mac\n\nAnvänd vår programvara idag för att komprimera videor. Dina videor laddas INTE upp till Internet och allt arbete är\ngörs direkt på din dator. Du behöver inte oroa dig för dataläckage / hackare etc när du använder den här programvaran som\nvideofilerna lämnar inte din dator. compress video size online free\n\nFör att komma igång med denna programvara, välj helt enkelt den videofil du vill komprimera.\nVälj format för filen som komprimeras. mp4 reduce size online\n\nVänta medan vår programvara gör sitt magiska, komprimeringsprocessen bör ta några minuter.\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE är gjord av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör respektive ägare.\nGoogle stöder inte eller sponsrar detta Chrome-tillägg. Compress Video Files ägs inte av, är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "ต้องการวิธีที่ง่ายและรวดเร็วในการบีบอัดไฟล์วิดีโอของคุณหรือไม่?\n\nคุณต้องการวิธีง่ายๆในการลดขนาดไฟล์วิดีโอของคุณหรือไม่? compress mp4 to smaller size online\n\nใช้ซอฟต์แวร์ของเราวันนี้เพื่อบีบอัดวิดีโอ วิดีโอของคุณไม่ได้อัปโหลดไปยังอินเทอร์เน็ตและงานทั้งหมดก็คือ\nทำได้โดยตรงบนคอมพิวเตอร์ของคุณ คุณไม่จำเป็นต้องกังวลเกี่ยวกับการรั่วไหลของข้อมูล / แฮกเกอร์ ฯลฯ เมื่อคุณใช้ซอฟต์แวร์นี้เป็น\nไฟล์วิดีโอจะไม่ออกจากคอมพิวเตอร์ของคุณ free video compression software\n\nในการเริ่มต้นใช้งานซอฟต์แวร์นี้เพียงแค่เลือกไฟล์วิดีโอที่คุณต้องการบีบอัด\nเลือกรูปแบบของไฟล์ที่กำลังบีบอัด video compressor windows\n\nรอในขณะที่ซอฟต์แวร์ของเราใช้เวทมนตร์ขั้นตอนการบีบอัดจะใช้เวลาสองสามนาที\n\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ บีบอัดไฟล์วิดีโอไม่ได้เป็นของไม่ได้รับอนุญาตจากและไม่ใช่ บริษัท ในเครือของ Google Inc.",
    "tr": "Video dosyalarınızı sıkıştırmanın hızlı ve kolay bir yolunu mu istiyorsunuz?\n\nVideo dosyalarınızın boyutunu küçültmek için basit bir yola mı ihtiyacınız var? reduce video size windows 10\n\nVideoları sıkıştırmak için bugün yazılımımızı kullanın. Videolarınız İnternete YÜKLENMEZ ve tüm çalışmalar\ndoğrudan bilgisayarınızda yapılır. Bu yazılımı kullandığınız zaman veri sızıntıları / bilgisayar korsanları vb. Hakkında endişelenmenize gerek yok.\nvideo dosyaları bilgisayarınızdan çıkmaz. handbrake reduce file size\n\nBu yazılımı kullanmaya başlamak için, sıkıştırmak istediğiniz video dosyasını seçmeniz yeterlidir.\nSıkıştırılan dosyanın formatını seçin. panda video compressor for pc\n\nYazılımımız sihrini yerine getirirken bekleyin, sıkıştırma işlemi birkaç dakika sürecektir.\n\nSorumluluk reddi beyanı: Lütfen bu uzantının Google tarafından OLMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları kendi sahiplerine aittir.\nGoogle, bu Chrome uzantısını onaylamaz veya desteklemez. Compress Video Files'ın sahibi değildir, lisansı yoktur ve Google Inc.'in bir yan kuruluşu değildir.",
    "uk": "Хочете швидкий і простий спосіб стиснення відеофайлів?\n\nВам потрібен простий спосіб зменшити розмір ваших відеофайлів? best video compression software\n\nСьогодні використовуйте наше програмне забезпечення для стиснення відео. Ваші відео НЕ завантажуються в Інтернет, і вся робота є\nробиться безпосередньо на вашому комп'ютері. Вам не потрібно турбуватися про витоки даних / хакери тощо, коли ви використовуєте це програмне забезпечення як\nвідеофайли не залишають ваш комп’ютер. compress video for instagram\n\nДля початку використання цього програмного забезпечення просто виберіть відеофайл, який ви хочете стиснути.\nВиберіть формат файлу, який стискається. compress quicktime video\n\nЗачекайте, поки наше програмне забезпечення зробить свою магію, процес стиснення повинен зайняти кілька хвилин.\n\nЗастереження. Зверніть увагу, що це розширення НЕ робиться компанією Google, а робиться незалежною командою розробників. Усі авторські права належать їх власникам.\nGoogle не підтримує та не спонсорує це розширення Chrome. Compress Video Files не належить, не ліцензовано та не є дочірньою компанією Google Inc.",
    "vi": "Bạn muốn một cách nhanh chóng và dễ dàng để nén các tệp video của mình?\n\nBạn có cần một cách đơn giản để giảm kích thước tệp video của mình không? video file size\n\nSử dụng phần mềm của chúng tôi ngay hôm nay để nén video. Video của bạn KHÔNG được tải lên Internet và tất cả công việc là\nthực hiện trực tiếp trên máy tính của bạn. Bạn không cần phải lo lắng về rò rỉ dữ liệu / tin tặc, v.v. khi bạn sử dụng phần mềm này với tư cách là\ncác tệp video không rời khỏi máy tính của bạn. video optimizer online\n\nĐể bắt đầu sử dụng phần mềm này, chỉ cần chọn tệp video bạn muốn nén.\nChọn định dạng của tệp đang được nén. reduce video size without losing quality online\n\nChờ trong khi phần mềm của chúng tôi thực hiện điều kỳ diệu của nó, quá trình nén sẽ mất vài phút.\n\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG phải do Google tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ cho tiện ích mở rộng này của Chrome. Nén Tệp Video không thuộc sở hữu, không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN": "是否需要一种快速简便的方法来压缩视频文件？\n\n您是否需要一种简单的方法来减小视频文件的大小？ free video compressor\n\n立即使用我们的软件来压缩视频。您的视频未上传到互联网，所有工作已完成\n直接在您的计算机上完成。当您将此软件用作以下产品时，您无需担心数据泄漏/黑客等问题\n视频文件不会离开您的计算机。 compress video for whatsapp\n\n要开始使用此软件，只需选择要压缩的视频文件。\n选择正在压缩的文件的格式。 compress mp4 online\n\n等待我们的软件发挥作用时，压缩过程应花费几分钟。\n\n免责声明：请注意，此扩展程序不是由Google而是由独立的开发团队开发的。所有版权属于其各自所有者。\nGoogle不认可或赞助此Chrome扩展程序。 Compress Video Files不属于Google Inc.，也不属于Google Inc.的许可，也不是其子公司。",
    "zh_TW": "是否需要一種快速簡便的方法來壓縮視頻文件？\n\n您是否需要一種簡單的方法來減小視頻文件的大小？ compress video mp4\n\n立即使用我們的軟件來壓縮視頻。您的視頻未上傳到互聯網，所有工作已完成\n直接在您的計算機上完成。當您將此軟件用作以下產品時，您無需擔心數據洩漏/黑客等問題\n視頻文件不會離開您的計算機。 compress video size online\n\n要開始使用此軟件，只需選擇要壓縮的視頻文件。\n選擇正在壓縮的文件的格式。 reduce video file size\n\n等待我們的軟件發揮作用時，壓縮過程應花費幾分鐘。\n\n免責聲明：請注意，此擴展程序不是由Google而是由獨立的開發團隊開發的。所有版權屬於其各自所有者。\nGoogle不認可或贊助此Chrome擴展程序。 Compress Video Files不屬於Google Inc.，也不屬於Google Inc.的許可，也不是其子公司。"
  }
}