{
  "name": {
    "ar": "أدوات تحرير مستندات Office",
    "am": "Office አርትዖት ማድረጊያ ለሰነዶች፤ ሉሆች እና ስላይዶች",
    "bg": "Редактиране на файлове от Office",
    "bn": "Office সম্পাদন",
    "ca": "Edició d'Office",
    "cs": "Úpravy souborů Office",
    "da,no": "Office-redigering",
    "de,nl": "Office Editor",
    "el": "Επεξεργασία αρχείων Office",
    "en,en_AU,en_GB,en_US,fi": "Office Editing for Docs, Sheets & Slides",
    "es,es_419": "Edición de Office",
    "et": "Office Editing",
    "fa": "ویرایشگر Office",
    "fil": "Office Editing para sa Docs, Sheets at Slides",
    "fr": "Éditeur Office pour Docs, Sheets et Slides",
    "gu": "Office સંપાદન",
    "he": "עריכת קבצי Office",
    "hi": "दस्तावेज़,शीट और स्लाइड में Office संपादन",
    "hr": "Uređivanje Office datoteka",
    "hu": "Office-szerkesztés",
    "id,ms": "Pengeditan Office",
    "it": "Editor Office",
    "ja": "ドキュメント、スプレッドシート、スライドで Office ファイルを編集",
    "kn": "Office ಎಡಿಟ್",
    "ko": "문서, 스프레드시트, 프레젠테이션으로 Office 버전 수정",
    "lt": "„Office“ failų redagavimas",
    "lv": "Office failu rediģēšana",
    "ml": "Office ഫയലുകൾ എഡിറ്റുചെയ്യൽ",
    "mr": "Office संपादन",
    "pl": "Edytor Office",
    "pt_BR,pt_PT": "Editor do Office",
    "ro": "Office Editing pentru Documente, Foi de calcul și Prezentări",
    "ru": "Редактирование файлов Office",
    "sk": "Úpravy súborov Office v Dokumentoch Google",
    "sl": "Urejevalnik datotek Office",
    "sr": "Office уређивач",
    "sv": "Redigering av Office-filer",
    "sw": "Kuhariri Faili za Office",
    "ta": "Office ஆவணத் திருத்தம்",
    "te": "డాక్స్, షీట్‌లు & స్లయిడ్‌ల కోసం Office సవరణ",
    "th": "การแก้ไข Office สำหรับเอกสาร ชีต และสไลด์",
    "tr": "Office Belgeleri Düzenleme",
    "uk": "Редагування файлів Office",
    "vi": "Chỉnh sửa Office",
    "zh_CN": "Google文档、表格及幻灯片的Office编辑扩展程序",
    "zh_TW": "文件、試算表及簡報的 Office 編輯擴充功能"
  },
  "short": {
    "ar": "عرض ملفات Microsoft Word وExcel وPowerPoint وتعديلها باستخدام تطبيقات المستندات وجداول البيانات والعروض التقديمية من Google.",
    "am": "የMicrosoft Word፣ Excel እና PowerPoint ፋይሎችን በGoogle ሰነዶች፣ ሉሆች እና ተንሸራታቾች ይመልከቱና አርትዕ ያድርጉ",
    "bg": "Преглеждайте и редактирайте файлове на Microsoft Word, Excel и PowerPoint с Google Документи, Таблици и Презентации.",
    "bn": "Google দস্তাবেজ, পত্রক, এবং স্লাইডসের সাথে Microsoft Word, Excel, এবং PowerPoint ফাইলগুলি দেখুন এবং সম্পাদনা করুন",
    "ca": "Consulteu i editeu fitxers de Microsoft Word, d'Excel i de PowerPoint amb Documents, Fulls de càlcul i Presentacions de Google.",
    "cs": "Soubory z aplikací Microsoft Word, Excel a PowerPoint můžete zobrazit a upravovat v Dokumentech, Tabulkách a Prezentacích Google.",
    "da": "Se og rediger Microsoft Word-, Excel- og PowerPoint-filer med Google Docs, Sheets og Slides.",
    "de": "Microsoft Word-, Excel- und PowerPoint-Dateien mit Google Docs, Google Tabellen und Google Präsentationen ansehen und bearbeiten",
    "el": "Προβολή/επεξεργασία αρχείων Microsoft Word, Excel και PowerPoint με τα Έγγραφα, τα Υπολογιστικά φύλλα και τις Παρουσιάσεις Google.",
    "en,en_AU,en_US": "View and edit Microsoft Word, Excel, and PowerPoint files with Google Docs, Sheets, and Slides",
    "en_GB": "View and edit Microsoft Word, Excel and PowerPoint files with Google Docs, Sheets and Slides.",
    "es": "Ve y edita archivos de Microsoft Word, Excel y PowerPoint en Documentos, Hojas de cálculo y Presentaciones de Google.",
    "es_419": "Visualiza y edita archivos de Microsoft Word, Excel y PowerPoint con Documentos, Hojas de cálculo y Presentaciones de Google.",
    "et": "Vaadake ja muutke Microsoft Wordi, Exceli ja PowerPointi faile rakendustega Google'i dokumendid, arvutustabelid ja esitlused.",
    "fa": "مشاهده و ویرایش فایل‌های Microsoft Word،‏ Excel و PowerPoint با سندنگار، کاربرگ‌نگار و اسلایدنگار Google.",
    "fi": "Tarkastele ja muokkaa Microsoft Word-, Excel-  ja PowerPoint-tiedostoja Google Docs-, Sheets- ja Slides-ohjelmien avulla.",
    "fil": "Tingnan at i-edit ang mga file sa Microsoft Word, Excel at PowerPoint gamit ang Google Docs, Sheets at Slides.",
    "fr": "Consultez et modifiez vos fichiers Microsoft Word, Excel et PowerPoint à l'aide de Google Docs, Sheets et Slides.",
    "gu": "Google દસ્તાવેજો, શીટ્સ અને સ્લાઇડ્સ સાથે Microsoft Word, Excel અને PowerPoint ફાઇલોને જુઓ અને સંપાદિત કરો",
    "he": "הצגה ועריכה של קובצי Microsoft Word,‏ Excel ו-PowerPoint ב-Google Docs,‏ Sheets ו-Slides.",
    "hi": "Google Docs, Sheets, और Slides के साथ Microsoft Word, Excel, और PowerPoint फ़ाइलें देखें और उनमें बदलाव करें",
    "hr": "Prikaz i uređivanje datoteka programa Microsoft Word, Excel i PowerPoint pomoću Google dokumenata, Tablica i Prezentacija",
    "hu": "A Google Dokumentumok, Táblázatok és Diák segítségével Microsoft Word-, Excel- és PowerPoint-fájlokat tekinthet meg és szerkeszthet",
    "id": "Lihat dan edit file Microsoft Word, Excel, dan PowerPoint dengan Google Dokumen, Spreadsheet, dan Slide",
    "it": "Visualizza e modifica file di Microsoft Word, Excel e PowerPoint con Documenti, Fogli e Presentazioni Google.",
    "ja": "Microsoft Word、Excel、PowerPoint ファイルを Google ドキュメント、スプレッドシート、スライドで表示、編集できます。",
    "kn": "Google ಡಾಕ್ಸ್, ಶೀಟ್‌ಗಳು ಮತ್ತು ಸ್ಲೈಡ್‌ಗಳ ಸಹಾಯದಿಂದ Microsoft Word, Excel, ಮತ್ತು PowerPoint ಫೈಲ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸಿ ಮತ್ತು ಎಡಿಟ್ ಮಾಡಿ",
    "ko": "Google Docs, 스프레드시트, 프레젠테이션으로 Microsoft Word, Excel, PowerPoint 파일을 보고 수정하기",
    "lt": "Žiūrėkite ir redaguokite „Microsoft Word“, „Excel“ ir „PowerPoint“ failus naudodami „Google“ dokumentus, Skaičiuokles ir Skaidres.",
    "lv": "Skatiet un rediģējiet Microsoft Word, Excel un PowerPoint failus Google dokumentos, Izklājlapās un Prezentācijās.",
    "ml": "Google ഡോക്‌സ്, ഷീറ്റ്, സ്ലൈഡ് എന്നിവ ഉപയോഗിച്ച് Microsoft Word, Excel, PowerPoint ഫയലുകൾ കാണുക, എഡിറ്റുചെയ്യുക",
    "mr": "Google दस्तऐवज, पत्रके आणि स्लाइड सह Microsoft Word, Excel, आणि PowerPoint फाइल पहा आणि संपादित करा",
    "ms": "Lihat dan edit fail Microsoft Word, Excel dan PowerPoint dengan Dokumen, Helaian dan Slaid Google",
    "nl": "Bekijk en bewerk bestanden uit Microsoft Word, Excel en PowerPoint met Google Documenten, Spreadsheets en Presentaties",
    "no": "Se og rediger Microsoft Word-, Excel- og PowerPoint-filer med Google Dokumenter, Regneark og Presentasjoner.",
    "pl": "Wyświetlaj i edytuj pliki Microsoft Word, Excel i PowerPoint za pomocą Dokumentów, Arkuszy i Prezentacji Google.",
    "pt_BR": "Visualize e edite arquivos do Microsoft Word, Excel e PowerPoint usando Documentos, Planilhas e Apresentações Google.",
    "pt_PT": "Veja e edite ficheiros do Word, do Excel e do PowerPoint com o Docs, o Sheets e o Google Slides.",
    "ro": "Vezi și modifică fișiere Microsoft Word, Excel și PowerPoint cu Documente Google, Foi de calcul Google și Prezentări Google",
    "ru": "Работайте с файлами Word, Excel и PowerPoint в Google Документах, Google Таблицах и Google Презентациях.",
    "sk": "V Dokumentoch, Tabuľkách a Prezentáciách Google môžete zobraziť a upravovať súbory vo formátoch Microsoft Word, Excel a PowerPoint.",
    "sl": "Oglejte si Wordove, Excelove in PowerPointove datoteke in jih uredite z Google Dokumenti, Preglednicami in Predstavitvami.",
    "sr": "Прегледајте и измените Microsoft Word, Excel и PowerPoint датотеке помоћу Google докумената, табела и презентација.",
    "sv": "Visa och redigera filer från Microsoft Word, Excel och PowerPoint med Google Dokument, Kalkylark och Presentationer.",
    "sw": "Angalia na ubadilishe faili za Microsoft Word, Excel, na PowerPoint kwa Hati, Majedwali, na Slaidi za Google.",
    "ta": "Google ஆவணம், விரிதாள் மற்றும் ஸ்லைடு மூலம் Microsoft Word, Excel மற்றும் PowerPoint ஃபைல்களைப் பார்க்கலாம் மற்றும் திருத்தலாம்",
    "te": "Google Docs, షీట్‌లు మరియు స్లయిడ్‌లతో Microsoft Word, Excel మరియు PowerPoint ఫైళ్లను చూడండి మరియు ఎడిట్ చేయండి",
    "th": "ดูและแก้ไขไฟล์ Microsoft Word, Excel และ PowerPoint ด้วย Google เอกสาร ชีต และสไลด์",
    "tr": "Microsoft Word, Excel, PowerPoint dosyalarını Google Dokümanlar, E-Tablolar, Slaytlar'da görüntüleyebilir ve düzenleyebilirsiniz.",
    "uk": "Перегляд і редагування файлів Microsoft Word, Excel і PowerPoint за допомогою Google Документів, Таблиць і Презентацій",
    "vi": "Xem và chỉnh sửa tệp Microsoft Word, Excel và PowerPoint với Google Tài liệu, Trang tính và Trang trình bày",
    "zh_CN": "使用Google文档、表格和幻灯片来查看和编辑Microsoft Word、Excel和PowerPoint文件",
    "zh_TW": "使用 Google 文件、試算表和簡報檢視及編輯 Microsoft Word、Excel 和 PowerPoint"
  },
  "long": {
    "ar,hu,th": "Chrome Office Viewer (Beta) is a speedy, more secure way to view Microsoft Word, Excel, and PowerPoint files in your browser with a single click.\n\nTo open Microsoft Office files, you’d typically need to install additional software. With this extension, clicking a 1997-2013 Office file on the web will open it directly in Chrome - identical to Chrome’s PDF Viewer.\n\nFormats supported:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nPlease note: This extension is already installed on Chrome OS and does not currently support editing. To edit, please import files into Google Drive or use your preferred editing software.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at https://www.google.com/intl/en/policies/.",
    "am": "عرض ملفات Microsoft Word، وExcel، وPowerPoint files وتعديلها بدون الحاجة إلى تثبيت برنامج Office على جهاز الكمبيوتر. \n\nبمجرد تثبيت الإضافة، سيتم فتح ملفات Office التي تسحبها إلى Chrome، وتفتحها في Gmail، وGoogle Drive وغيرها من المنتجات في تطبيقات المستندات وجداول البيانات والعروض التقديمية لعرضها وتعديلها.\n\nيُمكنك إعادة حفظ كل ملف بتنسيقه الأصلي في Office، أو تحويله إلى تطبيق المستندات أو جداول البيانات أو العروض التقديمية للاستمتاع بمزيد من الميزات مثل دعوة الآخرين للتعاون معك في تعديل الملف، والتعليق عليه والدردشة معك إلى جانب أشياء أخرى. \n\nالتنسيقات المعتمدة:\ndoc.\ndocx.\nxls.\nxlsx.\nppt.\npptx.\n\nالرجاء ملاحظة ما يلي: هذه الإضافة مثبتة من قبل في نظام التشغيل Chrome بشكل افتراضي.\n\nيُعد إقدامك على تثبيت هذا العنصر بمثابة موافقة منك على بنود خدمة Google وسياسة الخصوصية المتوفّرة على https://www.google.com/intl/en/policies/.",
    "bg": "Преглеждайте и редактирайте файлове на Microsoft Word, Excel и PowerPoint, без да е нужно на компютъра ви да има инсталиран Microsoft Office. \n\nСлед като бъде инсталирано разширението, файловете на Office, които преместите с мишката в Chrome, отворите в Gmail, Google Диск и др., ще се отварят за преглеждане и редактиране в Документи, Таблици и Презентации.\n\nМожете да запазите всеки файл отново в оригиналния формат на Office или да го преобразувате във формата на Документи, Таблици или Презентации, за да отключите повече функции, като поканване на още хора да редактират заедно с вас, коментиране, чат и др. \n\nПоддържани формати:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nМоля, обърнете внимание: Това разширение вече е инсталирано в Chrome OS по подразбиране.\n\nС инсталирането на този елемент приемате Общите условия и Декларацията за поверителност на Google на адрес https://www.google.com/intl/bg/policies/.",
    "bn,gu,kn,ml,ms,sw,ta,te": "Chrome Office Viewer (Beta) is a speedy, more secure way to view Microsoft Word, Excel, and PowerPoint files in your browser with a single click.\n\nTo open Microsoft Office files, you’d typically need to install additional software. With this extension, clicking a 1997-2013 Office file on the web will open it directly in Chrome - identical to Chrome’s PDF Viewer.\n\nFormats supported:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nPlease note: This extension is already installed on Chrome OS and does not currently support editing. To edit, please import files into Google Drive or use your preferred editing software.",
    "ca": "Consulteu i editeu fitxers de Word, d'Excel i de PowerPoint sense necessitat de tenir Office instal·lat a l'ordinador. \n\nUn cop tingueu l'extensió instal·lada, els fitxers d'Office que arrossegueu a Chrome o que obriu a Gmail, a Google Drive i a altres llocs, s'obriran a Documents, a Fulls de càlcul i a Presentacions perquè els pugueu veure i editar.\n\nPodeu tornar a desar cada fitxer en el seu format d'Office original o bé convertir-los a Documents, a Fulls de càlcul o a Presentacions per obtenir més funcions, com ara convidar altres persones a editar-los, comentar-los o xatejar, entre altres. \n\nFormats admesos:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nTingueu en compte que aquesta extensió ja està instal·lada a Chrome OS de manera predeterminada.\n\nEn instal·lar aquest element, accepteu les Condicions del servei i la Política de privadesa de Google a https://www.google.com/intl/ca/policies/.",
    "cs": "Soubory z aplikací Microsoft Word, Excel a PowerPoint můžete zobrazit a upravovat, aniž byste museli v počítači mít sadu Office. \n\nPo instalaci tohoto rozšíření se soubory Office budou otevírat v Dokumentech, Tabulkách nebo Prezentacích, kde je budete moct prohlížet a upravovat. Můžete je tak bez problémů přetáhnout do prohlížeče Chrome, otevřít v Gmailu, na Disku Google nebo v dalších službách.\n\nSoubor poté můžete uložit zpět do původního formátu Office nebo převést do formátu Dokumentů, Tabulek či Prezentací. Převedením získáte přístup k dalším funkcím: můžete pozvat ostatní, aby s vámi spolupracovali na úpravách, okomentovali dokument nebo se připojili k chatu. \n\nPodporované formáty:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nUpozornění: Ve výchozím nastavení systému Chrome OS je toto rozšíření již nainstalováno.\n\nInstalací této položky vyjadřujete svůj souhlas se smluvními podmínkami služeb Google a zásadami ochrany soukromí. Jejich znění najdete na adrese https://www.google.com/intl/cs/policies/.",
    "da": "Se og rediger Microsoft Word-, Excel- og PowerPoint-filer – uden behov for at have Office installeret på din computer. \n\nNår udvidelsen er installeret, bliver de Office-filer, som du trækker til Chrome eller åbner via Gmail, Google Drev eller lignende, åbnet til visning og redigering i Docs, Sheets og Slides.\n\nDu kan gemme hver fil i det oprindelige Office-format eller konvertere den til Docs, Sheets eller Slides for at få flere funktioner, så du eksempelvis kan invitere andre til at redigere sammen med dig, kommentere, chatte og meget mere.\n\nUnderstøttede formater:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nBemærk! Udvidelsen er som standard allerede installeret på Chrome OS.\n\nVed at installere dette element accepterer du Google Servicevilkår og Privatlivspolitik, som du kan læse på https://www.google.com/intl/da/policies/.",
    "de": "Sehen Sie sich Microsoft Word-, Excel- und PowerPoint-Dateien an und bearbeiten Sie sie. Office muss hierfür nicht auf Ihrem Computer installiert sein. \n\nWenn Sie die Erweiterung installiert haben, werden Office-Dateien, die Sie in Chrome ziehen oder in Gmail, Google Drive und anderen Diensten öffnen, zum Ansehen und Bearbeiten in Google Docs, Google Tabellen und Google Präsentationen geöffnet.\n\nSie können jede Datei wieder im ursprünglichen Office-Format speichern. Sie können sie auch in das jeweilige Google-Format konvertieren und so weitere Funktionen freischalten, zum Beispiel die gemeinsame Bearbeitung mit anderen, Kommentare, Chat und mehr.\n\nUnterstützte Formate:\nDOC\nDOCX \nXLS\nXLSX\nPPT \nPPTX\n\nHinweis: Unter Chrome OS ist diese Erweiterung bereits standardmäßig installiert.\n\nDurch die Installation dieser Erweiterung akzeptieren Sie die Nutzungsbedingungen und die Datenschutzerklärung unter https://www.google.com/intl/de/policies/.",
    "el": "Προβάλετε και επεξεργαστείτε αρχεία Microsoft Word, Excel και PowerPoint, χωρίς να χρειάζεται να εγκαταστήσετε το Office στον υπολογιστή σας. \n\nΑφού εγκαταστήσετε την επέκταση, τα αρχεία του Office που μεταφέρετε στο Chrome, ανοίγετε στο Gmail, το Google Drive και αλλού, θα ανοίγουν στα Έγγραφα, τα Υπολογιστικά φύλλα και τις Παρουσιάσεις για προβολή και επεξεργασία.\n\nΜπορείτε να αποθηκεύσετε ξανά το κάθε αρχείο στην αρχική του μορφή αρχείου Office ή να το μετατρέψετε σε Έγγραφο, Υπολογιστικό φύλλο ή Παρουσίαση για να ξεκλειδώσετε περισσότερες λειτουργίες, όπως η πρόσκληση άλλων ατόμων για επεξεργασία από κοινού, σχολιασμό, συζήτηση και περισσότερα. \n\nΥποστηριζόμενοι τύποι αρχείων:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nΛάβετε υπόψη: Αυτή η επέκταση είναι ήδη εγκατεστημένη στο Chrome OS από προεπιλογή.\n\nΜε την εγκατάσταση αυτού του στοιχείου, αποδέχεστε τους Όρους Παροχής Υπηρεσιών και την Πολιτική Απορρήτου της Google στη διεύθυνση https://www.google.com/intl/el/policies/.",
    "en,en_AU,en_US": "View and edit Microsoft Word, Excel, and PowerPoint files -- without needing Office installed on your computer. \n\nOnce the extension is installed, Office files that you drag into Chrome, open in Gmail, Google Drive, and more, will be opened in Docs, Sheets, and Slides for viewing and editing.\n\nYou can save each file back to its original Office format, or convert it to Docs, Sheets, or Slides to unlock more features, like inviting others to edit with you, commenting, chat, and more. \n\nPlease note that Office files cannot be edited in the classic version of Drive. The new Google Drive is gradually rolling out to all users via the Settings menu. If you don't see the option to try the new look, check back again shortly. Learn more here: https://support.google.com/drive/?p=new_drive.\n\nFormats supported:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nPlease note: This extension is already installed on Chrome OS by default. \n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at https://www.google.com/intl/en/policies/.",
    "en_GB": "View and edit Microsoft Word, Excel and PowerPoint files - without needing Office installed on your computer. \n\nOnce the extension is installed, Office files that you drag into Chrome, open in Gmail, Google Drive and more will be opened in Docs, Sheets and Slides for viewing and editing.\n\nYou can save each file back to its original Office format or convert it to Docs, Sheets or Slides to unlock more features, like inviting others to edit with you, commenting, chatting and more. \n\nFormats supported:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nPlease note: This extension is already installed on Chrome OS by default.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at https://www.google.com/intl/en-GB/policies/.",
    "es": "Ve y edita archivos de Microsoft Word, Excel y PowerPoint sin tener Office instalado en tu ordenador. \n\nDespués de instalar la extensión, los archivos de Office que arrastres a Chrome, que abras en Gmail, en Google Drive, etc. se abrirán en Documentos, Hojas de cálculo Presentaciones y podrás verlos y editarlos.\n\nAunque puedes guardar los archivos con su formato de Office original, si los conviertes en archivos de Documentos, de Hojas de cálculo o de Presentaciones dispones de más funciones: invitar a otras personas a editarlos contigo, comentarlos, chatear, etc. \n\nFormatos admitidos:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nNota: Esta extensión está instalada en Chrome OS de forma predeterminada.\n\nAl instalar este elemento, aceptas las Condiciones de servicio y la Política de privacidad de Google expuestas en https://www.google.com/intl/es/policies/.",
    "es_419": "Visualiza y edita archivos de Microsoft Word, Excel y PowerPoint sin tener Office instalado en tu computadora. \n\nUna vez instalada la extensión, los archivos de Office que arrastres hacia Chrome o abras en Gmail, Google Drive y otros programas se abrirán en Documentos, Hojas de cálculo y Presentaciones, donde podrás verlos y modificarlos.\n\nPuedes guardar cada archivo de nuevo en su formato original de Office o convertirlo a Documentos, Hojas de cálculo y Presentaciones para obtener más funciones, como invitar a otras personas a editar contigo, hacer comentarios, chatear y mucho más. \n\nFormatos admitidos:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nTen en cuenta que esta extensión ya está instalada en el sistema operativo Chrome en forma predeterminada.\n\nSi instalas este elemento, aceptas las Condiciones del servicio y la Política de privacidad de Google que se encuentran en https://www.google.com/intl/en/policies/.",
    "et": "Saate vaadata ja muuta Microsoft Wordi, Exceli ja PowerPointi faile ilma, et teil oleks Office arvutisse installitud. \n\nKui laiendus on installitud, avanevad Gmailis, Google Drive'is ja mujal avatud Office'i failid Chrome'i lohistamisel rakenduses Dokumendid, Arvutustabelid ja Esitlused, kus neid saab vaadata ning muuta.\n\nKõik failid saab tagasi salvestada algsesse Office'i vormingusse või teisendada täiendavate funktsioonide (nt saate kutsuda teisi koos teiega dokumenti muutma, kommenteerima, vestlema jne) avamiseks rakendusse Dokumendid, Arvutustabelid või Esitlused. \n\nToetatud vormingud:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nPange tähele: laiendus on Chrome OS-i vaikimisi juba installitud.\n\nKui installite selle üksuse, nõustute Google'i teenusetingimuste ja privaatsuseeskirjadega, mis asuvad aadressil https://www.google.com/intl/en/policies/.",
    "fa": "View and edit Microsoft Word, Excel, and PowerPoint files -- without needing Office installed on your computer. \n\nOnce the extension is installed, Office files that you drag into Chrome, open in Gmail, Google Drive, and more, will be opened in Docs, Sheets, and Slides for viewing and editing.\n\nYou can save each file back to its original Office format, or convert it to Docs, Sheets, or Slides to unlock more features, like inviting others to edit with you, commenting, chat, and more. \n\nFormats supported:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nPlease note: This extension is already installed on Chrome OS by default.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at https://www.google.com/intl/en/policies/.",
    "fi": "Voit tarkastella ja muokata Microsoft Word-, Excel- ja PowerPoint-tiedostoja, vaikka tietokoneessasi ei olisi Office-pakettia. \n\nKun laajennus on asennettu, Chromeen vetämäsi ja Gmailissa tai Google Drivessa avaamasi Office-tiedostot avataan Docs-, Sheets- tai Slides-ohjelmassa, jossa voit katsella ja muokata niitä.\n\nVoit tallentaan jokaisen tiedon alkuperäisessä Office-muodossa tai muuntaa sen Docs-, Sheets- tai Slides-tiedostoksi. Tällöin käytettävissäsi on lisää ominaisuuksia, kuten muiden kutsuminen muokkaamaan tiedostoa kanssasi, kommentointi, pikaviestit ja paljon muuta. \n\nTuetut tiedostomuodot:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nHuomaa: tämä laajennus on asennettu oletuksena Chrome-käyttöjärjestelmään.\n\nAsentamalla tämän kohteen hyväksyt Googlen käyttöehdot ja tietosuojakäytännön, jotka ovat osoitteessa https://www.google.com/intl/fi/policies/.",
    "fil": "Tingnan at i-edit ang mga file sa Microsoft Word, Excel at PowerPoint -- nang hindi kinakailangang naka-install ang Office sa iyong computer. \n\nKapag na-install na ang extension, ang mga file ng Office na na-drag mo sa Chrome, binuksan sa Gmail, Google Drive at iba pa, ay mabubuksan sa Docs, Sheets at Slides para matingnan at ma-edit.\n\nMaaari mong i-save ang bawat file pabalik sa orihinal nitong format sa Office, o i-convert ito sa Docs, Sheets o Slides upang ma-unlock ang higit pang mga feature, gaya ng pag-imbita sa mga iba pa na mag-edit kasama mo, magkomento, mag-chat at higit pa. \n\nMga sinusuportahang format:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nPakitandaan: Naka-install na ang extension na ito sa Chrome OS bilang default.\n\nSa pamamagitan ng pag-install sa item na ito, sumasang-ayon ka sa Mga Tuntunin ng Serbisyo at Patakaran sa Privacy ng Google sa https://www.google.com/intl/fil/policies/.",
    "fr": "Consultez et modifiez des fichiers Microsoft Word, Excel et PowerPoint sans installer Office sur votre ordinateur. \n\nUne fois l'extension installée, les fichiers Office que vous faites glisser dans Chrome ou que vous ouvrez dans Gmail, Google Drive et d'autres applications s'affichent dans Docs, Sheets et Slides. Vous pouvez alors les modifier.\n\nEnregistrez chaque fichier sous son format Office d'origine ou convertissez-le au format Docs, Sheets ou Slides afin de bénéficier de fonctionnalités supplémentaires qui vous permettent notamment d'inviter d'autres utilisateurs à apporter des modifications, d'insérer des commentaires et d'utiliser la messagerie instantanée. \n\nFormats compatibles :\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nRemarque : Cette extension est déjà installée par défaut dans Chrome OS.\n\nEn installant cette extension, vous acceptez les Conditions d'utilisation et les Règles de confidentialité de Google que vous pouvez consulter à l'adresse https://www.google.com/intl/fr/policies/.",
    "he": "הציגו וערכו קובצי Microsoft Word, ‏Excel ו-PowerPoint - ללא צורך בחבילת Office מותקנת במחשב שלכם.\n\nלאחר התקנת התוסף, קובצי Office שתגררו לתוך Chrome, או תפתחו ב-Gmail, ב-Google Drive או במוצרים נוספים, ייפתחו ב-Docs, ‏Sheets ו-Slides לצפייה ולעריכה.\n\nניתן לשמור כל קובץ חזרה בפורמט Office המקורי שלו, או להמיר אותו לפורמט Docs, ‏Sheets או Slides כדי לאפשר תכונות נוספות, כגון הזמנת משתמשים אחרים לעריכה משותפת יחד אתכם, הוספת הערות, שיחה בצ'אט ועוד. \n\nפורמטים נתמכים:\n‎.doc\n‎.docx\n‎.xls\n‎.xlsx\n‎.ppt\n‎.pptx\n\nשימו לב: התוסף הזה מותקן כבר במערכת ההפעלה של Chrome כברירת מחדל.\n\nבהתקנת הפריט הזה, אתם מאשרים את התנאים והגבלות ואת מדיניות הפרטיות של Google, המופיעים בכתובת https://www.google.com/intl/en/policies/.",
    "hi": "Microsoft Word, Excel और PowerPoint फ़ाइलें देखें और संपादित करें -- वो भी आपके कंप्यूटर पर Office इंस्टॉल होने की आवश्यकता के बिना. \n\nएक बार एक्सटेंशन इंस्टॉल हो जाने पर, आपके द्वारा Chrome में खींची जाने वाली, Gmail, Google डिस्क, आदि में खोली जाने वाली Office फ़ाइलें देखने और संपादित करने के लिए दस्तावेज़, पत्रक और स्लाइड में खुलेंगी.\n\nआप प्रत्येक फ़ाइल को उसके मूल Office स्वरूप में वापस सहेज सकते हैं या अधिक सुविधाएं अनलॉक करने के लिए उसे दस्तावेज़, पत्रक या स्लाइड में रूपांतरित कर सकते हैं, जैसे आपके साथ संपादित करने के लिए अन्य लोगों को आमंत्रित करना, टिप्पणी करना, चैट, आदि. \n\nसमर्थित स्वरूप:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nकृपया ध्यान दें: यह एक्सटेंशन डिफ़ॉल्ट रूप से Chrome OS पर पहले से इंस्टॉल होता है.\n\nयह आइटम इंस्टॉल करके, आप https://www.google.com/intl/hi/policies/ पर Google की सेवा की शर्तों और गोपनीयता नीति के प्रति सहमति देते हैं.",
    "hr": "Anélkül tekintheti meg és szerkesztheti Microsoft Word-, Excel- és PowerPoint-fájljait, hogy telepítenie kellene az Office-alkalmazásokat számítógépén.\n\nA bővítmény telepítését követően a Chrome-ba húzott vagy a Gmailben, a Google Drive-ban vagy más szolgáltatásban megnyitott Office-fájlok megtekinthetők és szerkeszthetők a Google Dokumentumok, Táblázatok vagy Diák szolgáltatásban.\n\nA fájlokat eredeti Office-formátumukban mentheti, vagy konvertálhatja őket Dokumentumok-, Táblázatok- vagy Diák-fájllá, hogy további funkciókat érhessen el, például másokat is meghívjon a fájl szerkesztésére, megjegyzéseket fűzzön a fájlhoz, vagy csevegjen más felhasználókkal a szerkesztés közben.\n\nTámogatott formátumok:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nNe feledje: A bővítmény a Chrome OS operációs rendszerben alapértelmezés szerint telepítve van.\n\nAz elem telepítésével elfogadja a Google Általános Szerződési Feltételeit és adatvédelmi irányelveit (https://www.google.com/intl/hu/policies/).",
    "id": "Lihat dan edit file Microsoft Word, Excel, dan PowerPoint -- tanpa harus memasang aplikasi Office di komputer. \n\nSetelah ekstensi dipasang, file Office yang diseret ke Chrome dan dibuka di Gmail, Google Drive, dan lainnya, akan dibuka di Dokumen, Spreadsheet, dan Slide untuk dilihat dan diedit.\n\nAnda dapat menyimpan setiap file kembali ke format Office awal, atau mengonversinya ke Dokumen, Spreadsheet, atau Slide untuk membuka fitur lainnya, seperti mengundang orang lain untuk mengedit bersama Anda, berkomentar, chat, dan banyak lagi. \n\nFormat yang didukung:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nCatatan: Ekstensi ini telah dipasang di Chrome OS secara default.\n\nDengan memasang item ini, Anda menyetujui Persyaratan Layanan dan Kebijakan Privasi Google di https://www.google.com/intl/id/policies/.",
    "it": "Visualizza e modifica file di Microsoft Word, Excel e PowerPoint senza installare Office sul computer.\n\nUna volta installata l'estensione, i file di Office che rilasci in Chrome e apri in Gmail, Google Drive o in altre applicazioni, si apriranno in Documenti, Fogli e Presentazioni, dove potranno essere visualizzati e modificati.\nPuoi salvare di nuovo ogni file nel suo formato Office originale o convertirlo in Documenti, Fogli o Presentazioni per sbloccare altre funzioni, come invitare altri a modificarli, commentare, chattare e altro ancora. \n\nFormati supportati:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nNota. Per impostazione predefinita, questa estensione è già installata su Chrome OS.\n\nInstallando questo elemento, l'utente accetta i Termini di servizio e le Norme sulla privacy di Google, disponibili all'indirizzo https://www.google.com/intl/it/policies/.",
    "ja": "Word、Excel、PowerPoint ファイルを表示、編集 -- パソコンに Office をインストールする必要はありません。 \n\n拡張機能をインストールすると、Office ファイルを Chrome にドラッグしたり、Gmail や Google ドライブで開いたりすれば、ドキュメント、スプレッドシート、スライドで開いて表示、編集することができます。\n\nそれぞれのファイルは元の Office 形式で保存しなおすこともでき、ドキュメント、スプレッドシート、スライドに変換すれば、他のユーザーを招待して共同編集や、コメントのやりとり、チャットなどの機能を使用できるようになります。 \n\nサポートされている形式:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\n注: この拡張機能は、Chrome OS にデフォルトでインストールされています。\n\nインストールすると、Google の利用規約とプライバシー ポリシー（https://www.google.com/intl/ja/policies/）に同意したことになります。",
    "ko": "컴퓨터에 Office를 설치할 필요 없이 Microsoft Word, Excel, PowerPoint 파일을 열어 보고 수정하세요. \n\n확장 프로그램을 설치하면 Chrome으로 드래그했거나 Gmail, Google 드라이브 등에서 연 Office 파일을 문서, 스프레드시트, 프레젠테이션에서 열어보고 수정할 수 있습니다. \n\n각 파일은 원래 Office 형식으로 저장할 수 있으며, 아니면 문서, 스프레드시트, 프레젠테이션 파일로 변환하여 다양한 기능(예: 다른 사용자를 초대하여 함께 수정하기, 댓글 달기, 채팅 등)을 사용할 수 있습니다. \n \n지원 형식:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\n참고: 이 확장 프로그램은 이미 Chrome OS에 기본적으로 설치되어 있습니다.\n\n이 프로그램을 설치하면 https://www.google.com/intl/ko/policies/ 페이지의 Google 서비스 약관 및 개인정보취급방침에 동의하는 것으로 간주됩니다.",
    "lt": "Peržiūrėkite ir redaguokite „Microsoft Word“, „Excel“ ir „PowerPoint“ failus, kompiuteryje neįdiegę „Office“. \n\nKai plėtinys bus įdiegtas, „Office“ failai, kurios nuvilksite į „Chrome“ ir atidarysite naudodami „Gmail“, „Google“ diską ir daugiau, bus atidaromi Dokumentuose, Skaičiuoklėse ir Skaidrėse, kad galėtumėte juos peržiūrėti ir redaguoti.\n\nKiekvieną failą galėsite vėl išsaugoti originaliu „Office“ formatu arba konvertuoti į Dokumentų, Skaičiuoklių ar Skaidrių formatą, kad pasinaudotumėte daugiau funkcijų, pvz., pakviestumėte kitus žmonės redaguoti kartu su jumis, komentuoti, kalbėtis ir daugiau. \n\nPalaikomi formatai:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nPastaba: šis plėtinys jau įdiegtas „Chrome“ OS pagal numatytuosius nustatymus.\n\nĮdiegdami šį elementą sutinkate su „Google“ paslaugų teikimo sąlygomis ir privatumo politika (https://www.google.com/intl/lt/policies/).",
    "lv": "Varat skatīt un rediģēt Microsoft Word, Excel un PowerPoint failu, neinstalējot Office programmas savā datorā. \n\nInstalējot šo paplašinājumu, Office faili, kurus ievilksiet pārlūkprogrammā Chrome vai atvērsiet pakalpojumos Gmail, Google disks un citos, tiks atvērti pakalpojumos Dokumenti, Izklājlapas un Prezentācijas, kur varēsiet tos skatīt un rediģēt.\n\nKatru failu varat saglabāt tā sākotnējā Office formātā vai konvertēt Dokumentu, Izklājlapu vai Prezentāciju formātā, lai izmantotu papildfunkcijas, piemēram, piešķirtu citām personām rediģēšanas, komentāru pievienošanas, tērzēšanas un citas tiesības. \n\nAtbalstītie formāti:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nLūdzu, ņemiet vērā, ka pēc noklusējuma šis paplašinājums jau ir instalēts Chrome OS.\n\nInstalējot šo vienumu, jūs piekrītat Google pakalpojumu sniegšanas noteikumiem un konfidencialitātes politikai, kas pieejama vietnē https://www.google.com/intl/en/policies/.",
    "mr": "Lihat dan edit fail Microsoft Word, Excel dan PowerPoint -- tanpa memerlukan perisian Office dipasangkan pada komputer anda. \n\nSetelah sambungan dipasangkan, fail Office yang anda seret ke dalam Chrome dan dibuka dalam Gmail, Google Drive dan banyak lagi, kini dibuka dalam Dokumen, Helaian dan Slaid untuk dilihat dan diedit.\n\nAnda boleh menyimpan kembali setiap fail ke dalam format Office asal fail itu atau menukarkannya kepada format Dokumen, Helaian atau Slaid untuk membolehkan anda menggunakan lebih banyak ciri, seperti menjemput orang lain mengedit bersama-sama anda, mengulas, bersembang dan bermacam-macam lagi. \n\nFormat yang disokong:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nHarap maklum: Sambungan ini sudah dipasangkan pada OS Chrome secara lalai.\n\nDengan memasang item ini, anda bersetuju menerima Syarat Perkhidmatan dan Dasar Privasi Google di https://www.google.com/intl/en/policies/.",
    "nl": "Bekijk en bewerk bestanden voor Microsoft Word, Excel en PowerPoint zonder Office op uw computer te installeren. \n\nZodra de extensie is geïnstalleerd, worden Office-bestanden die u er naartoe sleept in Chrome of die u opent in Gmail, Google Drive en meer, automatisch geopend in Google Documenten, Spreadsheets en Presentaties, waar u ze kunt bekijken en bewerken.\n\nU kunt elk bestand opnieuw opslaan in de oorspronkelijke Office-indeling of converteren naar Google Documenten, Spreadsheets of Presentaties, zodat u nog meer functies kunt gebruiken. Zo kunt u bijvoorbeeld anderen uitnodigen de bestanden met u te bewerken, opmerkingen toe te voegen, te chatten en meer. \n\nOndersteunde indelingen:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nLet op: deze extensie is in Chrome OS standaard geïnstalleerd.\n\nDoor dit item te installeren, gaat u akkoord met de Servicevoorwaarden en het Privacybeleid van Google op https://www.google.com/intl/nl/policies/.",
    "no": "Se på og rediger Microsoft Word-, Excel- og PowerPoint-filer – uten å måtte installere Office på datamaskinen. \n\nNår utvidelsen er installert, blir Office-filer som du drar inn i Chrome eller åpner via Gmail, Google Disk m.m., åpnet i Dokumenter, Regneark eller Presentasjoner for visning og redigering.\n\nDu kan lagre filene i det opprinnelige Office-formatet, eller du kan konvertere dem til Dokumenter-, Regneark- eller Presentasjoner-format for å få tilgang til flere funksjoner, som for eksempel det å invitere andre til å redigere sammen med deg, kommentere, nettprate osv. \n\nFormater som støttes:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nMerk: Denne utvidelsen er allerede installert i Chrome OS som standard.\n\nVed å installere dette elementet samtykker du i Googles vilkår for bruk og personvernregler på https://www.google.com/intl/en/policies/.",
    "pl": "Wyświetlaj i edytuj pliki Microsoft Word, Excel i PowerPoint, nawet gdy nie masz zainstalowanego pakietu Office na komputerze.\n\nGdy zainstalujesz to rozszerzenie, pliki Office, które przeciągniesz do Chrome, klikniesz w Gmailu czy na Dysku Google, zostaną otwarte w Dokumentach, Arkuszach lub Prezentacjach, gdzie możesz je przeglądać i edytować.\n\nKażdy plik możesz zapisać w pierwotnym formacie Office albo przekonwertować do Dokumentów, Arkuszy lub Prezentacji Google. Wybranie drugiej opcji pozwala odblokować dodatkowe funkcji, takie jak zapraszanie innych do wspólnego edytowania, komentowania, czatowania i nie tylko.\n\nObsługiwane formaty:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nUwaga: w systemie operacyjnym Chrome to rozszerzenie jest domyślnie zainstalowane.\n\nInstalując to rozszerzenie, akceptujesz Warunki korzystania z usług Google i Politykę prywatności (https://www.google.com/intl/pl/policies/).",
    "pt_BR": "Visualize e edite arquivos do Microsoft Word, Excel e PowerPoint sem precisar instalar o Office em seu computador. \n\nDepois que a extensão for instalada, os arquivos do Office que você arrastar para o Chrome, abrir no Gmail, no Google Drive e em outros produtos serão abertos no Documentos, Planilhas e Apresentações Google para visualização e edição.\n\nVocê pode salvar os arquivos no formato do Office original ou convertê-los em Documentos, Planilhas ou Apresentações Google para ter acesso a mais recursos, como a possibilidade de convidar outras pessoas para editar o documento, fazer comentários, participar de bate-papos e muito mais. \n\nFormatos compatíveis:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nObservação: esta extensão é instalada no sistema operacional Chrome por padrão.\n\nAo instalar este item, o usuário concorda com os Termos de Serviço e a Política de Privacidade do Google em https://www.google.com/intl/pt-BR/policies/.",
    "pt_PT": "Veja e edite ficheiros do Word, do Excel e do PowerPoint sem ser necessário ter o Office instalado no seu computador.\n\nDepois de a extensão ser instalada, os ficheiros do Office que arrastar para o Chrome ou que abrir no Gmail e no Google Drive (entre outros) serão abertos no Documentos, no Folhas de cálculo e no Apresentações para ver e editar.\n\nPode voltar a guardar cada ficheiro no formato original do Office ou convertê-los para o Documentos, para o Folhas de cálculo ou para o Apresentações de modo a obter mais funcionalidades, como convidar outras pessoas para editarem consigo, comentarem, conversarem e muito mais.\n\nFormatos compatíveis:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nTenha em conta que, por predefinição, esta extensão já está instalada no SO Chrome.\n\nAo instalar este item, concorda com os Termos de Utilização e com a Política de Privacidade da Google em https://www.google.com/intl/pt/policies/.",
    "ro": "Deschideți și editați fișiere Microsoft Word, Excel și PowerPoint, fără să vă instalați suita Office pe computer. \n\nDupă ce ați instalat extensia, fișierele Office pe care le plasați în Chrome sau le deschideți în Gmail, în Google Drive și multe altele se vor deschide în Documentele Google, în Foile de calcul Google sau în Prezentările Google pentru a le vizualiza și edita.\n\nPuteți să salvați fiecare fișier în formatul Office inițial. De asemenea, puteți să-l convertiți în formatul Documente Google, Foi de calcul Google sau Prezentări Google pentru a avea acces la mai multe funcții, cum ar fi să invitați alte persoane pentru a-l edita împreună, a comenta, a discuta prin chat și multe altele.\n\nFormate acceptate:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nRețineți că, în mod prestabilit, această extensie este instalată în Chrome OS.\n\nDacă instalați acest element, sunteți de acord cu Termenii și condițiile Google, precum și cu Politica de confidențialitate, disponibile la https://www.google.com/intl/ro/policies/.",
    "ru": "Чтобы работать с файлами Word, Excel и PowerPoint, больше не нужно устанавливать пакет программ MS Office. Теперь открывать и редактировать свои файлы вы можете в Google Документах, Google Таблицах и Google Презентациях.\n\nСохранять файлы можно в оригинальном формате MS Office. Однако вы также можете их конвертировать в формат Google Документов, Google Таблиц и Google Презентаций, чтобы редактировать файлы вместе с другими пользователями в режиме реального времени.\n\nПоддерживаемые форматы:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nОбратите внимание, что на Chrome OS расширение уже установлено по умолчанию.\n\nУстанавливая расширение, вы соглашаетесь с Политикой конфиденциальности и Условиями использования Google (https://www.google.com/intl/ru/policies/).",
    "sk": "Súbory vo formátoch Microsoft Word, Excel a PowerPoint môžete zobraziť a upravovať bez toho, aby ste mali v počítači nainštalovaný balík Office. \n\nPo inštalácii rozšírenia sa súbory balíka Office, ktoré presuniete myšou do prehliadača Chrome alebo otvoríte v Gmaile, na Disku Google alebo v ďalších službách, otvoria na zobrazenie a úpravy v aplikácii Dokumenty, Tabuľky alebo Prezentácie.\n\nKaždý súbor môžete znova uložiť v pôvodnom formáte balíka Office. Môžete ho tiež skonvertovať na súbor aplikácie Dokumenty, Tabuľky alebo Prezentácie, čím sa vám sprístupnia ďalšie funkcie, ako je pozývanie iných ľudí na úpravy, komentovanie, četovanie a ďalšie aktivity. \n\nPodporované formáty:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nUpozornenie: V systéme Chrome OS je toto rozšírenie nainštalované predvolene.\n\nInštaláciou tejto položky vyjadrujete súhlas so zmluvnými podmienkami služieb Google a pravidlami ochrany údajov, ktoré sa uvádzajú na stránke https://www.google.com/intl/sk/policies/.",
    "sl": "Oglejte si Microsoft Wordove, Excelove in PowerPointove datoteke ter jih uredite, ne da bi morali v računalnik namestiti Office. \n\nPo namestitvi razširitve lahko Officeove datoteke, ki jih povlečete v Chrome ali odprete v storitvah Gmail, Google Drive in drugih storitvah, odprete v Google Dokumentih, Preglednicah in Predstavitvah, da si jih ogledate in uredite.\n\nVsako datoteko lahko shranite v prvotno Officeovo obliko zapisa ali jo pretvorite v Google Dokumente, Preglednice ali Predstavitve, da omogočite uporabo dodatnih funkcij, kot so pošiljanje povabil drugim osebam za urejanje datoteke z vami, komentiranje, klepet in druge funkcije. \n\nPodprte oblike zapisa:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nOpomba: ta razširitev je že privzeto nameščena v sistemu OS Chrome.\n\nČe namestite to razširitev, se strinjate z Googlovimi pogoji storitve in pravilnikom o zasebnosti, ki si jih lahko ogledate na spletnem mestu https://www.google.com/intl/sl/policies/.",
    "sr": "Прегледајте и измените Microsoft Word, Excel и PowerPoint датотеке – без потребе да на рачунару имате инсталиран Office. \n\nКад инсталирате додатак, Office датотеке које превучете у Chrome, отворите у Gmail-у, на Google диску и другим местима ће се отварати у Документима, Табелама и Презентацијама за преглед и измене.\n\nСваку датотеку можете да поново сачувате у оригиналном Office формату или да је конвертујете у Документе, Табеле или Презентације да бисте откључали још функција, нпр. позивање других да уносе измене са вама, остављање коментара, ћаскање и др. \n\nПодржани формати:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nНапомена: Овај додатак је подразумевано већ инсталиран на Chrome OS-у.\n\nАко инсталирате ову ставку, прихватате Google услове коришћења услуге и политику приватности на https://www.google.com/intl/sr/policies/.",
    "sv": "Visa och redigera filer från Microsoft Word, Excel och PowerPoint utan att behöva installera Office på datorn. \n\nNär tillägget har installerats öppnas Office-filer som du drar till Chrome eller öppnar i Gmail, Google Drive eller liknande i Google Dokument, Kalkylark och Presentationer så att du kan visa och redigera dem.\n\nDu kan spara filerna i det ursprungliga Office-formatet igen eller konvertera det till Dokument, Kalkylark eller Presentationer och låsa upp fler funktioner, som att bjuda in andra att redigera tillsammans med dig, kommentera, chatta med mera. \n\nFormat som stöds:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nObs! Det här tillägget är redan installerat på Chrome OS som standard.\n\nGenom att installera det här objektet godkänner du Googles användarvillkor och sekretesspolicy på https://www.google.com/intl/sv/policies/.",
    "tr": "\"Microsoft Word, Excel ve PowerPoint dosyalarını, Office'i bilgisayarınıza yüklemek zorunda kalmadan görüntüleyebilir ve düzenleyebilirsiniz. \n\nUzantı yüklendiğinde, Chrome'a sürüklediğiniz, Gmail'de, Google Drive'da ve başka uygulamalarda açtığınız Office dosyaları görüntülenmek ve düzenlenmek üzere Dokümanlar, E-Tablolar ve Slaytlar uygulamalarında açılır.\n\nHer dosyayı kendi orijinal Office biçiminde kaydedebilir veya dosyalarda sizinle birlikte düzenleme yapmaları için başka kişileri davet etmek, yorum yapmak, sohbet etmek gibi daha fazla özelliği kullanabilmek üzere dosyaları Dokümanlar'a, E-Tablolar'a ya da Slaytlar'a dönüştürebilirsiniz. \n\nDesteklenen biçimler:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nLütfen unutmayın: Bu uzantı varsayılan olarak Chrome OS'ye yüklenmiş durumdadır.\n\nBu öğeyi yükleyerek https://www.google.com/intl/tr/policies/ adresindeki Google Hizmet Şartları'nı ve Gizlilik Politikası'nı kabul edersiniz.\"",
    "uk": "Переглядайте й редагуйте файли Microsoft Word, Excel і PowerPoint, навіть якщо на комп’ютері не встановлено пакет програм Office.\n\nУстановивши відповідне розширення, ви зможете переглядати й редагувати файли Microsoft Office у вікні Chrome, у Gmail або на Диску Google за допомогою редакторів Google Документи, Таблиці й Презентації.\n\nФайли можна зберігати в оригінальному форматі або конвертувати їх у формат Google Документів, Таблиць чи Презентацій, щоб отримати можливість редагувати їх разом, коментувати, спілкуватися в чаті тощо.\n\nПідтримувані формати:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nЗверніть увагу: в ОС Chrome розширення встановлено за умовчанням.\n\nУстановлюючи це розширення, ви приймаєте Загальні положення та умови Google і Політику конфіденційності. Докладнішу інформацію можна знайти тут: https://www.google.com/intl/uk/policies/.",
    "vi": "Xem và chỉnh sửa tệp Microsoft Word, Excel và PowerPoint -- mà không cần cài đặt Office trên máy tính của bạn. \n\nSau khi tiện ích được cài đặt, tệp Office bạn kéo vào Chrome, mở trong Gmail, Google Drive và ứng dụng khác, sẽ được mở trong Tài liệu, Trang tính và Trang trình bày để xem và chỉnh sửa.\n\nBạn có thể lưu mỗi tệp trở về định dạng Office ban đầu hoặc chuyển đổi tệp thành Tài liệu, Trang tính hoặc Trang trình bày để sử dụng thêm tính năng, chẳng hạn như mời người khác chỉnh sửa cùng với bạn, nhận xét, trò chuyện và hơn thế nữa. \n\nĐịnh dạng được hỗ trợ:\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\nXin lưu ý: Tiện ích này đã được cài đặt trên Chrome OS theo mặc định.\n\nBằng cách cài đặt tiện ích này, bạn đồng ý với Điều khoản dịch vụ và Chính sách bảo mật của Google tại https://www.google.com/intl/vi/policies/.",
    "zh_CN": "查看和编辑Microsoft Word、Excel和PowerPoint文件 - 无需在您的计算机上安装Office。 \n\n安装了该扩展程序之后，如果您将Office文件拖放到Chrome中，或者在Gmail和Google云端硬盘等产品中打开Office文件，则相应的Office文件就会在Google文档、表格和幻灯片中打开，供您查看和编辑。\n\n您可以按照原始Office格式保存每个文件，也可以将其转换为Google文档、表格或幻灯片格式，从而开启更多功能，诸如邀请他人与您协同编辑、添加评论以及聊天等。 \n\n支持的格式：\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\n请注意：默认情况下，此扩展程序已安装到Chrome操作系统中。\n\n安装此扩展程序即表示您同意遵守Google服务条款和隐私权政策(https://www.google.com/intl/zh-CN/policies/)。",
    "zh_TW": "不需在電腦上安裝 Office，即可檢視及編輯 Microsoft Word、Excel 和 PowerPoint 檔案。 \n\n安裝這項擴充功能後，只要將 Office 檔案拖曳到 Chrome 中，或是在 Gmail、Google 雲端硬碟等程式中開啟 Office 檔案，相關的 Office 檔案就會在 Google 文件、試算表和簡報中開啟，供您檢視及編輯。\n\n您可以重新將每份檔案儲存為原始的 Office 格式，也可以將檔案轉換成 Google 文件、試算表或簡報，以便使用更多功能，例如邀請其他人與您共同編輯、為檔案加上註解、進行即時通訊等等。 \n\n支援的檔案格式：\n.doc\n.docx\n.xls\n.xlsx\n.ppt\n.pptx\n\n注意：Chrome 作業系統在預設情況下已安裝此擴充功能。\n\n安裝此擴充功能即表示您同意遵守 Google 的《服務條款》和《隱私權政策》(https://www.google.com/intl/zh-TW/policies/)。"
  }
}