{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "vToad New Tab Page - Custom Live Wallpaper Engine, and more!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Upload your own live wallpapers for your vToad New Tab Page, the experience is yours!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "//////////////////////////////////////////////////////////////////\nNOW IN BETA // NEW LOGO, UI, AND FEATURES // NEWEST CHANGELOG BELOW\n//////////////////////\n\n\nvToad provides you with the simple functionality to use your own uploaded videos as your new tab background! As well as a customizable search bar to set your search engine, quick access to your top visited sites, and more!\n\nI am a solo dev and have spent a lot of time making this something that is a pleasure to use and meets all the expectations of my users and reviews I have gotten. Please enjoy! Leaving feedback, a review, or supporting me on social media and through donations would mean the world! Thank you! <3\n\n//////////////////////////////////////////////////////////////////\nNEW Features just added to vToad! (0.0.0.3 - 10/15/2024)\n|| New logo! (art done by @elizavtuber)\n|| Large UI overhaul\n|| Manual color theme or new auto theme to match colors with current background video\n|| Search engine search bar with commands (multiple search engines supported)\n|| Blacklist/remove sites in your shortcuts\n|| Rearrange sites how you want now\n|| Manually add custom sites using the search bar (example: \"/addsite google.com\")\n|| Toggle/Hide all the UI elements to your preferences. Enjoy your videos with no distractions!\n|| Custom date and time settings - 12hr/24hr\n\nALL FEATURES:\n|| Upload your own local videos as your New Tab live wallpaper [Supported Formats: .mp4, .webm, .ogg, .mov]\n|| Automatically plays a random uploaded video as your New Tab live wallpaper every time you open a New Tab\n|| Easily identify and manage your uploaded videos\n|| Full visual customization with opacity, and hiding unwanted elements\n|| Customizable search engine bar with commands to set your search engine\n|| Access and display the websites you visit most often, removing sites you don't want.\n|| Add manual sites to a new custom shortcut grid using the search bar\n|| Display the local time in 12hr/24hr with or without the date\n|| Sleek, lightweight, and fast functionality. Designed to provide a visual live wallpaper experience without slowing you down or getting in your way.\n//////////////////////\n\n//////////////////////////////////////////////////////////////////\nPLEASE NOTE THE FOLLOWING:\n|| Due to limitations, any videos you add are duplicated and stored in your browsers local storage on your computer, this can add up quickly if you add a lot of videos, or videos with very large file sizes.\n|| Brave browser users must manually enable the \"brave://flags/#file-system-access-api\" flag and restart their browser to enable access to add videos! \n//////////////////////"
  }
}