{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Try in Dev Spaces"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds a button to GitHub that opens projects on Dev Spaces instances."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Try in Dev Spaces extension provides a \"Dev Spaces\" button for GitHub repository pages, allowing you to create a cloud development environment for your Red Hat OpenShift Dev Spaces installation right from GitHub.\n\nAdditional Dev Spaces instances can be configured in the extension's options.\n\nBy default, development environments will be created in the Red Hat Developer Sandbox. Usage of the Red Hat Developer Sandbox is subject to the Red Hat Privacy Statement: https://www.redhat.com/en/about/privacy-policy\n\nThis project is open source on GitHub under the MIT license: https://github.com/redhat-developer/try-in-dev-spaces-browser-extension\n\nWhat's new for version 1.1.1:\nAdds the \"Dev Spaces\" button in the new GitHub UI.\n\nWhat's new for version 1.1.0:\nGitHub Enterprise support is now available. To configure GitHub Enterprise support:\n1. Type \"chrome://extensions\" in the address bar\n2. Find the \"Try in Dev Spaces\" extension and click on \"Details\"\n3. Click on \"Extension options\" located near the bottom of the page\n4. Click on the \"GitHub Enterprise domains\" tab\n5. Enter your GitHub Enterprise domain (ex. https://github.example.com)\n6. Accept the permission prompt. The permission is required to allow the extension to insert the \"Dev Spaces\" button within the GitHub webpage.\n7. Navigate to a GitHub project within your GitHub Enterprise instance to see the new \"Dev Spaces\" button."
  }
}