{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Class KGP"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock your Productivity Potential with Class KGP"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance Your Academic Experience with Class-KGP: Your Exclusive Tool for the IIT Kharagpur Community.\n\nClass-KGP is meticulously crafted to simplify your academic journey at IIT Kharagpur. Say goodbye to the tedious task of manually adding your classes to Google Calendar - our extension does it effortlessly for you.\n\nThis extension complies with Google's API Services User Data Policy, including Limited Use requirements. Learn more about this policy here: https://developers.google.com/terms/api-services-user-data-policy#additional_requirements_for_specific_api_scopes\n\nNever miss a class again! With just a click, Class-KGP seamlessly retrieves your student timetable from ERP and automatically generates Google Calendar events, complete with crucial details such as time and venue.\n\nExperience academic excellence with Class-KGP - the smart solution for IIT Kharagpur students.\n\nEffortless Integration in Four Simple Steps:\n\n1. Login to Your ERP Portal: Start by logging into your IIT Kharagpur ERP account.\n2. Google Account Sign-In: Securely authorize the extension by signing in with your Google account.\n3. Generate: With a single click on the \"Generate\" button, witness the magic as the extension seamlessly processes and integrates your timetable.\n4. Celebrate: Your academic timetable is now synchronized with your Google Calendar. Stay organized, receive timely reminders, and supercharge your productivity!\n\nExperience a Smarter Way to Manage Your Academic Schedule with Class-KGP. Take control of your time and excel academically."
  }
}