{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cookie Parking"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "성장하는 사람들을 위한 콘텐츠 파킹랏. 간편한 웹 클리핑으로 쌓이는 성장의 만족감, 지금 시작하세요"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cookie Parking\n\"매일 새 탭에서 확인하는, All-in-one Web Clipping 서비스입니다.\"\n\n Cookieparking의 Chrome 확장 앱을 활용하면, 다양한 플랫폼에서 발견한 수많은 콘텐츠를 쉽고 빠르게 Web Clipping하고, 새 탭을 열 때마다 간편하게 확인할 수 있습니다. 브라우저의 새 탭은 업무 여정의 시작점입니다. 한 곳에 저장해뒀던 콘텐츠를, 새 탭을 열 때마다 잊지말고 확인해요! 매일 스쳐가는 콘텐츠가 내일의 확실한 영감이 될 수 있도록, 웹에서 발견한 콘텐츠들을 모아두고 정리해요.\n\n📌한 번에 클릭으로 저장해요. SAVE WITH ONE CLICK.\n-익스텐션 설치 후, 상단에 고정합니다.\n-마음에 드는 웹 페이지 발견 시, Cookieparking Favicon 클릭합니다.\n-어떤 웹사이트에서든 저장이 가능합니다.\n\n📌콘텐츠를 빠르게 정리해요. ORGANIZE IMMEDIATELY.\n-Cookieparking에서 저장할 때, 디렉토리를 추가하고 쉽고 빠르게 정리해보세요.\n-새로운 디렉토리를 추가하거나, 기존에 생성해둔 디렉토리를 지정해 저장과 동시에 분류할 수 있어요.\n\n📌저장해둔 콘텐츠를 잊지 않기 위해, 매일 새탭에서 열어봐요. CHECK IT OUT IN NEW TAB.\n-아티클, 이미지, 동영상, 링크 등 웹에서 발견한 모든 관심있는 콘텐츠들을 한 곳에 저장해두고, 새 탭을 열 때마다 저장된 콘텐츠들을 확인할 수 있어요.\n-기존의 북마크는 다시 찾기 불편하고 쉽게 잊히곤 하지만, 쿠키파킹을 통해 저장한 콘텐츠를 새 탭을 열 때마다 확인할 수 있어요.\n-저장된 콘텐츠는 새 탭에서 '썸네일 이미지'와 '출처 플랫폼'이 포함된 콘텐츠 카드 형태로 나열됩니다. 어떤 정보였는지 한 눈에 확인할 수 있어요.\n-저장된 콘텐츠 카드에 마우스를 호버하면, 설정한 디렉토리 명을 확인할 수 있어요. 디렉토리가 설정되지 않았다면, 드롭다운을 클릭해 디렉토리 추가 및 지정을 할 수 있습니다.\n\n📌새 탭에서, 저장 후 방문하지 않았던 콘텐츠들을 확인해요! DON'T MISS OUT YOUR SAVINGS.\n-새 탭에서 '안 읽은 콘텐츠 모아보기' 토글을 통해 저장 후 클릭하지 않았던 콘텐츠들만 확인할 수 있어요.\n-마음에 드는 좋은 콘텐츠를 저장해두고, 잊지 않도록 도와줍니다.\n\n*Cookieparking은 확장 프로그램 서비스 제공을 위해 아래에 나열된 최소 권한을 사용하고 있습니다.\n-tabs: webclipping 기능 중, chrome extension의 favicon을 클릭 시 현재 열려있는 탭의 url을 가져오기 위해 사용합니다. 로그인이 완료되면 현재 탭의 링크를 로그인 페이지가 아닌 메인 페이지로 리다이렉션 합니다. (뉴탭 익스텐션을 사용하지 않고 싶을 때, 현재 탭의 링크를 chrome-search://local-ntp/local-ntp.html 로 바꿔서 기존의 구글 뉴탭으로 리다이렉션 합니다.)\n-storage: 우리는 새탭 확장을 끄거나 켤 수 있도록 하는 상태변수를 저장하기 위해 storage를 사용합니다. 또한 우리는 사용자 로그인 여부를 나타내는 변수와 사용자가 로그인을 한 경우 유저의 토큰을 저장하기 위해 storage를 사용합니다.\n-management: 우리는  extension의 develop version과 production version에 따라 다른 api 서버에 요청하기 위해(개발의 편의를 위해) extension의 installType을 받아와 developer mode 여부를 구분할 때 management 권한을 사용합니다.\n-host: 사용자의 구글 id를 통해, 로그인 여부를 확인하고 해당 사용자의 id에 웹클리핑한 웹사이트 정보들을 저장합니다. 웹클리핑한 기록을 뉴탭에서 확인할 때, 저장해둔 웹사이트의 정보에서 open graph tags를 추출하여 thumbnail, title, provider, favicon 등을 사용하기 위해 <all_urls>에 대한 권한을 사용합니다."
  }
}