{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Toolkit"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you ready to supercharge your productivity and streamline your daily tasks effortlessly? Welcome to Toolkit, a powerful and…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you ready to supercharge your productivity and streamline your daily tasks effortlessly? Welcome to Toolkit, a powerful and versatile Chrome extension designed to enhance your online experience. With a robust suite of features, it's your one-stop solution for staying organized, managing your time efficiently, and getting things done. \n\nCurrent Features:\n\n1. Notes App: Jot down ideas, important information, or creative inspiration with our intuitive Notes App. Whether you're brainstorming project ideas or simply need a digital notebook, this feature has you covered. Access your notes instantly and keep your thoughts organized.\n\n2. To-Do List: Stay on top of your tasks and goals with our To-Do List feature. Create, prioritize, and manage your daily, weekly, or monthly tasks effortlessly. Never forget an important to-do item again, and enjoy the satisfaction of checking tasks off your list.\n\n3. Daily Scheduler: Take control of your time with our Daily Scheduler. Plan your day, set appointments, and schedule events with ease. Edit times and plan your day the way you want to.\n\n4. Shopping List: Simplify your shopping experience with our Shopping List feature. Create and update your shopping lists as you go, compare prices, and add a variety of products from different sites.\n\n5. URL bookmarker: Want to save your current tab, or a specific URL you want to access later? Just type in the URL or save the current tab for quick access later. \n\nUPCOMING FEATURES:\n\n - Image to Text Conversion\n - Advanced Calculator\n - Translation\n\n\nHaving Problems? \nFill out this form: https://forms.gle/wLZX2sYa3CDMreoY7\n\nSuggestions for future Toolkit capabilities? Fill out this form:\nhttps://forms.gle/wLZX2sYa3CDMreoY7"
  }
}