{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "מסנן פרסומות"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Filters content ads and lefties from Israeli news websites, filters ads. מסנן פרסומות מאתרי חדשות. מסנן סמולנים. ומסנן הטרדות מיניות"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "הבעיה\nגם לכם נמאס מפרסומות שמתחילות לנגן בקולי קולות.\nגם לכם נמאס שפרסומות פלאש זוללות לכם cpu.\nמרוב פרסומות לא רואים את היער.\nגם לכם נמאס שהעיתונות סמולנית.\n\nהפתרון\nתוסף מדליק לדפדפן ש- \"מסנן\" לכם מה שאתם לא רוצים לראות.\nמסנן פרסומות מ - ynet.\nמסנן פרסומות מ - calcalist.\nמסנן פרסומות מ - \"הארץ\".\nמסנן פרסומות מ - וואלה.\nמסנן פרסומות מ - נט-גיימס.\nמסנן סמולנים. (אסקפיזם במיטבו)\nחדש - מסנן הטרדות מיניות\nוהכי חדש - עכשיו גם לא מכריח אותך לעשות like לווינט בשביל לקרוא כתבות.\n\nמסנן פרסומות מ - ynet ומסנן לייק לווינט.\nהם פשוט הגזימו.\n\n- אין לי בעייה עם פרסומות, מגיע לבעלי האתרים להתפרנס (לכן אני לא מסנן את כולן לגמרי) אבל זה כבר הפך להיות בלתי אפשרי לגלוש באתרים הללו.\n\nסינון סמולנים\n\"לכבוד מערכת הארץ! אני מנוי על עיתונכם זה שנים רבות. בכתבה שפירסמתם בגיליון הקודם הופיע המשפט 'הדיסוננס הקוגניטיווי בין הפוזיטיוויזם הקולקטיווי לנגטיוויות הדטרמיניסטית היא מהרעות החולות של הציונות'. ורציתי לשאול - מה זה, לעזאזל, ציונות?\" (שם, שם).\nמכבסת המילים של הפוליטקלי קורקט הורידה אתכם מהפסים\nה - \"נרטיב\" השמאלני חלחל והרס כל חלקה טובה\nמסנן הסמולנים:\nבכל מקום שכתוב חיילי צה\"ל - זה מחליף את המילה ל - כוחותינו.\nבכל מקום שכתוב מתנחלים - זה מחליף את המילה ל - מתיישבים.\nבכל מקום שכתוב פלסטינאי - זה מחליף את המילה ל - ערבי.\n\nכל העושה שימוש בתוסף זה עושה זאת על אחריותו בלבד ואין כותב התוסף אחראי לשום דבר בכלל\nסינון השמאלנים נעשה בתור בדיחה בלבד, רבים מחברי הטובים ביותר הם סמולנים בעוונותי"
  }
}