{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Localhost Open Graph Checker",
    "ja": "Localhost OGP チェッカー"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Check Open Graph on internet unreachable sites like localhost or under basic auth. Temporary host site head tags on hashed url.",
    "ja": "localhostやBasic認証下などインターネットからリーチできない環境のHTMLファイルのOGPタグの動作確認を行うためのブラウザ拡張です。該当ファイルのheadタグを一時的にホスティングします。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Localhost Open Graph extension allows you to quick, easy and temporary your Open Graph tags hosting.\n\nChecking your Open Graph tags on developing environment, it usually not reachable from the Internet, was always too much hassle work :(\nWe need to some proxy services like ngrok or need to just release it to internet.\nThis extension is maybe BEST alternative solution for these works.\n\n== How It Works ==\n\n1. Click button and extension copies your active tabs HTML <head> tag for host it on temporary page.\n2. Automatically open your temporary page, it is reachable from internet service like twitter card validator, facebook debugger.\n3. Check how your Open Graph tags works.\n4. Erase temporary page by clicking Erase button.",
    "ja": "localhostやBasic認証下などインターネットからリーチできない環境のHTMLファイルのOGPタグの動作確認を行うためのブラウザ拡張です。該当ファイルのheadタグを一時的にホスティングします。\n\nngrokなどを使ってローカルプロキシ環境を作る必要がないため非常に手軽に利用できます。\nまた一時的にホスティングしたファイルは15分後に自動的に消去されるため安心です。ボタンを押すことですぐに消去することもできます。\n\n== 使い方 ==\n\n1. ボタンを押すと現在表示しているHTMLの <head> タグのみがコピーされ一時的にホスティングされます\n2. 自動的に一時ページが開くのでtwitter card validatorやfacebook debuggerでOGPタグを確認できます\n3. 消去ボタンを押すと一時ページが消去できます"
  }
}