{
  "name": {
    "ar": "اطردني  Unblocked Game",
    "am": "አስወጣኝ።  Fun Game",
    "bg": "Изгони ме  Arcade Game",
    "bn": "আমাকে বের করে দিন Unblocked",
    "ca": "Expulsa&#39;m  Arcade Game",
    "cs": "Vykopni mě  Online",
    "da": "Spark mig ud  Arcade Game",
    "de": "Schmeiß mich raus  Online",
    "el": "Διώξε με  Unblocked Games",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Kick Me Out - HTML5 Game",
    "es": "Sacame  Fun Game",
    "et": "Viska mind välja  Arcade Game",
    "fa": "مرا بیرون بنداز  Online Game",
    "fi": "Potkaise minut ulos  Fun Game",
    "fil": "Paalisin mo ako  Fun Game",
    "fr": "Expulsez-moi  Fun Game",
    "gu": "કીક મી આઉટ  Online Game",
    "he": "תעיף אותי החוצה  Online Game",
    "hi": "किक मी आउट  Online Game",
    "hr": "Izbaci me  Online Game",
    "hu": "Rúgj ki Unblocked",
    "id": "Keluarkan aku  Unblocked Games",
    "it": "Buttami fuori  Unblocked Game",
    "ja": "私を追い出します  Fun Game",
    "kn": "ಕಿಕ್ ಮಿ ಔಟ್  Online Game",
    "ko": "나를 쫓아내다  Unblocked Games",
    "lv": "Izsit mani Unblocked",
    "ml": "എന്നെ പുറത്താക്കൂ  Online Game",
    "mr": "मला बाहेर काढा  Unblocked Games",
    "ms": "Tendang Saya Keluar  Online Game",
    "nl": "Trap me eruit  Arcade Game",
    "pl": "Wyrzuć mnie  Online Game",
    "ro": "Da-ma afara  Online",
    "ru": "выгнать меня  Online",
    "sk,sl": "Kick Me Out  Fun Game",
    "sw": "Nifukuze Nje  Online Game",
    "ta": "என்னை வெளியேற்று  Online",
    "te": "కిక్ మి అవుట్  Unblocked Game",
    "th": "เตะฉันออก  Unblocked Game",
    "tr": "Beni dışarı at  Online Game",
    "uk": "Викинь мене  Online Game"
  },
  "short": {
    "ar": "Kick Me Out هي لعبة حركية بتنسيق HTML5 حيث يهرب اللاعبون من نينجا في سلسلة من الغرف مع تجنب العقبات والأعداء.",
    "am": "Kick Me Out ተጫዋቾች መሰናክሎችን እና ጠላቶችን እያስወገዱ በተከታታይ ክፍሎች ውስጥ ከኒንጃ የሚያመልጡበት HTML5 የድርጊት ጨዋታ ነው።",
    "bg": "Kick Me Out е HTML5 екшън игра, в която играчите избягват нинджа в поредица от стаи, като същевременно избягват препятствия и…",
    "bn": "কিক মি আউট হল একটি HTML5 অ্যাকশন গেম যেখানে খেলোয়াড়রা বাধা এবং শত্রুদের এড়িয়ে গিয়ে রুমের একটি সিরিজে নিনজাকে এড়িয়ে যায়।",
    "ca": "Kick Me Out és un joc d&#39;acció HTML5 on els jugadors escapen d&#39;un ninja en una sèrie d&#39;habitacions mentre eviten…",
    "cs": "Kick Me Out je akční hra HTML5, ve které hráči unikají ninjovi v řadě místností a zároveň se vyhýbají překážkám a nepřátelům.",
    "da": "Kick Me Out er et HTML5 actionspil, hvor spillere undslipper en ninja i en række rum, mens de undgår forhindringer og fjender.",
    "de": "Kick Me Out ist ein HTML5-Actionspiel, bei dem Spieler einem Ninja in einer Reihe von Räumen entkommen und dabei Hindernissen und…",
    "el": "Το Kick Me Out είναι ένα παιχνίδι δράσης HTML5 όπου οι παίκτες δραπετεύουν από έναν νίντζα σε μια σειρά από δωμάτια αποφεύγοντας…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Kick Me Out is an HTML5 action game where players escape a ninja in a series of rooms while avoiding obstacles and enemies.",
    "es": "Kick Me Out es un juego de acción HTML5 en el que los jugadores escapan de un ninja en una serie de habitaciones mientras evitan…",
    "et": "Kick Me Out on HTML5 põnevusmäng, kus mängijad põgenevad ninja eest mitmes toas, vältides samal ajal takistusi ja vaenlasi.",
    "fa": "Kick Me Out یک بازی اکشن HTML5 است که در آن بازیکنان از یک نینجا در یک سری اتاق فرار می کنند و در عین حال از موانع و دشمنان دوری می…",
    "fi": "Kick Me Out on HTML5-toimintapeli, jossa pelaajat pakenevat ninjaa eri huoneissa välttäen esteitä ja vihollisia.",
    "fil": "Ang Kick Me Out ay isang HTML5 action game kung saan ang mga manlalaro ay tumatakas sa isang ninja sa isang serye ng mga silid…",
    "fr": "Kick Me Out est un jeu d&#39;action HTML5 où les joueurs échappent à un ninja dans une série de pièces tout en évitant les…",
    "gu": "કિક મી આઉટ એ એક HTML5 એક્શન ગેમ છે જ્યાં ખેલાડીઓ અવરોધો અને દુશ્મનોને ટાળીને રૂમની શ્રેણીમાં નિન્જાથી બચી જાય છે.",
    "he": "Kick Me Out הוא משחק פעולה HTML5 שבו שחקנים בורחים מנינג&#39;ה בסדרת חדרים תוך הימנעות ממכשולים ואויבים.",
    "hi": "किक मी आउट एक HTML5 एक्शन गेम है जहां खिलाड़ी बाधाओं और दुश्मनों से बचते हुए कमरों की एक श्रृंखला में निंजा से बचते हैं।",
    "hr": "Kick Me Out je HTML5 akcijska igra u kojoj igrači bježe od ninje u nizu soba dok izbjegavaju prepreke i neprijatelje.",
    "hu": "A Kick Me Out egy HTML5-ös akciójáték, amelyben a játékosok egy nindzsa elől szöknek meg egy sor szobában, miközben elkerülik az…",
    "id": "Kick Me Out adalah gim aksi HTML5 di mana pemain melarikan diri dari seorang ninja di serangkaian ruangan sambil menghindari…",
    "it": "Kick Me Out è un gioco d&#39;azione HTML5 in cui i giocatori sfuggono a un ninja in una serie di stanze evitando ostacoli e nemici.",
    "ja": "Kick Me Out は HTML5 のアクション ゲームで、プレイヤーは一連の部屋で障害物や敵を避けながら忍者から脱出します。",
    "kn": "ಕಿಕ್ ಮಿ ಔಟ್ ಎಂಬುದು HTML5 ಆಕ್ಷನ್ ಆಟವಾಗಿದ್ದು, ಆಟಗಾರರು ಅಡೆತಡೆಗಳು ಮತ್ತು ಶತ್ರುಗಳನ್ನು ತಪ್ಪಿಸುವ ಸಂದರ್ಭದಲ್ಲಿ ಕೊಠಡಿಗಳ ಸರಣಿಯಲ್ಲಿ ನಿಂಜಾದಿಂದ…",
    "ko": "Kick Me Out은 플레이어가 장애물과 적을 피하면서 일련의 방에서 닌자를 탈출하는 HTML5 액션 게임입니다.",
    "lv": "Kick Me Out ir HTML5 asa sižeta spēle, kurā spēlētāji vairākās istabās aizbēg no nindzjas, vienlaikus izvairoties no šķēršļiem un…",
    "ml": "പ്രതിബന്ധങ്ങളെയും ശത്രുക്കളെയും ഒഴിവാക്കിക്കൊണ്ട് കളിക്കാർ ഒരു നിൻജയെ മുറികളിൽ നിന്ന് രക്ഷപ്പെടുന്ന ഒരു HTML5 ആക്ഷൻ ഗെയിമാണ് കിക്ക്…",
    "mr": "किक मी आउट हा एक HTML5 अॅक्शन गेम आहे जिथे खेळाडू अडथळे आणि शत्रूंना टाळून खोल्यांच्या मालिकेत निन्जा सोडतात.",
    "ms": "Kick Me Out ialah permainan aksi HTML5 di mana pemain melarikan diri daripada ninja dalam beberapa siri bilik sambil mengelakkan…",
    "nl": "Kick Me Out is een HTML5-actiespel waarin spelers ontsnappen aan een ninja in een reeks kamers terwijl ze obstakels en vijanden…",
    "pl": "Kick Me Out to gra akcji HTML5, w której gracze uciekają przed ninja w szeregu pomieszczeń, unikając przeszkód i wrogów.",
    "ro": "Kick Me Out este un joc de acțiune HTML5 în care jucătorii scapă de un ninja într-o serie de camere evitând în același timp…",
    "ru": "Kick Me Out — это экшн-игра на HTML5, в которой игроки убегают от ниндзя в ряде комнат, избегая при этом препятствий и врагов.",
    "sk": "Kick Me Out je akčná hra HTML5, v ktorej hráči unikajú pred ninjom v sérii miestností, pričom sa vyhýbajú prekážkam a nepriateľom.",
    "sl": "Kick Me Out je akcijska igra HTML5, kjer igralci pobegnejo ninji v nizu sob, medtem ko se izogibajo oviram in sovražnikom.",
    "sw": "Kick Me Out ni mchezo wa vitendo wa HTML5 ambapo wachezaji huepuka ninja katika mfululizo wa vyumba huku wakiepuka vikwazo na…",
    "ta": "கிக் மீ அவுட் என்பது ஒரு HTML5 ஆக்ஷன் கேம் ஆகும், இதில் வீரர்கள் இடையூறுகள் மற்றும் எதிரிகளைத் தவிர்க்கும் போது தொடர்ச்சியான…",
    "te": "కిక్ మీ అవుట్ అనేది HTML5 యాక్షన్ గేమ్, ఆటగాళ్ళు అడ్డంకులు మరియు శత్రువులను తప్పించుకుంటూ గదుల శ్రేణిలో నింజా నుండి తప్పించుకుంటారు.",
    "th": "Kick Me Out เป็นเกมแอคชั่น HTML5 ที่ผู้เล่นจะหลบหนีนินจาในห้องต่าง ๆ ในขณะที่หลีกเลี่ยงสิ่งกีดขวางและศัตรู",
    "tr": "Kick Me Out, oyuncuların bir dizi odada bir ninjadan kaçarken engellerden ve düşmanlardan kaçtığı bir HTML5 aksiyon oyunudur.",
    "uk": "Kick Me Out — це бойовик HTML5, де гравці втікають від ніндзя в серії кімнат, уникаючи перешкод і ворогів."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kick Me Out is an HTML5 action game where players escape a ninja in a series of rooms while avoiding obstacles and enemies.\nKick Me Out is a fast-paced HTML5 game perfect for players who love a challenge. In the game, players control a character. They must use him to escape a ninja in a series of rooms while avoiding obstacles and enemies. The gameplay is on a scrolling screen, and the character moves automatically, following the player's mouse cursor or finger.\nThe game's objective is to escape the ninja and reach the end of the rooms while avoiding obstacles and enemies. The screen will scroll continuously, and new obstacles and enemies will appear as the game progresses. To succeed, players must have quick reflexes and be able to anticipate and avoid obstacles and enemies.\nOne of the critical features of Kick Me Out is its colorful and vibrant graphics, which are full of personality and charm. The game's easy-to-use controls and straightforward gameplay make it perfect for players of all ages.\nIn addition to the standard game mode, Kick Me Out also includes a variety of challenging levels and game modes to keep players coming back for more. In the Puzzle mode, players must use their reflexes and problem-solving skills to solve increasingly tricky levels. Endlessly, players must stay alive for as long as possible. Escaping the ninja and avoiding obstacles and enemies to stay ahead.\nKick Me Out is a fun and addictive HTML5 game that keeps players entertained for hours. Its challenging gameplay, various game modes, and easy-to-use controls make it a must-play for anyone looking for a brain-teasing and engaging game.\n\nTo swipe Install this extension to play the Kick Me Out Game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}