{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BSW. Der Bonusmelder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BSW. Der Bonusmelder zeigt Ihnen beim Surfen automatisch, bei welchen Shops Sie BSW-Vorteile erhalten."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Der Bonusmelder ist ein kleines Zusatzprogramm für Ihren Browser (Browser-Addon), dass Ihnen hilft bei den Onlinepartnern von BSW zu sparen.\n\nNach der Installation erscheint oben rechts in Ihrem Browser das BSW-Symbol unseres Bonusmelders. \nWenn Sie mit Google oder bing eine Suche ausführen, markiert Ihnen nun der Bonusmelder die Ergebnisse, bei denen Sie mit Vorteil einkaufen können. \nSurfen Sie auf der Webseite eines BSW-Partners, beginnt sich das BSW-Symbol zu bewegen und ebenfalls rechts oben zeigt die Vorteilslasche Ihnen den aktuellen Vorteil bei diesem Partner an.\n\nUm Ihren Vorteil zu sichern, klicken Sie auf die Lasche, melden sich an und setzen Ihren Einkauf mit „Vorteil erhalten“ fort. Die Lasche des Bonusmelders färbt sich grün und signalisiert Ihnen, dass für diesen Einkauf ein Vorteil gutgeschrieben wird.\n\nRechts neben dem Icon des Bonusmelders befindet sich ein kleiner Pfeil, über den Sie weitere Funktionen ausführen und Einstellungen vornehmen können:\n\n+ Partner mit BSW-Vorteil suchen\n+ BSW BonusMelder ein- und ausschalten\n+ Animation des Icons ein- und ausschalten\n+ Vorteilslasche oben rechts im Browserfenster ein- und ausschalten\n+ Übersicht aller BSW Online-Partner von A - Z aufrufen\n+ Direkt zur BSW-Homepage gelangen"
  }
}