{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Image Converter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Convert and download images in different formats (PNG, JPG, WEBP)."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Image Converter - Free and Unlimited Image Format Conversions\nEasily convert and download images in various formats directly from your browser. With this extension, you can input an image URL or upload one from your device, choose the format you need (PNG, JPG, WEBP), and instantly convert and download the image — all for free and with no conversion limits.\n\nFeatures:\nHere’s a description for your Chrome extension:\n- Convert images by URL or direct upload from your device.\n- Support for multiple formats: JPG, PNG, WEBP, and more.\n- Simple and intuitive interface for fast conversions.\n- Unlimited conversions at no cost.\n\nPerfect for web developers, designers, or anyone who needs quick image format changes on the go.\n\nFeel free to leave any reviews or suggestions here. Alternatively, you could leave them on this form as well: https://forms.gle/dtsMQACmvWg6Zw81A\nIf you feel like contributing to this project, here's the github repository: https://github.com/sanchxt/image-converter-extension\nFeel free to send in pull requests my way, or submit any issues :)\n\nIf you found this extension helpful, I would appreciate your support by starring my github repository, or by leaving a genuine review and rating here.\nThanks in advance, and I hope this extension helps you!"
  }
}