{
  "name": {
    "ar": "Lazada Feedback Miner",
    "am": "Review Collector for Lazada",
    "bg": "Lazada Review Extractor Pro",
    "bn": "Lazada Review Scraper Tool",
    "ca,ta": "One Click Lazada Review Exporter",
    "cs": "Lazada Review Data Collector",
    "da": "Lazada Feedback Harvester",
    "de,hr,te": "Lazada Review Data Scraper",
    "el": "Lazada Review Information Scraper",
    "en,en_AU,en_GB,en_US": "Lazada Reviews Extractor",
    "es": "Lazada Review Information Exporter",
    "es_419": "Lazada Review Information Fetcher",
    "et": "Lazada Feedback Information Extractor",
    "fa,ml": "Lazada Review Extractor",
    "fi,tr": "Lazada Review Grabber",
    "fil": "Lazada Review Exporter to CSV/JSON/XLSX",
    "fr": "Lazada Product Review Extractor",
    "gu": "Lazada Shop Review Extractor",
    "he": "Lazada Review Data Mining Tool",
    "hi": "Lazada Review Export Tool",
    "hu": "Lazada Feedback Scraper",
    "id": "Quick Lazada Review Exporter",
    "it": "One Click Lazada Review Scraper",
    "ja": "Lazada Review Data Extractor Pro",
    "kn": "Lazada Review Information Collector",
    "ko": "Lazada Feedback Exporter",
    "lt": "Lazada Review Data Fetcher",
    "lv": "Extract Lazada Reviews",
    "mr": "Fast Lazada Review Scraper",
    "ms": "Powerful Lazada Review Scraper",
    "nl": "Smart Lazada Review Scraper",
    "no": "Simple Lazada Review Exporter",
    "pl": "Easy Lazada Review Exporter",
    "pt_BR": "Handy Lazada Review Exporter",
    "pt_PT": "Convenient Lazada Review Exporter",
    "ro": "Lazada Review Saver",
    "ru": "Lazada Review Retrieval Tool",
    "sk": "Lazada Review Information Retriever",
    "sl": "Lazada Feedback Collector",
    "sr": "Lazada  Review Extractor Ultimate",
    "sv": "Lazada Review Data Exporter",
    "sw": "Lazada Review Exporter Pro",
    "th": "Lazada Review Fetcher",
    "uk": "Lazada Review Scraper Pro",
    "vi": "Lazada Feedback Exporter Suite",
    "zh_CN": "来赞达评论抓取",
    "zh_TW": "來贊達評論神器"
  },
  "short": {
    "ar": "Simplify review extraction from Lazada with an intuitive interface and quick results, providing valuable customer insights with…",
    "am": "Extract and export Lazada reviews in various formats, ensuring compatibility with your preferred analysis tools for seamless data…",
    "bg": "Gather and analyze Lazada reviews effortlessly, transforming raw data into meaningful insights to improve your product strategies.",
    "bn": "Streamline data extraction from Lazada with a user-friendly interface, delivering comprehensive review data quickly and efficiently.",
    "ca": "Extract and download Lazada reviews easily, gaining comprehensive product insights and valuable customer feedback for analysis.",
    "cs": "Export extensive information from Lazada reviews, including user details and product specifics, for detailed analysis and reporting.",
    "da": "Extract reviews with a single click and export them in your preferred format, simplifying the process of obtaining detailed…",
    "de": "Efficiently analyze Lazada reviews with a powerful, intuitive browser extension that simplifies data extraction and provides…",
    "el": "Export Lazada review data in multiple formats, ensuring flexibility and ease of use in your analysis and reporting processes.",
    "en,en_AU": "Extract Lazada reviews, export data in CSV, JSON, or XLSX, and integrate seamlessly with your analysis tools for valuable insights.",
    "en_GB": "Get detailed user insights, review metrics, and engagement data from Lazada reviews to make informed decisions and improve products.",
    "en_US": "Collect Lazada reviews with a single click, export data, and access comprehensive customer feedback instantly for in-depth analysis.",
    "es": "Quickly gather and analyze Lazada reviews with an efficient tool that provides comprehensive data and valuable insights for better…",
    "es_419,sw": "Gain detailed insights from Lazada reviews with seamless data extraction and AI-powered summaries, enhancing your product…",
    "et": "Efficiently extract Lazada reviews and export data in CSV, JSON, or XLSX formats for seamless integration with your analysis tools.",
    "fa": "Easily collect and analyze Lazada reviews with a single click, providing comprehensive customer feedback instantly.",
    "fi": "Access detailed user insights, review metrics, and engagement data from Lazada reviews for informed decision-making.",
    "fil": "Seamlessly export Lazada reviews in CSV, JSON, or XLSX formats for detailed analysis and reporting.",
    "fr": "Simplify Lazada review extraction with an intuitive interface, offering quick results and valuable customer insights.",
    "gu": "Extract and export Lazada reviews in various formats, ensuring compatibility with your analysis tools.",
    "he": "Gather and analyze Lazada reviews effortlessly, transforming data into meaningful insights to enhance your product strategies.",
    "hi": "Streamline Lazada review extraction with a user-friendly interface, delivering comprehensive review data quickly.",
    "hr": "Extract and download Lazada reviews easily, gaining comprehensive product insights and valuable feedback for analysis.",
    "hu": "Access extensive information from Lazada reviews, including user details and product specifics, for detailed reporting.",
    "id": "Extract reviews with a single click and export them in your preferred format, simplifying the process of obtaining customer…",
    "it": "Efficiently analyze Lazada reviews with a powerful browser extension that simplifies data extraction and provides valuable insights.",
    "ja": "Export Lazada review data in multiple formats for flexibility in your analysis and reporting processes.",
    "kn": "Quickly gather and analyze Lazada reviews with an efficient tool that provides comprehensive data for better decisions.",
    "ko": "Gain detailed insights from Lazada reviews with seamless extraction and AI-powered summaries, enhancing product understanding.",
    "lt": "Easily extract and export Lazada reviews, integrating data into your analysis tools for valuable insights and improved…",
    "lv": "Easily extract and export Lazada reviews. Use AI to generate concise summaries of Lazada reviews, highlighting essential points for…",
    "ml": "Collect Lazada reviews with a single click and access comprehensive feedback for in-depth analysis.",
    "mr": "Seamlessly export Lazada reviews in CSV, JSON, or XLSX formats, ensuring easy integration with your analysis tools.",
    "ms": "Simplify the review extraction process from Lazada with a user-friendly interface and quick, valuable results.",
    "nl": "Unlock key insights with AI-powered summaries of Lazada reviews, offering actionable data for better decision-making.",
    "no": "Extract and export Lazada reviews in various formats for compatibility with your preferred analysis tools.",
    "pl": "Effortlessly gather and analyze Lazada reviews, transforming data into meaningful insights for product improvement.",
    "pt_BR": "Streamline Lazada review extraction with an intuitive tool, delivering comprehensive data quickly and efficiently.",
    "pt_PT": "Extract and download Lazada reviews easily, gaining valuable product insights and customer feedback for detailed analysis.",
    "ro": "Conduct thorough analyses using detailed metrics and engagement data from Lazada reviews to drive informed decisions.",
    "ru": "Access a wealth of information from Lazada reviews, including user details and product specifics, for detailed reporting.",
    "sk": "Extract reviews with a single click and export them in your preferred format, simplifying the data gathering process.",
    "sl": "Efficiently analyze Lazada reviews with a powerful, intuitive extension that simplifies data extraction and provides key insights.",
    "sr": "Export Lazada review data in multiple formats, ensuring flexibility and ease of use in your analysis processes.",
    "sv": "Quickly gather and analyze Lazada reviews with an efficient tool, providing comprehensive data and valuable insights.",
    "ta": "Effortlessly collect Lazada reviews and export data in CSV, JSON, or XLSX formats for comprehensive analysis and reporting.",
    "te": "Scrape and Download Lazada reviews. Use AI to generate concise summaries of Lazada reviews, highlighting essential insights and…",
    "th": "Extract Lazada reviews with a single click, gaining instant access to comprehensive customer feedback for analysis.",
    "tr": "Seamlessly export Lazada reviews in your preferred format, ensuring easy integration with analysis tools.",
    "uk": "Simplify Lazada review extraction with an intuitive interface, providing quick and valuable results.",
    "vi": "Transform Lazada review data into meaningful insights effortlessly, enhancing your product strategies.",
    "zh_CN": "Export Lazada reviews in CSV, JSON, or XLSX formats for seamless analysis and reporting, making data integration simple and…",
    "zh_TW": "Streamline Lazada review extraction with an intuitive tool, delivering comprehensive data quickly for better analysis."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lazada Reviews Extractor is a powerful browser extension that revolutionizes the way you analyze customer feedback. Designed to streamline the data extraction process, this intuitive tool empowers you to effortlessly gather reviews from Lazada and gain valuable insights through its cutting-edge AI Review Summary feature.\n\nWith a user-friendly interface, we can help you download comprehensive customer reviews for any product with just a single click. The extracted data is conveniently exported into CSV, JSON, or XLSX formats, ensuring seamless integration with your preferred analysis tools.\n\nAI Review Summary: Unlock Actionable Insights\nBeyond traditional review extraction, Lazada Reviews Scraper leverages ChatGPT-Powered technology to provide an in-depth Review Summary. This powerful feature analyzes the collected reviews and generates concise summaries, highlighting the key advantages, disadvantages, potential improvements, and an overall recommendation.\n\nLazada Reviews Extractor ensures you have access to a wealth of information, including user details, review metrics, engagement indicators, product specifics, and time-related data. This comprehensive data set empowers you to conduct thorough analyses and make informed decisions.\n\nSimple and Efficient Workflow\nExtracting reviews is a breeze. Simply navigate to a product page on Lazada.com, click the \"Download Reviews\" button, and the extension will initiate the scraping process. Once complete, you can download the extracted data in your preferred format.\n\nData Privacy \nThe data you work with remains confined to your local machine and does not traverse our servers at any point.\n\nDisclaimer \nThis extension is an independently developed product by ExtensionsBox and has no association with Lazada."
  }
}