{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Arabic Keyboard"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An advanced Arabic keyboard for typing in Arabic across any website"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Arabic Keyboard: Advanced Digital Arabic Writing Tool for Chrome\n\nExperience seamless Arabic typing with our state-of-the-art Arabic Keyboard extension for Chrome. This powerful tool brings the richness of the Arabic language to your fingertips, making it effortless to type in Arabic across any website or web application.\n\nKey Features:\n\nFull Arabic alphabet support (ا ب ت ث ج ح خ د ذ ر ز س ش ص ض ط ظ ع غ ف ق ك ل م ن ه و ي)\nArabic numerals (٠١٢٣٤٥٦٧٨٩) and punctuation marks (،؛.؟!)\nIntuitive layout mirroring traditional Arabic keyboards\nSpacebar and enter key for natural typing flow\nCopy and paste functionality for easy text management\nSave feature to preserve your Arabic text locally\nInsert text directly into web forms and text fields\nToggle between Arabic and Latin script transliteration\nPerfect for:\n\nArabic language learners practicing digital Arabic writing\nProfessionals working with Arabic text on international platforms\nMultilingual users needing quick access to Arabic script\nSocial media enthusiasts engaging with Arabic-speaking communities\nResearchers and students working on Middle Eastern studies\nAnyone needing to type in Arabic without changing system settings\nOur Arabic Keyboard extension supports Modern Standard Arabic (فصحى) and is compatible with various Arabic dialects, including Egyptian Arabic (مصري), Levantine Arabic (شامي), Gulf Arabic (خليجي), and Maghrebi Arabic (مغربي). It's an essential tool for Arabic composition, whether you're crafting emails, social media posts, or academic papers.\n\nEnhance your Arabic digital literacy with features like diacritical marks (تشكيل) support, making it easier to write voweled Arabic for educational or formal purposes. The extension's user-friendly interface caters to both native Arabic speakers and language learners, promoting Arabic language preservation and cultural exchange in the digital realm.\n\nWith regular updates and responsive customer support, our Arabic Keyboard extension is committed to providing the best Arabic typing experience on Chrome. Join thousands of satisfied users and unlock the full potential of Arabic writing online.\n\nDownload now and transform your Chrome browser into a powerful Arabic writing platform. اكتب بالعربية بسهولة وسرعة مع لوحة المفاتيح العربية لمتصفح كروم!"
  }
}