{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NetSupport School Student"
  },
  "short": {
    "am,ar,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,id,kn,lv,ml,mr,ro,sk,sl,sr,sw,ta,te,th,uk,vi": "The #1 choice for IT educators worldwide, NetSupport School delivers the tools you need to help maximize the effectiveness of…",
    "bg": "Избор #1 за IT преподаватели по целия свят, NetSupport School предоставя инструментите, които ви трябват, за да повишите максимално…",
    "cs": "Volba č. 1 pro IT pedagogy na celém světě, NetSupport School, přináší nástroje, které potřebujete k maximální efektivitě počítačově…",
    "de": "Die erste Wahl für IT-Lehrer weltweit. NetSupport School bietet Ihnen die Tools, die Sie benötigen, um die Effektivität Ihres…",
    "es": "Al ser la primera opción para los educadores de TI de todo el mundo, NetSupport School proporciona las herramientas necesarias para…",
    "fi": "NetSupport School on IT-alan kouluttajien suosikkiohjelma ympäri maailmaa. Ohjelma antaa käyttöön työkalut, joilla voidaan…",
    "fr": "N-etSupport School, le choix préféré des formateurs informatisés de par le monde, offre les outils dont vous avez besoin pour…",
    "hu": "Az első számú lehetőséget jelentik az informatikával oktatók számára világszerte, a NetSupport School által szállított szoftver…",
    "it": "La scelta numero uno degli insegnanti di tecnologia in tutto il mondo, NetSupport School offre gli strumenti necessari per…",
    "ja": "ワールドワイドでIT教育者の第1候補、Netsupport Schoolはコンピュータ手動の教育の効果を最大限に発揮するのに必要なツールを提供し、Google Chromebook環境でNetSupport…",
    "ko": "구글 크롬 지원 NetSupport School \n\n전 세계 IT 교육 강사들이 가장 선호하는 NetSupport School – 컴퓨터를 이용한 수업진행 및 문서회의 제품이 이제 구글 크롬북 환경에서도 사용할 수 있는 학생용…",
    "lt": "NetSupport School – pasaulyje labiausiai mėgstama ir dažniausiai IT mokytojų pasirenkama programinė įranga, turinti visus…",
    "ms": "Pilihan # 1 untuk pendidik IT di seluruh dunia, NetSupport Sekolah menyampaikan materi-materi yang anda perlukan untuk membantu…",
    "nl": "Wereldwijd de  #1 keuze voor IT-docenten, NetSupport School levert u het gereedschap dat  u nodig heeft om de effectiviteit van…",
    "no": "NetSupport School leverer verktøyet du trenger for å optimalisere data-basert opplæring, og er førstevalget for opplæringspersonale…",
    "pl": "Oprogramowanie NetSupport School, najlepsze rozwiązanie na potrzeby nauczania komputerowego, dostarcza niezbędnych narzędzi do…",
    "pt_BR,pt_PT": "A primeira opção para educadores com TI no mundo inteiro, o NetSupport School oferece as ferramentas de que você precisa para…",
    "ru": "Программное обеспечение NetSupport School, которое является выбором номер 1 во всем мире для учителей, использующих информационные…",
    "sv": "NetSupport School Student för Google Chrome\n\nIT-lärares första val världen över! Med NetSupport School får du de verktyg du behöver…",
    "tr": "Bilgisayar destekli eğitim ortamlarında en yüksek verimliği sağlamak için dünya çapında öğretmenlerin 1 numaralı tercihi olan…",
    "zh_CN,zh_TW": "作为全世界 IT 教育工作者的第一选择，NetSupport School 提供必要的工具，帮助您最大限度地提高计算机引导教学的效率，现在，您可以在 Google Chromebook 环境中利用 NetSupport School 的强大功能。…"
  },
  "long": {
    "ar": "The #1 choice for IT educators worldwide, NetSupport School delivers the tools you need to help maximize the effectiveness of computer-led teaching and now you can utilize the power of NetSupport School in a Google Chrome environment.\n\nFor use in your existing NetSupport-managed classroom, the NetSupport School Student extension can be installed on each student machine running the Google Chrome OS. From the teacher's machine (Chrome OS or Windows) you can then connect to each system enabling you to monitor and interact with each student quickly and efficiently.\n\nKEY FEATURES:\n- View a crystal clear thumbnail of each student machine in a single view.\n- Zoom in to view a larger thumbnail of any selected student Chromebook.\n- Open a separate view session to discreetly monitor a selected student’s screen and take a closer look at activity – perfect for ensuring students are on task with their learning activities.\n- The teacher can set objectives and expected outcomes for the current lesson.\n- Ask students to register at the start of each lesson.\n- The teacher can show their desktop to students’ Chromebooks to help demonstrate a point or show students how to do a particular task.\n- Lock the student's mouse and keyboard when instructing.\n- The teacher can send an instant survey to students during or at the end of a session, helping to instantly capture students’ understanding of a topic.\n- The Feedback and Wellbeing feature can be used by teachers to gauge how students feel, their confidence with a topic and whether they need extra support.\n- The teacher can open a discussion session that all or selected students can join, enter their comments and share with the rest of the class.\n- Send an attention-grabbing message or instruction to each student machine. \n- Request Help facility - students can send a request for help to the teacher.\n- Block unauthorized websites. \n- Use approved websites only.\n- Block all Internet access.\n- Launch a website on the student Chromebook.\n- Block FTP Access.\n- See details of the website that students are currently viewing.\n\nCHROME INCOGNITO MODE:\nTo ensure you retain full visibility of your students' internet use, it is recommended that you ‘disallow’ Incognito Mode in the Chrome OS User Settings via Google Apps for Education.\n\nINSTALLATION and PRE-REQUISITES:\nFor a teacher to be able to monitor and interact with their students using Google Chromebooks, the NetSupport Name & Connectivity Server must be installed on a Windows Server; the NetSupport School Tutor app for Google Chrome must be installed on the teacher's Chrome OS machine or for mixed platform classrooms, the NetSupport School Windows Tutor application can also connect to student Chromebooks; and the NetSupport School Student extension installed onto each of the students' Chromebooks. An IT Admin can centrally manage the configuration and deployment of the Student extension within the Google Admin Console.\n\nThe NetSupport School student for Chrome OS can be used with the existing NetSupport School licences you have already purchased (as long as you have sufficient unused licences). \n\nPlease visit www.netsupportschool.com/chrome for more information and a simple step-by-step guide to managing your Chrome OS students in the classroom.\n\nLatest changes in version 15\nRefreshed user interface;\nPerformance and operability enhancements.",
    "am,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,id,kn,lv,ml,mr,ro,sk,sl,sr,sw,ta,te,th,uk,vi": "The #1 choice for IT educators worldwide, NetSupport School delivers the tools you need to help maximize the effectiveness of computer-led teaching and now you can utilize the power of NetSupport School in a Google Chrome environment.\n\nFor use in your existing NetSupport-managed classroom, the NetSupport School Student extension can be installed on each student machine running the Google Chrome OS. From the teacher's machine (Chrome OS or Windows) you can then connect to each system enabling you to monitor and interact with each student quickly and efficiently.\n\nKEY FEATURES:\n- View a crystal clear thumbnail of each student device in a single view and zoom in to view a larger thumbnail of any selected student Chromebook.\n- Open a separate view session to discreetly monitor a selected student’s screen and take a closer look at activity – perfect for ensuring students are on task with their learning activities. (The open Browser activity can be viewed in Thumbnail and View modes along with the option to view the full desktop if required.)\n- The teacher can set objectives and expected outcomes for the current lesson.\n- Ask students to register at the start of each lesson.\n- The teacher can show their desktop to students’ Chromebooks to help demonstrate a point or show students how to do a particular task.\n- Lock the student's mouse and keyboard when instructing.\n- The teacher can send an instant survey to students during or at the end of a session, helping to instantly capture students’ understanding of a topic.\n- The Feedback and Wellbeing feature can be used by teachers to gauge how students feel, their confidence with a topic and whether they need extra support.\n- The teacher can open a discussion session that all or selected students can join, enter their comments and share with the rest of the class.\n- Send an attention-grabbing message or instruction to each student machine. \n- Request Help facility - students can send a request for help to the teacher.\n- Block unauthorized websites. \n- Use approved websites only.\n- Block all Internet access.\n- Launch a website on the student Chromebook.\n- Block FTP Access.\n- See details of the website that students are currently viewing.\n\nCHROME INCOGNITO MODE:\nTo ensure you retain full visibility of your students' internet use, it is recommended that you ‘disallow’ Incognito Mode in the Chrome OS User Settings via Google Apps for Education.\n\nINSTALLATION and PRE-REQUISITES:\nFor a teacher to be able to monitor and interact with their students using Google Chromebooks, the NetSupport Name & Connectivity Server must be installed on a Windows Server; the NetSupport School Tutor app for Google Chrome must be installed on the teacher's Chrome OS machine or for mixed platform classrooms, the NetSupport School Windows Tutor application can also connect to student Chromebooks; and the NetSupport School Student extension installed onto each of the students' Chromebooks. An IT Admin can centrally manage the configuration and deployment of the Student extension within the Google Admin Console.\n\nThe NetSupport School student for Chrome OS can be used with the existing NetSupport School licences you have already purchased (as long as you have sufficient unused licences). \n\nPlease visit www.netsupportschool.com/chrome for more information and a simple step-by-step guide to managing your Chrome OS students in the classroom.\n\nLatest changes in version 15\nRefreshed user interface;\nPerformance and operability enhancements.",
    "bg": "Избор #1 за IT преподаватели по целия свят, NetSupport School предоставя инструментите, които ви трябват, за да повишите максимално ефективността на преподаването чрез компютър и сега можете да  използвате NetSupport School в условията на Google Chromebook.\n\nЗа ползване с вече съществуващото NetSupport-управление на класната стая, приложението NetSupport School Student може да бъде инсталирано на всяко ученическо устройство, работещо с Google Chrome OS. От работния плот на учителя след това може да се свържете с всяка система, позволявайки ви да наблюдавате и да се взаимодействате с всеки ученик бързо и ефективно. \n\nОсновни свойства:\n- Вижте кристално ясно изображение на устройството на всеки ученик с един поглед.\n- Натиснете на изображението, за да видите дискретно дейността на устройството или да се свържете с ученика.\n- Покажете екрана на учителя. Подсигурете вниманието на ученика и се фокусирайте докато преподавате като „показвате” работния плот на учителя на екраните на избрани ученици.  \n- Искане Помощ съоръжение - Клиентите могат да изпратят молба за помощ до Tutor.\n- Покажете приложение на избрани ученици. \n- Заключете мишките и клавиатурите на учениците, докато преподавате.\n- Учителят може да изпрати мигновена анкета до учениците по време или в края на урока, която му помага незабавно да улови степента на разбиране на учениците по дадена тема.\n- Функцията Обратна връзка и Удовлетвореност може да се използва от учителите, за да преценят как се чувстват учениците, тяхната увереност в дадена тема и дали имат нужда от допълнителна помощ.\n- Блокирайте неоторизирани уебсайтове. \n- Използвайте само одобрени сайтове. \n- Блокирайте целия Интернет достъп. \n- Заредете сайт на ученическия  Chromebook. \n- Затворете сайт на ученическия  Chromebook.\n- Вижте детайли за уебсайта, който ученика разглежда в момента. \n- Искайте от учениците да се регистрират в началото на всяка сесия. \n\nCHROME РЕЖИМ ИНКОГНИТО:\nЗа да сте сигурни, че имате пълна видимост над това какво учениците гледат в интернет, се препоръчва да „забраните” Режима Инкогнито в Потребителските Настройки на операционната система Chrome чрез Google Приложенията за Образование.\n\n\nИНСТАЛИРАНЕ и НЕОБХОДИМИ УСЛОВИЯ:\nЗа да може учителя да наблюдава и да взаимодейства с учениците чрез Google Chromebooks, трябва да бъде инсталиран  NetSupport Name & Connectivity Сървър на Windows Сървъра; NetSupport School Tutor трябва да бъде инсталиран на учителския Windows компютър и разширението NetSupport School Student трябва да бъде инсталирано на всички ученически Chromebook.\n\nNetSupport School Student за операциона система Chrome може да бъде използван със съществуващи NetSupport School разрешителни, които вече сте закупили (стига да имате достатъчен брой неизползвани разрешителни) или допълнителни Chrome разрешителни само за ученици могат да бъдат закупени от вашия  NetSupport Търговец.",
    "cs": "Volba č. 1 pro IT pedagogy na celém světě, NetSupport School, přináší nástroje, které potřebujete k maximální efektivitě počítačově vedeného vyučování. Nyní můžete zúročit sílu NetSupport School též v prostředí Google Chromebook.\n\nPro používání ve Vaší existující třídě řízené produktem NetSupport lze na každém studentském počítači používajícím Google Chrome OS nainstalovat aplikaci NetSupport School Student app. Ze svého učitelského počítače se pak můžete připojit ke každému systému, abyste mohli rychle a efektivně monitorovat a pracovat s každým studentem.\n\nKLÍČOVÉ PRVKY:\nProhlédněte si křišťálově jasnou ikonu každého z počítačů studentů v jednotlivém náhledu.\n \nKlikněte na ikonu, abyste diskrétně shlédli aktivitu na tomto počítači nebo pracovali se studentem.\n \nZobrazte při prezentaci učitelovu obrazovku vybraným studentům. \n\nZobrazení obrazovky učitele. Zajistěte si pozornost a soustředění studentů při prezentaci tím, že zobrazíte plochu učitele na vybraných obrazovkách studentů. \n\nZobrazení aplikace vybraným studentům. \n\nZobrazte aplikaci vybraným studentům.\n\nPožádat o pomoc zařízení - Klienti mohou zaslat žádost o pomoc na kontrolu. (Vyžadováno NetSupport School Tutor aplikace v11.31f2)\n \nPři zadávání pokynů uzamkněte klávesnici a myš studentů. \n\nUčitel může poslat studentům okamžitý průzkum během nebo na konci sezení, což pomáhá okamžitě zjistit, jak studenti danému tématu porozuměli. \n\nFunkci zpětné vazby a spokojenosti mohou učitelé využít k posouzení toho, jak se studenti cítí, , jejich chápání daného tématu a zda potřebují extra podporu.\n\nOtevírá diskuzi, do které se mohou zapojit všichni nebo vybraní studenti, kteří mohou připojovat své připomínky a sdílet je se zbytkem třídy.\n \nRozešlete zprávu nebo pokyn vyžadující pozornost na každý studentský počítač. \n\nZablokujte nepovolené webové stránky. \n\nPoužívejte pouze povolené webové stránky. \n\nZablokujte veškerý přístup k internetu. \n\nSpusťte webové stránky na Student Chromebook. \n\nZavřete webové stránky na Student Chromebook. \n\nV průběhu náhledu můžete kopírovat obsah tabule mezi počítačem učitele a studentů. \n\nZablokujte FTP přístup. \n\nPodívejte se na podrobnosti webové stránky, kterou si studenti právě prohlížejí. \n\nPožádejte studenty o registraci při začátku každé hodiny. \n\n3 režimy pro vytváření skupin studentů podle místností, aby bylo umožněno řízení mobilních studentů.\n\n\nREŽIM CHROME INCOGNITO:\nPro zajištění, že budete mít stále úplný přehled o používání internetu Vašimi studenty, se doporučuje, abyste nepovolovali Režim incognito v uživatelských nastaveních Chrome OS přes aplikaci Google Apps pro Vzdělávání.\n\nINSTALACE a PŘEDPOKLADY:\nAby byl učitel schopen monitorovat studenty a spolupracovat s nimi užívajíc Google Chromebooks, je třeba na server Windows nainstalovat server NetSupport jméno & připojení; NetSupport School Tutor musí být instalován na počítači učitele s Windows, zároveň je třeba nainstalovat rozšíření NetSupport School Studenta na každý ze studentských Chromebooks.\n\nAplikaci NetSupport School student pro Chrome OS lze používat s licencí NetSupport School, kterou máte již zakoupenou (pokud máte dostatečné množství neužívaných licencí).\n\nPro více informací prosím navštivte www.netsupportschool.com/chrome a projděte si jednoduchého průvodce krok za krokem pro zřízení Chrome OS ve Vaší třídě.",
    "de": "Die erste Wahl für IT-Lehrer weltweit. NetSupport School bietet Ihnen die Tools, die Sie benötigen, um die Effektivität Ihres Computer-basierten Unterrichts zu maximieren, und jetzt können Sie die Leistungsstärke von NetSupport School auch in einer Google Chromebook Umgebung nutzen.\n\nDas NetSupport School Student App ist für den Einsatz in Ihrem gegenwärtigen NetSupport-verwalteten Klassenzimmer konzipiert und kann auf allen Schülergeräten installiert werden, die das Google Chrome Betriebssystem benutzen. Vom Lehrer-Desktop aus können Sie sich mit jedem System verbinden lassen, was Ihnen schnelle und effiziente Interaktion mit jedem einzelnen Schüler ermöglicht.\n\nHauptfunktionen:\n· Eine völlig scharfe Miniaturansicht jedes Schülergeräts in einer einzigen Ansicht betrachten.\n. Der Lehrer kann die Schülern während oder am Ende einer Unterrichtsstunde kurz befragen und so das Verständnis der Schüler eines Themas sofort erfassen.\n. Wenn Sie den Mauszeiger auf das entsprechende Miniaturbild schieben, können Sie den Bildschirm des Chromebooks des ausgewählten Schülers vergrößern oder das Chromebook eines ausgewählten Schülers in einem separaten Fenster anzeigen, um die Aktivität genauer zu betrachten.\n. Die Funktion ‚Feedback und Befinden‘ kann von Lehrern verwendet werden, um festzustellen, wie sich die Schüler fühlen, ihr Verständnis eines Themas, und ob sie zusätzliche Unterstützung benötigen.\n· Bildschirmanzeige des Lehrers zeigen. Dadurch, dass Sie die 'Lehrer'-Desktopanzeige auf ausgewählten Schülerbildschirmen 'zeigen', gewährleisten Sie die Aufmerksamkeit und Konzentration der Schüler.\n· Öffnet eine Diskussionssitzung, an der sich alle oder nur bestimmte Schüler mit Kommentaren und Informationsaustausch beteiligen können.\n· Ausgewählten Schülern eine Anwendung zeigen.\n· Eine Aufmerksamkeit erregende Nachricht oder Anweisung an jedes Schülergerät senden.\n. Hilfeanforderung-Funktion - Clients können eine Hilfeanforderung an ein Control senden.\n· Nicht-genehmigte Websites blockieren.\n· Nur genehmigte Websites benutzen.\n· Allen Internet-Zugriff blockieren.\n· Eine Website auf dem Schüler Chromebook öffnen.\n· Eine Website auf dem Schüler Chromebook schließen.\n· FTP-Zugriff blockieren.\n· Alle Details der Website sehen, die die Schüler gerade betrachten.\n· Schüler auffordern, sich zu Beginn jeder Unterrichtsstunde zu registrieren.\n\nChrome Anonymer Modus:\nUm volle Sichtbarkeit der Internetbenutzung Ihrer Schüler zu gewährleisten, ist es ratsam, für den anonymen Modus in den Chrome OS-Einstellungen über Google Apps for Education ‘Nicht zulassen’ zu wählen.\n\nInstallation und Voraussetzungen: \nUm Lehrern die Überwachung der Schüler und Interaktion mit den Schülern mit Google Chromebooks zu ermöglichen, muss der NetSupport Namens- & Konnektivitätsserver auf einem Windows Server installiert sein; NetSupport School Tutor muss auf dem Windows Computer des Lehrers installiert sein, und die NetSupport School Student Erweiterung muss auf allen Schüler Chromebooks installiert sein.\n\nNetSupport School Student für Chrome OS kann unter Ihren vorhandenen NetSupport School Lizenzen benutzt werden, die Sie bereits gekauft haben (vorausgesetzt, dass Sie eine ausreichende Anzahl unbenutzter Lizenzen haben), oder Sie können von Ihrem NetSupport Händler weitere Schülerlizenzen nur für Chrome zu.\n \nBesuchen Sie bitte www.netsupportschool.com/chrome für weitere Informationen und eine Schritt-für-Schritt-Anleitung für die Verwaltung Ihrer Chrome OS Schüler im Klassenzimmer.",
    "es": "Al ser la primera opción para los educadores de TI de todo el mundo, NetSupport School proporciona las herramientas necesarias para ayudarle a maximizar la eficacia de la enseñanza por ordenador y ahora, además, puede emplear la potencia de NetSupport School en un entorno de Google Chromebook.\n\nLa aplicación NetSupport School Student se puede utilizar en su entorno de gestión de aulas existente y se puede instalar en las máquinas de los estudiantes que ejecuten el SO Google Chrome. Desde el escritorio del profesor podrá conectarse a cada uno de los sistemas, lo que le permitirá supervisar e interactuar con cada estudiante de una manera más rápida y eficaz.\n\nCaracterísticas principales:\n· Vea una miniatura clara y transparente de cada una de las máquinas de los estudiantes en una única vista.\n· El profesor puede enviar una encuesta instantánea a los alumnos durante una sesión o al final de ella, para comprobar al instante la comprensión de un tema por parte de los estudiantes.\n• Muestre su escritorio a los dispositivos Chromebook de todos los estudiantes, o de estudiantes concretos, para ilustrar una explicación o enseñar a los alumnos cómo hacer una tarea concreta, por ejemplo (solo Tutor de Windows).\n. Los profesores pueden utilizar la función Opiniones y bienestar del estudiante para hacerse una idea del estado de ánimo de los estudiantes, su nivel de seguridad con un tema concreto, o si necesitan apoyo adicional.\n• Pasando el cursor por encima de una miniatura, amplíe con el zoom la pantalla del Chromebook del estudiante concreto, o abra el Chromebook de un estudiante concreto en una sesión de vista aparte para examinar con más detalle su actividad (solo Tutor de Windows).\n· Herramienta Solicitud de ayuda: los Clientes pueden enviar una solicitud de ayuda a un Control.\n· Abra una sesión de debate a la que puedan unirse estudiantes seleccionados o todos los estudiantes. Podrán introducir sus comentarios y compartirlos con el resto de la clase.\n· Muestre una aplicación a los estudiantes seleccionados.\n· Envíe un mensaje para llamar su atención o una instrucción a cada una de las máquinas de los estudiantes.\n· Bloquee los sitios web no autorizados.\n· Utilice únicamente los sitios web autorizados.\n· Bloquee el acceso a Internet.\n· Inicie un sitio web en Student Chromebook.\n· Cierre un sitio web en Student Chromebook.\n· Bloquee el acceso a FTP.\n· Vea los detalles del sitio web que están viendo los estudiantes actualmente.\n· Pídales a los estudiantes que se registren al comienzo de cada clase.\n\nModo de incógnito de Chrome:\nPara estar seguro de mantener la plena visibilidad del uso de Internet de los estudiantes, se recomienda desactivar el Modo de incógnito en la configuración de usuario de Chrome OS a través de 'Google Apps for Education'.\n\nInstalación y requisitos previos:\nPara que un profesor pueda supervisar e interactuar con sus estudiantes mediante Google Chromebooks, el Servidor de nombres y conectividad de NetSupport ha de estar instalado en un servidor Windows Server; el Tutor de NetSupport School ha de instalarse en el equipo Windows del profesor y la extensión NetSupport School Student en cada uno de los Chromebooks de los estudiantes.\n\nEl estudiante NetSupport School para Chrome OS se puede usar con las licencias existentes de NetSupport School que haya adquirido (siempre que disponga de un número suficiente de licencias sin usar), o puede adquirir otras licencias de estudiante solo para Chrome a través de su reseller de NetSupport.\n \nVisite www.netsupportschool.com/chrome para obtener más información y para ver una sencilla guía paso a paso sobre cómo gestionar sus estudiantes Chrome OS dentro del aula.",
    "fi": "NetSupport School on IT-alan kouluttajien suosikkiohjelma ympäri maailmaa. Ohjelma antaa käyttöön työkalut, joilla voidaan maksimoida tietokoneohjatun opetuksen tehokkuus, ja nyt NetSupport Schoolin teho on käytettävissä myös Google Chromebook -ympäristössä.\n\nOlemassa olevassa NetSupport-luokkaympäristössä NetSupport School -opiskelijasovellus voidaan asentaa kaikkiin opiskelijoiden koneisiin, joissa on käytössä Google Chrome OS. Tämän jälkeen voit luoda yhteyden opettajan työpöydältä kuhunkin järjestelmään sekä valvoa jokaista opiskelijaa ja olla heidän kanssaan vuorovaikutuksessa nopeasti ja tehokkaasti.\n\nTärkeimmät toiminnot: \n- Näet selkeän pikkukuvan jokaisen opiskelijan koneesta yhdessä näkymässä. \n- Opettaja voi lähettää opiskelijoille pikakyselyn oppitunnin aikana tai sen lopussa. Näin opettaja saa käsityksen, miten hyvin opiskelijat osaavat aiheen.\n- Palaute ja hyvinvointi -ominaisuuden avulla opettajat voivat mitata opiskelijoiden mielialaa, aiheen osaamista ja lisätuen tarvetta. \n- Näytä opettajan näyttö. Opettaja voi varmistaa opiskelijoiden tarkkaavaisuuden ja keskittymisen esityksen aikana näyttämällä opettajan työpöydän valituissa opiskelijoiden näytöissä. \n- Näytä sovellus valituille opiskelijoille.\n- Voit lähettää huomionkiinnitysviestin tai ohjeen kunkin opiskelijan koneelle.\n- Pyytää apua laitos - Asiakkaat voivat lähettää pyynnön avun valvonta. \n- Voit estää luvattomien sivustojen käytön. \n- Voit sallia vain hyväksyttyjen sivustojen käytön. \n- Voit katkaista kaikki internet-yhteydet. \n- Voit käynnistää sivuston opiskelijan Chromebookissa. \n- Voit sulkea sivuston opiskelijan Chromebookissa. \n- Voit estää FTP-käytön. \n- Voit katsoa tiedot sivustosta, jota opiskelijat parhaillaan katsovat. \n- Voit pyytää opiskelijoita rekisteröitymään kunkin oppitunnin alussa. \n\nChrome-selaimen Incognito-tila:\nJotta opettaja voisi täysin valvoa opiskelijoiden Internetin käyttöä, on suositeltavaa kieltää Incognito-tila Chrome-käyttöjärjestelmän käyttäjäasetuksissa Google Apps for Education -sovelluksen kautta.\n\nAsennus ja esivaatimukset:\nOpettaja voi valvoa Google Chromebookia käyttäviä opiskelijoita ja olla heidän kanssaan vuorovaikutuksessa, kun NetSupportin nimi- ja yhteyspalvelin on asennettu Windows Serveriin, NetSupport School Tutor on asennettu opettajan Windows-tietokoneelle ja NetSupport School Student on asennettu kunkin opiskelijan Chromebookiin.\n\nChrome-käyttöjärjestelmän NetSupport School -opiskelijasovellusta voidaan käyttää olemassa olevilla NetSupport School -lisensseillä (jos käyttämättömiä lisenssejä on riittävästi). Vain Chrome-laitteisiin tarkoitettuja opiskelijalisenssejä voidaan myös ostaa lisää NetSupport-jälleenmyyjältä.  \n\nOsoitteessa www.netsupportschool.com/chrome on lisätietoja ja helppo vaiheittainen opas Chrome-käyttöjärjestelmää luokkahuoneessa käyttävien opiskelijoiden hallintaan.",
    "fr": "N-etSupport School, le choix préféré des formateurs informatisés de par le monde, offre les outils dont vous avez besoin pour maximiser l’efficacité de votre enseignement avec les TICE. À présent vous pouvez également utiliser la puissance de NetSupport School dans un environnement Google Chromebook. \n\nPour l’utiliser dans votre salle de classe déjà gérée par NetSupport, l’application NetSupport School Etudiant peut être installée sur chaque machine étudiant qui tourne avec le système d’exploitation Google Chrome. De l’ordinateur de l’enseignant il est possible ensuite de se connecter à chacun des systèmes pour surveiller et dialoguer avec chaque étudiant de manière rapide et efficace.\n\nPrincipales caractéristiques:\n· Visualiser en une seule vue des miniatures très claires des machines de tous les étudiants.\n• En positionnant la souris sur une miniature, agrandissez l’écran du Chromebook de l’étudiant sélectionné ou ouvrez un Chromebook Etudiant dans une autre session de visualisation pour examiner l’activité en cours\n· L’enseignant peut envoyer un sondage instantané pendant ou à la fin du cours, ce qui permet d’évaluer instantanément la compréhension des étudiants.\n. La fonctionnalité Feedback et Bien-être permet aux enseignants d’évaluer le ressenti des étudiants, de savoir ce qu’ils ont compris ou s’ils ont besoin d’un accompagnement supplémentaire.\n· Présenter l'écran de l'enseignant. Maintenez l'attention et la concentration des étudiants en 'présentant' le bureau de l'enseignant sur les écrans Etudiants sélectionnés.\n· Présenter une application aux étudiants sélectionnés.\n· Envoyer un message ou une consigne qui attire l'attention sur chaque machine Etudiant.\n· Ouvrez une session de discussion à laquelle tous les étudiants ou certains des étudiants peuvent se joindre, entrer leurs commentaires et partager avec le reste de la classe.\n. Demande d’aide – Les Clients envoient une demande d’aide auprès d’un Contrôleur. \n· Bloquer les sites Internet non autorisés.\n· Utiliser uniquement les sites Internet approuvés.\n· Bloquer complètement l'accès à Internet.\n· Lancer un site Internet sur le Chromebook de l'étudiant.\n· Fermer un site Internet sur le Chromebook de l'étudiant.\n· Bloquer l'accès FTP.\n· Voir les détails des sites Internet consultés par les étudiants.\n· Demander aux étudiants de s'inscrire au début de chaque cours.\n\nMode Chrome Incognito :\nPour conserver une visibilité complète de l’usage Internet de l’étudiant, il est recommandé de ‘ne pas autoriser’ le Mode Incognito dans les paramètres utilisateur du système d’exploitation Chrome par le biais des Google Apps for Education.\n\nInstallation et configuration minimale :\nPour qu’un enseignant puisse surveiller et interagir avec leurs étudiants avec Google Chromebooks, le serveur Nom & Connectivité doit être installé sur un serveur Windows ; le Tuteur NetSupport School doit se trouver sur l’ordinateur Windows de l’enseignant, et l’extension Etudiant NetSupport School doit être installée sur chacun des Chromebooks des étudiants.\n\nL’Etudiant NetSupport School pour le système d’exploitation Chrome peut être utilisé avec vos licences NetSupport School actuelles (si vous possédez suffisamment de licences inutilisées) ou vous pouvez acheter des licences Etudiants pour Chrome uniquement auprès de votre représentant NetSupport.\n \nVeuillez consulter www.netsupportschool.com/chrome pour obtenir de plus amples informations et un guide simple et détaillé de l’utilisation du système d’exploitation Chrome dans votre classe.",
    "hu": "Az első számú lehetőséget jelentik az informatikával oktatók számára világszerte, a NetSupport School által szállított szoftver eszközök, melyekkel a számítógéppel segített oktatás hatékonysága növelhető, most már a NetSupport School lehetőségei kihasználhatók a Google Chromebook környezetben is.\n\nEgy NetSupport-tal támogatott osztály teremben a Google Chrome OS-t futtató gépekre a NetSupport School Student alkalmazást kell telepíteni. Ezt követően a tanári gépről gyorsan és hatékonyan kapcsolódhat a diák gépekhez, amelyek így ellenőrízhetővé válnak.\n\nFŐBB TULAJDONSÁGOK: \n- A diák gépek képernyőjéről kristály tiszta ikonok megjelenítése.\n- Egy diák ikon (miniatűr) fölé húzva az egeret, kinagyíthatja a kiválasztott diák Chromebook képernyőjét, vagy akár megynyithatja azt egy különálló munkamenetben, hogy közelebbről vizsgálhassa a diák munkáját (csak Windows Tanár alkalmazás esetén)\n- Saját képernyő megosztása az összes vagy a kiválasztott diák Chromebook-jával: a tanár segíthet a diákoknak, megmutathatja egy adott feladat megoldását egy példán keresztül (csak Windows Tanár alkalmazás esetén)\n- A diák gépek billentyűzetének és egerének tiltása a tanítás alatt.\n- A tanár nyithat vitát az összes vagy a kiválasztott diákok.\n- A tanár azonnali felmérést indíthat az anyag közben vagy végén, ellenőrizve és segítve a hallgatókat a téma azzonnali megértésében.\n- A “Visszajelzés és a kényelem” funkciót a tanárok használhatják annak felmérésére, hogy a tanulók mennyire magabiztosak a témában, és szükségük van-e kiegészítő támogatásra.\n- Kérjen segítséget lehetőség - ügyfelek küldhet a támogatási kérelmét, a vezérlés.\n- Figyelmeztető üzenet, vagy utasítás küldése a diák gépekre.\n- A jogosulatlan honlapok elérésének tiltása.\n- Csak az engedélyezett honlapok elérési lehetősége.\n- A teljes internet elérés tiltása.\n- Honlap megnyitása a diák Chromebook-on.\n- Honlap bezárása a diák Chromebook-on.\n- FTP elérés tiltása.\n- A diák által aktuálisan betöltött honlap adatainak megtekintése.\n- Óra elején a jelenléti ívre történő feliratkozás kérése.\n\n\nCHROME Inkognitó mód:\nA diák internet használat ellenőrizhetőség megtartására javasoljuk az Inkognitó mód a Chrome OS-ben (Incognito Mode in the Chrome OS User Settings via Google Apps for Education) letiltását.\n\nTELEPÍTÉS és ELŐFELTÉTELEI:\nAzért, hogy a tanár a Google Chromebooks rendszert futtató diákgépeket megfigyelhesse és felügyelhesse a Windows szerveren a NetSupport Name & Connectivity szervert kell telepíteni. A NetSupport School tanári modult a tanár  MS Windows gépére, a NetSupport School diák bővítést a diákok Chromebook-jára kell telepíteni. \n\nA NetSupport School diák modul Chrome OS-hez a meglévő, korábban megvásárolt NetSupport School licence-el használható (feltéve, ha van nem használt többlet licenc). \n\nTovábbi információ, valamint a Chrome OS diákok osztály terembe történő integrálásának lépései a www.netsupportschool.com/chrome honlapon található.\n\n-------------------------------------------\nAz 2 verzió legújabb fejlesztései\nA NetSupport School Diák Chrome bővítmény legújabb verziója új szolgáltatásokat és fejlesztéseket biztosít a Chromebook-on dolgozó diákok felügyeletéhez és kezeléséhez, melyekkel egyúttal könnyebben adhatunk feladatokat és nyújthatunk segítséget.\n\nTovábbfejlesztett Miniatűr nézet: a tanár (aki Windows alkalmazást használ) a diák minden aktivitását látja már miniatűr nézetben is, nem csak a megnyitott böngészőben zajló folyamatokat.\n\nDiák nézet: amellett, hogy a tanár miniatűr nézetben is látja a diák aktivitását, külön munkamenetben is meg tudja nyitni és közelebbről figyelni azt. Tökéletes megoldás arra, hogy ellenőrizze: a diák valóban a tanuláshoz kapcsolódó tevékenységet folytat.",
    "it": "La scelta numero uno degli insegnanti di tecnologia in tutto il mondo, NetSupport School offre gli strumenti necessari per massimizzare l’efficienza dell’insegnamento assistito dal computer ed ora potete sfruttare la potenza di NetSupport School in un ambiente Chromebook di Google.\n\nUtilizzabile nella vostra aula già gestita da NetSupport, l’applicazione Student di NetSupport School può essere installata su ogni macchina di studente che esegue il sistema operativo Chrome di Google. Questo permette al desktop dell’insegnante di connettersi ad ogni sistema per monitorare ed interagire con ogni studente in modo rapido ed efficiente.\n\nFunzionalità Chiave:\n· Visualizzate un chiaro anteprima di ogni macchina studente in un'unica visualizzazione.\n· Durante o al termine di una sessione, l’insegnante può inviare un sondaggio immediato agli studenti che aiuta a constatare immediatamente la comprensione di un argomento da parte degli studenti.\n• Mostrate il vostro desktop ai Chromebook di tutti gli studenti oppure solo a quelli selezionati, ad esempio per aiutare a dimostrare un punto o per mostrare agli studenti come svolgere un compito specifico (solo Tutor Windows).\n. Gli insegnanti possono usare la funzionalità Feedback e Benessere per valutare lo stato d’animo degli studenti, se sono sicuri di un argomento e se hanno bisogno di ulteriore aiuto. \n• Facendo passare il mouse su un’anteprima, ingrandite lo schermo del Chromebook dello studente selezionato oppure aprite il Chromebook dello studente selezionato in una sessione di visualizzazione separata per esaminare più attentamente l’attività (solo Tutor Windows).\n- Funzione di Richiesta di Aiuto: i Client possono inviare una richiesta di aiuto ad un Tutor.\n· Mostrate un'applicazione agli studenti selezionati.\n· Aprite una sessione di discussione alla quale possono partecipare tutti o alcuni determinati studenti, inserite I loro commenti e condivideteli con il resto dell'aula.\n· Inviate ad ogni macchina studente un messaggio o un'istruzione che cattura l'attenzione.\n· Bloccate i siti Web non autorizzati.\n· Utilizzate solo i siti Web approvati.\n· Bloccate qualsiasi accesso a Internet.\n· Avviate un sito Web sul Chromebook Student.\n· Chiudete un sito Web sul Chromebook Student.\n· Bloccate l'accesso FTP.\n· Visualizzate i dettagli del sito Web che gli studenti stanno visualizzando attualmente.\n· Chiedete agli studenti di registrarsi all'inizio di ogni lezione.\n\nModalità Incognito di Chrome:\nPer essere sicuri di mantenere la piena visibilità dell’uso di internet dei vostri studenti, raccomandiamo di ‘non consentire’ la modalità in Incognito nelle impostazioni utente di Chrome OS tramite “Google Apps for Education”.\n\nInstallazione e prerequisiti:\nPer permettere all’insegnante di monitorare ed interagire con gli studenti che utilizzano i Chromebook di Google, il Server dei Nomi & di Connettività NetSupport deve essere installato su un Windows Server; il Tutor NetSupport School deve essere installato sul computer Windows dell’insegnante e l’estensione Student NetSupport School deve essere installata su ogni Chromebook di studente.\n\nLo student NetSupport School per Chrome OS può essere utilizzato con le licenze NetSupport School già acquistate (a patto che abbiate un numero sufficiente di licenze non utilizzate), oppure potete acquistare ulteriori licenze student solo per Chrome presso il vostro rivenditore NetSupport.\n \nVi preghiamo di visitare www.netsupportschool.com/chrome per ulteriori informazioni e per una semplice guida passo a passo su come gestire i vostri student Chrome OS nell’aula didattica.",
    "ja": "ワールドワイドでIT教育者の第1候補、Netsupport Schoolはコンピュータ手動の教育の効果を最大限に発揮するのに必要なツールを提供し、Google Chromebook環境でNetSupport Schoolのパワーを使用することができるようになりました。\n\n既存のNetSupportで管理された教室で使用するために、NetSupport School生徒アプリがGoogle Chrome OSが動作する各生徒マシンにインストールすることができます。先生のデスクトップからは、迅速で効率的に各生徒を監視し、相互作用できるように各システムに接続することができます。\n\n主な機能：\n\n先生の画面を表示。選択した生徒の画面に先生のデスクトップを「画面送信」で表示して生徒の関心と焦点を合わせます。 \n\n選択した生徒にアプリケーションを表示。 \n\n単一のビューで各生徒機の透き通った縮小画面を表示する。 \n\n例えば、すべてまたは選択した生徒のChromebookに先生のデスクトップ画面を見せて、ポイントを説明したり、生徒に特定の課題のやりかたを見せたりします。（Windows 先生機のみ）\n\n先生は、セッション中またはセッション終了時に生徒に簡単なアンケートを送信して生徒がトピックを理解しているか即座に把握することができます。\n \nサムネイルの上にマウスを重ねると、選択した生徒のChromebookの画面を拡大したり、選択した生徒のChromebookを別のビューウィンドウで開いてアクティビティを詳しく確認します。（Windows 先生機のみ）\n\nフィードバックとウェルビーング機能は、先生が生徒の気持ち、トピックに対する自信、追加の補助が必要かどうか判断するために使用できます。\n\n各生徒マシンに注目度の高いメッセージまたは指示を送信します。\n\n許可されていないウェブサイトをブロックする。\n\n許可されたウェブサイトだけを使用する。\n\nすべてのインターネットアクセスをブロックする。 \n\n生徒のChromebookでウェブサイトを起動する。 \n\n生徒のChromebookのウェブサイトを閉じる。 \n\nFTPアクセスをブロックする。 \n\n生徒が現在閲覧しているウェブサイトの詳細を確認する。 \n\n各授業開始時に生徒に登録を要請する。 \n\nヘルプ機能を要求 - クライアントは、管理するのを助けるためのリクエストを送信することができます。 \n\nChrome Incognito （プライベート）モード：\n生徒のインターネット使用を完全に把握できるようにするには、Google Apps for Education経由でChrome OSのユーザー設定でIncognitoモードを「禁止」することを推奨します。\n\nインストールと必要条件：\n先生がGoogle Cromebookを使用して生徒を監視、操作できるようにするには、NetSuppor ネームサーバーをWindows Server にインストールする必要があり、NetSupport School 先生を先生のWindows コンピュータにインストールする必要があり、そしてNetSupport School 生徒の拡張が生徒のChromebookのそれぞれにインストールされている必要があります。\n\nChrome OS用NetSupport School生徒は、既存のNetSupporst Schoolのライセンスで使用することができます（十分な未使用ライセンスを所有している限り）。\n\n詳細および教室でChrome OSの生徒を管理するための簡単なステップバイステップガイドは、 www.netsupportschool.com/chrome をご覧ください。（英語サイト）",
    "ko": "구글 크롬 지원 NetSupport School \n\n전 세계 IT 교육 강사들이 가장 선호하는 NetSupport School – 컴퓨터를 이용한 수업진행 및 문서회의 제품이 이제 구글 크롬북 환경에서도 사용할 수 있는 학생용 에이전트를 탑재한 새 버전을 출시하였습니다.   \n\n넷서포트를 사용하고 있는 기존 교실에서 NetSupport School Student 앱을 구글의 크롬 OS를 사용하는 학생 컴퓨터에 설치할 수 있으며 할 수 있습니다. 설치 후 기존의 강사용 컴퓨터를 이용하여 학생PC를 모니터링 하거나 학생과 상호적인 교육을 진행할 수 있습니다.\n\n주요기능: \n· 하나의 화면에 각 학생들의 PC화면을 선명한 섬네일로 표시\n. 섬네일 이미지 위로 마우스를 이동하여 선택한 학생의 Chromebook 화면을 확대하거나, 별도의  보기 창에서 선택한 학생의 Chromebook을 열어 활동을 자세히 볼 수 있습니다. (교사가 Windows를 사용할 때만 해당)\n· 교사는 세션 중 또는 세션 종료 시 학생에게 설문 조사를 보내 주제에 대한 학생들의   이해를 즉시 파악할 수 있습니다.\n. 교사는 피드백 및 웰빙 기능을 사용하여 학생들의 느낌, 주제에 대한 자신감 및 추가 지원이 필요한지 여부를 측정할 수 있습니다.\n· 지시사항이나 주목을 요청하는 메시지를 각각의 학생들에게 전송.\n· 예를 들어, 요점을 보여 주거나 학생들에게 어떤 작업을 수행하는 방법을 보여주기 위해 모든 학생 또는 선택한 학생의 Chromebook에 교사의 데스크톱 화면을 보여줄 수 있습니다. (교사가 Windows를 사용할 때만 해당) \n· 허용하지 않은 웹사이트 차단\n· 허용한 웹사이트만 접속.\n· 모든 인터넷 접속 차단\n. 도움말 기능 요청 - 학생들은 교사에게 도움을 요청을 보낼 수 있습니다.\n· 학생 크롬북에서 웹사이트 실행\n· 학생의 크롬북에서 웹사이트 종료\n· FTP 접속 차단\n· 학생들이 보고 있는 웹사이트 상세정보 표시\n· 각 수업마다 학생들의 출석부 생성\n\n크롬 익명 모드:\n학생들의 인터넷 사용을 지속적으로 보려면 Google Apps for Education 에서 크롬 OS의 익명 모드를 비활성화 하는 것을 권장합니다. \n\n설치 요구사항:\n구글 크롬북을 사용하는 학생들과 상호적인 작동이나 모니터링을 하려면 윈도우 서버에 NetSupport 네임서버 및 연결서버를 설치하여야 합니다. 또한, NetSupport 교사콘솔은 강사의 윈도우 컴퓨터에 설치되어야 하며 NetSupport School 학생 확장판은 각 학생들의 크롬 북에 설치합니다.\n\n크롬 OS용 NetSupport School 학생프로그램은 기존에 구매한 NetSupport School 라이선스 수량 범위 내에서 사용할 수 있습니다.\n\nwww.netsupportschool.com/chrome 에 방문하면 크롬 OS를 사용하는 학생 (컴퓨터) 관리에 대한 더 많은 안내자료를 볼 수 있습니다.",
    "lt": "NetSupport School – pasaulyje labiausiai mėgstama ir dažniausiai IT mokytojų pasirenkama programinė įranga, turinti visus reikalingus įrankius,  užtikrinančius, kad mokymąsis kompiuterinėje klasėje būtų efektyviausias. Nuo šiol NetSupport School išskirtinėmis savybėmis galite naudotis ir Google Chromebook klasėse.\n\nNorėdami naudoti NetSupport savo klasėje, NetSupport School Mokinio (Student) programą turite instaliuoti kiekviename mokinio kompiuteryje, turinčiame Google Chrome operacinę sistemą. Iš mokytojo kompiuterio galite prisijungti prie kiekvieno mokinio kompiuterio ir stebėti kiekvieno mokinio atliekamus veiksmus bei greitai ir efektyviai tarpusavyje sąveikauti. \n\nPAGRINDINĖS SAVYBĖS:\n- Matykite kiekvieno mokinio kompiuterio ekrano vaizdo miniatiūrą savo ekrane.\n\n- Rodykite mokytojo kompiuterio ekraną pasirinktiems mokiniams.\n\n- „ Užrakinkite“ mokinių peles ir klaviatūras, kada pateikiate užduotį.\n\n- Seansui įpusėjus ar jam besibaigiant, mokytojas gali nusiųsti tiesioginę apklausą mokiniams, kuri padėtų iš karto įvertinti, ar mokiniai suprato išdėstytą temą.\n\n- „Atsiliepimų ir savijautos“ funkciją gali naudoti mokytojai norėdami įvertinti, kaip jaučiasi mokiniai, ar jie suprato temą ir, ar jiems reikalinga papildoma pagalba. \n\n- Sukurkite diskusijų sesiją, prie kurios gali prisijungti visi arba atrinkti mokiniai, kurie gali komentuoti ir dalintis komentarais su visa klase.\n\n- Pasiųskite dėmesio reikalaujančią žinutę arba prašomų atlikti veiksmų sąrašą į kiekvieno mokinio kompiuterį. \n\n- Pagalbos prašymo įrankis. Mokiniai gali nusiųsti Mokytojui pagalbos prašymą. \n\n- Blokuokite neleidžiamas svetaines. \n\n- Leiskite lankyti patvirtintas svetaines. \n\n- Blokuokite visą žiniatinklio naudojimą. \n\n- Paleiskite norimą tinklapį Mokiniui Chromebook kompiuteryje. \n\n- Uždarykite norimą tinklapį Mokiniui Chromebook kompiuteryje.\n\n- Blokuokite FTP naudojimą. \n\n- Matykite tinklapių, kuriuose mokiniai tuo metu lankosi, detales. \n\n- Paprašykite mokinių užsiregistruoti kiekvienos pamokos pradžioje. \n\nCHROME INKOGNITO REŽIMAS:\nSiekiant užtikrinti nuolatinę mokinių naudojimosi internetu kontrolę, rekomenduojama uždrausti Inkognito režimą Chrome OS Vartotojo nustatymuose per Google Apps for Education svetainę.\n\nDIEGIMAS ir REIKALAVIMAI:\nKad mokytojas galėtų stebėti ir bendrai dirbti su mokiniais, naudojančiais Google Chromebook kompiuterius, Windows serveryje turi būti įdiegtas NetSupport Vardų ir Jungiamumo serveris; NetSupport School Mokytojas turi būti įdiegtas mokytojo  Windows kompiuteryje, o NetSupport School Mokinio plėtinys turi būti įdiegtas kiekviename mokinio Chromebook kompiuteryje.\n\nInstaliuojant NetSupport School Mokinį Chrome operacinėje sistemoje galite naudoti turimas NetSupport School licencijas (tiek, kiek jūs turite jų nepanaudotų) arba galite įsigyti papildomas, tik Chrome skirtas, Mokinio licencijas iš savo NetSupport platintojo.\n\nNorėdami rasti papildomos informacijos bei perskaityti nuoseklų vartotojo mokinių valdymo Chrome OS klasėje vadovą, apsilankykite svetainėje www.netsupportschool.com/chrome.",
    "ms": "Pilihan # 1 untuk pendidik IT di seluruh dunia, NetSupport Sekolah menyampaikan materi-materi yang anda perlukan untuk membantu memaksimumkan keberkesanan pengajaran yang diterajui oleh komputer dan kini anda boleh menggunakan kuasa NetSupport Sekolah dalam persekitaran Chromebook Google.\n\nUntuk penggunaan di dalam kelas yang diurus oleh NetSupport yang sedia ada, aplikasi NetSupport Pelajar Sekolah boleh dipasang di setiap mesin pelajar yang menjalankan Chrome OS Google. Dari desktop guru anda boleh menyambung kepada setiap sistem yang membolehkan anda untuk memantau dan berinteraksi dengan setiap pelajar dengan cepat dan cekap.\n\nCIRI-CIRI PENTING:\n \n- Lihat gambar kecil (thumbnail) setiap mesin pelajar yang jelas dalam pandangan tunggal.\n- Dengan menggerakkan tetikus melepasi gambar kecil, zoom ke dalam skrin Chromebook pelajar atau membuka Chromebook pelajar yang dipilih dalam sesi paparan yang berasingan untuk melihat lebih dekat aktiviti. (Windows Tutor sahaja)\n- Memaparkan desktop anda ke semua atau ke Chromebook pelajar terpilih untuk membantu menunjukkan satu titik atau menunjukkan kepada pelajar bagaimana melakukan tugas tertentu, misalnya. (Windows tutor sahaja)\n- Permintaan kemudahan Bantuan - Pelajar boleh menghantar permintaan bantuan untuk Tutor.\n- Guru boleh menghantar tinjauan dengan segera kepada pelajar semasa atau pada akhir sesi, membantu dan mengetahui dengan segera pemahaman pelajar tentang sesuatu topik.\n- Ciri Maklumbalas dan Kesejahteraan boleh digunakan oleh guru untuk mengukur emosi pelajar, keyakinan mereka terhadap topik sama ada mereka memerlukan sokongan tambahan.\n- Perbualan. Guru boleh membuka sesi perbincangan, masukkan komen dan berkongsi dengan semua pelajar atau pelajar yang dipilih.\n- Hantar mesej yang menarik perhatian atau arahan kepada setiap mesin pelajar.\n- Halang laman web yang tidak dibenarkan.\n- Penggunaan laman web yang diluluskan sahaja.\n- Halang semua akses internet.\n- Melancarkan laman web pada Chromebook Pelajar.\n- Tutup laman web pada Chromebook Pelajar.\n- Halang Akses FTP.\n- Lihat butiran laman web yang sedang dilawat oleh pelajar.\n- Minta pelajar untuk mendaftar pada permulaan setiap pelajaran.\n\nCHROME MOD INKOGNITO:\nUntuk memastikan anda mengekalkan penglihatan penuh penggunaan internet pelajar anda, ia adalah disyorkan bahawa anda 'tidak membenarkan' Mod Inkognito dalam Chrome OS Tetapan Pengguna melalui Google Apps for Education.\n\n\nPEMASANGAN dan PRASYARAT:\nUntuk membolehkan seorang guru memantau dan berinteraksi dengan pelajar-pelajar mereka melalui Chromebook Google, Nama NetSupport yang & Kesambungan Server mesti dipasang pada Server Windows; NetSupport School Tutor mesti dipasang pada komputer Windows guru, dan lanjutan NetSupport Pelajar Sekolah dipasang di setiap Chromebooks pelajar.\n\nNetSupport Pelajar Sekolah untuk Chrome OS boleh digunakan dengan lesen sekolah NetSupport sedia ada yang telah dibeli oleh anda (selagi anda mempunyai lesen yang tidak digunakan yang mencukupi), atau lesen pelajar Chrome tambahan yang boleh dibeli daripada NetSupport Reseller.\n\nSila layari www.netsupportschool.com/chrome untuk maklumat lanjut dan panduan langkah demi langkah yang mudah untuk menguruskan Chrome OS pelajar anda di dalam kelas.",
    "nl": "Wereldwijd de  #1 keuze voor IT-docenten, NetSupport School levert u het gereedschap dat  u nodig heeft om de effectiviteit van computer geleid onderwijs te maximaliseren. Nu kun je de kracht van NetSupport School gebruiken in een Google Chromebook omgeving.\n\nVoor het gebruik in uw bestaande met NetSupport beheerde klas kan de NetSupport School Student app op elke student computer, waarop de Google Chrome OS draait, geïnstalleerd worden. Vanaf de desktopcomputer van de docent kun je vervolgens verbinding maken met elke computer, zodat  u snel en efficiënt interactie heeft met elke student.\n\nBelangrijkste kenmerken:\n- Bekijk kristalheldere miniaturen van elke studentcomputer in een totaal overzicht.\n- Door met de muis over een miniatuur te bewegen, zoom je in op het scherm van de Chromebook van de geselecteerde leerling of open je de Chromebook van een geselecteerde leerling in een aparte weergavesessie om de activiteit bij de leerling nader te bekijken. (Alleen Windows Tutor)\n- Laat uw bureaublad zien aan de Chromebooks van alle of geselecteerde leerlingen om bijvoorbeeld een bepaald punt te demonstreren of leerlingen te laten zien hoe ze een bepaalde taak moeten uitvoeren. (Alleen Windows Tutor)\n- Open een discussiesessie waaraan alle of alleen geselecteerde studenten kunnen deelnemen, hun opmerkingen kunnen geven en delen met de rest van de klas.\n- De docent kan tijdens of aan het einde van een sessie studenten onmiddellijke een enquête sturen, om het begrip bij een student van een onderwerp onmiddellijk te peilen.\n- De functie Feedback en welzijn kan door leraren worden gebruikt om te meten hoe studenten zich voelen, hun vertrouwen in een onderwerp en of ze extra ondersteuning nodig hebben.\n- Stuur een opvallende boodschap of instructie aan elke studentcomputer.\n- Blokkeer ongeautoriseerde websites.\n- Gebruik alleen goedgekeurde websites.\n- Internettoegang geheel blokkeren.\n- Start een website op de Student Chromebook.\n- Sluit een website op de Student Chromebook.\n- Blokkeer FTP-toegang.\n- Bekijk de details van de website, die studenten op dit moment aan het bekijken zijn.\n- Vraag de studenten zich bij het begin van elke les te registreren.\n- Vraag Help faciliteit - Studenten kunnen een verzoek om hulp te sturen naar de Tutor.\n\nChrome Incognito Modus:\nOm het internetgebruik van de studenten volledig zichtbaar te houden, wordt aangeraden om de Incognito Modus in de Chrome OS gebruikersinstellingen via de Google Apps for Education te verbieden.\n\nInstallatie en systeemvereisten:\nOm ervoor te zorgen dat docenten de beeldschermen van studenten, die met Google Chromebooks werken,  kunnen bekijken en delen,  moet de NetSupport Naam en Verbindingsserver worden geïnstalleerd op een Windows server. De NetSupport Support Docent console moet geïnstalleerd zijn op de Windows computer van de docent en de NetSupport School Student extensie moet op alle computers van studenten met Google Chromebooks zijn geïnstalleerd.\n\nDe NetSupport School Student voor Chrome OS kan gebruikt worden met uw bestaande al aangeschafte NetSupport School licenties (zolang u niet aan het maximum aantal clients bent van uw licentie), of met aanvullende Chrome only student licenties, die bij uw NetSupport dealer.\n\nGa naar www.netsupportschool.com/chrome voor meer informatie en voor een gemakkelijke  stapsgewijze handleiding om studenten die met Chrome OS werken te beheren in het klaslokaal.",
    "no": "NetSupport School leverer verktøyet du trenger for å optimalisere data-basert opplæring, og er førstevalget for opplæringspersonale innen IT over hele verden. Nå kan du også bruke NetSupport Schools mange fordeler i et Google Chromebook-miljø.\n\nNetSupport Schools student-app kan installers på hver enkelt studentmaskin som kjører i Google Chromebook OS, og brukes i et allerede eksisterende NetSupport-betjent klasserom. Fra lærerens skrivebord kan du da koble deg til hvert enkelt system, og dette vil la deg monitorere og samhandle med hver enkelt student på en rask og effektiv måte.\n\nNøkkelegenskaper:\n \nSe et krystallklart miniatyrbilde av hver enkelt studentmaskin i ett enkelt oversiktsbilde. \n\nLæreren kan straks sende ut en spørreundersøkelse til elevene under eller på slutten av en økt, og umiddelbart finne ut hvor godt elevene forstår emnet. \n\nFunksjonen for tilbakemelding og velvære kan brukes av lærere for å finne ut hvordan elevene føler seg, hvor trygge de er på et emne og hvorvidt de trenger ekstra hjelp. \n \nSend en oppmerksomhetsfangende beskjed eller instruksjon til hver enkelt studentmaskin. \n\nVis frem lærerens skjerm. Sikre studentenes oppmerksomhet og fokus når du presenterer ved å ‘vise’ lærerens skrivebord på utvalgte studentskjermer.\n\nÅpne en diskusjonsøkt som alle eller bestemte studenter kan delta i, der de kan skrive kommentarer og dele med resten av klassen. \n\nBlokker uautoriserte nettsteder. \n\nBruk kun godkjente nettsteder. \n\nBlokker all internettilgang. \n\nLanser et nettsted på Student Chromebook’en. \n\nLukk et netsted på Student Chromebook’en. \n\nBlokker FTP-tilgang. \n\nSe detaljer for nettstedet som studenene for øyeblikket besøker. \n\nBe studenter om å registrere seg i begynnelsen av hver undervisningstime. \n\nBe-hjelp - Studentene kan sende en forespørsel om hjelp til Tutor.\n\nChrome Inkognito modus:\nFor å sikre at du har full oversikt over studentenes nettbruk, anbefales du å blokkere ‘inkognitomodus’ i Chrome OS brukerinnstillinger via Google Apps for utdanning.\n\nInstallasjon og forutsetninger:\nFor at en lærer skal kunne monitorere og samhandle med sine studenter med Google Chromebooks, må NetSupport navne- og forbindelsesserver være installert på en Windows Server; NetSupport School Lærer må være installert på lærerens Windows maskin, og NetSupport School student extension må være installert på hver av studentenes Chromebooks.\n\nNetSupport School student for Chrome OS kan brukes sammen med eksisterende NetSupport School lisenser som du alledere har kjøpt (så sant du har et tilstrekkelig antall ubrukte lisenser), eller du kan kjøpe tilleggslisenser til studenter kun for  Chrome hos din NetSupport forhandler.\n\nBesøk gjerne www.netsupportschool.com/chrome for mer informasjon og en enkel  steg-for-steg guide til hvordan du betjener  dine Chrome OS studenter i klasserommet.",
    "pl": "Oprogramowanie NetSupport School, najlepsze rozwiązanie na potrzeby nauczania komputerowego, dostarcza niezbędnych narzędzi do uzyskania maksymalnej efektywności w klasie i obecnie może obsługiwać również chromebooki Google.\n\nNa potrzeby istniejącej klasy zarządzanej przez NetSupport, można zainstalować aplikację NetSupport School Student na każdym komputerze Studenta z Google Chrome OS. Następnie z pulpitu Nauczyciela można łączyć się z każdym systemem, co pozwala na szybką i efektywną interakcję oraz monitorowanie każdego Studenta.\n\nKluczowe funkcje: \n- Pokaż przejrzystą miniaturę każdego komputera Studenta w jednym widoku.\n- Najeżdżając kursorem na miniaturę, powiększasz ekran Chromebooka wybranego ucznia lub otwierasz Chromebooka wybranego ucznia w oddzielnej sesji widoku, co umożliwia bliższe przyjrzenie się jego aktywności. (Tylko Tutor Windows)\n- Pokazanie pulpitu nauczyciela Chromebookom wszystkim lub wybranym studentom, aby zilustrować jakąś kwestię lub pokazać, jak - na przykład - wykonać określone zadanie. (Tylko nauczyciel Windows)\n- Podczas sesji lekcyjnej lub pod jej koniec nauczyciel może wysłać uczniom ankietę, pomagającą mu błyskawicznie ocenić stopień zrozumienia tematu przez klasę.\n- Nauczyciele mogą korzystać z funkcji Informacje zwrotne i samopoczucie, aby określić, jak czują się uczniowie, na ile rozumieją temat i czy wymagają dodatkowej pomocy.\n- Wyślij komunikat przyciągający uwagę lub instrukcję do każdego komputera Studenta.\n- Mozna otworzyc sesje dyskusyjna, wlaczajac w nia wszystkich lub wybranych Uczniów, z mozliwoscia dzielenia sie uwagami z cala klasa.\n- Funkcja Prośby o pomoc – Klient może wysłać prośbę o pomoc do Urządzenia sterującego.\n- Blokuj niedozwolone witryny.\n- Korzystaj tylko z zatwierdzonych witryn.\n- Blokuj cały dostęp do Internetu.\n- Uruchom witrynę na chromebooku Studenta.\n- Zamknij witrynę na chromebooku Studenta.\n- Blokuj dostęp FTP.\n- Zobacz informacje o witrynie, którą aktualnie oglądają Studenci.\n- Poproś Studentów o rejestrację na początku każdej lekcji.\n\nTryb Chrome Incognito:\nAby zapewnić pełną przejrzystość aktywności internetowej studentów, zalecane jest wyłączenie trybu anonimowego Incognito Mode w ustawieniach systemu Chrome OS za pośrednictwem Google Apps for Education.\n\nInstalacja i wymagania systemowe:\nAby nauczyciel był w stanie monitorować i oddziaływać na studentów używających komputerów  Google Chromebook, serwer nazw i połączeń NetSupport (Name & Connectivity Server) musi zostać zainstalowany na serwerze Windows, konsola NetSupport School Nauczyciel zainstalowana na nauczycielskim komputerze z systemem Windows oraz rozszerzenie NetSupport School Student zainstalowane na każdym studenckim chromebook’u.\n\nNetSupport School Student dla systemu Chrome OS może być użyty w ramach zakupionej wcześniej licencji NetSupport School (o ile jest dostępna wystarczająca liczba nieużytkowanych licencji). Można też dokupić dodatkowe licencje Studentów przeznaczone wyłącznie dla systemu Chrome. \n\nOdwiedź stronę www.netsupportschool.com/chrome by uzyskać więcej informacji oraz instrukcje, jak zarządzać znajdującymi się w Twojej pracowni studentami pracującymi w systemie Chrome OS.",
    "pt_BR": "A primeira opção para educadores com TI no mundo inteiro, o NetSupport School oferece as ferramentas de que você precisa para maximizar a eficácia do ensino informatizado. Agora, você também pode usar o poder do NetSupport School em um ambiente de Google Chromebook.\n\nPara usar na sua sala de aula já gerenciada pelo NetSupport, o programa Aluno do NetSupport School pode ser instalado na máquina de cada aluno que estiver executando o SO Google Chrome. A partir da mesa do professor você poderá conectar-se com cada sistema, monitorando e interagindo com cada aluno de modo rápido e eficiente.\n\nPrincipais Recursos:\n \n- Visualizar uma miniatura nítida da máquina de cada aluno na mesma apresentação. \n- Ao passar o mouse sobre uma miniatura, aumenta a tela do Chromebook do aluno selecionado ou abre o Chromebook de um aluno selecionado em uma sessão de vista separada para ver de perto a atividade. (Somente Tutor Windows)\n- O professor pode enviar um inquérito instantâneo para os alunos durante ou no final de uma sessão, ajudando a capturar instantaneamente a compressão dos alunos em relação a um tópico.\n- O recurso Feedback e Bem-estar pode ser usado para saber como os alunos estão se sentindo, sua confiança com um tópico e se precisam de suporte adicional. \n- Enviar para a máquina de cada aluno uma mensagem ou instrução que atraia as atenções. \n- Abrir uma sessão de discussão da qual todos ou alguns Alunos possam participar, digitar seus comentários e divulgá-los para o resto da classe. Agora apresenta emoticons.\n- Exiba seu desktop para os Chromebooks de todos os alunos, ou de alguns alunos selecionados, para ajudar a demonstrar um ponto ou mostrar para os alunos como executar uma tarefa em particular, por exemplo. (Somente Tutor Windows) \n- Bloquear sites não autorizados. \n- Usar somente sites aprovados. \n- Bloquear todo o acesso à Internet. \n- Abrir um site no Chromebook do aluno. \n- Fechar um site no Chromebook do aluno. \n- Bloquear o acesso ao FTP. \n- Facilidade para pedidos de ajuda – os Studentes podem enviar pedidos de ajuda ao Tutor. \n- Ver os detalhes do site que os alunos estiverem visitando no momento. \n- Pedir que os alunos se inscrevam no início de cada aula. \n\nModo incógnito do Google:\nPara garantir a total visibilidade do uso da Internet pelos alunos, recomenda-se que você ‘desautorize’ o modo incógnito nas configurações de usuário do Chrome OS, através do Google Apps for Education.\n\nInstalação e pré-requisitos:\nPara que o professor possa monitorar e interagir com seus alunos que utilizem Google Chromebooks, o servidor de nomes e conectividade do NetSupport tem de estar instalado em um servidor Windows, o programa Tutor do NetSupport School tem de estar instalado na máquina Windows do professor e a extensão Aluno instalada em cada Chromebook dos alunos.\n\nA extensão Aluno do NetSupport School para Chrome OS pode ser usada com suas licenças atuais do NetSupport School já adquiridas (desde que você tenha licenças livres suficientes) ou com licenças de aluno somente para o Chrome, adquiridas na sua revenda NetSupport. \n\nVisite www.netsupportschool.com/chrome para mais informações e um guia simplificado passo-a-passo sobre como administrar seus alunos com Chrome OS em sala de aula.",
    "pt_PT": "A primeira opção para educadores com TI no mundo inteiro, o NetSupport School oferece as ferramentas de que você precisa para maximizar a eficácia do ensino informatizado. Agora, você também pode usar o poder do NetSupport School em um ambiente de Google Chromebook.\n\nPara usar na sua sala de aula já gerenciada pelo NetSupport, o programa Aluno do NetSupport School pode ser instalado na máquina de cada aluno que estiver executando o SO Google Chrome. A partir da mesa do professor você poderá conectar-se com cada sistema, monitorando e interagindo com cada aluno de modo rápido e eficiente.\n\nPrincipais Recursos:\n \n- Visualizar uma miniatura nítida da máquina de cada aluno na mesma apresentação. \n- Ao passar o rato sobre uma miniatura, amplie o ecrã do Chromebook do aluno selecionado ou abra o Chromebook de um aluno selecionado numa sessão de visualização separada para ver mais de perto a atividade. (Somente Tutor Windows)\n- Mostre sua área de trabalho para todos ou alguns Chromebooks de alunos para ajudar a demonstrar um ponto ou mostrar aos alunos como fazer uma tarefa específica, por exemplo. (Somente Tutor Windows)\n- O professor pode enviar um inquérito instantâneo aos alunos durante ou no final de uma sessão, ajudando a capturar instantaneamente a compressão dos alunos em relação a um tópico. \n- A funcionalidade Feedback e Bem-estar pode ser utilizada para saber como os alunos se sentem, a respetiva confiança com um tópico e se precisam de suporte adicional.\n- Enviar para a máquina de cada aluno uma mensagem ou instrução que atraia as atenções. \n- Abrir uma sessão de discussão da qual todos ou alguns Alunos possam participar, digitar seus comentários e divulgá-los para o resto da classe. Agora apresenta emoticons.\n- Bloquear sites não autorizados. \n- Usar somente sites aprovados. \n- Bloquear todo o acesso à Internet. \n- Abrir um site no Chromebook do aluno. \n- Fechar um site no Chromebook do aluno. \n- Bloquear o acesso ao FTP. \n- Facilidade para pedidos de ajuda – os Studentes podem enviar pedidos de ajuda ao Tutor. \n- Ver os detalhes do site que os alunos estiverem visitando no momento. \n- Pedir que os alunos se inscrevam no início de cada aula. \n\n\nModo incógnito do Google:\nPara garantir a total visibilidade do uso da Internet pelos alunos, recomenda-se que você ‘desautorize’ o modo incógnito nas configurações de usuário do Chrome OS, através do Google Apps for Education.\n\nInstalação e pré-requisitos:\nPara que o professor possa monitorar e interagir com seus alunos que utilizem Google Chromebooks, o servidor de nomes e conectividade do NetSupport tem de estar instalado em um servidor Windows, o programa Tutor do NetSupport School tem de estar instalado na máquina Windows do professor e a extensão Aluno instalada em cada Chromebook dos alunos.\n\nA extensão Aluno do NetSupport School para Chrome OS pode ser usada com suas licenças atuais do NetSupport School já adquiridas (desde que você tenha licenças livres suficientes) ou com licenças de aluno somente para o Chrome, adquiridas na sua revenda NetSupport. \n\nVisite www.netsupportschool.com/chrome para mais informações e um guia simplificado passo-a-passo sobre como administrar seus alunos com Chrome OS em sala de aula.",
    "ru": "Программное обеспечение NetSupport School, которое является выбором номер 1 во всем мире для учителей, использующих информационные технологии в процессе обучения, предлагает инструменты, необходимые для максимизации эффективности основанного на компьютеризации обучения, и теперь вы можете использовать мощность NetSupport School в окружении Google Chromebook.\n\nДля использования в вашем существующем, управляемом NetSupport учебном классе необходимо установить приложение NetSupport School Student на каждый компьютер ученика, на котором установлено Google Chrome OS. Затем вы можете подсоединиться с десктопа учителя к каждой системе, что позволит вам быстро и эффективно осуществлять мониторинг и интерактивно общаться с каждым учеником класса.\n\nКлючевые функции: \n· Просмотр кристально чистых изображений компьютера каждого ученика в одном просмотре. \n. Наведя курсор мыши на миниатюрное изображение, вы можете увеличить экран устройства Chromebook выбранного ученика или открыть Chromebook выбранного ученика в отдельном сеансе просмотра для более подробного мониторинга его действий (только для Windows Tutor).\n· Учитель может отправить мгновенный опрос ученикам во время или в конце урока, что позволяет мгновенно оценить понимание учениками темы урока.\n. Функция «Оценка эмоционального благополучия учеников» может использоваться учителями, чтобы оценить, как ученики воспринимают материал, насколько они уверены в понимании темы урока и нуждаются ли они в дополнительной помощи.  \n· Отправка привлекающего внимание сообщения или инструкций на компьютер каждого ученика. \n· Показ экрана учителя. Гарантирует фокусирование внимания учеников при показе десктопа учителя на экранах выбранных учеников. \n. Откройте сессию обсуждения, к которой могут присоединиться все или выбранные ученики, введите их комментарии и поделитесь ими со всем остальным классом.\n. Запрос справки объекта - Студенты могут послать запрос о помощи к самостоятельно. \n· Блокирование неавторизованных веб-сайтов. \n· Использование только одобренных веб-сайтов. \n· Блокирование всего доступа в Интернет. \n· Запуск веб-сайта на Chromebook Ученика. \n· Отключение веб-сайта на Chromebook Ученика. \n· Блокирование FTP-доступа. \n· Просмотр данных веб-сайта, который в данное время просматривается у ениками. \n· Запрос о регистрации учеников в начале каждого урока. \n\nChrome в режиме инкогнито:\nДля гарантии полного обзора использования интернета вашими учениками, рекомендуется “запретить” режим инкогнито в настройках пользователя Chrome OS через Google Apps для учебных заведений.\n\nУстановка и предварительные требования:\nДля того, чтобы учитель мог осуществлять мониторинг и интерактивно общаться с учениками, используя Google Chromebook, на Windows Server должны быть установлены NetSupport Name & Connectivity Server; NetSupport School Tutor должно быть установлено на компьютере учителя с Windows и расширение для NetSupport School Student должно быть установлено на каждом Chromebook ученика.\n\nNetSupport School Student для Chrome OS может использоваться с вашими существующими лицензиями NetSupport School, которые уже были куплены (если у вас имеется достаточно неиспользованных лицензий), или вы можете купить дополнительные лицензии Chrome только для учеников у вашего реселлера NetSupport. \n\nПожалуйста, посетите веб-сайт www.netsupportschool.com/chrome для получения более подробной информации и ознакомления с простым руководством “шаг за шагом” по управлению вашим Chrome OS в учебном классе.",
    "sv": "NetSupport School Student för Google Chrome\n\nIT-lärares första val världen över! Med NetSupport School får du de verktyg du behöver för att göra datorledd undervisning så effektiv som möjligt. Nu kan du även utnyttja fördelarna med NetSupport School i en Google Chromebook-miljö.\n\nNetSupport School Student-appen kan installeras på varje studentdator med operativsystemet Google Chrome och användas i ditt befintliga NetSupport-hanterade klassrum. Från lärarens dator kan du sedan ansluta till varje dator så att du snabbt och effektivt kan övervaka och samverka med varje student.\n\nFunktioner: \n- Visa en kristallklar miniatyr av varje studentdator i en enda vy. \n- Genom att föra muspekaren över en miniatyrbild, zooma in på skärmen på den valda elevens Chromebook eller öppna en utvald elevs Chromebook i en separate vy för att ta en närmare titt på aktiviteten. (Endast Windows lärare)\n- Läraren kan skicka en enkät direkt till studenterna under eller vid slutet av en session och därmed omedelbart ta reda på hur väl de förstår ämnet.\n- Funktionen Feedback och välbefinnande kan användas av läraren för att ta reda på hur studenterna mår, hur säkra de känner sig på ett ämne och om de behöver extra stöd.\n- Visa skrivbordet för alla eller utvalda elevers Chromebooks för att hjälpa till att visa en punkt eller visa eleverna hur man till exempel gör en viss uppgift. (Endast Windows lärare)\n- Skicka ett meddelande eller instruktioner som fångar uppmärksamheten till varje studentdator. \n- Starta en diskussionssession som alla eller valda studenter kan delta i, där de kan skriva kommentarer och dela dem med resten av klassen.\n- Spärra otillåtna webbplatser. \n- Använd enbart godkända webbplatser. \n- Spärra all Internet-åtkomst. \n- Starta en webbplats på studentens Chromebook. \n- Stäng en webbplats på studentens Chromebook. \n- Spärra FTP-åtkomst. \n- Begär Hjälp anläggning - Eleverna kan skicka en begäran om hjälp till handledaren.\n- Se information om den webbplats som studenterna just nu tittar på. \n- Be studenterna registrera sig när varje lektion börjar. \n\n\nChromes inkognitoläge:\nOm du vill kunna se exakt hur eleverna använder internet rekommenderar vi att du inte tillåter inkognitoläget i Chrom OS användarinställningar via Google Apps for Education.\n\nInstallation och förutsättningar:\nFör att en lärare ska kunna övervaka och samverka med sina studenter som använder Google Chromebooks måste NetSupports namn och anslutningsserver vara installerad på en Windows-server. \n\nDessutom måste NetSupport School Handledare vara installerat på lärarens Windows-dator och tillägget NetSupport School Student på varje students Chromebook.\n\nNetSupport School Student för Chrome OS kan användas tillsammans med befintliga NetSupport School-licenser som redan har köpts (så länge det finns tillräckligt med oanvända licenser), eller så kan fler studentlicenser för bara Chrome köpas från din NetSupport-återförsäljare.\n\nBesök  www.netsupportschool.com/chrome för att läsa mer och här finns även en enkel steg-för-steg-guide för hur du hanterar dina Chrome OS-studenter i klassrummet.",
    "tr": "Bilgisayar destekli eğitim ortamlarında en yüksek verimliği sağlamak için dünya çapında öğretmenlerin 1 numaralı tercihi olan NetSupport School’un gücünü şimdi Google Chromebook ortamında da görebilirsiniz.\n\nGoogle Chrome işletim sistemi ile çalışan öğrenci sistemlerini  NetSupport School tarafından etkileşimli olarak yönetebilmek ve izleyebilmek için  her sisteme NSS Öğrenci uygulamasını kurmanız yeterlidir.\n\nAnahtar özellikler : \n- Tek bir ekranda her bir öğrenci sistemini küçük boyutlu olarak kristal parlaklığında görme.\n- Etkinliğe daha yakından bakmak için fareyi bir küçük resmin üzerine getirerek, seçilen öğrencinin Chromebook'unun ekranını yakınlaştırın veya seçilen bir öğrencinin Chromebook'unu ayrı bir görünüm oturumunda açın. (Yalnızca Windows Tutor)\n- Öğretmen, bir oturum sırasında veya sonunda öğrencilere anında anket göndererek öğrencilerin bir konuyu anlamalarını, konuyu anında pekiştirmelerini sağlar.\n- Örneğin, bir noktayı vurgulamaya veya öğrencilere belirli bir görevi nasıl yapacaklarını göstermeye yardımcı olması için masaüstünüzü tüm veya seçilen öğrencilerin Chromebook'larına gösterin. (Yalnızca Windows Tutor)\n- Geribildirim özelliği öğretmenlerin  öğrencilerin anlatılan konu hakkında kendilerini nasıl hissettiklerini, konuyu kavrayıp kavrayamadıklarını ve ekstra desteğe ihtiyaç duyup duymadıklarını ölçmek için kullanılabilir.\n- Her bir öğrenci sistemine dikkat çekici mesaj veya komut göndererebilirsiniz.\n- İstenmeyen siteleri bloklayabilirsiniz, \n- Sadece izin verilen sitelere erişime izin verebilirsiniz veya\n- İnternet erişimini tümüyle kapatabilirsiniz.\n- Öğrencinin Chromebook’unda bir web sitesi açabilirsiniz veya \n- Öğrencinin Chromebook’undaki bir web sistesini kapatabilirsiniz.\n- Yardım tesis isteyin - Öğrenciler Danışman'ın yardım için bir istek gönderebilirsiniz.\n- Öğretmen seçilen veya tüm öğrencilerin bir tartışma oturumu açabilirsiniz, sınıfın geri kalanı ile onların yorum ve paylaşmak girin.\n- FTP erişimi kapatabilirsiniz.\n- Öğrencilerin gezindikleri sitelerin detaylarını görebilirsiniz.\n- Her bir dersin başında öğrencilerden kayıt olmalarını isteyebilirsiniz.\n\nChrome Incognito Seçeneği:\nÖğrencilerinizin internet kullanımını tam anlamıyla kontrol ettiğinizden emin olmak için Chrome İşletim sistemindeki Incognito Seçeneğini  Google Apps for Education üzerinden “disallow” etmeniz tavsiye edilir.\n\nKurulum ve gereksinimler:\nGoogle Chromebook kullanan öğrencileri kontrol etmek isteyen bir öğretmen şunların var olduğundan emin olmalıdır: \n\nNetSupport Name & Connectivity Server bir Windows Sunucu üzerine kurulmuş olmalıdır. Kendi bilgisayarı üzerinde NetSupport School Tutor kurulmuş olmalıdır ve  öğrencilerin Chromebook  bilgisayarları üzerinde NetSupport School Student uzantısı kurulmuş olmalıdır.\n\nChrome işletim sistemi ile çalışan öğrenci bilgisayarlarını –yeterli sayıda kullanılmamış lisansınız var ise- var olan NetSupport School lisanslarınız ile kullanabilir veya ilave uygun fiyatlı öğrenci lisansı satın almak için NetSupport Yetkili Satıcısı’nı arayabilirsiniz.\n\nDaha fazla bilgi ve Chrome İşletim Sistemi kullanan öğrencileri nasıl yöneteceğinizi öğrenmek için  için lütfen  www.netsupportschool.com/chrome sayfasını ziyaret ediniz.",
    "zh_CN": "作为全世界 IT 教育工作者的第一选择，NetSupport School 提供必要的工具，帮助您最大限度地提高计算机引导教学的效率，现在，您可以在 Google Chromebook 环境中利用 NetSupport School 的强大功能。\n\n为了能在现有的 NetSupport 管理的教室中使用，可将 NetSupport School Student 应用程序安装在每个运行 Google Chrome 操作系统的学生机上。然后，可从教师的台式机上连接到每个系统，实现快速高效的监控以及与每个学生交互。\n\n主要功能：\n向所有或选定学生的Chromebooks展示您的桌面，以帮助演示一个观点或向学生展示如何完成特定任务。（仅限于Windows Tutor）\n教师可在一节课的过程中或结束时向学生发出即时调查，以便即时了解学生对课题的理解情况。\n将鼠标移到缩略图上，放大选定学生的Chromebook屏幕，或在单独的查看会话中打开所选学生的Chromebook，以便更仔细地查看活动。（仅限Windows Tutor）\n反馈和感受功能便于教师捕捉学生的感受，测定学生对课题的信心度，以及他们是否需要额外帮助。\n打开一个允许所有学生或选定学生加入的讨论会话，让学生输入他们的意见并与班内其他成员共享。\n向选定的学生显示应用程序。 \n向每个学生机发送引起注意的消息或指示。 \n阻止未经授权的网站。 \n只使用经过许可的网站。 \n阻止所有互联网访问。 \n请求帮助工具 - 学生可以发送求救请求的导师。\n在学生 Chromebook 上打开一个网站。 \n关闭学生 Chromebook 上的网站。 \n阻止 FTP 访问。 \n查看学生当前正在查看的网站的详细信息。 \n要求学生在每节课开始时注册。\n \n\nChrome 隐身模式：\n为确保您对学生的互联网使用情况了如指掌，建议您通过 Google Apps for Education“禁用”Chrome 操作系统用户设置中的隐身模式。\n\n安装和前提条件：\n为了让教师能够监控正在使用 Google Chromebook 的学生并与之交互，必须在一个 Windows 服务器上安装 NetSupport Name & Connectivity Server；必须在教师的 Windows 计算机上安装 NetSupport School Tutor，以及在每个学生的 Chromebook 上安装 NetSupport School Student 扩展程序。\n\n可以借助您已经购买的现有 NetSupport School 许可证（只要您有足够的未用许可证）来使用 Chrome 操作系统专用 NetSupport School Student.\n\n请访问 www.netsupportschool.com/chrome 获得更多信息，以及用来管理教室中 Chrome 操作系统学生的简单分步式指南。",
    "zh_TW": "作为全世界 IT 教育工作者的第一选择，NetSupport School 提供必要的工具，帮助您最大限度地提高计算机引导教学的效率，现在，您可以在 Google Chromebook 环境中利用 NetSupport School 的强大功能。\n\n为了能在现有的 NetSupport 管理的教室中使用，可将 NetSupport School Student 应用程序安装在每个运行 Google Chrome 操作系统的学生机上。然后，可从教师的台式机上连接到每个系统，实现快速高效的监控以及与每个学生交互。\n\n主要功能：\n在单个视图中清楚地查看每个学生机的缩略图。\n向所有或選定學生的Chromebooks展示您的案頭，以幫助演示一個觀點或向學生展示如何完成特定任務。（僅限Windows Tutor） \n教師可在一節課的過程中或結束時向學生發出即時調查，以便即時瞭解學生對課題的理解情況。  \n將滑鼠移到縮略圖上，放大選定學生的Chromebook荧幕，或在單獨的查看會話中打開所選學生的Chromebook，以便更仔細地查看活動。（僅限Windows Tutor）\n反饋和感受功能便於教師捕捉學生的感受，測定學生對課題的信心度，以及他們是否需要額外幫助\n打开一个允许所有学生或选定学生加入的讨论会话，让学生输入他们的意见并与班内其他成员共享。\n向选定的学生显示应用程序。 \n向每个学生机发送引起注意的消息或指示。 \n阻止未经授权的网站。 \n只使用经过许可的网站。 \n阻止所有互联网访问。 \n在学生 Chromebook 上打开一个网站。 \n关闭学生 Chromebook 上的网站。 \n請求幫助工具 - 學生可以發送求救請求的導師。\n阻止 FTP 访问。 \n查看学生当前正在查看的网站的详细信息。 \n要求学生在每节课开始时注册。\n\nChrome 隐身模式：\n为确保您对学生的互联网使用情况了如指掌，建议您通过 Google Apps for Education“禁用”Chrome 操作系统用户设置中的隐身模式。\n\n安装和前提条件：\n为了让教师能够监控正在使用 Google Chromebook 的学生并与之交互，必须在一个 Windows 服务器上安装 NetSupport Name & Connectivity Server；必须在教师的 Windows 计算机上安装 NetSupport School Tutor，以及在每个学生的 Chromebook 上安装 NetSupport School Student 扩展程序。\n\n可以借助您已经购买的现有 NetSupport School 许可证（只要您有足够的未用许可证）来使用 Chrome 操作系统专用 NetSupport School Student.\n\n请访问 www.netsupportschool.com/chrome 获得更多信息，以及用来管理教室中 Chrome 操作系统学生的简单分步式指南。\n-----------------------------------------------------------------"
  }
}