{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search Ad-Free"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of Google search ads? This extension hides sponsored content for a cleaner experience."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ad-Free and Scam-Free Search Experience\nTired of sponsored content and ads on Google Search? Worried about the dangers of scam ads? Then this extension is for you!\n\nFeatures:\n\nHides sponsored content and ads: Only see organic results in Google Search.\nBlocks scam ads: Protects you from phishing and other online scams.\nEnables faster and more efficient searching: Find the information you need faster by eliminating distractions.\nProvides a cleaner and more minimalist search experience: Simplifies the interface for easy use.\nWhy Use This Extension?\n\nTo search more safely: Scam ads can be used to steal your personal information or infect your device with viruses. Our extension blocks these ads and protects you from online threats.\nTo research more efficiently: Sponsored content and ads can make it difficult to find the information you need. Our extension hides this content to help you find what you're looking for faster.\nTo have a more enjoyable search experience: Ads and sponsored content can clutter your search experience. Our extension cleans up the search page for a more enjoyable experience.\nInstall now and enjoy ad-free and scam-free searching!\n\nNote: Our extension is free and easy to use. It takes just a few minutes to install."
  }
}