{
  "name": {
    "ar,cs,fil,hr,ko,mr": "SubsAway - Bulk Unsubscribe",
    "am,de,en_US,es_419,sl,sr,tr": "FeedPurify - Clean Your Feed",
    "bg,fr,lv,ml": "UnsubMaster - YouTube Unsubscriber",
    "bn,et,he,id,lt": "ChannelCleanse - Unsubscribe Helper",
    "ca,kn,sv,zh_CN": "YTSubSorter - Subscription Cleaner",
    "da,fa,pt_PT,te": "FocusFeed - Unsubscribe with Ease",
    "el,es,hi,ja,ms,pt_BR,ro,ta": "QuickUnsub - Speedy Cleanup",
    "en,en_AU": "Unsubscriby for Youtube",
    "en_GB": "Unsub Youtube",
    "fi,hu,it,ru,th": "YTClean - Subscription Manager",
    "gu,sw,vi,zh_TW": "SubManager - Manage Subscriptions",
    "nl,no,pl,sk,uk": "SubTrim - Efficient Unsubscriber"
  },
  "short": {
    "ar,cs,fil,hr,ko,mr": "A user-friendly plugin to quickly unsubscribe from multiple YouTube channels.",
    "am,de,en_US,es_419,sl,sr,tr": "Keep your YouTube subscription feed clean and organized.",
    "bg,fr,lv,ml": "Declutter your YouTube experience by managing subscriptions effectively.",
    "bn,et,he,id,lt": "Simplify your YouTube interface by unsubscribing from unwanted channels.",
    "ca,kn,sv,zh_CN": "Navigate through your YouTube subscriptions more effectively with our tool.",
    "da,fa,pt_PT,te": "Remove distractions by unsubscribing from inactive or unwanted YouTube channels.",
    "el,en_GB,es,hi,ja,ms,pt_BR,ro,ta": "A tool to help you unsubscribe from YouTube channels quickly and easily.",
    "en,en_AU": "The easiest and most complete way to unsubscribe all your Youtube Channels",
    "fi,hu,it,ru,th": "Easily manage and remove your YouTube subscriptions with this tool.",
    "gu,sw,vi,zh_TW": "Improve your YouTube navigation by managing subscriptions effectively.",
    "nl,no,pl,sk,uk": "Effortlessly manage YouTube subscriptions and enhance your viewing experience."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The easiest and most complete way to unsubscribe all your Youtube Channels\n\nHow it works:\n1 - First, install this extension.\n2 - Next, click on the gray youtube icon next to your URL bar. Don't see the icon? Click on the puzzle piece, and then click on the pin to move it to your URL bar.\n3 - Click on \"Unsubscribe!\" button to start the process.\n4 - The extension will navigate to your subs list, click \"OK\" to the popup message to confirm and start to unsubscribe. (If the popup doesn't show up, please refresh the tab then repeat steps 2 and 3).\n5 - Wait until it finishes.\n\nTips:\n- If you are using Free Version, when it finishes, just refresh the page then do the steps 2, 3 to continue.\n- If you want to stop the process while it is running, click on the gray youtube icon next to your URL bar, then click on \"Stop!\" button.\n- Immediately after upgrading to premium, make sure to close or refresh the subscriptions page in order for the premium features to work properly."
  }
}