{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto Label for Google Gmail™ by cloudHQ"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically create filters and labels for clients, customers, prospects, etc."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto Label for Gmail by cloudHQ categorizes email messages by client email address and/or domain name, and automatically creates filters and catalogs them inside one of 6 Gmail Labels. \n\nThis extension is a unique app because it not only filters and labels new emails, but also automatically organizes all your old email exchanges with that email address and/or domain name.\n\nThese are the 6 Gmail Labels that this app organizes for your inbox:\n1. Clients\n2. Leads\n3. Prospects\n4. Opportunities\n5. Team\n6. Suppliers\n\n~~~~~~WHY 6 GMAIL LABELS?~~~~~~\n\nHere's why we think you need these 6 Gmail Label categories:\n \n1. Clients:  are your current clients.\n2. Leads: are possible prospects who are not yet qualified.\n3. Prospects: are qualified leads where your contact person makes buying decisions.\n4. Opportunities: are when your contact considers your product/service.\n5. Team: are your internal team that you work with. \n6. Suppliers: are your external team that you hired. \n\nWith these 6 Gmail Labels, you're ready to catalog and organize your inbox to be the most productive self you can be while working in Gmail.\n\n~~~~~~HOW TO USE IT~~~~~~ \n\nThis extension allows you to create filters and labels for any recipient or domain with one click. \n\nHere is how to use it:\n1. Compose your email\n2. Enter your recipient's email address\n3. Click on the \"Gmail Auto Label\" button and select the label name for this email recipient or recipients' domain\n\nWebsite: https://www.gmail-auto-label.com\nPricing: FREE\nSupport page: https://support.cloudhq.net/category/browser-extensions/gmail-auto-label/\nBlog: https://blog.cloudhq.net\n\nGoogle Gmail is a trademark of Google LLC. Use of this trademark is subject to Google Permissions."
  }
}