{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Youtrack Brilliant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension that enhances the functionality of Youtrack and makes it a more brilliant task management tool."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Looking for a way to supercharge your task management? Look no further than Youtrack Brilliant!\n\nOur powerful extension enhances the functionality of Youtrack, making it a more brilliant task management tool. With Youtrack Brilliant, you can take your task management to the next level with advanced features and improved usability.\n\nOne of our key features is the ability to add task status to subtasks in issue cards. This means you can now easily track the progress of each subtask, helping you stay organized and on top of your work. With Youtrack Brilliant, you'll never lose track of a subtask again!\n\nAnother great feature of Youtrack Brilliant is the ability to add task state and priority in swimlanes in agile board. This makes it easier to see the status of each task at a glance, giving you a more comprehensive view of your project. With Youtrack Brilliant, you can quickly identify which tasks need your attention and prioritize your work accordingly.\n\nBut that's not all! Youtrack Brilliant is also designed to be user-friendly and intuitive, making it easy to get started and use on a daily basis. Whether you're a seasoned Youtrack user or just getting started, Youtrack Brilliant is the perfect tool to help you manage your tasks with ease.\n\nDon't settle for ordinary task management – upgrade to Youtrack Brilliant today and experience the power of a more brilliant Youtrack!"
  }
}