{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LeadHERship Global"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LeadHERship Global enhances the leadership blueprint of unstoppable women around the world and helps them embrace their power"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LeadHERship Global is a community for the most impactful community of extraordinary women in the world, unleashing the full potential of high-performing and growth-oriented leaders in a confidential, supportive and private community.  We help members accelerate their success by defining their vision, growing their leadership, expanding their influence and leaving a lasting legacy. We harness the knowledge, influence and trust of high-performing women to stimulate idea exchange, support creativity, provide resources and tools and accelerate personal and professional growth.\n\n•  Meet inspirational leaders, create lifelong friendships, and be surrounded by people that are invested in your success.\n•  You will be inspired and motivated by other women leaders who will cheer, council and support you to greater levels of success and impact.\n•  The purpose of LeadHERship Global is to create and support personal and professional breakthroughs and guide women to achieving greater leverage and freedom in their careers and businesses. \n•  We provide a global community of world class, women thought leaders and experts brought together to collaborate and facilitate excellent outcomes for each other."
  }
}