{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stickman Games Collection: Favorite & Play [Launcher]"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One-Click Access to Favorite, Organize, and Play Your Stickman Games Collection!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Stickman Games Launcher - Shortcuts: One-Click Access to Our Cool Stickman Games Collection!\n\nAre you itching to dive headfirst into the adrenaline-pumping realm of Stickman Games Online? Look no further, my fellow gamers! With our Stickman Games Launcher - Shortcuts for Google Chrome, you're just a single click away from accessing an epic treasure trove of unblocked stickman adventures that'll leave you on the edge of your seat!\n\nPicture this: you, the master of all things stickman, wielding your strategic prowess like a seasoned warrior, commanding your stickman army in the thrilling \"Stickman Army - Team Battle\" saga. Take charge against formidable foes, employing cunning tactics and special maneuvers to emerge victorious in heart-racing battles that'll test your mettle to the max! 🎮\n\nBut wait, the fun doesn't stop there! Brace yourselves for \"Stickman Dismount,\" a riotous romp that'll have you in stitches as you launch your ragdoll stickman into the stratosphere, unleashing chaos and mayhem upon impact! Get ready to laugh until your sides ache as you witness the sheer absurdity of stickman destruction! 😂\n\nAre you a sharpshooter at heart? Then \"Stickman Archer Warrior\" is the game for you! Set your sights on the target, string your bow, and let loose a barrage of arrows as you face off against waves of enemies in an intense archery showdown. With special powers and unlockable arrows at your disposal, it's time to show those adversaries who's boss! 🏹\n\nFEATURES\n\n1. Favorite & Manage Games - Mark games as favorites and organize them within a personalized collection.\n2. One-Click Game Launch - Instantly launch your favorite Stickman games directly from the extension.\n3. Quick Access to Top Games - Access a curated selection of popular Stickman games without searching multiple sites.\n4. MAGBEI Logo - Links directly to Magbei.com for easy access to the main site.\n5. \"Discover More Spooky Games on Magbei\" Banner - Links to the full Stickman games collection on Magbei.com/stickman-games/.\n6. Offline Image Caching - Enjoy faster loading times with images cached locally for easy offline access.\n7. Dynamic Game Library - Discover new games with the Pagination bar option, which expands your collection.\n8. Seamless Navigation - Switch easily between favorite games and the main game collection using built-in pagination.\n9. Automatic Updates - Stay up-to-date with the latest games, as the extension automatically fetches new posts every 15 minutes.\n\nHere are some titles of the included games:\n\nSniper Mission War\nHangman Challenge\nStickman Dismount\nStickman Hook Unblocked\nPocket Sniper\nDraw Fighter 3D\nMr Stickman\nStickman Team Return\nStickman Fights\nStickman Archer 4\nStickman Dismount Unblocked\nStickman Fights Unblocked\nStickman Skater Game Online\nStickMan Jump Fun Game\nStickman Army: Team Battle\nStickman Street Fight\nStickman Hook\nStickman Fighter: Epic Battle\nStickman Tennis 3D\nStickman Basketball\nStickman Soccer\n...and many more.\n\nFeel the need for some down-and-dirty street fighting action? Look no further than \"Stickman Street Fight,\" where you'll unleash a barrage of bone-crushing combos and devastating moves to emerge victorious in epic battles against a slew of formidable foes! With over 20 weapons and a hundred levels of non-stop action, this game will keep you hooked for hours! 💥\n\nBut wait, there's more! Strap in for a swinging adventure of epic proportions with \"Stickman Hook\"! Swing through over 100 exhilarating levels, dodging obstacles and collecting characters like a stickman Spider-Man on a mission! Can you master the art of controlled swinging and reach the finish line with style? Swing into action and find out! 🕷️\n\nPrefer a game that'll get your heart racing with high-voltage intensity? \"Stickman Jump Fun\" will keep you on the edge of your seat as you guide your stickman through electrifying challenges, avoiding certain death with nimble movements and precise timing! Talk about a thrilling, jump-tastic experience! ⚡\n\nReady to shred and show off your skills on the streets? \"Stickman Skater\" is here to let you tear up the skatepark in epic 1v1 battles against friends and players worldwide! Pull off mind-blowing tricks, conquer challenges, and dominate the leaderboards in a game that'll leave you breathless for more! 🛹\n\nBut hold onto your hats, because \"Stickman Shooter\" is about to take you on the ultimate test of your aim and reflexes! Defend your base from hordes of zombies and monstrous foes, upgrading your weapons and racking up those enemy kills like a true stickman soldier! Load up and let those bullets fly in a game that'll leave you on the edge of your seat! 🔫\n\nAnd don't forget about \"Stickman War,\" where intense combat awaits as you eliminate all stickmen in your path! Arm yourself with powerful weapons and put your skills to the test in thrilling battles that'll push you to the limit! Are you ready to prove your mettle and emerge victorious in the ultimate stickman showdown? 💪\n\nBut wait, there's one last challenge that awaits in \"Stickman Thief Puzzle,\" where you'll embark on a quest to retrieve precious objects while outsmarting security measures and navigating tricky levels! Exercise your problem-solving skills in a game that'll keep you hooked from start to finish! 🤔\n\nAnd that's just the tip of the stickman iceberg, folks! With our \"More Stickman Games\" section, you'll gain access to an extensive selection of additional stick-tastic adventures that'll push your stickman skills to the limit! From hilarious escapades to intense battles, there's a stickman game out there for everyone!\n\nSo why waste time scouring the internet for your next stickman fix? With Stickman Games Launcher - Shortcuts for Google Chrome, you'll have instant access to an epic collection of unblocked stickman adventures that'll keep you entertained for hours on end! Download the extension now and let the good times roll! 🎉\n\nOh, and in case you're wondering what a launcher/shortcut extension is all about, allow us to explain: it's like having a supercharged bookmark for your browser, allowing you to play your favorite stickman games on Magbei.com with just one click! So go ahead, save yourself some time, and get your stickman game on! 🕹️\n\n-----------\n\nIMPORTANT\n\nStickman games are incredibly versatile, so here's a breakdown of the genres they belong to:\n\nAction games: This is the heart and soul of Stickman games. Think fast-paced combat, platforming challenges, and intense brawls. Popular subgenres include:\n\nFighting games: Hand-to-hand battles with combos and cool moves.\nPlatformer: Skill and timing are key as you navigate tricky levels.\nShooter: Gunplay with Stickman flair – simple but satisfying (Shooting Games)\nPuzzle: Stickman games often ask you to think creatively to overcome obstacles. These can range from simple physics puzzles to elaborate escape-room scenarios.\n\nSports:  A surprisingly popular genre for Stickman games.  From stick figure soccer to archery, they offer a fun twist on traditional sports games.\n\nRPG (Role-Playing Game): Some Stickman games let you level up characters, upgrade gear, and delve into narratives.\n\nCasual: A category including everything from simple time-wasters to comedic and quirky experiences. Stickman themes fit well with this relaxed type of gaming.\n\nImportant Note: Stickman games aren't confined to specific genres – the defining feature is the stick figure aesthetic.  You could find Stickman games blended with other genres like:\n\nRacing\nStrategy\nSimulation games..."
  }
}