{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Coma decimal para Hojas de cálculo Google"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Coma decimal en el teclado numérico para Hojas de cálculo Google."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "¡Por fin la coma decimal en el teclado numérico, para Hojas de Cálculo Google!\nEn algunos países no se usa el punto decimal, sino la coma decimal, y los teclados numéricos tienen un punto en vez de una coma.\n\nExcel resuelve este inconveniente escribiendo una coma cada vez que se pulsa el punto en el teclado numérico, pero las Hojas de Cálculo Google no podían hacerlo... ¡hasta ahora!\n\nEsta extensión se activa solamente para las hojas de cálculo Google, y para evitar efectos inesperados (para evitar poner comas cuando en realidad uno quiere el punto), reemplaza el punto por la coma SOLAMENTE en el contenido de las celdas.\n\nEs super simple, no tiene botones ni opciones, no las necesita.  Es sumamente liviana y rápida, usa mínimos recursos del navegador.\n\nAl instalar pedirá acceso a \"tus datos en docs.google.com\" , que es donde están las hojas de cálculo que activan la extensión.\n\nDemás está decir que esta extensión no recopila información ni hace nada más que lo que se describe, y para comprobarlo su código está a la vista para el que entienda algo de programación, sin ser experto.  El código es breve, limpio y está comentado para facilitar el análisis del que lo quiera ver con las herramientas de desarrolladores de Chrome.\n\nBienvenidos comentarios, sugerencias, y todos los errores que encuentren y me quieran señalar.  La extensión es graciasware, lo que significa que es gratuita, y sólo pido un agradecimiento por descarga en los comentarios.\n\nLimitaciones conocidas: No cambia el punto por la coma cuando es la primera tecla, que inicia la edición de la celda.  En vez de ,01 , sugiero escribir 0,01 .  La extensión funciona solamente cuando está el cursor para escribir el contenido de la celda.\n\nSi no te funciona, o deja de funcionar, probá lo siguiente:\n\n1) Extensión desactivada.  A veces Chrome (cuando se cuelga, no se cierra correctamente, no se sincroniza el perfil, etc.) desactiva muchas extensiones.\nPara activarla andá a chrome://extensions/ , buscá la extensión \"Coma decimal...\" y mové la palanquita hacia la derecha.    A continuación actualizá la pestaña de la hoja de cálculo.\n\n2) ¿Tu teclado no es compatible?  Sería muy raro.  Navegá a http://keycode.info , pulsá el punto del teclado numérico.  El código tiene que ser 110.  Algunos, muy pocos, tienen código 190.  Si es otro, por favor avisame vía \"Comunícate con el desarrollador\" y decime qué código te apareció.\n\n\n\nSi te toma el valor como texto en vez de número no es por la extensión, tenés que cambiar la configuración regional de la hoja de cálculo.  Si se te complica te recomiendo este foro: https://productforums.google.com/forum/?hl=es#!forum/docs-es"
  }
}