{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WIREFOX SEO TOOLKIT - SEO ANALYSIS TOOL"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEO TOOLKIT, SEO ANALYSIS TOOL"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Wirefox SEO Toolkit consists of a number of a valuable SEO tools that can be used to audit and rate websites on their SEO performance. They also provide valuable information and tips which you can use to improve the SEO profile of your website.\nWhen you click on it, the toolkit opens up while using the current URL as the page to audit.\n\nAll SEO tools found in the Wirefox SEO Toolkit are free of charge and can be used to audit any website. The toolkit includes numerous resources & tools which can be useful to SEO professionals, Web Developers and Online Marketers.\n \nThe range of tools in our toolkit, are very easy to use. Any of the tools, when clicked will open up a new tab and the URL of the current page will pass on to the tool and the data of the given URL will be displayed to be viewed & grasped easily.\n\nWirefox SEO Toolkit Installation process\n\nYou can easily install our Toolkit, using the following steps:\n\n1) Click the “Add to Chrome” button\n2) You will be directed to the next screen, where you can click the “Add Extension” button\n3) A message will pop up with the text “The Wirefox SEO Toolkit has successfully been added to Chrome”\n4) Now you can go ahead and use the Toolkit!\n\nWe have divided the tools into five main categories depending on the different areas associated with SEO. You can access each set of tools by selecting the radio button next to each tool.\n\n1.\tSEO & Traffic Analysis\n\nThese tools give you a general overview of the webpage while emphasizing on traffic information:\na) Alexa – Analyze website traffic of your own website/competitors’ website with a diverse set of SEO tools\nb) SERanking – A set of 35+ SEO tools to help analyze traffic & other relevant areas\nc) SEMRush – A complete suite of tools for SEO, Social Media, PPC adverts & video research\n\n2.\tSpeed & Performance Analysis\n\nThis set consists of tools designed to give insights into how to increase website speed & performance:\na) Pingdom Tools – A tool to monitor the availability, speed & performance of a website\nb) GT Metrix – Analyzes a website’s loading speed and gives two independent scores using PageSpeed & YSlow metrics\nc) Google PageSpeed Insights – Uses Google’s own algorithmic score of page loading performance and provides insights on how to improve it.\n\n3.\tWebsite & SEO Auditing\n\nThese consist of tools that browse and audit websites and rank certain areas providing information on where to improve :\n\na) WooRank – Using the WooRank SEO checker you can review your website & identify keyword deficiencies and make improvements\nb) Nibbler (Silktide) – This tool is used for testing accessibility, SEO & social media issues\nc) SEOptimer – Using this you can analyze website and grade them in various areas and discover areas to improve\nd) SiteChecker – Sitechecker creates an audit report on 100+ parameters that include metrics such as links, metadata & images\ne) Iwebchk - This is a free SEO audit tool providing website analysis in SEO, performance, validity, security, accessibility etc.\nf) Domain Authority Checker – This tool lets you check the Domain Authority score of a website and see where it ranks on the internet\n\n4.\tBacklinks Analysis\n\nThese tools analyze backlinks leading to both your own and competitor websites:\na) Majestic – True to its name Majestic boasts of a host of link intelligence tools for SEO and digital marketing purposes\nb) Ahrefs – This tool has everything from competitor analysis to backlink audits to keyword research etc.\nc) Ubersuggest – Ubersuggest provides a good overview on the links and other SEO metrics of your website\nd) Moz Link Explorer – Moz link analysis and competitor research tools give some great insights to get a competitive edge over your competitors’ websites\n\n5.\tSocial Signals\n\nThis set consists of tools that bring you quick and essential information on social shares of your website URLs:\na) Social Shares Count Checker – This tool can instantly track the social media shares for a given URL \nb) Count Checker – This gives a comprehensive insights on the number of shares together with viewer feedback (likes & comments) on social media sites\n\nFind some great reasons for using the Wirefox SEO Tootlkit below\n\n•\tEase of use – Get all the best SEO tools under one easy to use browser extension.\n•\tIt is Free – The use of the toolkit is completely free of charge\n•\tFast Installation – The installation process is very fast. A few clicks you are ready to go\n•\tSave More Time – You will easily be able to save precious time on analyzing websites daily\n•\tNo More Bookmarks – Our tool connects you to all the sites you frequent with just one click\n•\tUse new Tools – Keep up to date on new tools available as they are added to the toolkit\n•\tEasy Removal – If you want to discontinue using the toolkit, you can uninstall it easily.\n\nFAQs on our SEO Tool:\n\nWhat are the browsers I can use this on?\nCurrently, we only provide this toolkit for Google Chrome but we have future plans to provide it for other browsers as well. Watch this space or our website for more information.\n\nAre all the tools in your Toolkit free?\nA majority of the tools available are completely free. Some of the tools have certain restrictions on the advanced features they offer. You can upgrade them if you want; to in order to get those advanced features. Some tools have a subscription only service but they all offer a trial period so you can see how they work\n\nWhy is the Wirefox SEO Toolkit given for free?\nWe at Wirefox do not incur a direct cost for supplying the toolkit. Since many organizations offer open source software free of charge we are glad to follow suit. We hope that as many people are able to make use of this useful software, just as we do every day.\n\nIs there any place I can offer suggestions about the Toolkit?\nWe will gladly accept any feedback on our toolkit and any suggestion on any new tools, which we can add to our toolkit in the future. Please feel free to drop us an email with your ideas at Hello@wirefox.co.uk\n\nWhat is the Update/Upgrade Roadmap for the toolkit?\nWe do plan to update the toolkit from time to time depending on the status of the tools available or the emergence of newer, better tools. Keep an eye on this page & our website and we will update them if any significant changes happen.\n\nDisclaimer\nA reminder: Wirefox is not connected or affiliated with any of these tools or their creators. Some tools will require you to create an account in order to use their services and some will require you to manually insert the URL you want to audit/rank into their website search bar.\n\nAbout Wirefox:\nWirefox Digital Marketing Agency is a leading web design company in Birmingham UK, which focuses on delivering quality web design and digital marketing services in Birmingham, Coventry and the West Midlands. Our goal is to provide digital marketing services giving our clients impressive, functional and user-friendly websites that get found by customers.\n\nWirefox Digital Agency Birmingham\nSuite 2A, Blackthorn House \nSaint Paul's Square\nBirmingham\nB3 1RL\nPhone: 0121 368 0098"
  }
}