{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VidBuddy: AI YouTube Summary with ChatGPT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Summaries Powered by ChatGPT. Quickly grasp essential concepts from lengthy videos — high quality, instant results."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Top Features\n✅ Efficient TLDR Summaries: VidBuddy's Chrome extension instantly provides you with the essence of any YouTube video, making learning faster and more efficient.\n✅ Critical Insights Extraction: Our AI-driven summarizer pinpoints and delivers the most important points and concepts from any YouTube video.\n✅ Community Sentiment Analysis: Understand public opinions with our unique feature that summarizes YouTube comments, giving you a quick grasp of viewer sentiments.\n✅ Extensive Language Support: Summaries are available in over 40 languages, eliminating language barriers with our sophisticated YouTube video summarization AI.\n✅ Timestamped Content Navigation: Easily navigate through video content with our timestamp-linked summaries, a standout feature of VidBuddy.\n✅ Easy Summary Sharing: Effortlessly share valuable insights and summaries with your network on social media or in educational and professional settings.\n\nIdeal for Various Content Types\n• Deep Learning and AI\n• Business Strategies, Finance, and Market Trends\n• Global News, Political Analysis, and Social Issues\n• Health Tips, Wellness Guides, and Life Hacks\n• Engaging Podcasts and Thought-Provoking Interviews\n\nTechnical Highlights\n\nInstant Processing: Summaries generated in an average of just a few seconds.\nCapable of summarizing long-form content, including videos that are several hours long.\nPowered by the latest advancements in AI and OpenAI's GPT technology, VidBuddy is your reliable partner for accurate and meaningful video summaries.\nVidBuddy's Chrome extension is crafted to empower your video consumption experience. Whether it's a detailed business discussion, an in-depth news analysis, or an enlightening health podcast, our tool delivers succinct summaries and key takeaways. Beyond just video content, our summarizer also captures the pulse of the community by analyzing YouTube comments. Our multilingual support opens up a world of content, making it accessible regardless of language. Navigate through videos effortlessly with our timestamped summaries and share your newfound knowledge with ease. Experience the efficiency of VidBuddy, your AI-driven companion for rapid, precise YouTube video summaries."
  }
}