{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WA Marketing - Bulk Message Sender"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing 'WA Marketing - Bulk Message Sender,' a powerful Chrome Extension designed to revolutionize your WhatsApp marketing…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing 'WA Marketing - Bulk Message Sender,' a powerful Chrome Extension designed to revolutionize your WhatsApp marketing strategy and Bulk messages sender. Unlock a suite of advanced features to elevate your messaging game:\n\n1.\tEffortlessly connect with customers without the need to save their numbers, making messaging a seamless experience.\n2.\tCustomize your messaging strategy with ease by adding a custom delay time after each message through efficient batching.\n3.\tExperience the ultimate convenience with our Chrome extension – no software installation required, just a simple integration for quick accessibility.\n4.\tSimplicity at its finest – our tool is extremely user-friendly, ensuring a straightforward experience for all users.\n5.\tEnhance communication with customers using formatting options such as BOLD, italic, strikethrough, and EMOJI for impactful and expressive messaging.\n6.\tPersonalize your messages with ease by incorporating name customization, adding a touch of familiarity to your communication.\n7.\tExpand your messaging capabilities by sending image, audio, and video and Contact card files along with captions for a richer communication experience.\n8.\tEfficiently filter contact numbers, ensuring targeted communication and reaching the right audience.\n9.\tEmpower your contacts with the option to unsubscribe, respecting their preferences and ensuring a tailored messaging experience.\n10.\tDownload unsaved contacts and numbers from groups, broadcast lists, and more, maximizing your contact reach.\n11.\tEffortlessly download, export, and save all your contacts for comprehensive contact management.\n12.\tDrive engagement by sending links that redirect customers to your website or shop, offering a direct pathway for purchases.\n13.\tSeamlessly upload an Excel sheet of your customers and extend your messaging reach to any country effortlessly.\n14.\tRespect customer choices by including an Unsubscribe option with every message, allowing individuals to opt out if they choose.\n15.\tGain valuable insights into your messaging performance with download delivery reports and detailed analytics for a comprehensive understanding of your customer interactions.\n\n\nDisclaimer:\nThis Chrome plugin is an unofficial enhancement tool and is not endorsed or certified by WhatsApp™ Inc. Please note that the use of this software should adhere to all policies set forth by WhatsApp™ Inc, and it is not intended to be employed in any way that contradicts their terms of service.\n\n\nLEGAL:\nWhatsApp™ is a registered trademark of WhatsApp Inc., recognized in the U.S. and various other countries. This extension is entirely independent and has no affiliation with WhatsApp™ or WhatsApp Inc."
  }
}