{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DocuQuest - Active Recall Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost learning with Active Recall Assistant: Generate Q&A from webpages or selected text for effective recall practice."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your learning with this powerful extension that generates questions and answers from any webpage for active recall practice!\n\nIntroducing Active Recall Assistant, a must-have Chrome extension designed to revolutionize the way you learn and retain information. With two convenient options, you can generate questions and answers from any webpage or selected portions of text, enabling you to practice active recall and boost your knowledge retention.\n\nFeatures:\n\n1. Flexible Selection Modes: Choose between selecting specific portions of text or using the entire webpage to create customized questions and answers tailored to your learning needs.\n\n2. Advanced Question Generation: Our intelligent algorithm generates challenging questions to test your understanding and promote deeper learning.\n\n3. Automatic Answer Generation: Save time with instant answers for every question, allowing you to check your understanding and learn from any mistakes.\n\n4. Easy-to-use Interface: Our sleek and user-friendly design allows for seamless navigation, making your active recall practice enjoyable and efficient.\n\nImprove your learning process and knowledge retention with Active Recall Assistant, the ultimate Chrome extension for active recall practice. Whether you're a student, professional, or lifelong learner, this powerful tool will help you retain information more effectively and excel in your endeavors. Download now and start enhancing your learning experience today!"
  }
}