{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kifier"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The missing tool to turn your Web 2.0 services into Wiki"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kifier is a tool to copy viewing webpage into a hyperlink with title. Then you should paste it on Web 2.0 services like Google Drive , Evernote , Gmail etc. It helps you to link up different service easily. \n\nMoreover, Kifier may convert the link into another format for site like Google Spreadsheet , which do not support standard hyperlink.\n\nGoogle Doc/Drive , Evernote , and many other Web 2.0 services provides online  document editing function. Contents can be linked across documents , sites by using hyperlink.  They works similar as wiki but with more advanced features and for your personal / organization data only.\n\nHowever , making a referral of your current reading site in browser to those services is not straightforward. Because you can not copy site’s URL and title by a single click.\n\nWith Kifier, you just have to press the Kifier button at the right of address bar. The URL with page's title will be copied  to clipboard directly. Then you may paste to the target site easily.\n\nIf you have dual monitor or installed the Dualless extension , you  may have both of the reading and target site shown on screen at the same time. In such case, you may drag the link in popup dialog to target site. It will be much simpler.\n\nThe software is released under open source license, GPL 2.0."
  }
}