{
  "name": {
    "ar,hi": "Find Location IDs on Google Maps",
    "am": "Place ID Look Up Tool for Google Maps",
    "bg,it": "Place ID Finder Tool for Google Maps",
    "bn,en,en_AU,en_GB,en_US,zh_CN": "Place ID Finder for Google Maps",
    "ca": "Maps place ID Finder for Google Maps",
    "cs,es_419,fil,ja": "Location ID Finder for Google Maps",
    "da": "Find Google Place ID",
    "de": "Place ID Search for Google Maps",
    "el,ko": "Place ID Locator for Google Maps",
    "es": "Maps Place ID Search for Google Maps",
    "et": "Find Places for Google Maps",
    "fa": "Place ID Lookup on Google Maps",
    "fi": "Maps Location ID Search for Google Maps",
    "fr": "Map Spot ID Finder for Google Maps",
    "gu,zh_TW": "Spot Finder for Google Maps",
    "he": "Locate Place ID on Google Maps",
    "hr,tr": "Location ID Lookup for Google Maps",
    "hu": "Map Place ID Lookup Tool for Google Maps",
    "id": "Maps Place ID Search Tool for Google Maps",
    "kn": "Location Spotter for Google Maps",
    "lt": "Find Place IDs on Google Maps",
    "lv": "Place Id Finder for Google Maps",
    "ml": "Location ID Search for Google Maps",
    "mr": "Map Business ID Finder for Google Maps",
    "ms": "Find Spot IDs on Google Maps",
    "nl": "Place ID Identifier for Google Maps",
    "no": "Maps Location Identifier for Google Maps",
    "pl": "Map Location ID Lookup for Google Maps",
    "pt_BR": "Spot ID Lookup on Google Maps",
    "pt_PT": "Find Place Id on Google Maps",
    "ro": "Maps Place ID Identifier for Google Maps",
    "ru": "Map Spot Identifier for Google Maps",
    "sk": "Location Spot ID Finder for Google Maps",
    "sl": "Identify Locations on Google Maps",
    "sr": "Find Business Locations on Maps",
    "sv": "Map Place Lookup Tool for Google Maps",
    "sw": "Spot Finder for Maps for Google Maps",
    "ta": "Locate Businesses on Maps for Google Maps",
    "te": "Find Places on Google Maps",
    "th": "Map Location Search Tool for Google Maps",
    "uk": "Find Spots on Google Maps",
    "vi": "Map Place Finder Tool for Google Maps"
  },
  "short": {
    "ar": "Seamlessly integrate Google Maps data by getting any location's place ID and URLs with one click. This extension displays IDs,…",
    "am": "Boost your business presence by getting place IDs for your locations on Google Maps. Just click spots and copy IDs, URLs, and data…",
    "bg": "Unlock a location's place ID and Google Maps links with a simple click. This extension shows IDs, URLs, and details in a handy…",
    "bn": "Access place IDs on Google Maps to power location-based apps and services. Click any spot to instantly see its ID, URLs, and key…",
    "ca": "Connect your business site to Google Maps data with place IDs from this extension. Click any place and copy its ID, URLs, and info…",
    "cs": "Quickly find and copy any place's ID on Google Maps for use in reviews, ads, apps and more. Click a location to see its ID and…",
    "da": "Seamlessly link your business site to Google Maps by getting any place's ID with one click. This extension retrieves IDs, URLs and…",
    "de": "Increase local SEO by exporting place IDs from Google Maps fast. Click any location to instantly get its ID, URLs and details.",
    "el": "Improve your location-based services by finding place IDs on Maps quickly. Click spots for IDs, URLs and data to integrate.",
    "en,en_AU": "Place Id Finder allows finding a place id on Google Maps, and displays the place's place id in an info window.",
    "en_GB": "Quickly retrieve place IDs from Google Maps to use for reviews, apps, ads and more. Click a spot and instantly get the ID, Google…",
    "en_US": "Find any place's unique ID on Google Maps with this handy Chrome extension. Just click a location and see the place ID plus extra…",
    "es": "Power your geo-targeted campaigns and apps by getting place IDs from Maps easily. Click and copy IDs, URLs and details.",
    "es_419": "Quickly find any place's ID on Google Maps. Click a location to see the ID, URLs, and data for apps, sites and marketing.",
    "et": "Increase engagement by exporting place IDs from Maps for your business. Click spots to get IDs, URLs, and details to integrate.",
    "fa": "Unlock place IDs from Google Maps fast for reviews, ads, analytics and more. Click locations to export IDs, URLs and data instantly.",
    "fi": "Seamlessly connect your business to Google Maps data with one-click place ID lookups. Get IDs, links, and details.",
    "fil": "Improve local SEO by retrieving place IDs from Google Maps quickly. Click a spot for its ID, URLs, and information.",
    "fr": "Boost location-based apps and services by getting place IDs fast. Click spots on Maps to see IDs, URLs, and details instantly.",
    "gu": "Power geo-targeted campaigns by finding place IDs on Maps easily. Click locations to export IDs, links, and information.",
    "he": "Instantly retrieve any place's unique ID on Google Maps. Just single click a location to export the place ID plus URLs.",
    "hi": "Quickly find and copy place IDs from Maps for integration into reviews, apps, services, etc. One click shows ID and details.",
    "hr": "Improve local SEO by getting any spot's place ID and Google URLs fast. Click locations for IDs, links and data.",
    "hu": "Make location-based apps more powerful by seamlessly integrating Google Maps data through easy place ID lookup.",
    "id": "Boost local SEO and unlock rich Maps data by retrieving any place's ID and URLs fast with this convenient Chrome extension. Just…",
    "it": "Streamline access to place IDs on Google Maps for use in reviews, apps, ads and more. This extension enables single-click ID, URL,…",
    "ja": "Improve location-based services by quickly finding and copying place IDs from Google Maps using this simple but useful Chrome…",
    "kn": "Increase engagement on your site by linking to Google Maps data with place IDs. This extension lets you click locations to…",
    "ko": "Fully harness the power of Google Maps by getting any place's ID with one click using this time-saving extension. Streamlined ID…",
    "lt": "Enhance your location-aware experiences by easily extracting place IDs from Maps. Click spots to export IDs, URLs, and data for…",
    "lv": "Unlock place IDs on Google Maps to boost marketing and services. This extension enables quick exporting of IDs, links, and location…",
    "ml": "Leverage Google Maps integration by getting easy one-click access to any place's ID and URL details with this handy extension.",
    "mr": "Improve your local SEO by easily finding and exporting place IDs and Google URLs from Maps. Click spots for streamlined ID copying.",
    "ms": "Power more impactful location-based apps and campaigns by quickly getting place IDs from Google Maps using this convenient…",
    "nl": "Tap into Google Maps data seamlessly by getting quick one-click access to any place's ID, URLs and details for integration.",
    "no": "Boost engagement by retrieving place IDs and Google Maps links in seconds with this simple Chrome extension for finding and…",
    "pl": "Enhance your sites and apps with deeper Maps integration enabled by easy place ID lookup. Just click spots for IDs.",
    "pt_BR": "Optimize your location-based experiences by getting fast access to place IDs on Maps. Click to copy IDs, URLs, details instantly.",
    "pt_PT": "Improve your local marketing strategy by quickly finding and exporting place IDs and URLs from Google Maps spots.",
    "ro": "Unlock the richness of Google Maps data by getting any place's ID and details with one click using this handy extension.",
    "ru": "Power more impactful location-based services using place IDs easily retrieved from Maps with this time-saving extension tool.",
    "sk": "Streamline access to place IDs for integration into marketing, apps, reviews and more by using this convenient Maps click-and-copy…",
    "sl": "Boost your SEO and lock in Map listings by claiming place IDs easily using this extension that enables exporting IDs fast.",
    "sr": "Quickly unlock rich location data from Google Maps by retrieving any place's unique ID with just a click. Click spots to instantly…",
    "sv": "Take your location-based services to the next level by easily finding and exporting place IDs from Google Maps. Simply click any…",
    "sw": "Just click any business location and this extension will display the place ID, Maps URLs, and other data to integrate.",
    "ta": "Increase engagement on your site by seamlessly integrating Google Maps data with place IDs exported from this handy Chrome…",
    "te": "Power more engaging location-based experiences by finding any place's unique ID on Google Maps fast.",
    "th": "Streamline access to rich Google Maps data. This extension simplifies copying and exporting place IDs, links, and details for…",
    "tr": "Unlock the full potential of Google Maps by getting one-click access to any place's ID and URL details through this convenient…",
    "uk": "Improve your location-aware apps and services by easily finding and exporting place IDs from Google Maps in seconds. This extension…",
    "vi": "Leverage the power of Google Maps by getting quick one-click access to place IDs, URLs and data with this handy extension. Click…",
    "zh_CN": "Enable geo-targeting, reviews, and location links by finding any place's ID on Maps fast. Click a place and this extension shows…",
    "zh_TW": "Enhance your local marketing strategy by easily extracting place IDs and URLs from Google Maps. This extension enables grabbing IDs…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Place Id Finder allows finding a place id on Google Maps, and displays the place's place id in an info window, include place cid, place id, Google Maps URL, Google Maps reviews URL and so on.\n\nWith your Google Places ID, you can make links to your Google reviews easily.",
    "en,en_AU": "Place Id Finder allows finding a place id on Google Maps, and displays the place's place id in an info window, include place cid, place id, Google Maps URL, Google Maps reviews URL and so on.\n\nWith your Google Places ID, you can make links to your Google reviews easily.\n\nWhat is Google Place ID?\nA Google Place ID is a unique identifier that Google assigns to a place or business listed on Google Maps and Search. It is a unique string of characters.\n\n\nWhy do you need it?\n1. Adding a place to a database or app and retrieving info on it. Place IDs provide a consistent way to identify a place.\n2. Linking Google reviews and info to a business's website or app. The Place ID connects the external site to the relevant Google listing.\n3. Tracking visits to physical stores by linking location history data to a Place ID. Apps can use this to log store visits.\n4. Displaying up-to-date business info like open hours in a map/directory. The Place ID is used to pull real-time data from Google. \n5. Adding rich location pages to a website for SEO value. Place IDs enable displaying Google posts and reviews on a business site.\n6. Geotargeting ads and offers to people near a business location. Ad platforms use Place IDs for location-based targeting."
  }
}