{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Accessible Web Helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover and highlight accessibility violations on the web with the push of a button."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Identify & resolve accessibility issues with Accessible Web Helper, a powerful Chrome extension that helps you meet web accessibility compliance.\n\nWith WCAG guidelines at its core, the extension offers a range of functionalities to promote an inclusive web experience. Ditch cumbersome spreadsheets and turbo-charge your accessibility efforts with RAMP & the Accessible Web Helper.\n\nKey Features:\n\nScan in Real-Time\nScan any page, any time. Get instant feedback and recommendations for improved accessibility. Remediate and re-scan as you fix violations, or assign them to your team as tasks in RAMP.\n\nView Detailed Scan Results\nEach result allows you to view the affected elements, success criteria, and violation severity. Users with paid RAMP subscriptions will be able to view remediation recommendations custom made by our team of specialists.\n\nHighlight Affected Elements\nHighlight the affected elements directly on the page according to their violation. This allows you to pinpoint and visualize the exact barrier.\n\nCheck Color Contrast Ratios\nSelect any two colors on your page to check their contrast ratio and WCAG conformance.\n\nGuided Manual Accessibility Audit\nWith a paid subscription, the guided audit tool walks you through a series of tests to comprehensively audit for all WCAG success criteria and achieve full WCAG conformance. Relevant elements are automatically detected and may be highlighted for further inspection.\n\nStreamline Your Workflow\nPair the Accessible Web Helper with RAMP to unlock its full potential. Manual audit findings are pushed into your RAMP account for easy management. Remove cumbersome spreadsheets from your workflow!\n\nThe Accessible Web Helper is a must-have tool for individuals and organizations committed to providing an inclusive web environment. Enhance accessibility compliance, improve user experiences, and foster a more inclusive internet with our powerful Chrome extension. Install now and embark on a journey towards web accessibility for all.\n\nLearn more at https://accessibleweb.com/"
  }
}