{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gitcoin"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Push Open Source Forward.  The easiest way to monetize your work in open source software."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gitcoin is the easiest way to monetize or incentivize work in Open Source Software.\n\nThis Chrome Extension allows users to find new & interesting work, right where they work; on github.com.\n\nAs far as Open Source has come in the last several years, there is still a disconnect between the _value_ that the open source ecosystem provides to the modern economy, and the compensation provided to developers for that impact. The Oracle’s and Red Hat’s of the world have built successful businesses built upon open source, but the small and mid-caps of the world have not yet unbundled those business models.\n\nThe launch of Ethereum and the smart contract infrastructure built upon it has the potential to change all that. By tokenizing value and making it programmatically easy and secure to exchange value, there exists an opportunity to push open source forward with borderless, secure, easy payments.\n\nGitcoin Core is a team of developers that believes each of the follow actors in the Open Source ecosystem have a lot to gain by removing middlemen, creating new opportunities, and introducing efficiencies into their workflow:\n\nSo what exactly is Gitcoin? Gitcoin is a distributed network of Smart Contracts, based upon Ethereum that enables:\n- Job Hunters to find work, and perhaps more importantly, to try out working together before they commit.\n- Open Source Contributors to make a living wage off of their work in open source.\n- Repo Maintainers to galvanize an always-on, globalized, network of peers.\n\nFind out more at https://gitcoin.co/"
  }
}