{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mystic Light Browser Cinema"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allows to subscribe to browser fullscreen event to control mystic light gears lighting"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🎞 Mystic Light Browser Cinema 🎞\n\n⭐Have you ever wanted to automatically disable your gear lightning while you are watching movie or youtube video? Check this out ⭐\n\nExtension for Chromium-based browsers (Chromium, Chrome, Vivaldi, Edge, Yandex.Browser) that allows to disable lighting effects of your Mystic Light compatible (mostly comes under MSI trademark) RGB peripherals and components on event when browser enters fullscreen mode.\n\n⚠ Note: Works only with installed Mystic Light and companion app on Windows\n\n❓ Why\n\nHaving gaming peripherals and components with fancy RGB led feels great, but it might become annoying while you are trying to watch movies or youtube videos. This extension just allows to automatically disable lighting of these devices when browsers enters fullscreen mode. When browsers leaves fullscreen your device settings will restore to previous state before fullscreen event.\n\n❓ Is my device supported?\n\n- check your device info - if there any mention of \"Mystic Light\" then most likely it is supported\n- you can check the Mystic Light compatible products -https://www.msi.com/Landing/mystic-light-rgb-gaming-pc/compatible-products\n- if you have installed \"Dragon Center\" or \"MSI Center\" app you will see your device on the Mystic Light tab if it is supported\n\n🔨 Setup\n\n1. Make sure you have installed \"MSI SDK\" program installed on your device. This program is installed with either \"Dragon Center\" or \"MSI Center\" app - you can find download links https://www.msi.com/Landing/mystic-light-rgb-gaming-pc/download.\n2. Install native-app\n3. Install browser extension\n\n💻 Native app\n\n1. Go to releases page - https://github.com/meskill/mystic-light-browser-cinema/releases\n2. Find latest release\n3. Locate download link with `Native-app installer` and click on it\n4. After download run it to install native app\n\n🧶 Browser extension\n\n1. Install `Mystic Light Browser Cinema` extension from Chrome store\n2. Navigate to `chrome://extensions` and click \"Details\" on the newly installed extension.\n3. Scroll down and make sure the \"Allow access to file URLs\" is enabled.\n\n😩 Uninstall\n\n- Uninstall \"Mystic Light Browser Extension\" from your browser\n- Uninstall \"Mystic Light Browser Cinema\" app from your system through \"Add or remove programs\" tab in windows settings\n\n\n🎃 Caveats\n\n- Supports only `Windows`\n- Changing device state not through Mystic Light app wont be detected by the extension and that will mess up the lighting for you. So prefer to change light effects only through MSI app.\n- Only default `%ProgramData%` location is supported. E.g. `C:\\\\ProgramData`\n\n🩺 Troubleshooting\n\n❓  Browser extension shows alert with error \"native-app not found\"\n\nMake sure you have installed [native-app](#native-app) and it is running:\n- open start menu\n- type \"Services\"\n- open Services app\n- locate \"Mystic Light Browser Cinema\" service\n- make sure it is in \"Running\" state. If not try to start it manually\n- if it doesn't help follow [this instruction](#no-answer-on-my-question)\n\n❓  Device state doesn't reflect browser mode\n\nMake sure you have followed setup instruction and have installed \"MSI SDK\" and native-app.\n\n❓  No answer on my question\n\nPlease create Issue on GitHub -https://github.com/meskill/mystic-light-browser-cinema/issues with detailed report.\n\nProvide next information:\n- screenshot of opened MSI app that shows your Mystic Light compatible devices\n- screenshot of opened Windows Services app that shows that you have running \"Mystic Light Browser Cinema\" service\n- send as an archive the logs from \"C:\\ProgramData\\Mystic Light\\Mystic Light Browser Cinema\\logs\" folder\n\n🙏 Credits\n\n🎨 Icons\n\nIcons made by [Freepik](https://www.freepik.com) from [www.flaticon.com](https://www.flaticon.com/)"
  }
}