{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Responsive viewer For Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "View multiple screens simultaneously With Responsive viewer For Chrome"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Responsive Viewer for Chrome extension is a valuable tool for front-end developers, allowing them to streamline the testing of responsive websites and applications. By displaying multiple screens in a single view, this extension simplifies the process of assessing and fine-tuning layouts for different devices. Experience efficient responsive testing and ensure seamless user experiences with Responsive Viewer for Chrome. \n\n  \n\nKey Features: \n\n>>Multiple Screens in One View: Display multiple screens simultaneously to assess responsiveness across various devices. \n\n>>Effortless Responsive Testing: Streamline the process of testing and optimizing website or application layouts. \n\n>>Improved Development Workflow: Save time and effort by quickly identifying and addressing responsiveness issues. \n\n \n\nHow to Use?  \n\n>>Install the Responsive Viewer for Chrome extension from the Chrome Web Store. \n\n>>Open the website or application you want to test for responsiveness. \n\n>>Click on the extension icon in the Chrome toolbar to activate the multiple screen view. \n\n>>Customize the screen sizes and orientations according to your testing requirements. \n\n>>Observe and analyze the website's responsiveness across the displayed screens. \n\n>>Make necessary adjustments to optimize the layout and user experience. \n\n>>Repeat the process as needed, testing different screen configurations and resolutions. \n\n  \nStreamline your responsive testing process with this extension. Enhance your development workflow, identify and address responsiveness issues efficiently, and deliver seamless user experiences. Install the extension now and optimize your website's responsiveness with ease."
  }
}