{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Med Search - Research with a Single Click"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly search your favorite medical websites with a single click or hotkey! Supports any searchable medical resource."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Med Search is your essential online medical search tool. It is a powerful and user-friendly extension designed to streamline your online medical research process. With Med Search, you can quickly search multiple trusted medical websites without leaving your current tab. This tool is ideal for healthcare professionals, students, and anyone needing reliable medical information at their fingertips.\n\nKey Features:\n\n1. Quick Access to Multiple Medical Websites\n\nPre-configured Searches: Med Search comes with a list of 13 pre-configured medical websites, including Epocrates, Medscape, LexiComp, UpToDate, PubMed and more. You can start searching immediately without any setup. Note that some websites will require you to log in.\n\nCustom Website Addition: Easily add your favorite medical websites using the extension’s options page. Simply input the search URL, and Med Search will integrate it into your search options.\n\n2. Hotkeys for Fast Searches\n\nCustomizable Hotkeys: Assign hotkeys to your top four websites for even quicker access. Highlight text on any webpage and use the hotkey to search the selected website instantly.\n\nEnable/Disable Hotkeys: Easily enable or disable hotkeys through the options page, giving you complete control over your browsing experience.\n\n3. User-Friendly Interface\n\nPopup Search Box: A clean and intuitive popup interface allows you to enter your search term and choose the website to search on. Assign a hotkey to this function to decrease clicks.\n\nOne-Click Searches: With just a click, Med Search will open a new tab with the search results from your selected website.\n\n4. Customizable Search Experience\n\nDrag and Drop Reordering: Organize your list of search websites by dragging and dropping them in the order you prefer.\n\nEnable/Disable Websites: Enable or disable websites from your search list with a simple checkbox.\n\n5. Subscription Management\n\nTrial and Paid Versions: Start with a 14-day free trial to explore all the features. Upgrade to the paid version to continue using Med Search.\n\nSeamless Payment Integration: Manage your subscription directly within the extension, with easy access to payment and trial pages.\n\nWhy Choose Med Search?\n\nMed Search saves you time by providing quick access to reliable medical information across multiple trusted sources. Whether you’re looking up drug dosing, researching medical conditions, or finding the latest medical guidelines, Med Search makes it easy and efficient.\n\nDownload Med Search today and enhance your online medical research capabilities!\n\nIf you experience technical difficulties or need to contact the developer email: MedSearchHelp@gmail.com\n\nCurrent list of preloaded websites:\n\nEpocrates\nMedscape\n*LexiComp\n*UpToDate\n*PubMed\n*Facts and Comparisons\nDailyMed\nGoogle Scholar\nWiki Journal Club\n*Micromedex\nDrugs.com\n*DynaMed\n*Natural Medicines Database\n\n*Paid subscription websites"
  }
}