{
  "name": {
    "ar,cs,de,el,en,en_AU,en_GB,en_US,es,es_419,fi,fr,he,it,ja,ko,lt,nl,no,pt_BR,pt_PT,ru,sl,sr,tr,uk,vi,zh_CN,zh_TW": "Connect Cute 3D Puzzle Game",
    "am,bn,kn,pl,ro,sw": "Connect Cute 3D Online Game",
    "bg,da,et,gu,hi,hr,sk,th": "Connect Cute 3D Game",
    "ca,fa,fil,id,lv,ml,mr,sv,te": "Connect Cute 3D Online",
    "hu,ms,ta": "Connect Cute 3D Unblocked Game"
  },
  "short": {
    "ar": "قم بتوصيل الحيوانات اللطيفة على اللوحة واحصل على درجات قبل نفاد وقتك.",
    "am": "በሰሌዳው ላይ ያሉቆንጆ እንስሳትን በማገናኘት ጊዜህ ከማለቁ በፊት ውጤት ማግኘት ትችላለህ።",
    "bg": "Свържете сладките животни на дъската и получете резултати, преди времето ви да изтече.",
    "bn": "বোর্ডে সুন্দর প্রাণীগুলিকে সংযুক্ত করুন এবং আপনার সময় শেষ হওয়ার আগে স্কোর পান।",
    "ca": "Connecteu els animals bonics al tauler i obteniu puntuacions abans que s'acabi el temps.",
    "cs": "Připoj roztomilá zvířátka na hrací ploše a získej skóre dřív, než ti vyprší čas.",
    "da": "Forbind de søde dyr på brættet og få scoringer, før din tid løber ud.",
    "de": "Verbinde die niedlichen Tiere auf dem Brett und erhalte Punkte, bevor deine Zeit abläuft.",
    "el": "Συνδέστε τα χαριτωμένα ζώα στον πίνακα και λάβετε βαθμολογίες πριν τελειώσει ο χρόνος σας.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Connect the cute animals on the board and get scores before your time runs out.",
    "es": "Conecta a los lindos animales en el tablero y obtén puntajes antes de que se acabe tu tiempo.",
    "et": "Ühendage laual olevad armsad loomad ja saage hinded enne, kui teie aeg otsa saab.",
    "fa": "اتصال حیوانات ناز در هیئت مدیره و گرفتن نمرات قبل از زمان خود را اجرا می شود.",
    "fi": "Yhdistä söpöt eläimet laudalle ja saat pisteet ennen kuin aikasi loppuu.",
    "fil": "Ikonekta ang cute hayop sa board at makakuha ng mga puntos bago ang iyong oras naubusan.",
    "fr": "Connectez les animaux mignons sur le tableau et obtenez des scores avant que votre temps ne soit écoulé.",
    "gu": "બોર્ડ પર સુંદર પ્રાણીઓને જોડો અને તમારો સમય પૂરો થાય તે પહેલાં સ્કોર મેળવો.",
    "he": "חברו את החיות החמודות שעל הלוח וקבלו ציונים לפני שנגמר זמנכם.",
    "hi": "बोर्ड पर प्यारा जानवरों से कनेक्ट करें और अपने समय से पहले स्कोर प्राप्त करें।",
    "hr": "Povežite slatke životinje na ploči i dobijte rezultate prije nego što vam istekne vrijeme.",
    "hu": "Csatlakoztasd az aranyos állatokat a táblára, és szerezz pontszámokat, mielőtt lejár az időd.",
    "id": "Hubungkan hewan-hewan lucu di papan tulis dan dapatkan skor sebelum waktu Anda habis.",
    "it": "Collega i simpatici animali sul tabellone e ottieni punteggi prima che scada il tuo tempo.",
    "ja": "ボード上のかわいい動物を接続し、あなたの時間がなくなる前にスコアを取得します。",
    "kn": "ಬೋರ್ಡ್ ನಲ್ಲಿ ಮುದ್ದಾದ ಪ್ರಾಣಿಗಳನ್ನು ಸಂಪರ್ಕಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಸಮಯ ಮುಗಿಯುವ ಮೊದಲು ಸ್ಕೋರ್ ಗಳನ್ನು ಪಡೆಯಿರಿ.",
    "ko": "보드에 귀여운 동물을 연결하고 시간이 다 떨어지기 전에 점수를 얻으십시오.",
    "lv": "Savienojiet jaukos dzīvniekus uz tāfeles un saņemiet punktus, pirms jūsu laiks beidzas.",
    "ml": "ബോർഡിലെ മനോഹരമായ മൃഗങ്ങളെ ബന്ധിപ്പിക്കുക, നിങ്ങളുടെ സമയം തീരുന്നതിനുമുമ്പ് സ്കോറുകൾ നേടുക.",
    "mr": "बोर्डवरील गोंडस प्राण्यांना जोडा आणि आपला वेळ संपण्यापूर्वी स्कोअर मिळवा.",
    "ms": "Sambungkan haiwan comel di papan dan dapatkan skor sebelum masa anda habis.",
    "nl": "Verbind de schattige dieren op het bord en krijg scores voordat je tijd om is.",
    "no": "Koble de søte dyrene på brettet og få score før tiden renner ut.",
    "pl": "Połącz urocze zwierzęta na planszy i zdobądź punkty, zanim skończy się twój czas.",
    "ro": "Conectați animalele drăguțe de pe tablă și obțineți scoruri înainte de expirarea timpului.",
    "ru": "Соедините милых животных на доске и получайте очки до того, как истечет ваше время.",
    "sk": "Pripojte roztomilé zvieratá na doske a získajte skóre skôr, ako vyprší váš čas.",
    "sl": "Povežite luštne živali na plošči in dobili rezultate, preden vaš čas zmanjka.",
    "sv": "Anslut de söta djuren på brädet och få poäng innan din tid tar slut.",
    "sw": "Unganisha wanyama wazuri kwenye ubao na upate alama kabla ya wakati wako uondoke.",
    "ta": "பலகையில் அழகான விலங்குகளை இணைத்து, உங்கள் நேரம் இயங்கும் முன் மதிப்பெண்களைப் பெறுங்கள்.",
    "te": "బోర్డుపై అందమైన జంతువులను కనెక్ట్ చేయండి మరియు మీ సమయం ముగియడానికి ముందు స్కోర్ లను పొందండి.",
    "th": "เชื่อมต่อน่ารักบนกระดานและรับคะแนนก่อนที่เวลาของคุณจะหมดลง",
    "tr": "Sevimli hayvanları tahtaya bağlayın ve zamanınız dolmadan önce puan alın.",
    "uk": "Підключіть милих тварин на дошці і отримуйте бали до того, як закінчиться ваш час."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for a brand new matching game. Match crazy animals and start the fun.\n\nHow To Play\nPlayed with Mouse.\n\nConnect Cute 3D Puzzle Game Features\n✓ Little particles\n✓ Infinity level\n✓ Basic control\n✓ 3D Graphics\n\nFinally, you can enjoy these game for free (and more requests will be added)! Connect Cute 3D Puzzle Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}