{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube List View Mode"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keep YouTube Subscriptions/Channel Videos in List View. Click on the Extension Icon to Open the Menu."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**Stay Organized with YouTube List View Extension**  \n\nTired of switching back to List View every time you browse YouTube Subscriptions?\nThis extension is here to make your experience seamless and hassle-free by locking your subscriptions and channel videos in List View mode.\n\n---\n\n### **Key Features:**  \n✅ **Subscriptions List View**  \n- Easily switch to List View for your subscriptions.  \n- Prevents YouTube from reverting to Grid View, even after reloading the page.  \n\n✅ **Channel Videos List View**  \n- Browse channel videos in List View for a cleaner and more organized layout.  \n- Simple reload applies your preferred view instantly.  \n\n✅ **Customizable Preferences**  \n- Use the intuitive menu to choose whether to apply List View to subscriptions, channel videos, or both.  \n\n---\n\n### **How It Works:**  \n\n**For Subscriptions:**  \n1. Select \"Subscriptions\" from the menu.  \n2. Navigate to the Subscriptions section and click the ≡ icon to switch to List View.  \n3. Reload, and the extension ensures List View stays active.  \n\n**For Channel Videos:**  \n1. Choose \"Channel Videos\" from the menu.  \n2. Refresh the channel's videos page, and voilà – List View is applied.  \n\n---\n\n### **Why You'll Love It**  \nStruggling to save the default view for subscriptions? Prefer channel videos in an organized format? This extension is the solution you've been waiting for.  \n\nWe’re dedicated to making your YouTube experience as seamless as possible. If you encounter any issues or have ideas for improvements, don’t hesitate to reach out.  \n\nThank you for choosing the YouTube List View Extension – your support and feedback mean the world to us!  \n\n**Try it now and enjoy a clutter-free YouTube experience!**"
  }
}