{
  "name": {
    "ar": "مفاتيح الاختصار لـ Google Meet ™",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Hotkeys for Google Meet™",
    "bg": "Бързи клавиши за Google Meet ™",
    "ca": "Tecles d&#39;accés ràpid per a Google Meet ™",
    "cs": "Klávesové zkratky pro Google Meet ™",
    "da": "Genvejstaster til Google Meet ™",
    "de": "Hotkeys für Google Meet ™",
    "el": "Hotkeys για το Google Meet ™",
    "es": "Teclas de acceso rápido para Google Meet ™",
    "et": "Kiirklahvid teenuse Google Meet ™ jaoks",
    "fa": "کلیدهای میانبر برای Google Meet",
    "fi": "Google Meet ™ -pikanäppäimet",
    "fil": "Mga Hotkey para sa Google Meet ™",
    "fr": "Raccourcis clavier pour Google Meet ™",
    "he": "מקשי קיצור ל- Google Meet ™",
    "hi": "Google मीट ™ के लिए हॉटकी",
    "hr": "Prečaci za Google Meet ™",
    "hu": "Gyorsbillentyűk a Google Meet ™ szolgáltatáshoz",
    "id": "Tombol pintas untuk Google Meet ™",
    "it": "Tasti di scelta rapida per Google Meet ™",
    "ja": "GoogleMeet™のホットキー",
    "ko": "Google Meet ™ 용 단축키",
    "lt": "„Google Meet ™“ spartieji klavišai",
    "lv": "Google Meet ™ karstie taustiņi",
    "ms": "Kekunci panas untuk Google Meet ™",
    "nl": "Sneltoetsen voor Google Meet ™",
    "no": "Hurtigtaster for Google Meet ™",
    "pl": "Skróty klawiaturowe dla Google Meet ™",
    "ro": "Taste rapide pentru Google Meet ™",
    "ru": "Горячие клавиши для Google Meet ™",
    "sk": "Klávesové skratky pre Google Meet ™",
    "sl": "Bližnjične tipke za Google Meet ™",
    "sr": "Пречице за Гоогле Меет ™",
    "sv": "Snabbtangenter för Google Meet ™",
    "th": "ปุ่มลัดสำหรับ Google Meet ™",
    "tr": "Google Meet ™ için kısayol tuşları",
    "uk": "Гарячі клавіші для Google Meet ™",
    "vi": "Các phím nóng cho Google Meet ™",
    "zh_CN": "Google Meet™热键",
    "zh_TW": "Google Meet™熱鍵"
  },
  "short": {
    "ar": "مجموعة من الميزات لـ Google Meet ™ مع مفاتيح الاختصار الخاصة به",
    "am,bn,en,en_AU,en_GB,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Set of features for Google Meet™ which works via Hotkeys",
    "bg": "Набор от функции за Google Meet ™ с клавишните комбинации",
    "ca": "Conjunt de funcions de Google Meet ™ amb les seves tecles d&#39;accés directe",
    "cs": "Sada funkcí pro Google Meet ™ s klávesovými zkratkami",
    "da": "Sæt med funktioner til Google Meet ™ med dens genvejstaster",
    "de": "Eine Reihe von Funktionen für Google Meet ™ mit seinen Hotkeys",
    "el": "Σύνολο λειτουργιών για το Google Meet ™ με τα πλήκτρα πρόσβασης",
    "en_US": "Set of features for Google Meet™ with Hotkeys",
    "es": "Conjunto de funciones para Google Meet ™ con sus teclas de acceso rápido",
    "et": "Funktsioonide komplekt Google Meet ™ ja selle kiirklahvid",
    "fa": "مجموعه ای از ویژگی های Google Meet ™ با کلیدهای میانبر آن",
    "fi": "Joukko ominaisuuksia Google Meet ™ -pikanäppäimillä",
    "fil": "Itakda ng mga tampok para sa Google Meet ™ kasama ang mga hotkey nito",
    "fr": "Ensemble de fonctionnalités pour Google Meet ™ avec ses raccourcis clavier",
    "he": "סט תכונות עבור Google Meet ™ עם מקשי הקיצור שלו",
    "hi": "Google हॉट ™ के लिए अपनी हॉटकी के साथ सुविधाओं का सेट",
    "hr": "Skup značajki za Google Meet ™ sa svojim interventnim tipkama",
    "hu": "A Google Meet ™ gyorsbillentyűivel ellátott szolgáltatásai",
    "id": "Kumpulan fitur untuk Google Meet ™ dengan tombol pintasnya",
    "it": "Insieme di funzionalità per Google Meet ™ con i suoi tasti di scelta rapida",
    "ja": "ホットキーを備えたGoogleMeet™の機能セット",
    "ko": "단축키가있는 Google Meet ™ 기능 세트",
    "lt": "„Google Meet ™“ funkcijų rinkinys su sparčiaisiais klavišais",
    "lv": "Funkciju komplekts pakalpojumam Google Meet ™ ar tā karstajiem taustiņiem",
    "ms": "Set ciri untuk Google Meet ™ dengan hotkeys",
    "nl": "Set functies voor Google Meet ™ met zijn sneltoetsen",
    "no": "Sett med funksjoner for Google Meet ™ med hurtigtaster",
    "pl": "Zestaw funkcji Google Meet ™ z jego skrótami klawiszowymi",
    "ro": "Set de funcții pentru Google Meet ™ cu tastele rapide",
    "ru": "Набор функций для Google Meet ™ с горячими клавишами",
    "sk": "Sada funkcií pre aplikáciu Google Meet ™ s klávesovými skratkami",
    "sl": "Nabor funkcij za Google Meet ™ s svojimi bližnjicami",
    "sr": "Скуп функција за Гоогле Меет ™ са пречицама",
    "sv": "Uppsättning funktioner för Google Meet ™ med dess snabbtangenter",
    "th": "ชุดคุณสมบัติสำหรับ Google Meet ™พร้อมปุ่มลัด",
    "tr": "Kısayol tuşlarıyla Google Meet ™ için özellik seti",
    "uk": "Набір функцій Google Meet ™ із гарячими клавішами",
    "vi": "Bộ tính năng cho Google Meet ™ với các phím nóng của nó",
    "zh_CN": "带有热键的Google Meet™功能集",
    "zh_TW": "帶有熱鍵的Google Meet™功能集"
  },
  "long": {
    "ar": "تتيح لك Hotkeys الخاصة بامتداد البرنامج المجاني لـ Google Meet ™ القيام بالميزات التالية بسرعة عبر مفاتيح الاختصار\n\n- وظيفة اضغط لتتحدث مثل جهاز اتصال لاسلكي\n- تخطي صفحة الانضمام على Google Meet ويمكنك الانضمام تلقائيًا إلى الاجتماعات. تنقذ نفسك من النقر بالماوس الإضافي\n- اضغط على مفاتيح الاختصار لمغادرة اجتماع Google بسرعة\n\nعندما يكون لديك الكثير من الاجتماعات عبر الإنترنت كل يوم ، يمكنك توفير دقائق ثمينة لكل اجتماع كل يوم باستخدام مفاتيح الاختصار بدلاً من استخدام زر الماوس للنقر\nعلى الأزرار داخل Google Meet.\n\nهذه هي مفاتيح الاختصار الأكثر شيوعًا التي يطلبها المستخدمون عند استخدام Google Meet. إذا كان لديك أي وظائف أخرى ترغب في إضافتها كمفتاح اختصار لـ Google Meet ،\nيرجى إخبارنا وسنرى ما إذا كان من الممكن القيام بذلك.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Our FREE software extension Hotkeys for Google Meet™ allow you to quickly do the following features via hotkeys\n\n- Push to Talk functionality like a walkie talkie\n- Skip the Join Page on Google Meet and you can auto join meetings. Save yourself from an extra mouse click\n- Press hotkeys to leave a Google Meeting quickly\n\nWhen you have so many online meetings every day, you can save precious minutes for each meeting every day by using hotkeys instead of using the mouse button to click\non buttons inside Google Meet.\n\nThese are the most common hotkeys users request for when they are using Google Meet. If you have any other functions you wish to add as a hotkey for Google Meet,\nplease let us know and we'll see if its viable to do so.",
    "bg": "Нашето БЕЗПЛАТНО разширение за софтуер Hotkeys за Google Meet ™ ви позволява бързо да направите следните функции чрез клавишни комбинации\n\n- Функция Push to Talk като уоки токи\n- Пропуснете страницата за присъединяване в Google Meet и можете автоматично да се присъедините към срещите. Спасете се от допълнително щракване с мишката\n- Натиснете клавишни комбинации, за да напуснете бързо среща от Google\n\nКогато имате толкова много онлайн срещи всеки ден, можете да спестявате ценни минути за всяка среща всеки ден, като използвате клавишни комбинации, вместо да използвате бутона на мишката, за да щракнете\nвърху бутони в Google Meet.\n\nТова са най-често срещаните клавишни комбинации, които потребителите искат, когато използват Google Meet. Ако имате други функции, които искате да добавите като бърз клавиш за Google Meet,\nмоля, уведомете ни и ще видим дали е възможно да го направим.",
    "ca": "Les nostres tecles d'accés directe de l'extensió de programari GRATU allowTA per a Google Meet ™ us permeten fer ràpidament les funcions següents mitjançant les tecles d'accés directe\n\n- Funcionalitat Push to Talk com un walkie talkie\n- Omet la pàgina Uneix-te a Google Meet i pots unir-te automàticament a les reunions. Estalvieu-vos d'un clic addicional del ratolí\n- Premeu les tecles d'accés directe per sortir d'una reunió de Google ràpidament\n\nQuan teniu tantes reunions en línia cada dia, podeu estalviar minuts preciosos per a cada reunió cada dia mitjançant les tecles d'accés directe en lloc d'utilitzar el botó del ratolí per fer clic\nals botons de Google Meet.\n\nAquestes són les tecles d'accés directe més habituals que sol·liciten els usuaris quan fan servir Google Meet. Si teniu alguna altra funció que vulgueu afegir com a tecla d'accés directe per a Google Meet,\nSi us plau, feu-nos-ho saber i veurem si és viable fer-ho.",
    "cs": "Naše ZDARMA softwarové rozšíření Klávesové zkratky pro Google Meet ™ vám umožní rychle provádět následující funkce pomocí klávesových zkratek\n\n- Funkce Push to Talk jako vysílačka\n- Přeskočte stránku pro připojení na Google Meet a můžete se automaticky připojovat ke schůzkám. Ušetřete se dalším kliknutím myši\n- Stisknutím klávesových zkratek rychle opustíte schůzku Google\n\nPokud máte tolik online schůzek každý den, můžete ušetřit vzácné minuty na každou schůzku každý den pomocí klávesových zkratek místo klikání pomocí tlačítka myši\nna tlačítkách uvnitř Google Meet.\n\nToto jsou nejčastější klávesové zkratky, které uživatelé požadují, když používají Google Meet. Pokud máte nějaké další funkce, které chcete přidat jako klávesovou zkratku pro Google Meet,\ndejte nám prosím vědět a uvidíme, jestli je to proveditelné.",
    "da": "Vores GRATIS softwareforlængelse Genvejstaster til Google Meet ™ giver dig mulighed for hurtigt at udføre følgende funktioner via genvejstaster\n\n- Push to Talk-funktionalitet som en walkie talkie\n- Spring over tilmeldingssiden på Google Meet, og du kan automatisk deltage i møder. Gem dig selv fra et ekstra museklik\n- Tryk på genvejstaster for hurtigt at forlade et Google-møde\n\nNår du har så mange online møder hver dag, kan du gemme dyrebare minutter til hvert møde hver dag ved at bruge genvejstaster i stedet for at bruge museknappen til at klikke\npå knapper i Google Meet.\n\nDette er de mest almindelige genvejstaster, som brugerne anmoder om, når de bruger Google Meet. Hvis du har andre funktioner, du vil tilføje som genvejstast til Google Meet,\nlad os det vide, så ser vi, om det er levedygtigt at gøre det.",
    "de": "Mit unserer KOSTENLOSEN Software-Erweiterung Hotkeys für Google Meet ™ können Sie die folgenden Funktionen schnell über Hotkeys ausführen\n\n- Push-to-Talk-Funktionalität wie ein Walkie-Talkie\n- Überspringen Sie die Beitrittsseite in Google Meet und Sie können automatisch an Meetings teilnehmen. Sparen Sie sich einen zusätzlichen Mausklick\n- Drücken Sie die Tastenkombinationen, um ein Google Meeting schnell zu verlassen\n\nWenn Sie jeden Tag so viele Online-Besprechungen haben, können Sie jeden Tag wertvolle Minuten für jede Besprechung sparen, indem Sie Hotkeys verwenden, anstatt mit der Maustaste zu klicken\nauf Schaltflächen in Google Meet.\n\nDies sind die häufigsten Hotkeys, nach denen Benutzer fragen, wenn sie Google Meet verwenden. Wenn Sie weitere Funktionen haben, die Sie als Hotkey für Google Meet hinzufügen möchten,\nBitte lassen Sie es uns wissen und wir werden sehen, ob dies möglich ist.",
    "el": "Η ΔΩΡΕΑΝ επέκταση λογισμικού Hotkeys για το Google Meet ™ σάς επιτρέπει να κάνετε γρήγορα τις ακόλουθες λειτουργίες μέσω hotkeys\n\n- Λειτουργία Push to Talk όπως ένα φορητό ραδιοτηλέφωνο\n- Παραλείψτε τη σελίδα συμμετοχής στο Google Meet και μπορείτε να συμμετέχετε αυτόματα σε συναντήσεις. Σώστε τον εαυτό σας από ένα επιπλέον κλικ του ποντικιού\n- Πατήστε τα πλήκτρα πρόσβασης για να αποχωρήσετε από μια σύσκεψη Google γρήγορα\n\nΌταν έχετε τόσες πολλές διαδικτυακές συναντήσεις κάθε μέρα, μπορείτε να εξοικονομήσετε πολύτιμα λεπτά για κάθε σύσκεψη κάθε μέρα, χρησιμοποιώντας τα πλήκτρα πρόσβασης αντί να χρησιμοποιήσετε το κουμπί του ποντικιού για να κάνετε κλικ\nσε κουμπιά στο Google Meet.\n\nΑυτά είναι τα πιο συνηθισμένα αιτήματα για πλήκτρα πρόσβασης όταν χρησιμοποιούν το Google Meet. Εάν έχετε άλλες λειτουργίες που θέλετε να προσθέσετε ως hotkey για το Google Meet,\nπαρακαλούμε ενημερώστε μας και θα δούμε αν είναι βιώσιμο να το πράξει.",
    "es": "Nuestras teclas de acceso rápido de extensión de software GRATUITAS para Google Meet ™ le permiten realizar rápidamente las siguientes funciones mediante teclas de acceso rápido\n\n- Funcionalidad Push to Talk como un walkie talkie\n- Omita la página Unirse en Google Meet y podrá unirse automáticamente a las reuniones. Ahórrese de un clic adicional del mouse\n- Presione las teclas de acceso rápido para salir rápidamente de una reunión de Google\n\nCuando tiene tantas reuniones en línea todos los días, puede ahorrar valiosos minutos para cada reunión todos los días utilizando teclas de acceso rápido en lugar de usar el botón del mouse para hacer clic\nen los botones de Google Meet.\n\nEstas son las teclas de acceso rápido más comunes que los usuarios solicitan cuando usan Google Meet. Si tiene otras funciones que desea agregar como una tecla de acceso rápido para Google Meet,\nháganoslo saber y veremos si es viable hacerlo.",
    "et": "Meie TASUTA tarkvaralaiendus Kiirklahvid teenusele Google Meet ™ võimaldavad teil kiirklahvide abil kiiresti teha järgmisi funktsioone\n\n- Push to Talk funktsioon nagu raadiosaatja\n- Jätke Google Meetis liitumisleht vahele ja saate koosolekutega automaatselt liituda. Päästke end hiire lisakliki eest\n- Google'i koosolekult kiiresti lahkumiseks vajutage kiirklahve\n\nKui teil on iga päev nii palju võrgukoosolekuid, saate iga koosoleku jaoks iga päev kokku hoida väärtuslikke minuteid, kasutades hiirenupu abil klõpsamiseks kiirklahve\nGoogle Meetis asuvatel nuppudel.\n\nNeed on kõige levinumad kiirklahvid, mida kasutajad Google Meet'i kasutamisel taotlevad. Kui teil on muid funktsioone, mille soovite lisada Google Meet'i kiirklahvina,\npalun andke meile teada ja näeme, kas see on elujõuline seda teha.",
    "fa": "کلیدهای میانبر رایگان افزونه نرم افزار رایگان ما برای Google Meet ™ به شما امکان می دهد به سرعت از طریق کلید میانبر ویژگی های زیر را انجام دهید\n\n- عملکرد Talk را مانند یک مخابره ترانزیستوری فشار دهید\n- از صفحه پیوستن در Google Meet رد شوید و می توانید به صورت خودکار به جلسات بپیوندید. خود را از یک کلیک اضافی ماوس نجات دهید\n- کلیدهای میانبر را فشار دهید تا به سرعت یک جلسه Google را ترک کنید\n\nوقتی هر روز جلسات آنلاین زیادی دارید ، می توانید هر روز با استفاده از کلیدهای میانبر به جای استفاده از دکمه ماوس برای کلیک کردن ، دقیقه های گرانبهایی را برای هر جلسه ذخیره کنید.\nروی دکمه های داخل Google Meet.\n\nاین رایج ترین کلیدهای میانبر است که کاربران هنگام استفاده از Google Meet درخواست می کنند. اگر عملکرد دیگری دارید که می خواهید به عنوان کلید میانبر برای Google Meet اضافه کنید ،\nلطفا به ما اطلاع دهید و می بینیم که انجام چنین کاری عملی است یا خیر.",
    "fil": "Google Meet ™: n ILMAISEKSI ohjelmistopääteemme avulla voit suorittaa seuraavat ominaisuudet nopeasti pikanäppäinten avulla\n\n- Push to Talk -toiminto, kuten radiopuhelin\n- Ohita Google Meetin liittymissivu ja voit liittyä kokouksiin automaattisesti. Säästä itsesi ylimääräiseltä hiiren napsautukselta\n- Paina pikanäppäimiä poistuaksesi Google-kokouksesta nopeasti\n\nKun sinulla on niin paljon online-kokouksia päivittäin, voit säästää arvokkaita minuutteja jokaisesta kokouksesta päivittäin käyttämällä pikanäppäimiä sen sijaan, että napsautat hiiren painiketta.\nGoogle Meetin sisällä olevista painikkeista.\n\nNämä ovat yleisimpiä pikanäppäimiä, joita käyttäjät pyytävät, kun he käyttävät Google Meetiä. Jos sinulla on muita toimintoja, jotka haluat lisätä pikanäppäimenä Google Meetiin,\nilmoita siitä meille ja näemme, onko sen kannattavaa tehdä niin.",
    "fr": "Notre extension logicielle GRATUITE Hotkeys for Google Meet ™ vous permet d'effectuer rapidement les fonctionnalités suivantes via des raccourcis clavier\n\n- Fonctionnalité Push to Talk comme un talkie-walkie\n- Ignorez la page de participation sur Google Meet et vous pouvez rejoindre automatiquement les réunions. Épargnez-vous d'un clic de souris supplémentaire\n- Appuyez sur les touches de raccourci pour quitter rapidement une réunion Google\n\nLorsque vous avez autant de réunions en ligne chaque jour, vous pouvez économiser de précieuses minutes pour chaque réunion chaque jour en utilisant des raccourcis clavier au lieu d'utiliser le bouton de la souris pour cliquer\nsur les boutons de Google Meet.\n\nIl s'agit des raccourcis clavier les plus fréquemment demandés par les utilisateurs lorsqu'ils utilisent Google Meet. Si vous souhaitez ajouter d'autres fonctions en tant que raccourci clavier pour Google Meet,\ns'il vous plaît laissez-nous savoir et nous verrons si c'est viable de le faire.",
    "hi": "Google मीट ™ के लिए हमारा मुफ्त सॉफ्टवेयर एक्सटेंशन हॉटकीज़ आपको हॉटकी के माध्यम से निम्नलिखित विशेषताओं को जल्दी से करने की अनुमति देता है\n\n- वॉकी टॉकी की तरह टॉक टू टॉक कार्यक्षमता\n- गूगल मीट पर ज्वाइन पेज को छोड़ दें और आप मीटिंग में शामिल हो सकते हैं। एक अतिरिक्त माउस क्लिक से खुद को बचाएं\n- Google मीटिंग को जल्दी से छोड़ने के लिए हॉटकी दबाएं\n\nजब आपके पास हर दिन इतनी सारी ऑनलाइन बैठकें होती हैं, तो आप क्लिक करने के लिए माउस बटन का उपयोग करने के बजाय हॉटकी का उपयोग करके प्रत्येक बैठक के लिए हर दिन कीमती मिनट बचा सकते हैं।\nGoogle मिलो के अंदर बटन पर।\n\nजब वे Google Meet का उपयोग कर रहे होते हैं, तो ये सबसे आम हॉटकी उपयोगकर्ता अनुरोध करते हैं। यदि आपके पास कोई अन्य कार्य हैं, जिसे आप Google Meet के लिए हॉटकी के रूप में जोड़ना चाहते हैं,\nकृपया हमें बताएं और हम देखेंगे कि क्या ऐसा करने के लिए इसका व्यवहार्य है।",
    "hr": "Naše BESPLATNO programsko proširenje Prečice za Google Meet ™ omogućuju vam brzo izvršavanje sljedećih značajki putem prečaca\n\n- Push to Talk funkcionalnost poput voki-tokija\n- Preskočite stranicu za pridruživanje na Google Meetu i možete se automatski pridružiti sastancima. Spasite se od dodatnog klika miša\n- Pritisnite tipke prečaca da biste brzo napustili Googleov sastanak\n\nKada svakodnevno imate toliko internetskih sastanaka, svaki dan možete uštedjeti dragocjene minute za svaki sastanak pomoću interventnih tipki, umjesto da tipkom miša kliknete\nna gumbima unutar Google Meet.\n\nOvo su najčešći prečaci koje korisnici traže kada koriste Google Meet. Ako imate bilo koje druge funkcije koje želite dodati kao prečac za Google Meet,\nmolim vas javite nam pa ćemo vidjeti hoće li to biti izvedivo.",
    "hu": "INGYENES szoftverbővítményünk a Google Meet ™ gyorsbillentyűk lehetővé teszik a következő funkciók gyors végrehajtását gyorsbillentyűkön keresztül\n\n- Push to Talk funkció, mint egy walkie talkie\n- Hagyja ki a Csatlakozás oldalt a Google Meet szolgáltatásban, és automatikusan csatlakozhat az értekezletekhez. Mentsd meg magad egy extra egérkattintással\n- A gyorsbillentyűkkel gyorsan elhagyhatja a Google-értekezletet\n\nHa naponta annyi online találkozója van, minden nap értékes perceket takaríthat meg az egyes találkozókhoz, ha gyorsbillentyűkkel kattint, ahelyett, hogy az egérgombbal kattintana\na Google Meet belső gombjain.\n\nEzek a leggyakoribb gyorsbillentyűk, amelyeket a felhasználók a Google Meet használatakor kérnek. Ha van olyan funkciója, amelyet gyorsbillentyűként hozzá szeretne adni a Google Meethez,\nkérjük, ossza meg velünk, és meglátjuk, hogy életképes-e erre.",
    "id": "Hotkeys ekstensi perangkat lunak GRATIS kami untuk Google Meet ™ memungkinkan Anda melakukan fitur-fitur berikut dengan cepat melalui tombol pintas\n\n- Fungsi Push to Talk seperti walkie talkie\n- Lewati Halaman Gabung di Google Meet dan Anda dapat otomatis bergabung ke rapat. Selamatkan diri Anda dari satu klik mouse ekstra\n- Tekan hotkeys untuk keluar dari Google Meeting dengan cepat\n\nSaat Anda memiliki begitu banyak rapat online setiap hari, Anda dapat menyimpan menit berharga untuk setiap rapat setiap hari dengan menggunakan tombol pintas daripada menggunakan tombol mouse untuk mengklik\ntentang tombol di dalam Google Meet.\n\nIni adalah hotkey paling umum yang diminta pengguna saat mereka menggunakan Google Meet. Jika Anda memiliki fungsi lain yang ingin Anda tambahkan sebagai hotkey untuk Google Meet,\nberi tahu kami dan kami akan melihat apakah tindakan tersebut dapat dilakukan.",
    "it": "La nostra estensione software GRATUITA Tasti di scelta rapida per Google Meet ™ ti consente di eseguire rapidamente le seguenti funzioni tramite tasti di scelta rapida\n\n- Funzionalità Push to Talk come un walkie talkie\n- Salta la pagina di partecipazione su Google Meet e puoi partecipare automaticamente alle riunioni. Salva te stesso da un clic del mouse aggiuntivo\n- Premere i tasti di scelta rapida per uscire rapidamente da una riunione Google\n\nQuando hai così tante riunioni online ogni giorno, puoi risparmiare minuti preziosi per ogni riunione ogni giorno utilizzando i tasti di scelta rapida invece di utilizzare il pulsante del mouse per fare clic\nsui pulsanti all'interno di Google Meet.\n\nQuesti sono i tasti di scelta rapida più comuni richiesti dagli utenti quando utilizzano Google Meet. Se disponi di altre funzioni che desideri aggiungere come tasto di scelta rapida per Google Meet,\nfatecelo sapere e vedremo se è possibile farlo.",
    "ja": "GoogleMeet™用の無料のソフトウェア拡張ホットキーを使用すると、ホットキーを介して次の機能をすばやく実行できます\n\n-トランシーバーのようなプッシュツートーク機能\n-Google Meetの参加ページをスキップすると、会議に自動的に参加できます。余分なマウスクリックから身を守る\n-ホットキーを押して、GoogleMeetingをすばやく終了します\n\n毎日非常に多くのオンライン会議がある場合、マウスボタンを使用してクリックする代わりにホットキーを使用することで、毎日の各会議の貴重な時間を節約できます。\nGoogleMeet内のボタン。\n\nこれらは、ユーザーがGoogleMeetを使用しているときに要求する最も一般的なホットキーです。 Google Meetのホットキーとして追加したい他の機能がある場合は、\nお知らせください。実行可能かどうかを確認します。",
    "ko": "Google Meet ™ 용 무료 소프트웨어 확장 단축키를 사용하면 단축키를 통해 다음 기능을 빠르게 수행 할 수 있습니다.\n\n-워키 토키와 같은 Push to Talk 기능\n-Google Meet의 참여 페이지를 건너 뛰면 회의에 자동으로 참여할 수 있습니다. 추가 마우스 클릭으로부터 자신을 구하십시오\n-Google 회의에서 빠르게 나가려면 단축키를 누르세요.\n\n매일 온라인 회의가 너무 많은 경우 마우스 버튼을 클릭하는 대신 단축키를 사용하여 매일 회의 시간을 절약 할 수 있습니다.\nGoogle Meet의 버튼에 있습니다.\n\n사용자가 Google Meet를 사용할 때 요청하는 가장 일반적인 단축키입니다. Google Meet의 단축키로 추가하려는 다른 기능이있는 경우\n저희에게 알려 주시면 그렇게 할 수 있는지 확인하겠습니다.",
    "lt": "Mūsų NEMOKAMAS „Google Meet ™“ programinės įrangos plėtinys „Hotkeys“ leidžia greitai atlikti šias funkcijas per sparčiuosius klavišus\n\n- „Push to Talk“ funkcija kaip racija\n- Praleiskite prisijungimo puslapį „Google Meet“ ir galėsite automatiškai prisijungti prie susitikimų. Išsaugokite save nuo papildomo pelės paspaudimo\n- Jei norite greitai išeiti iš „Google“ susitikimo, paspauskite sparčiuosius klavišus\n\nKai kasdien rengiate tiek daug internetinių susitikimų, galite sutaupyti brangių minučių kiekvienam susitikimui kiekvieną dieną naudodami sparčiuosius klavišus, užuot spustelėję pelės mygtuką.\nant mygtukų „Google Meet“.\n\nTai yra dažniausiai pasitaikantys klavišai, kurių vartotojai prašo, kai naudojasi „Google Meet“. Jei turite kitų funkcijų, kurias norite pridėti kaip „Google Meet“ spartųjį klavišą,\npraneškite mums, ir mes pamatysime, ar yra perspektyvu tai padaryti.",
    "lv": "Mūsu BEZMAKSAS programmatūras paplašinājums Hotkeys for Google Meet ™ ļauj ātri veikt šādas funkcijas, izmantojot karstos taustiņus\n\n- Rācijsaziņas funkcionalitāte, piemēram, rācija\n- Izlaidiet pievienošanās lapu pakalpojumā Google Meet, un jūs varat automātiski pievienoties sapulcēm. Saglabājiet sevi no papildu peles klikšķa\n- Nospiediet ātros taustiņus, lai ātri pamestu Google sapulci\n\nKad katru dienu ir tik daudz tiešsaistes sapulču, katru dienu varat ietaupīt dārgas minūtes, izmantojot karstos taustiņus, nevis izmantojot peles pogu, lai noklikšķinātu\nuz pogām pakalpojumā Google Meet.\n\nŠie ir visbiežāk pieprasītie īsinājumtaustiņi, kurus lietotāji pieprasa, kad viņi izmanto Google Meet. Ja jums ir citas funkcijas, kuras vēlaties pievienot kā ātro taustiņu pakalpojumam Google Meet,\nlūdzu, dariet mums to zināmu, un mēs redzēsim, vai ir iespējams to darīt.",
    "ms": "Hotkeys pelanjutan perisian PERCUMA kami untuk Google Meet ™ membolehkan anda melakukan ciri berikut dengan cepat menggunakan hotkey\n\n- Fungsi Push to Talk seperti walkie talkie\n- Lewati Halaman Gabung di Google Meet dan anda boleh menyertai mesyuarat secara automatik. Selamatkan diri anda dari klik tetikus tambahan\n- Tekan kekunci panas untuk meninggalkan Mesyuarat Google dengan cepat\n\nApabila anda mempunyai begitu banyak mesyuarat dalam talian setiap hari, anda boleh menyimpan minit berharga untuk setiap perjumpaan setiap hari dengan menggunakan hotkeys dan bukannya menggunakan butang tetikus untuk mengklik\npada butang di dalam Google Meet.\n\nIni adalah hotkeys yang paling sering diminta oleh pengguna ketika mereka menggunakan Google Meet. Sekiranya anda mempunyai fungsi lain yang ingin anda tambahkan sebagai hotkey untuk Google Meet,\nsila beritahu kami dan kami akan melihat sama ada ia dapat dilakukan.",
    "nl": "Met onze GRATIS software-extensie Hotkeys voor Google Meet ™ kunt u snel de volgende functies uitvoeren via sneltoetsen\n\n- Push to Talk-functionaliteit zoals een walkietalkie\n- Sla de deelnamepagina op Google Meet over en u kunt automatisch deelnemen aan vergaderingen. Bespaar uzelf van een extra muisklik\n- Druk op sneltoetsen om een Google Meeting snel te verlaten\n\nAls u elke dag zoveel online vergaderingen heeft, kunt u elke dag kostbare minuten voor elke vergadering besparen door sneltoetsen te gebruiken in plaats van met de muisknop te klikken.\nop knoppen in Google Meet.\n\nDit zijn de meest voorkomende sneltoetsen die gebruikers vragen wanneer ze Google Meet gebruiken. Als u nog andere functies heeft die u als sneltoets voor Google Meet wilt toevoegen,\nlaat het ons weten en we zullen zien of het haalbaar is om dit te doen.",
    "no": "Vår GRATIS programvareutvidelse Hurtigtaster for Google Meet ™ lar deg raskt gjøre følgende funksjoner via hurtigtaster\n\n- Trykk og snakk-funksjonalitet som en walkie-talkie\n- Hopp over Bli med på Google Meet, og du kan automatisk delta i møter. Spar deg selv fra et ekstra museklikk\n- Trykk hurtigtaster for å forlate et Google-møte raskt\n\nNår du har så mange online møter hver dag, kan du spare dyrebare minutter for hvert møte hver dag ved å bruke hurtigtaster i stedet for å bruke museknappen til å klikke\npå knappene i Google Meet.\n\nDette er de vanligste hurtigtastene brukerne ber om når de bruker Google Meet. Hvis du har andre funksjoner du vil legge til som hurtigtast for Google Meet,\nvennligst gi oss beskjed, så får vi se om det er levedyktig å gjøre det.",
    "pl": "Nasze DARMOWE rozszerzenie oprogramowania Skróty klawiaturowe dla Google Meet ™ umożliwiają szybkie wykonywanie następujących funkcji za pomocą skrótów klawiszowych\n\n- Funkcjonalność Push to Talk jak walkie talkie\n- Pomiń stronę dołączania w Google Meet i możesz automatycznie dołączać do spotkań. Oszczędź się przed dodatkowym kliknięciem myszy\n- Naciśnij klawisze skrótu, aby szybko opuścić spotkanie Google\n\nKiedy masz tak wiele spotkań online każdego dnia, możesz zaoszczędzić cenne minuty na każdym spotkaniu każdego dnia, używając skrótów klawiszowych zamiast klikania przyciskiem myszy\nna przyciskach w Google Meet.\n\nSą to skróty klawiszowe, o które najczęściej proszą użytkownicy podczas korzystania z Google Meet. Jeśli masz inne funkcje, które chcesz dodać jako klawisz skrótu do Google Meet,\ndaj nam znać, a zobaczymy, czy jest to wykonalne.",
    "ro": "Extensia noastră de software GRATUITĂ Taste rapide pentru Google Meet ™ vă permite să efectuați rapid următoarele funcții prin intermediul tastelor rapide\n\n- Funcționalitate Push to Talk ca un walkie talkie\n- Omiteți pagina Înscrieți-vă pe Google Meet și vă puteți înscrie automat la întâlniri. Salvați-vă de un clic suplimentar al mouse-ului\n- Apăsați tastele rapide pentru a părăsi rapid o întâlnire Google\n\nCând aveți atât de multe întâlniri online în fiecare zi, puteți economisi minute prețioase pentru fiecare întâlnire în fiecare zi folosind tastele rapide în loc să folosiți butonul mouse-ului pentru a face clic\npe butoanele din Google Meet.\n\nAcestea sunt cele mai frecvente taste de acces rapid solicitate de utilizatori atunci când utilizează Google Meet. Dacă aveți alte funcții pe care doriți să le adăugați ca tastă rapidă pentru Google Meet,\nvă rugăm să ne informați și vom vedea dacă este viabil să o facă.",
    "ru": "Наше БЕСПЛАТНОЕ программное расширение Hotkeys для Google Meet ™ позволяет быстро выполнять следующие функции с помощью горячих клавиш\n\n- Функциональность Push to Talk, такая как рация\n- Пропустите страницу присоединения в Google Meet, и вы сможете автоматически присоединяться к собраниям. Спасите себя от лишнего щелчка мыши\n- Нажимайте горячие клавиши, чтобы быстро покинуть Google Meeting\n\nКогда у вас так много онлайн-встреч каждый день, вы можете экономить драгоценные минуты для каждой встречи каждый день, используя горячие клавиши вместо использования кнопки мыши для нажатия\nна кнопках внутри Google Meet.\n\nЭто наиболее распространенные горячие клавиши, которые пользователи запрашивают при использовании Google Meet. Если у вас есть другие функции, которые вы хотите добавить в качестве горячей клавиши для Google Meet,\nпожалуйста, дайте нам знать, и мы посмотрим, возможно ли это сделать.",
    "sk": "Naše BEZPLATNÉ softvérové rozšírenie Klávesové skratky pre Google Meet ™ vám umožňuje rýchlo vykonávať nasledujúce funkcie pomocou klávesových skratiek\n\n- Funkcia Push to Talk ako vysielačka\n- Preskočte stránku Pripojiť sa na Google Meet a môžete sa automaticky pripájať k stretnutiam. Ušetrite sa ďalším kliknutím myši\n- Stlačením klávesových skratiek rýchlo opustíte schôdzku Google\n\nKeď máte toľko online stretnutí každý deň, môžete ušetriť vzácne minúty na každé stretnutie každý deň pomocou klávesových skratiek namiesto klikania pomocou myši.\nna tlačidlách v službe Google Meet.\n\nToto sú najčastejšie klávesové skratky, ktoré používatelia požadujú, keď používajú službu Google Meet. Ak máte ďalšie funkcie, ktoré chcete pridať ako klávesovú skratku pre Google Meet,\ndajte nám prosím vedieť a uvidíme, či je to možné.",
    "sl": "Naša BREZPLAČNA razširitev programske opreme Bližnjične tipke za Google Meet ™ vam omogočajo hitro izvajanje naslednjih funkcij prek bližnjičnih tipk\n\n- Funkcija Pritisni in govori kot walkie talkie\n- Preskočite stran za pridružitev v storitvi Google Meet in se lahko samodejno pridružite sestankom. Rešite se dodatnega klika miške\n- Pritisnite bližnjične tipke, da hitro zapustite Googlov sestanek\n\nKo imate toliko spletnih sestankov vsak dan, lahko vsak dan shranite dragocene minute za vsako srečanje z uporabo bližnjičnih tipk, namesto da z gumbom miške kliknete\nna gumbih znotraj storitve Google Meet.\n\nTo so najpogostejše bližnjice, ki jih uporabniki zahtevajo, ko uporabljajo Google Meet. Če imate še kakšno funkcijo, ki jo želite dodati kot bližnjico za Google Meet,\nsporočite nam in videli bomo, ali bo to izvedljivo.",
    "sr": "Наше БЕСПЛАТНО проширење софтвера Хоткеис за Гоогле Меет ™ вам омогућава да брзо направите следеће функције путем интервентних тастера\n\n- Пусх то Талк функционалност попут воки-токија\n- Прескочите страницу за придруживање на Гоогле Меет-у и можете се аутоматски придружити састанцима. Спасите се од додатног клика миша\n- Притисните интервентне тастере да бисте брзо напустили Гоогле састанак\n\nКада свакодневно имате толико интернетских састанака, свакодневно можете уштедети драгоцене минуте за сваки састанак помоћу интервентних тастера, уместо да притиснете тастер миша\nна дугмадима унутар Гоогле Меет-а.\n\nОво су најчешћи пречице које корисници захтевају када користе Гоогле Меет. Ако имате било које друге функције које желите да додате као пречицу за Гоогле Меет,\nмолим вас да нас обавестите и видећемо да ли ће то бити могуће.",
    "sv": "Vår GRATIS programvarutillägg Snabbtangenter för Google Meet ™ gör att du snabbt kan göra följande funktioner via snabbtangenter\n\n- Push to Talk-funktionalitet som en walkie talkie\n- Hoppa över anslutningssidan på Google Meet så kan du automatiskt gå med i möten. Spara dig själv från ett extra musklick\n- Tryck snabbtangenter för att snabbt lämna ett Google-möte\n\nNär du har så många onlinemöten varje dag kan du spara värdefulla minuter för varje möte varje dag genom att använda snabbtangenter istället för att klicka med musknappen\npå knapparna i Google Meet.\n\nDet här är de vanligaste snabbtangenterna som användare begär när de använder Google Meet. Om du har några andra funktioner som du vill lägga till som snabbtangent för Google Meet,\nsnälla meddela oss så får vi se om det är lönsamt att göra det.",
    "th": "Hotkeys ส่วนขยายซอฟต์แวร์ฟรีสำหรับ Google Meet ™ช่วยให้คุณทำคุณสมบัติต่อไปนี้ได้อย่างรวดเร็วผ่านปุ่มลัด\n\n- ฟังก์ชัน Push to Talk เช่นเครื่องส่งรับวิทยุ\n- ข้ามหน้าเข้าร่วมบน Google Meet และคุณสามารถเข้าร่วมการประชุมได้โดยอัตโนมัติ ช่วยตัวเองจากการคลิกเมาส์พิเศษ\n- กดปุ่มลัดเพื่อออกจากการประชุมของ Google อย่างรวดเร็ว\n\nเมื่อคุณมีการประชุมออนไลน์มากมายทุกวันคุณสามารถบันทึกนาทีอันมีค่าสำหรับการประชุมแต่ละครั้งได้ทุกวันโดยใช้ปุ่มลัดแทนการใช้ปุ่มเมาส์เพื่อคลิก\nบนปุ่มต่างๆภายใน Google Meet\n\nนี่คือปุ่มลัดที่ผู้ใช้ส่วนใหญ่ร้องขอเมื่อใช้ Google Meet หากคุณมีฟังก์ชั่นอื่น ๆ ที่ต้องการเพิ่มเป็นปุ่มลัดสำหรับ Google Meet\nโปรดแจ้งให้เราทราบและเราจะดูว่าสามารถทำได้หรือไม่",
    "tr": "ÜCRETSİZ yazılım uzantımız Google Meet ™ için kısayol tuşlarımız, kısayol tuşları aracılığıyla aşağıdaki özellikleri hızlı bir şekilde yapmanızı sağlar\n\n- Telsiz gibi Bas Konuş işlevi\n- Google Meet'teki Katılma Sayfasını atlayın ve toplantılara otomatik olarak katılabilirsiniz. Kendinizi ekstra bir fare tıklamasından kurtarın\n- Bir Google Toplantısından hızlıca çıkmak için kısayol tuşlarına basın\n\nHer gün çok sayıda çevrimiçi toplantınız olduğunda, tıklamak için fare düğmesini kullanmak yerine kısayol tuşlarını kullanarak her gün her toplantı için değerli dakikalar kazanabilirsiniz.\nGoogle Meet içindeki düğmelerde.\n\nBunlar, kullanıcıların Google Meet kullanırken istediği en yaygın kısayol tuşlarıdır. Google Meet için kısayol tuşu olarak eklemek istediğiniz başka işlevleriniz varsa,\nlütfen bize bildirin ve bunu yapmanın uygun olup olmadığını görelim.",
    "uk": "Наше БЕЗКОШТОВНЕ розширення програмного забезпечення Гарячі клавіші для Google Meet ™ дозволяють швидко виконувати наступні функції за допомогою гарячих клавіш\n\n- Функція \"Натисни і говори\", як рація\n- Пропустіть сторінку приєднання на Google Meet, і ви можете автоматично приєднуватися до нарад. Врятуйте себе від зайвого клацання миші\n- Натисніть гарячі клавіші, щоб швидко вийти з Google Meeting\n\nКоли у вас є стільки онлайн-зустрічей щодня, ви можете економити дорогоцінні хвилини для кожної зустрічі щодня, використовуючи гарячі клавіші замість того, щоб натискати кнопку миші\nна кнопках у Google Meet.\n\nЦе найпоширеніші гарячі клавіші, які користувачі запитують, коли вони використовують Google Meet. Якщо у вас є якісь інші функції, які ви хочете додати як гарячу клавішу для Google Meet,\nбудь ласка, дайте нам знати, і ми побачимо, чи можливо це зробити.",
    "vi": "Tiện ích mở rộng phần mềm MIỄN PHÍ của chúng tôi Các phím nóng cho Google Meet ™ cho phép bạn thực hiện nhanh các tính năng sau thông qua các phím nóng\n\n- Chức năng Push to Talk giống như một bộ đàm\n- Bỏ qua Trang tham gia trên Google Meet và bạn có thể tự động tham gia các cuộc họp. Tự cứu mình khỏi một cú nhấp chuột bổ sung\n- Nhấn phím nóng để nhanh chóng rời khỏi Cuộc họp trên Google\n\nKhi bạn có rất nhiều cuộc họp trực tuyến mỗi ngày, bạn có thể tiết kiệm những phút quý giá cho mỗi cuộc họp hàng ngày bằng cách sử dụng phím nóng thay vì sử dụng nút chuột để nhấp\ntrên các nút bên trong Google Meet.\n\nĐây là những phím nóng phổ biến nhất mà người dùng yêu cầu khi họ đang sử dụng Google Meet. Nếu bạn có bất kỳ chức năng nào khác mà bạn muốn thêm làm phím nóng cho Google Meet,\nvui lòng cho chúng tôi biết và chúng tôi sẽ xem liệu nó có khả thi để làm như vậy không.",
    "zh_CN": "我们的Google Meet™免费软件扩展热键使您可以通过热键快速执行以下功能\n\n-一键通功能，如对讲机\n-跳过Google Meet上的加入页面，您可以自动加入会议。无需额外的鼠标单击即可保存自己\n-按热键可以快速退出Google Meeting\n\n每天有如此多的在线会议时，您可以每天使用热键而不是使用鼠标按钮单击来为每次会议节省宝贵的分钟。\n在Google Meet中的按钮上。\n\n这些是用户在使用Google Meet时要求的最常见的热键。如果您希望将其他功能添加为Google Meet的热键，\n请让我们知道，我们将看看是否可行。",
    "zh_TW": "我們的Google Meet™免費軟件擴展熱鍵使您可以通過熱鍵快速執行以下功能\n\n-一鍵通功能，如對講機\n-跳過Google Meet上的加入頁面，您可以自動加入會議。無需額外的鼠標單擊即可保存自己\n-按熱鍵可以快速退出Google Meeting\n\n每天有如此多的在線會議時，您可以使用熱鍵而不是使用鼠標按鈕單擊來節省每天每次會議的寶貴時間。\n在Google Meet中的按鈕上。\n\n這些是用戶在使用Google Meet時要求的最常見的熱鍵。如果您希望將其他功能添加為Google Meet的熱鍵，\n請讓我們知道，我們將看看是否可行。"
  }
}