{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DeploySentinel Recorder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Record browser interactions to auto generate Cypress, Playwright and Puppeteer test scripts."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simply step through your website while recording with DeploySentinel Recorder and the extension will convert the captured user flow into a Cypress, Playwright or Puppeteer script.\n\n✨ Features\n\n- 💻  Automatically capture clicks, keyboard inputs, window resizes, and scroll events.\n- 🤖 Generate clean and commented scripts for Cypress, Playwright and Puppeteer.\n- 📋 Preview recording progress and copy generated scripts mid-test to clipboard.\n- 📛 Generate element selectors using `id` and `class` as well as other HTML properties (ex. `aria-label`, `alt`, `name`, `data-testid`)\n- 🖱 Capture hover events via context menu option (right-click)\n- ✅ Assert/wait for specific text to be visible on the page\n- 📸 Generate full page screenshot events\n\n✨ Getting Started\n\n1. Visit the site you want to start recording from\n2. Click the extension icon and click \"Start Recording from Current Tab\"\n3. Use the site as you would normally (click links, fill forms, etc.) Right-click an element and select \"Record hover over element\" to record a hover event over an element.\n4. Click \"End Test\" whenever you are done. You can copy the generated script via the recording overlay.\n5. Click the extension icon and select \"View Last Recording\" to access the last recorded test any time afterwards.\n\nPro tip: To view captured steps or generated code mid-recording, click \"Show More\" in the recording overlay.\n\nLearn more from the docs: https://www.deploysentinel.com/docs/recorder\n\nHave feedback or want to contribute improvements? View this extension on Github: https://github.com/DeploySentinel/Recorder"
  }
}