{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Classic Knowmax"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search inside Knowmax"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview:\n\nA single source of truth for instant and accurate answers, anytime and anywhere.\n\nKnowmax is a KM platform built to ensure you, your team, and your customers always have seamless knowledge experiences.\n\nWhether you're looking for a knowledge hub to deliver complex knowledge in easy-to-consume formats or a second brain to preserve your employee's expertise, you can be assured of instant, and easy access to actionable knowledge, anytime and anywhere. \n\nWith Knowmax's chrome extension, your teams can access all the information from your company's knowledge base right where they are. With no limit to the number of content pieces one can open, your team can support multiple customers concurrently without friction or distraction from toggling between screens. Your team can now be great conversationalists and confident problem solvers with the right knowledge a search away.\n\nHere's how Knowmax's chrome extension works:\n\nThe Knowmax chrome extension brings information from your organization's KM platform into any tool or browser your team may use. With Knowmax's browser extension, your teams can access multiple content pieces simultaneously. All they will need to do is double-tap on the chrome extension widget on their browser and input relevant keywords for the content. \n\nBoost your team's productivity by minimizing the time and effort needed to search for the correct information. Elevate your agent experiences, and bring down call handling time by making your knowledge work for you, right where you are.  \n\nKey features of Knowmax's chrome extension:\n1X, 2X, or 3X screen sizes depending on your team's needs and preferences \nEasy drag option to position the widget anywhere on your screen \nIntuitive search to surface the relevant content instantly \nChat-first to enable your team to support and converse with multiple customers\nOpen any content piece on a Chrome tab \n\nSteps to install the Knowmax chrome extension:\n\nOn the Chrome web store, search for Knowmax or click on this link directly.\nClick on \"Add to Chrome.\" \nA pop-up asking, \"Add 'Knowmax?'\" will appear. Click on \"Add extension\" to proceed.\nOnce the extension is downloaded, a notification confirms that Knowmax has been added to Chrome.\nTo add the extension to your toolbar, click the jigsaw puzzle icon. Select Knowmax and click on \"Pin.\"\nTo proceed, click on the Knowmax extension symbolized as \"K.\" It will ask for the API domain and API token.\nNote: API Domain: gateway.knowmax.io\nTo get the API token, \nKindly go to the Admin panel of the Knowmax platform and click on company settings.\nGo to company settings, and copy the Integration token in the pop-up.\nPaste this token in the \"Add API token\" section of the chrome extension and save.\n7. After entering the API domain and token, you will be asked to input your username and password. An SSO option also appears.\n8.  (i) To log in without SSO, input your username and password to proceed.\n(ii) To log in with SSO, click \"SSO,\" and the user login screen will appear—log in with your credentials to complete the installation.\nKindly refresh the browser once you are logged in. You will then see a floating icon, \"K,\" the Knowmax widget to easily access any content on the platform.\n\nAbout Knowmax:\n\nKnowmax is a full-suite knowledge management platform built by CX experts to help you deliver top-grade customer service. Trusted by some Fortune 500 clients to meet their KM needs, Knowmax is a single source of truth to help you manage and share organizational knowledge effectively.\n\nIt is a no-code platform, so you can create content without requiring any technical expertise. The design of content modules is purpose-built to deliver complex knowledge in easily consumable formats like decision trees, picture guides, FAQs, and help articles. It also gives you insights into the average usage of content, user engagement patterns, top searched keywords, and time spent on each content piece."
  }
}