{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Coffee Piano"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A virtual piano application with MIDI support and chord progression generator."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Coffee Piano - Your Portable Piano Practice Partner\n\nExperience the art of piano in a uniquely interactive, café-inspired environment with Coffee Piano. Whether you're a beginner or an advanced player, Coffee Piano provides an intuitive and inspiring platform to learn, practice, and compose beautiful music.\n\nRealistic Piano Sounds with Touch Sensitivity:\nExperience authentic grand piano and Rhodes sounds, enhanced with touch-sensitive keys and sustain pedal support for a more immersive and expressive play.\n\nUnlimited Chord Progression Generation:\nGenerate unlimited chord progressions, from simple triads to complex 7th and extended chords, including popular combinations and cadences.\n\nAdvanced Chord Progression Generator:\nEffortlessly arrange chords with drag-and-drop functionality. Visualize your progressions with detailed mini piano diagrams for each progression, making it especially helpful for beginners.\n\nComprehensive Chord & Scale Library:\nExplore an extensive library of chords and scales, including inversions, with interactive visuals on the piano to support your musical journey.\n\nRecording, Playback & Download:\nCapture your practice sessions for review, and save your chord progressions in text format, perfect for sharing or later reference.\n\n12 Customizable Accompaniment Rhythms:\nEnhance your practice with rhythms across genres like jazz, lo-fi, rock, and electronic, designed to complement your style and boost creativity.\n\nScale Degree Visualization:\nVisualize scale degrees in the chosen key across all levels of chord progressions to enhance your understanding of music theory.\n\nCustomizable Background Colors:\nCreate a cozy practice atmosphere by customizing your Coffee Piano background with colors that suit your vibe.\n\nChoice of Key and Number of Bars for Chord Progression:\nSelect the key and the number of bars to tailor your chord progressions to your preferences.\n\nDrag-and-Drop Functionality:\nEasily rearrange your chord progressions with intuitive drag-and-drop features.\n\nAccess to a Full Chord Library:\nBrowse through a complete range of chords, from basic to extended, with inversions available for a richer musical palette.\n\nVisualization of Complete Range of Scales:\nExplore and visualize various scales on the piano to support your composition and improvisation efforts.\n\nMini Piano Diagrams for Progressions:\nUtilize mini piano diagrams to understand chord positions and progressions better.\n\nCopy Feature for Quick Saving or Sharing:\nQuickly copy your generated progressions for easy saving or sharing with others.\n\nCustomizable Themes:\nTailor your piano theme to match your personal style and preferences.\n\nDesigned for All Levels:\nCoffee Piano is suitable for beginners and experienced musicians alike, providing tools to foster creativity and exploration.\n\nWhether you're practicing, composing, or simply unwinding with music, Coffee Piano is designed to be your personal, portable music studio, fostering creativity and exploration in your musical journey."
  }
}