{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AccuTrade VIN-dow"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get the full power of AccuTrade synced inside all your favorite auctions."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AccuTrade’s VIN-dow automatically shows you everything you need to know on any VIN as it comes up for sale in all your favorite online auctions.\n\nBid and buy with complete confidence when you have instant access to deep insight on any vehicle. What it’s worth. Where it’s been. How long. What’s wrong. What’s right. And if it’s right for you.\n\nSee it all live, and never miss a deal. No more clicking away from active sales. No searching for other application windows. No cutting and pasting vehicle IDs. VIN-dow does all the work and shows you everything as fast as you need to see it:\n\n• Target wholesale, retail & trade-in pricing guidance\n• Condition / option-based pricing adjustments\n• Retail “pedigree” (everywhere it’s been listed for how long and for how much)\n• Book values\n• Vehicle history reports\n• Live local market data\n• How the vehicle fits in your inventory\n• And more!\n\nOnce you’ve installed this extension, here’s how to use VIN-dow:\n1. Enable 3rd Party Cookies (Required for Login)\n2. Log-in to AccuTrade using Chrome.\n3. Log-in to any of the online auctions supported by the extension (see list of supported auctions below).\n4. You will see the AccuTrade tab on the right side of your browser from any sale page.\n5. Click the tab to open VIN-dow, and it automatically syncs to the active vehicle on the page.\n6. Access any information on the current vehicle just as you would in AccuTrade."
  }
}