{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SlideshowPlayer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Plays the slideshow with images which is linked from the page.",
    "ja": "ページからリンクされている画像をスライドショー再生します。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension plays the slideshow with images which is linked from the page. \n\n= ##### W A R N I N G #####\n\nThis extension judges address of the links of the images using LinkFilterAPI on LinkRedirector. If you use this, you MUST install LinkRedirector.\n\n= Usage\n\n== Slideshow\n\nThe extension popup is the controller. Slideshow will be played when you click the play button.\n\n= Album (New!)\n\nIf you click the recording button which is shown when you hover over an image, then record the image. Or if you click the recording button on the controller, then slideshow is played and all images shown will be recorded automatically.\n\nRecorded images are able to play per album.\n\n(It records address, but not record actual images. The function of recording actual images will be implemented if the File I/O API was implemented.)",
    "ja": "このエクステンションは、ページからリンクされている画像をスライドショー再生します。\n\n= ##### 注　意　！ #####\n\nこのエクステンションは、 LinkRedirector の LinkFilterAPI を利用してリンク先画像のアドレスを類推します。このエクステンションを利用するには LinkRedirector をインストールする必要があります。\n\n= 使用法\n\n== スライドショー機能\n\nエクステンションポップアップがコントローラーになっています。再生ボタンを押すと表示中のページのスライドショーが始まります。\n\n== アルバム機能 (New!)\n\n画像上にマウスカーソルを移動した時に表示される録画ボタンをクリックすると、その画像をアルバムに保存します。または、コントローラーの録画ボタンをクリックすると、表示中のページのスライドショーが始まり、表示された画像をアルバムに自動的に保存します。\n\n保存された画像はアルバム毎にスライドショーを再生できます。\n\n（画像はアドレスのみが保存され、実態は保存されません。実態の保存機能は File I/O API の実装後に実装予定です。）"
  }
}