{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "HiTable: Instant Analysis of Web Page Table Data",
    "de": "HiTable: Sofortige Analyse von Webseitentabellendaten",
    "hi": "हायटेबल: वेब पेज तालिका डेटा का तत्काल विश्लेषण",
    "ja": "HiTable：ウェブページのテーブルデータの即時分析",
    "ko": "HiTable: 웹 페이지 테이블 데이터 즉시 분석",
    "ru": "HiTable: Мгновенный анализ данных в таблицах веб-страниц",
    "zh_CN": "HiTable：直接分析网页表格数据",
    "zh_TW": "HiTable：直接分析網頁表格數據"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Analyze data instantly on web page tables, without leaving the page, without copying data, without Excel.",
    "de": "Analysieren Sie Daten sofort auf Webseitentabellen, ohne die Seite zu verlassen, ohne Daten zu kopieren, ohne Excel.",
    "hi": "वेब पेज तालिकाओं पर डेटा का तत्काल विश्लेषण करें, पृष्ठ छोड़े बिना, डेटा की प्रतिलिपि बनाए बिना, एक्सेल के बिना।",
    "ja": "ページを離れず、データをコピーせず、Excelを使わずに、ウェブページのテーブルデータを即時に分析します。",
    "ko": "페이지를 떠나지 않고, 데이터를 복사하지 않고, Excel 없이 웹 페이지 테이블 데이터를 즉시 분석합니다.",
    "ru": "Анализируйте данные в таблицах веб-страниц мгновенно, не покидая страницу, не копируя данные, без Excel.",
    "zh_CN": "无需离开网页、无需复制数据、不用打开 Excel，即可在网页的表格上进行各种统计分析。",
    "zh_TW": "無須離開網頁、無須複製數據、無須開啟 Excel，即可在網頁的表格上進行各種統計分析。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "HiTable is a powerful browser extension designed to simplify your data analysis tasks. It allows you to perform instant, in-place calculations on HTML tables directly within your browser. No more copying and pasting tables into Excel or other tools for basic computations. With HiTable, you can easily calculate sums, averages, counts, and variances for rows and columns. It's perfect for quick data analysis, auditing data, or just exploring numbers on web pages. \n\n### How to Use\n\nFirst, after installing this extension, you need to pin it to the browser's toolbar. By default, this extension is not activated, and the icon in the toolbar is displayed in gray. When you need to use this extension for table data calculation, click the icon in the toolbar to activate the extension, at which point the icon will be displayed as an icon with a green frame.\n\nPlease open a page that contains a data table, such as: \nhttps://en.wikipedia.org/wiki/Economy_of_the_United_States#Data\n\nOnce activated, you can select a rectangular area in the table by pressing the left mouse button and dragging. Release the mouse to end the selection, at which point a floating layer will pop up outside the selected area, which will perform various statistics on the rows and columns of the selected area on four sides. The clockwise left side of these four sides shows the statistical algorithm being used on each side.\n\nYou can cancel the selection by clicking on a cell outside the selected area or pressing the `Esc` key. When the `Shift` key is pressed, dragging the selection in the first row or first column will select multiple entire columns or rows; if you click on the top left cell of the table (i.e., the first cell of the first row) while pressing the `Shift` key, the entire table will be selected.\n\nClicking on the four corners of the floating layer can switch between multiple statistical algorithms. Pressing `CTRL-C` (or `Meta-C` on a Mac) can copy the selected area, and the copied content can be pasted into tools like Excel, Numbers, etc. for more complex processing. If you press `CTRL-C` (or `Meta-C` on a Mac) twice in quick succession, you can copy all the data including the floating layer and the selected area.\n\nFor non-numeric cells, a strikethrough will be marked on them during selection, and the cell will be skipped during calculation. When moving the mouse within the selected area, a cross line will be highlighted to clearly find the statistical results corresponding to that row or column.\n\nRight-click on the extension icon, and you can select \"Config\" in the right-click menu, which will open the configuration page. On this page, you can configure the border color of the extension, the default statistical algorithm for the four sides, etc.\n\n### Error Reporting and Feature Suggestions\n\nIf you encounter any problems during use (for example, some tables cannot be correctly selected or the statistics layer is not displayed correctly), or have any feature suggestions, please submit an issue on [GitHub](https://github.com/wxy/HiTable/issues).\n\n### Privacy Policy\n\nHiTable does not collect any user data. All data is processed on the user's computer.\n\nHiTable is open-source software, following the MIT license. You can view the source code on [GitHub](https://github.com/wxy/HiTable).",
    "de": "HiTable ist eine leistungsstarke Browsererweiterung, die entwickelt wurde, um Ihre Datenanalyseaufgaben zu vereinfachen. Sie ermöglicht es Ihnen, sofortige, vor Ort Berechnungen auf HTML-Tabellen direkt in Ihrem Browser durchzuführen. Kein Kopieren und Einfügen von Tabellen mehr in Excel oder andere Tools für grundlegende Berechnungen. Mit HiTable können Sie einfach Summen, Durchschnitte, Zählungen und Varianzen für Zeilen und Spalten berechnen. Es ist perfekt für schnelle Datenanalysen, Datenprüfungen oder einfach nur zum Erkunden von Zahlen auf Webseiten.\n\n### Wie man es benutzt\n\nZuerst müssen Sie nach der Installation dieser Erweiterung diese an die Symbolleiste des Browsers anheften. Standardmäßig ist diese Erweiterung nicht aktiviert und das Symbol in der Symbolleiste wird in Grau angezeigt. Wenn Sie diese Erweiterung für die Tabellendatenberechnung verwenden müssen, klicken Sie auf das Symbol in der Symbolleiste, um die Erweiterung zu aktivieren, zu diesem Zeitpunkt wird das Symbol als Symbol mit einem grünen Rahmen angezeigt.\n\n![](../src/assets/inactive.png)\n![](../src/assets/active.png)\n\nBitte öffnen Sie eine Seite, die eine Datentabelle enthält, wie zum Beispiel: \nhttps://en.wikipedia.org/wiki/Economy_of_the_United_States#Data\n\nEinmal aktiviert, können Sie ein rechteckiges Gebiet in der Tabelle auswählen, indem Sie die linke Maustaste drücken und ziehen. Lassen Sie die Maus los, um die Auswahl zu beenden, zu diesem Zeitpunkt wird eine schwebende Schicht außerhalb des ausgewählten Bereichs auftauchen, die verschiedene Statistiken über die Zeilen und Spalten des ausgewählten Bereichs an vier Seiten durchführt. Die im Uhrzeigersinn linke Seite dieser vier Seiten zeigt den statistischen Algorithmus, der auf jeder Seite verwendet wird.\n\n![](assets/screenshot-1.png)\nSie können die Auswahl abbrechen, indem Sie auf eine Zelle außerhalb des ausgewählten Bereichs klicken oder die `Esc`-Taste drücken. Wenn die `Shift`-Taste gedrückt wird, wird das Ziehen der Auswahl in der ersten Zeile oder ersten Spalte mehrere ganze Spalten oder Zeilen auswählen; wenn Sie auf die obere linke Zelle der Tabelle klicken (d.h., die erste Zelle der ersten Zeile) während Sie die `Shift`-Taste drücken, wird die gesamte Tabelle ausgewählt.\n\nEin Klick auf die vier Ecken der schwebenden Schicht kann zwischen mehreren statistischen Algorithmen wechseln. Das Drücken von `CTRL-C` (oder `Meta-C` auf einem Mac) kann den ausgewählten Bereich kopieren, und der kopierte Inhalt kann in Tools wie Excel, Numbers, etc. für komplexere Verarbeitung eingefügt werden. Wenn Sie `CTRL-C` (oder `Meta-C` auf einem Mac) zweimal schnell hintereinander drücken, können Sie alle Daten einschließlich der schwebenden Schicht und des ausgewählten Bereichs kopieren.\n\nFür nicht-numerische Zellen wird während der Auswahl ein Durchstreichung auf ihnen markiert, und die Zelle wird während der Berechnung übersprungen. Wenn Sie die Maus innerhalb des ausgewählten Bereichs bewegen, wird eine Kreuzlinie hervorgehoben, um die statistischen Ergebnisse, die dieser Zeile oder Spalte entsprechen, deutlich zu finden.\n\n![](assets/screenshot-2.png)\n\nKlicken Sie mit der rechten Maustaste auf das Erweiterungssymbol, und Sie können \"Config\" im Kontextmenü auswählen, das die Konfigurationsseite öffnet. Auf dieser Seite können Sie die Rahmenfarbe der Erweiterung, den Standardstatistikalgorithmus für die vier Seiten usw. konfigurieren.\n\n![](assets/config-de.png)\n\n### Fehlerberichterstattung und Feature-Vorschläge\n\nWenn Sie während der Nutzung auf Probleme stoßen (zum Beispiel können einige Tabellen nicht korrekt ausgewählt werden oder die Statistikschicht wird nicht korrekt angezeigt), oder wenn Sie Feature-Vorschläge haben, reichen Sie bitte ein Issue auf [GitHub](https://github.com/wxy/HiTable/issues) ein.\n\n### Datenschutzrichtlinie\n\nHiTable sammelt keine Benutzerdaten. Alle Daten werden auf dem Computer des Benutzers verarbeitet.\n\nHiTable ist Open-Source-Software, die der MIT-Lizenz folgt. Sie können den Quellcode auf [GitHub](https://github.com/wxy/HiTable) einsehen.",
    "hi": "HiTable एक शक्तिशाली ब्राउज़र एक्सटेंशन है, जिसका डिजाईन डाटा विश्लेषण कार्यों को सरल बनाने के लिए किया गया है। यह आपको अपने ब्राउज़र में सीधे HTML सारणियों पर तत्काल, स्थान-ज गणनाएं करने की अनुमति देता है। अब आपको सारणियों को ऍक्सेल या अन्य उपकरणों में कॉपी-पेस्ट करने की आवश्यकता नहीं होगी। HiTable के साथ, आप आसानी से पंक्तियों और स्तंभों के लिए योग, औसत, गिनती, और विचलन की गणना कर सकते हैं। यह तत्काल डाटा विश्लेषण, डाटा की जांच, या वेब पेजों पर संख्याओं की खोज के लिए अद्वितीय है।\n\n### कैसे उपयोग करें\n\nसबसे पहले, इस एक्सटेंशन को स्थापित करने के बाद, आपको इसे ब्राउज़र के टूलबार में पिन करना होगा। डिफॉल्ट रूप से, यह एक्सटेंशन सक्रिय नहीं है, और टूलबार में आइकॉन ग्रे रंग में दिखाई देता है। सारणी डाटा गणना के लिए इस एक्सटेंशन का उपयोग करने की आवश्यकता होने पर, टूलबार में आइकॉन पर क्लिक करके एक्सटेंशन को सक्रिय करें, उस समय आइकॉन हरे ढांचे के साथ दिखाई देगा।\n\n![](../src/assets/inactive.png)\n![](../src/assets/active.png)\n\nकृपया एक पृष्ठ खोलें जिसमें डाटा सारणी हो, जैसे कि:\nhttps://en.wikipedia.org/wiki/Economy_of_the_United_States#Data\n\nसक्रिय होने के बाद, आप माउस बटन दबाकर और खींचकर सारणी में एक आयताकार क्षेत्र का चयन कर सकते हैं। चयन समाप्त करने के लिए माउस को छोड़ दें, उसके बाद चयनित क्षेत्र के बाहर एक तैरता हुआ परत पॉप होगी, जो चयनित क्षेत्र के चारों तरफ़ की पंक्तियों और स्तंभों पर विभिन्न सांख्यिकीय आंकड़े उत्पन्न करेगी। इन चारों ओर घड़ी की सुई के दिशा में बाईं ओर संकेत करता है कि प्रत्येक ओर पर कौन सा सांख्यिकीय एल्गोरिदम उपयोग में है।\n\n![](assets/screenshot-1.png)\n\nआप चयन रद्द कर सकते हैं, चयनित क्षेत्र के बाहर एक सेल पर क्लिक करके या `Esc` कुंजी दबाकर। `Shift` कुंजी दबाने पर, पहली पंक्ति या पहले स्तambh में चयन को खींचने से कई पूरे स्तambh या पंक्तियां चुने जाएंगे; यदि आप `Shift` कुंजी दबाते हुए सारणी के ऊपरी बाएँ सेल (अर्थात्, पहली पंक्ति का पहला सेल) पर क्लिक करते हैं, तो पूरी सारणी चुनी जाएगी।\n\nतैरती परत के चारों कोनों पर क्लिक करने से कई सांख्यिकीय एल्गोरिद्मों के बीच स्विच किया जा सकता है। `CTRL-C` (या Mac पर `Meta-C`) दबाने से चयनित क्षेत्र की प्रतिलिपि बनाई जा सकती है, और प्रतिलिपि की गई सामग्री को ऍक्सेल, नंबर्स आदि जैसे उपकरणों में पेस्ट करके और अधिक जटिल प्रक्रिया कर सकते हैं। अगर आप तेजी से `CTRL-C` (या Mac पर `Meta-C`) दो बार दबते हैं, तो आप तैरती परत और चयनित क्षेत्र सहित सभी डाटा की प्रतिलिपि बना सकते हैं।\n\nसंख्यात्मक सेलों के लिए, चयन के दौरान इनको रेखांकित किया जाएगा, और गणना के दौरान सेल को छोड़ दिया जाएगा। चयनित क्षेत्र के भीतर माउस को हिलाने पर एक क्रॉस लाइन को हाइलाइट किया जाएगा, ताकि उस पंक्ति या स्तंभ के अनुरूप सांख्यिकीय परिणामों को स्पष्ट रूप से खोजा जा सके।\n\n![](assets/screenshot-2.png)\n\nएक्सटेंशन आइकॉन पर दाएं क्लिक करें, और आप दाएं क्लिक मेन्यू में \"Config\" का चयन कर सकते हैं, जो कॉन्फ़िगरेशन पेज खोलेगा। इस पेज पर, आप एक्सटेंशन के बॉर्डर का रंग, चारों ओर के लिए डिफॉल्ट सांख्यिकीय एल्गोरिदम आदि कॉन्फ़िगर कर सकते हैं।\n\n![](assets/config-hi.png)\n\n### त्रुटि रिपोर्टिंग और सुविधा सुझाव\n\nयदि आपको इसका उपयोग करते समय कोई समस्या का सामना करना पड़े (उदाहरण के लिए, कुछ सारणियाँ सही रूप से चयनित नहीं की जा सकती हैं या सांख्यिकीय परत सही ढंग से प्रदर्शित नहीं होती है), या आपके पास कोई सुविधा सुझाव हो, तो कृपया [GitHub](https://github.com/wxy/HiTable/issues) पर एक मुद्दा जमा करें।\n\n### गोपनीयता नीति\n\nHiTable किसी भी उपयोगकर्ता डाटा को एकत्र नहीं करता है। सभी डाटा उपयोगकर्ता के कंप्यूटर पर संसाधित होता है।\n\nHiTable मुक्त स्रोत सॉफ़्टवेयर है, जिसे MIT लाइसेंस के अनुसार बनाया गया है। आप [GitHub](https://github.com/wxy/HiTable) पर स्रोत कोड देख सकते हैं।",
    "ja": "HiTableは、データ分析タスクを簡単にするために設計された強力なブラウザ拡張機能です。HTMLテーブル上で直接、ブラウザ内で即時、その場での計算を行うことができます。もうExcelや他のツールにテーブルをコピー＆ペーストして基本的な計算をする必要はありません。HiTableを使用すると、行と列の合計、平均、カウント、分散を簡単に計算することができます。これは、クイックデータ分析、データ監査、またはウェブページ上の数字の探索に最適です。\n\n### 使い方\n\nまず、この拡張機能をインストールした後、ブラウザのツールバーにピン留めする必要があります。デフォルトでは、この拡張機能は有効化されておらず、ツールバーのアイコンはグレーで表示されます。テーブルデータの計算にこの拡張機能を使用する必要がある場合は、ツールバーのアイコンをクリックして拡張機能を有効化します。その時点で、アイコンは緑色のフレーム付きのアイコンとして表示されます。\n\n![](../src/assets/inactive.png)\n![](../src/assets/active.png)\n\nデータテーブルを含むページを開いてください。例えば：\nhttps://en.wikipedia.org/wiki/Economy_of_the_United_States#Data\n\n一度有効化すると、マウスの左ボタンを押してドラッグすることで、テーブル内の矩形領域を選択することができます。マウスを離すと選択が終了し、その時点で選択領域の外側に浮かび上がるレイヤーが表示され、選択領域の行と列の各種統計を四方に表示します。これら四方の時計回りの左側は、各側で使用されている統計アルゴリズムを示しています。\n\n![](assets/screenshot-1.png)\n選択領域外のセルをクリックするか、`Esc`キーを押すことで選択をキャンセルすることができます。`Shift`キーが押されていると、最初の行または最初の列で選択をドラッグすると、複数の全列または全行が選択されます。`Shift`キーを押しながらテーブルの左上のセル（つまり、最初の行の最初のセル）をクリックすると、テーブル全体が選択されます。\n\n浮かび上がるレイヤーの四隅をクリックすると、複数の統計アルゴリズムを切り替えることができます。`CTRL-C`（またはMacでは`Meta-C`）を押すと、選択領域をコピーすることができ、コピーした内容はExcel、Numbersなどのツールに貼り付けてより複雑な処理を行うことができます。`CTRL-C`（またはMacでは`Meta-C`）を素早く2回連続で押すと、浮かび上がるレイヤーや選択領域を含むすべてのデータをコピーすることができます。\n\n非数値のセルには、選択中に取り消し線が引かれ、計算中にセルがスキップされます。選択領域内でマウスを動かすと、クロスラインがハイライト表示され、その行または列に対応する統計結果を明確に見つけることができます。\n\n![](assets/screenshot-2.png)\n\n拡張機能のアイコンを右クリックすると、右クリックメニューで「Config」を選択することができ、設定ページが開きます。このページでは、拡張機能の枠線の色、四方のデフォルトの統計アルゴリズムなどを設定することができます。\n\n![](assets/config-ja.png)\n\n### エラー報告と機能提案\n\n使用中に問題が発生した場合（例えば、一部のテーブルが正しく選択できない、または統計レイヤーが正しく表示されないなど）、または機能提案がある場合は、[GitHub](https://github.com/wxy/HiTable/issues)にIssueを提出してください。\n\n### プライバシーポリシー\n\nHiTableはユーザーデータを収集しません。すべてのデータはユーザーのコンピュータ上で処理されます。\n\nHiTableはMITライセンスに従うオープンソースソフトウェアです。ソースコードは[GitHub](https://github.com/wxy/HiTable)で閲覧することができます。",
    "ko": "HiTable은 데이터 분석 작업을 단순화하도록 설계된 강력한 브라우저 확장 프로그램입니다. HTML 테이블에서 브라우저 내에서 즉시, 현장에서 계산을 수행할 수 있습니다. Excel이나 기타 도구에 테이블을 복사하고 붙여넣는 것은 더 이상 필요하지 않습니다. HiTable을 사용하면 행과 열에 대한 합계, 평균, 카운트, 분산을 쉽게 계산할 수 있습니다. 빠른 데이터 분석, 데이터 감사 또는 웹 페이지에서 숫자 탐색에 이상적입니다.\n\n### 사용 방법\n\n먼저, 이 확장 프로그램을 설치한 후 브라우저의 도구 모음에 고정해야 합니다. 기본적으로 이 확장 프로그램은 활성화되지 않으며, 도구 모음의 아이콘은 회색으로 표시됩니다. 테이블 데이터 계산에 이 확장 프로그램을 사용해야 할 때 도구 모음의 아이콘을 클릭하여 확장 프로그램을 활성화하십시오. 이 시점에서 아이콘은 녹색 프레임이 있는 아이콘으로 표시됩니다.\n\n![](../src/assets/inactive.png)\n![](../src/assets/active.png)\n\n데이터 테이블이 포함된 페이지를 열어 주십시오. 예를 들어: \nhttps://en.wikipedia.org/wiki/Economy_of_the_United_States#Data\n\n활성화되면 마우스 왼쪽 버튼을 누르고 드래그하여 테이블에서 직사각형 영역을 선택할 수 있습니다. 마우스를 놓으면 선택이 끝나며, 이 시점에서 선택한 영역 외부에 부동 레이어가 팝업되어 선택한 영역의 네 변에 있는 행과 열에 대한 다양한 통계를 수행합니다. 이 네 변 중 시계 방향 왼쪽은 각 변에서 사용되는 통계 알고리즘을 보여줍니다.\n\n![](assets/screenshot-1.png)\n선택한 영역 외부의 셀을 클릭하거나 `Esc` 키를 눌러 선택을 취소할 수 있습니다. `Shift` 키를 누르면 첫 번째 행이나 첫 번째 열에서 선택을 드래그하면 여러 개의 전체 열이나 행이 선택됩니다. `Shift` 키를 누른 상태에서 테이블의 왼쪽 상단 셀(즉, 첫 번째 행의 첫 번째 셀)을 클릭하면 전체 테이블이 선택됩니다.\n\n부동 레이어의 네 모서리를 클릭하면 여러 통계 알고리즘을 전환할 수 있습니다. `CTRL-C` (또는 Mac에서 `Meta-C`)를 누르면 선택한 영역을 복사할 수 있으며, 복사한 내용은 Excel, Numbers 등의 도구에 붙여넣어 더 복잡한 처리를 수행할 수 있습니다. `CTRL-C` (또는 Mac에서 `Meta-C`)를 빠르게 두 번 누르면 부동 레이어와 선택한 영역을 포함한 모든 데이터를 복사할 수 있습니다.\n\n숫자가 아닌 셀은 선택 중에 취소선이 그어지며, 계산 중에 셀이 건너뛰어집니다. 선택한 영역 내에서 마우스를 움직이면 십자선이 강조되어 해당 행이나 열에 해당하는 통계 결과를 명확하게 찾을 수 있습니다.\n\n![](assets/screenshot-2.png)\n\n확장 아이콘을 마우스 오른쪽 버튼으로 클릭하면 오른쪽 클릭 메뉴에서 \"Config\"를 선택할 수 있습니다. 이 페이지에서 확장 프로그램의 테두리 색상, 네 변의 기본 통계 알고리즘 등을 설정할 수 있습니다.\n\n![](assets/config-ko.png)\n\n### 오류 보고 및 기능 제안\n\n사용 중 문제가 발생한 경우(예: 일부 테이블을 올바르게 선택할 수 없거나 통계 레이어가 올바르게 표시되지 않는 경우) 또는 기능 제안이 있는 경우 [GitHub](https://github.com/wxy/HiTable/issues)에서 이슈를 제출해 주십시오.\n\n### 개인정보 보호 정책\n\nHiTable은 사용자 데이터를 수집하지 않습니다. 모든 데이터는 사용자의 컴퓨터에서 처리됩니다.\n\nHiTable은 MIT 라이선스를 따르는 오픈 소스 소프트웨어입니다. [GitHub](https://github.com/wxy/HiTable)에서 소스 코드를 볼 수 있습니다.",
    "ru": "HiTable - это мощное расширение для браузера, созданное для упрощения ваших задач по анализу данных. Оно позволяет выполнять мгновенные расчеты прямо в HTML-таблицах вашего браузера. Больше нет необходимости копировать и вставлять таблицы в Excel или другие инструменты для основных вычислений. С HiTable вы можете легко рассчитывать суммы, средние значения, количество и дисперсии для строк и столбцов. Это идеально подходит для быстрого анализа данных, проверки данных или просто изучения чисел на веб-страницах.\n\n### Как использовать\n\nСначала, после установки этого расширения, вам нужно закрепить его на панели инструментов браузера. По умолчанию это расширение не активировано, и иконка на панели инструментов отображается серой. Когда вам нужно использовать это расширение для расчета данных таблицы, нажмите на иконку на панели инструментов, чтобы активировать расширение, после чего иконка будет отображаться как иконка с зеленой рамкой.\n\n![](../src/assets/inactive.png)\n![](../src/assets/active.png)\n\nОткройте страницу, которая содержит таблицу данных, например:\nhttps://en.wikipedia.org/wiki/Economy_of_the_United_States#Data\n\nПосле активации вы можете выбрать прямоугольную область в таблице, нажав левую кнопку мыши и перетаскивая. Отпустите кнопку мыши для завершения выбора, после чего всплывет плавающий слой за пределами выбранной области, который будет выполнять различные статистические данные по строкам и столбцам выбранной области со всех сторон. По часовой стрелке слева от этих четырех сторон показывает статистический алгоритм, используемый по каждой стороне.\n\n![](assets/screenshot-1.png)\n\nВы можете отменить выбор, нажав на ячейку за пределами выбранной области или нажав клавишу `Esc`. Когда нажата клавиша `Shift`, перетаскивание выбора в первой строке или первом столбце выберет несколько целых столбцов или строк; если вы нажмете на верхнюю левую ячейку таблицы (то есть первую ячейку первой строки) при нажатой клавише `Shift`, будет выбрана вся таблица.\n\nНажатие на четыре угла плавающего слоя может переключать между несколькими статистическими алгоритмами. Нажатие `CTRL-C` (или `Meta-C` на Mac) может скопировать выбранную область, а скопированное содержимое можно вставить в такие инструменты, как Excel, Numbers и т. д. для более сложной обработки. Если вы нажмете `CTRL-C` (или `Meta-C` на Mac) дважды подряд, вы сможете скопировать все данные, включая плавающий слой и выбранную область.\n\nДля клеток, не содержащих числовые значения, при выборе на них будет помечен зачеркнутым, и клетка будет пропущена при расчете. При движении мыши внутри выбранной области будет выделена крестообразная линия, чтобы ясно найти статистические результаты, соответствующие этой строке или столбцу.\n\n![](assets/screenshot-2.png)\n\nЩелкните правой кнопкой мыши на иконке расширения, и вы можете выбрать \"Config\" в контекстном меню, которое откроет страницу настроек. На этой странице вы можете настроить цвет рамки расширения, стандартный статистический алгоритм для четырех сторон и т. д.\n\n![](assets/config-ru.png)\n\n### Отчет об ошибках и предложения по функциональности\n\nЕсли вы столкнулись с какими-либо проблемами во время использования (например, некоторые таблицы не могут быть правильно выбраны или слой статистики отображается некорректно) или у вас есть предложения по функциональности, пожалуйста, отправьте вопрос на [GitHub](https://github.com/wxy/HiTable/issues).\n\n### Политика конфиденциальности\n\nHiTable не собирает никаких пользовательских данных. Все данные обрабатываются на компьютере пользователя.\n\nHiTable - это программное обеспечение с открытым исходным кодом, следующее по лицензии MIT. Вы можете просмотреть исходный код на [GitHub](https://github.com/wxy/HiTable).",
    "zh_CN": "HiTable 是一个功能强大的浏览器扩展，旨在简化您的数据分析任务。它允许您在浏览器中直接对 HTML 表格进行即时的、原地的计算。不再需要将表格复制粘贴到 Excel 或其他工具中进行基本计算。使用 HiTable，您可以轻松计算行和列的总和、平均值、计数和方差等。它非常适合快速数据分析、数据审计或仅仅是在网页上探索数字。\n\n### 使用方法\n\n首先，安装此扩展后，你需要将其固定在浏览器的工具栏上。默认情况下，此扩展是不激活的，工具栏中的图标显示为灰色。当你需要使用此扩展进行表格数据计算时，点击工具栏中的图标以激活扩展，此时图标将显示为带绿色框的图标。\n\n请打开一个包含数据表的页面，比如： https://linux.cn/article-10505-1.html\n\n一旦激活，你可以通过按下鼠标左键并拖动在表格中选择一个矩形区域。释放鼠标以结束选择，此时将在选择区域外弹出一个浮层，该浮层在四个边上分别对选择区的行和列进行各种统计。这四个边的顺时针左侧显示了各个边正在使用的统计算法。\n\n你可以通过点击选择区域外的单元格或按下 `Esc` 键来取消选择。当按下 `Shift` 键时，在第一行或第一列拖动选择将选择多个整列或整行；如果在按下 `Shift` 键的同时点击表格的左上角单元格（即第一行的第一个单元格），将选择整个表格。\n\n点击浮层的四个角可以在多种统计算法中切换。按下 `CTRL-C`（在 Mac 上是 `Meta-C`）可以复制选择区域，复制的内容可以粘贴到 Excel、Numbers 等工具中以进行更复杂的处理。如果快速连续按下两次 `CTRL-C`（在 Mac 上是 `Meta-C`），则可以复制包括浮层和选择区域的全部数据。\n\n对于非数字单元格，在选择时会在其上标记删除线，并在计算时跳过该单元格。在选择区域内移动鼠标时，会高亮显示一个十字线，以便明确找到该行或列对应的统计结果。\n\n右键点击扩展图标，可以在右键菜单中选择“配置”，这将打开配置页面。在此页面，你可以配置扩展的边框颜色、四个边的默认统计算法等。\n\n### 错误报告和功能建议\n\n如果你在使用过程中遇到任何问题（例如，有的表格不能正确选择或显示统计层），或者有任何功能建议，请在 [GitHub](https://github.com/wxy/HiTable/issues) 上提交议题。\n\n### 隐私政策\n\nHiTable 不会收集任何用户数据。所有数据都是在用户的计算机上进行处理的。\n\nHiTable 是开源软件，遵循 MIT 许可证。你可以在 [GitHub](https://github.com/wxy/HiTable) 上查看源代码。",
    "zh_TW": "HiTable 是一個功能強大的瀏覽器擴充功能，旨在簡化您的數據分析任務。它讓您能在瀏覽器中直接對 HTML 表格進行即時的、原地的計算。不再需要將表格複製貼上到 Excel 或其他工具中進行基本計算。使用 HiTable，您可以輕鬆計算行和列的總和、平均值、計數和方差等。它非常適合快速數據分析、數據審計或僅僅是在網頁上探索數字。\n\n### 使用方法\n\n首先，安裝此擴充功能後，你需要將其固定在瀏覽器的工具列上。預設情況下，此擴充功能是未啟動的，工具列中的圖示顯示為灰色。當你需要使用此擴充功能進行表格數據計算時，點擊工具列中的圖示以啟動擴充功能，此時圖示將顯示為帶綠色框的圖示。\n\n請打開一個包含數據表的頁面，例如：\nhttps://en.wikipedia.org/wiki/Economy_of_the_United_States#Data\n\n一旦啟動，你可以透過按下滑鼠左鍵並拖曳在表格中選擇一個矩形區域。釋放滑鼠以結束選擇，此時將在選擇區域外彈出一個浮層，該浮層在四個邊上分別對選擇區的行和列進行各種統計。這四個邊的順時針左側顯示了各個邊正在使用的統計算法。\n\n你可以透過點擊選擇區域外的單元格或按下 `Esc` 鍵來取消選擇。當按下 `Shift` 鍵時，在第一行或第一列拖曳選擇將選擇多個整列或整行；如果在按下 `Shift` 鍵的同時點擊表格的左上角單元格（即第一行的第一個單元格），將選擇整個表格。\n\n點擊浮層的四個角可以在多種統計算法中切換。按下 `CTRL-C`（在 Mac 上是 `Meta-C`）可以複製選擇區域，複製的內容可以貼上到 Excel、Numbers 等工具中以進行更複雜的處理。如果快速連續按下兩次 `CTRL-C`（在 Mac 上是 `Meta-C`），則可以複製包括浮層和選擇區域的全部數據。\n\n對於非數字單元格，在選擇時會在其上標記刪除線，並在計算時跳過該單元格。在選擇區域內移動滑鼠時，會高亮顯示一個十字線，以便明確找到該行或列對應的統計結果。\n\n右鍵點擊擴充功能圖示，可以在右鍵選單中選擇“配置”，這將打開配置頁面。在此頁面，你可以配置擴充功能的邊框顏色、四個邊的預設統計算法等。\n\n### 錯誤報告和功能建議\n\n如果你在使用過程中遇到任何問題（例如，有的表格不能正確選擇或顯示統計層），或者有任何功能建議，請在 [GitHub](https://github.com/wxy/HiTable/issues) 上提交議題。\n\n### 隱私政策\n\nHiTable 不會收集任何使用者資料。所有資料都是在使用者的電腦上進行處理的。\n\nHiTable 是開源軟體，遵循 MIT 授權。你可以在 [GitHub](https://github.com/wxy/HiTable) 上查看原始碼。"
  }
}