{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "App for SMP"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An easy-to-use and lite App for Spotify Music Player"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "App for SMP (Spotify Music Player) is the easiest way to play music in Spotify from your desktop machine (PC, MAC or Linux). Clicking on the toolbar button, renders Spotify Music Player in a standalone UI. Moreover, the window is re-sizable to your desired choice and all the changes are auto saved to the memory. Note, to start playing music, you need to create an account in Spotify website.\n\nApp for SMP is considered a very lite Addon and does not add any additional burden to your browser. Moreover, the popup has a built-in \"Always-On-Top\" feature which makes the window remain always on top of other windows, and enables you to do multi-tasking.\n\nImportant Note: App for SMP does NOT belong or related to the official Spotify website or application in any ways. It is an unofficial app that is developed and maintained independently. The official Spotify software is only released for smart phones and the web. This unofficial app (browser addon) is a wrapper to the original Spotify application and tries to make it usable as a browser plug-in.\n\nWhen you open the popup, you will see a toolbar with 6 buttons at the top. Toolbar buttons are described in the screenshot below (2nd picture). Note, after few seconds the toolbar will disappear by itself. But when you move the mouse to the top area, it will appear again.\n\nNote: when you first run this addon, Spotify may ask you to install, upgrade, or activate browser's Flash plugin. This is because Spotify music player, is built based on Flash technology. After upgrading Flash plugin, music player should work without any issues.\n\nNote: in order to report bugs, please fill the bug report form in the addon's Homepage."
  }
}