{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CodesLL - Free Codes and Coupons"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CodesLL is a website that specializes in providing free gift Codes and Discount Coupon for everyone"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CodesLL is a website specializing in sharing gifts from authorized places 100% free and safe. Just hearing the name, you understand briefly that it is related to the gift code, right? We saw the potential and needs of people like you and decided to create this website on September 3, 2022. And from here, our mission is to bring core values ​​​​to users.\n\nTo create a trusted brand specializing in providing gift codes, coupons, and discounts on e-commerce platforms, or applications for watching movies, learning, account types, keys, and tokens completely. for free, specifically:\n\n- Enter the online game code to receive the rewards from the publisher.\n\n- Game accounts are shared through users who have forgotten or no longer use them, we will give them to you for free to continue your journey in that game.\n\n- Course, app, or movie accounts are shared in limited numbers, as these are hard-to-find resources, but we’ll try.\n\n- Discount codes or coupons from e-commerce and shopping platforms to help reduce bills and save costs.\n- Keys or Tokens from software, applications that help upgrade to Premium, Pro versions, or larger benefits than usual are completely free.\n\n- Some share from other fields, we will try to expand the scale to bring more benefits to everyone."
  }
}