{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Neodeluxe Sidebar"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Neodeluxe Extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Neodeluxe Sidebar offers users seamless integration for managing tasks and receiving real-time Data Governance alerts. This extension aims to improve productivity and streamline workflows by providing an efficient way to stay on top of responsibilities without constantly switching between platforms.\n\nKey Features:\n\n• Real-Time Alerts: Users receive instant notifications when entering any unapproved data input values, as well a list of approved options. Users can also request the approval of additional values directly from the Neodeluxe Sidebar.\n\n• Task Viewing: The Neodeluxe Sidebar allows users to access and manage their tasks directly from the browser. With a simple click, users can view a summarized list of all pending, upcoming, and completed tasks.\n\n• Task Filtering and Sorting: The Neodeluxe Sidebar automatically sorts tasks by priority and deadline, helping users focus on the most urgent items first.\n\n• Seamless Background Sync: The Neodeluxe Sidebar updates automatically, so all project or task changes are reflected in real time, ensuring the user is always working with up-to-date information.\n\nBenefits:\n\n• Improved Task Management: Users can view their task list and receive timely alerts all in one spot.\n\n• Increased Efficiency: By having task information and alerts readily available, users save time navigating back-and-forth between tabs, allowing them to stay focused on completing tasks efficiently.\n\n• Enhanced Focus on Priorities: Neodeluxe Sidebar task sorting and filtering features make it easy to focus on high-priority or time-sensitive tasks, ensuring important deadlines are met.\n\n• Streamlined Workflow: Direct access to tasks within the Sidebar ensures that users can quickly get more context or take action on specific items, cutting down on time wasted switching between tabs and searching for information.\n\n• Seamless User Experience: Since the Neodeluxe Sidebar works directly in Chrome, users don’t need to rely on external apps or software to stay on top of their tasks. \n\n• Enhanced Productivity: With task management and governance notifications, Sidebar helps reduce distractions and keeps users focused on completing the right tasks at the right time."
  }
}