{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rengoku Vs Akaza Demon Slayer Gameograf"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Relive the intense battle between Rengoku and Akaza from Demon Slayer with epic live wallpapers!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Step into the heart-pounding world of Demon Slayer with this incredible Chrome extension, featuring the iconic clash between the Flame Hashira, Kyojuro Rengoku, and the Upper Moon 3 demon, Akaza. This extension brings to life one of the most intense and emotional battles of the series, showcasing Rengoku's unwavering determination and Akaza’s brutal strength. With breathtaking live wallpapers, you’ll feel the heat of the battle and experience the tragic beauty of this unforgettable moment every time you open a new tab.\n\nHere’s what this extension brings to your browser:\n\n🎥 Live Wallpaper\nExperience the fiery intensity of Rengoku’s Flame Breathing and Akaza’s brutal attacks in dynamic live wallpapers that capture the epic showdown between these two warriors.\n\n🖥️ Website Shortcuts\nAccess your favorite websites with ease using customizable shortcuts, keeping you connected to the world of Demon Slayer and your everyday browsing needs.\n\n🔍 Google Search Bar\nSearch for anything you need, from battle analysis to Rengoku and Akaza fan theories, with the integrated Google search bar.\n\n🕒 Time & Date Display\nStay organized with the sleek time and date display, while being reminded of the epic battle that defines Rengoku’s legacy.\n\nFor fans of Demon Slayer and the unforgettable fight between Rengoku and Akaza, this extension brings the fiery intensity of their battle to your browser with every new tab!\n\nFor more extensions: https://gameograf.com/\nContact us: https://gameograf.com/contact-us/\nPrivacy policy: https://gameograf.com/privacy-policy/"
  }
}