{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GoNextab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GoNextab Chrome Extension that gives you new background every time and you can add a todo list and so on"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Everyone who spends a lot of time on their computer should have the GoNextab Chrome extension, which features a lovely background image, a to-do list, the weather, inspirational quotations, online link shortcuts, Applications, bookmarks, history and search settings.\n\nWith breathtaking, top-notch background photos that rotate every New Tab, the GoNextab extension allow users personalize their new tab page. \nUsers receive a new, motivational view each time they open a new Tab thanks to these photos, which include beautiful landscapes and motivational.\nIn addition to the background image, the GoNextab extension has a useful to-do list function that helps users keep organized and boost productivity. \nUsers may organize their day accordingly by using the weather report function, which gives them the most recent details on the temperature and weather in their location.\nThose who need a little additional encouragement to get through the day will love the inspirational quotation function. An inspirational quotation flashes each time a new tab is opened, motivating users to accomplish their goals.\nLast but not least, the web link shortcut function enables users to build shortcuts to their preferred websites, enabling easy access to the websites they visit most frequently. This function expedites and facilitates online surfing.\n\nOverall, this GoNextab Chrome extension is a fantastic tool for anyone who wants to increase their productivity, maintain organization, and find inspiration throughout the day."
  }
}