{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Storyboard DevTools"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gives you access to end-to-end stories (logs) for Storyboard-equipped applications"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "But why use Storyboard? (http://guigrpa.github.io/storyboard/)\n\n* Hierarchical stories: put logs in context (stories), and group them in higher-order stories; they can be a life-saver with concurrent user actions and async events.\n* End-to-end stories: see all client and server tasks triggered by a user action (a click on the Login button, maybe) in a single place.\n* Storyboard DevTools Chrome extension: view client and server logs with a clean and detail-rich interface, including advanced features such as remote monitoring (for mobile devices and non-Chrome browsers) and relative timestamps.\n* Storyboard CLI: wrap any application with it (no changes required) to monitor it remotely with the Storyboard DevTools.\n* Real-time push of server logs to the Storyboard DevTools extension via WebSockets, with opt-in client-server clock synchronization. Even more: control the level of detail you get from various parts of your server remotely, without relaunching.\n* Secure server logs: remote access is opt-in, and can be authenticated.\n* Attach anything to your logs for further investigation.\n* Plug-in architecture. Available plugins include Console, WebSocket Server & Client, File, (PostgreSQL) Database, and Browser Extension, but you can write your own too!\n* Lightweight. Plugins are now (v3) available separately, so you only need to bring in the dependencies you actually use.\n* Rich filter options: give logs source and severity attributes and apply fine-grained filtering, with white and black lists.\n* Colorful: use color to convey meaning and importance. Storyboard extends the popular chalk library so that it can also be used on the browser.\n* Enjoy the simple-yet-powerful API.\n\nYou will find a new \"Storyboad\" pane in your Chrome DevTools. Point your browser to either your normal server or Storyboard's standalone log server and log in (if required).\n\nSome DevTools features worth highlighting:\n\n* Modify the server's filter configuration without restarting it.\n* Show stories chronologically (\"flat\") or hierarchically (\"tree\"): hover on the story title for the button to appear.\n* Collapse/expand stories: click on the caret. Even when stories are collapsed, detect that they contain an error or warning thanks to a special icon.\n* Open attachments and exceptions: click on the folder icon.\n* Choose among 3 timestamp formats: UTC, local or relative to now: click on any timestamp.\n* Set reference timestamps: right-click or control-click on any timestamp.\n* Use quick find (case-insensitive) to highlight what you're looking for.\n* Squash identical, consecutive messages into a convenient summary line.\n* Configure when and how Storyboard \"forgets\" old logs and stories.\n* Customise colours to your heart's content!\n\nThe Storyboard library is available here: http://guigrpa.github.io/storyboard/ (or just click on the Website button below).\n\nDemo: https://storyboard-bhibtchlhy.now.sh/ (might be a bit slow <— free hosting!)\n\nA note on permissions:\n\nThe \"Read and change all your data on the websites you visit\" permission sounds outright scary, but is required to send a request to a domain (the same domain of your app). It's not used for anything else."
  }
}