{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Highlight stop-words on Indeed page"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helps to filter irrelevant jobs and description on Indeed's JobSearch page with highlight feature and changing settings"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Indeed Highlighter Filter is a Chrome extension designed to help you efficiently navigate through job listings by removing job descriptions by words in titles, highlighting irrelevant years of experience and words. With a user-friendly interface, Indeed Highlighter Filter allows you to customize your job search experience to your preferences and requirements, making it easier to find the perfect opportunity.\n\nFeatures:\n\nHighlight Irrelevant Words: The extension identifies and highlights words in job listings that may not be relevant to your search criteria, allowing you to quickly skim through postings and focus on what matters most.\n\nHighlight Experience that is greater than your set limit.\n\nScrolling to the first highlighted word.\n\nRemove Job Descriptions by Titles: If you're looking for specific job titles, the extension can automatically remove job descriptions that don't match your preferences, streamlining your search process.\n\nCustomizable Interface: extension provides a user-friendly interface for adjusting colors, stopwords, selectors, and years. Tailor the extension to your personal preferences, ensuring a seamless and enjoyable job search experience.\n\nMake your job search more efficient and enjoyable with Indeed Highlight Filter. By filtering and highlighting content based on your preferences, this Chrome extension streamlines the process of finding your dream job. Download Smart Job Filter today and take control of your job search journey!"
  }
}