{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Digital Market Research by INFOnline"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Browser extension Digital Market Research by INFOnline",
    "de": "Browsererweiterung für die digitale Marktforschung durch INFOnline"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "When installing this browser extension Digital Market Research by INFOnline, users take part in an online panel and provide INFOnline GmbH (https://www.infonline.de) with valuable data for market research voluntarily and with full consent. This online panel is operated by INFOnline to analyse user behaviour. The objective is to detect connections in user behaviour that are relevant for market and social research.\n\nSince 2002, INFOnline GmbH has been a provider of Digital Audience Measurement, as an expert partner and measurement service provider for German sites. INFOnline carries out audience measurement for the German Audit Bureau of Circulation (German: Informationsgemeinschaft zur Feststellung der Verbreitung von Werbeträgern e.V., hereinafter referred to as ‘IVW’) and usage measurement for the German Association of Online Research (German: Arbeitsgemeinschaft Online Forschung, hereinafter referred to as  ‘AGOF’). The aim of audience and usage measurement is to statistically determine the number of visits to our website, the number of website visitors and their browsing behaviour – following a consistent, standard procedure – and to therefore obtain objectively measured values that can be compared across the market.\n\nTo ensure the best possible service for panelists, INFOnline works with panel providers, who subscribe to the International Code on Market, Opinion and Social Research. As a panel participant, you can also regularly enter prize draws by installing this browser extension. Users can find out more from their panel provider.\n\nIn addition to the monetary advantage that the panelists benefit from, they also make a valuable contribution to social and market research. Furthermore, they have the opportunity to follow their own user behavior transparently via a product user interface.\n\nData protection is very important to INFOnline and we therefore take comprehensive measures to protect user privacy and data is only collected for the stated purpose. To provide data protection according to European standards, the team is located in Germany and the INFOnline servers are also in Germany. The browser extension can also be uninstalled or paused at any time.",
    "de": "Mit der Installation dieser Browsererweiterung Digital Market Research by INFOnline nehmen Nutzer an einem Online Panel teil und liefern der INFOnline GmbH (https://www.infonline.de) freiwillig und mit ihrem vollen Einverständnis für die Marktforschung wertvolle Daten. Dieses Online Panel wird von der INFOnline zur Analyse des Nutzerverhaltens betrieben. Ziel ist es, aus dem Nutzerverhalten Zusammenhänge zu erkennen, die für die Markt- und Sozialforschung von Bedeutung sind.\n\nDie INFOnline GmbH ist seit 2002 Anbieter von Digital Audience Measurement und damit kompetenter Partner und Messdienstleister für deutsche Digital-Angebote. Die INFOnline führt eine Reichweitenmessung für die Informationsgemeinschaft zur Feststellung der Verbreitung von Werbeträgern e.V. (IVW) und eine Nutzungsmessung für die Arbeitsgemeinschaft Online Forschung (AGOF) durch. Ziel der Reichweiten- und Nutzungsmessung ist es, die Anzahl der Besuche auf unserer Website, die Anzahl der Websitebesucher und deren Surfverhalten statistisch – auf Basis eines einheitlichen Standardverfahrens - zu bestimmen und somit marktweit vergleichbare und objektiv ermittelte Werte zu erhalten.\n\nUm eine bestmögliche Betreuung der Panelisten zu garantieren, arbeitet die INFOnline mit Panelanbietern zusammen, die sich zum internationa¬len Kodex für Markt- und Sozialforschung bekennen. Als Teilnehmer eines Panels haben sie mit der Installation dieser Browsererweiterung zudem die Möglichkeit, regelmäßig an Gewinnausschüttungen teilzunehmen. Mehr dazu erfahren Nutzer von ihrem Panelanbieter.\n\nNeben dem monetären Vorteil, den die Panelisten durch die Teilnahme haben, leisten diese außerdem einen wertvollen Beitrag zur Sozial- und Marktforschung. Des Weiteren haben sie die Möglichkeit, über ein Product User Interface ihr eigenes Nutzerverhalten transparent zu verfolgen.\n\nDatenschutz ist der INFOnline sehr wichtig, daher wird die Privatsphäre des Users umfassend geschützt und Daten nur für den angegebenen Zweck erhoben. Um den Datenschutz nach europäischen Standards zu garantieren, befinden sich der Sitz des Teams und der Standort der Server der INFOnline in Deutschland. Es ist außerdem jederzeit möglich, die Browsererweiterung zu deinstallieren oder auch zu pausieren."
  }
}