{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UniVCX"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Inline annotation and masking tool. Annotate text, images, or anything also mask details like balance, email id, mobile number, etc."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UniVCX chrome extension is a simple and elegant tool to annotate and mask your browser window. It can help you while doing co-browsing session or recording informative video.\nNew UI/UX makes it easy to use and function. It comes with multiple functionality such as Text writing, free hand drawing, rectangle shapes, easy to erase, and much more.\nYou can also use it to perform Masking to hide some personal information such as Bank account numbers, Mobile numbers, email id, etc. However this feature comes with certain limitations.\n\nTo start UniVCX Chrome plugin Click on the Plugin Icon after installing that will appear on the Top Right Corner of your webpage. Once you click on the icon a small box will appear below the icon to control the plugin and Enable/Disable the features. \nTo enable \"Masking\" Click on \"enable masking toggle button\".\nTo enable \"Annotation\" Click on \"enable annotation toggle button\". Now a controls box will appear with multiple tools which you can select to perform specific operations.\n\nIf your plugin doesn't start after installation please restart the chrome browser. And make sure to enable it only after visiting a web page else it would not start to work.\n\nNote: UniVCX Chrome Extension only start to work when Document is loaded completely.\n\nVersion 0.1.1 ---\n* Enable masking on whole website in single click.\n* Added remove rules button to reset masking enabled websites.\n* Added compressed bundle for fast loading\n\nVersion 0.1.0 ---\n* Major UI/UX changes. \n* Faster performance while freeing up memory\n* Back to the pointer tool added to resume the pointer events over page.\n* Easy to use text tool.\n* Removed copy, paste, select, cut and save functions.\n\nVersion 0.0.9 ---\n* Improved masking function to find numbers on a webpage and replace them with * characters."
  }
}