{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Browser Portable Workspaces"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A powerful browser extension that saves and organizes your tabs and windows across all your devices."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Browser Portable Workspaces organizes your browsing by letting you create collections of tabs, called Workspaces. Instead of keeping tabs and windows open for long periods, you can open only the Workspace you need, reducing clutter and enabling easy switching between tasks. Workspaces are synced across devices for seamless access.\n\nFeatures\n\n- Create workspaces from existing tabs\n- Auto saves open workspaces based on user actions such as add/remove/move/pin/group tab\n- Secure sync across devices using browser's native sync storage\n- Flashing sync indicator on the extension icon providing visual confirmation of sync\n- Organize Workspaces by ordering (drag-and-drop), naming, tagging\n- Import / export workspaces (json file, clipboard)\n- Optional OpenAI integration to automatically generate titles for Workspaces\n- Supports pinned and grouped tabs\n- Light/Dark theme\n- Ability to match non-workspace windows with workspaces (e.g. restored browser windows on startup due to browser option \"continue where you left off\")\n\nNote: Tab groups are currently saved but not restored when opening a workspace, because Chrome doesn't yet expose an API for interacting with \"saved tab groups\", so restoring a group would result in a new \"saved tab group\" (across devices) to be created each time a workspace is opened. When Chrome provides this API, tab groups will be fully supported\n\nRelease notes\n\nVersion 0.0.10\n- Fixed sync indicator colors compatibility with OS theme settings.\n\nVersion 0.0.9\n- New sync indicator: Added a flashing indicator on the extension icon to give users a quick visual confirmation while syncing.\n- On-demand window matching: The matching of non-workspace windows to existing workspaces is now triggered manually using a new button, providing users more control.\n- Added a button to quickly scroll to the workspace of the current window in the workspace list.\n- Improvements in titles generation with AI.\n- Improved stability and edge case handling.\n- Expanded auto-save support for tabs: Now includes auto-save actions for pinning, grouping, and ungrouping tabs. (Note: while tab groups are saved, they are not restored due to current Chrome API limitations, as outlined in the feature description above).\n\nVersion 0.0.8\n- Fixed bug in auto-save after moving a tab from one window to another.\n\nVersion 0.0.7\n- Added confirmation dialogs on delete actions.\n- Fixed bug where last item was temporarily disappearing during drag and drop.\n- Minor UI improvements.\n\nVersion 0.0.6\n- Improved UI of open workspace button and indicator.\n- Improved handling of close workspace to avoid any erroneous edge cases.\n\nVersion 0.0.5\n- Open workspaces are now automatically saved after user actions, such as adding/removing/moving a tab.\n- Various bug fixes.\n\nVersion 0.0.3\n- Fixed bug in sync between devices.\n\nVersion 0.0.2\n- Various bug fixes.\n- Import no longer deletes existing workspaces but adds/updates.\n- Improved json export file name and format\n\nVersion 0.0.1\n- Initial release."
  }
}