{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bad Connection Simulator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get out of calls by simulating a bad connection"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The perfect excuse to off of video calls\n\nStuck on a video call you want to get out and need a good excuse? The Bad Connection Simulator Chrome Extension simulates a bad connection with just a click!\n\n→ Works with any web-based video calling app\n→ Easy to use - just install the extension, no other installations required\n→ 3 levels of impairment - none, moderate, and severe\n→ Evades low bandwidth adaptation used by video calling apps\n\nHOW TO USE 🍰\n 1. Install the extension from the Chrome WebStore\n 2. Join your video call\n 3. Click the Bad Connection Simulator icon and select your impairment level\n 4. Adjust as needed throughout your call\n\nVerified with Zoom, Google Meet, Microsoft Teams, Facebook Messenger, Google Duo, Jitsi Meet, Whereby.\n\nMake sure to use the web-version of your video calling app. Bad Connection Simulator also needs to run inside a tab. \n\nTHREE LEVELS OF IMPAIRMENT\nAdjust your impairment depending on your needs:\n\n1️⃣ NONE - Normal connectivity\n2️⃣ MODERATE - will show some visual impairments and audibly degrade your audio quality. Others will notice you are having some connection issues.\n3️⃣ SEVERE - unusable connection with obvious visual artifacts and unusable audio. Now it is safe to drop off\n\nStar with moderate to signal you may have connection issues then switch to severe when you’re ready to drop. Decrease or stop the impairment at any time.\n\nFOR BEST RESULTS\nYou have to join from Chrome or Edge!\n\nBad Connection Simulator only works on Chromium-based Desktop browsers like Chrome or Edge. Also note, many web calling apps prefer to send you to their native desktop application instead of taking the call from the browser. Make sure you do not click through to the Desktop app.\n\nTurn off virtual backgrounds\nDon't use the virtual background feature. Usually this will not be altered, so your video will look impaired but the virtual background won't be.\n\nHow it works ℹ️️\nBad Connection Simulator extension inserts itself after your webcam and microphone streams. Unlike other impairment simulators, everything is contained in the browser and controlled by the extension.\n\n* No installing fake device drivers\n* No need to select a special device\n* No need to load any external apps\n\nModern video calling systems are designed to deal with bad connections and will try to adapt to reduce any impairments. Bad Connection Simulator applies realistic impairments directly to the source video stream before it is transmitted. Video conferencing systems see a normal stream, so they do not make any adjustments while your video and audio come through like garbage!\n\nExplanation for Nerds 🤓\nBad Connection Simulator makes use of WebRTC Insertable Streams. After a getUserMedia call, the source streams are routed through WebCodecs where the stream is re-encoded with simulated packet loss and latency. Then the stream is passed to the video calling app where it is displayed and can be passed to a RTCPeerConnection."
  }
}