{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Wizard"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost your browser with ChatGPT Wizard: instantly solve quizzes, ask ChatGPT, and more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the ChatGPT Wizard Extension\n\nElevate your digital interactions with the unparalleled capabilities of AI! Experience a revolutionized web browsing with the ChatGPT Wizard Extension, meticulously integrating with your browser to furnish instant translations, comprehensive explanations, succinct summaries, and innovative content rewriting. Whether it's navigating through a multilingual web, dissecting intricate text, acquiring the gist of extensive documents, or attaining a novel articulation of existing content, our extension emerges as your ideal digital ally.\n\nHighlighting Features:\n\nQuiz Solver: Stumble upon a quiz online? Use the shortcut (Cmd+Shift+S) to capture the quiz content, and ChatGPT will provide answers along with explanations, making your learning journey easier and more efficient.\n\nTranslate: Simply highlight the text and gain immediate access to precise translations, bridging the gap between you and multilingual content.\n\nExplain: Confronted with perplexing content? A right-click summons ChatGPT to unravel and elucidate, providing clear, insightful interpretations when you need them.\n\nSummarize: Propel through the digital universe with ease by condensing protracted articles or documents, enabling you to grasp the fundamental concepts without the need to traverse through bulky content.\n\nRewrite: Infuse a fresh outlook into existing text using the rewrite function, ensuring distinctiveness and a fresh viewpoint.\n\nGrammar Correction: Employ this feature for meticulous grammar inspections and corrections.\n\nAsk ChatGPT: Use this feature to directly pose queries to ChatGPT. Additionally, by clicking the appropriate image, you can directly engage with ChatGPT for your inquiries.\n\nRead it: Utilize read selected text\n\nWrite email: Draft emails effortlessly with the ChatGPT wizard by using the shortcut (Cmd+Shift+P).\n\nCustomizable User Settings: Mold the extension to align with your preferences, establishing your favored translation language, summary depth, or rewrite methodology. Navigate the web on your terms!\n\nFueled by OpenAI's ChatGPT, this extension stands as a beacon of accuracy and reliability, guaranteeing you always experience the pinnacle of digital assistance. Download now and radically transform your digital content interactions!\n\nGitHub: https://github.com/giaphiep/chatgpt-wizard\nDonate: https://ko-fi.com/giaphiep\nUSDT: \nTBdKnz8n8Kq28hMh9PeRTWYMCYzHzyrvMQ (TRC20)\n0x78bf8f1996b35d9c4358e33f1982623ac73e352f (BEP20)"
  }
}