{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WonderSwitcher"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Switch between HTTP proxies quickly and easily"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The WonderProxy Switcher allows you to switch between HTTP proxy servers quickly and easily to speed up your website testing. Import proxies from your WonderProxy account or add your own custom servers.\n---\n\nChangelog:\n\nLatest version\n\nVersion 6.1.1\nDecember 12, 2024\n - Add a list of domains which should never be proxied, to prevent a browser bug where the proxy auth box pops up on the new tab page\n\nVersion 6.1.0\nMay 17, 2024\n - Keep active proxy when browser is restarted\n\nVersion 6.0.0\nMay 7, 2024\n - Support Manifest V3 (MV3)\n - Change to accepted filters format\n - Transition users with enabled MV2 filters onto MV3 filters format\n\nVersion 5.1.4\nDecember 19, 2023\n - Security updates to how internal library code is modified\n\nVersion 5.1.3\nDecember 4, 2023\n - Security updates to internal image loading functionality\n\nVersion 5.1.2\nNovember 20, 2023\n - Security updates\n\nVersion 5.1.1\nJuly 12, 2023\n - Security updates\n\nVersion 5.1.0\nMarch 22, 2023\n - Introduce account access checking features\n - Improvements to the account options page design\n\nVersion 5.0.1\nFebruary 28, 2023\n - Security improvement in geolocation content script\n - Fix for bug where browser geolocation did not work in an iframe\n\nVersion 5.0.0\nFebruary 14, 2023\n - Remove password authentication for WonderProxy proxies in favour of Proxy Tokens\n - Change WonderProxy account import format and validation process\n - Simplify user onboarding process\n - Replace Credentials page with Account page\n\nVersion 4.8.2\nJanuary 19, 2023\n - Dependency updates\n\n\nOlder versions\n\n\nVersion 4.8.1\nJanuary 13, 2022\n - Backend updates\n\nVersion 4.8.0\nNovember 4, 2021\n - Added toggle to allow users to enable/disable matching their browser location to the proxy location. \n\nVersion 4.7.2\nAugust 10, 2021\n - Fix warnings generated by automated tooling, to help browser approve us faster\n - Correct the size of an icon\n\nVersion 4.7.1\nJune 22, 2021\n - Include province/state information when available\n - Allow search of province/state information\n - Fix onboading bug\n\nVersion 4.7.0\nFebruary 17, 2021\n - Adding support for Proxy Tokens, a new way of authenticating with proxy servers.\n\nVersion 4.6.5\nJanuary 6, 2021\n - Bugfix for websites using Basic Auth, switcher will now allow credential prompt to display\n\nVersion 4.6.3\nNovember 11, 2020\n\n - Internal changes to reduce permissions required from browsers\n - Bugfix for WatchPosition in Firefox for filtered domains\n\nVersion 4.6.1\nReleased October 2, 2020\n - Servers with a Lat or Long of 0 will no longer appear as custom servers\n - watchPosition will now correctly return a watchID\n - Editing a custom server will no longer unstar it\n\nVersion 4.6.0\nReleased September 16, 2020\n- Added detailed error messaging in onboarding credential check\n\nVersion 4.5.1\nReleased September 14, 2020\n- Security fixes: WON-01-002, WON-01-006, WON-01-007, WON-01-003\n\nVersion 4.5.0\nReleased April 1, 2020\n- Add functionality to star favourite proxies for easy access\n- Fix window focus when launching settings from private browsing mode in Chrome & Edge\n\nVersion 4.4.0\nReleased Feb 12, 2020\n- Add Switcher version information to WP.com account page \n- Ensure current proxying proxy stays active when users import their server list\n\nVersion 4.3.0\nReleased Jan 13, 2020\n- A few fixes for the Edge release\n\nVersion 4.2.0\nReleased Jan 13, 2020\n- Rebranded Switcher\n\nVersion 4.1.2\nReleased Dec 12, 2019 \n- Fix for upgrading to the new React extension: add function to port user data \n\nVersion 4.0.0\nReleased Dec 12, 2019 \n- Rewrote the extension in React/ES6, added build system etc.\n\nVersion 3.1.0\nReleased Aug 26, 2019 \n- Provides latitude and longitude data for all WonderProxy servers. The extension will update your browser location so it reflects the location of the proxy when connected to a WonderProxy server.\n\nVersion 3.0.0\nReleased Jun 6, 2019 \n\n- Allow users to clear their default credentials\n- Display messaging around unsaved changes\n- Fix to header fields being editable on first load, when toggled off\n- Allow WonderProxy users to verify their credentials\n\nVersion 2.0.0\nReleased May 2, 2019 \n- Updated onboarding process\n- Removed credentials modal for importing servers\n- Allows users to save their headers, even if disabled\n\nVersion 1.1.0\nReleased Apr 23, 2019 \n\n- Add version to settings UI\n- Add new filtering options: now supports IPs\n- Save the user's preferred reminder time\n\nVersion 1.0.0\nReleased Apr 4, 2019\n- Allow access to import json via URL (bug fix)\n- Some invisible changes to improve how the switcher communicates\n- Some improvements to values being saved when proxy setting is on\n\n\nVersion 0.1.2\nReleased Mar 12, 2019\n- Added search/filter functionality to the top of the extension pop-up. Quickly search your list of proxy servers if you have hundreds!\n\nVersion 0.1.1\nReleased Mar 5, 2019\n- Introduced an icon in the pop up to remind users that they have an active domain filter.\n- Added a show password option to all of our password fields\n\nVersion 0.1.0\nReleased Jan 7, 2019\n- Importing your servers from my/account & json import will no longer clear your existing preferences\n- Exit IPs are now properly sorted numerically, if there are more than 9 ips\n- Small bug fix to the behaviour for the reminder feature\n- Small fix to auto refresh the settings page when servers have been imported\n\n\nVersion 0.0.9\nReleased Dec 6, 2018\n- The last used proxy is now saved for quick proxy selection\n- Date of last import is now shown on the settings page for either the WonderProxy or JSON import\n- Importing servers from WonderProxy or JSON prompts a credentials modal\n\nVersion 0.0.81\nReleased Nov 19, 2018\n- Brand new look for the pop up and options page\n- The inclusion/exclusion settings area has been reformatted and renamed \"Domain Filters\". Note to users, you may need to re-add your domains in this section.\n\nVersion 0.0.7\nReleased Oct 10, 2018\nNew settings:\n- Arbitrary headers\n- Ability to exclude or include websites/domains\nGeneral:\n- Enable extension in Firefox private browsing\n- Fix to connection state issues when relaunching browser\n\nVersion 0.0.6\nReleased Jul 4, 2018\n\nVersion 0.0.5\nReleased Apr 30, 2018\n- Updated settings to appear in a separate tab (to stay consistent with Chrome)\n- Fix to settings input: Enable time input when reminder is checked when settings are loaded initially\n\nVersion 0.0.4\nReleased Feb 8, 2018\n- Updated the colour palette & icons to match our website\n- We're displaying servers by IP index rather than the port number\n- Added a 'start' screen so that users know what to do when they first install the extension\n\nVersion 0.0.3\nReleased Jan 16, 2018"
  }
}