{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Backtick"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Format code in Google Docs using Markdown-style `backticks`"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "> Update Aug 11, 2023:\n>\n> About a year after this extension first came out, [Google released built-in inline code markdown support for Google Docs](https://workspaceupdates.googleblog.com/2022/12/format-display-code-google-docs.html), rendering this extension obsolete for most use-cases. The extension will remain for those want to continue using it, but I don't intend on making any further updates. To get the built-in inline code and code blocks working via backticks, ensure the Tools -> Preferences -> \"Automatically detect Markdown\" checkbox is enabled inside Google Docs.\n\nWrite inline code inside Google Docs. Just enclose a word or phrase with `backticks` and it will be automatically formatted as inline code.\n\nA great tool for software developers who are used to the feature in Slack, Github, Jira, Markdown files, etc.\n\n# Features\n• Auto-format inline code using backticks\n• Customizable text color\n• Customizable highlight color\n• Extension on/off toggle\n• Support for multiple Google accounts\n• Secure and private. Docs data is processed client-side.\n\n# Planned Features:\n• Add multi-line code blocks using markdown-style triple backtick syntax. Ex)\n```javascript\nconsole.log('hello!`)\n```\n• Syntax highlighting in multiple programming languages for code blocks\n• Theme choices for code blocks\n\n# Technical Limitations\nDue to the way the Google Docs API was designed, there are some limitations to this extension:\n• The extension has no notion of where your cursor is and will parse the document from bottom to top. Because of this, at most one inline code section is created per backtick key press to avoid large amounts unwanted formatting.\n• Take care when dealing with large or collaborative documents that may have existing backtick characters. Remember that the extension has a disable toggle for turning it off until it's needed again.\n• To \"escape\" backtick characters in your document, format each backtick character differently from the surrounding text. For example, bolding the `s, but leaving text before and after unbolded will hide the characters from the extension.\n• The formatting will happen more quickly when typing another character immediately after pressing the closing backtick character. The reason is complicated, but is essentially to preserve the existing text formatting and avoid extraneous spaces.\n\n# Privacy Policy\nhttps://backtick.zachbrogan.com/privacy-policy.html"
  }
}