{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Canvas Hack"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cheat on quizzes easily, and maintain a low-profile on all Canvas tests."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the Canvas Hack extension, an extension which allows the user to side-step any canvas quiz. Spoof the canvas Kiosk app, and prevent ANY teacher from detecting tab-switching, window switching, and extension opening, during Canvas quizzes/tests. You can also save correct answers in quizzes with multiple attempts. This extension has been rigorously tested to make sure that you are 100% cloaked on Canvas while this extension is purchased and installed!\n\nAll CanvasHack features/hacks:\n- Tab Detection Bypass: Prevents Canvas from detecting when you leave the tab.\n- Undetectable Activity: Makes all actions on Canvas appear normal, even when cheating.\n- Split Screen Bypass: Allows for split-screen usage without detection.\n- Automatic Activation: Starts running automatically upon extension installation.\n- Save Feature: Saves correct answers from previous quiz attempts for reuse on other attempts.\n- Kiosk Mode: Mimics the Canvas kiosk app within the browser, avoiding logouts.\n- Extensive Testing: Successfully tested by over 80 college and high school students + 7,000 mormal beta testers and not a SINGLE report of the CanvasHack not working.\n- Cross-Domain Support: Works on ALL Canvas website domains/urls, including non- .instructure.com ones.\n\nEverything above is activated directly upon installing the extension and purchasing the cheap subscription or one time payment✌️(for more details visit the CanvasHack website listed below ↘️)\n\nIn order to book a call in which you can privately test the CanvasHack before purchasing join the discord server linked below!\n\nLearn more about the extension at: https://canvashack.com/\n\nIf you have any questions/issues feel free to contact the development team through discord -> (https://discord.gg/eEWFw9th8D)\n\nFull Demo Video with Teacher & Student POV, while cheating with & without the hack: https://www.youtube.com/watch?v=IX1TamSlnj8\n\nDisclaimer: Canvas Hack is an unofficial tool and is not endorsed by or affiliated with any educational institution, including Canvas™. All trademarks belong to their respective owners. Canvas™ is a trademark of Instucture® Inc."
  }
}