{
  "name": {
    "ar,hu,lv,ro,sl,th": "Flappy Dragon Unblocked Game",
    "am,fil,kn": "Flappy Dragon Game",
    "bg,ca,de,en,en_AU,en_GB,en_US,es,es_419,fi,fr,gu,he,hi,it,ja,lt,mr,nl,pl,pt_BR,pt_PT,ru,sr,ta,tr,uk,vi,zh_CN,zh_TW": "Flappy Dragon Arcade Game",
    "bn,et,hr,id,no,sw,te": "Flappy Dragon Online Game",
    "cs,da,fa,ml,ms": "Flappy Dragon Online",
    "el,ko,sk,sv": "Flappy Dragon Arcade Games"
  },
  "short": {
    "ar": "شق طريقك عبر الزهور مع التنين للحصول على أعلى الدرجات على مسار لا نهاية له.",
    "am": "ማለቂያ በሌለው መንገድ ላይ ከፍተኛ ውጤት ለማግኘት ዘንዶውን ይዛችሁ አበቦቹን አቋርጡ።",
    "bg": "Направете си път през цветята с дракона, за да получите най-висок резултат на безкраен писта.",
    "bn": "একটি অবিরাম ট্র্যাকে সর্বোচ্চ স্কোর পেতে ড্রাগনের সাথে ফুলের মাধ্যমে আপনার পথ তৈরি করুন।",
    "ca": "Fes el teu camí a través de les flors amb el drac per obtenir la màxima puntuació en una pista interminable.",
    "cs": "Projděte si s drakem květiny a získejte nejvyšší skóre na nekonečné trati.",
    "da": "Gør din vej gennem blomsterne med dragen for at få den højeste score på et uendeligt spor.",
    "de": "Begeben Sie sich mit dem Drachen durch die Blumen, um die höchste Punktzahl auf einer endlosen Strecke zu erhalten.",
    "el": "Κάντε το δρόμο σας μέσα από τα λουλούδια με το δράκο για να πάρετε την υψηλότερη βαθμολογία σε μια ατελείωτη πίστα.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Make your way through the flowers with the dragon to get the highest score on an endless track.",
    "es": "Ábrete camino a través de las flores con el dragón para obtener la puntuación más alta en una pista interminable.",
    "et": "Tehke draakoniga läbi lillede, et saada lõputul rajal kõrgeim tulemus.",
    "fa": "راه خود را از طریق گل با اژدها به بالاترین نمره در مسیر بی پایان.",
    "fi": "Tee tiesi kukkien läpi lohikäärmeen kanssa saadaksesi korkeimmat pisteet loputtomalla radalla.",
    "fil": "Gumawa ng iyong paraan sa pamamagitan ng mga bulaklak sa dragon upang makuha ang pinakamataas na pun",
    "fr": "Faites votre chemin à travers les fleurs avec le dragon pour obtenir le score le plus élevé sur une piste sans fin.",
    "gu": "અનંત ટ્રેક પર ઉચ્ચતમ સ્કોર મેળવવા માટે ડ્રેગન સાથે ફૂલો દ્વારા તમારો માર્ગ બનાવો.",
    "he": "עשו את דרככם בין הפרחים עם הדרקון כדי לקבל את הציון הגבוה ביותר במסלול אינסופי.",
    "hi": "एक अंतहीन ट्रैक पर उच्चतम स्कोर पाने के लिए अजगर के साथ फूलों के माध्यम से अपना रास्ता बनाओ।",
    "hr": "Probijajte se kroz cvijeće sa zmajem kako biste postigli najvišu ocjenu na beskrajnoj stazi.",
    "hu": "Haladj át a sárkány virágain, hogy a legmagasabb pontszámot érd el egy végtelen pályán.",
    "id": "Lewati bunga-bunga dengan naga untuk mendapatkan skor tertinggi di trek tanpa akhir.",
    "it": "Fatti strada tra i fiori con il drago per ottenere il punteggio più alto su una pista infinita.",
    "ja": "無限のトラックで最高のスコアを得るためにドラゴンと一緒に花を通してあなたの方法を作ります。",
    "kn": "ಅಂತ್ಯವಿಲ್ಲದ ಟ್ರ್ಯಾಕ್ ನಲ್ಲಿ ಅತ್ಯಧಿಕ ಸ್ಕೋರ್ ಪಡೆಯಲು ಡ್ರ್ಯಾಗನ್ ನೊಂದಿಗೆ ಹೂವುಗಳ ಮೂಲಕ ನಿಮ್ಮ ದಾರಿಯನ್ನು ಮಾಡಿ.",
    "ko": "용과 함께 꽃을 통과하여 끝없는 트랙에서 가장 높은 점수를 얻으십시오.",
    "lv": "Dodieties cauri ziediem ar pūķi, lai iegūtu augstāko rezultātu bezgalīgā trasē.",
    "ml": "അനന്തമായ ട്രാക്കിൽ ഏറ്റവും ഉയർന്ന സ്കോർ നേടാൻ ഡ്രാഗണുമായി പൂക്കളിലൂടെ നിങ്ങളുടെ വഴി നടത്തുക.",
    "mr": "अंतहीन ट्रॅकवर सर्वोच्च स्कोअर मिळविण्यासाठी ड्रॅगनसह फुलांमधून आपला मार्ग तयार करा.",
    "ms": "Buat jalan anda melalui bunga dengan naga untuk mendapatkan skor tertinggi di trek yang tidak berkesudahan.",
    "nl": "Baan je een weg door de bloemen met de draak om de hoogste score te behalen op een eindeloze baan.",
    "no": "Ta deg gjennom blomstene med dragen for å få den høyeste poengsummen på en endeløs bane.",
    "pl": "Przejdź przez kwiaty ze smokiem, aby uzyskać najwyższy wynik na niekończącym się torze.",
    "ro": "Face drum prin flori cu dragonul pentru a obține cel mai mare scor pe o pistă nesfârșită.",
    "ru": "Пробирайтесь сквозь цветы с драконом, чтобы получить самый высокий балл на бесконечной трассе.",
    "sk": "Prejdite si s drakom kvety a získajte najvyššie skóre na nekonečnej trati.",
    "sl": "Naredite svojo pot skozi cvetje z zmajem, da bi dobili najvišjo oceno na neskončni progi.",
    "sv": "Ta dig igenom blommorna med draken för att få högsta poäng på ett oändligt spår.",
    "sw": "Fanya njia yako kupitia maua na joka ili kupata alama ya juu zaidi kwenye njia isiyo na mwisho.",
    "ta": "ஒரு முடிவற்ற பாதையில் மிக உயர்ந்த மதிப்பெண் பெற டிராகன் மலர்கள் மூலம் உங்கள் வழி செய்ய.",
    "te": "అంతులేని ట్రాక్ లో అత్యధిక స్కోరును పొందడానికి డ్రాగన్ తో పువ్వుల ద్వారా మీ మార్గాన్ని చేయండి.",
    "th": "เดินผ่านดอกไม้ไปกับมังกรเพื่อทําคะแนนสูงสุดในสนามแข่งที่ไม่มีที่สิ้นสุด",
    "tr": "Sonsuz bir pistte en yüksek puanı almak için ejderha ile çiçeklerin arasından geçin.",
    "uk": "Пройдіться крізь квіти з драконом, щоб отримати найвищий бал на нескінченній трасі."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for a new adventure with the flying dragon. Do your best maneuver and show yourself.\n\nHow To Play\nPlayed with Mouse.\n\nFlappy Dragon Arcade Game Features\n✓ Cartoon Graphics\n✓ Infinity Level\n✓ Easy control\n✓ 2D Environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! Flappy Dragon Arcade Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}