{
  "name": {
    "ar": "لعبة مطلق النار الدائرة  Unblocked Games",
    "am": "የክበብ ተኳሽ ጨዋታ  Online Game",
    "bg": "Игра със стрелба в кръг  Shooting Game",
    "bn": "সার্কেল শ্যুটার গেম  Unblocked Games",
    "ca": "Joc de tir al cercle  Online",
    "cs": "Kruhová střílečka  Online Game",
    "da": "Cirkel skydespil  Shooting Game",
    "de": "Kreis-Shooter-Spiel  Online Game",
    "el": "Παιχνίδι Circle Shooter  Online Game",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Circle Shooter Game - HTML5 Game",
    "es": "Juego de disparos circulares  Skill Game",
    "et": "Ringi tulistamismäng  Arcade Game",
    "fa": "بازی تیرانداز دایره ای  Shooting Game",
    "fi": "Circle Shooter peli  Arcade Game",
    "fil": "Circle Shooter Game  Shooting Game",
    "fr": "Jeu de tir en cercle  Online Game",
    "gu": "સર્કલ શૂટર ગેમ  Online",
    "he": "משחק יריות מעגל  Online",
    "hi,mr": "सर्कल शूटर गेम  Arcade Game",
    "hr": "Igra pucanja u krug  Arcade Game",
    "hu": "Circle Shooter játék  Online Game",
    "id": "Game Penembak Lingkaran  Unblocked Game",
    "it": "Gioco sparatutto circolare  Online Game",
    "ja": "サークルシューティングゲーム  Online",
    "kn": "ಸರ್ಕಲ್ ಶೂಟರ್ ಆಟ  Unblocked Games",
    "ko": "서클 슈터 게임  Online",
    "lv": "Apļa šāvēja spēle  Arcade Game",
    "ml": "സർക്കിൾ ഷൂട്ടർ ഗെയിം  Online Game",
    "ms": "Permainan Penembak Bulatan  Arcade Game",
    "nl": "Cirkelschietspel  Arcade Game",
    "pl": "Gra Strzelanka w Koło Unblocked",
    "ro": "Joc Circle Shooter  Skill Game",
    "ru": "Круговая стрелялка  Online Game",
    "sk": "Kruhová strieľačka  Unblocked Game",
    "sl": "Igra krogov streljanja  Online Game",
    "sw": "Mchezo wa Mduara wa Risasi  Online",
    "ta": "சர்க்கிள் ஷூட்டர் கேம்  Online Game",
    "te": "సర్కిల్ షూటర్ గేమ్  Arcade Game",
    "th": "เกมยิงวงกลม  Online",
    "tr": "Çember Nişancı Oyunu  Arcade Game",
    "uk": "Гра Стрілялка по колу  Arcade Game"
  },
  "short": {
    "ar": "هل أنت من محبي ألعاب الرماية أو ألعاب الأركيد؟ إذا كان ردك بنعم ، فستستمتع تمامًا بلعبة Circle shooter الجديدة.",
    "am": "እርስዎ የተኩስ ወይም የመጫወቻ ማዕከል ጨዋታዎች አድናቂ ነዎት? መልስዎ አዎ ከሆነ በአዲሱ የክበብ ተኳሽ ጨዋታ ሙሉ በሙሉ ይደሰታሉ።",
    "bg": "Фен ли сте на стрелба или аркадни игри? Ако отговорът ви е да, ще се насладите абсолютно на новата игра Circle shooter.",
    "bn": "আপনি কি শুটিং, বা আর্কেড গেমের ভক্ত? যদি আপনার উত্তর হ্যাঁ হয়, আপনি একেবারে নতুন সার্কেল শ্যুটার গেমটি উপভোগ করবেন।",
    "ca": "Ets fanàtic dels jocs de trets o arcade? Si la teva resposta és afirmativa, gaudiràs absolutament del nou joc de trets Circle.",
    "cs": "Jste fanouškem střílení nebo arkádových her? Pokud je vaše odpověď ano, zcela si užijete novou střílečku Circle.",
    "da": "Er du fan af skyde- eller arkadespil? Hvis dit svar er ja, vil du absolut nyde det nye Circle-skydespil.",
    "de": "Sind Sie ein Fan von Schießen oder Arcade-Spielen? Wenn Ihre Antwort ja ist, werden Sie das neue Circle-Shooter-Spiel absolut…",
    "el": "Είστε λάτρης της σκοποβολής ή των παιχνιδιών arcade; Εάν η απάντησή σας είναι ναι, θα απολαύσετε απόλυτα το νέο παιχνίδι σκοποβολής…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Are you a fan of shooting, or arcade games? If your reply is yes, you will absolutely enjoy the new Circle shooter game.",
    "es": "¿Eres fanático de los juegos de disparos o arcade? Si su respuesta es afirmativa, disfrutará absolutamente del nuevo juego de…",
    "et": "Kas olete tulistamis- või arkaadmängude fänn? Kui teie vastus on jaatav, naudite uut Circle&#39;i tulistamismängu täielikult.",
    "fa": "آیا از طرفداران تیراندازی یا بازی های آرکید هستید؟ اگر پاسخ شما مثبت است، از بازی تیراندازی جدید Circle کاملا لذت خواهید برد.",
    "fi": "Oletko ammunta- tai arcade-pelien ystävä? Jos vastauksesi on kyllä, nautit ehdottomasti uudesta Circle-räiskintäpelistä.",
    "fil": "Fan ka ba ng shooting, o arcade game? Kung oo ang sagot mo, talagang masisiyahan ka sa bagong Circle shooter game.",
    "fr": "Êtes-vous un fan de tir ou de jeux d&#39;arcade? Si votre réponse est oui, vous apprécierez absolument le nouveau jeu de tir Circle.",
    "gu": "શું તમે શૂટિંગ અથવા આર્કેડ રમતોના ચાહક છો? જો તમારો જવાબ હા છે, તો તમે નવી સર્કલ શૂટર ગેમનો સંપૂર્ણ આનંદ માણી શકશો.",
    "he": "האם אתה אוהד של משחקי יריות או ארקייד? אם תשובתך חיובית, אתה בהחלט תהנה ממשחק היריות החדש של Circle.",
    "hi": "क्या आप शूटिंग, या आर्केड गेम के प्रशंसक हैं? यदि आपका उत्तर हां है, तो आप बिल्कुल नए सर्किल शूटर गेम का आनंद लेंगे।",
    "hr": "Jeste li ljubitelj pucanja ili arkadnih igara? Ako je vaš odgovor potvrdan, uživat ćete u novoj pucačkoj igri Circle.",
    "hu": "Ön a lövöldözős vagy arcade játékok rajongója? Ha a válaszod igen, akkor teljes mértékben élvezni fogod az új Circle lövöldözős…",
    "id": "Apakah Anda penggemar game menembak, atau arcade? Jika jawaban Anda adalah ya, Anda pasti akan menikmati permainan penembak…",
    "it": "Sei un fan degli sparatutto o dei giochi arcade? Se la tua risposta è sì, apprezzerai assolutamente il nuovo gioco sparatutto…",
    "ja": "あなたはシューティングゲームやアーケードゲームのファンですか？あなたの答えが「はい」の場合、新しい Circle シューティング ゲームを絶対に楽しむことができます。",
    "kn": "ನೀವು ಶೂಟಿಂಗ್ ಅಥವಾ ಆರ್ಕೇಡ್ ಆಟಗಳ ಅಭಿಮಾನಿಯಾಗಿದ್ದೀರಾ? ನಿಮ್ಮ ಉತ್ತರ ಹೌದು ಎಂದಾದರೆ, ನೀವು ಹೊಸ ಸರ್ಕಲ್ ಶೂಟರ್ ಆಟವನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಆನಂದಿಸುವಿರಿ.",
    "ko": "슈팅이나 아케이드 게임을 좋아하시나요? 대답이 &#39;예&#39;라면 새로운 Circle 슈팅 게임을 완전히 즐기게 될 것입니다.",
    "lv": "Vai esat šaušanas vai arkādes spēļu cienītājs? Ja atbilde ir apstiprinoša, jūs pilnībā izbaudīsiet jauno Circle šāvēja spēli.",
    "ml": "നിങ്ങൾ ഷൂട്ടിംഗിന്റെയോ ആർക്കേഡ് ഗെയിമുകളുടെയോ ആരാധകനാണോ? നിങ്ങളുടെ മറുപടി അതെ എന്നാണെങ്കിൽ, നിങ്ങൾ പുതിയ സർക്കിൾ ഷൂട്ടർ ഗെയിം…",
    "mr": "तुम्ही शूटिंग किंवा आर्केड गेम्सचे चाहते आहात? तुमचे उत्तर होय असल्यास, तुम्ही नवीन सर्कल शूटर गेमचा आनंद घ्याल.",
    "ms": "Adakah anda peminat menembak, atau permainan arked? Jika jawapan anda ya, anda pasti akan menikmati permainan penembak Bulatan…",
    "nl": "Ben je een fan van schieten of arcadespellen? Als je antwoord ja is, zul je absoluut genieten van het nieuwe Circle-schietspel.",
    "pl": "Jesteś fanem strzelanek lub gier zręcznościowych? Jeśli Twoja odpowiedź brzmi „tak”, z pewnością spodoba ci się nowa strzelanka…",
    "ro": "Ești un fan al jocurilor de împușcături sau arcade? Dacă răspunsul tău este da, te vei bucura absolut de noul joc Circle shooter.",
    "ru": "Вы поклонник стрельбы или аркадных игр? Если ваш ответ «да», вам понравится новый шутер Circle.",
    "sk": "Ste fanúšikom strieľania alebo arkádových hier? Ak je vaša odpoveď áno, úplne si užijete novú strieľačku Circle.",
    "sl": "Ste ljubitelj streljanja ali arkadnih iger? Če je vaš odgovor pritrdilen, boste popolnoma uživali v novi strelski igri Circle.",
    "sw": "Je, wewe ni shabiki wa risasi, au michezo ya arcade? Ikiwa jibu lako ni ndiyo, utafurahia kabisa mchezo mpya wa Circle shooter.",
    "ta": "நீங்கள் படப்பிடிப்பு அல்லது ஆர்கேட் கேம்களின் ரசிகரா? உங்கள் பதில் ஆம் எனில், புதிய சர்க்கிள் ஷூட்டர் விளையாட்டை நீங்கள்…",
    "te": "మీరు షూటింగ్ లేదా ఆర్కేడ్ గేమ్‌లను ఇష్టపడుతున్నారా? మీ సమాధానం అవును అయితే, మీరు ఖచ్చితంగా కొత్త సర్కిల్ షూటర్ గేమ్‌ను ఆనందిస్తారు.",
    "th": "คุณเป็นแฟนตัวยงของเกมยิงหรืออาร์เคดหรือไม่? หากคุณตอบว่าใช่ คุณจะสนุกไปกับเกม Circle Shooter ใหม่อย่างแน่นอน",
    "tr": "Atıcılık veya atari oyunları hayranı mısınız? Cevabınız evet ise, yeni Circle nişancı oyunundan kesinlikle keyif alacaksınız.",
    "uk": "Ви фанат стрілялки або аркадних ігор? Якщо ваша відповідь ствердна, вам сподобається новий шутер Circle."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you a fan of shooting, or arcade games? If your reply is yes, you will absolutely enjoy the new Circle shooter game.\n\nYou must terminate every circle by hitting it. The challenge comes with the excursive arrow not reaching the falling circle on time. Make your shot well and click away as quickly as you can to bypass letting any circles pass you by.\n\nTo swipe Install this extension to play the Circle Shooter game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}