{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ColorFont Master"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate design experience with ColorFont Master - the essential Chrome extension for seamless color and font handling. Install now!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the full potential of web design with ColorFont Master, a powerful Chrome extension designed for creatives, developers, and design enthusiasts. This feature-rich extension seamlessly integrates into your browsing experience, providing essential tools for working with colors and fonts on the web.\n\nKey Features:\n\nEyedropper Tool:\n\nInstantly capture the color of any element on a webpage with our intuitive Eyedropper tool.\nEffortlessly pick colors from images, backgrounds, or any design element, and copy the color code to your clipboard.\n\nFont Identifier:\n\nExplore the world of typography with our Font Identifier feature.\nIdentify and preview fonts used on any webpage with a single click.\nUncover the styling secrets of text elements to inspire and inform your own design choices.\n\nUser-Friendly Interface:\n\nSeamlessly access ColorFont Master from your Chrome toolbar for quick and convenient usage.\nIntuitive design ensures a user-friendly experience, making it easy for both beginners and seasoned designers to harness its capabilities.\nCustomization and Personalization:\n\nTailor the extension to your workflow with customizable settings.\nAdjust preferences, such as the display of color codes or the format of font identification results, to match your design preferences.\n\nEfficient Workflows:\n\nStreamline your design workflows by eliminating the need for external tools.\nEnhance productivity by having color and font information at your fingertips without leaving your browser.\n\nPrivacy and Security:\n\nColorFont Master prioritizes user privacy and operates in accordance with Chrome extension security guidelines.\nNo unnecessary data is collected, ensuring a secure and reliable extension experience.\n\nGet Started Today:\nElevate your web design capabilities with ColorFont Master. Whether you're a web designer, developer, or anyone passionate about aesthetics, this extension is your go-to tool for mastering colors and fonts on the web.\n\nInstall ColorFont Master now and transform the way you design and create on the web!"
  }
}