{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto Posher – Passwordless Authenticator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto Posher is a Poshmark, Mercari, and Depop VA, automating actions to increase sales."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "It is the only virtual assistant under $25/month that can be accessed from your phone, tablet, or computer, and does not require you to keep your device on. \n\nAuto Posher runs through its own website that you connect to your Poshmark/Mercari/Depop accounts. If you log in to these platforms with Facebook, Google, or Apple and don't have a password, you can now connect your accounts to Auto Posher using this simple Chrome extension!\n\nOur features include:\n\n- Relist items: Relisting is a great way to give unsold items a second chance. But did you know copies can perform worse than fresh listings? Save time on Poshmark, Mercari, and Depop by letting Auto Posher recreate old listings from scratch.\n\n- Share to followers/parties: When you share an item, it jumps to the top of shoppers’ search results, making it more likely to be seen and sold. With Auto Posher, you can automatically share your listings throughout the day, every single day.\n\n- Offer to likers: 50% of sales are made from items that were discovered that same day. Auto Posher allows you to capitalize on your shoppers' interest with customizable offers to likers, automatically sent within 15 minutes of each like.\n\n- Reciprocate follows: Shared items also jump to the top of your followers' feeds, so more followers leads to more likes and re-shares. Thank your new followers by automatically following them back.\n\nEach feature has built-in protection mechanisms, designed to keep your account safe and business healthy. For example, we track CAPTCHAs to detect your proximity to “share jail” and actively avoid it. We also pace and time our actions like a human, using randomized delays between actions and pausing all activity overnight.\n\nWhether you’re a Posher or crosslister, we have a plan for you! Our three plans range from $0 to $35/month, allowing you to scale your tools with your business. All plans include free CAPTCHA solving, and the paid plans come with a 7-day free trial.\n\nIf you have any questions, feel free to contact us!"
  }
}