{
  "name": {
    "ar": "AdBlock Max - مانع الإعلانات",
    "am,en,en_AU,en_GB,en_US,es_419,fil,gu,mr,sl,sw,ta,th": "AdBlock Max - ad blocker",
    "bg": "AdBlock Max - рекламен блокер",
    "bn": "AdBlock Max - বিজ্ঞাপন প্রতিরোধক",
    "ca": "AdBlock Max - bloquejador d’anuncis",
    "cs": "AdBlock Max - Blokovač reklam",
    "da": "AdBlock Max - annonceblokker",
    "de": "AdBlock Max - Ad Blocker",
    "el": "AdBlock Max - πρόγραμμα αποκλεισμού διαφημίσεων",
    "es": "AdBlock Max - Bloqueador de anuncios",
    "et": "AdBlock Max - reklaamide blokeerija",
    "fa": "AdBlock Max - مسدود کننده آگهی",
    "fi": "AdBlock Max - mainosten estäjä",
    "fr": "AdBlock Max - bloqueur de publicités",
    "he": "AdBlock Max - חוסם פרסומות",
    "hi": "AdBlock Max - विज्ञापन अवरोधक",
    "hr": "AdBlock Max - blokator oglasa",
    "hu": "AdBlock Max - reklám blokkoló",
    "id": "AdBlock Max - pemblokir iklan",
    "it": "AdBlock Max - blocco per annunci pubblicitari",
    "ja": "AdBlock Max - 広告ブロッカー",
    "kn": "AdBlock Max - ಜಾಹೀರಾತು ಬ್ಲಾಕರ್",
    "ko": "AdBlock Max - 광고 차단기",
    "lt": "AdBlock Max - skelbimų blokatorius",
    "lv": "AdBlock Max - reklāmu bloķētājs",
    "ml": "AdBlock Max - പരസ്യ ബ്ലോക്കർ",
    "ms": "AdBlock Max - penyekat iklan",
    "nl": "AdBlock Max - advertentie blokeerder",
    "no": "AdBlock Max - annonse blokkerer",
    "pl": "AdBlock Max - bloker reklam",
    "pt_BR,pt_PT": "AdBlock Max - bloqueador de anúncios",
    "ro": "AdBlock Max - blocant de reclame",
    "ru": "AdBlock Max - блокировщик рекламы",
    "sk": "AdBlock Max - blokovanie reklám",
    "sr": "AdBlock Max - оглас блокер",
    "sv": "AdBlock Max - annonsblockerare",
    "te": "AdBlock Max - ప్రకటన బ్లాకర్",
    "tr": "AdBlock Max - reklam engelleyici",
    "uk": "AdBlock Max - рекламний блокатор",
    "vi": "AdBlock Max - chặn quảng cáo",
    "zh_CN": "AdBlock Max - 广告拦截器",
    "zh_TW": "AdBlock Max - 廣告攔截器"
  },
  "short": {
    "ar": "حاجب محتوى و بأقل التراخيص المسبقة. يحجب الإعلانات والمتتبعات والمعدنات والكثير فوراً عند التثبيت.",
    "am,en,en_AU,en_US,es_419,gu,lt,mr,sl,sw,ta,te,th": "A permission-less content blocker. Blocks ads, trackers, miners, and more immediately upon installation.",
    "bg": "Блокиране на съдържание без разрешение. Блокира реклами, тракери, миньори и други веднага след инсталирането.",
    "bn": "একটি পরীক্ষামূলক, অনুমতিহীন কন্টেন্ট নিষিদ্ধকারক। বিজ্ঞাপন, অনুসরণকারী, খননকারী, এবং আরো জিনিস নিষিদ্ধ করো ইন্সটলের সাথে সাথেই।",
    "ca": "Un blocador de contingut lleuger experimental i sense permisos: bloca anuncis, rastrejadors, miners i molt més per defecte.",
    "cs": "Blokátor obsahu vyžadující méně oprávnění. Blokuje reklamy, sledovače, těžaře a jiné ihned po instalaci.",
    "da": "En tilladelsesløs indholdsblocker. Blokerer som standard annoncer, trackere, minere mv. straks efter installationen.",
    "de": "Ein Inhaltsblocker, der ohne Berechtigungen auskommt. Blockiert Werbung, Tracker und mehr sofort nach der Installation.",
    "el": "Ένα πειραματικό εργαλείο φραγής περιεχομένου χωρίς δικαιώματα. Αποκλείει διαφημίσεις, ιχνηλάτες και πολλά άλλα μετά την εγκατάσταση.",
    "en_GB": "An experimental, permission-less content blocker. Blocks ads, trackers, miners, and more immediately upon installation.",
    "es": "Un bloqueador de contenido con menos permisos. Bloquea anuncios, rastreadores, criptomineros y aún más.",
    "et": "Õigustevaba sisublokeerija. Blokeerib reklaamid, jälitajad, kaevandajad ja teised kohe pärast paigaldust.",
    "fa": "مسدود کننده محتوا بدون نیاز به مجوز که بلافاصله پس از نصب، تبلیغات، ردیاب ها، ابزار‌های استخراج ارز دیجیتال و موارد دیگر را مسدود…",
    "fi": "Käyttöoikeudeton estotyökalu, joka estää välittömästi asennuksesta lähtien mm. mainokset, seurannat ja kryptolouhijat.",
    "fil": "Permission-less na tagaharang ng content. Hinaharang ang mga ad, tracker, miner, at higit pa pagka-install.",
    "fr": "Un bloqueur de contenu sans permission requise. Bloque les publicités, pisteurs, mineurs et plus dès l'installation.",
    "he": "חוסם תוכן ניסיוני, נטול הרשאות. חוסם מודעות, עוקבים, כורים, ועוד מיד עם ההתקנה.",
    "hi": "एक प्रयोगात्मक, अनुमति-रहित सामग्री अवरोधक. इंस्टालेशन के तुरंत बाद विज्ञापनों, ट्रैकर्स, माइनर्स और बहुत कुछ को ब्लॉक कर देता है.",
    "hr": "Bloker sadržaja bez dopuštenja. Blokira oglase, oglasne pratitelje, kripto \"rudare\" i ostalo odmah nakon instalacije.",
    "hu": "Kísérleti, engedélyt nem igénylő nélküli tartalomblokkoló. A telepítés után azonnal blokkolja a hirdetéseket, nyomkövetőket,…",
    "id": "Pemblokir konten eksperimental yang cepat dan ringan -- memblokir iklan, pelacak, penambang kripto dan lainnya secara bawaan.",
    "it": "Un blocco sperimentale che non richiede permessi. Blocca pubblicità, tracker, cryptominer e altro ancora.",
    "ja": "実験的で要求権限の少ないコンテンツブロッカー - 広告・トラッカー・マイニングスクリプトなどをブロック",
    "kn": "ಅನುಮತಿ-ಕಡಿಮೆ ವಿಷಯ ಬ್ಲಾಕರ್. ಅನುಸ್ಥಾಪನೆಯ ತಕ್ಷಣವೇ ಜಾಹೀರಾತುಗಳು, ಟ್ರ್ಯಾಕರ್‌ಗಳು, ಗಣಿಗಾರರು ಮತ್ತು ಹೆಚ್ಚಿನದನ್ನು ನಿರ್ಬಂಧಿಸುತ್ತದೆ.",
    "ko": "실험적이고 권한이 적은 콘텐츠 차단기. 광고, 추적기, 채굴기 등을 설치 직후 차단합니다.",
    "lv": "Izmēģinājuma, bezatļauju satura aizturētājs. Aiztur reklāmas, izsekotājus, kriptoracējus un vēl uzreiz pēc uzstādīšanas.",
    "ml": "അനുമതി-കുറവ് ഉള്ളടക്ക ബ്ലോക്കർ. പരസ്യങ്ങൾ, ട്രാക്കറുകൾ, ക്രിപ്‌റ്റോ-മൈനർ എന്നിവയും മറ്റും ഇൻസ്റ്റാളുചെയ്യുമ്പോൾ ഉടനടി തടയുന്നു.",
    "ms": "Penyekat kandungan tanpa kebenaran. Menyekat iklan, penjejak, pelombong dan banyak lagi sebaik sahaja pemasangan.",
    "nl": "Een toestemmingsloze inhoudsblokkeerder. Blokkeert direct na installatie advertenties, trackers, miners en meer.",
    "no": "En tillatelsesbegrenset innholdsblokkerer. Blokkerer reklame, sporere, minere og mer umiddelbart etter installering.",
    "pl": "Niewymagający uprawnień bloker treści. Natychmiast po instalacji blokuje reklamy, moduły śledzące, koparki i nie tylko.",
    "pt_BR": "Um bloqueador de conteúdo com menos permissões - Bloqueie anúncios, rastreadores, mineradores e mais imediatamente após a…",
    "pt_PT": "Um bloqueador de conteúdo sem permissões. Bloqueia anúncios, rastreadores, mineradores de criptomoedas e muito mais, imediatamente…",
    "ro": "Un blocant experimental, fără permisiuni. Blochează reclamele, urmăritorii, minerii de monede virtuale și multe altele imediat [...]",
    "ru": "Блокировщик контента, не требующий разрешений. Сразу после инсталляции блокирует рекламу, трекеры, майнеры и многое другое.",
    "sk": "Experimentálny blokátor obsahu bez povolení. Okamžite po inštalácii zablokuje reklamy, sledovacie programy, minery a ďalšie.",
    "sr": "Блокатор садржаја који не захтева дозволе. Блокира рекламе, праћења, рударе криптовалута и друго.",
    "sv": "En behörighetslös innehållsblockerare.  Blockerar annonser, spårare, miners och mer omedelbart efter installationen.",
    "tr": "İzin gerektirmeyen içerik engelleyicisi. Kurulumdan hemen sonra reklamları, izleyicileri, kripto madencilerini, ve daha fazlasını…",
    "uk": "Експериментальний, бездозвільний блокувальник вмісту. Блокує рекламу, трекери, майнери та інше одразу після встановлення.",
    "vi": "Trình chặn nội dung không cần quyền. Chặn quảng cáo, trình theo dõi, công cụ khai thác tiền số và hơn thế nữa ngay sau khi cài đặt.",
    "zh_CN": "一个不需要权限的内容屏蔽工具。安装即可屏蔽广告、跟踪器、挖矿脚本等网页内容。",
    "zh_TW": "一個無須任何權限的內容阻擋器。安裝即可阻擋廣告、追蹤器、挖礦程式等網頁內容。"
  },
  "long": {
    "ar": "سيعمل مانع الإعلانات والمحتوى البسيط سهل الاستخدام هذا على إزالة الإعلانات غير المرغوب فيها وحمايتك من المتتبعين وتحميل صفحات الويب بشكل أسرع معها.\n\nدلائل الميزات:\n\nإعلانات كتلة\n· حظر جميع الإعلانات على Facebook وأي مواقع أخرى.\n· منع النوافذ المنبثقة المزعجة ، وإزالة إعلانات الفيديو ذاتية التشغيل وكتل الإعلانات الصوتية البغيضة.\n\nنشر\n· يمنع عدد لا يحصى من المتتبعات من غزو خصوصيتك.\n\nآمنة\n· منع الفيروسات والبرمجيات الخبيثة (المخفية في الإعلانات).\n\nبسرعة\n· باستخدام تقنية جديدة تسمى ملحقات حظر المحتوى ، يمكنها القيام بعملها دون إبطاء سرعة المتصفح على الإطلاق.\n· القضاء على الإعلانات البطيئة والنوافذ المنبثقة التي تؤثر على الأداء\n· جعل التصفح أكثر من 2x أسرع.\n\nالقائمة البيضاء\n· دعم المواقع التي تحبها من خلال إضافتها إلى القائمة البيضاء.\n\nحتى الآن\nيمكنك تحديث قائمة الحظر لمواكبة شبكة الإنترنت المتغيرة باستمرار.",
    "am,en,en_AU,en_US,es_419,gu,sw": "This simple, easy-to-use ad and content blocker will remove unwanted ads, protect you from trackers, and web pages load a lot faster with it.\n\nKEY FEATURES:\n\nBlock ads\n· Block all ads on Facebook, and any other websites.\n· Block annoying pop-ups, removes autoplay video ads and blocks obnoxious audio ads.\n\nPrivate\n· Prevents countless trackers from invading your privacy.\n\nSafe\n· Block viruses and malware(hidden in advertisements).\n\nFast\n· By using a new technology called Content Blocking Extensions, it can do its job without slowing down browser at all.\n· Eliminate slow-loading ads and pop-ups that impact performance\n· Make browsing over 2x faster.\n\nWhitelist\n· Support sites you love by whitelisting them.\n\nUp-to-date\n· You can update blocklist to keep up with the ever-changing web.\n\nSource code: https://pan.baidu.com/s/1GHzOTZabP9A11nNqKTdJtw  PW:v255",
    "bg": "Този прост, лесен за използване рекламен и съдържащ блокер ще премахне нежеланите реклами, ще ви предпази от тракери и уеб страниците се зареждат много по-бързо с него.\n\nОСНОВНИ ФУНКЦИИ:\n\nБлокиране на реклами\n· Блокирайте всички реклами във Facebook, и всякакви други уебсайтове.\n· Блокира досадни изскачащи прозорци, премахва автоматичните видеореклами и блокира неприятните аудио реклами.\n\nчастен\n· Предотвратява безброй тракери да нахлуят в поверителността ви.\n\nсейф\n· Блокирайте вируси и зловреден софтуер (скрити в рекламите).\n\nБърз\n· Използвайки нова технология, наречена Content Blocking Extensions, тя може да свърши своята работа, без изобщо да забавя браузъра.\n· Елиминирайте бавно зареждащите се реклами и изскачащи прозорци, които влияят на ефективността\n· Направете сърфирането над 2 пъти по-бързо.\n\nБял списък\n· Поддържайте сайтове, които обичате, като ги добавяте в бели списъци.\n\nВ крак с времето\n· Можете да актуализирате списъка с блокове, за да сте в крак с постоянно променящата се мрежа.",
    "bn": "এই সাধারণ, সহজেই ব্যবহারযোগ্য বিজ্ঞাপন এবং সামগ্রী সামগ্রী অবরুদ্ধকারী অযাচিত বিজ্ঞাপনগুলি সরিয়ে দেবে, আপনাকে ট্র্যাকারদের হাত থেকে রক্ষা করবে এবং ওয়েব পৃষ্ঠাগুলি এটি দিয়ে খুব দ্রুত লোড হবে।\n\nমুখ্য সুবিধা:\n\nবিজ্ঞাপন ব্লক করুন\nFacebook ফেসবুক, ইউটিউব এবং অন্য যে কোনও ওয়েবসাইটে সমস্ত বিজ্ঞাপন ব্লক করুন।\nAnn বিরক্তিকর পপ-আপগুলি অবরুদ্ধ করুন, অটোপ্লে ভিডিও বিজ্ঞাপনগুলি সরান এবং অযৌক্তিক অডিও বিজ্ঞাপনগুলি ব্লক করুন।\n\nব্যক্তিগত\nYour আপনার গোপনীয়তার আক্রমণ থেকে অগণিত ট্র্যাকারদের বাধা দেয়।\n\nনিরাপদ\nVir ব্লক ভাইরাস এবং ম্যালওয়্যার (বিজ্ঞাপনগুলিতে লুকানো)।\n\nদ্রুত\nContent কনটেন্ট ব্লকিং এক্সটেনশানস নামে একটি নতুন প্রযুক্তি ব্যবহার করে, এটি ব্রাউজারকে মোটেও কমিয়ে না ফেলে কাজটি করতে পারে।\nSlow ধীর-লোডিং বিজ্ঞাপন এবং পপ-আপগুলি বাদ দিন যা কার্য সম্পাদনকে প্রভাবিত করে\n2 2x এর বেশি ব্রাউজিং দ্রুত করুন।\n\nপরিচ্ছন্ন তলিকা\nYou আপনার পছন্দসই সাইটগুলি হোয়াইটলিস্ট করে তাদের সমর্থন করুন।\n\nআলোচ্য সময় পর্যন্ত\nEver আপনি সর্বদা পরিবর্তনশীল ওয়েবের সাথে তাল মিলিয়ে ব্লকলিস্ট আপডেট করতে পারেন।",
    "ca": "Aquest senzill i fàcil d’utilitzar bloqueig d’anuncis i contingut eliminarà els anuncis no desitjats, el protegirà dels rastrejadors i les pàgines web es carreguen molt més ràpidament amb ell.\n\nCARACTERÍSTIQUES CLAU:\n\nBloquejar anuncis\n· Bloqueu tots els anuncis a Facebook, i qualsevol altre lloc web.\n· Bloqueja les finestres emergents molestes, elimina els anuncis de vídeo de reproducció automàtica i bloqueja els anuncis d'àudio molestos.\n\nPrivat\n· Impedeix que molts seguidors envaeixin la vostra privadesa.\n\nCaixa forta\n· Bloqueu virus i programari maliciós (ocults als anuncis).\n\nRàpid\n· Si utilitzeu una nova tecnologia anomenada Extensions de bloqueig de contingut, pot fer el seu treball sense alentir el navegador.\n· Elimineu els anuncis i les finestres emergents de càrrega lenta que afectin el rendiment\n· Fer que la navegació sigui superior a 2 vegades més ràpid\n\nLlista blanca\n· Assistiu els llocs que us agraden mitjançant la llista blanca.\n\nActualitzat\n· Podeu actualitzar la llista de blocs per seguir al web en constant canvi.",
    "cs": "Tento jednoduchý, snadno použitelný blokování reklam a obsahu odstraní nežádoucí reklamy, ochrání vás před sledováním a webové stránky se s ním načtou mnohem rychleji.\n\nKLÍČOVÉ FUNKCE:\n\nBlokovat reklamy\n· Blokovat všechny reklamy na Facebooku, a dalších webech.\n· Blokovat nepříjemné vyskakovací okna, odstraňuje automatické přehrávání videoreklam a blokuje nepříjemné zvukové reklamy.\n\nSoukromé\n· Zabraňuje nesčetným sledovačům v napadení vašeho soukromí.\n\nBezpečný\n· Blokovat viry a malware (skryté v reklamách).\n\nRychle\n· Použitím nové technologie nazvané Rozšíření blokování obsahu může vykonávat svou práci bez zpomalení prohlížeče.\n· Odstraňte pomalu načítané reklamy a vyskakovací okna, která mají vliv na výkon\n· Zrychlete procházení 2x.\n\nWhitelist\n· Podporujte weby, které máte rádi, tím, že je na seznamu povolíte.\n\nAktuální\n· Můžete aktualizovat blokovací seznam, abyste drželi krok s neustále se měnícím webem.",
    "da": "Denne enkle, brugervenlige annonce- og indholdsblokerer fjerner uønskede annoncer, beskytter dig mod trackere og websider indlæses meget hurtigere med det.\n\nNØGLEFUNKTIONER:\n\nBloker annoncer\n· Bloker alle annoncer på Facebook, og andre websteder.\n· Bloker irriterende pop-ups, fjerner autoplay-videoannoncer og blokerer for modbydelige lydannoncer.\n\nPrivat\n· Forhindrer utallige trackere fra at invadere dit privatliv.\n\nSikker\n· Blokerer vira og malware (skjult i reklamer).\n\nHurtig\n· Ved at bruge en ny teknologi kaldet Content Blocking Extensions, kan den udføre sit job uden at bremse browseren overhovedet.\n· Fjern annoncer med langsom indlæsning og pop op-vinduer, der påvirker ydeevnen\n· Gør browsing over 2x hurtigere.\n\nwhiteliste\n· Understøtt websteder, du elsker, ved at hvidliste dem.\n\nOpdateret\n· Du kan opdatere blockliste for at følge med på det konstant skiftende web.",
    "de": "Dieser einfache, benutzerfreundliche Werbe- und Inhaltsblocker entfernt unerwünschte Anzeigen, schützt Sie vor Trackern und lädt Webseiten damit viel schneller.\n\nHAUPTMERKMALE:\n\nWerbung blockieren\n· Blockieren Sie alle Anzeigen auf Facebook, und anderen Websites.\n· Blockieren Sie lästige Popups, entfernen Sie Autoplay-Videoanzeigen und blockieren Sie unangenehme Audioanzeigen.\n\nPrivat\n· Verhindert, dass unzählige Tracker in Ihre Privatsphäre eindringen.\n\nSicher\n· Blockieren Sie Viren und Malware (in Werbung versteckt).\n\nSchnell\n· Durch die Verwendung einer neuen Technologie namens Content Blocking Extensions kann das Unternehmen seine Aufgabe erfüllen, ohne den Browser zu verlangsamen.\n· Vermeiden Sie langsam ladende Anzeigen und Popups, die sich auf die Leistung auswirken\n· Machen Sie das Surfen über 2x schneller.\n\nWhitelist\n· Unterstützen Sie Websites, die Sie lieben, indem Sie sie auf die Whitelist setzen.\n\nAuf dem neuesten Stand\n· Sie können die Blockliste aktualisieren, um mit dem sich ständig ändernden Web Schritt zu halten.",
    "el": "Αυτός ο απλός, εύχρηστος αποκλεισμός διαφημίσεων και περιεχομένου θα αφαιρέσει ανεπιθύμητες διαφημίσεις, θα σας προστατεύσει από τους ιχνηλάτες και οι ιστοσελίδες φορτώνουν πολύ πιο γρήγορα μαζί της.\n\nΒΑΣΙΚΑ ΧΑΡΑΚΤΗΡΙΣΤΙΚΑ:\n\nΑποκλεισμός διαφημίσεων\n· Αποκλεισμός όλων των διαφημίσεων στο Facebook, στο και σε οποιονδήποτε άλλο ιστότοπο.\n· Αποκλεισμός ενοχλητικών αναδυόμενων παραθύρων, κατάργηση αυτόματων διαφημίσεων βίντεο και αποκλεισμός ενοχλητικών διαφημίσεων ήχου.\n\nΙδιωτικός\n· Αποτρέπει αμέτρητους ιχνηλάτες να εισβάλουν στο απόρρητό σας.\n\nΑσφαλής\n· Αποκλεισμός ιών και κακόβουλων προγραμμάτων (κρυμμένα σε διαφημίσεις).\n\nΓρήγορα\n· Χρησιμοποιώντας μια νέα τεχνολογία που ονομάζεται Content Blocking Extensions, μπορεί να κάνει τη δουλειά της χωρίς να επιβραδύνει καθόλου το πρόγραμμα περιήγησης.\n· Εξαλείψτε διαφημίσεις αργής φόρτωσης και αναδυόμενα παράθυρα που επηρεάζουν την απόδοση\n· Κάντε πιο γρήγορη την περιήγηση πάνω από 2 φορές.\n\nΛίστα επιτρεπόμενων\n· Υποστήριξη ιστότοπων που σας αρέσουν με τη λίστα επιτρεπόμενων\n\nΕνημερωμένος\n· Μπορείτε να ενημερώσετε τη λίστα αποκλεισμού για να παρακολουθείτε τον συνεχώς μεταβαλλόμενο ιστό.",
    "en_GB": "This simple, easy-to-use ad and content blocker will remove unwanted ads, protect you from trackers, and web pages load a lot faster with it.\n\nKEY FEATURES:\n\nBlock ads\n· Block all ads on Facebook, and any other websites.\n· Block annoying pop-ups, removes autoplay video ads and blocks obnoxious audio ads.\n\nPrivate\n· Prevents countless trackers from invading your privacy.\n\nSafe\n· Block viruses and malware(hidden in advertisements).\n\nFast\n· By using a new technology called Content Blocking Extensions, it can do its job without slowing down browser at all.\n· Eliminate slow-loading ads and pop-ups that impact performance\n· Make browsing over 2x faster.\n\nWhitelist\n· Support sites you love by whitelisting them.\n\nUp-to-date\n· You can update blocklist to keep up with the ever-changing web.",
    "es": "Este bloqueador de contenido y anuncios simple y fácil de usar eliminará los anuncios no deseados, lo protegerá de los rastreadores y las páginas web se cargarán mucho más rápido.\n\nCARACTERÍSTICAS CLAVE:\n\nBloquear anuncios\n· Bloquee todos los anuncios en Facebook, y cualquier otro sitio web.\n· Bloquea ventanas emergentes molestas, elimina anuncios de video de reproducción automática y bloquea anuncios de audio desagradables.\n\nPrivado\n· Evita que innumerables rastreadores invadan tu privacidad.\n\nSeguro\n· Bloquear virus y malware (ocultos en anuncios).\n\nRápido\n· Al usar una nueva tecnología llamada Extensiones de bloqueo de contenido, puede hacer su trabajo sin ralentizar el navegador.\n· Eliminar anuncios de carga lenta y ventanas emergentes que afectan el rendimiento\n· Haga que la navegación sea más de 2 veces más rápida.\n\nLista blanca\n· Apoye los sitios que le gustan al incluirlos en la lista blanca.\n\nA hoy\n· Puede actualizar la lista de bloqueo para mantenerse al día con la web en constante cambio.",
    "et": "See lihtne ja hõlpsasti kasutatav reklaamide ja sisu blokeerija eemaldab soovimatud reklaamid, kaitseb teid jälitajate eest ja veebilehed laadivad selle abil palju kiiremini.\n\nPÕHIJOONED:\n\nBlokeeri reklaamid\n· Blokeerige kõik reklaamid Facebookis'is ja muudel veebisaitidel.\n· Blokeerib tüütud hüpikaknad, eemaldab automaatse esituse videoreklaamid ja blokeerib pahatahtlikud helireklaamid.\n\nPrivaatne\n· Takistab lugematul hulgal jälgijatel teie privaatsust.\n\nOhutu\n· Viiruste ja pahavara blokeerimine (reklaamides peidetud).\n\nKiire\n· Kasutades uut tehnoloogiat, mida nimetatakse sisu blokeerimise laienditeks, saab ta oma töö ära teha brauserit üldse aeglustamata.\n· Kõrvaldage aeglustusega reklaamid ja hüpikaknad, mis mõjutavad toimivust\n· Tehke sirvimine kiiremini kui kaks korda.\n\nValges nimekirjas\n· Toetage teile meeldivaid saite, lisage need valgesse nimekirja.\n\nAjakohane\n· Pidevat muutuva veebiga sammu pidamiseks saate värskendada blokeerimisloendit.",
    "fa": "این مسدود کننده ساده و آسان برای استفاده از تبلیغات و محتوا باعث حذف تبلیغات ناخواسته می شود ، شما را از ردیاب محافظت می کند و صفحات وب با سرعت بسیار بیشتری بارگیری می کنند.\n\nویژگی های کلیدی:\n\nمسدود کردن تبلیغات\n· مسدود کردن همه تبلیغات در فیس بوک ، یوتیوب و هر وب سایت دیگر.\n· پاپ آپ های آزار دهنده را مسدود کنید ، تبلیغات ویدیویی را به صورت خودکار پخش کنید و تبلیغات صوتی مضطرب را مسدود کنید.\n\nخصوصی\n· از ردیاب های بی شماری از حمله به حریم خصوصی شما جلوگیری می کند.\n\nبی خطر\n· مسدود کردن ویروس ها و بدافزارها (مخفی در تبلیغات).\n\nسریع\n· با استفاده از فن آوری جدیدی به نام Content Blocking Extensions ، می تواند کار خود را بدون کند کردن مرورگر انجام دهد.\n· تبلیغات و بارگیریهای آهسته را که عملکرد را تأثیر می گذارد از بین ببرد\n· مرور را بیش از 2 برابر سریعتر کنید.\n\nلیست سفید\n· از سایتهای مورد علاقه خود با لیست سفید کردن آنها پشتیبانی کنید.\n\nبه روز\n· می توانید لیست ها را به روز نگه دارید تا از وب همیشه در حال تغییر استفاده کنید.",
    "fi": "Tämä yksinkertainen, helppokäyttöinen mainosten ja sisällön estäjä poistaa ei-toivotut mainokset, suojaa sinua jäljittäjiltä ja verkkosivut latautuvat paljon nopeammin.\n\nAVAINOMINAISUUDET:\n\nEstä mainokset\n· Estä kaikki mainokset Facebookissa, ssa ja muissa verkkosivustoissa.\n· Estää ärsyttäviä ponnahdusikkunoita, poistaa automaattisen toiston videomainokset ja estää häiritseviä äänimainoksia.\n\nyksityinen\n· Estää lukemattomia jäljittäjiä hyökkäämästä yksityisyyttäsi.\n\nturvallinen\n· Estää viruksia ja haittaohjelmia (piilotettu ilmoituksiin).\n\nNopeasti\n· Käyttämällä uutta tekniikkaa, jota kutsutaan sisällön estolaajennuksiksi, se voi tehdä työnsä hidastamatta selainta ollenkaan.\n· Poista hitaasti latautuvat mainokset ja ponnahdusikkunat, jotka vaikuttavat suorituskykyyn\n· Tee selaus yli 2x nopeammin.\n\nwhitelist\n· Tukisivustoja, jotka rakastat, lisäämällä ne valkoisiin luetteloihin.\n\nAjantasalla\n· Voit päivittää estoluettelon pysyäksesi muuttuvan verkon kanssa.",
    "fil": "Ang simple, madaling gamitin na ad at nilalaman blocker ay aalisin ang mga hindi ginustong ad, protektahan ka mula sa mga tracker, at mas mabilis ang pag-load ng mga web page dito.\n\nPANGUNAHING TAMPOK:\n\nI-block ang mga ad\n· I-block ang lahat ng mga ad sa Facebook, at anumang iba pang mga website.\n· I-block ang nakakainis na mga pop-up, nag-aalis ng mga ad sa video na autoplay at hinarangan ang hindi kanais-nais na mga ad na audio.\n\nPribado\n· Pinipigilan ang hindi mabilang na mga tracker mula sa pagsalakay sa iyong privacy.\n\nLigtas\n· I-block ang mga virus at malware (nakatago sa mga ad).\n\nMabilis\n· Sa pamamagitan ng paggamit ng isang bagong teknolohiya na tinatawag na Mga Extension ng Pag-block ng Nilalaman, magagawa nito ang trabaho nang hindi nagpapabagal ng browser.\n· Tanggalin ang mga mabagal na pag-load ng mga ad at pop-up na nakakaapekto sa pagganap\n· Gawing mas mabilis ang pag-browse sa 2x.\n\nPuti\n· Suporta sa mga site na gusto mo sa pamamagitan ng pagpaputi ng mga ito.\n\nUp-to-date\n· Maaari mong i-update ang blocklist upang mapanatili ang palaging pagbabago ng web.",
    "fr": "Ce bloqueur d'annonces et de contenu simple et facile à utiliser supprimera les publicités indésirables, vous protégera des trackers et les pages Web se chargeront beaucoup plus rapidement avec.\n\nPRINCIPALES CARACTÉRISTIQUES:\n\nBloquer les publicités\n· Bloquer toutes les publicités sur Facebook, et tout autre site Web.\n· Bloquer les pop-ups ennuyeux, supprime les annonces vidéo de lecture automatique et bloque les publicités audio désagréables.\n\nPrivé\n· Empêche d'innombrables trackers d'envahir votre vie privée.\n\nSûr\n· Bloquer les virus et les logiciels malveillants (cachés dans les publicités).\n\nVite\n· En utilisant une nouvelle technologie appelée extensions de blocage de contenu, il peut faire son travail sans ralentir le navigateur du tout.\n· Éliminer les publicités à chargement lent et les pop-ups qui ont un impact sur les performances\n· Rendre la navigation plus de 2x plus rapide.\n\nListe blanche\n· Soutenez les sites que vous aimez en les mettant sur liste blanche.\n\nÀ jour\n· Vous pouvez mettre à jour la liste de blocage pour suivre le Web en constante évolution.",
    "he": "חסימת מודעות ופשוטה לשימוש וחוסם תוכן תסיר מודעות לא רצויות, תגן עליך מפני עוקבים ודפי אינטרנט נטענים הרבה יותר מהר איתה.\n\nתכונות עיקריות:\n\nחסום פרסומות\n· חסום את כל המודעות בפייסבוק, ביוטיוב ובכל אתרי אינטרנט אחרים.\n· חסום חלונות קופצים מעצבנים, מסיר מודעות וידאו להפעלה אוטומטית וחוסם מודעות שמע מעיקות.\n\nפרטי\n· מונע מאינספור עוקבים לפלוש לפרטיותך.\n\nבטוח\n· חסום וירוסים ותוכנות זדוניות (מוסתר בפרסומות).\n\nמהיר\n· על ידי שימוש בטכנולוגיה חדשה בשם Extensions Blocking Content, היא יכולה לבצע את העבודה שלה מבלי להאט את הדפדפן בכלל.\n· ביטול מודעות וטענות קופצות עם טעינה איטית המשפיעות על הביצועים\n· הפוך את הגלישה במהירות גבוהה פי 2.\n\nרשימת לבן\n· תומך באתרים שאתה אוהב על ידי רשימת הרישיון שלהם.\n\nעדכני\nאתה יכול לעדכן רשימת חסימות כדי להתעדכן באינטרנט המשתנה ללא הרף.",
    "hi": "यह सरल, उपयोग में आसान विज्ञापन और सामग्री अवरोधक अवांछित विज्ञापनों को हटा देगा, आपको ट्रैकर्स से बचाएगा, और वेब पेज इसके साथ बहुत तेज़ी से लोड होते हैं।\n\nप्रमुख विशेषताऐं:\n\nविज्ञापन अवरोधित करें\n· फेसबुक, यूट्यूब और किसी भी अन्य वेबसाइटों पर सभी विज्ञापनों को ब्लॉक करें।\n· कष्टप्रद पॉप-अप को ब्लॉक करें, ऑटोप्ले वीडियो विज्ञापनों को हटाता है और अप्रिय ऑडियो विज्ञापनों को रोकता है।\n\nनिजी\nआपकी गोपनीयता पर हमला करने से अनगिनत ट्रैकर्स को रोकता है।\n\nसुरक्षित\n· ब्लॉक वायरस और मैलवेयर (विज्ञापनों में छिपा हुआ)।\n\nतेज\n· कंटेंट ब्लॉकिंग एक्सटेंशन नामक एक नई तकनीक का उपयोग करके, यह ब्राउज़र को धीमा किए बिना अपना काम कर सकता है।\nधीमी गति से लोड करने वाले विज्ञापनों और पॉप-अप को हटा दें जो प्रदर्शन को प्रभावित करते हैं\n· ब्राउजिंग को 2x से अधिक तेज करें।\n\nश्वेतसूची\n· उन साइटों का समर्थन करें जिन्हें आप उन्हें श्वेत सूची में रखकर प्यार करते हैं।\n\nआधुनिक\nआप कभी-कभी बदलते वेब के साथ बनाए रखने के लिए ब्लॉकलिस्ट को अपडेट कर सकते हैं।",
    "hr": "Ovaj jednostavni blokator oglasa i sadržaja za uklanjanje će nepoželjne oglase, zaštititi vas od pratilaca i web stranice učitavati se puno brže.\n\nKLJUČNE ZNAČAJKE:\n\nBlokiraj oglase\n· Blokirajte sve oglase na Facebooku, i bilo kojim drugim web mjestima.\n· Blokirajte dosadne skočne prozore, uklanja automatski reprodukciju video oglasa i blokira gadne audio oglase.\n\nPrivatni\n· Sprječava da bezbrojni pratioci upadaju u vašu privatnost.\n\nSef\n· Blokirajte viruse i zlonamjerni softver (skriven u oglasima).\n\nBrzo\n· Korištenjem nove tehnologije koja se naziva Content Blocking Extensions, ona može raditi svoj posao bez usporavanja preglednika uopće.\n· Uklonite sporo učitavanje oglasa i skočnih prozora koji utječu na izvedbu\n· Brže pregledavanje 2x.\n\nPopis dopuštenih\n· Podržavajte web mjesta koja volite tako da im dodaju bijelu listu.\n\nDo danas\n· Možete ažurirati popis blokova da biste bili u toku s web-om koji se stalno mijenja.",
    "hu": "Ez az egyszerű, könnyen használható hirdetés- és tartalomblokkoló eltávolítja a nem kívánt hirdetéseket, megvédi a trackerektől és a weboldalak sokkal gyorsabban töltődnek be.\n\nFŐBB JELLEMZŐK:\n\nHirdetések blokkolása\n· Blokkolja az összes hirdetést a Facebookon, a  és minden más webhelyen.\n· Blokkolja a bosszantó előugró ablakokat, eltávolítja az automatikus lejátszású videohirdetéseket és blokkolja a kellemetlen audiohirdetéseket.\n\nMagán\n· Megakadályozza a számtalan nyomkövető behatolását az adatvédelembe.\n\nBiztonságos\n· Vírusok és rosszindulatú programok blokkolása (hirdetésekben elrejtve).\n\nGyors\n· Egy új, a Tartalom blokkoló kiterjesztésnek nevezett technológia segítségével képes elvégezni a munkát anélkül, hogy lelassítaná a böngészőt.\n· Távolítsa el a teljesítményt befolyásoló, lassan betöltő hirdetéseket és előugró ablakokat\n· A böngészés kétszer gyorsabb.\n\nWhitelist\n· Támogassa az Ön által kedvelt webhelyeket azáltal, hogy engedélyezte őket.\n\nNaprakész\n· Frissítheti a blokklistát, hogy lépést tudjon tartani a folyamatosan változó webbel.",
    "id": "Iklan dan pemblokir konten yang mudah digunakan ini akan menghapus iklan yang tidak diinginkan, melindungi Anda dari pelacak, dan halaman web memuat lebih cepat dengannya.\n\nFITUR UTAMA:\n\nBlokir iklan\n· Blokir semua iklan di Facebook, dan situs web lainnya.\n· Blokir pop-up yang mengganggu, hapus iklan video putar otomatis dan blokir iklan audio yang menjengkelkan.\n\nPribadi\n· Mencegah pelacak yang tak terhitung jumlahnya dari menyerang privasi Anda.\n\nAman\n· Blokir virus dan malware (tersembunyi di iklan).\n\nCepat\n· Dengan menggunakan teknologi baru yang disebut Content Blocking Extensions, ia dapat melakukan tugasnya tanpa memperlambat browser sama sekali.\n· Hilangkan iklan dan pop-up yang memuat lambat yang memengaruhi kinerja\n· Jadikan menjelajah lebih dari 2x lebih cepat.\n\nDaftar putih\n· Mendukung situs yang Anda sukai dengan memasukkannya dalam daftar putih.\n\nMutakhir\n· Anda dapat memperbarui daftar blokir untuk mengikuti web yang terus berubah.",
    "it": "Questo blocco di annunci e contenuti semplice e facile da usare rimuoverà gli annunci indesiderati, ti proteggerà dai tracker e le pagine Web si caricheranno molto più velocemente.\n\nCARATTERISTICHE PRINCIPALI:\n\nBlocca annunci\n· Blocca tutti gli annunci su Facebook, e qualsiasi altro sito Web.\n· Blocca i fastidiosi pop-up, rimuove gli annunci video a riproduzione automatica e blocca gli annunci audio fastidiosi.\n\nPrivato\n· Impedisce a innumerevoli tracker di invadere la tua privacy.\n\nSicuro\n· Blocca virus e malware (nascosto negli annunci pubblicitari).\n\nVeloce\n· Utilizzando una nuova tecnologia chiamata Content Blocking Extensions, può fare il suo lavoro senza rallentare affatto il browser.\n· Elimina annunci e pop-up a caricamento lento che incidono sulle prestazioni\n· Rendi la navigazione più veloce di 2 volte.\n\nLista bianca\n· Supportare i siti che ami inserendoli nella whitelist.\n\nAggiornato\n· È possibile aggiornare la block list per tenere il passo con il Web in continua evoluzione.",
    "ja": "このシンプルで使いやすい広告とコンテンツブロッカーは、不要な広告を削除し、トラッカーからユーザーを保護し、Webページの読み込みを大幅に高速化します。\n\n主な機能：\n\n広告をブロック\n・Facebook、およびその他のWebサイト上のすべての広告をブロックします。\n・迷惑なポップアップをブロックし、自動再生ビデオ広告を削除し、不快なオーディオ広告をブロックします。\n\n民間\n・無数のトラッカーがあなたのプライバシーを侵害するのを防ぎます。\n\n安全\n・ウイルスとマルウェア（広告に隠されている）をブロックします。\n\n速い\n・Content Blocking Extensionsと呼ばれる新しいテクノロジを使用することで、ブラウザの速度をまったく低下させることなく、その機能を実行できます。\n・パフォーマンスに影響する、読み込みが遅い広告やポップアップを排除する\n・2倍以上高速にブラウジングします。\n\nホワイトリスト\n・お気に入りのサイトをホワイトリストに登録してサポートします。\n\n最新の\n・ブロックリストを更新して、刻々と変化するWebに対応できます。",
    "kn": "ಈ ಸರಳ, ಬಳಸಲು ಸುಲಭವಾದ ಜಾಹೀರಾತು ಮತ್ತು ವಿಷಯ ಬ್ಲಾಕರ್ ಅನಗತ್ಯ ಜಾಹೀರಾತುಗಳನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ, ಟ್ರ್ಯಾಕರ್‌ಗಳಿಂದ ನಿಮ್ಮನ್ನು ರಕ್ಷಿಸುತ್ತದೆ ಮತ್ತು ವೆಬ್ ಪುಟಗಳು ಅದರೊಂದಿಗೆ ಹೆಚ್ಚು ವೇಗವಾಗಿ ಲೋಡ್ ಆಗುತ್ತವೆ.\n\nಪ್ರಮುಖ ಲಕ್ಷಣಗಳು:\n\nಜಾಹೀರಾತುಗಳನ್ನು ನಿರ್ಬಂಧಿಸಿ\nFacebook ಫೇಸ್‌ಬುಕ್, ಯೂಟ್ಯೂಬ್ ಮತ್ತು ಇತರ ಯಾವುದೇ ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿ ಎಲ್ಲಾ ಜಾಹೀರಾತುಗಳನ್ನು ನಿರ್ಬಂಧಿಸಿ.\nIng ಕಿರಿಕಿರಿಗೊಳಿಸುವ ಪಾಪ್-ಅಪ್‌ಗಳನ್ನು ನಿರ್ಬಂಧಿಸಿ, ಸ್ವಯಂಚಾಲಿತ ವೀಡಿಯೊ ಜಾಹೀರಾತುಗಳನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ ಮತ್ತು ಅಸಹ್ಯಕರ ಆಡಿಯೊ ಜಾಹೀರಾತುಗಳನ್ನು ನಿರ್ಬಂಧಿಸುತ್ತದೆ.\n\nಖಾಸಗಿ\nYour ನಿಮ್ಮ ಗೌಪ್ಯತೆಯನ್ನು ಆಕ್ರಮಿಸದಂತೆ ಅಸಂಖ್ಯಾತ ಟ್ರ್ಯಾಕರ್‌ಗಳನ್ನು ತಡೆಯುತ್ತದೆ.\n\nಸುರಕ್ಷಿತ\nVirus ವೈರಸ್‌ಗಳು ಮತ್ತು ಮಾಲ್‌ವೇರ್ ಅನ್ನು ನಿರ್ಬಂಧಿಸಿ (ಜಾಹೀರಾತುಗಳಲ್ಲಿ ಮರೆಮಾಡಲಾಗಿದೆ).\n\nವೇಗವಾಗಿ\nB ವಿಷಯ ನಿರ್ಬಂಧಿಸುವ ವಿಸ್ತರಣೆಗಳು ಎಂಬ ಹೊಸ ತಂತ್ರಜ್ಞಾನವನ್ನು ಬಳಸುವ ಮೂಲಕ, ಬ್ರೌಸರ್ ಅನ್ನು ನಿಧಾನಗೊಳಿಸದೆ ಅದು ತನ್ನ ಕೆಲಸವನ್ನು ಮಾಡಬಹುದು.\nSlow ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಪರಿಣಾಮ ಬೀರುವ ನಿಧಾನ-ಲೋಡಿಂಗ್ ಜಾಹೀರಾತುಗಳು ಮತ್ತು ಪಾಪ್-ಅಪ್‌ಗಳನ್ನು ತೆಗೆದುಹಾಕಿ\nX 2x ವೇಗದಲ್ಲಿ ಬ್ರೌಸಿಂಗ್ ಮಾಡಿ.\n\nಶ್ವೇತಪಟ್ಟಿ\nSite ನೀವು ಇಷ್ಟಪಡುವ ಸೈಟ್‌ಗಳನ್ನು ಶ್ವೇತಪಟ್ಟಿ ಮಾಡುವ ಮೂಲಕ ಬೆಂಬಲಿಸಿ.\n\nನವೀಕೃತವಾಗಿದೆ\nThe ಸದಾ ಬದಲಾಗುತ್ತಿರುವ ವೆಬ್‌ನೊಂದಿಗೆ ಮುಂದುವರಿಯಲು ನೀವು ಬ್ಲಾಕ್‌ಲಿಸ್ಟ್ ಅನ್ನು ನವೀಕರಿಸಬಹುದು.",
    "ko": "이 간단하고 사용하기 쉬운 광고 및 콘텐츠 차단기는 원치 않는 광고를 제거하고 추적기로부터 사용자를 보호하며 웹 페이지를 훨씬 빠르게로드합니다.\n\n주요 특징들:\n\n광고 차단\n· Facebook,  및 기타 웹 사이트의 모든 광고를 차단하십시오.\n· 성가신 팝업 차단, 자동 재생 동영상 광고 제거 및 독창적 인 오디오 광고 차단\n\n은밀한\n· 수많은 추적자가 개인 정보를 침해하는 것을 방지합니다.\n\n안전한\n· 바이러스 및 맬웨어 차단 (광고에 숨겨져 있음)\n\n빠른\n· Content Blocking Extensions라는 새로운 기술을 사용하면 브라우저 속도를 늦추지 않고도 작업을 수행 할 수 있습니다.\n· 성능에 영향을주는 느리게로드되는 광고 및 팝업 제거\n· 검색 속도가 2 배 이상 빨라졌습니다.\n\n화이트리스트\n· 허용 된 사이트를 허용하여 좋아하는 사이트를 지원하십시오.\n\n최신 정보\n· 끊임없이 변화하는 웹에 따라 차단 목록을 업데이트 할 수 있습니다.",
    "lt": "Šis paprastas, lengvai naudojamas skelbimų ir turinio blokatorius pašalins nepageidaujamus skelbimus, apsaugos jus nuo stebėjimo priemonių, o tinklalapiai įkeliami daug greičiau.\n\nPAGRINDINIAI BRUOŽAI:\n\nBlokuoti skelbimus\n· Užblokuokite visus „Facebook“,“ ir kitų svetainių skelbimus.\n· Blokuokite erzinančius iššokančius langus, pašalina automatinio vaizdo įrašo skelbimus ir blokuoja nepageidaujamas garso reklamas.\n\nPrivatus\n· Neleidžia daugybei stebėtojų įsibrauti į jūsų privatumą.\n\nSaugu\n· Blokuoti virusus ir kenkėjiškas programas (paslėptas skelbimuose).\n\nGreitas\n· Naudodamas naują technologiją, vadinamą turinio blokavimo plėtiniais, ji gali atlikti savo darbą visai nesustabdydama naršyklės.\n· Pašalinkite lėtai įkeliančius skelbimus ir iššokančius langus, kurie daro įtaką našumui\n· Naršykite 2 kartus greičiau.\n\nBaltasis sąrašas\n· Palaikykite mėgstamas svetaines įtraukdami jas į baltąjį sąrašą.\n\nAtnaujinta\n· Norėdami atnaujinti nuolat kintantį internetą, galite atnaujinti blokų sąrašą.",
    "lv": "Šis vienkāršais, ērti lietojamais reklāmu un satura bloķētājs noņems nevēlamās reklāmas, pasargās jūs no izsekotājiem, un tīmekļa lapas ar to tiek ielādētas daudz ātrāk.\n\nGALVENĀS IEZĪMES:\n\nBloķēt reklāmas\n· Bloķējiet visas reklāmas Facebook, un visās citās vietnēs.\n· Bloķējiet kaitinošos uznirstošos logus, noņem automātiskās atskaņošanas video reklāmas un bloķē nepatīkamās audio reklāmas.\n\nPrivāts\n· Neļauj neskaitāmiem izsekotājiem uzbrukt jūsu privātumam.\n\nDroši\nBloķēt vīrusus un ļaunprātīgu programmatūru (paslēpta reklāmās).\n\nĀtri\n· Izmantojot jaunu tehnoloģiju, ko sauc par satura bloķēšanas paplašinājumiem, tā var veikt savu darbu, nemazinot pārlūka darbību.\n· Noņemiet lēnas ielādes reklāmas un uznirstošos logus, kas ietekmē veiktspēju\n· Pārliecinieties, ka pārlūkošana notiek divreiz ātrāk.\n\nBaltais saraksts\n· Atbalstiet iecienītās vietnes, iekļaujot tās baltajā sarakstā.\n\nAktuāli\n· Jūs varat atjaunināt bloķēšanas sarakstu, lai neatpaliktu no nepārtraukti mainīgā tīmekļa.",
    "ml": "ലളിതവും ഉപയോഗിക്കാൻ എളുപ്പമുള്ളതുമായ ഈ പരസ്യവും ഉള്ളടക്ക ബ്ലോക്കറും അനാവശ്യ പരസ്യങ്ങൾ നീക്കംചെയ്യുകയും ട്രാക്കറുകളിൽ നിന്ന് നിങ്ങളെ പരിരക്ഷിക്കുകയും വെബ് പേജുകൾ ഉപയോഗിച്ച് വളരെ വേഗത്തിൽ ലോഡ് ചെയ്യുകയും ചെയ്യും.\n\nപ്രധാന സവിശേഷതകൾ:\n\nപരസ്യങ്ങൾ തടയുക\nFacebook Facebook, മറ്റേതെങ്കിലും വെബ്‌സൈറ്റുകൾ എന്നിവയിലെ എല്ലാ പരസ്യങ്ങളും തടയുക.\nAb ശല്യപ്പെടുത്തുന്ന പോപ്പ്-അപ്പുകൾ തടയുക, ഓട്ടോപ്ലേ വീഡിയോ പരസ്യങ്ങൾ നീക്കംചെയ്യുകയും മോശം ഓഡിയോ പരസ്യങ്ങൾ തടയുകയും ചെയ്യുക.\n\nസ്വകാര്യം\nPrivacy നിങ്ങളുടെ സ്വകാര്യതയിലേക്ക് കടക്കുന്നതിൽ നിന്ന് എണ്ണമറ്റ ട്രാക്കർമാരെ തടയുന്നു.\n\nസുരക്ഷിതം\nVir വൈറസുകളും ക്ഷുദ്രവെയറുകളും തടയുക (പരസ്യങ്ങളിൽ മറച്ചിരിക്കുന്നു).\n\nവേഗത\nContent ഉള്ളടക്ക തടയൽ വിപുലീകരണങ്ങൾ എന്ന പുതിയ സാങ്കേതികവിദ്യ ഉപയോഗിക്കുന്നതിലൂടെ, ബ്ര browser സറിനെ മന്ദഗതിയിലാക്കാതെ ഇതിന് അതിന്റെ ജോലി ചെയ്യാൻ കഴിയും.\nSlow പ്രകടനത്തെ സ്വാധീനിക്കുന്ന സ്ലോ-ലോഡിംഗ് പരസ്യങ്ങളും പോപ്പ്-അപ്പുകളും നീക്കംചെയ്യുക\n2 2x വേഗത്തിൽ ബ്രൗസിംഗ് നടത്തുക.\n\nവൈറ്റ്‌ലിസ്റ്റ്\nLove നിങ്ങൾ ഇഷ്ടപ്പെടുന്ന സൈറ്റുകൾ വൈറ്റ്‌ലിസ്റ്റ് ചെയ്തുകൊണ്ട് പിന്തുണയ്ക്കുക.\n\nകാലികമാണ്\nChanging മാറിക്കൊണ്ടിരിക്കുന്ന വെബിൽ തുടരാൻ നിങ്ങൾക്ക് ബ്ലോക്ക്‌ലിസ്റ്റ് അപ്‌ഡേറ്റുചെയ്യാനാകും.",
    "mr": "ही सोपी, वापरण्यास सुलभ जाहिरात आणि सामग्री ब्लॉकर अवांछित जाहिराती काढेल, ट्रॅकर्सपासून आपले संरक्षण करेल आणि त्यासह वेबपृष्ठे बरेच वेगवान लोड होतील.\n\nमहत्वाची वैशिष्टे:\n\nजाहिराती अवरोधित करा\nFacebook फेसबुक, यूट्यूब आणि इतर कोणत्याही वेबसाइटवर सर्व जाहिराती अवरोधित करा.\nAnn त्रासदायक पॉप-अप अवरोधित करा, ऑटोप्ले व्हिडिओ जाहिराती काढून टाकतील आणि वाईट ऑडिओ जाहिराती अवरोधित करा.\n\nखाजगी\nYour आपल्या गोपनीयतेवर आक्रमण करण्यापासून असंख्य ट्रॅकर्सना प्रतिबंधित करते.\n\nसुरक्षित\n· व्हायरस आणि मालवेयर अवरोधित करा (जाहिरातींमध्ये लपलेले)\n\nवेगवान\nContent सामग्री अवरोधित करणे विस्तार नावाचे नवीन तंत्रज्ञान वापरुन, ते ब्राउझरची गती कमी न करता आपले कार्य करू शकते.\nSlow स्लो-लोडिंग जाहिराती आणि पॉप-अप्स दूर करा ज्या कार्यप्रदर्शनावर परिणाम करतात\n2 2x पेक्षा अधिक वेगाने ब्राउझिंग करा.\n\nश्वेतसूची\nLove आपल्या आवडीच्या साइट्सना श्वेतसूची देऊन समर्थन करा.\n\nअद्ययावत\nEver आपण कधीही बदलणार्‍या वेबवर चालू ठेवण्यासाठी ब्लॉकलिस्ट अद्यतनित करू शकता.",
    "ms": "Penyekat iklan dan kandungan yang mudah dan senang digunakan ini akan membuang iklan yang tidak diingini, melindungi anda dari pelacak, dan halaman web dimuat lebih cepat dengannya.\n\nCIRI-CIRI UTAMA:\n\nSekat iklan\n· Sekat semua iklan di Facebook, dan situs web lain.\n· Blok pop timbul yang menjengkelkan, membuang iklan video autoplay dan menyekat iklan audio yang menjengkelkan.\n\nPeribadi\n· Mencegah pelacak yang tidak terhitung jumlahnya menyerang privasi anda.\n\nSelamat\n· Sekat virus dan perisian hasad (tersembunyi dalam iklan).\n\nPantas\n· Dengan menggunakan teknologi baru yang disebut Content Blocking Extensions, ia dapat menjalankan tugasnya tanpa memperlambat penyemak imbas sama sekali.\n· Menghilangkan iklan dan pop timbul yang lambat yang mempengaruhi prestasi\n· Melayari lebih dari 2x lebih pantas.\n\nSenarai putih\n· Sokong laman web yang anda gemari dengan memasukkannya ke senarai putih.\n\nTerkini\n· Anda boleh mengemas kini senarai blok untuk mengikuti web yang selalu berubah.",
    "nl": "Deze eenvoudige, gemakkelijk te gebruiken advertentie- en inhoudsblokker verwijdert ongewenste advertenties, beschermt u tegen trackers en webpagina's laden er een stuk sneller mee.\n\nBELANGRIJKSTE EIGENSCHAPPEN:\n\nBlokkeer advertenties\n· Blokkeer alle advertenties op Facebook, en andere websites.\n· Blokkeer vervelende pop-ups, verwijdert automatisch afgespeelde videoadvertenties en blokkeert onaangename audioadvertenties.\n\nPrivaat\n· Voorkomt dat talloze trackers uw privacy schenden.\n\nVeilig\n· Blokkeer virussen en malware (verborgen in advertenties).\n\nSnel\n· Door gebruik te maken van een nieuwe technologie genaamd Content Blocking Extensions, kan het zijn werk doen zonder de browser helemaal te vertragen.\n· Elimineer langzaam ladende advertenties en pop-ups die de prestaties beïnvloeden\n· Maak 2x sneller browsen.\n\nWitte lijst\n· Ondersteun sites waar je van houdt door ze op de witte lijst te zetten.\n\nBijgewerkt\n· U kunt de blokkeerlijst bijwerken om gelijke tred te houden met het steeds veranderende web.",
    "no": "Denne enkle, brukervennlige annonse- og innholdsblokkeringen vil fjerne uønskede annonser, beskytte deg mot trackere og websider laster mye raskere med det.\n\nNØKKELEGENSKAPER:\n\nBlokker annonser\n· Blokker alle annonser på Facebook, og andre nettsteder.\n· Blokker irriterende popup-vinduer, fjerner autospillvideoannonser og blokkerer motbydelige lydannonser.\n\nPrivat\n· Hindrer utallige trackere fra å invadere personvernet ditt.\n\nSikker\n· Blokker virus og skadelig programvare (skjult i annonser).\n\nRask\n· Ved å bruke en ny teknologi kalt Content Blocking Extensions, kan den gjøre jobben sin uten å bremse nettleseren i det hele tatt.\n· Fjern langsomt lastede annonser og popup-vinduer som påvirker ytelsen\n· Gjør surfing over 2 ganger raskere.\n\nHviteliste \n· Støtt nettsteder du elsker ved å hvitliste dem.\n\nOppdatert\n· Du kan oppdatere blokkliste for å følge med på det stadig skiftende nettet.",
    "pl": "Ten prosty, łatwy w użyciu bloker reklam i treści usunie niechciane reklamy, ochroni Cię przed modułami śledzącymi, a strony internetowe ładują się o wiele szybciej.\n\nKLUCZOWE CECHY:\n\nBlokuj reklamy\n· Blokuj wszystkie reklamy na Facebooku, i innych stronach internetowych.\n· Blokuj irytujące wyskakujące okienka, usuwa reklamy wideo odtwarzane automatycznie i blokuje wstrętne reklamy audio.\n\nPrywatny\n· Zapobiega inwazji niezliczonych osób śledzących na Twoją prywatność.\n\nBezpieczny\n· Blokuj wirusy i złośliwe oprogramowanie (ukryte w reklamach).\n\nSzybki\n· Korzystając z nowej technologii o nazwie Rozszerzenia blokujące zawartość, może wykonywać swoje zadania bez spowalniania przeglądarki.\n· Wyeliminuj wolno ładujące się reklamy i wyskakujące okienka, które mają wpływ na wydajność\n· Przyspiesz przeglądanie ponad 2x.\n\nBiała lista\n· Wspieraj witryny, które kochasz, umieszczając je na białej liście.\n\nAktualny\n· Możesz aktualizować listę bloków, aby nadążać za ciągle zmieniającą się siecią.",
    "pt_BR,pt_PT": "Esse bloqueador de anúncios e conteúdo simples e fácil de usar removerá anúncios indesejados, protegerá você dos rastreadores e as páginas da Web serão carregadas muito mais rapidamente.\n\nCARACTERÍSTICAS PRINCIPAIS:\n\nBloquear anúncios\n· Bloqueie todos os anúncios no Facebook, e outros sites.\n· Bloqueie pop-ups irritantes, remova anúncios em vídeo de reprodução automática e bloqueie anúncios de áudio desagradáveis.\n\nPrivado\n· Impede que inúmeros rastreadores invadam sua privacidade.\n\nSeguro\n· Bloqueie vírus e malware (ocultos em anúncios).\n\nRápido\n· Ao usar uma nova tecnologia chamada Content Blocking Extensions, ele pode fazer seu trabalho sem reduzir a velocidade do navegador.\n· Elimine anúncios de carregamento lento e pop-ups que afetam o desempenho\n· Torne a navegação duas vezes mais rápida.\n\nLista de permissões\n· Suporte aos sites que você adora, colocando-os na lista de permissões.\n\nAtualizado\n· Você pode atualizar a lista de bloqueio para acompanhar a web em constante mudança.",
    "ro": "Acest simplu și ușor de utilizat blocant de anunțuri și conținut va elimina anunțurile nedorite, vă va proteja de trackere și paginile web se încarcă mult mai repede cu acesta.\n\nCaracteristici cheie:\n\nBlocați anunțurile\n· Blocați toate anunțurile pe Facebook, și orice alte site-uri web.\n· Blochează pop-up-uri enervante, elimină anunțurile video cu redare automată și blochează anunțurile audio neobișnuite.\n\nPrivat\n· Împiedică nenumărații urmăritori să vă invadeze confidențialitatea.\n\nSigur\n· Blocați viruși și malware (ascunși în reclame).\n\nRapid\n· Folosind o nouă tehnologie numită Extensii de blocare a conținutului, își poate face treaba fără să încetinească deloc browserul.\n· Eliminați reclame cu încărcare lentă și ferestre de tip pop care afectează performanța\n· Faceți navigarea peste 2x mai repede.\n\nLista albă\n· Sprijiniți site-urile pe care le iubiți prin listarea lor albă.\n\nLa zi\n· Puteți actualiza lista de blocuri pentru a ține pasul cu web-ul în continuă schimbare.",
    "ru": "Этот простой, простой в использовании блокировщик рекламы и контента удалит нежелательную рекламу, защитит вас от трекеров, а веб-страницы будут загружаться намного быстрее.\n\nКЛЮЧЕВАЯ ОСОБЕННОСТЬ:\n\nБлокировать рекламу\n· Блокировать всю рекламу на Facebook, и любых других сайтах.\n· Блокирует надоедливые всплывающие окна, удаляет автозапуск видеообъявлений и блокирует неприятные аудиообъявления.\n\nЧастный\n· Предотвращает вторжение бесчисленных трекеров в вашу личную жизнь.\n\nСейф\n· Блокировать вирусы и вредоносные программы (скрытые в рекламе).\n\nБыстро\n· Используя новую технологию под названием Content Blocking Extensions, он может выполнять свою работу, вообще не замедляя работу браузера.\n· Устранить медленные загрузки рекламы и всплывающих окон, которые влияют на производительность\n· Сделайте просмотр более чем в 2 раза быстрее.\n\nWhitelist\n· Поддержка сайтов, которые вы любите, путем внесения их в белый список.\n\nСвоевременно\n· Вы можете обновить черный список, чтобы идти в ногу с постоянно меняющейся сетью.",
    "sk": "Tento jednoduchý a ľahko použiteľný blokovač reklám a obsahu odstráni nežiaduce reklamy, ochráni vás pred sledovaním a webové stránky sa s nimi načítajú oveľa rýchlejšie.\n\nKĽÚČOVÉ VLASTNOSTI:\n\nBlokovať reklamy\n· Blokujte všetky reklamy na Facebooku, a akýchkoľvek ďalších webových stránkach.\n· Blokujte nepríjemné kontextové okná, odstraňuje automatické prehrávanie videoreklám a blokuje nepríjemné zvukové reklamy.\n\nSúkromné\n· Zabráni nespočetným sledovateľom v napadnutí vášho súkromia.\n\ntrezor\n· Blokovať vírusy a malware (skryté v reklamách).\n\nrýchly\n· Použitím novej technológie s názvom Rozšírenia blokovania obsahu môže svoju prácu vykonávať bez spomaľovania prehliadača.\n· Eliminujte pomaly načítavajúce reklamy a kontextové okná, ktoré majú vplyv na výkon\n· Zrýchlite prehliadanie dvakrát rýchlejšie.\n\nwhitelist\n· Podporte weby, ktoré máte radi, tak, že ich pridáte na bielu listinu.\n\nAktuálny\n· Môžete aktualizovať zoznam blokovaných položiek, aby ste držali krok s neustále sa meniacim webom.",
    "sl": "Ta preprost zaklepalec oglasov in vsebin bo odstranil neželene oglase, vas zaščitil pred sledilniki in spletne strani se z njim naložile veliko hitreje.\n\nKLJUČNE FUNKCIJE:\n\nBlokirajte oglase\n· Blokirajte vse oglase na Facebooku, in drugih spletnih mestih.\n· Blokira nadležne pojavne okne, odstrani samodejne predvajanje video oglasov in blokira neprijetne zvočne oglase.\n\nZasebno\n· Preprečuje, da bi nešteto sledilcev poseglo v vašo zasebnost.\n\nVarno\n· Blokirajte viruse in zlonamerno programsko opremo (skrite v oglasih).\n\nHitro\n· Z uporabo nove tehnologije, imenovane Content Blocking Extensions, lahko opravi svoje delo, ne da bi brskalnik sploh upočasnil.\n· Odpravite počasno nalaganje oglasov in pojavnih oken, ki vplivajo na uspešnost\n· Hitrejše brskanje 2x.\n\nBeli seznam\n· Podprite spletna mesta, ki jih imate radi, tako da jih dodate na seznam.\n\nPosodobljen\n· Seznam posnetkov lahko posodobite tako, da boste vedno v koraku s spletom, ki se vedno spreminja.",
    "sr": "Овај једноставан, блок огласа и садржаја који се лако користи уклањаће нежељене огласе, штити вас од пратилаца и веб странице се брже учитавају.\n\nКЉУЧНЕ КАРАКТЕРИСТИКЕ:\n\nБлокирај огласе\n· Блокирајте све огласе на Фацебооку, ИоуТубеу и било којим другим веб локацијама.\n· Блокирајте досадне скочне прозоре, уклања аутоматски репродукцију видео огласа и блокира гадне аудио огласе.\n\nПриватно\n· Спрјечава да безбројни пратиоци наруше вашу приватност.\n\nСигурно\n· Блокирајте вирусе и злонамерни софтвер (сакривен у огласима).\n\nБрзо\n· Коришћењем нове технологије која се зове Цонтент Блоцкинг Ектенсионс, она може радити свој посао без успоравања прегледача.\n· Уклоните споро учитавање огласа и скочних прозора који утичу на перформансе\n· Брже прегледајте 2к.\n\nБела листа\n· Подржавајте сајтове које волите тако што их стављају у листу.\n\nСавремен\n· Можете да ажурирате листу блокова да бисте били у току са веб-ом који се стално мења.",
    "sv": "Denna enkla, lättanvända annons- och innehållsblockerare tar bort oönskade annonser, skyddar dig från spårare och webbsidor laddar mycket snabbare med det.\n\nNYCKELFUNKTIONER:\n\nBlockera annonser\n· Blockera alla annonser på Facebook, och andra webbplatser.\n· Blockera irriterande popup-fönster, tar bort autoplay-videoannonser och blockerar motbjudande ljudannonser.\n\nPrivat\n· Förhindrar att otaliga spårare invaderar din integritet.\n\nSäker\n· Blockera virus och skadlig programvara (dold i annonser).\n\nSnabb\n· Genom att använda en ny teknik som kallas Content Blocking Extensions kan den göra sitt jobb utan att bromsa webbläsaren alls.\n· Eliminera långsamma annonser och popup-fönster som påverkar prestandan\n· Gör att bläddra mer än två gånger snabbare.\n\nvitlista\n· Stödja webbplatser du älskar genom att lista dem.\n\nAktuellt\n· Du kan uppdatera blocklistan för att hålla jämna steg med den ständigt föränderliga webben.",
    "ta": "இந்த எளிய, பயன்படுத்த எளிதான விளம்பரம் மற்றும் உள்ளடக்க தடுப்பான் தேவையற்ற விளம்பரங்களை அகற்றி, டிராக்கர்களிடமிருந்து உங்களைப் பாதுகாக்கும், மேலும் வலைப்பக்கங்கள் அதனுடன் மிக வேகமாக ஏற்றப்படும்.\n\nமுக்கிய அம்சங்கள்:\n\nவிளம்பரங்களைத் தடு\nFacebook பேஸ்புக், யூடியூப் மற்றும் வேறு எந்த வலைத்தளங்களிலும் எல்லா விளம்பரங்களையும் தடு.\nIng எரிச்சலூட்டும் பாப்-அப்களைத் தடு, தானியங்கு வீடியோ விளம்பரங்களை நீக்குகிறது மற்றும் அருவருப்பான ஆடியோ விளம்பரங்களைத் தடுக்கிறது.\n\nதனியார்\nPrivacy எண்ணற்ற டிராக்கர்களை உங்கள் தனியுரிமையை ஆக்கிரமிப்பதைத் தடுக்கிறது.\n\nபாதுகாப்பானது\nVir வைரஸ்கள் மற்றும் தீம்பொருளைத் தடு (விளம்பரங்களில் மறைக்கப்பட்டுள்ளது).\n\nவேகமாக\nB உள்ளடக்க தடுப்பு நீட்சிகள் எனப்படும் புதிய தொழில்நுட்பத்தைப் பயன்படுத்துவதன் மூலம், உலாவியை மெதுவாக்காமல் அதன் வேலையைச் செய்யலாம்.\nSlow செயல்திறனை பாதிக்கும் மெதுவாக ஏற்றும் விளம்பரங்கள் மற்றும் பாப்-அப்களை அகற்றவும்\nX 2x க்கு மேல் உலாவலை வேகமாக செய்யுங்கள்.\n\nஅனுமதி பட்டியல்\nLove நீங்கள் விரும்பும் தளங்களை அனுமதிப்பட்டியலில் சேர்ப்பதன் மூலம்.\n\nபுதுப்பித்த நிலையில் உள்ளது\nChanging எப்போதும் மாறிவரும் வலையைத் தொடர நீங்கள் தடுப்பு பட்டியலைப் புதுப்பிக்கலாம்.",
    "te": "ఈ సరళమైన, ఉపయోగించడానికి సులభమైన ప్రకటన మరియు కంటెంట్ బ్లాకర్ అవాంఛిత ప్రకటనలను తీసివేస్తుంది, ట్రాకర్ల నుండి మిమ్మల్ని కాపాడుతుంది మరియు వెబ్ పేజీలు దానితో చాలా వేగంగా లోడ్ అవుతాయి.\n\nకీ లక్షణాలు:\n\nప్రకటనలను నిరోధించండి\nFacebook ఫేస్‌బుక్, యూట్యూబ్ మరియు ఇతర వెబ్‌సైట్లలోని అన్ని ప్రకటనలను బ్లాక్ చేయండి.\nPoor బాధించే పాప్-అప్‌లను నిరోధించండి, ఆటోప్లే వీడియో ప్రకటనలను తొలగిస్తుంది మరియు చెడ్డ ఆడియో ప్రకటనలను బ్లాక్ చేస్తుంది.\n\nప్రైవేట్\nYour మీ గోప్యతను ఆక్రమించకుండా లెక్కలేనన్ని ట్రాకర్లను నిరోధిస్తుంది.\n\nసేఫ్\nVir వైరస్లు మరియు మాల్వేర్లను నిరోధించండి (ప్రకటనలలో దాచబడింది).\n\nఫాస్ట్\nContent కంటెంట్ బ్లాకింగ్ ఎక్స్‌టెన్షన్స్ అనే క్రొత్త సాంకేతిక పరిజ్ఞానాన్ని ఉపయోగించడం ద్వారా, బ్రౌజర్‌ను మందగించకుండా దాని పనిని చేయవచ్చు.\nSlow పనితీరును ప్రభావితం చేసే స్లో-లోడింగ్ ప్రకటనలు మరియు పాప్-అప్‌లను తొలగించండి\n2 2x కంటే ఎక్కువ బ్రౌజింగ్ చేయండి.\n\nవైట్ లిస్ట్\nSite మీరు ఇష్టపడే సైట్‌లను వైట్‌లిస్ట్ చేయడం ద్వారా వారికి మద్దతు ఇవ్వండి.\n\nఅప్ నవీనమైన\nChanging ఎప్పటికప్పుడు మారుతున్న వెబ్‌ను కొనసాగించడానికి మీరు బ్లాక్‌లిస్ట్‌ను నవీకరించవచ్చు.",
    "th": "โฆษณาและตัวบล็อกเนื้อหาที่เรียบง่ายและใช้งานง่ายนี้จะลบโฆษณาที่ไม่ต้องการปกป้องคุณจากเครื่องมือติดตามและหน้าเว็บโหลดได้เร็วขึ้นมาก\n\nคุณสมบัติหลัก:\n\nปิดกั้นโฆษณา\n·บล็อกโฆษณาทั้งหมดบน Facebook, และเว็บไซต์อื่น ๆ\n·บล็อกป๊อปอัปที่น่ารำคาญลบโฆษณาวิดีโออัตโนมัติและบล็อกโฆษณาเสียงที่น่ารังเกียจ\n\nเอกชน\n·ป้องกันตัวติดตามนับไม่ถ้วนจากการบุกรุกความเป็นส่วนตัวของคุณ\n\nปลอดภัย\n·บล็อกไวรัสและมัลแวร์ (ซ่อนอยู่ในโฆษณา)\n\nรวดเร็ว\n·ด้วยการใช้เทคโนโลยีใหม่ที่เรียกว่า Content Blocking Extensions ทำให้สามารถทำงานได้โดยไม่ต้องทำให้เบราว์เซอร์ทำงานช้าลงเลย\n·กำจัดโฆษณาที่โหลดช้าและป๊อปอัปที่ส่งผลต่อประสิทธิภาพ\n·ทำให้การเรียกดูเร็วกว่า 2x\n\nWhitelist\n·ไซต์สนับสนุนที่คุณชื่นชอบโดยให้รายการที่อนุญาตพิเศษ\n\nปัจจุบัน\n·คุณสามารถปรับปรุงรายการบล็อกเพื่อให้ทันกับเว็บที่เปลี่ยนแปลงตลอดเวลา",
    "tr": "Bu basit, kullanımı kolay reklam ve içerik engelleyici, istenmeyen reklamları kaldıracak, sizi izleyicilerden koruyacak ve web sayfaları onunla çok daha hızlı yüklenecektir.\n\nANA ÖZELLİKLER:\n\nReklamları engelle\n· Facebook, ve diğer tüm web sitelerindeki tüm reklamları engelleyin.\n· Can sıkıcı pop-up'ları engelleyin, otomatik oynatılan video reklamları kaldırır ve iğrenç ses reklamlarını engeller.\n\nÖzel\n· Sayısız izleyicinin gizliliğinizi işgal etmesini önler.\n\nKasa\n· Virüsleri ve kötü amaçlı yazılımları engelleyin (reklamlarda gizlidir).\n\nHızlı\n· İçerik Engelleme Uzantıları adı verilen yeni bir teknoloji kullanarak, tarayıcıyı hiç yavaşlatmadan işini yapabilir.\n· Performansı etkileyen yavaş yüklenen reklamları ve pop-up'ları ortadan kaldırın\n· 2 katin üzerinde tarama yapin.\n\nBeyaz Liste\n· Sevdiğiniz siteleri beyaz listeye ekleyerek destekleyin.\n\nGüncel\n· Sürekli değişen web'e ayak uydurmak için engelleme listesini güncelleyebilirsiniz.",
    "uk": "Цей простий, простий у використанні блокатор оголошень і вмісту видалить небажану рекламу, захистить вас від трекерів, а веб-сторінки завантажуватимуться набагато швидше.\n\nКЛЮЧОВІ РИСИ:\n\nБлокувати рекламу\n· Блокувати всі оголошення на Facebook, та будь-яких інших веб-сайтах.\n· Блокує дратівливі спливаючі вікна, видаляє автовідтворення відеореклами та блокує неприємні аудіореклами.\n\nПриватний\n· Заважає незліченним трекерам не вторгнутись у вашу конфіденційність.\n\nСейф\n· Блокуйте віруси та зловмисне програмне забезпечення (приховано в рекламі).\n\nШвидкий\n· Використовуючи нову технологію, що називається Content Blocking Extensions, вона може виконувати свою роботу, не сповільнюючи браузер.\n· Усуньте рекламу та спливаючі вікна з повільним завантаженням, які впливають на ефективність\n· Швидше переглядайте два рази.\n\nБілий список\n· Підтримуйте сайти, які вам подобаються, додаючи їх до списку.\n\nАктуальні\n· Ви можете оновити список блоків, щоб бути в курсі постійно мінливої мережі.",
    "vi": "Trình chặn quảng cáo và nội dung đơn giản, dễ sử dụng này sẽ loại bỏ các quảng cáo không mong muốn, bảo vệ bạn khỏi trình theo dõi và các trang web tải nhanh hơn rất nhiều với nó.\n\nCác tính năng chính:\n\nChặn quảng cáo\n· Chặn tất cả quảng cáo trên Facebook, và bất kỳ trang web nào khác.\n· Chặn các cửa sổ bật lên gây phiền nhiễu, xóa quảng cáo video tự động phát và chặn quảng cáo âm thanh đáng ghét.\n\nRiêng tư\n· Ngăn chặn vô số trình theo dõi xâm phạm quyền riêng tư của bạn.\n\nAn toàn\n· Chặn virus và phần mềm độc hại (ẩn trong quảng cáo).\n\nNhanh\n· Bằng cách sử dụng một công nghệ mới có tên là Phần mở rộng chặn nội dung, nó có thể thực hiện công việc của mình mà không làm chậm trình duyệt.\n· Loại bỏ quảng cáo tải chậm và cửa sổ bật lên ảnh hưởng đến hiệu suất\n· Làm cho trình duyệt nhanh hơn gấp 2 lần.\n\nDanh sách trắng\n· Hỗ trợ các trang web bạn yêu thích bằng cách đưa chúng vào danh sách trắng.\n\nCập nhật\n· Bạn có thể cập nhật danh sách chặn để theo kịp web luôn thay đổi.",
    "zh_CN": "这个简单易用的广告和内容拦截器将删除不需要的广告，保护您免受跟踪器的侵害，并且网页的加载速度大大提高。\n\n主要特征：\n\n屏蔽广告\n·阻止Facebook，和任何其他网站上的所有广告。\n·阻止烦人的弹出窗口，删除自动播放的视频广告并阻止令人讨厌的音频广告。\n\n私人的\n·防止无数跟踪器侵犯您的隐私。\n\n安全\n·阻止病毒和恶意软件（隐藏在广告中）。\n\n快速\n·通过使用一种称为“内容阻止扩展”的新技术，它可以完成其工作，而不会降低浏览器的速度。\n·消除加载速度慢的广告和弹出窗口，这些广告和弹出窗口会影响性能\n·使浏览速度提高2倍。\n\n白名单\n·通过将其列入白名单来支持您喜欢的网站。\n\n最新\n·您可以更新阻止列表，以跟上不断变化的网络。",
    "zh_TW": "這個簡單易用的廣告和內容攔截器將刪除不需要的廣告，保護您免受跟踪器的侵害，並且網頁的加載速度大大提高。\n\n主要特徵：\n\n屏蔽廣告\n·阻止Facebook，和任何其他網站上的所有廣告。\n·阻止煩人的彈出窗口，刪除自動播放的視頻廣告並阻止令人討厭的音頻廣告。\n\n私人的\n·防止無數跟踪器侵犯您的隱私。\n\n安全\n·阻止病毒和惡意軟件（隱藏在廣告中）。\n\n快速\n·通過使用一種稱為“內容阻止擴展”的新技術，它可以完成其工作，而不會降低瀏覽器的速度。\n·消除加載速度慢的廣告和彈出窗口，這些廣告和彈出窗口會影響性能\n·使瀏覽速度提高2倍。\n\n白名單\n·通過將其列入白名單來支持您喜歡的網站。\n\n最新\n·您可以更新阻止列表，以跟上不斷變化的網絡。"
  }
}