{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "eRecruiter sourcing"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Source candidates and import data from selected social media directly into eRecruiter",
    "pl": "Importuj dane kandydatów z wybranych mediów społecznościowych bezpośrednio do systemu eRecruiter"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sourcing candidates from social media has never been easier!\n\nJust browse to a candidate profile on a supported social networking service, click the eRecruiter icon in the top right corner of the browser, and you'll have the opportunity to import their basic profile information to the selected recruitment project in eRecruiter. \n\nWhich information can you save?: \n- Name \n- Surname \n- E-mail adress (optional) \n- Telephone number (optional) \n- Link to the profile on the social networking service \n- Recruitment project to which you add a candidate \n\nAll this in just a few simple steps! \n\nLearn more about eRecruiter and try it now for free: https://erecruiter.pl/en/",
    "pl": "Pozyskiwanie kandydatów z mediów społecznościowych nigdy nie było prostsze!\n\nWejdź na profil kandydata we wspieranym przez eRecruiter Sourcing serwisie społecznościowym. Następnie kliknij ikonkę eRecruiter w prawym górnym rogu przeglądarki, by zaimportować podstawowe informacje profilowe kandydata do wybranego projektu rekrutacyjnego w eRecruiter. \n\nJakie informacje możesz zapisać?: \n- Imię \n- Nazwisko  \n- E-mail (nieobligatoryjny) \n- Numer telefonu (nieobligatoryjny) \n- Link do profilu w serwisie społecznościowym  \n- Projekt rekrutacyjny, do którego chcesz dodać kandydata \n\nWszystko to w kilku prostych krokach! \n\nDowiedz się więcej o eRecruiter i zgłoś się na bezpłatne demo: https://erecruiter.pl/"
  }
}