{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Password generator",
    "de": "Passwort-Generator",
    "es": "Generador de contraseñas",
    "it": "Generatore di password"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generer des mots de passe forts et sécurisés aléatoirement",
    "en": "Generate strong and secure passwords randomly",
    "es": "Generador de contraseñas seguras",
    "it": "Genera password sicure"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Créez des mots de passe forts et sécurisés en un instant avec notre extension Chrome ! \n\nNotre extension Chrome est conçue pour créer des mots de passe uniques et sécurisés en un seul clic. Que vous créiez un nouveau compte ou que vous cherchiez à renforcer la sécurité d'un compte existant, cette extension est l'outil parfait pour vous assurer que vos informations restent sécurisées.\n\nCaractéristiques gratuites : \n\n- Génération de mots de passe aléatoires: Avec l'aide de l'extension, vous pouvez générer des mots de passe aléatoires qui sont presque impossibles à deviner ou à pirater.\n- La taille du mot de passe est fixée à 12 caractères alphanumériques\n\nCaractéristiques payantes (Paiement unique de 0.99€) :\n\n- Génération de mots de passe aléatoires: Avec l'aide de l'extension, vous pouvez générer des mots de passe aléatoires qui sont presque impossibles à deviner ou à pirater.\n\n- Personnalisation: Vous pouvez personnaliser la longueur et la complexité du mot de passe, y compris les chiffres, les lettres majuscules et minuscules, et les caractères spéciaux.\n\nFacilité d'utilisation : Avec une interface utilisateur simple et intuitive, générer un mot de passe sûr n'a jamais été aussi facile.\n\nNotre extension est l'outil incontournable pour tous ceux qui prennent au sérieux la sécurité de leurs informations en ligne. Ne laissez pas vos comptes à la merci des pirates.\n\nNe vous souciez plus de la sécurité de vos comptes en ligne, notre extension vous permet d'avoir des mots de passe uniques et fiables.\n\nTéléchargez notre extension Chrome dès maintenant et protégez vos informations en ligne de manière efficace et pratique !",
    "de": "Erstellen Sie mit unserer Chrome-Erweiterung im Handumdrehen starke und sichere Passwörter!\n\nUnsere Chrome-Erweiterung ist darauf ausgelegt, mit nur einem Klick einzigartige und sichere Passwörter zu erstellen. Unabhängig davon, ob Sie ein neues Konto erstellen oder die Sicherheit eines bestehenden Kontos erhöhen möchten, ist diese Erweiterung das perfekte Tool, um sicherzustellen, dass Ihre Daten sicher bleiben.\n\nMerkmale:\n\n- Zufällige Passwortgenerierung: Mit Hilfe der Erweiterung können Sie zufällige Passwörter generieren, die kaum zu erraten oder zu hacken sind.\n\n- Anpassung: Sie können die Länge und Komplexität des Passworts anpassen, einschließlich Zahlen, Groß- und Kleinbuchstaben sowie Sonderzeichen.\n\nBenutzerfreundlichkeit: Mit einer einfachen und intuitiven Benutzeroberfläche war die Generierung eines sicheren Passworts noch nie so einfach.\n\nUnsere Erweiterung ist das unverzichtbare Tool für jeden, der die Sicherheit seiner Online-Informationen ernst nimmt. Überlassen Sie Ihre Konten nicht den Hackern.\n\nMachen Sie sich keine Sorgen mehr um die Sicherheit Ihrer Online-Konten, unsere Erweiterung ermöglicht Ihnen einzigartige und zuverlässige Passwörter.\n\nLaden Sie jetzt unsere Chrome-Erweiterung herunter und schützen Sie Ihre Online-Informationen effektiv und bequem!",
    "en": "Create strong, secure passwords in an instant with our Chrome extension!\n\nOur Chrome extension is designed to create unique and secure passwords with just one click. Whether you're creating a new account or looking to boost the security of an existing account, this extension is the perfect tool to ensure your information remains secure.\n\nFree Features :\n\n- Random password generation: With the help of the extension, you can generate random passwords which are almost impossible to guess or hack.\n- Length block to 12 characters alphanumeric\n\nPaid Features (one time fee 0.99$)  :\n\n- Random password generation: With the help of the extension, you can generate random passwords which are almost impossible to guess or hack.\n\n- Customization: You can customize the length and complexity of the password, including numbers, upper and lower case letters, and special characters.\n\nEase of use: With a simple and intuitive user interface, generating a secure password has never been easier.\n\nOur extension is the must-have tool for anyone who takes the security of their online information seriously. Don't leave your accounts at the mercy of hackers.\n\nNo longer worry about the security of your online accounts, our extension allows you to have unique and reliable passwords.\n\nDownload our Chrome extension now and protect your online information effectively and conveniently!",
    "es": "¡Cree contraseñas sólidas y seguras en un instante con nuestra extensión de Chrome!\n\nNuestra extensión de Chrome está diseñada para crear contraseñas únicas y seguras con solo un clic. Ya sea que esté creando una cuenta nueva o buscando aumentar la seguridad de una cuenta existente, esta extensión es la herramienta perfecta para garantizar que su información permanezca segura.\n\nCaracterísticas:\n\n- Generación aleatoria de contraseñas: con la ayuda de la extensión, puedes generar contraseñas aleatorias que son casi imposibles de adivinar o piratear.\n\n- Personalización: puede personalizar la longitud y complejidad de la contraseña, incluidos números, letras mayúsculas y minúsculas y caracteres especiales.\n\nFacilidad de uso: Con una interfaz de usuario sencilla e intuitiva, generar una contraseña segura nunca ha sido tan fácil.\n\nNuestra extensión es la herramienta imprescindible para cualquiera que se tome en serio la seguridad de su información en línea. No dejes tus cuentas a merced de los hackers.\n\nYa no te preocupes por la seguridad de tus cuentas en línea, nuestra extensión te permite tener contraseñas únicas y confiables.\n\nDescargue nuestra extensión de Chrome ahora y proteja su información en línea de manera efectiva y conveniente.",
    "it": "Crea password complesse e sicure in un istante con la nostra estensione Chrome!\n\nLa nostra estensione Chrome è progettata per creare password uniche e sicure con un solo clic. Che tu stia creando un nuovo account o cercando di aumentare la sicurezza di un account esistente, questa estensione è lo strumento perfetto per garantire che le tue informazioni rimangano al sicuro.\n\nCaratteristiche:\n\n- Generazione di password casuali: con l'aiuto dell'estensione, puoi generare password casuali che sono quasi impossibili da indovinare o hackerare.\n\n- Personalizzazione: è possibile personalizzare la lunghezza e la complessità della password, inclusi numeri, lettere maiuscole e minuscole e caratteri speciali.\n\nFacilità d'uso: con un'interfaccia utente semplice e intuitiva, generare una password sicura non è mai stato così facile.\n\nLa nostra estensione è lo strumento indispensabile per chiunque prenda sul serio la sicurezza delle proprie informazioni online. Non lasciare i tuoi account in balia degli hacker.\n\nNon preoccuparti più della sicurezza dei tuoi account online, la nostra estensione ti consente di avere password uniche e affidabili.\n\nScarica subito la nostra estensione per Chrome e proteggi le tue informazioni online in modo efficace e conveniente!"
  }
}