{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Time Tracker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Track and analyze your time spent on active tabs. Monitor your browsing habits locally, without sending your data anywhere."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost Your Productivity by Tracking Your Time Spent on Active Tabs\n\nLooking to monitor your browsing habits and increase productivity? Our extension, Tab Time Tracker, is a powerful and privacy-friendly tool designed to help you understand how much time you spend on active tabs throughout the day and week, without ever sending your data anywhere.\n\nKey Features:\n\n-Track Time Spent on Active Tabs: Monitor how much time you spend on each active tab throughout the day. Perfect for identifying where your time is going while browsing the web.\n\n-Local Data Storage: Your data stays on your device. We never send any of your browsing information to external servers, ensuring total privacy and security.\n\n-No Privacy Concerns: Worried about privacy? With Tab Time Tracker, your browsing data is not shared, transmitted, or stored online—ever. Everything is saved locally on your computer.\n\n-Daily and Weekly Data: Easily switch between viewing your daily or weekly time spent on active tabs, giving you a clear picture of your browsing habits.\n\n-Visualize Your Progress: Compare time spent between this week and last week or between today and yesterday with intuitive graphs, making it easy to spot trends in your browsing activity.\n\n-Top Websites Feature: See a breakdown of the top websites you’ve spent the most time on, so you can understand which sites are eating up your time.\n\n-Boost Productivity: By analyzing your web usage patterns, you can identify productivity pitfalls and take control of your online habits to improve your focus and efficiency.\n\nWhether you're a professional looking to stay on task, a student managing study time, or just curious about your online habits, Tab Time Tracker is the perfect tool to help you stay productive and informed—without compromising your privacy.\n\nDownload now and start tracking your time spent on active tabs to take back control of your productivity!"
  }
}