{
  "name": {
    "ar,cs,de,en,en_AU,en_GB,en_US,es,es_419,et,fil,fr,hr,it,ja,lt,ml,nl,no,pt_BR,pt_PT,ro,ru,sr,sv,th,tr,uk,vi,zh_CN,zh_TW": "Space Impact Bosses Game",
    "am,bg,da,he,kn,mr,pl,te": "Space Impact Bosses Online Game",
    "bn,id,lv,sw": "Space Impact Bosses Unblocked Game",
    "ca,el,fa,fi,gu,hi,hu,ko,ms,sk,sl,ta": "Space Impact Bosses Online"
  },
  "short": {
    "ar": "قبل أن تنفد الحياة ، عليك هزيمة المدير في القمة وإكمال مستويات الصعوبة.",
    "am": "ዕድሜህ ከማለቁ በፊት ከላይ ያለውን አለቃ ማሸነፍና የችግረኛነት ደረጃውን ማጠናቀቅ ይኖርብሃል።",
    "bg": "Преди да свършиш живота, трябва да победиш шефа на върха и да завършиш нивата на трудност.",
    "bn": "আপনি জীবন শেষ হয়ে যাওয়ার আগে, আপনাকে শীর্ষে থাকা বসকে পরাজিত করতে হবে এবং অসুবিধার স্তরগুলি সম্পূর্ণ করতে হবে।",
    "ca": "Abans de quedar-se sense vida, heu de derrotar el cap a la part superior i completar els nivells de dificultat.",
    "cs": "Než vám dojde život, musíte porazit šéfa na vrcholu a dokončit úrovně obtížnosti.",
    "da": "Før du løber tør for liv, skal du besejre chefen øverst og fuldføre sværhedsgraderne.",
    "de": "Bevor dir das Leben ausgeht, musst du den Boss an der Spitze besiegen und die Schwierigkeitsgrade abschließen.",
    "el": "Πριν ξεμείνετε από τη ζωή, πρέπει να νικήσετε το αφεντικό στην κορυφή και να ολοκληρώσετε τα επίπεδα δυσκολίας.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Before you run out of life, you have to defeat the boss at the top and complete the difficulty levels.",
    "es": "Antes de que te quedes sin vida, tienes que derrotar al jefe en la cima y completar los niveles de dificultad.",
    "et": "Enne kui elu otsa saab, peate tipus oleva ülemuse alistama ja raskusastmed lõpule viima.",
    "fa": "قبل از اینکه شما اجرا از زندگی، شما باید به شکست رئیس در بالا و تکمیل سطوح دشواری.",
    "fi": "Ennen kuin elämä loppuu, sinun on voitettava pomo huipulla ja suoritettava vaikeustasot.",
    "fil": "Bago ka maubusan ng buhay, kailangan mong talunin ang boss sa tuktok at kumpletuhin ang mga antas ng kahirapan.",
    "fr": "Avant de manquer de vie, vous devez vaincre le boss au sommet et terminer les niveaux de difficulté.",
    "gu": "તમે જીવનમાંથી બહાર નીકળી જાઓ તે પહેલાં, તમારે ટોચ પરના ઉપરીને હરાવવા પડશે અને મુશ્કેલીના સ્તરો પૂર્ણ કરવા પડશે.",
    "he": "לפני שנגמרים לך החיים, אתה צריך להביס את הבוס בראש ולהשלים את רמות הקושי.",
    "hi": "इससे पहले कि आप जीवन से बाहर निकलें, आपको शीर्ष पर बॉस को हराना होगा और कठिनाई के स्तर को पूरा करना होगा।",
    "hr": "Prije nego što vam ponestane života, morate pobijediti šefa na vrhu i dovršiti razinu težine.",
    "hu": "Mielőtt elfogyna az élet, le kell győznie a főnököt a csúcson, és teljesítenie kell a nehézségi szinteket.",
    "id": "Sebelum Anda kehabisan kehidupan, Anda harus mengalahkan bos di atas dan menyelesaikan tingkat kesulitan.",
    "it": "Prima di esaurire la vita, devi sconfiggere il boss in cima e completare i livelli di difficoltà.",
    "ja": "あなたが人生を使い果たす前に、あなたは一番上のボスを倒し、難易度レベルを完了する必要があります。",
    "kn": "ನೀವು ಜೀವನದಿಂದ ಓಡಿಹೋಗುವ ಮೊದಲು, ನೀವು ಮೇಲಧಿಕಾರಿಯನ್ನು ಸೋಲಿಸಬೇಕು ಮತ್ತು ಕಷ್ಟದ ಮಟ್ಟಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಬೇಕು.",
    "ko": "당신이 인생을 다 떨어지기 전에, 당신은 상단에서 보스를 물리 치고 난이도를 완료해야합니다.",
    "lv": "Pirms jums beidzas dzīve, jums ir jāuzvar priekšnieks augšpusē un jāpabeidz grūtības pakāpe.",
    "ml": "നിങ്ങൾ ജീവിതത്തിൽ നിന്ന് ഓടിപ്പോകുന്നതിനുമുമ്പ്, നിങ്ങൾ മുകളിൽ ബോസിനെ തോൽപ്പിക്കുകയും ബുദ്ധിമുട്ട് ലെവലുകൾ പൂർത്തിയാക്കുകയും വേണം.",
    "mr": "आयुष्य संपण्यापूर्वी, आपल्याला शीर्षस्थानी बॉसचा पराभव करावा लागेल आणि काठिण्य पातळी पूर्ण करावी लागेल.",
    "ms": "Sebelum anda kehabisan kehidupan, anda perlu mengalahkan bos di bahagian atas dan melengkapkan tahap kesukaran.",
    "nl": "Voordat je geen leven meer hebt, moet je de baas aan de top verslaan en de moeilijkheidsgraden voltooien.",
    "no": "Før du går tom for liv, må du beseire sjefen øverst og fullføre vanskelighetsgradene.",
    "pl": "Zanim skończy ci się życie, musisz pokonać bossa na szczycie i ukończyć poziomy trudności.",
    "ro": "Înainte de a rămâne fără viață, trebuie să învingi șeful de la vârf și să finalizezi nivelurile de dificultate.",
    "ru": "Прежде чем у вас закончится жизнь, вы должны победить босса наверху и пройти уровни сложности.",
    "sk": "Predtým, ako vám dôjde život, musíte poraziť šéfa na vrchole a dokončiť úrovne obtiažnosti.",
    "sl": "Preden vam zmanjka življenja, morate premagati šefa na vrhu in dokončati težavnostne ravni.",
    "sv": "Innan du får slut på livet måste du besegra chefen på toppen och slutföra svårighetsgraderna.",
    "sw": "Kabla hujaishiwa maisha, lazima umshinde bosi juu na kukamilisha viwango vya ugumu.",
    "ta": "நீங்கள் வாழ்க்கை ரன் அவுட் முன், நீங்கள் மேல் முதலாளி தோற்கடிக்க மற்றும் சிரமம் நிலைகள் முடிக்க வேண்டும்.",
    "te": "మీరు జీవితం అయిపోయే ముందు, మీరు పై స్థాయిలో ఉన్న బాస్ ను ఓడించాలి మరియు క్లిష్ట స్థాయిలను పూర్తి చేయాలి.",
    "th": "ก่อนที่คุณจะหมดชีวิตคุณต้องเอาชนะบอสที่อยู่ด้านบนและผ่านด่านความยาก",
    "tr": "Hayatınız tükenmeden önce, patronu en üstte yenmeli ve zorluk seviyelerini tamamlamalısınız.",
    "uk": "Перш ніж у вас закінчиться життя, вам доведеться перемогти боса нагорі і пройти рівень складності."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for a classic arcade shooter adventure! Skip the challenging levels and experience the nostalgia.\n\nHow To Play\nPlayed with A-S-Arrow Keys.\n\nSpace Impact Bosses Game Features\n✓ Little Particle\n✓ Pixel Graphics\n✓ Easy control\n✓ 2D Character\n\nFinally, you can enjoy these game for free (and more requests will be added)! Space Impact Bosses Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}