{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChainBot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly create and share shortened URLs with QR codes"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Title: ChainBot - URL Shortener & QR Code Generator\n\nInstantly shorten URLs and generate QR codes with one click. Copy and share shortened links effortlessly.\n\nChainBot is a lightweight, privacy-focused tool that combines URL shortening and QR code generation in one seamless experience.\n\nKey Features:\n\n- Instant URL Shortening: Automatically shortens the current tab's URL\n\n- QR Code Generation: Creates high-quality, scannable QR codes\n\n- One-Click Copy: Easily copy shortened URLs or QR codes to clipboard\n\n- Clean Interface: Modern, dark-themed design for comfortable viewing\n\n- Zero Configuration: Works instantly with no setup required\n\n- Privacy Focused: No data collection or tracking\n\n- Offline Capable: Generate QR codes without internet connection\n\n- Universal Compatibility: Works with any URL\n\nPerfect for:\n✓ Social media sharing\n✓ Professional presentations\n✓ Marketing materials\n✓ Quick mobile access\n✓ Educational resources\n✓ Business cards\n✓ Digital signage\n✓ Event promotion\n\nHow to Use:\n1. Click the ChainBot icon while on any webpage\n2. Get an instant shortened URL and QR code\n3. Copy either with a single click\n4. Share anywhere!\n\nChainBot streamlines your workflow by eliminating the need to visit multiple websites for URL shortening and QR code generation. Whether you're a professional, educator, or casual user, ChainBot makes sharing links easier than ever.\n\nFree, fast, and friendly to use. Install ChainBot now and transform how you share links!"
  }
}