{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PressThis by GoSystems"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance the Infusionsoft dashboard by turning numbers into buttons and generate PRESS THIS buttons to replace links to Forms."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BENEFITS\nEnhance your Infusionsoft dashboards with\n\n- Buttons instead of numbers\n- A dark background for ease of viewing\n- Numbers which you can turn red if you want them to\n- Change the colour of headers depending on priority \n- A more easily accessible refresh button\n- A better placed close button\n- Clickable links in saved searches\n- Opens in new tabs to retain the dashboard or saved searches\n- Tabs to make your dashboard easier to manage\n\nHOW TO CREATE TABS\nTo create tabs, include square brackets and a name within the title of a widget, for it to appear on that tab. Eg [STATS]\nAll widgets with [STATS] in the title will appear within that tab.\nWidgets can feature under multiple tabs Eg [STATS][FINANCE]\nAll widgets will appear under the ALL tab\nTabs are arrange in alphabetical order\n\nHOW TO CHANGE THE COLOUR OF HEADERS\nTo change the colour of headers, you just need to add a different character into the title:\n\nBlue - Standard, so you don't need to add anything\nRed - Add a *\nGrey - Add a _\nAny Colour - Add brackets and the hexidecimal code (#333333)\n\n\nHOW TO MAKE THE BUTTONS TURN RED\nIf a number needs actioning, you can turn them read to make them stand out. To do this simply add the phrase \"Get these to 0\" in the title or include a @ symbol.\n\nIf there's a specific number you don't want turning red, include a ~ in that specific stat title.\n\n\nHOW TO TURN LINKS INTO BUTTONS\nIf you want to turn links within saved searches into buttons, simply add [X] to the title of the custom field.\n\n\nPLEASE NOTE - These changes only affect Custom Statistics and if they don't take effect straight away, just refresh the whole page."
  }
}