{
  "name": {
    "ar": "مستندات Google بلا إنترنت",
    "am": "ከመስመር ውጭ Google ሰነዶች",
    "bg,uk": "Google Документи офлайн",
    "bn": "Google দস্তাবেজ অফলাইন",
    "ca": "Documents de Google sense connexió",
    "cs,pl": "Dokumenty Google offline",
    "da,de,en,en_AU,en_GB,en_US,fil,he": "Google Docs Offline",
    "el": "Έγγραφα Google εκτός σύνδεσης",
    "es,es_419": "Documentos de Google sin conexión",
    "et": "Võrguühenduseta Google’i dokumendid",
    "fa": "سندنگار Google آفلاین",
    "fi": "Google Docsin offline-tila",
    "fr": "Google Docs hors connexion",
    "gu": "Google દસ્તાવેજ ઑફલાઇન",
    "hi": "Google दस्तावेज़ ऑफ़लाइन",
    "hr": "Google dokumenti izvanmrežno",
    "hu": "Google Dokumentumok Offline",
    "id": "Google Dokumen Offline",
    "it": "Documenti Google offline",
    "ja": "Google オフライン ドキュメント",
    "kn": "Google ಡಾಕ್ಸ್‌‌ ಆಫ್‌ಲೈನ್",
    "ko": "Google Docs 오프라인",
    "lt": "„Google“ dokumentai neprisijungus",
    "lv": "Google dokumenti bezsaistē",
    "ml": "Google Docs ഓഫ്‌ലൈൻ",
    "mr": "Google Docs ऑफलाइन",
    "ms": "Google Docs Luar Talian",
    "nl": "Offline Documenten",
    "no": "Google Dokumenter uten nett",
    "pt_BR": "Documentos Google off-line",
    "pt_PT": "Google Docs offline",
    "ro": "Documente Google Offline",
    "ru": "Google Документы офлайн",
    "sk": "Dokumenty Google v režime offline",
    "sl": "Google Dokumenti brez povezave",
    "sr": "Google документи офлајн",
    "sv": "Google Dokument Offline",
    "sw": "Hati za Google Nje ya Mtandao",
    "ta": "Google ஆவணம் ஆஃப்லைன்",
    "te": "Google Docs ఆఫ్‌లైన్",
    "th": "Google เอกสารแบบออฟไลน์",
    "tr": "Google Dokümanlar Çevrimdışı",
    "vi": "Google Tài liệu ngoại tuyến",
    "zh_CN": "Google 文档的离线功能",
    "zh_TW": "Google 文件離線版"
  },
  "short": {
    "ar": "تعديل المستندات وجداول البيانات والعروض التقديمية وإنشاؤها وعرضها، كل ذلك بلا اتصال بالإنترنت",
    "am": "የእርስዎን ሰነዶች፣ የተመን ሉሆች እና የዝግጅት አቀራረቦች ያርትዑ፣ ይፍጠሩ እና ይመልከቱ — ሁሉንም ያለ በይነመረብ መዳረሻ።",
    "bg": "Редактирайте, създавайте и преглеждайте своите документи, електронни таблици и презентации – всичко това без достъп до интернет.",
    "bn": "ইন্টারনেট অ্যাক্সেস ছাড়াই আপনার ডকুমেন্ট, স্প্রেডশিট এবং উপস্থাপনা এডিট, তৈরি করুন এবং দেখুন।",
    "ca": "Edita, crea i consulta documents, fulls de càlcul i presentacions, tot sense accés a Internet.",
    "cs": "Upravujte, vytvářejte a zobrazujte své dokumenty, tabulky a prezentace – vše bez přístupu k internetu.",
    "da": "Rediger, opret og se dine dokumenter, regneark og præsentationer helt uden internetadgang.",
    "de": "Mit der Erweiterung können Sie Dokumente, Tabellen und Präsentationen bearbeiten, erstellen und aufrufen – ganz ohne…",
    "el": "Επεξεργαστείτε, δημιουργήστε και δείτε τα έγγραφα, τα υπολογιστικά φύλλα και τις παρουσιάσεις σας και όλα αυτά χωρίς πρόσβαση στο…",
    "en,en_AU,en_US": "Edit, create, and view your documents, spreadsheets, and presentations — all without internet access.",
    "en_GB": "Edit, create and view your documents, spreadsheets and presentations – all without Internet access.",
    "es": "Edita, crea y consulta tus documentos, hojas de cálculo y presentaciones; todo ello, sin acceso a Internet.",
    "es_419": "Edita, crea y consulta tus documentos, hojas de cálculo y presentaciones aunque no tengas acceso a Internet",
    "et": "Saate luua, muuta ja vaadata oma dokumente, arvustustabeleid ning esitlusi ilma Interneti-ühenduseta.",
    "fa": "اسناد، صفحات‌گسترده و ارائه‌ها را ویرایش، ایجاد و مشاهده کنید — همه این کارها بدون دسترسی به اینترنت.",
    "fi": "Muokkaa, luo ja katso dokumentteja, laskentataulukoita ja esityksiä ilman internetyhteyttä.",
    "fil": "I-edit, gawin, at tingnan ang iyong mga dokumento, spreadsheet, at presentation — lahat ng ito nang walang access sa internet.",
    "fr": "Modifiez, créez et consultez des documents, feuilles de calcul et présentations, sans accès à Internet.",
    "gu": "તમારા દસ્તાવેજો, સ્પ્રેડશીટ અને પ્રસ્તુતિ બનાવો, તેમાં ફેરફાર કરો તેમજ જુઓ - આ બધું ઇન્ટરનેટ ઍક્સેસ વગર.",
    "he": "עריכה, יצירה והצגה של מסמכים, גיליונות אלקטרוניים ומצגות – גם בלי חיבור לאינטרנט.",
    "hi": "बिना किसी इंटरनेट ऐक्सेस के अपने दस्तावेज़, स्प्रेडशीट और प्रस्तुतिकरणों में बदलाव करें, उन्हें बनाएं और देखें.",
    "hr": "Uredite, izradite i pregledajte dokumente, proračunske tablice i prezentacije – sve bez pristupa internetu.",
    "hu": "Szerkesszen, hozzon létre és tekintsen meg dokumentumokat, táblázatokat és prezentációkat – akár internetkapcsolat nélkül is.",
    "id": "Edit, buat, dan lihat dokumen, spreadsheet, dan presentasi — tanpa perlu akses internet.",
    "it": "Modifica, crea e visualizza documenti, fogli di lavoro e presentazioni, senza accesso a Internet.",
    "ja": "インターネットに接続していなくても、ドキュメント、スプレッドシート、プレゼンテーションを編集、作成、表示できます。",
    "kn": "ಇಂಟರ್ನೆಟ್ ಪ್ರವೇಶವಿಲ್ಲದೆಯೇ ನಿಮ್ಮ ಡಾಕ್ಯುಮೆಂಟ್‌ಗಳು, ಸ್ಪ್ರೆಡ್‌ಶೀಟ್‌ಗಳು ಮತ್ತು ಪ್ರಸ್ತುತಿಗಳನ್ನು ಎಡಿಟ್ ಮಾಡಿ, ರಚಿಸಿ ಮತ್ತು ವೀಕ್ಷಿಸಿ.",
    "ko": "인터넷에 연결하지 않고도 문서, 스프레드시트 및 프레젠테이션을 수정, 생성, 확인합니다.",
    "lt": "Redaguokite, kurkite ir peržiūrėkite savo dokumentus, skaičiuokles ir pristatymus – viską darykite be prieigos prie interneto.",
    "lv": "Rediģējiet, veidojiet un skatiet savus dokumentus, izklājlapas un prezentācijas, neizmantojot savienojumu ar internetu.",
    "ml": "നിങ്ങളുടെ ഡോക്യുമെന്റുകളും സ്‌പ്രെഡ്‌ഷീറ്റുകളും അവതരണങ്ങളും എഡിറ്റ് ചെയ്യുക, സൃഷ്‌ടിക്കുക, കാണുക — എല്ലാം ഇന്റർനെറ്റ് ആക്‌സസ്…",
    "mr": "तुमचे दस्तऐवज, स्प्रेडशीट आणि प्रेझेंटेशन हे सर्व इंटरनेट ॲक्सेसशिवाय संपादित करा, तयार करा आणि पहा.",
    "ms": "Edit, buat dan lihat dokumen, hamparan dan pembentangan anda — kesemuanya tanpa akses Internet.",
    "nl": "Bewerk, maak en bekijk je documenten, spreadsheets en presentaties. Allemaal zonder internettoegang.",
    "no": "Rediger, opprett og se dokumentene, regnearkene og presentasjonene dine – uten nettilgang.",
    "pl": "Edytuj, twórz i wyświetlaj swoje dokumenty, arkusze kalkulacyjne oraz prezentacje bez konieczności łączenia się z internetem.",
    "pt_BR": "Edite, crie e veja seus documentos, planilhas e apresentações sem precisar de acesso à Internet.",
    "pt_PT": "Edite, crie e veja os documentos, as folhas de cálculo e as apresentações, tudo sem precisar de aceder à Internet.",
    "ro": "Editează, creează și accesează documente, foi de calcul și prezentări - totul fără acces la internet.",
    "ru": "Создавайте, просматривайте и редактируйте документы, таблицы и презентации без доступа к Интернету.",
    "sk": "Úprava, tvorba a zobrazenie dokumentov, tabuliek a prezentácií. To všetko bez prístupu na internet.",
    "sl": "Urejajte, ustvarjajte in si ogledujte dokumente, preglednice in predstavitve – vse to brez internetnega dostopa.",
    "sr": "Правите и прегледајте документе, табеле и презентације и уносите измене у њих – све то без интернет приступа.",
    "sv": "Redigera, skapa och visa dina dokument, kalkylark och presentationer – helt utan internetåtkomst.",
    "sw": "Badilisha, unda na uangalie hati, malahajedwali na mawasilisho yako — yote bila kutumia muunganisho wa intaneti.",
    "ta": "இணைய அணுகல் இல்லாமல், உங்கள் ஆவணங்கள், விரிதாள்கள், விளக்கக்காட்சிகள் ஆகியவற்றைத் திருத்தலாம், உருவாக்கலாம், பார்க்கலாம்.",
    "te": "మీ డాక్యుమెంట్‌లు, స్ప్రెడ్‌షీట్‌లు, ప్రెజెంటేషన్‌లను ఎడిట్ చేయండి, క్రియేట్ చేయండి, చూడండి — అన్నీ ఇంటర్నెట్ యాక్సెస్ లేకుండానే.",
    "th": "แก้ไข สร้าง และดูเอกสาร สเปรดชีต และงานนำเสนอ — โดยไม่ต้องเชื่อมต่ออินเทอร์เน็ต",
    "tr": "Doküman, e-tablo ve sunu oluşturun, bunları düzenleyin ve görüntüleyin. Tüm bu işlemleri internet erişimi olmadan yapabilirsiniz.",
    "uk": "Редагуйте, створюйте й переглядайте документи, електронні таблиці та презентації без доступу до Інтернету.",
    "vi": "Chỉnh sửa, tạo và xem tài liệu, bảng tính và bản trình bày — tất cả mà không cần truy cập Internet.",
    "zh_CN": "编辑、创建和查看您的文档、电子表格和演示文稿 - 无需连接互联网。",
    "zh_TW": "即使在離線狀態下，也能編輯、建立及瀏覽文件、試算表和簡報。"
  },
  "long": {
    "ar": "ملاحظة: تستخدم هذه الإضافة أيضًا لإتاحة وظيفة النسخ واللصق المتقدمة في \"مستندات Google\" و\"جداول بيانات Google\" و\"العروض التقديمية من Google\".\n\nلا داعي للقلق عند انقطاع الاتصال بالإنترنت. باستخدام \"مستندات Google بلا إنترنت\"، يمكنك الوصول إلى Drive والمستندات وجداول البيانات والعروض التقديمية من Google بدون الاتصال بالإنترنت.\n\nبعد تثبيت هذه الإضافة، يمكنك تفعيل الوصول بلا اتصال بالإنترنت من خلال قائمة الإعدادات في Google Drive أو اتّباع الخطوات الواردة هنا: https://support.google.com/drive/answer/2375012\n\n★ التعديل بلا اتصال بالإنترنت في Chrome\nيمكنك تثبيت متصفح Chrome وفتح \"أدوات التعديل في Google\" بدون استخدام شبكة Wi-Fi. من خلال \"مستندات Google بلا إنترنت\" يتحول متصفح Chrome إلى أداة تعديل بدون اتصال بالإنترنت. \n\n★ الوصول إلى مستنداتك من أي مكان\nتتوفر تلقائيًا مئات المستندات من مستنداتك ذات الصلة كي تتمكن من عرضها وتعديلها بدون اتصال بالإنترنت.\n\n★ تثبيت المستندات المهمة\nيمكنك جعل مستندات معينة متاحة بلا اتصال بالإنترنت عن طريق تثبيتها. هذا يضمن إمكانية وصولك إلى أهم المستندات من أيّ مكان.\n\n★ النسخ واللصق بسلاسة\nيمكنك القص والنسخ واللصق عبر \"أدوات التعديل في Google\" عن طريق استخدام أزرار قائمة النقر بزر الماوس الأيمن.\n\nيعني تثبيت هذه الإضافة الموافقة ضمنيًّا على \"بنود الخدمة\" و\"سياسة الخصوصية\" في Google. يمكنك مراجعة السياسة هنا: https://policies.google.com/",
    "am": "ማስታወሻ፦ ይህ ቅጥያ እንዲሁም የላቀ የቅዳ እና ለጥፍ ተግባርን በGoogle ሰነዶች፣ ሉሆች እና ስላይዶች ውስጥ የሚገኝ ለማድረግ ስራ ላይ ይውላል።\n\nየአውታረ መረብ ግንኙነት የለም? ችግር የለውም! በመስመር ውጭ Google ሰነዶች አማካኝነት ከበይነመረብ ጋር ሳይገናኙ Google ሰነዶች፣ ሉሆች፣ ስላይዶች እና Drive መድረስ ይችላሉ።\n\nአንዴ ከተጫነ በኋላ በቀላሉ በGoogle Drive ውስጥ ባለው የቅንብሮች ምናሌው በኩል የመስመር ውጭ መዳረሻን ያንቁ። እንደ አማራጭም እዚህ ያሉትን ደረጃዎች ይከተሉ፦ https://support.google.com/drive/answer/2375012\n\n★ በChrome ውስጥ ከመስመር ውጭ ያርትዑ\nያለWi-Fi የChrome አሳሽዎን ያስጀምሩትና የእርስዎን Google አርታዒያን ይክፈቱት። Google ሰነዶች መስመር ውጭ Chromeን ወደ የመስመር ውጭ አርታዒ ይቀይረዋል። \n\n★ ሰነዶችዎን ከማንኛውም ቦታ ላይ ይድረሱባቸው\nበመቶዎች የሚቆጠሩ በጣም የሚመለከታቸው ሰነዶችዎ ከመስመር ውጭ ለመታየት እና አርትዖት ለመደረግ በራስ-ሰር የሚገኙ ይደረጋሉ።\n\n★ አስፈላጊ ሰነዶችን ይሰኩ\nየተወሰኑ ሰነዶችን በመሰካት ከመስመር ውጭ የሚገኙ ያድርጓቸው። የትም ቦታ ቢሆኑ በጣም አስፈላጊዎቹን ሰነዶችዎ መድረስ መቻልዎን ያረጋግጡ።\n\n★ ያለምንም ጣጣ ይቅዱ እና ይለጥፉ\nምቹ የቀኝ ጠቅታ ምናሌ አዝራሮችን በመጠቀም በመላ Google አርታዒያን ላይ ይቁረጡ፣ ይቅዱ እና ይለጥፉ።\n\nይህን ቅጥያ በመጫንዎ በGoogle አገልግሎት ውል እና የግላዊነት መመሪያ ይስማማሉ። መመሪያውን እዚህ መገምገም ይችላሉ፦ https://policies.google.com/",
    "bg": "Забележка: Това разширение също служи за осигуряване на разширена функционалност при копиране и поставяне в Google Документи, Таблици и Презентации.\n\nНямате връзка с мрежата? Няма проблеми! С Google Документи офлайн можете да работите с Google Документи, Таблици, Презентации и Диск без връзка с интернет.\n\nСлед инсталирането трябва само да активирате офлайн достъпа чрез менюто за настройки в Google Диск. Друга възможност е да изпълните следните стъпки: https://support.google.com/drive/answer/2375012\n\n★ Офлайн редактиране в Chrome\nСтартирайте браузъра Chrome и отворете някой от редакторите в Google, без да имат Wi-Fi връзка. Google Документи офлайн преобразува Chrome в офлайн редактор. \n\n★ Осъществявайте достъп до документите си навсякъде\nСтотици от най-важните ви документи автоматично се правят достъпни за офлайн преглед и редактиране.\n\n★ Фиксирайте важни документи\nНаправете конкретни документи налични офлайн, като ги фиксирате. Така сте сигурни, че имате достъп до най-важните си документи, независимо къде се намирате.\n\n★ Безпроблемно копиране и поставяне\nИзрязвайте, копирайте и поставяйте между редакторите в Google с помощта на удобни бутони в менюто при кликване с десния бутон на мишката.\n\nС инсталирането на това разширение приемате Общите условия и Декларацията за поверителност на Google. Можете да прегледате правилата тук: https://policies.google.com/",
    "bn": "মনে রাখবেন: Google Docs, Sheets এবং Slides-এ উপলভ্য উন্নত কপি এবং পেস্ট করার সুবিধা প্রদান করতেও এই এক্সটেনশন ব্যবহার করা হয়।\n\nকোনও নেটওয়ার্ক কানেকশন নেই? কোনও অসুবিধা নেই! ইন্টারনেটে কানেক্ট না করেই অফলাইনে Google দস্তাবেজ ব্যবহার করে, Google দস্তাবেজ, পত্রক এবং ড্রাইভ অ্যাক্সেস করতে পারবেন।\n\nইনস্টল করা হয়ে গেলে, Google ড্রাইভে সেটিংস মেনুতে গিয়ে অফলাইন অ্যাক্সেস বিকল্প চালু করুন। এখানে পদক্ষেপগুলি অনুসরণ করুন: https://support.google.com/drive/answer/2375012\n\n★ Chrome-এ অফলাইন এডিট করুন\nআপনার Chrome ব্রাউজার চালু করুন এবং ওয়াই-ফাই ছাড়া আপনার Google এডিটর খুলুন। Google দস্তাবেজ অফলাইন ফিচার দিয়ে আপনার Chrome ব্রাউজারকে অফলাইন এডিটর হিসেবে পরিবর্তিত করতে পারবেন। \n\n★ যেকোনও জায়গা থেকে আপনার ডকুমেন্ট অ্যাক্সেস করুন\nআপনার সবচেয়ে প্রাসঙ্গিক ডকুমেন্টগুলি অফলাইন দেখার এবং এডিট করার জন্য নিজে থেকে উপলভ্য করা আছে।\n\n★ গুরুত্বপূর্ণ ডকুমেন্ট পিন করুন\nনির্দিষ্ট ডকুমেন্টগুলি পিন করে অফলাইনে উপলভ্য রাখুন। আপনি যেখানেই থাকুন না কেন আপনার গুরুত্বপূর্ণ ডকুমেন্ট অ্যাক্সেস করতে পারছেন কিনা তা দেখে নিন।\n\n★ অবলীলায় কপি এবং পেস্ট করুন\nসুবিধাজনক রাইট-ক্লিক মেনু বোতাম ব্যবহার করে Google এডিটর জুড়ে কাট, কপি এবং পেস্ট করুন।\n\nএই এক্সটেনশনটি ইনস্টল করার অর্থ হল, আপনি Google পরিষেবার শর্তাবলী এবং গোপনীয়তা নীতির সাথে সম্মত হচ্ছেন। আপনি এখানে নীতিটি পর্যালোচনা করতে পারেন: https://policies.google.com/",
    "ca": "Nota: aquesta extensió també s'utilitza per fer que la funcionalitat avançada de copiar i enganxar contingut estigui disponible a Documents, Fulls de càlcul i Presentacions de Google.\n\nNo tens connexió a la xarxa? Cap problema. Amb Documents de Google sense connexió pots accedir a Drive, Documents, Fulls de càlcul i Presentacions de Google sense connectar-te a Internet.\n\nUn cop instal·lada aquesta extensió, activa l'accés sense connexió al menú de configuració de Google Drive. També pots seguir els passos indicats en aquest article: https://support.google.com/drive/answer/2375012\n\n★ Edita fitxers sense connexió a Chrome\nInicia el navegador Chrome i obre els editors de Google sense Wi-Fi. Documents de Google sense connexió transforma Chrome en un editor sense connexió. \n\n★ Accedeix als documents siguis on siguis\nCentenars dels teus documents més rellevants es desen automàticament perquè els puguis veure i editar sense connexió.\n\n★ Fixa els documents importants\nSi vols que determinats documents estiguin disponibles sense connexió, fixa'ls. Així tens l'accés assegurat als documents més importants independentment d'on siguis.\n\n★ Copia i enganxa contingut fàcilment\nRetalla, copia i enganxa contingut entre els editors de Google gràcies als pràctics botons del menú contextual.\n\nEn instal·lar aquesta extensió, acceptes les condicions del servei i la política de privadesa de Google. Segueix aquest enllaç per consultar-les: https://policies.google.com/",
    "cs": "Poznámka: Toto rozšíření slouží také k poskytnutí funkce pokročilého kopírování a vkládání v Dokumentech, Tabulkách a Prezentacích Google.\n\nNemáte připojení k síti? Žádný problém! S Dokumenty Google offline máte přístup k Dokumentům, Tabulkám, Prezentacím a Disku Google i bez připojení k internetu.\n\nPo instalaci stačí povolit přístup v režimu offline prostřednictvím nabídky nastavení na Disku Google. Nebo postupujte podle těchto kroků: https://support.google.com/drive/answer/2375012\n\n★ Úpravy offline v Chromu\nSpusťte prohlížeč Chrome a otevřete své editory Google bez Wi-Fi. Dokumenty Google offline promění Chrome na offline editor. \n\n★ Přístup k dokumentům odkudkoli\nStovky vašich nejrelevantnějších dokumentů se automaticky zpřístupní pro zobrazení a úpravy offline.\n\n★ Připnutí důležitých dokumentů\nKonkrétní dokumenty můžete zpřístupnit offline jejich připnutím. K nejdůležitějším dokumentům si tak zajistíte přístup, ať jste kdekoli.\n\n★ Snadné kopírování a vkládání\nMezi editory Google můžete pohodlně vyjímat, kopírovat a vkládat pomocí nabídky zobrazené pravým tlačítkem myši.\n\nInstalací tohoto rozšíření souhlasíte se smluvními podmínkami a zásadami ochrany soukromí Google. Zásady si můžete přečíst zde: https://policies.google.com/",
    "da": "Bemærk! Denne udvidelse anvendes også til at gøre avancerede funktioner til kopiering/indsættelse tilgængelig i Google Docs, Sheets og Slide.\n\nEr der ingen netværksforbindelse? Det er ikke noget problem. Med Google Docs Offline kan du få adgang til Google Docs, Sheets, Slides og Drev uden at oprette forbindelse til internettet.\n\nSå snart Docs Offline er installeret, kan du aktivere offlineadgang via menuen Indstillinger i Google Drev. Du kan også følge vejledningen her: https://support.google.com/drive/answer/2375012\n\n★ Rediger offline i Chrome\nStart din Chrome-browser, og åbn dine Google-editorer uden Wi-Fi. Google Docs Offline omdanner Chrome til en offlineeditor. \n\n★ Få adgang til dine dokumenter overalt\nHundredvis af dine mest relevante dokumenter gøres automatisk tilgængelige for visning og redigering offline.\n\n★ Fastgør vigtige dokumenter\nDu kan gøre bestemte dokumenter tilgængelige offline ved at fastgøre dem. Sørg for, at du har adgang til dine vigtigste dokumenter, uanset hvor du befinder dig.\n\n★ Kopiér og indsæt indhold uden problemer\nKlip, kopiér og indsæt indhold i alle Google-editorer ved hjælp af højreklikmenuen.\n\nVed at installere denne udvidelse accepterer du Googles servicevilkår og privatlivspolitik. Du kan se politikken her: https://policies.google.com/",
    "de": "Hinweis: Mit dieser Erweiterung können Sie außerdem in Google Docs, Tabellen und Präsentationen erweiterte Funktionen zum Kopieren und Einfügen nutzen.\n\nKein Internet? Kein Problem! Mit Google Docs Offline können Sie auch ohne Internet auf Google Docs, Google Tabellen, Google Präsentationen und Google Drive zugreifen.\n\nNach der Installation müssen Sie die Funktion noch aktivieren. Das können Sie im Google Drive-Menü \"Einstellungen\" oder mithilfe der folgenden Anleitung tun: https://support.google.com/drive/answer/2375012\n\n★ Offline in Chrome arbeiten\nSie können auch ohne Internetverbindung die Google-Editors in Chrome öffnen. Mit Google Docs Offline wird Ihr Chrome-Browser zum Offline-Editor. \n\n★ Überall auf Dokumente zugreifen\nIhre wichtigsten Dokumente werden automatisch offline zum Ansehen und Bearbeiten bereitgestellt.\n\n★ Wichtige Dokumente anpinnen\nSie können Dokumente anpinnen, um offline darauf zuzugreifen. Damit haben Sie das Wichtigste überall zur Hand.\n\n★ Einfach kopieren und einfügen\nIn allen Google-Editors können Sie per Rechtsklick kopieren und einfügen.\n\nWenn Sie diese Erweiterung installieren, stimmen Sie den Nutzungsbedingungen und der Datenschutzerklärung von Google zu, die Sie sich hier durchlesen können: https://policies.google.com/",
    "el": "Σημείωση: Αυτή η επέκταση χρησιμοποιείται και για να γίνει διαθέσιμη η λειτουργία σύνθετης αντιγραφής και επικόλλησης στα Έγγραφα, στα Υπολογιστικά φύλλα και στις Παρουσιάσεις Google.\n\nΔεν υπάρχει σύνδεση δικτύου; Κανένα πρόβλημα! Με τα Έγγραφα Google Εκτός σύνδεσης, μπορείτε να αποκτήσετε πρόσβαση στα Έγγραφα, στα Υπολογιστικά φύλλα, στις Παρουσιάσεις και στο Google Drive, χωρίς να συνδεθείτε στο διαδίκτυο.\n\nΜετά την εγκατάσταση, απλώς ενεργοποιήστε την πρόσβαση εκτός σύνδεσης μέσω του μενού ρυθμίσεων στο Google Drive. Εναλλακτικά, ακολουθήστε τα παρακάτω βήματα: https://support.google.com/drive/answer/2375012\n\n★ Επεξεργασία εκτός σύνδεσης στο Chrome\nΕκκινήστε το πρόγραμμα περιήγησης Chrome και ανοίξτε τις Εφαρμογές επεξεργασίας της Google χωρίς Wi-Fi. Τα Έγγραφα Google Εκτός σύνδεσης μεταμορφώνουν το Chrome σε πρόγραμμα επεξεργασίας εκτός σύνδεσης. \n\n★ Πρόσβαση στα έγγραφά σας από οπουδήποτε\nΕκατοντάδες από τα πιο σχετικά έγγραφά σας γίνονται αυτόματα διαθέσιμα για προβολή και επεξεργασία εκτός σύνδεσης.\n\n★ Καρφίτσωμα σημαντικών εγγράφων\nΚάντε διαθέσιμα εκτός σύνδεσης συγκεκριμένα έγγραφα, καρφιτσώνοντάς τα. Διασφαλίστε ότι μπορείτε να έχετε πρόσβαση στα πιο σημαντικά έγγραφά σας, όπου και αν βρίσκεστε.\n\n★ Απρόσκοπτη αντιγραφή και επικόλληση\nΚάντε αποκοπή, αντιγραφή και επικόλληση στις Εφαρμογές επεξεργασίας της Google, χρησιμοποιώντας βολικά κουμπιά μενού που εμφανίζεται με δεξί κλικ.\n\nΜε την εγκατάσταση αυτής της επέκτασης, συμφωνείτε με τους Όρους Παροχής Υπηρεσιών Google και με την Πολιτική απορρήτου. Μπορείτε να ανατρέξετε στην πολιτική εδώ: https://policies.google.com/",
    "en": "Note: This extension is also used to make advanced copy & paste functionality available in Google Docs, Sheets and Slides.\n\nNo network connection? No problem! With Google Docs Offline, you can access Google Docs, Sheets, Slides, and Drive without connecting to the internet.\n\nOnce installed, simply enable offline access via the settings menu in Google Drive. Alternatively, follow the steps here: https://support.google.com/drive/answer/2375012\n\n★ Edit offline in Chrome\nLaunch your Chrome browser and open up your Google Editors without Wi-Fi. Google Docs Offline transforms Chrome into an offline editor.\n\n★ Access your documents anywhere\nHundreds of your most relevant documents are automatically made available for offline viewing and editing.\n\n★ Pin important documents\nMake specific documents available offline by pinning them. Ensure that you can access your most important documents, no matter where you are.\n\n★ Seamlessly copy and paste\nCut, copy, and paste across the Google Editors by using convenient right-click menu buttons.\n\nBy installing this extension, you agree to the Google Terms of Service and Privacy Policy. You can review the policy here: https://policies.google.com/",
    "en_AU,en_US": "Note: This extension is also used to make advanced copy & paste functionality available in Google Docs, Sheets and Slides.\n\nNo network connection? No problem! With Google Docs Offline, you can access Google Docs, Sheets, Slides, and Drive without connecting to the internet.\n\nOnce installed, simply enable offline access via the settings menu in Google Drive. Alternatively, follow the steps here: https://support.google.com/drive/answer/2375012\n\n★ Edit offline in Chrome\nLaunch your Chrome browser and open up your Google Editors without Wi-Fi. Google Docs Offline transforms Chrome into an offline editor.\n\n★ Access your documents anywhere\nHundreds of your most relevant documents are automatically made available for offline viewing and editing.\n\n★ Pin important documents\nMake specific documents available offline by pinning them. Ensure that you can access your most important documents, no matter where you are.\n\n★ Seamlessly copy and paste\nCut, copy, and paste across the Google Editors by using convenient right-click menu buttons.\n\nBy installing this extension, you agree to the Google Terms of Service and Privacy Policy. You can review the policy here: https://policies.google.com",
    "en_GB": "Note: This extension is also used to make advanced copy & paste functionality available in Google Docs, Sheets and Slides.\n\nNo network connection? No problem! With Google Docs Offline, you can access Google Docs, Sheets, Slides and Drive without connecting to the Internet.\n\nOnce installed, simply enable offline access via the Settings menu in Google Drive. Alternatively, follow the steps here: https://support.google.com/drive/answer/2375012\n\n★ Edit offline in Chrome\nLaunch your Chrome browser and open up your Google Editors without Wi-Fi. Google Docs Offline transforms Chrome into an offline editor. \n\n★ Access your documents anywhere\nHundreds of your most relevant documents are automatically made available for offline viewing and editing.\n\n★ Pin important documents\nMake specific documents available offline by pinning them. Ensure that you can access your most important documents, no matter where you are.\n\n★ Seamlessly copy and paste\nCut, copy and paste across the Google Editors by using convenient right-click menu buttons.\n\nBy installing this extension, you agree to the Google Terms of Service and Privacy Policy. You can review the policy here: https://policies.google.com/",
    "es": "Nota: Esta extensión también se usa para que la función avanzada de copiar y pegar esté disponible en Documentos, Hojas de cálculo y Presentaciones de Google.\n\n¿No tienes conexión de red? No hay problema. Con la extensión Documentos de Google sin conexión, puedes acceder a Drive, Documentos, Hojas de cálculo y Presentaciones de Google sin conectarte a Internet.\n\nUna vez instalada, solo tienes que habilitar el acceso sin conexión a través del menú Configuración de Google Drive. O también puedes seguir los pasos que se indican en este artículo: https://support.google.com/drive/answer/2375012\n\n★ Edita contenido sin conexión en Chrome\nInicia tu navegador Chrome y abre tus Editores de Google sin Wi-Fi. Documentos de Google sin conexión convierte Chrome en un editor cuando estás sin Internet. \n\n★ Accede a tus documentos en cualquier parte\nEl acceso a muchos de tus documentos importantes se activa automáticamente para que puedas verlos y editarlos sin conexión.\n\n★ Fija documentos importantes\nSi quieres activar el acceso sin conexión a documentos específicos, fíjalos. Asegúrate de que puedes acceder a tus documentos más importantes, estés donde estés.\n\n★ Copia y pega contenido sin problemas\nCorta, copia y pega contenido en los Editores de Google mediante cómodos botones de menú de botón derecho.\n\nAl instalar esta extensión, aceptas las condiciones del servicio de Google y la política de privacidad. Puedes consultar esta última en: https://policies.google.com/",
    "es_419": "Nota: Esta extensión también permite que la funcionalidad avanzada de copiar y pegar esté disponible en Documentos, Hojas de cálculo y Presentaciones de Google.\n\n¿No tienes conexión de red? No hay problema. Con Documentos de Google sin conexión, puedes acceder a Drive y Documentos, Hojas de cálculo y Presentaciones de Google sin necesidad de conectarte a Internet.\n\nUna vez que lo instales, simplemente habilita el acceso sin conexión desde el menú de configuración en Google Drive. O bien, sigue los pasos que se indican a continuación: https://support.google.com/drive/answer/2375012\n\n★ Edita sin conexión en Chrome\nInicia el navegador de Chrome y abre los editores de Google sin Wi-Fi. Documentos de Google transforma Chrome en un editor sin conexión. \n\n★ Accede a tus documentos en cualquier lugar\nCientos de tus documentos más relevantes están disponibles para que accedas a ellos y los edites sin conexión.\n\n★ Fija los documentos importantes\nFija determinados documentos para que estén disponibles sin conexión. Asegúrate de poder acceder a los documentos más importantes, estés donde estés.\n\n★ Copia y pega con facilidad\nPara cortar, copiar y pegar en los editores de Google, usa los prácticos botones del menú contextual.\n\nSi instalas esta extensión, aceptas las Condiciones del Servicio y la Política de Privacidad de Google. Puedes revisar la política en este vínculo: https://policies.google.com/",
    "et": "Märkus: seda laiendit kasutatakse ka selleks, et teha täiustatud kopeerimise ja kleepimise funktsioon saadavaks teenustes Google'i dokumendid, arvutustabelid ja esitlused.\n\nKas teil pole võrguühendust? See ei ole probleem! Võrguühenduseta Google’i dokumentidega pääsete juurde Google’i dokumentidele, arvutustabelitele ja esitlustele ning Drive’ile ilma Interneti-ühenduseta.\n\nKui see on installitud, lubage lihtsalt Google Drive’i seadete menüüs võrguühenduseta juurdepääs. Teine võimalus on läbida etapid, mida on kirjeldatud siin: https://support.google.com/drive/answer/2375012\n\n★ Chrome’is võrguühenduseta muutmine\nAvage Chrome’i brauser ja seejärel Google’i redaktorid, ilma et vajaksite WiFi-t. Võrguühenduseta Google’i dokumendid muudab Chrome’i võrguühenduseta redaktoriks. \n\n★ Juurdepääs dokumentidele kõikjal\nSajad teie kõige tähtsamad dokumendid tehakse automaatselt kättesaadavaks võrguühenduseta vaatamiseks ja muutmiseks.\n\n★ Tähtsate dokumentide kinnitamine\nSaate kindlad dokumendid võrguühenduseta kättesaadavaks teha, kui kinnitate need. Veenduge, et pääseksite kõikjal juurde oma kõige olulisematele dokumentidele.\n\n★ Hõlbus kopeerimine ja kleepimine\nSaate Google’i redaktorites lõigata, kopeerida ja kleepida, kasutades paremklikimenüü valikuid.\n\nKui installite selle laienduse, nõustute Google’i teenusetingimuste ja privaatsuseeskirjadega. Saate vaadata eeskirju siin: https://policies.google.com/",
    "fa": "توجه: این افزونه برای دردسترس قرار دادن قابلیت کپی و جای‌گذاری پیشرفته در «سندنگار Google»، «کاربرگ‌نگار» و «اسلایدنگار» نیز استفاده می‌شود.\n\nبه شبکه اتصال ندارید؟ اشکالی ندارد! با «سندنگار آفلاین Google» می‌توانید، بدون اتصال به اینترنت، به «سندنگار Google»، «کاربرگ‌نگار»، «اسلایدنگار»، و Drive دسترسی داشته باشید.\n\nپس از نصب، ازطریق منوی تنظیمات در Google Drive، دسترسی آفلاین را به‌سادگی فعال کنید. یا می‌توانید در پیوند زیر مراحل را دنبال کنید: https://support.google.com/drive/answer/2375012\n\n★ ویرایش آفلاین در Chrome\nمرورگر Chrome را راه‌اندازی کنید و، بدون Wi-Fi، «ویرایشگر Google» را باز کنید. «سندنگار آفلاین Google» این مرورگر را به ویرایشگری آفلاین تبدیل می‌کند. \n\n★ دسترسی به اسناد در همه‌جا\nصدها مورد از مرتبط‌ترین اسنادتان، به‌طور خودکار، برای مشاهده و ویرایش آفلاین دردسترستان قرار می‌گیرد.\n\n★ پین کردن اسناد مهم\nبا پین کردن برخی اسناد، به آن‌ها دسترسی آفلاین داشته باشید. مطمئن شوید که هرجا هستید، می‌توانید به مهم‌ترین اسنادتان دسترسی داشته باشید.\n\n★ کپی کردن و جای‌گذاری بی‌وقفه\nبااستفاده از دکمه‌های دردسترسِ منوی کلیک‌راست، در سراسر «ویرایشگر Google» برش بزنید و کپی و جای‌گذاری کنید.\n\nبا نصب این افزونه، با «شرایط خدمات» و «خط‌مشی رازداری» Google موافقت می‌کنید. می‌توانید این خط‌مشی را اینجا مرور کنید: https://policies.google.com/",
    "fi": "Huom. Tällä laajennuksella on myös mahdollista käyttää kopioi ja liitä ‑lisätoimintoa Google Docsissa, Sheetsissä ja Slidesissa.\n\nEi verkkoyhteyttä? Ei hätää! Google Docs Offlinen avulla voit käyttää Google Docsia, Sheetsiä, Slidesia ja Drivea ilman internetyhteyttä.\n\nKun olet asentanut laajennuksen, ota offline-tila käyttöön Google Driven asetusvalikosta. Vaihtoehtoisesti voit seurata näitä ohjeita: https://support.google.com/drive/answer/2375012\n\n★ Muokkaa offline-tilassa Chromessa\nKäynnistä Chrome-selain ja avaa Google-editorit ilman Wi-Fi-yhteyttä. Google Docs Offline muuttaa Chromen offline-editoriksi. \n\n★ Käytä dokumentteja missä tahansa\nTärkeimmät dokumenttisi ovat automaattisesti käytettävissä offline-tilassa. Voit katsoa ja muokata satoja dokumentteja.\n\n★ Kiinnitä tärkeät dokumentit\nKiinnitä haluamasi dokumentit, jotta ne ovat käytettävissä offline-tilassa. Näin varmistat, että voit käyttää tärkeimpiä dokumenttejasi paikasta riippumatta.\n\n★ Kopioi ja liitä saumattomasti\nLeikkaa, kopioi ja liitä sisältöä Google-editorista toiseen kakkospainikkeen valikon kätevillä painikkeilla.\n\nAsentamalla laajennuksen hyväksyt Googlen käyttöehdot ja tietosuojakäytännön. Voit tutustua käytäntöön täällä: https://policies.google.com/",
    "fil": "Tandaan: Ginagamit din ang extension na ito para gawing available sa Google Docs, Sheets, at Slides ang functionality na advanced na pagkopya at pag-paste.\n\nWalang koneksyon sa network? Walang problema! Gamit ang Google Docs Offline, maa-access mo ang Google Docs, Sheets, Slides, at Drive nang hindi kumokonekta sa internet.\n\nKapag na-install na ito, i-enable lang ang offline na access sa pamamagitan ng menu ng mga setting sa Google Drive. Maaari ding sundin ang mga hakbang dito: https://support.google.com/drive/answer/2375012\n\n★ Mag-edit nang offline sa Chrome\nIlunsad ang iyong Chrome browser at buksan ang Mga Editor ng Google mo nang hindi nakakonekta sa Wi-Fi. Sa pamamagitan ng Google Docs Offline, magiging offline na editor ang Chrome. \n\n★ I-access ang iyong mga dokumento saanman\nDaan-daan sa iyong pinakamahahalagang dokumento ang awtomatikong ginagawang available para matingnan at ma-edit offline.\n\n★ Mag-pin ng mahahalagang dokumento\nGawing available offline ang mga partikular na dokumento sa pamamagitan ng pag-pin sa mga ito. Tiyaking maa-access mo ang iyong pinakamahahalagang dokumento, nasaan ka man.\n\n★ Kumopya at mag-paste nang walang aberya\nMag-cut, kumopya, at mag-paste sa Mga Editor ng Google sa pamamagitan ng mga madaling gamiting button sa right-click menu.\n\nSa pamamagitan ng pag-install sa extension na ito, sumasang-ayon ka sa Mga Tuntunin ng Serbisyo at Patakaran sa Privacy ng Google. Maaari mong suriin ang patakaran dito: https://policies.google.com/",
    "fr": "Remarque : Cette extension permet aussi de proposer la fonctionnalité avancée de copier-coller dans Google Docs, Sheets et Slides.\n\nPas de connexion réseau ? Aucun problème. Avec Google Docs hors connexion, vous pouvez accéder à Google Docs, Sheets, Slides et Drive sans connexion Internet.\n\nUne fois l'extension installée, il vous suffit d'activer l'accès hors connexion dans les paramètres de Google Drive. Vous pouvez également suivre la procédure décrite ici : https://support.google.com/drive/answer/2375012\n\n★ Modifiez vos documents hors connexion dans Chrome\nOuvrez les éditeurs Google dans votre navigateur Chrome, sans utiliser le réseau Wi-Fi. L'extension Google Docs hors connexion transforme Chrome en un éditeur utilisable sans connexion. \n\n★ Accédez à vos documents où que vous soyez\nDes centaines de documents pertinents vous appartenant deviennent automatiquement consultables et modifiables hors connexion.\n\n★ Épinglez les documents importants\nRendez des documents précis disponibles hors connexion en les épinglant. Vous pouvez ainsi accéder à vos documents les plus importants, où que vous soyez.\n\n★ Copiez et collez du contenu en toute simplicité\nCoupez, copiez et collez facilement des contenus dans les éditeurs Google à l'aide des boutons du menu contextuel.\n\nEn installant cette extension, vous acceptez les conditions d'utilisation et les règles de confidentialité de Google, disponibles sur cette page : https://policies.google.com/",
    "gu": "કોઈ નેટવર્ક કનેક્શન નથી? કોઈ વાંધો નહીં! Google દસ્તાવેજ ઑફલાઇન વડે, તમે Google દસ્તાવેજ, શીટ, સ્લાઇડ અને ડ્રાઇવને ઇન્ટરનેટ સાથે કનેક્ટ થયા વિના પણ ઍક્સેસ કરી શકશો.\n\nએકવાર ઇન્સ્ટૉલ કર્યા પછી, Google ડ્રાઇવમાંના સેટિંગ મેનૂ મારફતે સહેલાઈથી ઑફલાઇન ઍક્સેસ ચાલુ કરો. વૈકલ્પિક રીતે, અહીંના પગલાંને અનુસરો: https://support.google.com/drive/answer/2375012\n\n★ Chromeમાં ઑફલાઇન રહીને ફેરફારો કરો\nતમારું Chrome બ્રાઉઝર લૉન્ચ કરો અને વાઇ-ફાઇ વિના Google સંપાદકો ખોલો. Google દસ્તાવેજ ઑફલાઇન Chromeનું ઑફલાઇન સંપાદકમાં રૂપાંતરણ કરે છે. \n\n★ બધેથી તમારા દસ્તાવેજોને ઍક્સેસ કરો\nતમારા સેંકડો સંબંધિત દસ્તાવેજો ઑફલાઇન જોવા માટે અને તેમાં ફેરફારો કરવા માટે આપમેળે ઉપલબ્ધ થાય છે.\n\n★ મહત્ત્વપૂર્ણ દસ્તાવેજોને પિન કરો\nવિશિષ્ટ દસ્તાવેજોને પિન કરીને તેને ઑફલાઇન ઉપલબ્ધ કરો. ખાતરી કરો કે, તમે કોઈપણ સ્થાનેથી તમારા સૌથી મહત્ત્વના દસ્તાવેજોને ઍક્સેસ કરી શકો છો.\n\n★ મુશ્કેલી વિના કૉપિ અને પેસ્ટ કરો\nસગવડતાભર્યા રાઇટ-ક્લિક મેનૂ બટનોનો ઉપયોગ કરીને સમગ્ર Google સંપાદકોમાં કટ, કૉપિ અને પેસ્ટ કરો.\n\nઆ એક્સ્ટેન્શન ઇન્સ્ટૉલ કરીને તમે Google સેવાની શરતો અને ગોપનીયતા નીતિ સાથે સંમત થાઓ છો. તમે અહીં નીતિની સમીક્ષા કરી શકો છો: https://policies.google.com/",
    "he": "הערה: התוסף מאפשר גם להשתמש בתכונה מתקדמת של העתקה והדבקה ב-Google Docs, ב-Sheets וב-Slides.\n\nאין לכם חיבור לאינטרנט? אין בעיה! ב-Google Docs Offline ‏יש לכם גישה ל-‏Google Docs‏,‏ Sheets‏,‏ Slides ו-Drive גם ללא חיבור לאינטרנט.\n\nלאחר שהתוסף הותקן, צריך רק להפעיל 'גישה במצב לא מקוון' מתוך תפריט ההגדרות ב-Google Drive, או לפעול לפי השלבים המפורטים כאן: https://support.google.com/drive/answer/2375012\n\n★ עריכת מסמכים ב-Chrome ללא חיבור לאינטרנט\nפותחים את דפדפן Chrome ומשם את יישומי העריכה של Google, ללא Wi-Fi. Google Docs Offline הופך את Chrome לסביבת עריכה ללא חיבור לאינטרנט. \n\n★ גישה למסמכים שלכם מכל מקום\nמאות מהמסמכים הנחוצים ביותר שלכם הופכים לזמינים לצורך צפייה ועריכה, ללא חיבור לאינטרנט.\n\n★ הצמדת מסמכים חשובים\nאפשר להפוך מסמכים מסוימים לזמינים ללא אינטרנט על ידי הצמדתם ללוח. כך תבטיחו לעצמכם גישה למסמכים החשובים ביותר שלכם מכל מקום בו אתם נמצאים.\n\n★ העתקה והדבקה באופן חלק\nאפשר לבצע בנוחות גזירה, העתקה והדבקה בין יישומי העריכה של Google על ידי שימוש בלחצני התפריט בקליק ימני.\n\nבהתקנה של תוסף זה, אתם מסכימים לתנאים ולהגבלות ולמדיניות הפרטיות של Google. אפשר לעיין במדיניות כאן: https://policies.google.com/",
    "hi": "ध्यान दें: इस एक्सटेंशन का इस्तेमाल Google Docs, Sheets, और Slides में उपलब्ध कॉपी करने और चिपकाने की बेहतर सुविधा बनाने लिए भी किया जाता है.\n\nकोई नेटवर्क कनेक्शन नहीं है? कोई परेशानी नहीं! Google दस्तावेज़ ऑफ़लाइन के साथ, आप इंटरनेट न होने पर भी Google दस्तावेज़, पत्रक, स्लाइड और डिस्क को एक्सेस कर सकते हैं.\n\nइंस्टॉल करने के बाद, बस Google डिस्क में सेटिंग मेन्यू के ज़रिए बिना इंटरनेट के इस्तेमाल करना चालू करें. या फिर यहां बताए गए चरणों को फ़ॉलो करें: https://support.google.com/drive/answer/2375012\n\n★ Chrome में इंटरनेट के बिना बदलाव करें\nअपना Chrome ब्राउज़र लॉन्च करें और बिना वाई-फ़ाई के अपना Google संपादक खोलें. Google दस्तावेज़ ऑफ़लाइन, Chrome को एक ऑफ़लाइन संपादक में बदल देता है. \n\n★ अपने दस्तावेज़ों पर कहीं से भी काम करें\nआपके सबसे प्रासंगिक सैकड़ों दस्तावेज़ बिना इंटरनेट के देखने और बदलाव के लिए अपने आप मौजूद रहते हैं.\n\n★ खास दस्तावेज़ों को पिन करें\nखास दस्तावेज़ों को पिन करके उन्हें इंटरनेट के बिना उपलब्ध कराएं. यह पक्का करें कि आप सबसे खास दस्तावेज़ों को सभी जगह से एक्सेस कर पा रहे हैं या नहीं.\n\n★ सहजता से कॉपी करें और चिपकाएं\nसुविधाजनक राइट-क्लिक मेन्यू बटनों का इस्तेमाल करके सभी Google संपादक में काटें, कॉपी करें और चिपकाएं.\n\nइस एक्सटेंशन को इंस्टाल करके, आप Google की सेवा की शर्तों और निजता नीति से सहमत होते हैं आप नीति यहां देख सकते हैं: https://policies.google.com/",
    "hr": "Napomena: ovo se proširenje također koristi za izradu napredne funkcije kopiranja i lijepljenja dostupne u Google dokumentima, tablicama i prezentacijama.\n\nNema mrežne veze? To nije problem! Uz Google dokumente izvanmrežno možete pristupati Google dokumentima, Tablicama, Prezentacijama i Disku bez povezivanja s internetom.\n\nNakon instalacije jednostavno omogućite izvanmrežni pristup putem izbornika postavki na Google disku. Druga je mogućnost da slijedite ove korake: https://support.google.com/drive/answer/2375012\n\n★ Izvanmrežno uređivanje u Chromeu\nPokrenite preglednik Chrome i otvorite Google uređivače bez Wi-Fi veze. Google dokumenti izvanmrežno pretvaraju Chrome u izvanmrežni uređivač. \n\n★ Pristupite svojim dokumentima bilo gdje\nStotine vaših najvažnijih dokumenata automatski su dostupni za izvanmrežno pregledavanje i uređivanje.\n\n★ Prikvačite važne dokumente\nOdređene dokumente možete učiniti dostupnima izvan mreže tako da ih prikvačite. Osigurajte pristup najvažnijim dokumentima, bez obzira gdje se nalazili.\n\n★ Besprijekorno kopirajte i zalijepite\nIzrežite, kopirajte i zalijepite u svim Google ugovorima korištenjem prikladnih gumba izbornika desnom tipkom miša.\n\nInstaliranjem ovog proširenja prihvaćate Googleove Uvjete pružanja usluge i Pravila o privatnosti. Pravila možete pregledati ovdje: https://policies.google.com/",
    "hu": "Megjegyzés: Ezzel a bővítménnyel speciális másolási és beillesztési funkciók alakíthatók ki a Google Dokumentumokban, Táblázatokban és Diákban.\n\nNincs hálózati kapcsolat? Nem probléma. A Google Docs Offline szolgáltatással internetkapcsolat nélkül is hozzáférhet a Google-dokumentumokhoz, -táblázatokhoz, -prezentációkhoz és a Drive-hoz.\n\nA telepítést követően egyszerűen engedélyezze az offline hozzáférést a Google Drive Beállítások menüjében. Ha szeretné, ezeket a lépéseket is követheti: https://support.google.com/drive/answer/2375012\n\n★ Offline szerkesztés a Chrome-ban\nIndítsa el a Chrome böngészőt, és nyissa meg a Google-szerkesztőprogramok egyikét Wi-Fi-kapcsolat nélkül. A Google Dokumentumok Offline a Chrome-ot egy offline szerkesztővé változtatja. \n\n★ Bárhonnan hozzáférhet a dokumentumaihoz\nA legfontosabb dokumentumai százait a rendszer automatikusan offline is elérhetővé teszi, így olvashatja és szerkesztheti őket.\n\n★ A fontos dokumentumok rögzítése\nRögzítéssel minden fontos dokumentumot elérhetővé tehet offline, így bárhol is van, szerkesztheti őket.\n\n★ Zökkenőmentes másolása\nA kényelmes jobb gombos menüvel kivághatja, kimásolhatja és beillesztheti a tartalmakat az egyes Google-szerkesztőprogramok között.\n\nA bővítmény telepítésével elfogadja a Google Általános Szerződési Feltételeit és adatvédelmi irányelveit. Az irányelveket itt találja: https://policies.google.com/",
    "id": "Catatan: Ekstensi ini juga digunakan untuk menyediakan fungsi salin & tempel lanjutan di Google Dokumen, Spreadsheet, dan Slide.\n\nTidak ada sambungan jaringan? Tidak masalah. Dengan Google Dokumen Offline, Anda dapat mengakses Google Dokumen, Spreadsheet, Slide, dan Drive tanpa perlu tersambung ke internet.\n\nSetelah diinstal, cukup aktifkan akses offline melalui menu setelan di Google Drive. Atau, ikuti langkah berikut: https://support.google.com/drive/answer/2375012\n\n★ Edit secara offline di Chrome\nLuncurkan browser Chrome dan buka Editor Google tanpa Wi-Fi. Google Dokumen Offline akan mengubah Chrome menjadi editor offline. \n\n★ Akses dokumen di mana saja\nRatusan dokumen penting milik Anda otomatis tersedia untuk dilihat dan diedit secara offline.\n\n★ Pasang pin pada dokumen penting\nPastikan dokumen tertentu tersedia secara offline dengan memasang pin pada dokumen tersebut. Pastikan Anda dapat mengakses dokumen yang paling penting, di mana pun Anda berada.\n\n★ Salin dan tempel dengan mudah\nPotong, salin, dan tempel isi dokumen di Editor Google cuku dengan menggunakan tombol menu klik kanan.\n\nDengan menginstal ekstensi ini, Anda menyetujui Persyaratan Layanan dan Kebijakan Privasi Google. Anda dapat membaca kebijakan tersebut di sini: https://policies.google.com/",
    "it": "Nota: questa estensione viene utilizzata anche per rendere disponibile la funzionalità avanzata di copia e incolla in Documenti, Fogli e Presentazioni Google.\n\nNessuna connessione di rete? Nessun problema. Con Documenti Google offline, puoi accedere a Documenti, Fogli e Presentazioni Google e a Drive senza collegarti a Internet.\n\nUna volta installato, devi semplicemente attivare l'accesso offline nel menu delle impostazioni di Google Drive. In alternativa, procedi come indicato nell'articolo seguente: https://support.google.com/drive/answer/2375012\n\n★ Modifica offline in Chrome\nAvvia il browser Chrome e apri gli Editor Google senza connessione Wi-Fi. Documenti Google offline trasforma Chrome in un editor offline.\n\n★ Accedi ai tuoi documenti ovunque ti trovi\nCentinaia dei tuoi documenti più pertinenti vengono resi automaticamente disponibili per la visualizzazione e la modifica offline.\n\n★ Fissa i documenti importanti\nRendi documenti specifici disponibili offline fissandoli. Assicurati di poter accedere ai tuoi documenti più importanti ovunque ti trovi.\n\n★ Copia e incolla in tutta semplicità\nTaglia, copia e incolla nei diversi Editor Google utilizzando i comodi pulsanti del menu di scelta rapida.\n\nInstallando questa estensione, accetti i Termini di servizio e le Norme sulla privacy di Google. Puoi consultare le norme qui: https://policies.google.com/",
    "ja": "注: この拡張機能は、Google ドキュメント、スプレッドシート、スライドで高度なコピーと貼り付け機能を提供するためにも使用されます。\n\nネットワークに接続していない場合でも、ご安心ください。Google オフライン ドキュメントでは、インターネット接続がなくても Google ドキュメント、スプレッドシート、スライド、ドライブにアクセスできます。\n\nインストール後、Google ドライブの設定メニューでオフライン アクセスを有効にするだけでご利用いただけます。詳しくは、こちらの手順をご覧ください。 https://support.google.com/drive/answer/2375012\n\n★ Chrome を使ってオフラインで編集\nWi-Fi に接続していない状態で Chrome ブラウザを起動し、Google エディタを開きます。Google オフライン ドキュメントにより、Chrome がオフライン エディタとして機能します。\n\n★ どこにいてもドキュメントにアクセス\nよく利用する数百のドキュメントをオフラインで閲覧、編集できます。\n\n★ オフラインでアクセスするドキュメントを設定\n特定のドキュメントをオフラインで利用するように設定できます。どこにいても、重要なドキュメントにアクセスできます。\n\n★ シームレスなコピー＆ペースト\n右クリックで表示されるメニュー ボタンを使用して、Google エディタ間で、切り取り、コピー、貼り付けができます。\n\nこの拡張機能をインストールすると、Google 利用規約とプライバシー ポリシーに同意したものとみなされます。ポリシーはこちらでご覧いただけます。 https://policies.google.com/",
    "kn": "ಗಮನಿಸಿ: Google Docs, Sheets ಮತ್ತು Slides ನಲ್ಲಿ ಸುಧಾರಿತ ನಕಲಿಸುವ ಮತ್ತು ಅಂಟಿಸುವ ಕಾರ್ಯಚಟುವಟಿಕೆ ಲಭ್ಯವಾಗುವಂತೆ ಮಾಡಲು ಸಹ ಈ ವಿಸ್ತರಣೆಯನ್ನು ಬಳಸಲಾಗುತ್ತದೆ.\n\nಯಾವುದೇ ನೆಟ್‌ವರ್ಕ್ ಸಂಪರ್ಕವಿಲ್ಲವೇ? ಸಮಸ್ಯೆಯಿಲ್ಲ! Google ಡಾಕ್ಸ್ ಆಫ್‌ಲೈನ್‌ನೊಂದಿಗೆ, ನೀವು Google ಡಾಕ್ಸ್, ಶೀಟ್‌ಗಳು, ಸ್ಲೈಡ್‌ಗಳು, ಮತ್ತು ಡ್ರೈವ್ ಅನ್ನು ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವಿಲ್ಲದೆಯೇ ಪ್ರವೇಶಿಸಬಹುದು.\n\nಒಮ್ಮೆ ಇನ್‌ಸ್ಟಾಲ್ ಮಾಡಿದ ನಂತರ, Google ಡ್ರೈವ್‌ನಲ್ಲಿರುವ ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಮೆನು ಮೂಲಕ ಆಫ್‌ಲೈನ್ ಪ್ರವೇಶವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ. ಪರ್ಯಾಯವಾಗಿ, ಇಲ್ಲಿ ಹಂತಗಳನ್ನು ಅನುಸರಿಸಿ: https://support.google.com/drive/answer/2375012\n\n★ Chrome ನಲ್ಲಿ ಆಫ್‌ಲೈನ್ ಎಡಿಟ್\nನಿಮ್ಮ Chrome ಬ್ರೌಸರ್ ಅನ್ನು ಲಾಂಚ್ ಮಾಡಿ ಮತ್ತು ವೈ-ಫೈ ಇಲ್ಲದೆಯೇ ನಿಮ್ಮ Google ಎಡಿಟರ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ. Google ಡಾಕ್ಸ್ ಆಫ್‌ಲೈನ್ Chrome ಅನ್ನು ಆಫ್‌ಲೈನ್ ಎಡಿಟರ್ ಆಗಿ ಮಾರ್ಪಡಿಸುತ್ತದೆ. \n\n★ ಎಲ್ಲಿಂದ ಬೇಕಾದರೂ ನಿಮ್ಮ ಡಾಕ್ಯುಮೆಂಟ್‌ಗಳನ್ನು ಪ್ರವೇಶಿಸಿ\nನಿಮ್ಮ ಹೆಚ್ಚು ಸಂಬಂಧಿತ ನೂರಾರು ಡಾಕ್ಯುಮೆಂಟ್‌ಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಆಫ್‌ಲೈನ್ ವೀಕ್ಷಣೆ ಮತ್ತು ಎಡಿಟಿಂಗ್‌ಗಾಗಿ ಲಭ್ಯವಾಗಿಸಿ.\n\n★ ಮುಖ್ಯ ಡಾಕ್ಯುಮೆಂಟ್‌ಗಳನ್ನು ಪಿನ್ ಮಾಡಿ\nಅವುಗಳನ್ನು ಪಿನ್ ಮಾಡುವ ಮೂಲಕ ನಿರ್ದಿಷ್ಟ ಡಾಕ್ಯುಮೆಂಟ್‌ಗಳನ್ನು ಆಫ್‌ಲೈನ್‌ನಲ್ಲಿ ಲಭ್ಯವಾಗಿಸಿ. ನೀವು ಎಲ್ಲಿದ್ದರೂ ನಿಮ್ಮ ಪ್ರಮುಖ ಡಾಕ್ಯುಮೆಂಟ್‌ಗಳನ್ನು ನೀವು ಪ್ರವೇಶಿಸಬಹುದು ಎಂಬುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.\n\n★ ಯಾವುದೇ ಪರಿಮಿತಿ ಇಲ್ಲದೆ ನಕಲಿಸಿ ಮತ್ತು ಅಂಟಿಸಿ\nಅನುಕೂಲಕರ ಬಲಭಾಗದ-ಕ್ಲಿಕ್ ಮೆನು ಬಟನ್‌ಗಳನ್ನು ಬಳಸಿಕೊಂಡು Google ಎಡಿಟರ್‌ಗಳಾದ್ಯಂತ ಕತ್ತರಿಸಿ, ನಕಲಿಸಿ, ಮತ್ತು ಅಂಟಿಸಿ.\n\nಈ ವಿಸ್ತರಣೆಯನ್ನು ಇನ್‌ಸ್ಟಾಲ್ ಮಾಡುವ ಮೂಲಕ, ನೀವು Google ಸೇವಾ ನಿಯಮಗಳು ಮತ್ತು ಗೌಪ್ಯತೆ ನೀತಿಗೆ ಸಮ್ಮತಿಸುತ್ತೀರಿ. ನೀವು ಇಲ್ಲಿ ನೀತಿಯನ್ನು ಪರಿಶೀಲಿಸಬಹುದು: https://policies.google.com/",
    "ko": "참고: 이 확장 프로그램을 통해 Google Docs, Sheets, Slides에서 고급 복사 및 붙여넣기 기능을 이용할 수도 있습니다.\n\n인터넷에 연결할 수 없는 상황인가요? 걱정하지 마세요. Google 문서 오프라인을 사용하면 인터넷에 연결되어 있지 않아도 Google 문서, 스프레드시트, 프레젠테이션, 드라이브에 액세스할 수 있습니다.\n\n설치한 후 Google 드라이브의 설정 메뉴에서 오프라인 액세스 기능을 사용 설정하기만 하면 됩니다. 또는 다음 단계를 따르세요. https://support.google.com/drive/answer/2375012\n\n★ Chrome에서 오프라인으로 수정하기\nChrome 브라우저를 실행하고 Wi-Fi 없이 Google 편집기를 엽니다. Google 문서 오프라인만 있으면 Chrome을 오프라인 편집기로 활용할 수 있습니다. \n\n★ 어디서나 문서에 액세스하기\n오프라인으로 보고 수정할 수 있도록 나에게 가장 중요한 수백 개의 문서가 자동으로 저장됩니다.\n\n★ 중요한 문서 고정하기\n특정 문서를 고정하여 오프라인에서 사용할 수 있습니다. 어디에서나 가장 중요한 문서에 액세스하세요.\n\n★ 매끄러운 복사 및 붙여넣기\nGoogle 편집기 전체에서 편리한 오른쪽 클릭 메뉴 버튼을 사용하여 잘라내고 복사하고 붙여넣을 수 있습니다.\n\n이 확장 프로그램을 설치하면 Google 서비스 약관 및 개인정보처리방침에 동의하는 것으로 간주됩니다. 정책은 다음 사이트에서 살펴볼 수 있습니다. https://policies.google.com/",
    "lt": "Pastaba: šis plėtinys taip pat naudojamas norint padaryti išplėstines kopijavimo ir įklijavimo funkcijas pasiekiamas „Google“ dokumentuose, Skaičiuoklėse ir Skaidrėse.\n\nNėra tinklo ryšio? Jokių problemų! Su „Google“ dokumentais neprisijungus galite pasiekti „Google“ dokumentus, Skaičiuokles, Skaidres ir Diską neprisijungę prie interneto.\n\nĮdiegę tiesiog įgalinkite prieigą neprisijungus „Google“ disko nustatymų meniu. Arba atlikite čia pateiktus veiksmus: https://support.google.com/drive/answer/2375012\n\n★ Redaguokite neprisijungę naršyklėje „Chrome“\nPaleiskite naršyklę „Chrome“ ir atidarykite „Google“ redagavimo priemones be „Wi-Fi“. „Google“ dokumentai neprisijungus pakeis „Chrome“ į neprisijungus naudojamą redagavimo priemonę. \n\n★ Pasiekite dokumentus, kad ir kur būtumėte\nŠimtai jūsų svarbiausių dokumentų automatiškai tampa pasiekiami peržiūrai neprisijungus ir juos galima redaguoti.\n\n★ Prisekite svarbius dokumentus\nPadarykite konkrečius dokumentus pasiekiamus neprisijungus juos prisegdami. Būkite tikri, kad galėsite pasiekti svarbiausius dokumentus, nesvarbu, kur būtumėte.\n\n★ Sklandžiai nukopijuokite ir įklijuokite\nIškirpkite, kopijuokite ir įklijuokite „Google“ redagavimo priemonėse naudodami patogius dešiniuoju pelės klavišu atidaromo meniu mygtukus.\n\nĮdiegdami šį plėtinį sutinkate su „Google“ paslaugų teikimo sąlygomis ir privatumo politika. Politiką galite peržiūrėti čia: https://policies.google.com/",
    "lv": "Piezīme. Šis paplašinājums tiek izmantots, lai nodrošinātu uzlaboto kopēšanas un ielīmēšanas funkciju pakalpojumos Google dokumenti, Izklājlapas un Prezentācijas.\n\nNav tīkla savienojuma? Tā nav problēma. Izmantojot pakalpojumu Google dokumenti bezsaistē, varat piekļūt pakalpojumiem Google dokumenti, Izklājlapas, Prezentācijas un Disks bez savienojuma ar internetu.\n\nPēc instalēšanas vienkārši iespējojiet piekļuvi bezsaistē Google diska izvēlnē Iestatījumi. Vai arī veiciet tālāk norādītās darbības: https://support.google.com/drive/answer/2375012\n\n★ Rediģējiet bezsaistē, izmantojot pārlūkprogrammu Chrome\nPalaidiet pārlūkprogrammu Chrome un atveriet Google redaktorus, neizmantojot Wi-Fi. Google dokumenti bezsaistē pārveido Chrome par redaktoru bezsaistē. \n\n★ Piekļūstiet saviem dokumentiem jebkurā vietā\nSimtiem jūsu svarīgāko dokumentu automātiski ir pieejami skatīšanai un rediģēšanai bezsaistē.\n\n★ Piespraudiet svarīgus dokumentus\nPadariet noteiktus dokumentus pieejamus bezsaistē, piespraužot tos. Nodrošiniet piekļuvi svarīgākajiem dokumentiem, lai kur jūs atrastos.\n\n★ Ērti kopējiet un ielīmējiet\nKopējiet, izgrieziet un ielīmējiet jebkurā Google redaktorā, izmantojot ērtas peles labā klikšķa izvēlnes pogas.\n\nInstalējot šo paplašinājumu, jūs piekrītat Google pakalpojumu sniegšanas noteikumiem un konfidencialitātes politikai. Politiku varat skatīt šeit: https://policies.google.com/",
    "ml": "ശ്രദ്ധിക്കുക: Google Docs, Sheets, Slides എന്നിവയിൽ വിപുലമായ പകർത്തുക, ഒട്ടിക്കുക ഫംഗ്ഷൻ ലഭ്യമാക്കുന്നതിനും ഈ വിപുലീകരണം ഉപയോഗിക്കുന്നു.\n\nനെറ്റ്‌വർക്ക് കണക്ഷനില്ലേ? വിഷമിക്കേണ്ട! ഇന്റർനെറ്റിലേക്ക് കണക്റ്റ് ചെയ്യാതെ Google ഓഫ്‌ലൈൻ ഡോക്‌സിലൂടെ, നിങ്ങൾക്ക് Google ഡോക്‌സ്, ഷീറ്റുകൾ, സ്ലൈഡുകൾ, ഡ്രൈവ് എന്നിവ ആക്‌സ‌സ് ചെയ്യാനാവും.\n\nഇൻസ്‌റ്റാൾ ചെയ്‌ത് കഴിഞ്ഞാൽ, Google ഡ്രൈവിലെ ക്രമീകരണ മെനു വഴി ഓഫ്‌ലൈൻ ആക്‌സസ് എളുപ്പത്തിൽ പ്രവർത്തനക്ഷമമാക്കുക. പകരമായി, ഇവിടെയുള്ള ഘട്ടങ്ങൾ പിന്തുടരുക: https://support.google.com/drive/answer/2375012\n\n★ Chrome-ൽ ഓഫ്‌ലൈനായി എഡിറ്റ് ചെയ്യുക\nവൈഫൈ ഇല്ലാതെ നിങ്ങളുടെ Chrome ബ്രൗസർ സമാരംഭിച്ച്, നിങ്ങളുടെ Google എഡിറ്റർമാരെ വെളിപ്പെടുത്തുക. Chrome-നെ, ഒരു ഓഫ്‌ലൈൻ എഡിറ്റ‌റായി Google ഓഫ്‌ലൈൻ ഡോക്‌സ് പരിവർത്തനം ചെയ്യുന്നു. \n\n★ എവിടെനിന്നും നിങ്ങളുടെ ഡോക്യുമെന്റുകൾ ആക്‌സസ് ചെയ്യുക\nനിങ്ങളുടെ ഏറ്റവും മികച്ച നൂറുകണക്കിന് പ്രസക്തമായ ഡോക്യുമെന്റുകൾ ഓഫ്‌ലൈനിൽ കാണാനും എഡിറ്റ് ചെയ്യാനുമായി സ്വമേധയാ ലഭ്യമാക്കിയിട്ടുണ്ട്.\n\n★ പ്രധാന ഡോക്യുമെന്റുകൾ പിൻ ചെയ്യുക\nപിൻ ചെയ്യുന്നതിലൂടെ, നിർദ്ദിഷ്‌ട ഡോക്യുമെന്റുകളെ ഓഫ്‌ലൈനിൽ ലഭ്യമാക്കുക. നിങ്ങൾ എവിടെയായിരുന്നാലും ശരി, നിങ്ങളുടെ ഏറ്റവും പ്രധാനപ്പെട്ട ഡോക്യുമെന്റുകൾ ആക്‌സസ് ചെയ്യാനാവുമെന്ന് ഉറപ്പാക്കുക.\n\n★ പരിധിയില്ലാതെ പകർത്തുകയും ഒട്ടിക്കുകയും ചെയ്യുക\nസൗകര്യപ്രദമായ വലത് ക്ലിക്ക് മെനു ബട്ടണുകൾ ഉപയോഗിച്ച്, Google എഡിറ്റർമാരിൽ ഉടനീളം, മുറിക്കൽ, പകർത്തൽ, ഒട്ടിക്കൽ എന്നിവ നടത്തുക.\n\nഈ വിപുലീകരണം ഇൻസ്‌റ്റാൾ ചെയ്യുന്നതിലൂടെ, നിങ്ങൾ Google സേവന വ്യവസ്ഥകളും സ്വകാര്യതാ നയവും അംഗീകരിക്കുന്നു. നിങ്ങൾക്ക് നയം ഇവിടെ അവലോകനം ചെയ്യാനാവും: https://policies.google.com/",
    "mr": "टीप: Google Docs, Sheets आणि Slides मध्ये कॉपी व पेस्ट करण्याची प्रगत कार्यक्षमता उपलब्ध करून देण्यासाठीदेखील हे एक्स्टेंशन वापरले जाते.\n\nनेटवर्क कनेक्शन नाही? काही हरकत नाही! Google दस्तऐवज ऑफलाइनसह, तुम्ही Google दस्तऐवज, पत्रक, स्लाइड आणि ड्राइव्ह इंटरनेटशी कनेक्ट केलेले नसतानाही अॅक्सेस करू शकता.\n\nइंस्टॉल केल्यानंतर, Google ड्राइव्ह मधील सेटिंग्ज मेनूद्वारे सहजपणे ऑफलाइन अॅक्सेस सुरू करा. याचप्रमाणे, येथे या पायऱ्या फॉलो करा: https://support.google.com/drive/answer/2375012\n\n★ Chrome मध्ये ऑफलाइन संपादित करा\nतुमचे Chrome ब्राउझर लाँच करा आणि वाय-फाय शिवाय तुमचे Google संपादक उघडा. Google दस्तऐवज ऑफलाइन Chrome ला ऑफलाइन संपादक बनवते. \n\n★ कोठेही तुमचे दस्तऐवज अॅक्सेस करा\nतुमच्यासाठी सर्वात उपयुक्त असलेले शेकडो दस्तऐवज ऑफलाइन पाहण्यासाठी आणि संपादित करण्यासाठी आपोआप उपलब्ध केले जातात.\n\n★ महत्त्वाच्या दस्तऐवजांना पिन करा\nकाही विशिष्ट दस्तऐवजांना पिन करून ठेवून ऑफलाइन उपलब्ध करून द्या. तुम्ही तुमच्या सर्वात महत्त्वाच्या दस्तऐवजांना अॅक्सेस करू शकता हे निश्चित करा, तुम्ही कोठे आहात हे महत्त्वाचे नाही.\n\n★ अखंडपणे कॉपी आणि पेस्ट करा\nसोयीस्कर राइट क्लिक मेनू बटणे वापरून सर्व Google संपादकांवर कट, कॉपी आणि पेस्ट करा.\n\nहे एक्स्टेंशन इंस्टॉल करून, तुम्ही Google सेवा अटी आणि गोपनीयता धोरणाला सहमती दर्शवता. तुम्ही येथे धोरणाचे पुनरावलोकन करू शकता: https://policies.google.com/",
    "ms": "Nota: Sambungan ini juga digunakan untuk menyediakan fungsi salin & tampal lanjutan dalam Dokumen, Helaian dan Slaid Google.\n\nTiada sambungan rangkaian? Tiada masalah! Dengan Dokumen Google Luar Talian, anda dapat mengakses Dokumen, Helaian dan Slaid Google serta Google Drive tanpa menyambung ke Internet.\n\nSetelah dipasang, dayakan sahaja akses luar talian melalui menu tetapan dalam Google Drive. Anda juga boleh mengikut langkah di sini: https://support.google.com/drive/answer/2375012\n\n★ Edit luar talian dalam Chrome\nLancarkan penyemak imbas Chrome anda dan buka Editor Google anda tanpa Wi-Fi. Dokumen Google Luar Talian mengubah Chrome menjadi editor luar talian. \n\n★ Akses dokumen anda walau di mana jua\nRatusan dokumen anda yang paling berkaitan disediakan untuk paparan dan pengeditan luar talian secara automatik.\n\n★ Sematkan dokumen penting\nSediakan dokumen tertentu di luar talian dengan menyemat dokumen tersebut. Pastikan anda dapat mengakses dokumen anda yang paling penting, walau di mana jua anda berada.\n\n★ Tindakan salin dan tampal yang mudah\nPotong, salin dan tampal merentas Editor Google dengan menggunakan butang menu klik kanan yang mudah.\n\nApabila anda memasang sambungan ini, bermakna anda bersetuju menerima Syarat Perkhidmatan dan Dasar Privasi Google. Anda boleh menyemak dasar di sini: https://policies.google.com/",
    "nl": "Opmerking: Deze extensie wordt ook gebruikt om geavanceerde functies voor kopiëren en plakken beschikbaar te maken in Google Documenten, Spreadsheets en Presentaties.\n\nGeen netwerkverbinding? Geen probleem. Met Google Offline Documenten kun je Google Documenten, Spreadsheets, Presentaties en Drive ook openen zonder dat je verbinding met internet hebt.\n\nNa de installatie kun je offline toegang eenvoudig inschakelen via het menu Instellingen in Google Drive. Of de stappen in dit Help-artikel uitvoeren: https://support.google.com/drive/answer/2375012\n\n★ Offline bewerken in Chrome\nStart de Chrome-browser en open de Google-editors zonder dat je verbinding met wifi hebt. Google Offline Documenten tovert Chrome om in een offline editor. \n\n★ Overal toegang tot je documenten\nHonderden van je meest relevante documenten worden automatisch beschikbaar gemaakt voor offline weergeven en bewerken.\n\n★ Belangrijke documenten vastzetten\nJe kunt bepaalde documenten offline beschikbaar maken door ze vast te zetten. Zo heb je overal toegang tot je belangrijkste documenten.\n\n★ Naadloos kopiëren en plakken\nKnip, kopieer en plak van de ene Google-editor naar de andere met de handige contextmenuknoppen.\n\nDoor deze extensie te installeren, ga je akkoord met de servicevoorwaarden en het privacybeleid van Google. Je kunt het beleid hier bekijken: https://policies.google.com/",
    "no": "Merk: Denne utvidelsen brukes også til å gjøre avansert funksjonalitet for kopiering og innliming tilgjengelig i Google Dokumenter, Regneark og Presentasjoner.\n\nEr du ikke tilkoblet Internett? Det er ikke noe problem! Med Google Dokumenter uten nett kan du få tilgang til Google Dokumenter, Regneark, Presentasjoner og Disk uten å koble til Internett.\n\nNår utvidelsen er installert, er det bare å aktivere tilgang uten nett via Innstillinger i Google Disk. Alternativt kan du følge trinnene som er beskrevet her: https://support.google.com/drive/answer/2375012\n\n★ Rediger dokumenter uten nett i Chrome\nDu kan starte Chrome-nettleseren og åpne Google-dokumentprogrammer uten å ha Wi-Fi-tilkobling. Google Dokumenter uten nett gjør Chrome om til et verktøy for redigering, også når du ikke har nettilgang. \n\n★ Få tilgang til dokumentene dine uansett hvor du er\nHundrevis av de mest relevante dokumentene dine blir automatisk gjort tilgjengelige for visning og redigering uten nett.\n\n★ Fest viktige dokumenter\nGjør bestemte dokumenter tilgjengelige uten nett ved å feste dem. Sørg for at du har tilgang til de viktigste dokumentene dine – uansett hvor du er.\n\n★ Sømløs kopiering og innliming\nKlipp ut, kopiér og lim inn elementer mellom Google-dokumentprogrammene ved å høyreklikke på praktiske menyknapper.\n\nVed å installere denne utvidelsen samtykker du i Googles vilkår for bruk og personvernregler. Du kan lese gjennom vilkårene og reglene her: https://policies.google.com/",
    "pl": "Uwaga: to rozszerzenie umożliwia też włączenie zaawansowanej funkcji kopiowania i wklejania w Dokumentach, Arkuszach oraz Prezentacjach Google.\n\nBrak połączenia sieciowego? Żaden problem! Dzięki Dokumentom Google offline możesz korzystać z Dokumentów, Arkuszy, Prezentacji i Dysku Google bez łączenia się z internetem.\n\nPo zainstalowaniu po prostu włącz dostęp offline w menu ustawień na Dysku Google. Ewentualnie wykonaj czynności opisane tutaj: https://support.google.com/drive/answer/2375012\n\n★ Edytowanie plików offline w Chrome\nUruchom przeglądarkę Chrome i otwórz Edytory Google bez łączenia się z siecią Wi-Fi. Dzięki Dokumentom Google offline Chrome zmienia się w edytor plików offline. \n\n★ Dostęp do dokumentów w dowolnym miejscu\nSetki Twoich najważniejszych dokumentów automatycznie stają się dostępne do wyświetlania i edytowania w trybie offline.\n\n★ Przypinanie ważnych dokumentów\nPrzypięcie dokumentu powoduje udostępnienie go w trybie offline. Zapewnij sobie dostęp do najważniejszych dokumentów, gdziekolwiek jesteś.\n\n★ Bezproblemowe kopiowanie i wklejanie\nWycinanie, kopiowanie i wklejanie treści między Edytorami Google jest teraz dostępne z poziomu wygodnych menu otwieranych kliknięciem prawym przyciskiem myszy.\n\nInstalując to rozszerzenie, zgadzasz się na Warunki korzystania z usług i Politykę prywatności Google, których szczegóły znajdziesz tutaj: https://policies.google.com/",
    "pt_BR": "Observação: esta extensão também é usada para disponibilizar o recurso de copiar e colar de forma avançada no Documentos, no Planilhas e no Apresentações Google.\n\nVocê está sem conexão? Não tem problema! Com a extensão Documentos Google off-line, você acessa o Documentos, Planilhas, Apresentações Google e o Google Drive sem precisar de conexão com a Internet.\n\nDepois de instalar, basta ativar o acesso off-line no menu de configurações no Google Drive. Ou você pode seguir as etapas deste artigo: https://support.google.com/drive/answer/2375012\n\n★ Edite off-line no Google Chrome\nNo navegador Chrome, abra os Editores Google sem Wi-Fi. A extensão transforma o Chrome em um editor off-line. \n\n★ Acesse seus documentos em qualquer lugar\nCentenas dos seus documentos mais relevantes são automaticamente disponibilizados para visualização e edição off-line.\n\n★ Fixe documentos importantes\nFixe documentos específicos para disponibilizá-los off-line. Você poderá acessar seus documentos mais importantes em qualquer lugar.\n\n★ Copie e cole facilmente\nRecorte, copie e cole nos Editores Google usando as opções do menu do botão direito.\n\nAo instalar esta extensão, você concorda com os Termos de Serviço e a Política de Privacidade do Google. Consulte a política neste link: https://policies.google.com/",
    "pt_PT": "Nota: esta extensão também é utilizada para funcionalidades de copiar e colar avançadas no Google Docs, Sheets e Slides.\n\nEstá sem ligação à rede? Não há problema! Com o Google Docs offline, pode aceder ao Google Docs, ao Sheets, ao Slides e ao Drive sem ter de se ligar à Internet.\n\nAssim que o instalar, ative o acesso offline através do menu Definições no Google Drive. Em alternativa, siga os passos indicados aqui: https://support.google.com/drive/answer/2375012\n\n★ Edite documentos offline no Chrome\nInicie o seu navegador Chrome e abra os Editores do Google sem ter de se ligar a uma rede Wi-Fi. O Google Docs offline transforma o Chrome num editor offline. \n\n★ Aceda aos seus documentos em qualquer lugar\nTerá automaticamente à disposição centenas dos seus documentos mais relevantes para visualização e edição offline.\n\n★ Afixe documentos importantes\nDisponibilize documentos específicos offline ao afixá-los. Garanta o seu acesso aos seus documentos mais importantes em qualquer lugar.\n\n★ Copie e cole de forma totalmente integrada\nCorte, copie e cole nos Editores do Google através dos botões práticos do menu de contexto.\n\nAo instalar esta extensão, aceita os Termos de Utilização e a Política de Privacidade da Google. Pode consultar a política aqui: https://policies.google.com/",
    "ro": "Notă: extensia este folosită și pentru funcția de copiere și inserare avansată, disponibilă în Documente, Foi de calcul și Prezentări Google.\n\nNu aveți conexiune la rețea? Nicio problemă. Cu Documente Google Offline, puteți accesa Documente, Foi de calcul, Prezentări Google și Google Drive fără să vă conectați la internet.\n\nDupă ce instalați extensia, nu mai trebuie decât să activați accesul offline din meniul de setări în Google Drive. Puteți și să urmați pașii de aici: https://support.google.com/drive/answer/2375012\n\n★ Editați offline în Chrome\nLansați browserul Chrome și deschideți Editoarele Google fără Wi-Fi. Documente Google Offline transformă Chrome într-un editor offline. \n\n★ Accesați-vă documentele de oriunde\nSute de documente dintre cele mai relevante pentru dvs. devin automat disponibile pentru afișare și editare offline.\n\n★ Fixați documentele importante\nSetați anumite documentele ca disponibile offline, fixându-le. Asigurați-vă că vă puteți accesa cele mai importante documente, indiferent unde vă aflați.\n\n★ Copiați și inserați fără probleme\nDecupați, copiați și inserați în Editoarele Google folosind butoanele de meniu ușor accesibile prin clic dreapta.\n\nInstalând această extensie, vă exprimați acordul cu Termenii și condițiile Google și cu Politica de confidențialitate. Puteți consulta politica aici: https://policies.google.com/",
    "ru": "Примечание. Это расширение также обеспечивает работу расширенных функций копирования и вставки в Google Документах, Таблицах и Презентациях.\n\nНет доступа к Сети? Ничего страшного! Благодаря расширению \"Google Документы офлайн\" вы можете пользоваться Диском, Документами, Таблицами и Презентациями без подключения к Интернету.\n\nПосле установки расширения просто включите офлайн-доступ в настройках Google Диска. Инструкции вы найдете по ссылке ниже. https://support.google.com/drive/answer/2375012\n\n★ Редактируйте файлы в Chrome офлайн\nУстановив расширение \"Google Документы офлайн\", вы сможете использовать Google Редакторы в Chrome без подключения к сети Wi-Fi. \n\n★ Работайте над файлами в любое удобное время\nВсе необходимые документы автоматически становятся доступны для просмотра и редактирования в офлайн-режиме.\n\n★ Закрепляйте важные файлы\nЧтобы важные документы всегда были доступны вам в офлайн-режиме, закрепите их.\n\n★ Легко копируйте и вставляйте данные\nВо всех Google Редакторах вы можете вырезать, копировать и вставлять текст, используя контекстное меню, которое открывается нажатием правой кнопкой мыши.\n\nУстанавливая это расширение, вы принимаете Условия использования и Политику конфиденциальности Google. Ознакомиться с этими документами можно по ссылке ниже. https://policies.google.com/",
    "sk": "Poznámka: Toto rozšírenie sa používa aj na sprístupnenie rozšírenej funkcie kopírovania a prilepenia v Dokumentoch, Tabuľkách a Prezentáciách Google.\n\nNemáte pripojenie k sieti? Žiadny problém. Vďaka Dokumentom Google offline máte prístup k Dokumentom, Tabuľkám, Prezentáciám a Disku Google aj bez pripojenia na internet.\n\nPo inštalácii jednoducho aktivujte offline prístup v ponuke nastavení Disku Google, prípadne postupujte podľa tohto návodu: https://support.google.com/drive/answer/2375012\n\n★ Offline úpravy v Chrome\nSpustite prehliadač Chrome a otvorte editory Google, aj keď nemáte pripojenie Wi‑Fi. Vďaka Dokumentom Google offline sa Chrome mení na offline editor. \n\n★ Prístup k dokumentom odkiaľkoľvek\nStovky vašich najrelevantnejších dokumentov budú automaticky sprístupnené na offline zobrazenie a úpravy.\n\n★ Pripnutie dôležitých dokumentov\nSprístupnite konkrétne dokumenty offline tak, že ich pripnete. Zabezpečte, aby ste k svojim najdôležitejším dokumentom mali prístup kdekoľvek.\n\n★ Jednoduché kopírovanie a prilepenie\nVystrihujte, kopírujte a prilepujte v editoroch Google s použitím praktických ponúk po kliknutí pravým tlačidlom myši.\n\nInštaláciou tohto rozšírenia vyjadrujete súhlas so zmluvnými podmienkami spoločnosti Google a pravidlami ochrany súkromia spoločnosti Google. Pravidlá si môžete prečítať tu: https://policies.google.com/.",
    "sl": "Opomba: Ta razširitev se uporablja tudi za omogočanje naprednih funkcij kopiranja in lepljenja v Google Dokumentih, Preglednicah in Predstavitvah.\n\nNimate omrežne povezave? Ne skrbite. Z Google Dokumenti brez povezave lahko do storitev Google Dokumenti, Preglednice, Predstavitve in Drive dostopate brez internetne povezave.\n\nKo namestite Google Dokumente brez povezave, v Googlu Drive v meniju z nastavitvami preprosto omogočite dostop brez povezave. Ali pa upoštevajte ta navodila: https://support.google.com/drive/answer/2375012\n\n★ Urejanje brez povezave v Chromu\nZaženite brskalnik Chrome in odprite Googlove urejevalnike brez povezave Wi-Fi. Google Dokumenti brez povezave pretvorijo Chrome v urejevalnik brez povezave. \n\n★ Dostop do dokumentov, kjer koli ste\nNa stotine vaših najpomembnejših dokumentov je samodejno na voljo za ogledovanje in urejanje brez povezave.\n\n★ Pripenjanje pomembnih dokumentov\nDoločene dokumente daste na voljo brez povezave tako, da jih pripnete. Poskrbite, da boste lahko dostopali do najpomembnejših dokumentov, kjer koli že ste.\n\n★ Nemoteno kopiranje in lepljenje\nS priročnimi gumbi kontekstnega menija lahko izrežete, kopirate in lepite v vseh Googlovih urejevalnikih.\n\nZ namestitvijo te razširitve se strinjate z Googlovimi pogoji storitve in pravilnikom o zasebnosti. Pravilnik si lahko ogledate tukaj: https://policies.google.com/",
    "sr": "Напомена: Овај додатак се користи и за омогућавање напредних функција копирања и лепљења у Google документима, табелама и презентацијама.\n\nНисте повезани на мрежу? Нема проблема! Google документи офлајн вам омогућавају да приступате Google документима, табелама, презентацијама и диску без интернета.\n\nКад инсталирате додатак, омогућите офлајн приступ у менију са подешавањима на Google диску. Можете и да пратите ове кораке: https://support.google.com/drive/answer/2375012\n\n★ Уносите измене офлајн у Chrome-у\nПокрените прегледач Chrome и отворите Google уређиваче без Wi-Fi мреже. Google документи офлајн претварају Chrome у офлајн уређивач. \n\n★ Приступајте документима свуда\nНа стотине најрелевантнијих докумената вам је аутоматски доступно за офлајн прегледање и унос измена.\n\n★ Закачите важне документе\nМожете да закачите одређене документе да бисте омогућили њихово коришћење офлајн. Осигурајте приступ најважнијим документима без обзира на то где се налазите.\n\n★ Лако копирајте и лепите\nПрактична дугмад менија који се активира десним кликом вам омогућавају да исецате, копирате и лепите у Google уређивачима.\n\nАко инсталирате овај додатак, прихватате Google услове коришћења услуге и политику приватности. Можете да их прегледате овде: https://policies.google.com/",
    "sv": "Obs! Det här tillägget används också för att göra den avancerade funktionen för kopiera och klistra tillgänglig i Google Dokument, Kalkylark och Presentationer.\n\nIngen nätverksanslutning? Inget problem! Med Google Dokument Offline kan du få åtkomst till Google Dokument, Kalkylark, Presentationer och Drive utan att ansluta till internet.\n\nEfter installationen aktiverar du offlineåtkomst via menyn Inställningar på Google Drive. Alternativt följer du stegen nedan: https://support.google.com/drive/answer/2375012\n\n★ Redigera offline i Chrome\nStarta Chrome-webbläsaren och öppna Google-redigerarna utan Wi-Fi. Google Dokument Offline omvandlar Chrome till en offline-redigerare. \n\n★ Få åtkomst till dina dokument var du än är\nHundratals av dina mest relevanta dokument görs automatiskt tillgängliga för visning och redigering offline.\n\n★ Nåla fast viktiga dokument\nGör specifika dokument tillgängliga offline genom att nåla fast dem. Se till att du kan få åtkomst till dina viktigaste dokument, oavsett var du är.\n\n★ Kopiera och klistra in sömlöst\nKlipp ut, kopiera och klistra in i Google-redigerarna med hjälp av praktiska högerklickknappar.\n\nGenom att installera detta tillägg samtycker du till Googles användarvillkor och sekretesspolicy. Du kan granska policyn här: https://policies.google.com/",
    "sw": "Kumbuka: Kiendelezi hiki pia kinatumika kufanya kipengele cha kina cha kunakili na kubandika kipatikane katika Hati, Majedwali na Slaidi za Google.\n\nJe, hakuna muunganisho wa mtandao? Usijali! Ukitumia Hati za Google Nje ya Mtandao, unaweza kufikia Hati, Majedwali, Slaidi na Hifadhi ya Google bila muunganisho wa intaneti.\n\nBaada ya kusakinisha, ruhusu ufikiaji wa nje ya mtandao kupitia menyu ya mipangilio katika Hifadhi ya Google. Vinginevyo, fuata hatua zifuatazo: https://support.google.com/drive/answer/2375012\n\n★ Badilisha faili nje ya mtandao katika Chrome\nFungua kivinjari chako cha Chrome kisha ufungue Programu zako za kuhariri za Google bila Wi-Fi. Huduma ya Hati za Google Nje ya Mtandao hugeuza Chrome na kuifanya kipengele cha kubadilisha faili nje ya mtandao. \n\n★ Pata hati zako popote pale\nMamia ya hati zako unazohitaji sana hufanywa zipatikane nje ya mtandao kiotomatiki ili uweze kuziangalia na kuzibadilisha.\n\n★ Bandika hati muhimu\nZifanye hati mahususi zipatikane nje ya mtandao kwa kuzibandika. Hakikisha kwamba unaweza kupata hati zako muhimu zaidi, popote ulipo.\n\n★ Nakili kisha ubandike kwa urahisi\nKata, nakili na ubandike kwenye Programu za kuhariri za Google kwa kutumia vitufe vya menyu ya kubofya kulia ambavyo ni haraka na rahisi kutumia.\n\nKwa kusakinisha kiendelezi hiki, unakubali Sheria na Masharti na Sera ya Faragha ya Google. Unaweza kuangalia sera hiyo hapa: https://policies.google.com/",
    "ta": "கவனத்திற்கு: Google Docs, Sheets, Slides ஆகியவற்றில் 'மேம்பட்ட நகலெடுத்தல் & ஒட்டுதல்' அம்சத்தை வழங்குவதற்கும் இந்த நீட்டிப்பு பயன்படுத்தப்படுகிறது.\n\nநெட்வொர்க் இணைப்பு இல்லையா? கவலை வேண்டாம்! Google ஆஃப்லைன் ஆவணம் மூலம், Google ஆவணம், விரிதாள், ஸ்லைடு, இயக்ககம் ஆகியவற்றை இணைய இணைப்பு இல்லாமலேயே அணுகலாம்.\n\nஇதை நிறுவியதும், Google இயக்ககத்தின் அமைப்புகள் மெனுவில் ஆஃப்லைன் அணுகல் என்பதை இயக்கினால் போதும். மாற்றாக, பின்வரும் இணைப்பில் கொடுக்கப்பட்டுள்ள வழிமுறைகளைப் பின்பற்றலாம்: https://support.google.com/drive/answer/2375012\n\n★ Chrome உலாவியில் ஆஃப்லைனில் திருத்தும் வசதி\nவைஃபை இணைப்பு இல்லாமலேயே, Chrome உலாவியைத் துவக்கி, Google எடிட்டரைத் திறக்கலாம். Google ஆஃப்லைன் ஆவணம், Chrome உலாவியை ஆஃப்லைன் எடிட்டராக மாற்றும். \n\n★ எங்கிருந்தும் ஆவணங்களை அணுகும் வசதி\nஉங்களின் நூற்றுக்கணக்கான மிகவும் தொடர்புடைய ஆவணங்கள் தானாகவே ஆஃப்லைனில் பார்ப்பதற்கும் திருத்துவதற்கும் கிடைக்கும்.\n\n★ முக்கிய ஆவணங்களை எளிதில் விரைவாக அணுகும் செய்யும் வசதி\nகுறிப்பிட்ட ஆவணங்களை எளிதில் விரைவாக அணுகுமாறு அமைத்து, அவற்றை ஆஃப்லைனில் பயன்படுத்திக் கொள்ளலாம். அத்துடன், எங்கிருந்தாலும் மிக முக்கியமான ஆவணங்களை அணுகலாம்.\n\n★ சிரமமின்றி நகலெடுத்து, ஒட்டும் வசதி\nபயன்படுத்துவதற்கு வசதியான வலது கிளிக் மெனு பட்டன்களைப் பயன்படுத்தி, Google எடிட்டர் அனைத்திலும் உள்ளடக்கத்தை வெட்டலாம், நகலெடுக்கலாம் மற்றும் ஒட்டலாம்.\n\nஇந்த நீட்டிப்பை நிறுவுவதன் மூலம், Google சேவை விதிமுறைகள் மற்றும் தனியுரிமைக் கொள்கை ஆகியவற்றை ஏற்கிறீர்கள். பின்வரும் இணைப்பிற்குச் சென்று, கொள்கையைப் படிக்கலாம்: https://policies.google.com/",
    "te": "గమనిక: Google Docs, Sheets, Slidesలలో అధునాతన 'కాపీ చేసి, పేస్ట్ చేసే' ఫంక్షనాలిటీని అందుబాటులో ఉంచడానికి కూడా ఈ ఎక్స్‌టెన్షన్ ఉపయోగించబడుతుంది.\n\nనెట్‌వర్క్ కనెక్షన్ లేదా? ఇబ్బంది ఏమీ లేదు! Google డాక్స్ ఆఫ్‌లైన్‌తో, మీరు ఇంటర్నెట్‌కు కనెక్ట్ అవ్వకుండానే Google డాక్స్, షీట్‌లు, స్లయిడ్‌లు మరియు డిస్క్‌లను యాక్సెస్ చేయవచ్చు.\n\nఒకసారి ఇన్‌స్టాల్ చేసిన తర్వాత, Google డిస్క్‌లో సెట్టింగ్‌ల మెను నుండి కేవలం ఆఫ్‌లైన్ యాక్సెస్‌ను ప్రారంభించండి. ప్రత్యామ్నాయంగా, ఇక్కడ ఇచ్చిన దశలను అనుసరించండి: https://support.google.com/drive/answer/2375012\n\n★ Chromeలో ఆఫ్‌లైన్‌లో సవరించండి\nమీ Chrome బ్రౌజర్‌ను ప్రారంభించండి మరియు Wi-Fi లేకుండా మీ Google ఎడిటర్‌లును తెరవండి. Google డాక్స్ ఆఫ్‌లైన్ Chromeను ఆఫ్‌లైన్ ఎడిటర్‌గా మారుస్తుంది. \n\n★ మీ పత్రాలను ఎక్కడైనా యాక్సెస్ చేయండి\nఅత్యంత సంబంధితమైన మీ వందల కొద్దీ పత్రాలు ఆటోమేటిక్‌గా ఆఫ్‌లైన్ వీక్షణ మరియు సవరణ కోసం అందుబాటులో ఉంచబడతాయి.\n\n★ ముఖ్యమైన పత్రాలను పిన్ చేయండి\nనిర్దిష్ట పత్రాలను పిన్ చేయడం ద్వారా వాటిని ఆఫ్‌లైన్‌లో అందుబాటులో ఉండేలా చేయండి. మీరు ఎక్కడ ఉన్నారనే దానికి సంబంధం లేకుండా, మీరు అత్యంత ముఖ్యమైన పత్రాలను యాక్సెస్ చేయగలగుతున్నారని నిర్ధారించుకోండి.\n\n★ సులభంగా కాపీ చేసి, అతికించండి\nఅనుకూలమైన కుడి-క్లిక్ మెను బటన్‌లను ఉపయోగించడం ద్వారా Google ఎడిటర్‌లులో కత్తిరించండి, కాపీ చేయండి మరియు అతికించండి.\n\nఈ ఎక్స్‌టెన్షన్‌ను ఇన్‌స్టాల్ చేయడం ద్వారా, మీరు Google సేవా నిబంధనలు మరియు గోప్యతా విధానానికి అంగీకరిస్తున్నారు. మీరు ఈ విధానాన్ని ఇక్కడ సమీక్షించవచ్చు: https://policies.google.com/",
    "th": "หมายเหตุ: ส่วนขยายนี้ยังช่วยให้ใช้งานฟังก์ชันการคัดลอกและวางขั้นสูงใน Google เอกสาร ชีต และสไลด์ได้อีกด้วย\n\nหากไม่มีการเชื่อมต่อเครือข่าย ก็ไม่ต้องห่วง! Google เอกสารออฟไลน์ให้คุณเข้าถึง Google เอกสาร ชีต สไลด์ และไดรฟ์ได้โดยไม่ต้องเชื่อมต่ออินเทอร์เน็ต\n\nเมื่อติดตั้งแล้ว เพียงเปิดใช้การเข้าถึงแบบออฟไลน์ผ่านเมนูการตั้งค่าใน Google ไดรฟ์ หรือทำตามขั้นตอนในลิงก์นี้ https://support.google.com/drive/answer/2375012\n\n★ แก้ไขแบบออฟไลน์ใน Chrome\nเปิดเบราว์เซอร์ Chrome แล้วเปิดเครื่องมือแก้ไขของ Google ได้โดยไม่ต้องมี Wi-Fi จากนั้น Google เอกสารออฟไลน์จะเปลี่ยน Chrome ให้กลายเป็นเครื่องมือแก้ไขแบบออฟไลน์ \n\n★ เข้าถึงเอกสารได้จากทุกที่\nดูหรือแก้ไขเอกสารสำคัญนับร้อยรายการได้แบบออฟไลน์\n\n★ ตรึงเอกสารสำคัญ\nเลือกตรึงเอกสารที่ต้องการเพื่อใช้งานแบบออฟไลน์ เพื่อให้มั่นใจได้ว่าคุณจะเข้าถึงเอกสารสำคัญได้จากทุกที่\n\n★ คัดลอกและวางได้อย่างง่ายดาย\nไม่ว่าจะเป็นการตัด คัดลอก และวางในเครื่องมือแก้ไขต่างๆ ของ Google ก็ใช้ปุ่มเมนูคลิกขวาดำเนินการได้อย่างสะดวก\n\nเมื่อติดตั้งส่วนขยายนี้ ถือว่าคุณยอมรับข้อกำหนดในการให้บริการและนโยบายความเป็นส่วนตัวของ Google โปรดดูนโยบายในลิงก์ต่อไปนี้ https://policies.google.com/",
    "tr": "Not: Bu uzantı; Google Dokümanlar, E-Tablolar ve Slaytlar'da gelişmiş kopyalama ve yapıştırma işlevinin kullanılabilmesini sağlamak için de kullanılır.\n\nAğ bağlantısı yok mu? Sorun değil. Çevrimdışı Google Dokümanlar sayesinde, Google Dokümanlar, E-Tablolar, Slaytlar ve Drive'a internete bağlanmadan erişebilirsiniz.\n\nUzantıyı yükledikten sonra, Google Drive'da ayarlar menüsüne giderek çevrimdışı erişimi etkinleştirmeniz yeterlidir. Alternatif olarak, şu sayfadaki adımları da uygulayabilirsiniz: https://support.google.com/drive/answer/2375012\n\n★ Chrome'da çevrimdışı düzenleme\nKablosuz bağlantı olmaksızın Chrome tarayıcınızı başlatın ve Google Düzenleyicileri'ni açın. Çevrimdışı Google Dokümanlar, Chrome'u çevrimdışı düzenleyiciye dönüştürür. \n\n★ Dokümanlarınıza istediğiniz yerden erişin\nEn alakalı yüzlerce dokümanınız, çevrimdışı görüntüleme ve düzenleme için otomatik olarak kullanılabilir hale getirilir.\n\n★ Önemli dokümanları sabitleyin\nBelirli dokümanları sabitleyerek onları çevrimdışı kullanılabilir hale getirin. Nerede olursanız olsun, en önemli dokümanlarınıza erişebildiğinizden emin olun.\n\n★ Sorunsuz şekilde kopyalayıp yapıştırın\nPratik sağ tıklama menüsü düğmelerini kullanarak Google Düzenleyicileri arasında kesme, kopyalama ve yapıştırma işlemlerinizi gerçekleştirin.\n\nBu uzantıyı yükleyerek Google Hizmet Şartları ve Gizlilik Politikası'nı kabul etmiş olursunuz. Politikayı şu sayfada inceleyebilirsiniz: https://policies.google.com/",
    "uk": "Примітка. Завдяки цьому розширенню ви можете користуватися додатковими можливостями під час копіювання та вставлення в Google Документах, Таблицях і Презентаціях.\n\nНемає з’єднання з мережею? Не проблема. З цим розширенням ви можете працювати з Google Документами, Таблицями, Презентаціями й Диском навіть без підключення до Інтернету.\n\nУстановіть Google Документи офлайн і увімкніть офлайн-доступ у меню налаштувань Google Диска. Або дотримуйтеся вказівок за цим посиланням: https://support.google.com/drive/answer/2375012\n\n★ Редагування в режимі офлайн у Chrome\nУ веб-переглядачі Chrome відкрийте редактори Google без з’єднання з Wi-Fi. Google Документи офлайн перетворять Chrome на офлайн-редактор. \n\n★ Постійний доступ до документів\nСотні найважливіших документів автоматично стають доступними для перегляду й редагування в режимі офлайн.\n\n★ Закріплення важливих документів\nЗакріплюйте певні документи, щоб зробити їх доступними офлайн. Таким чином ви зможете отримати доступ до найважливіших документів, де б ви не були.\n\n★ Просте копіювання та вставлення\nВирізайте, копіюйте та вставляйте фрагменти тексту за допомогою зручних команд контекстного меню.\n\nУстановлюючи це розширення, ви приймаєте Загальні положення та умови й Політику конфіденційності Google. Ознайомитися з правилами можна за вказаним нижче посиланням. https://policies.google.com/",
    "vi": "Lưu ý: Tiện ích này cũng dùng để cung cấp chức năng sao chép và dán nâng cao trong Google Tài liệu, Trang tính và Trang trình bày.\n\nBạn không có kết nối mạng? Không sao cả! Với Google Tài liệu ngoại tuyến, bạn có thể truy cập vào Google Tài liệu, Trang tính, Trang trình bày và Drive mà không cần kết nối Internet.\n\nSau khi cài đặt xong, bạn chỉ cần bật tính năng truy cập ngoại tuyến qua menu cài đặt trong Google Drive. Ngoài ra, bạn có thể làm theo các bước dưới đây: https://support.google.com/drive/answer/2375012\n\n★ Chỉnh sửa ngoại tuyến trong Chrome\nChạy trình duyệt Chrome rồi mở Trình chỉnh sửa Google mà không cần có Wi-Fi. Google Tài liệu ngoại tuyến sẽ biến Chrome thành một trình chỉnh sửa ngoại tuyến. \n\n★ Truy cập vào tài liệu ở mọi nơi\nHàng trăm tài liệu có liên quan nhất sẽ tự động chuyển sang chế độ có thể sử dụng để bạn xem và chỉnh sửa ngoại tuyến.\n\n★ Ghim các tài liệu quan trọng\nĐặt các tài liệu cụ thể ở chế độ có thể sử dụng ngoại tuyến bằng cách ghim các tài liệu đó. Đảm bảo rằng bạn có thể truy cập vào các tài liệu quan trọng nhất cho dù bạn ở bất cứ đâu.\n\n★ Sao chép và dán một cách trơn tru\nCắt, sao chép và dán trên Trình chỉnh sửa Google bằng cách sử dụng các nút menu chuột phải tiện lợi.\n\nBằng việc cài đặt tiện ích này, bạn đồng ý với Điều khoản dịch vụ và Chính sách quyền riêng tư của Google. Bạn có thể xem chính sách này tại đây: https://policies.google.com/",
    "zh_CN": "注意：此扩展程序还用于在 Google 文档、表格和幻灯片中提供高级复制和粘贴功能。\n\n没有网络连接？别担心！使用 Google 文档离线功能，无需连接到互联网，您也可以访问 Google 文档、表格、幻灯片和云端硬盘。\n\n安装后，只需在 Google 云端硬盘的设置菜单中启用离线访问即可，操作非常简单。或者，您也可以按照此处的步骤操作： https://support.google.com/drive/answer/2375012\n\n★ 在 Chrome 中离线编辑\n在没有 Wi-Fi 的情况下，启动 Chrome 浏览器，然后打开 Google 编辑器。Google 文档的离线功能会将 Chrome 转换为离线编辑器。\n\n★ 随时随地访问您的文档\n数百个最相关的文档会自动保存，供您离线时查看和编辑。\n\n★ 固定重要文档\n您可以固定特定文档，以便离线访问。这样可以确保您随时随地都可以访问最重要的文档。\n\n★ 复制粘贴，流畅操作\n使用方便好用的右键菜单按钮，即可在各 Google 编辑器间剪切、复制和粘贴内容。\n\n安装此扩展程序即表示您同意接受 Google 服务条款和隐私权政策。您可以在此处查看这些政策：https://policies.google.com/",
    "zh_TW": "注意：這個擴充功能也用於在 Google 文件、試算表和簡報中提供進階的複製與貼上功能。\n\n沒有網路連線嗎？沒關係！只要使用 Google 文件離線版，你就能在離線狀態下存取 Google 文件、試算表、簡報和雲端硬碟。\n\n安裝後，請直接使用 Google 雲端硬碟中的設定選單啟用離線存取功能，或請按照以下網頁中的步驟操作： https://support.google.com/drive/answer/2375012\n\n★ 在 Chrome 中離線編輯\n未連上 Wi-Fi 時，你可以透過 Chrome 瀏覽器開啟 Google 編輯器。Google 文件離線版會把 Chrome 變成離線編輯器。\n\n★ 隨時隨地存取你的文件\n系統會自動下載上百份與你最相關的文件，供你離線檢視和編輯。\n\n★ 固定重要文件\n將文件固定即可離線存取，稍後不論你身在何處，都能輕鬆存取最重要的文件。\n\n★ 流暢使用複製和貼上功能\n在 Google 編輯器中只要使用滑鼠右鍵選單按鈕，即可輕鬆剪下、複製和貼上內容。\n\n安裝這個擴充功能即表示您同意《Google 服務條款》和《隱私權政策》。您可以前往以下網頁詳閱政策內容： https://policies.google.com/"
  }
}