{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free Whatssend CM"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "La herramienta definitiva para potenciar la eficiencia y la comunicación en tu negocio"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "¡El mejor instrumento de productividad y comunicación para tu negocio! WhatsSend CM es una extensión de Google Chrome que potencia tu negocio.\n\nNuestro objetivo es brindarte la herramienta definitiva para llevar la eficiencia y la comunicación de tu negocio al siguiente nivel.\n\nCon WhatsSend CM, puedes alcanzar un nuevo nivel de productividad y eficacia en tus actividades diarias. Imagina tener la capacidad de enviar mensajes a múltiples destinatarios con solo unos pocos clics.\n\nCon nuestra extensión, puedes enviar mensajes a una lista de contactos de forma rápida y sencilla, sin perder tiempo en tareas repetitivas. ¡Es como tener tu propio asistente personal de correo electrónico! Además, WhatsSend CM está diseñado para integrarse perfectamente con tu flujo de trabajo en Google Chrome.\n\nThe best productivity and communication tool for your business! WhatsSend CM is a Google Chrome extension that empowers your business.\n\nOur goal is to provide you with the ultimate tool to take your business efficiency and communication to the next level.\n\nWith WhatsSend CM, you can reach a new level of productivity and efficiency in your daily activities. Imagine having the ability to send messages to multiple recipients with just a few clicks.\n\nWith our extension, you can send messages to a list of contacts quickly and easily, without wasting time on repetitive tasks. It's like having your own personal email assistant! Furthermore, WhatsSend CM is designed to integrate seamlessly with your workflow in Google Chrome.\n\nREQUIERE LA ULTIMA VERSION DE CHROME PARA QUE FUNCIONE DE MANERA CORRECTA"
  }
}