{
  "name": {
    "ar": "ملخص يوتيوب مع chatgpt",
    "am": "የ YouTube ማጠቃለያ ከውይይት ጋር",
    "bg,ru": "Резюме на YouTube с Chatgpt",
    "bn": "চ্যাটজিপিটি সহ ইউটিউব সংক্ষিপ্তসার",
    "ca": "Resum de YouTube amb Chatgpt",
    "cs": "Shrnutí YouTube s chatgptem",
    "da": "YouTube -resume med ChatGpt",
    "de": "YouTube -Zusammenfassung mit Chatgpt",
    "el": "Περίληψη του YouTube με το chatgpt",
    "en,en_AU,en_GB,en_US": "Youtube Summary with ChatGPT",
    "es,es_419": "Resumen de YouTube con chatgpt",
    "et": "YouTube'i kokkuvõte ChatGPT -ga",
    "fa": "خلاصه YouTube با Chatgpt",
    "fi": "YouTube -yhteenveto chatgptillä",
    "fil": "Buod ng YouTube sa Chatgpt",
    "fr": "Résumé YouTube avec chatppt",
    "gu": "ચેટગપ્ટ સાથે યુટ્યુબ સારાંશ",
    "he": "סיכום YouTube עם chatgpt",
    "hi": "चैट के साथ YouTube सारांश",
    "hr": "YouTube sažetak s chatgpt",
    "hu": "YouTube összefoglaló a chatgpt -rel",
    "id": "Ringkasan YouTube dengan chatgpt",
    "it": "Riepilogo di YouTube con chatgpt",
    "ja": "youtubeのchatgptとの概要",
    "kn": "ಚಾಟ್‌ಜಿಪಿಟಿಯೊಂದಿಗೆ ಯೂಟ್ಯೂಬ್ ಸಾರಾಂಶ",
    "ko": "chatgpt와의 YouTube 요약",
    "lt": "„YouTube“ suvestinė su „ChatGpt“",
    "lv": "Youtube kopsavilkums ar chatgpt",
    "ml": "ചാറ്റ്ജെപിടി ഉപയോഗിച്ച് YouTube സംഗ്രഹം",
    "mr": "THATGPT सह YouTube सारांश",
    "ms": "Ringkasan YouTube dengan Chatgpt",
    "nl": "YouTube -samenvatting met chatgpt",
    "no": "YouTube sammendrag med chatgpt",
    "pl": "Podsumowanie YouTube z Chatgpt",
    "pt_BR,pt_PT": "Resumo do YouTube com chatgpt",
    "ro": "Rezumatul YouTube cu chatgpt",
    "sk": "Zhrnutie YouTube s chatgpt",
    "sl": "YouTube povzetek s chatgpt",
    "sr": "ИоуТубе Резиме са ЦхатГгптом",
    "sv": "YouTube -sammanfattning med chatgpt",
    "sw": "Muhtasari wa YouTube na Chatgpt",
    "ta": "சாட்ஜிப்டுடன் YouTube சுருக்கம்",
    "te": "Chatgpt తో యూట్యూబ్ సారాంశం",
    "th": "สรุป YouTube ด้วย chatgpt",
    "tr": "Chatgpt ile youtube özeti",
    "uk": "Підсумок YouTube з чатгптом",
    "vi": "Tóm tắt YouTube với Chatgpt",
    "zh_CN": "youtube摘要与chatgpt",
    "zh_TW": "youtube摘要與chatgpt"
  },
  "short": {
    "ar": "قم بتنزيل ملخص YouTube مع Extension chatgpt لتلخيص مقاطع الفيديو",
    "am": "ቪዲዮዎቹን ለማጠቃለል የ YouTube ማጠቃለያ ያውርዱ",
    "bg": "Изтеглете резюме на YouTube с разширението на Chatgpt, за да обобщите видеоклиповете",
    "bn": "ভিডিওগুলির সংক্ষিপ্তসার করতে চ্যাটজিপিটি এক্সটেনশনের সাথে ইউটিউব সংক্ষিপ্তসারটি ডাউনলোড করুন",
    "ca": "Descarregueu el resum de YouTube amb l'extensió Chatgpt per resumir els vídeos",
    "cs": "Stáhněte si shrnutí YouTube s rozšířením Chatgpt, abyste shrnuli videa",
    "da": "YouTube -resume med ChatGpt -udvidelse for at opsummere videoerne",
    "de": "Laden Sie die YouTube -Zusammenfassung mit der Chatgpt -Erweiterung herunter, um die Videos zusammenzufassen",
    "el": "Κατεβάστε τη σύνοψη YouTube με την επέκταση ChatGPT για να συνοψίσετε τα βίντεο",
    "en,en_AU,en_GB,en_US": "Youtube summary with ChatGPT extension to summarize the videos",
    "es,es_419": "Descargue el resumen de YouTube con la extensión de chatgpt para resumir los videos",
    "et": "Videote kokkuvõtteks laadige alla YouTube'i kokkuvõte ChatGPT laiendiga",
    "fa": "برای خلاصه کردن فیلم ها ، خلاصه YouTube را با پسوند chatgpt بارگیری کنید",
    "fi": "Lataa YouTube -yhteenveto chatgpt -laajennuksella tiivistäksesi videot",
    "fil": "I  ang buod ng YouTube na may extension ng Chatgpt upang buod ang mga video",
    "fr": "Téléchargez le résumé YouTube avec l'extension Chatgpt pour résumer les vidéos",
    "gu": "વિડિઓઝનો સારાંશ આપવા માટે ચેટજીપીટી એક્સ્ટેંશન સાથે યુટ્યુબ સારાંશ ડાઉનલોડ કરો",
    "he": "הורד סיכום YouTube עם סיומת CHATGPT לסיכום הסרטונים",
    "hi": "वीडियो संक्षेप में चैट एक्सटेंशन के साथ YouTube सारांश डाउनलोड करें",
    "hr": "Preuzmite sažetak YouTubea s chatgpt proširenjem da biste saželi videozapise",
    "hu": "Töltse le a YouTube összefoglalóját a Chatgpt kiterjesztéssel a videók összefoglalásához",
    "id": "Unduh Ringkasan YouTube dengan ekstensi chatgpt untuk meringkas video",
    "it": "Scarica il riepilogo di YouTube con l'estensione di Chatgpt per riassumere i video",
    "ja": "youtubeの要約をchatgpt拡張機能でダウンロードして、ビデオを要約します",
    "kn": "ವೀಡಿಯೊಗಳನ್ನು ಸಂಕ್ಷಿಪ್ತವಾಗಿ ಹೇಳಲು ಚಾಟ್‌ಜಿಪಿಟಿ ವಿಸ್ತರಣೆಯೊಂದಿಗೆ ಯೂಟ್ಯೂಬ್ ಸಾರಾಂಶವನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ",
    "ko": "비디오 요약을 위해 Chatgpt Extension과 함께 YouTube 요약 다운로드",
    "lt": "Atsisiųskite „YouTube“ suvestinę su „ChatGpt“ plėtiniu, kad apibendrintumėte vaizdo įrašus",
    "lv": "Lejupielādējiet YouTube kopsavilkumu ar Chatgpt paplašinājumu, lai apkopotu videoklipus",
    "ml": "വീഡിയോകൾ സംഗ്രഹിക്കുന്നതിന് Chatube സംഗ്രഹം CATBE സംഗ്രഹം ഡൗൺലോഡുചെയ്യുക",
    "mr": "व्हिडिओ सारांशित करण्यासाठी CHATGPT विस्तारासह YouTube सारांश डाउनलोड करा",
    "ms": "Muat turun Ringkasan YouTube dengan Sambungan CHATGPT untuk meringkaskan video",
    "nl": "YouTube -samenvatting met chatgpt -extensie om de video's samen te vatten",
    "no": "Last ned YouTube -sammendraget med chatgpt -utvidelse for å oppsummere videoene",
    "pl": "Pobierz podsumowanie YouTube z rozszerzeniem Chatgpt, aby podsumować filmy",
    "pt_BR,pt_PT": "Baixe o resumo do YouTube com extensão ChatGPT para resumir os vídeos",
    "ro": "Descărcați rezumatul YouTube cu extensia ChatGPT pentru a rezuma videoclipurile",
    "ru": "Скачать сводку на YouTube с расширением CHATGPT, чтобы суммировать видео",
    "sk": "Stiahnite si zhrnutie YouTube s rozšírením Chatgpt a zhrniete videá",
    "sl": "Prenesite povzetek YouTube s Chatgpt Extension, da povzamem videoposnetke",
    "sr": "Преузмите ИоуТубе Резиме са ЦХАТГГПТ екстензијом да бисте сумирали видео записе",
    "sv": "Ladda ner YouTube -sammanfattning med chatgpt -tillägg för att sammanfatta videorna",
    "sw": "Pakua muhtasari wa YouTube na Upanuzi wa Chatgpt ili muhtasari wa video hizo",
    "ta": "வீடியோக்களை சுருக்கமாக சாட்ஜிப்ட் நீட்டிப்புடன் YouTube சுருக்கத்தைப் பதிவிறக்கவும்",
    "te": "వీడియోలను సంగ్రహించడానికి చాట్‌గ్ప్ట్ పొడిగింపుతో యూట్యూబ్ సారాంశాన్ని డౌన్‌లోడ్ చేయండి",
    "th": "ดาวน์โหลดสรุป YouTube ด้วย Extension Chatgpt เพื่อสรุปวิดีโอ",
    "tr": "Videoları özetlemek için chatgpt uzantısı ile youtube özetini indirin",
    "uk": "Завантажте підсумок YouTube з розширенням Chatgpt, щоб узагальнити відеоролики",
    "vi": "Tải xuống Tóm tắt YouTube với tiện ích mở rộng Chatgpt để tóm tắt các video",
    "zh_CN": "下载使用Chatgpt扩展名的YouTube摘要来汇总视频",
    "zh_TW": "下載使用Chatgpt擴展名的YouTube摘要來匯總視頻"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube™ Summarizer Chrome Extension allows users to access the summary of videos they are watching. Users can easily view and access the key points of the video with just one click while browsing YouTube™. This extension can be a helpful tool for those who want to quickly understand the key points of a video without having to watch the entire thing. \n\nKey Features:  \n\nHere are some key features of this extension: \n\n>>Video summarization: It automatically summarizes lengthy YouTube™ videos without losing important information. It can easily recognize and extract the key points, insights, and messages of the video. \n\n>>Time-stamping: It provides time-stamped summaries, which allows viewers to quickly navigate to the specific parts of the video they want to watch. This feature can also help viewers easily share and reference specific parts of the video. \n\n>>User-friendly interface: It has a simple and intuitive interface that makes it super easy to use this extension \n\n>>Accuracy and reliability: It accurately gives you the key points of a video, without missing any important information.  \n \n\nHow To Use? \n\n>> Install the extension by clicking on the “Add to Chrome” button \n>> Play any Video which has captions  \n>> At the top right corner, you will see two options – Transcript & Summarizer \n>> Click on any of the two options as per your requirement \n\nFAQs \n\n>> 1. What is a video summary generator? \n\nThis tool automatically creates a brief summary of a YouTube™ video, highlighting the main points and key takeaways. This can help viewers quickly get an idea of what the video is about, without having to watch the entire thing. \n\n>> 2. How does it work? \n\nIt uses OpenAI's technology learning to analyze the subtitles of a video."
  }
}