{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YellowHatTwitter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Imporve your social media experience in Twitter with avoiding conflict with Iran's organised trolls and Cyber amry."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Improve your social media experience in Twitter with avoiding conflict with alerting about organised trolls and bulling, we will notice if the user is officially related to Iranian governments.\n\nThis chrome extension fetch its information from non-profit and open-source https://1500.life website, We don't collect, track or provide any data in our chrome extension. It's only to facilitate showing the json results.\n\n➤ How it works\nThis extension analyses current tabs url in twitter, then if you click on the extension icon in top you can see the result, to better access we suggest you to pin our extension, then you would be able to access the result easier.\n\nNotice that, we are not going to track or analyse any other URLs other than tweet page or twitter user profile, So, if you click on the chrome extension on the unrelated pages it doesn't work, neither if the user is safe or if it's not added to API you can't see any result.\n\n➤ What’s included?\nThis extension is open-source and completely free and for now we only provide one single functionality to show the Twitter profile status.\n• Twitter profile checker\n\n\n➤ Works where you write\nThis extension is designed to work seamlessly in your browser—no copying or pasting required. we only get current URL and send that URL to the https://1500.life public API and return the result, So, the only following addresses are in use during working with this extension.\n• https://www.twitter.com\n• https://1500.life\n\n➤ Trust and Privacy policy\nCurrently the website is known as a hub to provide the information collected by developers and we are trying to limit the disinformation and propaganda from dictatorial regimes, We care about your safety, we do not store or track your information in any ways.\n\nWe assure you we only collect your Twitter url when you click on our extension to be sure about current user page or Twitter author profile in order to provide you the information about the user.\n\nBy installing the extension, you agree and acknowledge that you have read 1500Life's Privacy Policy.\n\n➤ Reference to Privacy Policy https://www.freeprivacypolicy.com/live/c7e483be-cfbb-472f-b938-0f1efdfda397"
  }
}