{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Botpresso SEO Extension: Audit On-Page & Technical SEO"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly Analyze Webpages & Boost Your SEO Game in ONE CLICK!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🤚🏻Stop wasting time on fragmented SEO tools! Our comprehensive SEO extension empowers you to analyze any webpage in seconds, giving you the complete picture you need to optimize your website for search engines. 🔍\n\n🔥Features Which Will Interest You🔥\n\n➡️ On-Page SEO Audit\n➡️ Advanced Heading Management\n➡️ Actionable Keyword & Ngram Insights\n➡️ Technical SEO Analysis\n➡️ Powerful Link Analysis \n➡️ Effortless Image Optimization\n➡️ Advanced SEO Powerhouse (Always Evolving)\n\n🔥Let’s take a detailed look at the features🔥\n\n➡️ Effortless On-Page SEO Audit\nIdentify title tags, meta descriptions, canonical URLs, robots.txt, sitemap.xml, word count, and heading structures (H1-H6) - all crucial for on-page SEO. Our unique feature lets you disable/enable JavaScript and CSS for deeper inspections, ensuring you don't miss a thing.\n\n➡️ Advanced Heading Management\nTake control of your headings! Effortlessly view, expand/collapse, and copy all heading tags for easy optimization within our user-friendly SEO extension. This ensures proper hierarchy and clarity for both search engines and users.\n\n➡️ Actionable Keyword & Ngram Insights\nDitch the guesswork! Uncover the who, what, and why of your content with detailed uni-gram, bi-gram, and tri-gram analysis, including word count and density. This data empowers you to target relevant keywords and optimize content naturally.\n\n➡️ Technical SEO Analysis\nGain total transparency with status codes, redirects (if any), and redirect paths. Identify and fix technical SEO issues that could be hindering your website's performance in search results with the help of our comprehensive SEO extension.\n\n➡️ Powerful Link Analysis Made Easy\nDive deep into internal and external links with ease. Analyze anchor text, identify broken links (via status codes), and export the entire data set for further analysis. This comprehensive view allows you to build a strong linking strategy for better ranking.\n\n➡️ Effortless Image Optimization\nEnsure your images are SEO-friendly! View and assess image Alt Text, Title Tags, size, and status for optimal performance. This helps search engines understand your images and improves user experience.\n\n➡️ Advanced SEO Powerhouse (Always Evolving)\nWe're constantly innovating! Our extension includes Schema markup with one-click validation and a Hreflang checker. With even more advanced features to come, you'll always have the latest SEO tools at your fingertips.\n\n🔥Why People Love Our SEO Chrome Extension🔥\n\n➡️ Simple and Easy-to-Use\nNo complex setup required! Get started analyzing your website's SEO in seconds.\n\n➡️ All-in-One Solution\nStop juggling multiple SEO tools. Our extension provides everything you need for a comprehensive SEO audit.\n\n➡️ Actionable Insights\nGain valuable data and clear recommendations to optimize your website for search engines.\n\n➡️ Time-Saving Efficiency\nAnalyze web pages quickly and efficiently, freeing up your valuable time to focus on content creation and strategy.\n\n🔥Who Can Benefit from Our SEO Chrome Extension?🔥\n\n➡️ Website Owners & Managers\nGain complete control over your website's SEO with a user-friendly extension.\n\n➡️ SEO Professionals & Consultants\nPerform fast and efficient SEO audits for your clients, saving time and delivering exceptional value.\n\n➡️ Content Creators & Marketers\nEnsure your content is optimized for search engines, maximizing its reach and impact.\n\n🚀Ready to take your website's SEO to the next level? Install our powerful SEO Chrome extension today! 🆓"
  }
}