{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AdBlock 360"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blocks popups, ads, trackers from our block list and auto skip youtube ads",
    "de": "Blockiert Popups, Anzeigen, Tracker aus unserer Sperrliste und überspringt automatisch YouTube-Anzeigen",
    "es": "Bloquea ventanas emergentes, anuncios, rastreadores de nuestra lista de bloqueo y omite automáticamente los anuncios de youtube",
    "fr": "Bloque les popups, les publicités, les trackers de notre liste de blocage et skip automatiquement les publicités youtube",
    "it": "Blocca popup, annunci, tracker dal nostro elenco di blocchi e salta automaticamente gli annunci di YouTube",
    "nl": "Blokkeert pop-ups, advertenties, trackers van onze blokkeerlijst en slaat YouTube-advertenties automatisch over",
    "pt_BR": "Bloqueia pop-ups, anúncios, rastreadores de nossa lista de bloqueio e pula automaticamente os anúncios do YouTube",
    "sv": "Blockerar popup-fönster, annonser, spårare från vår blocklista och hoppar automatiskt över YouTube-annonser"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension features :\n📺 Auto skip Youtube video ads\n🔥 Eliminate annoying popups\n🧹 Hide or remove bad ads\n🤖 Block most social and privacy trackers\n🥷 Not detected by anti-adblock scripts.\n\nWe do not block all ads, we keep some search engine and display ads which are relevant.\n\nIf you find that we should block an annoying and repetitive ad, please report and we will add it.\n\nOur privacy policy is available here :\nhttps://adblock-360.com/privacy.htm\nIts a long read, so we will make it easy :\n- We do not log any personal information with this extension.\n- The only thing we log is how many ads we help you block and its anonymous.",
    "de": "Erweiterungsfunktionen:\n📺 Youtube-Videoanzeigen automatisch überspringen\n🔥 Beseitigen Sie lästige Popups\n🧹 Schlechte Werbung ausblenden oder entfernen\n🤖 Blockieren Sie die meisten Social- und Privacy-Tracker\n🥷 Wird von Anti-Adblock-Skripten nicht erkannt.\n\nWir blockieren nicht alle Anzeigen, wir behalten einige relevante Suchmaschinen- und Display-Anzeigen bei.\n\nWenn Sie feststellen, dass wir eine lästige und sich wiederholende Anzeige blockieren sollten, melden Sie dies bitte und wir werden sie hinzufügen.\n\nUnsere Datenschutzerklärung finden Sie hier:\nhttps://adblock-360.com/privacy.htm\nEs ist eine lange Lektüre, also machen wir es Ihnen leicht:\n- Wir protokollieren mit dieser Erweiterung keine personenbezogenen Daten.\n- Das einzige, was wir protokollieren, ist, wie viele Anzeigen wir Ihnen beim Blockieren helfen und sie sind anonym.",
    "es": "Funciones de extensión:\n📺 Saltar automáticamente los anuncios de video de Youtube\n🔥 Elimina las molestas ventanas emergentes\n🧹 Ocultar o eliminar anuncios malos\n🤖 Bloquea la mayoría de los rastreadores sociales y de privacidad\n🥷 No detectado por scripts anti-adblock.\n\nNo bloqueamos todos los anuncios, mantenemos algunos motores de búsqueda y mostramos anuncios que son relevantes.\n\nSi encuentra que debemos bloquear un anuncio molesto y repetitivo, infórmelo y lo agregaremos.\n\nNuestra política de privacidad está disponible aquí:\nhttps://adblock-360.com/privacy.htm\nEs una lectura larga, así que te lo ponemos fácil:\n- No registramos ninguna información personal con esta extensión.\n- Lo único que registramos es cuántos anuncios te ayudamos a bloquear y es anónimo.",
    "fr": "Fonctionnalités d'extension :\n📺 Ignorer automatiquement les publicités vidéo Youtube\n🔥 Élimine les popups ennuyeux\n🧹 Cacher ou supprimer les mauvaises annonces\n🤖 Bloquez la plupart des trackers sociaux et de confidentialité\n🥷 Non détecté par les scripts anti-adblock.\n\nNous ne bloquons pas toutes les publicités, nous conservons certains moteurs de recherche et affichons des publicités pertinentes.\n\nSi vous trouvez que nous devrions bloquer une annonce ennuyeuse et répétitive, veuillez nous le signaler et nous l'ajouterons.\n\nNotre politique de confidentialité est disponible ici :\nhttps://adblock-360.com/privacy.htm\nC'est une longue lecture, nous allons donc vous faciliter la tâche :\n- Nous n'enregistrons aucune information personnelle avec cette extension.\n- La seule chose que nous enregistrons est le nombre d'annonces que nous vous aidons à bloquer et c'est anonyme.",
    "it": "Funzionalità di estensione:\n📺 Salta automaticamente gli annunci video di Youtube\n🔥 Elimina fastidiosi popup\n🧹 Nascondi o rimuovi annunci dannosi\n🤖 Blocca la maggior parte dei tracker social e della privacy\n🥷 Non rilevato dagli script anti-adblock.\n\nNon blocchiamo tutti gli annunci, manteniamo alcuni motori di ricerca e mostriamo annunci pertinenti.\n\nSe ritieni che dovremmo bloccare un annuncio fastidioso e ripetitivo, segnalalo e lo aggiungeremo.\n\nLa nostra politica sulla privacy è disponibile qui:\nhttps://adblock-360.com/privacy.htm\nÈ una lettura lunga, quindi lo renderemo facile:\n- Non registriamo alcuna informazione personale con questa estensione.\n- L'unica cosa che registriamo è quanti annunci ti aiutiamo a bloccare e sono anonimi.",
    "nl": "Uitbreidingsfuncties:\n📺 Automatisch YouTube-videoadvertenties overslaan\n🔥 Elimineer vervelende pop-ups\n🧹 Verberg of verwijder slechte advertenties\n🤖 Blokkeer de meeste sociale en privacytrackers\n🥷 Niet gedetecteerd door anti-adblock-scripts.\n\nWe blokkeren niet alle advertenties, we behouden enkele zoekmachine- en display-advertenties die relevant zijn.\n\nAls u vindt dat we een vervelende en repetitieve advertentie moeten blokkeren, meld dit dan en we zullen deze toevoegen.\n\nOns privacybeleid is hier beschikbaar:\nhttps://adblock-360.com/privacy.htm\nHet is een longread, dus we zullen het gemakkelijk maken:\n- We registreren geen persoonlijke informatie met deze extensie.\n- Het enige dat we loggen is hoeveel advertenties we je helpen te blokkeren en het is anoniem.",
    "pt_BR": "Recursos de extensão:\n📺 Pular anúncios de vídeo do Youtube automaticamente\n🔥 Elimine popups irritantes\n🧹 Oculte ou remova anúncios ruins\n🤖 Bloqueie a maioria dos rastreadores sociais e de privacidade\n🥷 Não detectado por scripts anti-adblock.\n\nNão bloqueamos todos os anúncios, mantemos alguns mecanismos de pesquisa e anúncios gráficos que são relevantes.\n\nSe você achar que devemos bloquear um anúncio irritante e repetitivo, informe e nós o adicionaremos.\n\nNossa política de privacidade está disponível aqui:\nhttps://adblock-360.com/privacy.htm\nÉ uma longa leitura, então vamos tornar mais fácil:\n- Não registramos nenhuma informação pessoal com esta extensão.\n- A única coisa que registramos é quantos anúncios ajudamos você a bloquear e seu anonimato.",
    "sv": "Tilläggsfunktioner:\n📺 Hoppa över YouTube -videoannonser automatiskt\n🔥 Eliminera irriterande popup -fönster\n🧹 Dölj eller ta bort dåliga annonser\n🤖 Blockera de flesta sociala och sekretessspårare\n🥷 Detekteras inte av anti-adblock-skript.\n\nVi blockerar inte alla annonser, vi behåller vissa sökmotorer och visningsannonser som är relevanta.\n\nOm du tycker att vi ska blockera en irriterande och repetitiv annons, vänligen rapportera så lägger vi till den.\n\nVår sekretesspolicy finns här:\nhttps://adblock-360.com/privacy.htm\nDet är en lång läsning, så vi kommer att göra det enkelt:\n- Vi loggar inte någon personlig information med detta tillägg.\n- Det enda vi loggar är hur många annonser vi hjälper dig att blockera och det är anonymt."
  }
}