{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keypress Editor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An code editor for Chrome."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is the editor you were looking for. Keypress is an offline, desktop based code editor. \n\nUse Keypress to edit your local files, on any platform. Keypress features a stylish and simplistic interface, and intuitive features like project management and fuzzy search for opening files. It also supports versatile layouts, fullscreen mode, Emmet, and more.\n\nKeypress supports syntax highlighting for just about anything you could write, including HTML, CSS, LESS, Stylus, Javascript, Coffee, PHP, Ruby, Python, Markdown, Mustache, and more. Recently added support for 19 syntax highlighting themes (more to come).\n\nFrequent updates and support. Email support@keypress.io for support!\n\nNote: Emmet only works on html files. If it's not working, set the syntax to html using the view menu.\n\nFollow Keypress on Twitter (http://www.twitter.com/keypressio) or Facebook (http://www.facebook.com/keypressio).\n\nParts of Keypress Editor have been released open source. Follow Subtext Editor on Github here: http://www.github.com/keypressio\n\nChangelog\n==========\nv6.1:\n  - Fixed a bug caused by a Chrome update that prevented keypresses from working in the Go to anything bar\nv6.0:\n  - Bug fixes when using SFTP\n  - Stability fixes when using app offline\nv5.1:\n  - Upgrade Ace editor\n  - Fixed a minor syntax highlighting bug\nv.5.0:\n  - Login is no longer required to use editor\n  - Tabs now show file name on mouse over\n  - Added new themes\n  - Added vim mode for beta users\n  - Autocomplete is now automatic (does not require control+space to activate)\n  - Fixed a bug where tabs do not resize properly in some cases\n  - Fixed a bug where font size resets after all tabs are closed\nv.4.0:\n  - Added option to scroll past the end of a file\n  - Fixed a bug where you could not save new files\n  - Added ability to resize the sidebar\n  - Added support for themes\n  - Added option to enable to disable word wrapping\n  - Added option to choose tabs or spaces\n  - Added option to choose tab size\n  - Beta users only: Added initial directory to SFTP settings\n  - Beta users only: Fixed some error states with bad SFTP connections\nv.3.1.1: Fixed a bug where certain files could not be added to projects\nv.3.1:\n  - Numerous bug fixes, including bug where some users could not scroll to the bottom of a file\n  - Automatic syntax highlighting for SCSS and Mason files\n  - SFTP access added for beta users (access can be requested by sending a message via the feedback button in the app)\n  - Logs are recorded locally and shown on demand (for security, logs are kept locally and must be manually copied and pasted by a user when submitted a support request)\nv.3.0:\n  - Added a file tree sidebar\n  - Easier access to project management\nv.2.9.8:\n  - Fixed a rendering issue in Windows when using find\nv.2.9.7:\n  - Fixed a major rendering issue in Windows\nv.2.9.6:\n  - Minor bug fixes\nv.2.9.4:\n  - Ctrl+Tab and Ctrl+Shift+Tab can now be used to change tabs\n  - Better notice in info bar after adding a folder to a project\nv.2.9.1:\n  - Minor bug fixes\nv2.9:\n  - Settings now sync between machines with the same logged in user\n  - Several important bug fixes\nv2.8:\n  - Replaced scrolling in side menu with top side\n    drop down menu.\n  - Added minimize, maximize, and close buttons\n  - Numerous visual changes and tweaks\n  - Added abillity to open multiple windows\n  - Added live autocomplete\n  - Bug fix: Could not open a file after closing\n    all tabs \n  - Bug fix: ctrl+p goto anything did not work\n    on Windows"
  }
}