{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Check Trustpilot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Check the reliability of a website on Trustpilot! \nVerifica l'affidabilità di un sito su Trustpilot!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "English 🇬🇧\nLet's say enough to be ripped off online. 😠\n\nThanks to this extension, you can check the reliability of a website or online store by checking the reviews on Trustpilot. ✅\n\nYou no longer need to search for \"site.com reliability\" or \"site.com reviews\", with this extension you have solved everything in only 2 clicks! 🖱\n\nThe only thing to do is:\n1. Click on the extension;\n2. Choose how to open the result: as a popup or as a new tab;\n3. Check the reviews and don't get ripped off!\n\nThanks in advance if you download this extension! :)\n\nIf you have any questions, advice, problems or feedback please contact us in the apposite section or at this link: https://pup.altervista.org/extensions/check-trustpilot/#feedback\n\nP.S. If you want to support us you can buy us a coffee ☕: https://buymeacoffee.com/pupSi\n\n\nItaliano 🇮🇹\nDiciamo basta ad essere derubati online. 😠\n\nGrazie a questa estensione, puoi verificare l'affidabilità di un sito web o di un negozio online controllando le recensioni su Trustpilot. ✅\n\nNon è più necessario cercare \"affidabilità sito.com\" o \"recensioni sito.com\", con questa estensione hai risolto tutto in soli 2 click! 🖱\n\nL'unica cosa da fare è:\n1. Fare clic sull'estensione;\n2. Scegliere come aprire il risultato: come popup o come nuova scheda;\n3. Controlla le recensioni e non farti fregare!\n\nGrazie in anticipo se scarichi questa estensione! :)\n\nSe hai domande, consigli, problemi o feedback contattaci nell'apposita sezione o a questo link: https://pup.altervista.org/extensions/check-trustpilot/#feedback\n\nP.S. Se vuoi supportarci puoi offrirci un caffe ☕: https://buymeacoffee.com/pupSi"
  }
}