{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Abstract Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AbstractTab might be the refreshing change you're looking for! Extension is tailored for those who have a passion for abstract art."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you tired of the mundane new tab page that greets you every time you open your Chrome browser? AbstractTab might just be the refreshing change you're looking for. This extension is tailored for those who have a passion for abstract art and love to immerse themselves in its fascinating world. With AbstractTab, you'll be treated to an ever-changing collection of mesmerizing abstract images each time you open a new tab, providing a welcome break from the monotony of daily life.\n\nBut AbstractTab isn't just about aesthetics - it also comes equipped with a built-in web search feature right within the new tab. This means you can browse the internet without ever having to leave the page, making your browsing experience even more seamless. By installing AbstractTab, you agree to our License Agreement and Privacy Policy and can take advantage of the powerful search functionality of Microsoft Bing.\n\nYou don't need to worry about AbstractTab interfering with your browser's default search settings, either. You can enjoy all of its features while still using your preferred search engine. So why wait? Take the first step towards discovering the enchanting world of abstraction today by installing AbstractTab and experiencing its wonders with just a single click.\n\nThe extension provides the possibility to use the web search on the tab, which definitely adds convenience to the user. By setting our AbstractTab extension, you install a new tab, as well as agree to the License Agreement and Privacy Policy. \n\nAbstractTab search functions that are being in use by the extension – will be provided by Microsoft Bing.\n\nBy clicking \"add to Chrome\", I accept and agree to installing the AbstractTab extension and setting Chrome New Tab search provider to Microsoft Bing as described by the service in the Terms of Use (https://abstracttab.com/terms) and Policy (https://abstracttab.com/privacy)\n\nPrivacy Policy: https://abstracttab.com/privacy\nTerms of Service: https://abstracttab.com/terms\nAbout us: https://abstracttab.com/about\nSupport: ad2x2media@gmail.com\nThank you for using our products!"
  }
}