{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Xlsdeal User Credentials"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "It will Save User ID/Name and Password Locally inside your browser for Convenient Access."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Chrome extension helps you store and manage your user credentials efficiently. We try to Simplify User Credentials Manage in chrome browser. \n\n\nKey Features:\n\nLocal Storage: Store your user names/IDs and passwords securely on your PC within the Chrome browser, specifically for the websites you choose.\nPrivacy First: Your data remains local to your machine. We do not share, store, or transmit your credentials outside of your PC.\nEasy Management: Add, view, and delete credentials effortlessly. A convenient delete button is available next to each credential for easy removal.\nSecure Usage: Designed for personal use only. Ensure your credentials are deleted before sharing your PC or laptop.\n\n\nHow It Works:\nThe extension autofill's your saved credentials on specified websites, similar to the built-in \"remember me\" feature in Chrome, making login processes quicker and more convenient. It's have some websites listed for you if you click one; that will re-direct to that particular url/webpage links for your smooth transactions. Now you don't need to remember those url/webpage links. \n\n    \n\nImportant Notice:\nFor security reasons, we recommend using this extension only on your personal devices. Avoid using it on public or shared computers to protect your sensitive information."
  }
}