{
  "name": {
    "ar": "Maps Scraper & Leads Extractor - مستخرج بيانات الأعمال على الخرائط",
    "am,bg,bn,ca,cs,da,el,en_GB,en_US,es_419,fil,gu,he,hi,hu,id,it,lv,ml,mr,ms,no,pl,ro,ru,sk,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Maps Scraper & Leads Extractor - MapsLeads.net",
    "de": "Maps Scraper & Email Leads Extractor - Leads-Extraktor auf Karten",
    "en,en_AU,hr,lt": "Maps Scraper & Leads Extractor - MapsLeads",
    "es": "Maps Scraper & Leads Extractor - Extractor de Leads en Mapas",
    "et": "Maps Scraper & Maps Lead Generation - MapsLeads.net",
    "fa": "Maps Scraper & B2B Leads Finder - MapsLeads.net",
    "fi": "Bing Maps Scraper & Leads Extractor - MapsLeads.net",
    "fr": "Maps Scraper & Maps Lead Finder - Extracteur de Leads sur les Cartes",
    "ja": "Maps Scraper & Leads Extractor - マップリード抽出ツール",
    "kn": "Map Scraper & Leads Extractor - MapsLeads.net",
    "ko": "Maps Scraper & Maps Data Scraper - 맵 리드 추출기",
    "nl": "Maps Scraper & Map Leads Extractor - MapsLeads.net",
    "pt_BR,pt_PT": "Maps Scraper & Leads Extractor - Extrator de Leads em Mapas",
    "sl": "Maps Scraper & Maps Business Leads Finder - MapsLeads.net"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically extract business names, addresses, photos, coordinates, websites, emails, social media and more from Bing Maps."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With this tool, can effortlessly search for businesses and extract valuable information such as business names, addresses, photos, coordinates, websites, emails, and social media profiles.\n\nDesigned to enhance productivity and streamline lead acquisition, \"Maps Scraper & Leads Extractor\" is your go-to solution for gathering leads directly from Bing Maps. Simply click the \"Start Find\" button, and watch as the extension swiftly compiles all the essential data into a convenient Excel or CSV spreadsheet.\n\nWhether you're a marketer, sales professional, or business owner, This tool empowers you to effortlessly build a comprehensive database of potential clients.\n\nKey Features:\n\n🌈 Efficiently search and extract business information from Bing Maps.\n🌈 Gather leads including website URLs, email addresses, and social media profiles.\n🌈 Export data to Excel or CSV for easy analysis and integration with other tools.\n🌈 Streamline lead generation and save valuable time and effort.\n\nThis tool is designed for:\n✅ B2B Marketers - Find quality email addresses and essential features to attract your next major client.\n✅ SaaS Companies - Enhance your outreach teams' effectiveness in expanding and retaining your customer base.\n✅ Sales Teams - Utilize our comprehensive tool suite to reach a larger customer base and close more deals. \n✅ Growth Hackers - Achieve accurate and efficient user base growth without dedicating all your time to outreach.\n\n\nFAQs:\nhttps://mapsleads.net/#faqs"
  }
}