{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Grant Form Autofill"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplify applying for grants with Autofill and Save Answers"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to the fastest and simplest way to apply for grants! \n\nGrant Form Autofill by Submittable tracks, stores, and even autofills your answers to grant application questions, saving you a ton of time and headache.\n\nUse it to: \nTrack responses: Track your responses to grant application questions within Submittable—a top-ranked grant management software for foundations, governments, and corporate philanthropies. \nBuild an answer library: Manage your stored responses to build your answer library, including the ability to search as well as edit, copy, or delete a given response when signed into Submittable. \nCopy/paste across applications: Access your stored responses across the internet! You can easily copy your stored responses to paste into an application on any grant application you visit.\nAutofill applications: When applying to a grant with Submittable, autofill the form with your stored answers to any matched application questions. It’s the fastest way to apply for funding.  And don’t worry, you’re always in control—you can go through and make any edits you like before submitting. \n\nMillions of people and nonprofits have used Submittable to submit grant applications to all kinds of funding opportunities. Now, applicants like you can do so faster than ever before.\n\nBy downloading this extension, you are agreeing to our Terms of Use and Privacy Policy.  \n\nNeed help or have feedback? Reach us at aifeedback@submittable.com"
  }
}