{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Head Soccer Unblocked Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Head Soccer Unblocked! Start your head ball game fun with 2 different modes and 6+ football players. Have fun!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_GB,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "INTRODUCTION\nPlay Head Soccer Unblocked on your Google Chrome Browser with our simple & lightweight extension - No Internet required, no ADS, and 100% Free!\n\nHead Soccer 2022 is a two player game types, you may play as a professional soccer player and take part in matches. You have the option of playing against the computer or inviting a buddy to participate. This game has straightforward guidelines. To direct your player to make effective shots and score points, utilize the control keys. You receive one point for every goal shot. The winner of a match is the player who scores the most goals in the first 45 seconds.\n\n\nHOW TO INSTALL?\n1. Click \"Add to Chrome\" to install the extension\n2. Pin the Head Soccer extension icon to the Chrome toolbar\n3. Click the Head Soccer icon on the Chrome toolbar, the Head Soccer popup will open. \nThat's all you need to do! Have fun!\n\nHOW TO PLAY?\nArrow keys to move\nZ/X key to shoot\n\n*Note:We have added \"Unblocked Games\" button, making it easy for players to quickly access the games on our website! https://drivemad.net",
    "en_AU,en_US,vi": "Head Soccer Unblocked Game - Chrome Extension\nGet ready for a unique twist on soccer with Head Soccer Unblocked, the entertaining Chrome Extension that brings fast-paced, head-to-head matches right to your browser!\n\nIn this fun and quirky game, you control a giant-headed soccer player, battling against opponents in exciting one-on-one matches. Use simple controls to jump, kick, and unleash powerful special moves to score goals and outsmart your rival. The colorful graphics and animated characters add a playful vibe, making every match enjoyable.\n\nChoose from a variety of characters, each with unique abilities, and compete across different arenas to prove your skills. The game features both single-player and multiplayer modes, allowing you to challenge friends or take on AI opponents for endless fun.\n\nPerfect for casual gamers and sports enthusiasts alike, Head Soccer Unblocked promises hours of entertaining gameplay and competitive action.\n\nDownload Head Soccer Unblocked and kick off your soccer adventure today!\n\nHOW TO INSTALL?\n1. Click \"Add to Chrome\" to install the extension\n2. Pin the Head Soccer extension icon to the Chrome toolbar\n3. Click the Head Soccer icon on the Chrome toolbar, the Head Soccer popup will open. \nThat's all you need to do! Have fun!\n\nHOW TO PLAY?\nArrow keys to move\nZ/X key to shoot\n\n*Note:We have added \"Unblocked Games\" button, making it easy for players to quickly access the games on our website! https://monkeymart.org"
  }
}