{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "셀크로 익스텐션"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you an avid shopper of international goods, or do you frequently engage in overseas direct purchases? Our Chrome extension is…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you an avid shopper of international goods, or do you frequently engage in overseas direct purchases? Our Chrome extension is designed specifically to streamline your shopping experience by collecting and organizing data on a wide range of products from various international e-commerce platforms.\n\nKey Features:\n\nComprehensive Data Collection:\n\nOur extension meticulously gathers detailed information on products, including but not limited to product names, categories, custom product codes, availability of options, detailed descriptions, URLs, images, keywords, and the date added.\nEnsures that you have access to accurate and up-to-date product data to make informed purchasing decisions.\nDuplicate-Free Product Names:\n\nUtilizing advanced regular expressions, the extension eliminates duplicate words from product names, providing you with clean and concise product titles.\nSeamless Integration:\n\nEasily integrates with popular international shopping websites, allowing for a seamless data collection process without interrupting your browsing experience.\nUser-Friendly Interface:\n\nThe extension boasts an intuitive and easy-to-use interface, making it accessible for users of all experience levels.\nSimply navigate to the product page, and the extension will automatically extract and display the relevant information.\nCustomizable Settings:\n\nCustomize the data collection parameters according to your specific needs.\nFilter products based on categories, keywords, or other attributes to streamline your search and focus on what matters most to you."
  }
}