{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Netflix 同時字幕で英語学習"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Netflixの日本語と英語字幕を同時に表示。3秒巻き戻し機能。英単語の意味を表示。ひとつのセリフをリピート再生。再生速度の変更。フレーズをお気に入りに追加。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "体験版の試用期間は3日間です。体験版の開始方法と製品版へのライセンスの更新方法、動作環境、問題の解決方法、ご解約方法は以下のページに記載されている手順でお願いいたします。\nhttps://sites.google.com/view/niko-netflix-license/\n\n最新の更新\n2024/10/14 バージョン:3.0.20\n・リファクタリングと依存パッケージの更新を行いました。\n\nNetflix側の仕様変更に伴い一時的にサービスをご利用できなくなる可能性がありますのでご了承ください。もしそうなった場合、サービスの早急な復旧に努めます。ご理解とご協力のほど何卒よろしくお願い申し上げます。\n\n過去の更新履歴\n2024/09/06 バージョン:3.0.18\n・お気に入りに追加したフレーズの音声がmacOS上で再生されない場合がある問題を修正しました。\n\n2023/11/11 バージョン: 3.0.9\n・Chrome ウェブストアの拡張機能のカテゴリが拡張されたため、適切なカテゴリに変更しました。\n\n2023/03/29 バージョン: 3.0.9\n・非推奨となった従来のGoogleサインインから新しいGoogleサインインへと移行しました。\n\n2022/12/22 バージョン: 3.0.5\n・本拡張機能のマニフェストのバージョンを2から3へとアップグレードしました。\n\n2022/09/19 バージョン: 2.46.5\n・マニフェストを修正しました。\n\n2022/03/03 バージョン: 2.45.15\n・説明文を変更しました。\n\n2021/09/21 バージョン: 2.45.8\n・Netflix側のUIの仕様変更による不具合を修正しました。\n\n2021/07/16 バージョン: 2.44.0\n・説明文を変更しました。\n\n2021/03/26 バージョン: 2.43.9\n・説明文を変更しました。\n\n2021/03/24 バージョン: 2.43.8\n・インストールページの動画を最新バージョンの物に変更しました\n\n2021/01/07 バージョン: 2.43.2\n・英単語をクリック時の辞書リストに２つさらに追加しました。\n・ライセンスに関しての説明文を追加しました。\n\n2020/12/02 バージョン: 2.42.5\n・GoogleがChrome ウェブストアの決済サービスを終了することを発表しました、今後はStripe社の決済サービスからご購入をお願いいたします。 Chrome ウェブストアからの3日間の体験版はできなくなりますので、体験版はStripe社の決済サービスからお願いいたします。 2021年02月01日からChrome ウェブストアからの定期購入の自動更新はされなくなりますので、製品版はStripe社の決済サービスからお願いいたします。\n\n2020/08/21 バージョン: 2.40.12\n・「ユーザー認証してライセンスを更新」ボタンをクリック後、ページの更新の必要なしにポップアップ辞書が使用できるようにしました。\n\n2020/06/02 バージョン: 2.40.4\n・パフォーマンスを改善しました。\n\n2020/05/25 バージョン: 2.40.2\n・パフォーマンスを改善しました。\n\n2020/01/10 バージョン: 2.35.10\n・パフォーマンスを改善しました。\n\n2019/12/19 バージョン: 2.35.3\n・パフォーマンスを改善しました。\n\n2019/12/11 バージョン: 2.35.1\n・字幕の英単語を含む他のフレーズの表示機能のフレーズの順番を最も一致した順に並び替えて表示するように修正しました。\n・日本語字幕が画像字幕になってしまう不具合を修正しました。\n・細かいUIを修正しました。\n\n2019/12/02 バージョン: 2.35.0\n字幕一覧機能を追加しました。動画左端のアイコンをクリックすると現在再生されている動画の英語字幕のすべてのフレーズが一覧で表示されます。再生時間に合わせて自動でスクロールされます。\n\n2019/11/27 バージョン: 2.34.0\n・右クリックで英単語をお気に入りに追加、[R]キーでフレーズをお気に入りに追加する機能を追加しました。キーボードショートカットを見直して追加変更しました。すべてのキーボードショートカットをデフォルトの設定に戻しました。キーボードショートカットを変更していた方には申し訳ございませんが再設定をお願いいたします。\n\n2019/11/21 バージョン: 2.33.1\n・動画のエンドロール中の画面縮小後に、その動画を巻き戻して再度再生した場合にショートカットキーが動作しない不具合を修正しました。\n\n2019/11/15 バージョン: 2.33.0\n・お気に入りに追加した単語とフレーズの一覧でサムネイル画像をクリックするとそのフレーズの音声を素早く再生するようにしました。\n・設定に項目「障害レポートとモニター」を追加しました。\n\n2019/11/04 バージョン: 2.32.0\n・お気に入りに追加した単語とフレーズの一覧でサムネイル画像をマウスオーバーするとその前後のサムネイルもアニメーションさせて表示するようにしました。\n・字幕の文字の太さを設定から変更できるようにしました。\n・Stripe社からの製品版ライセンスが一部の方で適応されない不具合を修正しました。\n\n2019/11/01 バージョン: 2.31.0\n・お気に入りに追加した単語とフレーズの一覧で英単語をマウスオーバーするとポップアップ辞書を表示するようにしました。\n・ライセンスの適応方法についての説明文の場所を変更しました。\n\n2019/10/25 バージョン: 2.30.1\n・ライセンスの適応方法についての説明文を追加しました。\n・本拡張機能のインストール直後にバックグラウンドで辞書の登録を実行する際にディスクの使用率が高くなる不具合を修正しました。\n\n2019/10/11 バージョン: 2.30.0\n・別のお支払い方法を追加しました。Google Chrome ウェブストアからご購入できない方は 動画左端の歯車アイコンの設定アイコンをクリックして表示されるポップアップ画面の一番下の「ライセンスの別のお支払い方法から」ご購入をお願いいたします。\n\n2019/07/27 バージョン: 2.29.2\n・初回インストール時にライセンスの適用方法を記載したページを開くようにしました。\n\n2019/07/02 バージョン: 2.29.1\n・英単語からマウスカーソルを外した際にポップアップ辞書が自動的に消えない場合がある問題を修正しました。\n\n2019/06/18 バージョン: 2.29.0\n・セリフの終了直前に自動で一時停止した時に、そのセリフに対するすべての日本語字幕を表示するようにしました。\n・巻き戻しやセリフのリピート再生ボタンを連続で押し続けると読み込みが99パーセントのままになりストールしないようにしました。\n\n2019/06/14 バージョン: 2.28.0, 2.28.1\n・英単語をクリック時の辞書にGoogle検索を追加しました。\n・日本語字幕を非表示にして英語字幕だけを表示できるようにしました。\n\n2019/06/04 バージョン: 2.27.0\n・字幕の文字色を白色から少し暗くした色にしました。暗い場面で背景が黒色に対して文字が真っ白だと眩しく感じてしまうためです。文字の縁取りを太くしました。背景が白色に対して文字色が白色だと読みにくかったためです。文字色と縁取りを変更しましたので、前の設定に戻したい方は設定画面からお手数ですが再設定してください。\n・同時字幕を英語と日本語だけでなく、英語と韓国語、英語と中国語、英語とポルトガル語もできるようにしました。\n\n2019/06/01 バージョン: 2.26.0\n・日本語の縦字幕を横字幕にして表示するようにしました。\n\n2019/05/20 バージョン: 2.25.0\n・ショートカットキーの変更オプションを追加しました。\n\n2019/05/13 バージョン: 2.24.1\n・お気に入りに追加した単語とフレーズを削除した際に、その空いた部分に追加データが自動的に表示されない場合がある問題を修正しました。\n\n2019/05/06 バージョン: 2.24.0\n・お気に入りに追加した単語とフレーズの一覧に、そのシーンのサムネイル画像を表示するようにしました。\n\n2019/05/03 バージョン: 2.23.1\n・字幕を範囲選択して検索する際、改行を含む場合は改行をスペースに変換して検索するようにしました。\n・字幕にマウスカーソルを当てると字幕がカクカクする問題を修正しました。\n\n2019/04/28 バージョン: 2.23.0\n・英単語を複数選択して英熟語を検索できるようにしました。マウスでドラッグして範囲選択すると検索アイコンが表示されます。これをクリックして検索してください。\n・動画を停止させてしばらく放置してから再開すると英語字幕が表示されない不具合を修正しました。\n・次のエピソードまでのカウントダウンボタンをクリックして次の動画に移動した場合、英語字幕が表示されない不具合を修正しました。\n\n2019/04/22 バージョン: 2.22.0\n・英語字幕をすべて小文字にする機能を追加しました。使用するには設定から有効化してください。\n\n2019/04/18 バージョン: 2.21.0\n・お気に入りの再生速度機能を追加しました。[K]キーを押す度にお気に入りの再生速度と1.0倍速を交互に切り替えます。デフォルトは0.8倍速に設定されています。\n\n2019/04/11 バージョン: 2.20.1\n・同時音声機能を追加しました。動画右下のアイコンをマウスオーバーすると表示されるポップアップメニューから選択します。 [J]キーを押して日本語音声と英語音声を切り替えます。 音量は設定アイコンから変更します。\n・字幕の大きさと巻き戻し秒数の設定変更場所を歯車アイコンをクリックして表示される設定画面に移動しました。\n\n2019/03/20 バージョン: 2.19.2\n・Netflixの仕様変更によるレイアウト崩れを修正しました。画面左下のアイコンを左端中央に移動しました\n\n2019/03/19 バージョン: 2.19.0\n・字幕の英単語とフレーズをお気に入りに追加機能について。テキストをクリックしやすいようにクリック可能な範囲を大きくしました。\n・特定の条件下で字幕が表示されない不具合を修正しました。\n\n2019/03/11 バージョン: 2.18.0\n・字幕の英単語とフレーズをお気に入りに追加機能について。お気に入りに追加した単語とフレーズの一覧画面で「このフレーズを再生」をクリックした際、そのフレーズの動画と再生中の動画が同一の場合はページをリロードせずに素早く再生するようにしました。\n\n2019/03/09 バージョン: 2.17.1\n・英語字幕の色の変更機能を追加しました。動画左下の設定アイコンをクリックしてください。\n・辞書と英語字幕の画面上部の設定場所を変更しました。動画左下の設定アイコンをクリックしてください。それに伴い申し訳ございませんが、辞書と英語字幕の画面上部の設定を初期化しました。再度設定をお願いいたします。\n\n2019/03/08 バージョン: 2.16.1\n・英語字幕のタイムスタンプの調整、セリフのリピート再生機能の再生開始位置の調整、セリフの終了直前に自動で一時停止機能の停止位置の調整機能を詳細に設定できるようにしました。英語字幕のタイムスタンプの調整は英語字幕の各フレーズの表示時間変更します。 セリフのリピート再生機能の再生開始位置は、各セリフの音声の開始位置が早く、セリフのリピート再生機能で巻き戻し再生した時に最初の部分の音声が切れてしまう場合は再生開始位置を早く設定してください。 セリフの終了直前に自動で一時停止機能の停止位置の調整は、各セリフの音声の終了位置が遅く、セリフの終了直前に一時停止機能で停止させた時にセリフの音声が途切れてしまい、最後まできけない場合は停止位置を遅く設定してください。\n・Netflixの仕様変更による字幕設定のUIの不具合を修正しました。\n\n2019/03/05 バージョン: 2.15.0\n・「英語字幕のタイムスタンプの調整」機能を追加しました。英語字幕の各フレーズの開始位置と終了位置のタイミングを変更します。 動画左下の歯車アイコンをクリックしてください。 各セリフの音声の開始位置が早く、「セリフのリピート再生機能」で巻き戻した時に最初の部分の音声が切れてしまう場合は字幕の開始位置を早く設定してください。 各セリフの音声の終了位置が遅く、「セリフの終了直前に一時停止機能」で停止させた時にセリフの音声が途中で途切れてしまい、最後まできけない場合は字幕の終了位置を遅く設定してください。\n\n2019/03/01 バージョン: 2.14.2\n・「英語字幕のタイムスタンプの変更」機能を不具合のため一時的に無効にしました。\n\n2019/02/28 バージョン: 2.14.1\n・英語字幕のタイムスタンプの変更機能を追加しました。英語字幕の表示と非表示のタイミングを変更します。動画左下の歯車アイコンをクリックしてください。\n・英語字幕の表示と非表示を一時停止した時だけではなく、手動で任意のタイミングで切り替える機能を追加しました。キーボードの[V]キーを押してください。\n\n2019/02/22 バージョン: 2.13.0\n・再生速度の変更の増減を0.1ずつから0.05ずつに変更しました。\n・「字幕の英単語とフレーズをお気に入りに追加」する機能のUIを変更しました。\n\n2019/02/18 バージョン: 2.12.2\n・特定の条件下で英語字幕と日本語字幕が重なってしまう不具合、英語字幕が画面外にはみ出してしまう不具合を修正しました。\n\n2019/02/17 バージョン: 2.12.1\n・「字幕の英単語とフレーズをお気に入りに追加」する機能を追加しました。英語字幕の英単語をマウスオーバーすると星型のアイコンが表示されます。これをクリックするとその英単語とフレーズをお気に入りに追加します。お気に入り一覧を表示するには画面左下にある星型のアイコンをクリックします。\n\n2019/02/09 バージョン: 2.11.0\n・「セリフの終了直前に自動で一時停止」と「英語字幕の非表示と表示」のショートカットキーを追加しました。[X]キーを押してください。\n\n2019/02/08 バージョン: 2.10.1\n・英語字幕の次のセリフに移動できるショートカットキーを追加しました。[H]キーを押してください。\n\n2019/02/07 バージョン: 2.9.0\n・英語字幕の英単語をマウスオーバーをするとejdict英和辞典を表示する機能を追加しました。\n・「英語字幕の非表示と表示」機能で英語字幕を完全に非表示にしていましたが、ぼかすように変更しました。\n\n2019/02/03 バージョン: 2.8.0\n・再生と停止をするたびに画面中央に表示されるアイコンや、操作をしばらくしていないと画面全体に表示される画面オーバーレイをデフォルトで非表示にしました。\n\n2019/02/03 バージョン: 2.7.0\n・「英語字幕の非表示と表示」機能を追加しました。通常は英語字幕を非表示にしておき、セリフの終了直前に自動で一時停止させた時のみ英語字幕を表示します。 動画下のコントロールバーにある「セリフの終了直前に自動で一時停止」機能アイコンを２回クリックして有効化してください。\n\n2019/02/02 バージョン: 2.6.0\n・「ひとつのセリフをリピート再生」機能を改善しました。アイコン又は[N]キーを素早く2回押すと前の英語字幕の開始地点に移動して再度再生する機能を追加しました。英語字幕が表示されていなければ少し前に表示された英語字幕の開始地点に移動して再度再生する機能を追加しました。\n・英語字幕のテキストを選択してCtrl+Cでテキストをコピーする際に「コントロールバーとオーバーレイの非表示」機能が動作しないようにしました。\n\n2019/02/01 バージョン: 2.5.0\n・英語字幕の英単語をマウスオーバーすると、その動画内でその英単語が含まれている他のフレーズの英語字幕と日本語字幕を同時に表示する機能を追加しました。\n・Netflixの仕様変更に柔軟に対応できるようにソースコードを変更しました。\n\n2019/01/22 バージョン: 2.4.2\n・Netflixの仕様変更に柔軟に対応できるようにソースコードを変更しました\n・他の拡張機能の干渉によって引き起こされる不具合を修正しました\n\n2019/01/19 バージョン: 2.4.1\n・Netflixの仕様変更による不具合を修正しました\n\n2018/12/13 バージョン: 2.4.0\n・辞書にWeblioとFlickrを追加しました。\n・コントロールバーとオーバーレイの非表示のショートカットキーを[C]キーに変更しました\n・動画の再生と停止はSpaceキーでこれはNetflix側の標準仕様ですが、 これでは画面の真ん中にアイコンが出現して気が散ってしまうので[V]キーでアイコンを出現させずに動画の再生と停止ができるようにしました。\n\n2018/12/09 バージョン: 2.3.0\n・字幕の英単語の辞書が英英辞典のロングマンとオックスフォードで英単語が大文字や変化形の場合、意味がうまく表示されない問題に対応しました。\n・辞書に英英辞典のケンブリッジを追加しました。\n\n2018/12/05 バージョン: 2.2.0\n・字幕の英単語をクリックすると英辞郎が開きましたが、その他にロングマン(英英辞典)、オックスフォード(英英辞典)、Google画像を追加しました。使用するにはブラウザ右上のアイコンを右クリックしてオプションから選択してください。その後Netflixの動画再生ページを更新して反映させてください。\n\n2018/11/21 バージョン: 2.1.1\n・Netflix側の新仕様によりコントロールバーのポップアップメニュー画面が途中で閉じてしまう問題に対応しました。\n\n2018/09/06 バージョン: 2.1.0\n・動画を停止後、数秒経つと動画タイトルが画面に表示されるオーバーレイを「コントロールバーとオーバーレイの非表示」機能で表示させないようにしました。\n・字幕でフィルタリングをして動画を検索するためのリンクをポップアップ画面の中の機能の説明欄に追加しました。\n\n2018/08/13 バージョン: 2.0.1\n・ライセンス関連のソースコードを変更しました。\n・一部の動画で字幕が途中で消える問題に対応しました。\n\n2018/08/10 バージョン: 2.0.0\n・英語字幕の表示設定を保存して次回も同じ設定で自動起動するようにしました\n・英語字幕の大きさと巻き戻し時間をNetflixのコントロールバーから変更できるようにしました\n・コントロールバーのボタンのアイコンを変更しました\n\n2018/08/07 バージョン: 1.8.4\nNetflixの新プレイヤーによるUIの変更に伴いボタンが表示されない問題、UIの非表示の操作が利かない問題に対応しました。\n\n2018/07/25 バージョン: 1.8.3\nNetflixの仕様変更により巻き戻しなどのプレイヤー関連の操作が効かなくなる問題に対応しました。\n\n2018/06/23 バージョン: 1.8.2\nUIの修正\n\n2018/06/22 バージョン: 1.8.1\nコントロールバーの非表示状態で再生と停止をする際に字幕がちらつく問題を修正\n\n2018/06/20 バージョン: 1.8.0\n日本語字幕に合わせて日本語字幕のすぐ上に英語字幕を表示する機能を追加しました。\n\n2018/06/12 バージョン: 1.7.0\nコントロールバーの非表示機能を追加しました。\n\n2018/06/07 バージョン: 1.6.0\nひとつのセリフをリピート再生する機能を追加しました。\nセリフの終了直前に一時停止する機能を追加しました。\n\n2018/05/29 バージョン: 1.5.0\n巻き戻しボタンを動画左下の再生ボタンの横に追加しました。\n\n2018/05/26 バージョン: 1.4.0\n字幕の英単語をクリックして意味を表示する機能を追加\n字幕のフォントスタイルを変更\n字幕のフォントサイズをオプションから変更可能に\n\n2018/05/15 バージョン: 1.3.0\n3秒巻き戻し機能を追加しました。\n\n2018/05/15 バージョン: 1.2.0\n字幕位置の調整が出来るようにしました。\n\n※本拡張機能はnikoが提供するサービスであり、Netflix社とは関係ありません。不具合のご報告などは本拡張機能のお問い合わせフォームやメールアドレスにお願いいたします。"
  }
}