{
  "name": {
    "ar": "مستخرج المراجعات لوول مارت",
    "am": "የዎልማርት ግምገማ ማስወገጃ",
    "bg": "Екстрактор за ревюта за WM",
    "bn": "ওয়ালমার্টের জন্য রিভিউ এক্সট্র্যাক্টর",
    "ca": "Extractor de ressenyes per a WM",
    "cs": "Extraktor recenzí pro WM",
    "da": "Anmeldelsesekstraktor til WM",
    "de": "Bewertungs-Extraktor für WM",
    "el": "Εξαγωγέας Κριτικών για το WM",
    "en,en_AU,en_GB,en_US": "Reviews Extractor for WM",
    "es,es_419": "Extractor de reseñas para WM",
    "et": "WMi arvustuste ekstraktor",
    "fa": "استخراج‌کننده نظرات برای والمارت",
    "fi": "Arvostelujen uuttaja WMille",
    "fil": "Tagakuha ng Review para sa WM",
    "fr": "Extracteur d'avis pour WM",
    "gu": "વ WMલમાર્ટ માટેની સમીક્ષાઓ કાઢનાર",
    "he": "מחלץ ביקורות לוולמארט",
    "hi": "वॉलमार्ट के लिए समीक्षा एक्सट्रैक्टर",
    "hr": "Ekstraktor recenzija za WM",
    "hu": "Véleménykivonatoló a WM számára",
    "id": "Ekstraktor Ulasan untuk WM",
    "it": "Estrattore di recensioni per WM",
    "ja": "ウォルマート用レビュー抽出ツール",
    "kn": "WM ಗಾಗಿ ವಿಮರ್ಶೆಗಳ ತೋರಕ",
    "ko": "월마트 리뷰 추출기",
    "lt": "„WM“ apžvalgų ištraukiklis",
    "lv": "WM atsauksmju izvilcējs",
    "ml": "വാൾമാർട്ടിന് വേണ്ടി റിവ്യൂ എക്സ്ട്രാക്ടർ",
    "mr": "वॉलमार्टसाठी पुनरावलोकने काढणारा",
    "ms": "Pengekstrak Ulasan untuk WM",
    "nl": "Recensie-extractor voor WM",
    "no": "Anmeldelsesuttrekker for WM",
    "pl": "Ekstraktor recenzji dla WMu",
    "pt_BR,pt_PT": "Extrator de avaliações para o WM",
    "ro": "Extractor de recenzii pentru WM",
    "ru": "Экстрактор отзывов для WM",
    "sk": "Extraktor recenzií pre WM",
    "sl": "Izvleček ocen za WM",
    "sr": "Екстрактор рецензија за WM",
    "sv": "Recensionsextraheringsverktyg för WM",
    "sw": "Extractor ya Mapitio ya WM",
    "ta": "வால்மார்டுக்கான மதிப்பீட்டு எடுக்கும் கருவி",
    "te": "వాల్‌మార్ట్ కోసం సమీక్షలు ఎక్స్ట్రాక్టర్",
    "th": "ตัวดึงรีวิวสำหรับ WM",
    "tr": "WM için Yorum Çıkarıcı",
    "uk": "Екстрактор відгуків для WM",
    "vi": "Trình trích xuất đánh giá cho WM",
    "zh_CN": "沃尔玛评论提取器",
    "zh_TW": "沃爾瑪評論提取器"
  },
  "short": {
    "ar": "Seamlessly scrape and export Walmart reviews in CSV, JSON, or XLSX, perfect for analyzing customer feedback.",
    "am": "Collect and analyze Walmart reviews with a single click, exporting to CSV, JSON, or XLSX for flexible data management.",
    "bg": "Efficiently scrape and export Walmart reviews without coding, exporting to CSV, JSON, or XLSX for detailed analysis.",
    "bn": "Extract and analyze Walmart reviews effortlessly, with AI summaries and export options in CSV, JSON, or XLSX.",
    "ca": "Extract detailed Walmart reviews and export them in CSV, JSON, or XLSX, ideal for e-commerce analysis and insights.",
    "cs,ko": "Quickly gather and export Walmart reviews in multiple formats with a user-friendly interface for easy analysis.",
    "da": "Extract comprehensive Walmart reviews in one click, exporting data in CSV, JSON, or XLSX for detailed analysis.",
    "de": "Analyze Walmart reviews effortlessly with one-click extraction and export options in CSV, JSON, or XLSX formats.",
    "el": "Gather and export Walmart reviews quickly and easily, with AI-driven summaries and multiple export formats available.",
    "en,en_AU": "Quickly extract and analyze Walmart reviews with a user-friendly extension; export data in CSV, JSON, or XLSX formats.",
    "en_GB": "Extract detailed Walmart reviews with one click and export to CSV, JSON, or XLSX for comprehensive analysis.",
    "en_US": "Effortlessly gather and export Walmart product reviews in multiple formats, ideal for market research and trend analysis.",
    "es": "Extract and export Walmart product reviews seamlessly, with flexible data management in CSV, JSON, or XLSX formats.",
    "es_419": "Efficiently scrape Walmart reviews with a single click, exporting data in CSV, JSON, or XLSX for in-depth analysis.",
    "et": "Collect detailed Walmart reviews and export them to CSV, JSON, or XLSX, ideal for comprehensive e-commerce insights.",
    "fa,no": "Quickly extract Walmart reviews and export them in various formats for easy organization and analysis.",
    "fi,pl": "Easily gather Walmart reviews and export them in CSV, JSON, or XLSX for flexible data management and analysis.",
    "fil": "Extract and analyze Walmart reviews with AI-driven summaries, exporting data in CSV, JSON, or XLSX formats.",
    "fr,pt_PT": "Gather and export Walmart product reviews effortlessly with a user-friendly extension, offering multiple export options.",
    "gu": "Quickly extract and analyze Walmart reviews with a user-friendly view; export data in CSV, JSON, or XLSX formats. No coding required",
    "he": "Effortlessly gather and export Walmart product reviews in CSV, JSON, or XLSX formats. Perfect for market research and trend analysis",
    "hi": "Extract detailed Walmart reviews with one click; export to CSV, JSON, or XLSX for comprehensive analysis.",
    "hr": "Simplify Walmart review extraction with AI-driven insights; export data in various formats. No technical skills needed!",
    "hu": "Seamlessly scrape and export Walmart reviews in CSV, JSON, or XLSX. Perfect for analyzing customer feedback and trends.",
    "id": "Collect and analyze Walmart reviews with a single click; export to CSV, JSON, or XLSX for flexible data management.",
    "it": "Efficiently scrape and export Walmart reviews without coding; export to CSV, JSON, or XLSX for detailed analysis.",
    "ja": "Extract and analyze Walmart reviews effortlessly; AI summaries and export options in CSV, JSON, or XLSX available.",
    "kn": "Extract detailed Walmart reviews and export them in CSV, JSON, or XLSX. Perfect for e-commerce analysis and insights.",
    "lt": "Extract comprehensive Walmart reviews in one click; export data in CSV, JSON, or XLSX for detailed analysis.",
    "lv": "Analyze Walmart reviews effortlessly with one-click extraction; export options in CSV, JSON, or XLSX formats.",
    "ml": "Gather and export Walmart reviews quickly and easily; AI-driven summaries and multiple export formats available.",
    "mr": "Extract and export Walmart product reviews seamlessly; flexible data management in CSV, JSON, or XLSX formats.",
    "ms": "Efficiently scrape Walmart reviews with a single click; export data in CSV, JSON, or XLSX for in-depth analysis.",
    "nl": "Collect detailed Walmart reviews and export them to CSV, JSON, or XLSX; ideal for comprehensive e-commerce insights.",
    "pt_BR": "Extract and analyze Walmart reviews with AI-driven summaries; export data in CSV, JSON, or XLSX formats.",
    "ro": "Instantly extract Walmart reviews with a click and export them to CSV, JSON, or XLSX formats for thorough analysis and insights.",
    "ru": "Effortlessly scrape Walmart product reviews; export data in CSV, JSON, or XLSX for market research and feedback analysis.",
    "sk": "Quickly gather and export Walmart reviews in various formats with a user-friendly extension; ideal for trend and feedback analysis.",
    "sl": "Extract Walmart reviews easily with no coding needed; export to CSV, JSON, or XLSX for detailed customer insights.",
    "sr": "One-click extraction of Walmart reviews with export options in CSV, JSON, or XLSX; perfect for e-commerce professionals.",
    "sv": "Seamlessly gather Walmart reviews and export them in CSV, JSON, or XLSX for flexible data analysis and organization.",
    "sw": "Efficiently scrape Walmart reviews, exporting data in multiple formats; ideal for comprehensive e-commerce research.",
    "ta": "Easily extract detailed Walmart reviews and export them to CSV, JSON, or XLSX for thorough trend and feedback analysis.",
    "te": "Simplify Walmart review extraction with a user-friendly extension; export data in CSV, JSON, or XLSX formats for easy analysis.",
    "th": "Extract and export Walmart product reviews effortlessly; perfect for market research and customer feedback analysis.",
    "tr": "Quickly gather Walmart reviews with one click; export data in CSV, JSON, or XLSX for comprehensive analysis.",
    "uk": "Effortlessly extract Walmart reviews; export them in CSV, JSON, or XLSX formats for detailed e-commerce insights.",
    "vi": "Gather and export Walmart product reviews in various formats; perfect for trend analysis and market research.",
    "zh_CN": "Simplify Walmart review extraction and get AI-driven insights, exporting data in various formats without tech skills.",
    "zh_TW": "Extract Walmart reviews quickly and export them in CSV, JSON, or XLSX; user-friendly and ideal for feedback analysis."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Walmart Reviews Extractor is a powerful browser extension designed to streamline the process of extracting and analyzing customer reviews from Walmart. With a user-friendly interface, this plugin requires no coding knowledge, making it accessible to everyone. With just a single click, you can effortlessly scrape reviews and export them to a CSV, JSON, or XLSX (Excel) file for easy organization and analysis. Whether you're conducting market research, analyzing trends, or mining customer feedback for insights, this tool is essential for any e-commerce professional.\n\nWalmart Reviews Extractor offers a seamless one-click extraction process, allowing you to quickly scrape reviews for any Walmart product. The data can be exported in multiple formats, including CSV, JSON, and XLSX (Excel), ensuring flexibility in how you manage and analyze the information. Additionally, the extension features an AI Review Summary, providing in-depth analysis with sections such as \"Advantages,\" \"Disadvantages,\" \"Improvement,\" and \"To Buy Or Not To Buy.\"\n\nWhat Data Can Be Scraped?\nThe extension allows you to extract comprehensive customer reviews for any product on Walmart. The detailed information includes the product name, review ID, reviewer name, rating, review title, review text, positive and negative feedback, verified purchaser status, review time, images, product link, author ID, reviewer location, and the time the data was scraped.\n\nHow to Use\n- Open a Product Page: Navigate to any product page on Walmart.com.\n- Start Scraping: Click the \"Download Reviews\" button next to the reviews count to begin scraping.\n- Download Data: Once the process is complete, click \"Download Reviews\" - on the popup to download the data in your preferred format (CSV, JSON, or XLSX).\n- AI Review Summary (Optional): Click the “AI Review Summary” button for an in-depth analysis of the reviews.\n\n\nHow Quickly Will You Get the Results?\nThe data extraction process begins immediately after you make a request. The duration of the scrape will vary based on the amount of information needing retrieval.\n\nData Privacy\nYour data remains secure and confined to your local machine, ensuring that it does not traverse our servers at any point.\n\nWalmart™ is registered trademarks of Wal-Mart Stores, Inc. in the United States and other countries. ExtensionBox developed this independent project and has no relationship with Wal-Mart Stores, Inc."
  }
}