{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Collage - Debate Card Cutter and Library"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What separates a good debater from a great debater is Collage."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Back in 2019, I looked around to find a program that could easily cut and store cards for competitive high school debate to no avail. I found programs - for sure - but none of them did exactly what I wanted them to do. I couldn't easily organize my evidence and I couldn't search through it to find what I needed. \n\nIf you're anything like me, this must sound familiar. But here's the good news: when you want it done right, you do it yourself, and that's exactly what I did.\n\nIntroducing Collage, the all-in-one evidence creator and storage system that will make your life so much easier. \n\nBut wait? Isn't there tons of other card cutters out there? Why should I use Collage? \n\nWell, Collage isn't just a card cutter. It's also a way to cite, format, store, categorize, and search through the massive amount of information you've gathered. Collage is unique in this way, as it allows you to create groups and headings for those groups that you can drag and drop cards into, in order to stay organized! Once you put your cards away, you can search through different groups or through all of your cards. Gone are the days of not being able to find that card that you cut two weeks ago on an unnamed Google Doc, because Collage stores your evidence indefinitely!\n\nGive it a try!"
  }
}