{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "custem Font Changer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Change fonts on various platforms"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "*Font Changer Extension*\n\nTransform your online experience with the Font Changer Extension, the ultimate tool for customizing fonts on your favorite websites. Choose from a vast collection of over 500 fonts, carefully curated to suit every style and mood—from classic serifs to modern sans-serifs, playful scripts, and more.\n\nKey Features:\n\n~Extensive Font Library: Access over 500 fonts to personalize your browsing experience.\n~Easy-to-Use: Simple interface with a click-to-apply functionality.\n~Customization: Tailor fonts on popular websites like Google, YouTube, Gmail, and many others.\n~Search Functionality: Easily find and apply fonts with a built-in search bar.\n~Modern Design: Sleek, black-and-white interface designed for a seamless user experience.\n~Universal Compatibility: Works across Google sites and 200+ other popular websites.\n\n*why Choose Us*:\n\n~Enhanced Readability: Customize fonts for better readability and visual appeal.\n~Personalization: Make every website uniquely yours with a wide range of font choices.\n~Efficiency: Save time with quick and straightforward font selection.\n~Flexibility: Adjust fonts to suit different tasks, from work to leisure browsing.\n~No Registration Required: Enjoy immediate access and customization without any sign-up process.\n\nElevate your web browsing experience with Font Changer Extension and discover a new level of control over your online content. Transform the way you read and engage with the web today!"
  }
}