{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Video Accelerator - Video Accelerator",
    "de": "Video Accelerator - Videobeschleuniger",
    "es": "Video Accelerator - Acelerador de vídeo",
    "fa": "Video Accelerator - شتاب دهنده ویدئو",
    "fr": "Video Accelerator - Accélérateur vidéo",
    "ja": "Video Accelerator - ビデオ アクセラレータ",
    "ko": "Video Accelerator - 비디오 가속기",
    "ru": "Video Accelerator - видео ускоритель",
    "zh_CN": "Video Accelerator - 视频加速器",
    "zh_TW": "Video Accelerator - 視頻加速器"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Video Accelerator - video accelerator, using webrtc to accelerate video playback",
    "de": "Video Accelerator - Videobeschleuniger, verwenden Sie Webrtc, um die Videowiedergabe zu beschleunigen, die Benutzererfahrung zu…",
    "es": "Video Accelerator: acelerador de video, use Webrtc para acelerar la reproducción de video, mejore la experiencia del usuario,…",
    "fa": "Video Accelerator - شتاب دهنده ویدیو، از Webrtc برای تسریع پخش ویدیو استفاده کنید، تجربه کاربری را بهبود ببخشید، هرچه افراد بیشتری…",
    "fr": "Video Accelerator - Accélérateur vidéo, utilisez Webrtc pour accélérer la lecture vidéo, améliorer l'expérience utilisateur, plus…",
    "ja": "Video Accelerator - ビデオ アクセラレータ、Webrtc を使用してビデオ再生を加速し、ユーザー エクスペリエンスを向上させ、使用する人が増えるほど、加速効果が向上します",
    "ko": "Video Accelerator - 비디오 가속기 Webrtc를 사용하여 비디오 재생을 가속화하고 사용자 경험을 개선하십시오. 사용하는 사람이 많을수록 가속 효과가 더 좋습니다.",
    "ru": "Video Accelerator — Видеоускоритель, используйте Webrtc для ускорения воспроизведения видео, улучшения взаимодействия с…",
    "zh_CN": "Video Accelerator - 视频加速器,利用webrtc加速视频的播放, 提升用户体验, 使用的人越多, 加速效果越好",
    "zh_TW": "Video Accelerator - 視頻加速器,利用webrtc加速視頻的播放, 提升用戶體驗, 使用的人越多, 加速效果越好."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "ivideos - video accelerator, use webrtc to accelerate video playback, improve user experience, the more people use it, the better the acceleration effect,\n\nivideos is a video playback accelerator, after successful installation, it will have the following functions:\n1. Automatically enable video acceleration function for most http and https video sites (m3u8 format video)\n\nAcceleration principle:\nUtilize webrtc technology and adopt a p2p-like protocol to accelerate the video in m3u8 format. The more people use it, the better the acceleration effect",
    "de": "ivideos - Videobeschleuniger, verwenden Sie webrtc, um die Videowiedergabe zu beschleunigen, die Benutzererfahrung zu verbessern, je mehr Leute es verwenden, desto besser der Beschleunigungseffekt\n\nivideos ist ein Videowiedergabebeschleuniger, der nach erfolgreicher Installation die folgenden zwei Funktionen hat:\n\n1. Automatische Aktivierung der Videobeschleunigung für die meisten http- und https-Videoseiten\n\nBeschleunigungsprinzip:\nMit dem webrtc-Protokoll wird der Beschleunigungsdienst automatisch für den Videoplayer des hls-Protokolls aktiviert\n\nTipps\nFür Videoressourcen ohne andere Besucher im selben Zeitraum können Benutzer versuchen, zwei verschiedene Browser zu verwenden, um dieselben Videoressourcen zu beschleunigen (der Inkognito-Modus kann verwendet werden), ein Browser spielt etwa 3-5 Minuten im Voraus, ein Browser spielt normal , Der normal abspielende Browser erhält den Videodatenverkehr von dem abspielenden Browser im Voraus, um den Beschleunigungseffekt zu erzielen.",
    "es": "ivideos: acelerador de video, use webrtc para acelerar la reproducción de video, mejore la experiencia del usuario, cuantas más personas lo usen, mejor será el efecto de aceleración\n\nivideos es un acelerador de reproducción de video，Después de una instalación exitosa, habrá las siguientes dos funciones:\n\n1. Habilite automáticamente la aceleración de video para la mayoría de los sitios de video http y https\n\nPrincipio de aceleración:\nMediante el protocolo webrtc se habilita automáticamente el servicio de aceleración para el reproductor de video del protocolo hls\n\nPuntas\nPara los recursos de video sin otros visitantes en el mismo período de tiempo, los usuarios pueden intentar usar dos navegadores diferentes para acelerar los mismos recursos de video (se puede usar el modo de incógnito), un navegador reproduce entre 3 y 5 minutos antes, un navegador reproduce normalmente , El navegador que se está reproduciendo normalmente obtendrá el tráfico de video del navegador que se está reproduciendo con anticipación para lograr el efecto de aceleración.",
    "fa": "ivideos - شتاب دهنده ویدیو، استفاده از webrtc برای تسریع پخش ویدیو، بهبود تجربه کاربر، هرچه افراد بیشتری از آن استفاده کنند، اثر شتاب بهتر است\n\nivideos یک شتاب دهنده پخش ویدیو است که پس از نصب موفقیت آمیز، دو عملکرد زیر را خواهد داشت:\n\n2. به طور خودکار شتاب ویدئو را برای اکثر سایت های ویدیویی http و https فعال کنید\n\nاصل شتاب:\nبا استفاده از پروتکل webrtc، سرویس شتاب به طور خودکار برای پخش کننده ویدئو پروتکل hls فعال می شود.\n\nنکات\nبرای منابع ویدیویی بدون بازدیدکننده دیگر در یک دوره زمانی، کاربران می‌توانند از دو مرورگر مختلف برای تسریع منابع ویدیویی مشابه استفاده کنند (حالت ناشناس می‌تواند استفاده شود)، یک مرورگر حدود 3-5 دقیقه قبل پخش می‌شود، یک مرورگر به طور معمول پخش می‌شود. ، مرورگری که به طور معمول در حال پخش است، ترافیک ویدیویی را از مرورگری که از قبل در حال پخش است برای دستیابی به اثر شتاب دریافت می کند.",
    "fr": "ivideos - Accélérateur vidéo, utilisez webrtc pour accélérer la lecture vidéo, améliorer l'expérience utilisateur, plus les gens l'utilisent, meilleur est l'effet d'accélération\n\nivideos est un accélérateur de lecture vidéo, Après une installation réussie, il y aura les deux fonctions suivantes :\n\n1. Activer automatiquement l'accélération vidéo pour la plupart des sites vidéo http et https\n\nPrincipe d'accélération :\nEn utilisant le protocole webrtc, le service d'accélération est automatiquement activé pour le lecteur vidéo du protocole hls\n\nDes astuces\nPour les ressources vidéo sans autres visiteurs au cours de la même période, les utilisateurs peuvent essayer d'utiliser deux navigateurs différents pour accélérer les mêmes ressources vidéo (le mode incognito peut être utilisé), un navigateur joue environ 3 à 5 minutes à l'avance, un navigateur joue normalement , Le navigateur qui joue normalement obtiendra le trafic vidéo du navigateur qui joue à l'avance pour obtenir l'effet d'accélération.",
    "ja": "ivideos - ビデオ アクセラレータ、webrtc を使用してビデオ再生を加速し、ユーザー エクスペリエンスを向上させ、使用する人が増えるほど、加速効果が向上します\n\nivideos は、ビデオ再生アクセラレータです, インストールが成功すると、次の 2 つの機能が提供されます。\n\n1. ほとんどの http および https ビデオ サイトでビデオ アクセラレーションを自動的に有効にします。\n\n加速原理:\nwebrtc プロトコルを使用すると、hls プロトコルのビデオ プレーヤーに対してアクセラレーション サービスが自動的に有効になります。\n\nチップ\n同じ期間に他の訪問者がいない動画リソースの場合、ユーザーは 2 つの異なるブラウザーを使用して同じ動画リソースを高速化することができます (シークレット モードを使用できます)。1 つのブラウザーは約 3 ～ 5 分前に再生し、1 つのブラウザーは通常どおり再生します。 、通常再生しているブラウザは、高速化効果を実現するために、再生中のブラウザからビデオトラフィックを事前に取得します。",
    "ko": "ivideos - 비디오 가속기, webrtc를 사용하여 비디오 재생 가속화, 사용자 경험 개선, 더 많은 사람들이 사용할수록 더 나은 가속 효과\n\nivideos는 비디오 재생 가속기입니다.성공적으로 설치하면 다음 두 가지 기능을 갖게 됩니다.\n\n2. 대부분의 http 및 https 비디오 사이트에 대해 자동으로 비디오 가속 활성화\n\n가속 원리:\nwebrtc 프로토콜을 사용하여 hls 프로토콜의 비디오 플레이어에 대해 가속 서비스가 자동으로 활성화됩니다.\n\n팁\n같은 시간에 다른 방문자가 없는 비디오 리소스의 경우 사용자는 두 개의 다른 브라우저를 사용하여 동일한 비디오 리소스를 가속화할 수 있습니다(시크릿 모드 사용 가능). 한 브라우저는 약 3-5분 전에 재생하고, 한 브라우저는 정상적으로 재생 , 정상적으로 재생 중인 브라우저는 가속 효과를 얻기 위해 미리 재생 중인 브라우저에서 비디오 트래픽을 얻습니다.",
    "ru": "ivideos - Видеоускоритель, используйте webrtc для ускорения воспроизведения видео, улучшения взаимодействия с пользователем, чем больше людей его используют, тем лучше эффект ускорения\n\nivideos — ускоритель воспроизведения видео, После успешной установки будут следующие две функции:\n\n1. Автоматически включать ускорение видео для большинства видеосайтов http и https.\n\nПринцип ускорения:\nПо протоколу webrtc автоматически включается сервис ускорения для видеоплеера протокола hls\n\nСоветы\nДля видеоресурсов без других посетителей в тот же период времени пользователи могут попробовать использовать два разных браузера для ускорения одних и тех же видеоресурсов (можно использовать режим инкогнито), один браузер воспроизводит примерно на 3-5 минут вперед, один браузер воспроизводит нормально , Браузер, который воспроизводится в обычном режиме, будет получать видеотрафик от браузера, который воспроизводится заранее, чтобы добиться эффекта ускорения.",
    "zh_CN": "ivideos - 视频加速器,利用webrtc加速视频的播放, 提升用户体验, 使用的人越多, 加速效果越好,\n\nivideos是一款视频播放加速器, 安装成功后会有如下功能:\n1. 对大部分http和https视频网站自动启用视频加速功能(m3u8格式视频)\n\n加速原理：\n利用webrtc技术, 采用类似p2p的协议方式，对m3u8格式的视频进行加速服务, 使用的人越多,加速效果越好",
    "zh_TW": "ivideos - 視頻加速器,利用webrtc加速視頻的播放, 提升用戶體驗, 使用的人越多, 加速效果越好\n\nivideos是一款視頻播放加速器, 安裝成功後會有如下兩個功能:\n\n1. 對大部分http和https視頻網站自動啟用視頻加速功能\n\n加速原理：\n利用webrtc協議，對hls協議的視頻播放器自動開啟加速服務\n\n小技巧\n對同一時間段沒有其它訪客的視頻資源，用戶可以嘗試使用兩個不同的瀏覽器來加速同一視頻資源(可以利用隱身模式), 一個瀏覽器提前3-5分鐘左右播放， 一個瀏覽器正常播放, 正常播放的瀏覽器便會從提前播放的瀏覽器獲取視頻流量， 達到加速效果。"
  }
}