{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FlyMSG: AI Writer & Autofill Text Expander"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Writer & Autofill Text Expander App. Write, Expand, & Engage Everywhere!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Type Less. Do More. FlyMSG is a free AI writer, autofill text expander and keyboard shortcut app. And now as a super productivity app we’ve introduced an AI post generator, a LinkedIn commenting and engage AI solution that makes you fly! FlyMSG works as an extension on your browser and is powered by Microsoft Azure Open AI (GPT4, GPT 3 and GPT 3.5) & Google AI Palm 2. It’s more than magical, it’s super fly!\n\nWith the latest release, FlyMSG AI comes alive. FlyMSG AI contains a series of micro-products including FlyEngage AI, FlyPosts AI, and others that are soon to be launched. Each of these tools can be leveraged for free! \n\nYes, FlyMSG is powered by the same exact AI that is powering Google Bard and OpenAI ChatGPT! \n\n🦅 FlyMSG is more than magical, its FLY!\nWith FlyMSG you can start saving a minimum of 20/hr.+ per month as you let the AI writer & text expand capabilities speed things up for you. It helps you “fly” through everyday mundane and repetitive tasks all the while delivering time back to your day. \n\nIn addition, using the AI writer & autofill text expansion capabilities you can automate repetitive mundane tasks using the power of AI (Google AI Palm 2 [powering Google Bard] and Microsoft Open AI with Chat GPT) anywhere online. \n\nThere are currently 4 major products bundled within FlyMSG and you can get them ALL.  They are:\n\n1.\tFlyMSG – The Autofill Text Expander\n2.\tFlyPosts AI – The AI Post Generator for Social Media\n3.\tFlyEngage AI – The LinkedIn AI Commenting Tool \n4.\tFlyLearning – The On-demand Digital Sales Prospecting Training Library\n\n💌 FlyMSG: Autofill Text Expander\nFlyMSG is a productivity app that is directly integrated into your personal workflow and works everywhere online. With a few short keystrokes you can deploy a message anywhere.\n\nAnd now, with direct Gmail, Outlook, LinkedIn and LinkedIn Sales Navigator integration you'll never have to worry about remembering your keyboard shortcuts or how to find your messages or snippets! Your productivity and communication assistant follows you. \n\nCreate your own messaging snippets, shortcuts, email templates, HR messaging templates, customer service response repository, recruiting messages, LinkedIn messages, connection request messages, inMail messages and store them all in the cloud! With a few short keystrokes your FlyCut (aka snippet or shortcut) will deploy your message in nanoseconds! \n\nYou’ll be saving an hour a day. \n\nYou can also get access to over 200 FlyPlates or messaging templates to use for any occasion! We travel everywhere you travel. In other words, we work easily on over millions of websites!\n\nWith thousands upon thousands of business professionals around the world from companies like Paypal, Juniper Networks, Netflix, Uber, GEICO, and many more, FlyMSG is your go-to writing assistant and default autofill tool. \n\nForgot the hours you waste building, organizing, copying and pasting email or message templates into your CRM, online forms, Google Sheets or any web-based application.  \n\nCopy, Paste! Copy, Paste! Copy and paste is such a waste!\n\n🔥 FlyPosts AI: An AI Post Generator for Social Media 🔥\nFlyPosts AI is an AI post generator tool and is part of the FlyMSG. FlyPosts AI is used to create a LinkedIn post with AI and is different than FlyEngage AI which is used for LinkedIn Comment creation with AI. \n\nIn other words, it’s a social media AI-powered application designed to help users create social posts right from within LinkedIn’s “Start a Post” function.\n\nIt has AI post generation features which include pre-defined prompts on various topics, and it allows the user to do custom AI prompts. FlyPosts AI helps users save time and improve social media marketing as an AI writing assistant. Doing so helps to drive more sales leads via social selling, develop company or personal brand awareness and/or help sellers or customer service agents engage with the intended target audience.\n\nFlyPosts AI is designed for sellers, business owners, executives, social media marketers, customer-facing personnel, or anyone who wants to develop their personal or company brand and connect with customers through social media.\n\nFlyPosts AI can be used to create personal or LinkedIn company page posts, and it will soon be available on other social media platforms such as Facebook and Twitter.\n\n💑 FlyEngage: LinkedIn Commenting with AI 💑\nWith Fly Engage AI you can leverage the best AI powered LinkedIn commenting tool for free. Think engage AI writer for LinkedIn.\n\nLong gone are the wasted hours you spend combing through LinkedIn post after post just to figure out the best post to “comment” on. Then, once you’ve found it, it takes you 3-10 minutes to write the perfect LinkedIn comment. \n\nNow you can use Google AI (Palm 2) and OpenAI Chat GPT for LinkedIn engagement and commenting in REAL-TIME! Being able to engage AI right within your LinkedIn and or LinkedIn Sales Navigator engagement workflow is power beyond what is normal. \n\nWith Fly Engage AI you can scale comments using the best AI writing app for LinkedIn comments in 39 major languages! Whatever the language that the LinkedIn post is written in is the language we’ll write a LinkedIn comment in! \n\nFlyEngage AI is designed to help you connect you with your buyers using AI on LinkedIn or LinkedIn Sales Navigator. FlyEngage AI can be leveraged for free by any user. \n\nImagine having your own engage AI capability loaded every time you click comment on LinkedIn or LinkedIn Sales Navigator. \n\nSave your favorite prompts too as templates and expand them instantly using our free textexpander. \n\n🏫 FlyLearning: On-demand Digital Sales Prospecting Training Library 🏫\nFlyLearning is for individual sales professionals and sales teams who want to prospect better and build more sales pipeline. It's also for business owners looking to create a sales process for themselves and their team to steadily bring in new customers through digital sales prospecting.\n\nIt includes access to 14+ hours of sales prospecting education whereby we teach sellers:\n•\tHow to write sales messaging\n•\tHow to \"engage on LinkedIn\" with buyers\n•\tHow to publish thought leadership content to attract your buyers\n\nWho Can FlyMSG Help❓\nFlyMSG is a personal productivity app and a business productivity tool that helps:\nSales Pros, Human Resources, Customer Service, Customer Success, Business Owners, Recruiters, Accounting and Finance Professionals, and just about anyone you can think of!\n\nHow Does It Work❓\nCreate FlyCuts (aka shortcodes, shortcuts, or snippets) to expand text, augment, write and/or replace text as you type! You guessed it, FlyMSG is a personal writing assistant. \n\nLeverage FlyMSG to house all of your templates for any use case or use any of our FlyPlates (messaging templates) and add them from our library of content to your personal FlyCuts.\n\nLikely you're tired of remembering or wasting time finding your personalized Zoom links, bio, sales prospecting messages, company templates, onboarding and recruiting email messages, standard responses to FAQ’s, strings of development code or other things that you may type repeatedly.\n\nFlyMSG is the magical free auto text expander tool designed to help modern business professionals, sales leaders, individual sales reps, business owners, entrepreneurs, and marketers improve their personal sales productivity, sales messaging and sales engagement as they communicate faster and smarter using pre-written sales messages that you know work.\n\nIt's used by recruiters, human resources, software developers, customer service & success, and just about anyone that wants to store messages for repeatable future use.\n\nWant to get magical 🔮and blaze today?\n\nIncrease Engagement: Spend less time drafting and organizing your message templates, playbooks, or messages, and more time engaging with your audience.\n\nStreamline Personal Productivity: Save 1-hour or more a day by storing your pre-written messages or quick text and helping you write messages faster with simple FlyCuts. \n\nCommunicate More Effectively: Maintain brand consistency and tonal uniformity that has proven to get you the best results (like a response).\n\nIt also has a freemium plan, so there is no reason to wait to make text blaze. \n\nThe power is in the Chrome extension that enables you to rid yourself of having to save and then forget where you stored your messaging templates, shortcuts or snippets. Say goodbye draft Gmail or Outlook emails, MS Word, notepad, notebook, Evernote, OneNote or any other application where you’re storing messages and hello to communication assistance that makes a difference.\n\nThe best part is, you can access your messages and increase personal productivity on any laptop with a Chrome browser that you’re signed in to. \n\n💪🏾 TOP 10 FEATURES:\n\n1️⃣ Plain And Rich-text Message Editor\n2️⃣ Hyperlink What You Want and Maintain Its Format\n3️⃣ Ability To Change Your Font Size or Font Type\n4️⃣ Embed Images and Video\n5️⃣ Quick And Easy To Input Text Messaging\n6️⃣ Easy to Format Your Text Messaging\n7️⃣ When a Website Does Not Have Rich Text It Converts Your Rich Text Messages Into Simple Text Format\n8️⃣ Autosave Your Templates\n9️⃣ All-in-one AI LinkedIn Engagement Tool\n🔟 An AI Post Generator for Social Media\n\nPLUS 3 MORE BONUS FEATURES:\n\n🥇Ability to Share Any Message with Anyone\n🥈 ROLL BACK to a Previous Version in History\n🥉 Track Your Utilization, Productivity Time Saved, and Cost Saved Over an Entire Year\n\nWith over tens of thousands of users and trusted by over 3,000 companies, FlyMSG is the most popular textexpander, AI post generator, engage ai and writing assistant app. \n\nWe allow you to be in full control of your daily productivity with full Integration with Grammarly, GrammarlyGo, Linguix, Paragraph.ai and other AI Writing Assistants.\n\nDon't wait. Make text blaze today for you and start getting your time back. \n\n🔝TOP USES: \n\n💰 Sales Use Cases Like:\n\n• LinkedIn Connection Requests\n• Book a Meeting\n• Accept Inbound Invitation\n• Welcome Messages to New Connections\n• Referral Messages\n• Cold Prospecting Message\n• Sales Referral Messaging\n• Recommendation Messages\n• Sales Pitches\n\nEarn more commissions or money by accelerating repetitive prospecting tasks. It can be especially useful when working on prospecting or closing deals on Salesforce.com (SF.com), Microsoft Dynamics, or SugarCRM.\n\n🤏Small Business, Solopreneurs and Entrepreneurs Use Cases like: \n\n• Long or Short Bio with or without Images\n• email Templates and Sales Proposals\n• Schedule a Meeting message with Links\n• Articles with pre-defined Embedded Hyperlinks\n• Open Hyperlinks in NEW Tabs\n• Messages from your VA on your behalf\n\nModernize your business with the power of FlyMSG on every website you use including ChatGPT. This can be especially useful when working on prospecting or closing deals on HubSpot, Zoho CRM, or Pipedrive. \n\n💼 Recruiting / Human Resources Use Cases like: \n\n• First Touch\n• Follow-up\n• Invitation Prompt\n• Candidate Availability and Meeting\n• Job Description\n• Company Culture\n• Job Promotion\n• Job Offer\n• Qualifying Questions By The Hiring Manager\n• Next Steps Templates\n• New Hire Materials\n• Congratulations You’re Hired Messages\n• Performance Review\n\nEspecially useful when working on multiple job requisitions or openings at once. You can blaze today on recruiting sites like Freshteam, Greenhouse, Indeed or Workable.\n\n👏 Customer Service and Customer Support Use Cases like: \n\n• Frequently Asked Questions\n• Knowledge Base Articles\n• Onboarding a New Customer\n\nCommunicate fast and close more customer tickets in applications like Zendesk, Freshdesk and Intercom.\n\n🎓 College Professors & Teachers Use Cases like:\n\n• Build out weekly messaging that maps to each week of your course curriculum or syllabi.\n• Create shortcuts (aka FlyCuts) for frequently used replies, phrases or feedback comments.\n\nEspecially useful on sites like Blackboard, Canvas, Google Classroom or Edmodo.\n\nADDITIONAL USES FOR OTHER KNOWLEDGE WORKERS:\n\n👨🏽‍⚕️Healthcare Worker Use Cases for pharmacists, doctors, physical therapists and nurses, including veterinarians. All can create shortcuts or snippets to increase time spent with patients on healthcare sites like Athenahealth, Allscripts, Cerner or Epic.\n\n👩🏽‍⚖️Lawyers and Attorneys can use it to create FlyCuts (snippets) to address frequently used legal clauses, terms or citations. Huge advantages on time savings when used on legal sites like Clio, LexisNexis, MyCase, or Westlaw.\n\n📈 Marketing personnel can create shortcuts for use in press releases, webinar invitations, \n newsletters, frequently used marketing messages, social media posts, or ad copy. Don't forget you can embed images and videos into the auto text expander. This is a tremendous time saver on marketing applications like Hootsuite, Buffer, Sprout Social, and SEMrush.\n\n🏠 Mortgage Brokers, Escrow Officers and Real Estate Agents: can create keyboard shortcuts for frequently used phrases, clauses, contingency releases or listings. Talk about a huge productivity time saver on real estate sites like Redfin, Realtor.com, or Zillow.\n\n🧑🏽‍🦱 Personal Magical Use Cases like: Get more done in the day by automating your busywork.\n\n• Birthday Messages\n• Thank-you Motes\n• Be Right Back\n• Auto Signature\n• Keyword Replacement\n• Send repetitive messages with personal details in an instant.\n\nFor questions, please email us at <heysupport@vengreso.com>\n\n** TRADEMARK & BRANDING NOTICE **\nGoogle Chrome is a trademark of Google Inc. Use of this trademark is subject to Google’s permissions. TextExpander® is a registered trademark of SmileOnMyMac, LLC. Vengreso® and FlyMSG® are registered trademarks of Vengreso, Inc. All other trademarks that might be registered are conveyed to you for reference on compatibility, or alternatives and are not the ownership of Vengreso.\n\nFlyMSG uses Google AI via Palm 2 which also powers Google Bard. In addition, we also use OpenAI via Microsoft Azure Open AI – and all of its variations including GPT3, ChatGPT, and GPT4. Both Google AI Palm 2 (powering Google Bard) and Microsoft Azure OpenAI are the Enterprise grade LLM’s for AI."
  }
}