{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wormate Friends Turkey"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension Wormate Friends Turkey !"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wormate Friends Turkey Eklentisi'ne hoş geldiniz! Wormate.io oyun deneyiminizi daha keyifli ve kişiselleştirilmiş hale getirmek için tasarlanmış bir dizi özel özellik sunuyoruz.\n\nÖzellikler:\n\nÖzel Skins: Kendi tarzınıza göre özelleştirebileceğiniz benzersiz ve kişisel skinler ile oyunda fark yaratın.\nBenzersiz Kullanıcı Kimlikleri: Arkadaşlarınızla daha kolay bağlantı kurarak ve oynayarak sosyal oyun deneyiminizi geliştirin.\nReklam Engelleme: Rahatsız edici reklamları ve dikkat dağıtıcı unsurları engelleyerek kesintisiz oyun keyfi yaşayın.\nPerformans Artışı: Oyun ayarlarını optimize ederek daha akıcı ve hızlı bir oyun deneyimi elde edin.\nAnti-Argot Filtreleri: Sohbeti temiz ve dostça tutmak için küfür ve argo kelimeleri otomatik olarak filtreleyen sistem.\nHızlı Destek Erişimi: Herhangi bir sorunla karşılaştığınızda kolayca destek ekibine ulaşarak yardım alın.\nNeden Wormate Friends Turkey Eklentisi?\n\nGelişmiş Kişiselleştirme: Özel skinler ve kullanıcı ayarları ile oyun deneyiminizi kişiselleştirin.\nİyileştirilmiş Sosyal Etkileşim: Benzersiz kullanıcı kimlikleri sayesinde arkadaşlarınızla ve diğer oyuncularla kolayca bağlantı kurun.\nReklamsız Oyun: Reklamların kesintiye uğratmadığı bir oyun keyfi yaşayın.\nOptimum Performans: Akıcı bir performans için optimize edilmiş ayarlarla Wormate.io’yu en iyi şekilde oynayın.\nGüvenli ve Temiz Ortam: Küfür ve argo kelimeleri engelleyen filtreler ile pozitif bir oyun ortamının keyfini çıkarın.\nKolay Destek: İhtiyacınız olduğunda hızlı ve etkili yardım alın.\nWormate Friends Turkey Eklentisi ile Wormate.io oyun deneyiminizi bir üst seviyeye taşıyın ve oyun keyfinizin tadını çıkarın!"
  }
}