{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dark Side"
  },
  "short": {
    "ar": "الوضع المظلم لجميع المواقع. اعتن بعينيك، استعمل التنسيق الداكن للتصفح اليومي في الليل.",
    "am,ca,da,en,en_AU,en_GB,en_US,et,fi,gu,hr,hu,kn,lt,lv,ml,mr,sl,sw,ta": "Dark mode for every website. Take care of your eyes, use dark theme for night and daily browsing.",
    "bg": "Тъмен режим за всеки уебсайт. Погрижете се за очите си, използвайте тъмна тема за нощно и ежедневно сърфиране.",
    "bn": "প্রত্যেক ওয়েবসাইটের জন্য ডার্কমোড। নিজ চোখের যত্ম নিন, নিত্যকার ব্রাউজিং এর জন্য ব্যবহার করুন ডার্ক থিম।",
    "cs": "Tmavý motiv pro každou stránku. Používejte Dark Side pro celodenní prohlížení webu a šetřete tak své oči.",
    "de": "Dunkler Modus für jede Website. Schonen Sie Ihre Augen und verwenden Sie Dark Side für die Nacht und das tägliche Surfen.",
    "el": "Σκούρα εμφάνιση για όλες τις ιστοσελίδες. Φροντίστε τα μάτια σας κάνοντας χρήση σκούρας εμφάνισης στο καθημερινό σας σερφάρισμα.",
    "es": "Tema oscuro para todos los sitios. Cuide sus ojos, utilice Dark Side para navegar durante el día y la noche.",
    "es_419": "Modo oscuro para cada sitio web. Cuide sus ojos, use el tema oscuro para la navegación nocturna y diaria.",
    "fa": "حالت تاریک برای همه سایت ها. مراقب چشمانتان باشید، برای وبگردی در شب یا روز از حالت تاریک استفاده کنید.",
    "fil": "Dark mode para sa lahat ng website. Alagaan ang iyong mga mata, gamitin ang dark theme para sa gabi at pang-araw-araw na browsing.",
    "fr": "Thème sombre partout sur le net. Détendez vous et vos yeux, profitez d'un thème sombre sur internet jour et nuit.",
    "he": "מצב אפל לכל אתר. תשמור על העיניים שלך, השתמש בעיצוב כהה לגלישה בלילה וגם ביום.",
    "hi": "हर वेबसाइट के लिए डार्क थीम। अपनी आंखों की देखभाल करें, रात और हर रोज़ की ब्राउज़िंग के लिए डार्क रीडर का उपयोग करें।",
    "id": "Mode malam untuk semua situs web. Menjaga mata anda, menggunakan tema gelap untuk berselancar siang dan malam hari.",
    "it": "Tema scuro per tutti i siti. Prenditi cura dei tuoi occhi, usa il tema scuro per navigare giorno e notte.",
    "ja": "あらゆるサイトにダークテーマを。夜間や毎日のブラウジングにDark Sideで目を気遣います。",
    "ko": "모든 웹사이트에 다크 모드를 적용합니다. 밤이나 일상적인 웹 브라우징을 할 때 어두운 테마를 사용하여 눈을 보호하십시오.",
    "ms": "Mod gelap untuk setiap laman web. Jaga mata anda, gunakan tema gelap untuk melayari laman web, malam dan siang.",
    "nl": "Donkere modus voor elke website. Zorg goed voor je ogen, gebruik donkere modus voor gebruik in de nacht of zelfs overdag.",
    "no": "Mørkt tema for alle nettsteder. Ta vare på øynene, bruk Dark Side for nettleseren, dag og kveld.",
    "pl": "Tryb ciemny dla wszystkich stron internetowych. Zadbaj o swój wzrok, używając ciemnego motywu do przeglądania w dzień i w nocy.",
    "pt_BR": "Tema escuro para todos os sites. Mantenha os seus olhos relaxados usando o tema escuro em sua navegação diária.",
    "pt_PT": "Tema escuro para todos os websites. Cuide dos seus olhos, use o Dark Side para navegação noturna e diária.",
    "ro": "Temă întunecată pentru orice site. Ai grijă de ochii tăi, folosește Dark Side pentru cititul noaptea și de zi cu zi.",
    "ru": "Тёмная тема для каждого сайта. Берегите зрение, используйте Дарк Сайд для ночного или ежедневного просмотра веб-страниц.",
    "sk": "Tmavý režim pre každú stránku. Šetrite svoje oči a používajte tmavý motív po celý deň.",
    "sr": "Tamni mod za svaki sajt. Pazite na svoje oči, koristite tamnu temu danju i noću.",
    "sv": "Mörkt läge på alla webbplatser. Ta hand om dina ögon och använd ett mörkt tema för att surfa på natten och dagen.",
    "te": "ప్రతి వెబ్‌సైట్‌కి ముదురు థీమ్. మీ కళ్లను కాపాడుకోండి, రాత్రి మరియు పగలు బ్రౌజింగ్ట్‌కి ముదురు థీమ్ ఉపయోగించండి.",
    "th": "เปลี่ยนเป็นโหมดมืดให้กับทุกๆเว็บเพื่อปกป้องสายตาของคุณ ใช้ธีมสีมืดสำหรับตอนกลางคืนและการท่องเว็บในชีวิตประจำวัน",
    "tr": "Her web sitesi için koyu mod. Gözlerinize iyi bakın, gece ve günlük gezinti için koyu renk tema kullanın.",
    "uk": "Темний вигляд для кожного мережевого сайту. Піклуйтеся про свої очі, використовуйте темний вид для нічного та щоденного перегляду.",
    "vi": "Chế độ tối cho mọi trang web. Bảo vệ đôi mắt của bạn, sử dụng khi duyệt web vào ban đêm và hàng ngày.",
    "zh_CN": "适用于所有网站的暗色主题。关爱眼睛，就使用 Dark Side 进行日常浏览。",
    "zh_TW": "為每個網站提供深色模式。保護您的眼睛，使用 Dark Side 進行夜間和日間瀏覽。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dark mode for every website!\nThis extension switches the browser to night mode. It replaces the light background with a dark one, which reduces eye fatigue when working for a long time at the computer or when browsing web pages at night.\nIt is possible to adjust brightness, contrast, font, inversion mode, yellow filter overlay mode (sepia)."
  }
}