{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "InstantGPT - Customizable AI Assistant on Every Webpage"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform Your Browsing Experience with InstantGPT: The Ultimate AI Assistant"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock enhanced productivity and a personalized browsing experience with InstantGPT, your adaptable AI assistant for Chrome. This innovative browser extension integrates seamlessly into any webpage, allowing you to interact with AI on your terms. With just a double tap of the 'Shift' key, InstantGPT offers real-time intelligence, tailored advice, and insights, making your online sessions faster, more intuitive, and uniquely yours.\n\nWhy InstantGPT?\n\nInstant Personalized Assistance: Activate InstantGPT effortlessly without switching tabs or interrupting your workflow, with the added benefit of customizing how your assistant interacts with you—give it a character that suits your style!\n\nSeamless Integration: Our AI technology blends perfectly into any site you visit, enhancing your browsing without disruptions.\n\nBoosted Productivity: Reduce the clutter of multiple tabs and streamline complex tasks. InstantGPT is not just a tool—it's your daily productivity booster, designed to adapt to your preferences.\n\nFeatures:\n\nCustomizable Interactions: Modify the way InstantGPT responds to fit your personal or professional tone, making your AI companion truly one of a kind.\n\nQuick Information Access: Get answers and insights instantly without ever leaving your current webpage.\n\nUniversal Compatibility: Works across all websites, ensuring you have robust support wherever you browse—be it for personal use or professional research.\nUser-Friendly Design: Simple and intuitive, this AI assistant is designed for everyone. Whether you're tech-savvy or just starting out, InstantGPT is your perfect sidekick.\n\nEnhance Your Online Experience:\nInstall InstantGPT today to redefine how you interact with the web. Prepare to accelerate your tasks, enhance your learning, and navigate online spaces more efficiently than ever before, all while enjoying a conversation that feels distinctly personal.\n\nDownload Now and start experiencing the ultimate boost in your browsing productivity with a touch of personal flair!"
  }
}