{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GLaunch - Panel"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GLaunch is a Chrome App that provides a popup panel linking to various Google services - Chrome App."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Important: Chrome Apps are depreciated, please use the extension variant which offers the panel view amongst other functionality: https://chrome.google.com/webstore/detail/glaunch/plaeoaehhcgncjfedjhnnoidagfdjamj?hl=en-GB\n\nGLaunch is a simple extension that provide a popup link panel to numerous Google services. Services can be quickly filtered by typing the name of the desired service.\n\nRecently Google have been performing various experiments moving menu's on the default search page, changing menus entirely, re-jigging Chrome every release and while I enjoy new things. I also enjoy some consistency hence the birth of the Google Service Launcher or GLaunch.\n\nFeatures:\n- Chrome App version (ChromeOS) compatible.\n- Material based Design (NEW!)\n- Quickly search and find Google Services.\n- Filters services as you type.\n- Opens outside of Chrome so you can quickly access your desired service.\n- Open with Key binding (CTRL + SHIFT + Y).\n- Discover Google Services you did not know existed!\n\nPlease note that the icons used to represent each service are the official icons by Google they were sourced from the service itself.\n \nAny of the trademarks, service marks, collective marks, design rights or similar rights that are shown, mentioned or cited on the website are the property of their respective owners and not of Integrated Brands, its contributors or visitors.\nThe word mark, \"Google\" and the logo, and any service logos are copyright. The copyright is held by Google."
  }
}