{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WME UR FAST"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Envia Texto de UR Rapidamente"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Facilite a inserção de informações em Relatórios de Usuário (UR) no editor de mapas do Waze (WME) com nosso aplicativo. Ao lidar com uma UR, você encontrará uma variedade de botões, cada um representando um tipo de UR. Identificar o tipo correto de UR é simplificado com o destaque automático do botão correspondente, facilitando qual utiliza-lo.  Independentemente do tipo de UR, nossos botões inseridos automatizam a cópia e colagem do texto predefinido no campo de resposta. Além disso, o script oferece a conveniência de envio rápido e fechamento eficiente sem a necessidade de cliques adicionais. Explore também a nova seção de configurações do usuário, que é apresentada através de imagens de maneira semelhante às configurações do aplicativo para uma experiência intuitiva.\n\nMake it easy to enter information into User Reports (UR) in the Waze (WME) map editor with our app. When dealing with a UR, you will find a variety of buttons, each representing a type of UR. Identifying the correct type of UR is simplified with the automatic highlighting of the corresponding button, making it easier to use it. Regardless of the UR type, our embedded buttons automate the copying and pasting of predefined text into the response field. Additionally, the script offers the convenience of quick submission and efficient closing without the need for additional clicks. Also explore the new user settings section, which is presented through images in a similar way to the app settings for an intuitive experience."
  }
}