{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GWA Calculator: Export GWA Results"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This easy-to-use tool helps students calculate their General Weighted Average (GWA)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplify your academic life with the GWA Calculator Chrome extension. This easy-to-use tool helps students calculate their General Weighted Average (GWA) or Grade Point Average (GPA) effortlessly. Built with HTML, CSS, and JavaScript, this extension allows users to input their grades and corresponding units, and instantly computes the GWA.\n\nFeatures:\n\nUser-Friendly Interface: Simple and intuitive design for easy grade input and calculation.\nInstant Calculation: Automatically calculates your GWA/GPA without the need for manual calculations or extra steps.\n\nCustomizable Inputs: Enter grades and corresponding units to get precise results tailored to your coursework.\n\nExport to CSV: Save your grades and GWA calculations in CSV format for easy record-keeping and sharing.\n\nTime-Saving: Eliminates the need for traditional calculators and complex steps, providing quick and accurate results.\n\nAcademic Aid: Ideal for students wanting to keep track of their academic performance efficiently.\n\nThis extension is perfect for students who want to calculate and monitor their GWA or GPA quickly and accurately, ensuring they stay on top of their academic goals. The added export to CSV feature makes it even more convenient for maintaining records and sharing your academic progress."
  }
}