{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bionic Reader Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A concept called Bionic Reading aims to increase readability of text for humans. This extension auto-converts text into Bionic."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This was created for fun by a passionate developer after reading an example of this in use on LinkedIn. The code for this extension is open source.\n\nRight now, it supports:\n- automatic generation of bionic text on websites matching a list the extension has hardcoded for additional privacy\n- native notifications\n- toggling 'bionic' status on, \"custom\" or off after it's been rendered on a page (helps see the difference at a glance and it may not always look ideal!)\n\n(Custom overrides the default styling of the text in an attempt to increase legibility, this could be user configurable in future!)\n\nThere are currently 32 supported sites, but I cannot list them here because  the platform automatically rejects the submission (due to 'keyword spam').\n\nNOTE: I have noticed some of these websites will quickly override custom styles the extension applies, which can impact the functionality of the extension. I'm sure a workaround could be sought for this, but they are probably using some script to monitor changes to HTML in the DOM I'd imagine (e.g. BBC news does this, however the text override styling still works).\n\nPlease feel free to contact me if you have ideas for new features.\n\nI don't want anything for doing this nor can I commit much/any real time to it necessarily going forward. Would love for it to be embraced by other developers!\n\nRepository is here, developers feel free to get involved: https://github.com/Quasso/bionic-reader-extension"
  }
}