{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OneShot - Hyper Personalizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take your sales outreach to the next level with the Oneshot.ai Chrome Extension! Designed for Outreach and Salesloft users, our…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take your sales outreach to the next level with the Oneshot.ai Chrome Extension! Designed for Outreach and Salesloft users, our extension helps sales professionals craft highly personalized messages that resonate with prospects, driving engagement and boosting response rates.\n\nKey Features:\n- AI-Generated Emails: Automatically create personalized email content tailored to your prospect’s interests and recent activities, making your outreach more relevant and effective.\n- LinkedIn Messaging: Generate customized LinkedIn messages that connect with prospects on a personal level, increasing your chances of starting meaningful conversations.\n- Cold Calling Scripts: Develop persuasive cold-calling scripts based on real-time data about your prospects, enabling your sales reps to confidently handle objections and make impactful calls.\n- Prospect Research: Leverage our advanced scraping capabilities to gather insights from websites, LinkedIn, Google News, reports, and more, providing a comprehensive understanding of your prospects and their needs.\n\nBenefits:\n- Save Time: Automate the tedious task of personalizing outreach, freeing up more time for your sales reps to focus on building relationships and closing deals.\n- Increase Response Rates: By delivering highly relevant and customized messages, you can significantly improve your chances of getting a response from prospects.\n- Boost Sales Performance: Equip your sales team with the tools they need to engage with prospects more effectively, drive more qualified leads, and close more deals.\n\nWho Is This For?\nThe Oneshot.ai Chrome Extension is perfect for sales professionals, sales managers, and anyone in sales management looking to optimize their outreach strategies and achieve better results.\nInstall the Oneshot.ai Chrome Extension today and transform your sales outreach with the power of AI-driven personalization!"
  }
}