{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Condense"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Condense lengthy reads into concise insights."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Condense is a powerful Chrome extension that leverages advanced AI to condense web content into concise insights. Whether you're dealing with news sites, lengthy articles, blogs, complex reports, financial information, wikis, or detailed studies, Condense helps you grasp the essential information and insights quickly and efficiently and in your preferred style and format.\n\nFeatures:\n\n~ Multiple Summary Formats: Choose from various styles like brief summaries, key takeaways, opinion on X/twitter, compare and contrast, historical context, facts and figures, simplified explanations, and more.\n~ AI-Powered Insights: Get accurate and relevant info powered by cutting-edge AI technology.\n~ Easy to Use: Summarize any web page with just a few clicks.\n~ Time-Saving: Save valuable time by focusing on the key points of your interest without reading the entire content.\n\nHow to Use:\n\n~ Install Condense from the Chrome Web Store.\n~ Navigate to the web page you wish to summarize.\n~ Click on the Condense icon in the Chrome toolbar.\n~ Select your preferred format from the dropdown menu.\n~ Click \"Condense It\" to generate the summary.\n~ Read the information directly in the popup or copy it for later use.\n\nPrivacy and Security:\n\nYour privacy is important. Condense processes the content locally in your browser and only sends the necessary data to the AI service for summarization. We do not store or share your data."
  }
}