{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WorldCraft 2 Game"
  },
  "short": {
    "ar": "بِنِ وَاِستَكشِف عَالَماتٍ لا نهائيّة، وَاصنَع مُغامَرتَكَ مِن كُتَل.",
    "am": "ማለቂያ የሌላቸውን ዓለማት ገንቡና እዩ፣ ጀብዱዎን ብሎክ በብሎክ እየሰሩ።",
    "bg": "Стройте и изследвайте безкрайни светове, създавайки приключението си блок по блок.",
    "bn": "অসীম পৃথিবী গড়ে তুলুন এবং অন্বেষণ করুন, এক এক করে ব্লক সাজিয়ে আপনার সাহসিকতা তৈরি করুন।",
    "ca": "Crea i explora mons infinits, creant la teva aventura bloc a bloc.",
    "cs": "Stavějte a prozkoumávejte nekonečné světy, tvoříte si dobrodružství blok po bloku.",
    "da": "Byg og udforsk uendelige verdener, og skab dit eventyr blok for blok.",
    "de": "Baue und erkunde endlose Welten, gestalte dein Abenteuer Block für Block.",
    "el": "Χτίσε και εξερεύνησε ατελείωτους κόσμους, δημιουργώντας την περιπέτειά σου κομμάτι κομμάτι.",
    "en,en_US": "Build and explore endless worlds, crafting your adventure block by block.",
    "en_AU": "Build and explore endless worlds, crafting your own adventure, block by block.",
    "en_GB": "Build and explore endless worlds, crafting your adventure brick by brick.",
    "es,es_419": "Construye y explora mundos infinitos, creando tu aventura bloque a bloque.",
    "et": "Ehitage ja avastage lõputuid maailmu, luues oma seikluse plokk haaval.",
    "fa": "دنیاهای بی‌پایان بسازید و کاوش کنید، ماجراجویی خود را بلوک به بلوک خلق کنید.",
    "fi": "Rakenna ja tutki loputtomia maailmoja, luoden seikkailusi palikka palikalta.",
    "fil": "Gumawa at tuklasin ang walang katapusang mga mundo, na gagawa ng iyong pakikipagsapalaran bloke kada bloke.",
    "fr": "Construisez et explorez des mondes infinis, façonnant votre aventure bloc par bloc.",
    "gu": "અનંત દુનિયાઓ બનાવો અને શોધો, બ્લોક દ્વારા બ્લોક તમારો સાહસિક પ્રવાસ રચો.",
    "he": "בנה וחקור עולמות אינסופיים, בנה את הרפתקה שלך בלוק אחר בלוק.",
    "hi": "अनंत दुनियाएँ बनाएँ और खोजें, अपनी साहसिक यात्रा को ब्लॉक दर ब्लॉक तैयार करें।",
    "hr": "Gradi i istražuj beskonačne svjetove, stvarajući svoju avanturu blok po blok.",
    "hu": "Építs és fedezj fel végtelen világot, kalandodat építőkockából építve.",
    "id": "Bangun dan jelajahi dunia tanpa batas, ciptakan petualanganmu blok demi blok.",
    "it": "Costruisci ed esplora mondi infiniti, creando la tua avventura blocco dopo blocco.",
    "ja": "無限の世界を創造し、ブロック単位で冒険を組み立てよう。",
    "kn": "ಅನಂತ ಲೋಕಗಳನ್ನು ನಿರ್ಮಿಸಿ ಮತ್ತು ಅನ್ವೇಷಿಸಿ, ಬ್ಲಾಕ್ ಬ್ಲಾಕ್‌ನಿಂದ ನಿಮ್ಮ ಸಾಹಸವನ್ನು ರಚಿಸಿ.",
    "ko": "끝없는 세계를 만들고 탐험하며, 블록 하나하나로 모험을 만들어가세요.",
    "lt": "Kurk ir tyrinėk beribius pasaulius, kurtas nuotykius po bloką.",
    "lv": "Būvē un izpēti bezgalīgas pasaules, veidojot savu piedzīvojumu klucīti pa klucītim.",
    "ml": "അനന്തമായ ലോകങ്ങൾ സൃഷ്ടിച്ച് അന്വേഷിക്കുക, ബ്ലോക്ക് ബ്ലോക്കായി നിങ്ങളുടെ സാഹസികത നിർമ്മിക്കുക.",
    "mr": "अनंत जगं निर्माण करा आणि त्यांचा शोध घ्या, तुमचे साहस एकेक ब्लॉक घडवून.",
    "ms": "Bina dan jelajahi dunia tanpa had, cipta pengembaraan anda blok demi blok.",
    "nl": "Bouw en verken eindeloze werelden, en creëer je avontuur blok voor blok.",
    "no": "Bygg og utforsk uendelige verdener, og skap ditt eget eventyr blokk for blokk.",
    "pl": "Buduj i odkrywaj nieskończone światy, tworząc swoją przygodę blok po bloku.",
    "pt_BR": "Construa e explore mundos infinitos, criando sua aventura bloco a bloco.",
    "pt_PT": "Constrói e explora mundos infinitos, criando a tua aventura bloco a bloco.",
    "ro": "Construiește și explorează lumi nesfârșite, creându-ți aventura bloc cu bloc.",
    "ru": "Стройте и исследуйте бесконечные миры, создавая свои приключения блок за блоком.",
    "sk": "Buduj a objavuj nekonečné svety, tvor svoje dobrodružstvo blok za blokom.",
    "sl": "Gradi in raziskuj neskončne svetove, ustvarjaj svojo avanturo blok za blokom.",
    "sr": "Gradite i istražujte beskonačne svetove, stvarajući svoju avanturu blok po blok.",
    "sv": "Bygg och utforska oändliga världar, skapa ditt äventyr block för block.",
    "sw": "Jenga na uchunguza ulimwengu usio na mwisho, ukifanya uzoefu wako kizuizi kwa kizuizi.",
    "ta": "முடிவற்ற உலகங்களை உருவாக்கி ஆராயுங்கள், தொகுதி தோறும் உங்கள் சாகசத்தை வடிவமைக்கவும்.",
    "te": "అనంతమైన ప్రపంచాలను నిర్మించి,  బ్లాక్ ద్వారా బ్లాక్  మీ సాహసయాత్రను అన్వేషించండి.",
    "th": "สร้างและสำรวจโลกที่ไม่มีที่สิ้นสุด สร้างการผจญภัยของคุณทีละบล็อก",
    "tr": "Sonsuz dünyalar inşa edin ve keşfedin, maceranızı blok blok tasarlayın.",
    "uk": "Будуйте та досліджуйте безкінечні світи, створюючи свою пригоду блок за блоком.",
    "vi": "Xây dựng và khám phá vô số thế giới, tạo nên cuộc phiêu lưu của bạn từng khối lập phương.",
    "zh_CN": "建造和探索无尽的世界，逐块打造你的冒险。",
    "zh_TW": "建造並探索無限世界，一格一格打造您的冒險。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "If you are a craft master. World Craft winter exploration ready for you. Show your skills craft your cubes and build cities, garden, your own house call your friends. Play with your friends new adventures. \n\nHow To Play\nYou can move your FPS game character around using the WASD keys. Press the E key to open your inventory. Use the left mouse button to build structures and the right mouse button to break blocks. Explore, create, and survive in this dynamic environment!\n\nFeatures \n✓  Crafting cube \n✓ Graphics Improved \n✓ New worlds\n\nEnjoy WorldCraft 2 Game for free, with more exciting features to come! This extension is completely ad-free, ensuring a seamless gaming experience."
  }
}