{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keyscape Password Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Расширение менеджера паролей Keyscape для Google Chrome."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keyscape — это надежное и удобное расширение для браузера, предназначенное для безопасного хранения и управления паролями. С Keyscape вам больше не придется запоминать десятки сложных паролей — расширение сделает это за вас! \n\nОсновные функции:\n\n1. Безопасное хранение: Keyscape шифрует все ваши пароли с помощью надежного алгоритма KEA (Keyscape Encryption Algorithm), защищая их от несанкционированного доступа.\n2. Генератор паролей: Создавайте уникальные и сложные пароли для каждой учетной записи, повышая уровень безопасности ваших данных.\n3. Синхронизация между устройствами: Доступ к вашим паролям везде, где установлен Keyscape, будь то компьютер, смартфон или планшет.\n4. Легкость в использовании: Простой и интуитивно понятный интерфейс делает работу с паролями быстрой и удобной даже для начинающих пользователей.\n\nПочему стоит установить Keyscape:\n\n- Экономия времени: Забудьте о необходимости восстанавливать забытые пароли или вводить их вручную. С Keyscape вы получите мгновенный доступ к своим учетным записям.\n- Повышение безопасности: Использование разных сложных паролей для каждой учетной записи значительно снижает риск взлома.\n- Конфиденциальность: Все ваши данные защищены, и только вы можете получить к ним доступ.\n\nУстановите Keyscape и забудьте о проблемах с паролями!"
  }
}