{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Planner 5D",
    "de": "Der Planer der Räume",
    "es,es_419": "Trazador de planos",
    "fr": "Planificateur de logements",
    "it": "Progettista d'interni",
    "pt_BR": "Planeador de ambientes",
    "ru": "Планировщик помещений",
    "sl": "Načrtovalec prostorov"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,sk,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Service for creating stunning floor plans and interior designs without any special skills.",
    "de": "Die Anlage für die Bildung der Planieren der Räume und des Designs der Innenansicht. Keine speziellen Fertigkeiten sind gefordert:…",
    "es,es_419": "Servicio de planos de viviendas y diseños interiores. No se necesita ninguna habilidad especial, es como un juego de niños.",
    "fr": "C'est une application pour faire des projets du plan du logement et du design de l'intérieure.Il ne vous faut pas de compétences…",
    "it": "Software di progettazione per planimetrie e disegni di interni. Senza possedere conoscenze professionali: è facile, come un gioco!",
    "pl": "Planner 5d to aplikacja umożliwiająca rysowanie projektów pomieszczeń i ułatwiająca wirtualny wystrój wnętrz. Wszystko to w…",
    "pt_BR": "É um aplicativo que permite criar ambientes e decorar interiores. A ferramenta não exige  conhecimentos especiais,  é tão fácil…",
    "ru": "Приложение для создания планировок помещений и дизайна интерьера. Не требуются никакие специальные навыки: это просто, как игра!",
    "sl": "Aplikacija za načrtovanje prostorov in notranjega oblikovanja. Ne potrebuješ specialnih znanj, vse je preprosto, kot igra!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,sk,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Planner 5D is a service that allows anyone create their own interior plans without any \nspecial skills.\n\nIn Planner 5D you can work on one and the same project together with other users, share your project looks with your friends, add to your project real furniture from integrated manufacturers catalogues, export high-resolution images, etc.\n\nPlanner 5D is your real chance to turn boring thing of making interior layouts into an interesting and easy process!",
    "de": "Planner 5D ist ein kostenloser Service, wo jeder das Haus des Traumes für etwas Minuten schaffen kann. Schaffen Sie die interaktiven 3D-Planieren mit der Möbel und der Innenansicht leicht und gemächlich.\n\n— Experimentieren Sie mit dem Satz der Texturen, der Fakturen und verschiedener Materialien für Ihre Gegenstände der Innenansicht.\n— Planen Sie die Reparatur, den Umzug, die Umstellung oder das Design der Innenansicht.\n— Schöpfen Sie die Eingebung in der Galerie der besten Arbeiten.\n— Teilen Sie mit den Freunden das Ergebnis Ihres Werkes und des Schaffens.\n\nEs ist wirklich einfach und schnell:\nEntwerfen Sie das Planieren Ihres Hauses, Ihrer Wohnung, Ihres Büros, des Restaurants oder anderes Raumes.\nErgänzen Sie die Fenster, die Türen, die Treppen. Wählen Sie die Farbe und die Ausstattung der Wände, der Fußböden.\nWählen Sie die notwendige Möbel, die Gegenstände der Innenansicht und den Dekor aus.\nBekommen Sie das Resultat in Form der interaktiven 3D-Planieren — \"bewohnen\" Sie Ihre virtuelle Haus, teilen Sie mit den Freunden, bauen Sie auf Ihre Webseiten, die Blogs, die sozialen Netze ein.",
    "en_GB": "Planner 5D is a service that allows anyone create their own interior plans without any \nspecial skills.\n\nIn Planner 5D you can work on one and the same project together with other users, share your project looks with your friends, add to your project real furniture from integrated manufacturers catalogues, export high-resolution images, etc.\n\nPlanner 5D is your real chance to turn boring thing of making interior layouts into an \ninteresting and easy process!",
    "es,es_419": "¡Ahora la versión española está а su disposición!\n\nPlanner 5D - es un servicio gratuito, mediante el que cualquiera puede crear la casa de sus sueños en unos minutos.  Cree planos interactivos  3D con muebles fácil y cómodo.\n\n— Experimente con la variedad de texturas y diferentes materiales para sus objetos de interior.\n— Planee la reparacion, traslado, mudanza o nuevo diseño de interior.\n— Inspírese con los mejores proyectos de la galería.\n\nEs realmente muy fácil y rápido:\nProyecte el plano de su casa, apartamento, oficina, restaurante o cualquier otro local.\nAñada ventanas, puertas, escaleras. Elija color y material de paredes y suelos.\nElija los muebles necesarios y objetos de decoración.\nAcomódese en su nuevo  piso interactivo 3D, compártalo  con sus amigos, insértelo en su web, blog o red social.",
    "fr": "Maintenant en français!\n\nPlanner 5D est un service gratuit où chacun peut créer la maison de ses rêves en quelques minutes. Créez des projets interactifs en 3D avec mobilier, c'est facile et pratique.\n\n— Faites votre choix parmi une gamme de textures, design et différents matériaux pour le mobilier d'intérieur.\n— Planifiez les réparations de votre logement, le déménagement ou le design de l'intérieure.\n— Puisez votre inspiration dans la galerie des meilleurs projets.\n— Partagez le résultat de votre œuvre avec vos amis.\n\nC'est vraiment rapide et facile à réaliser:\nFaites le projet d'agencement de votre maison, appartement, bureau, restaurant ou de tout autre logement.\nAjoutez des fenêtres, portes et escaliers. Choisissez la couleur et la finition des murs et des sols.\nAssortissez les meubles, les objets de l'intérieur et la décoration.\nObtenez comme résultat un projet interactif en 3D. \"Faites-vous\" à votre maison virtuelle, partagez votre projet avec vos amis, ajoutez le à vos sites web, blogs, réseaux sociaux.",
    "it": "Planner 5D - è un servizio gratuito che permette a chiunque di creare la casa dei propri sogni in pochi minuti. Creare interfacce 3D per progetti di arredamento e design risulta facile e comodo.\n\nSperimenta una gamma di strutture e vari materiali di arredamento per interni.\n\n - Pianifica la ristrutturazione, il trasferimento, lo spostamento o la modifica del design degli interni.\n - Prendi ispirazione dai migliori progetti nella galleria.\n - Condividi con gli amici i risultati del tuo lavoro e creazione.\n\nE' davvero molto facile e veloce:\nProgetta la tua casa, appartamento, ufficio, ristorante e qualsiasi altro spazio.\n\nAggiungi finestre, porte, scale. Scegli colori e finiture delle pareti e dei pavimenti.\n\nScegli gli articoli necessari per l'arredamento, gli oggetti da interni e le decorazioni.\n\nAvere il risultato con l'interfaccia 3D - permette di \"vivere\" la tua casa virtuale, condividerla con gli amici e inserirla sui siti personali, nei vari blog e social network.",
    "pl": "Przyjemna obsługa i przejrzysty interfejs to główne zalety aplikacji. Pamiętaj, że nie musisz posiadać specjalistycznej wiedzy, aby rozpocząć przygodę z naszym programem!\n\nPlanner 5d umożliwia współpracę nad projektem w grupie kilku użytkowników. Podziel się efektami swojej pracy z przyjaciółmi! Możesz umeblować swój projekt korzystając z obszernego katalogu obiektów, udekorować według własnej wizji artystycznej, wyeksportować zdjęcia w wysokiej rozdzielczości, itp.\n\nZobacz sam i przekonaj się, w jak przyjemny i prosty sposób odmienisz swoje mieszkanie lub rozplanujesz przestrzeń swoich marzeń!",
    "pt_BR": "Planner 5D é um serviço gratuito que  ajuda a criar a casa dos seus sonhos num instante. Crie modelos tridimensionais interativos, visualizando  ambientes preconcebidos, design de interiores e mobiliário. Nunca foi tão fácil construir a casa dos seus sonhos!\n\n— Experimente combinar diversos materiais e texturas nos seus interiores\n\n— Planeie a remodelação da casa,  altere a sua decoração, mude a disposição de móveis\n\n— Visite a galeria e inspire-se nos melhores projetos\n\n— Partilhe os seus projetos com os amigos\n\nÉ  fácil e muito rápido. Desenvolva a planta da sua casa, apartamento, escritório, restaurante ou qualquer outro espaço.\nAdicione janelas, portas e escadas; selecione cores e revestimentos para paredes e pisos. \n\nSelecione móveis, acessórios e decorações apropriadas.\n\nVisualize a planta interativa em 3D. Instale-se na sua casa virtual, partilhe  ideias com os amigos publicando o projeto em sites, blogs ou redes sociais.",
    "ru": "Planner 5D —  это бесплатный сервис, где каждый сможет создать дом своей мечты за несколько минут. Создавайте интерактивные 3D-планировки с мебелью, интерьером легко и удобно.\n\n— Экспериментируйте с набором текстур, фактур и различных материалов для ваших предметов интерьера.\n\n— Планируйте ремонт, переезд, перестановку или дизайн интерьера.\n\n— Черпайте вдохновение в галерее лучших работ.\n\n— Делитесь с друзьями результатом вашего труда и творчества.\n\nЭто действительно просто и быстро:\n\nСпроектируйте планировку вашего дома, квартиры, офиса, ресторана или любого другого помещения.\n\nДобавьте окна, двери, лестницы. Выбирайте цвет и отделку стен, полов. \n\nПодберите необходимую мебель, предметы интерьера и декор.\n\nПолучите результат в виде интерактивной 3D-планировки — \"обживайте\" ваш виртуальный дом, делитесь с друзьями, встраивайте на ваши веб-сайты, блоги, социальные сети.",
    "sl": "Planner 5D je brezplačno orodje, s pomočjo katerega si vsak lahko v nekaj minutah ustvari svojo sanjsko hišo. Interaktivni 3D načrti s pohištvom in notranjo opremo so zdaj udobna možnost za vseh!\n\n— Eksperimentiraj s celo zbirko tekstur, vzorcev in različnih materialov za svojo notranjo opremo.\n— Planiraj obnovo, preselitev, nakup novega pohištva ali spremembe v notranjem oblikovanju.\n— Poišči navdih v galeriji z najboljšimi načrti.\n— Deli s prijatelji rezultat svojega dela in ustvarjalnosti.\n\nTo je res hitro in preprosto:\nNačrtuj projekt svoje hiše, stanovanja, pisarne, restavracije ali katerega koli drugega prostora.\nDodaj okna, vrata, lestvice. Izberi si barvo in vrsto sten ter tal.\nNadaljuj z izbiro ustreznega pohištva in notranjega oblikovanja med veliko ponudbo.\nNa koncu dobiš interaktiven 3D načrt, ki ga lahko deliš s prijatelji ali vstaviš na svojo spletno stran, v blog, socialno mrežo. Živi v svoji virtualni hiši!"
  }
}