{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Anime Character Generator - Text To Anime"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use Live3d's AI Anime Character Generator to create stunning AI anime characters in seconds."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "AI Anime Character Generator is a chrome extension that can help you quickly create anime AI art. It provides pre-trained AI models to generate accurate and high-quality AI anime art through simple prompts.\n\nIt is developed based on Stable Diffusion and has the ability to generate images through natural language similar to Midjourney.\n\nUnleash the amazing power of AI Anime Character Generator, create your dream anime character in seconds.\n\nFeatures: \n1. Generate High quality AI Art From Prompt：\nWith AI Anime Character Generator, painting skills are no longer necessary to create anime characters or vtuber avatars. This powerful tool allows anyone to effortlessly generate free AI anime character art. Simply input your desired prompts for the anime art, and the AI algorithm will produce exceptional and captivating anime characters that precisely align with your description. Give it a try and experience the simplicity of creating breathtaking anime art from text!\n\n2. Provide Efficient AI Art Models：\nAre you still struggling to find the right AI painting model? Look no further than this AI Anime Character Generator. It seamlessly combines stable and efficient training models, including Anything V5 and stable diffusion, ensuring reliable results. Additionally, it offers a vast selection of Lore models to assist you in generating your preferred anime character art or vtuber avatar. Rest assured, there's a perfect fit for you right here.\n\n3. 100% Safe and No Limit：\nOur extension ensures complete privacy as it does not collect any user information. You can use it without any concerns regarding privacy issues. Plus, there's no need to download anything since all the operations are performed directly on your browser.\n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n\nAi Anime Character Generator's Version Updates:\n● Version 1.1.0\n    ○ Add 9 new styles Lora such as 3D and Detail\n    ○ Add 11 new characters Lora such as Magician and Purah\n    ○ Optimize AI to generate image queues\n● Version 1.0.0: \n    ○ Provided 4 types of character Lora such as Kafka and Illya\n    ○ prefabricated random prompt words\n    ○ added generated image queue",
    "zh_CN,zh_TW": "AI Anime Character Generator 是一个 chrome 扩展，可以帮助您快速创建动漫 AI 艺术。 它提供预训练的人工智能模型，通过简单的提示生成准确、高质量的人工智能动漫艺术。\n\n该插件是基于Stable Diffusion开发的，拥有类似Midjourney的通过自然语言生成图像的能力。\n\n释放 AI 动漫角色生成器的惊人力量，在几秒钟内创建您梦想中的动漫角色。\n\n** 功能 **\n1. 从提示中生成高质量的 AI 艺术：\n使用 AI Anime Character Generator，不再需要绘画技能来创建动漫角色或 vtuber 头像。 这个强大的工具允许任何人毫不费力地生成免费的 AI 动漫角色艺术。 只需输入您想要的动漫艺术提示，AI 算法就会生成与您的描述完全吻合的出色且迷人的动漫角色。 尝试一下，体验从文本创建令人叹为观止的动漫艺术的简单性！\n\n2. 提供高效的AI美术模型：\n你还在为寻找合适的AI绘画模型而苦恼吗？ 看看这款 AI 动漫角色生成器吧。 它无缝结合稳定高效的训练模型，包括 Anything V5 和稳定扩散，确保可靠的结果。 此外，它还提供了大量可供选择的 Lore 模型，以帮助您生成您喜欢的动漫角色艺术或 vtuber 头像。 请放心，这里总有一款适合您。\n\n3. 100%安全无限制：\n我们的扩展确保完全隐私，因为它不收集任何用户信息。 您可以使用它而无需担心隐私问题。 此外，无需下载任何内容，因为所有操作都直接在您的浏览器上执行。\n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ \n\n** Ai Anime Character Generator 的版本更新 **\n\n● 1.1.0版本 \n     ○ 新增3D、Detail等9款Lora造型\n     ○ 新增Magician、Purah等11个角色Lora\n     ○ 优化AI生成图片队列\n\n● 1.0.0版本 \n     ○ 提供Kafka、Silver等4种角色Lora\n     ○ 预制随机提示词\n     ○ 添加生成图片队列"
  }
}