{
  "name": {
    "ar": "أداة سحب Zillow - استخراج الوكيل والممتلكات",
    "am": "Zillow አንደበት እና ንብረት ማወጣት",
    "bg": "Zillow Scraper - Експорт на агенти и имоти",
    "bn": "Zillow স্ক্র্যাপার - এজেন্ট ও সম্পত্তি এক্সপোর্ট",
    "ca": "Raspador de Zillow - Exportació d'agents i propietats",
    "cs": "Zillow Scraper - Export agenta a nemovitostí",
    "da": "Zillow Scraper - Agent- og ejendomseksport",
    "de": "Zillow Scraper - Agenten- und Immobilienexport",
    "el": "Εξαγωγέας Zillow - Πράκτορας και Ακίνητα",
    "en,en_AU,en_GB,en_US": "Zillow Scraper - Agent & Property Export",
    "es,es_419": "Raspador de Zillow - Exportación de agentes y propiedades",
    "et": "Zillow Kraapija - Agendi ja kinnisvara eksport",
    "fa": "پویشگر Zillow - صادرات نماینده و ملک",
    "fi": "Zillow Kaavin - Agentin ja kiinteistön vienti",
    "fil": "Zillow Scraper - Pag-export ng Ahente at Ari-arian",
    "fr": "Extracteur Zillow - Exportation d'agents et de propriétés",
    "gu": "Zillow સ્ક્રેપર - એજન્ટ અને સંપત્તિ નિકાસ",
    "he": "מחלץ Zillow - ייצוא סוכנים ונכסים",
    "hi": "Zillow स्क्रैपर - एजेंट और संपत्ति निर्यात",
    "hr": "Zillow Scraper - Izvoz agenta i nekretnine",
    "hu": "Zillow Scraper - Ügynök és ingatlan export",
    "id": "Zillow Scraper - Ekspor Agen & Properti",
    "it": "Zillow Scraper - Esportazione di agenti e proprietà",
    "ja": "Zillow スクレイパー - エージェントおよびプロパティのエクスポート",
    "kn": "Zillow ಸ್ಕ್ರೇಪರ್ - ಏಜೆಂಟ್ ಮತ್ತು ಆಸ್ತಿ ರಫ್ತು",
    "ko": "Zillow 스크레이퍼 - 에이전트 및 부동산 내보내기",
    "lt": "Zillow Grandoji - Agentų ir nuosavybės eksportas",
    "lv": "Zillow Skrāperis - Aģentu un īpašumu eksports",
    "ml": "Zillow സ്ക്രാപർ - ഏജന്റും സ്വത്തും എക്സ്പോർട്ട് ചെയ്യുക",
    "mr": "Zillow स्क्रॅपर - एजंट आणि मालमत्ता निर्यात",
    "ms": "Pengikis Zillow - Eksport Ejen & Harta",
    "nl": "Zillow Scraper - Agent- en eigendomsexport",
    "no": "Zillow Skraper - Eksport av agent og eiendom",
    "pl": "Zillow Skrobak - Eksport agentów i nieruchomości",
    "pt_BR,pt_PT": "Zillow Extrator - Exportação de agentes e propriedades",
    "ro": "Zillow Scraper - Export agent și proprietate",
    "ru": "Zillow Скрепер - Экспорт агентов и недвижимости",
    "sk": "Zillow Scraper - Export agenta a nehnuteľností",
    "sl": "Zillow Strgalo - Izvoz agenta in nepremičnin",
    "sr": "Zillow Скрепер - Извоз агената и некретнина",
    "sv": "Zillow Skrapare - Export av agent och fastighet",
    "sw": "Kichujio cha Zillow - Uagizaji wa Wakala na Mali",
    "ta": "Zillow ஸ்கிரேப்பர் - முகவர் மற்றும் சொத்து ஏற்றுமதி",
    "te": "Zillow స్క్రాపర్ - ఏజెంట్ & ప్రాపర్టీ ఎగుమతి",
    "th": "ตัวขูด Zillow - ส่งออกตัวแทนและทรัพย์สิน",
    "tr": "Zillow Kazıyıcı - Ajan ve Mülk İhracatı",
    "uk": "Zillow Скрапер - Експорт агентів та майна",
    "vi": "Trình xuất Zillow - Xuất khẩu đại lý và tài sản",
    "zh_CN": "Zillow 数据抓取器 - 代理人及房产导出",
    "zh_TW": "Zillow 資料擷取 - 代理人與房產導出"
  },
  "short": {
    "ar": "Quick, secure Zillow data extraction! Download property info, broker contacts, and listing details straight to you for analysis.",
    "am": "Gather Zillow property listings, complete with broker names, prices, and geolocation, in just a few clicks.",
    "bg": "Export Zillow property data fast—no technical skills needed. Collect full property details and download securely.",
    "bn": "Get the complete property picture! Capture Zillow listing details, agent contacts, and area info to simplify research.",
    "ca": "Streamline Zillow data gathering with a click. Export properties’ prices, agents, and coordinates directly into your desired format.",
    "cs": "Boost productivity in real estate with instant Zillow exports; gather everything from prices to coordinates in CSV, JSON, or Excel.",
    "da": "Efficiently pull Zillow listings with agent and broker details. Save time and improve workflow with easy, organized data exports.",
    "de": "Export Zillow data in seconds! Perfect for agents, investors looking for a fast, private solution to collect listings.",
    "el": "Simplify Zillow property exports—gather everything from prices to broker info in organized formats for quick real estate insights.",
    "en,en_AU": "Export Zillow data securely in one click; get property prices, agent info, and geolocation in CSV, JSON, or Excel.",
    "en_GB": "Save hours with a seamless Zillow data extractor! Collect property details instantly in CSV, JSON, or Excel for organized insights.",
    "en_US": "Extract Zillow property listings with detailed info with agent contacts. Save time and boost productivity in real estate.",
    "es": "Instantly collect Zillow data: property listings, prices, agent info. Ideal for professionals seeking accurate, fast exports.",
    "es_419": "Uncover detailed Zillow property data with ease! Export prices, agent contacts, and more to support your real estate journey.",
    "et": "No more manual data entry—extract Zillow property details, including broker and geolocation info, securely and effortlessly.",
    "fa": "Efficient Zillow data extraction; get detailed property insights, agent contacts, and geolocation in seconds for easy analysis.",
    "fi": "Export up to 3,000 Zillow listings instantly! Perfect for real estate professionals needing quick, private access to in-depth data.",
    "fil": "Gain a full view of Zillow listings! Collect broker contacts, prices, and geolocation effortlessly and download in desired formats.",
    "fr": "Boost productivity with fast Zillow data exports, capturing broker names, prices, and coordinates for real estate analysis.",
    "gu": "Quickly extract Zillow property data—prices, agent info, and geolocation—straight to CSV, JSON, or Excel for efficient analysis.",
    "he": "Real estate insights in one click! Collect Zillow property details with ease, from agent contacts to listing prices.",
    "hi": "Export Zillow listings instantly, gathering detailed data like broker contacts, area sizes, and prices for organized analysis.",
    "hr": "Your Zillow data assistant—easily export complete property listings, agent info, and prices to support faster, data-driven decisions",
    "hu": "Extract Zillow property details like prices, addresses, and brokers to CSV, JSON, or Excel, designed for real estate professionals.",
    "id": "Capture Zillow property data instantly! Export organized listings, broker info, and geographical data for property analysis.",
    "it": "Elevate your real estate research by exporting Zillow data quickly. Collect all details—prices, agents, and coordinates—in seconds.",
    "ja": "Simplify your Zillow research: extract full property details, including agent contacts, price, and area, for organized exports.",
    "kn": "Easily export Zillow data with all relevant info, from prices to agent contacts. Ideal for who needing structured property data.",
    "ko": "Save time with Zillow exports! Gather detailed listings, including broker contacts and property areas, for your real estate research",
    "lt": "Export properties with agent contacts and prices in secure formats to supercharge real estate projects.",
    "lv": "Seamlessly collect Zillow data, including broker names and prices. Perfect for investors and agents needing in-depth property data.",
    "ml": "Get organized Zillow data exports with a click—prices, broker contacts, and agent info—perfect for real estate professionals.",
    "mr": "Export Zillow listings with full property details, including prices and coordinates, to support efficient real estate decisions.",
    "ms": "Effortless Zillow data collection—download prices, agent info, and locations in seconds to improve real estate productivity.",
    "nl": "One-click Zillow data export! Capture detailed listings with agent contacts and prices for streamlined, get real estate insights.",
    "no": "Gather Zillow property data quickly and accurately, from prices to agent details, for faster and more organized real estate analysis",
    "pl": "Unlock full Zillow listings with ease—export property details, agent info, and locations securely to streamline real estate research",
    "pt_BR": "All your Zillow data in one export! Capture prices, brokers, and geolocation for real estate analysis without any technical skills.",
    "pt_PT": "Maximize real estate efficiency with Zillow exports. Get broker info, property details, coordinates organized for your next project.",
    "ro": "Quickly gather Zillow property listings with prices, broker contacts, and locations—perfect for efficient real estate data analysis.",
    "ru": "Easily export Zillow data: collect property details, agent contacts, and prices for organized real estate research.",
    "sk": "Transform Zillow property searches into downloadable data; capture everything from agent info to coordinates in CSV, JSON, or Excel.",
    "sl": "Streamline Zillow data gathering with one click; export property details and prices to support smarter, faster real estate decisions",
    "sr": "Collect Zillow property listings instantly! Gather agent names, prices, and more for an organized, secure real estate data solution.",
    "sv": "Export Zillow listings effortlessly with complete details—ideal for investors, agents, researchers seeking quick property insights.",
    "sw": "Export Zillow data: property details, agent contacts, and prices in an organized format to boost your real estate strategy.",
    "ta": "Collect Zillow property data instantly, including prices, agent details, and more, to streamline your real estate research process.",
    "te": "Download Zillow property listings easily, capturing full details from broker names to geolocation for seamless real estate analysis.",
    "th": "Instantly export Zillow data in an organized format—capture property listings, prices, and agent details with one click.",
    "tr": "Fast Zillow exports! Capture all the essential details—prices, agents, and areas—for efficient, organized real estate research.",
    "uk": "Simplify Zillow research: export property listings, broker contacts, and locations to accelerate real estate data-driven decisions.",
    "vi": "Effortlessly export Zillow property details! Collect agent contacts, prices, and areas for organized data in seconds.",
    "zh_CN": "Simplify real estate data collection on Zillow; capture listings, broker info, and prices for easy export without any coding!",
    "zh_TW": "Save time on Zillow research with quick data exports; gather complete property listings, prices, and broker contacts with ease."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zillow Scraper is a powerful browser extension designed to simplify the process of gathering real estate data from Zillow. This user-friendly tool allows you to effortlessly extract and export property listings without any coding knowledge or technical skills.\n\nWith Zillow Data Extractor, you can quickly collect comprehensive information about properties listed on Zillow. The extension captures a wide range of details, including broker names, prices, number of bathrooms and bedrooms, property status, images, detailed URLs, addresses, property areas, geographical coordinates, zip codes and agent info includes: brokerPhoneNumber, agentName, agentEmail, agentLicenseNumber, agentPhoneNumber, coAgentName, coAgentNumber, coAgentLicenseNumber, listingAgents, listingOffices.\n\nUsing the extension is remarkably straightforward. Simply conduct your usual property search on Zillow.com, and you'll notice an \"Export Data\" button appear alongside the familiar \"Save Search\" icon. Click on \"Export Data\" to initiate the extraction process. Once complete, you can download the collected information in your preferred format - CSV, JSON, or Excel (XLSX).\n\nThe data extraction process begins instantly upon your request, with the duration varying based on the volume of information being retrieved. Rest assured, all the data you process remains securely on your local computer, never passing through our servers, ensuring your privacy and data security.\n\nZillow Exporter is an invaluable tool for real estate professionals, investors, and researchers looking to streamline their property data collection process. It saves time, increases productivity, and provides accurate, up-to-date information to support your real estate endeavors.\n\nData Privacy \nThe data you work with remains confined to your local machine and does not traverse our servers at any point.\n\nDisclaimer \nThis extension is an independently developed product by ExtensionsBox and has no association with Zillow."
  }
}