{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One-Click Audio Compressor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tames audio levels for Youtube, Disney Plus, and other video services, so you don't have to switch the volume every 5 seconds!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you tired of turning up the volume so you can hear what people are saying, and then getting your ears blown out by sudden explosions?  Never fear!  The One-Click Audio Compressor is here!  Just one click of a button and you won't have to touch the volume again!\n\nUsing it is a snap:\n\n1) Start up your favorite movie or TV show on Youtube, Disney Plus, or another streaming service and press Play.\n2) Open up the One-Click Audio Compressor extension and press \"Apply Compressor\"\n3) Voilà!  Now all you have to do is set the volume to your liking, and then throw your TV remote away forever!\n\nAlright, I guess you might not want to throw your remote away forever.  It's just so exciting to not have to change the volume every 5 seconds!\n\nI have a confession to make:  I'm incredibly lazy.  I hate doing things more than once.  That's why my room is usually messy. \n\nThat is also why I made this extension: so I could set the volume on my favorite shows once, and have it STAY!  Like an obedient little volume!  (Who's a good volume!  That's right, you are!  You are!)\n\nAdmit it.  You're just as lazy as I am.  You hate changing the volume more than once.\n\nYou're not alone.  There are millions of us.  Lazy.  Lazy and intelligent.  That's why we choose the One-Click Audio Compressor extension.  Because we're geniuses.  Brilliant, lazy couch-potato geniuses, who will never have to change the volume more than once ever again.\n\nIf you install this extension, I guarantee that your tv-watching experiences will become 300% more enjoyable.  Just listen to this completely unbiased review from a very satisfied customer that has no relation to me in any way, shape, or form:\n\n\"I always have a hard time hearing movies or TV shows and usually have to put close captions on to catch every word (looking at you Marvel movies). But Garrett's audio compressor actually does the job and makes the sound even across the board. It's actually really nice and easy to use!\"\n\n- anonymous (My Wife)\n\nWhat are you waiting for!  Join the millions of people* who are already eliminating their most difficult first-world problem with the One-Click Audio Compressor extension!\n\n*By millions of people, I mean my wife and I.  But she's the entire world to me, so I think that adds up.\n\nInstall today! :)\n\nVersion 0.0.0.3 Release Notes:\n- Fixed CSS bug, now the window displays full width as intended!\n\nVersion 0.0.0.2 Release Notes:\n- Increased compatibility with videos inside of iframe elements\n- Now works with videos on vudu.com\n- Pressing the button multiple times is no longer an error\n- Made error feedback more descriptive and helpful\n    - Now lets the user know if it can't find the video."
  }
}