{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Buscador Avanzado"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Buscador Avanzado para Chrome\n\nPresentamos el \"Buscador Avanzado\", la extensión de Chrome perfecta para quienes buscan una forma…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Buscador Avanzado para Chrome\n\nPresentamos el \"Buscador Avanzado\", la extensión de Chrome perfecta para quienes buscan una forma más específica y dirigida de obtener resultados. ¿Cansado de pasar horas navegando sin encontrar lo que necesitas? Nuestro buscador es la solución.\n\nPrincipales características:\n\nBúsqueda Especializada: Ideal para estudiantes, investigadores y ávidos lectores. Simplemente introduce el nombre del libro o documento y nuestra extensión buscará específicamente archivos en formato PDF relacionados con tu término de búsqueda.\n\nParámetros Personalizados: Además de la búsqueda de archivos PDF, puedes aprovechar otros parámetros avanzados para refinar aún más tus resultados.\n\nRápido y Eficiente: Con un diseño intuitivo y fácil de usar, encontrarás rápidamente lo que buscas sin necesidad de ser un experto en búsquedas en internet.\n\n\n¿Cómo funciona?\n\nInstala la extensión en tu navegador Chrome.\nHaz clic en el ícono de la extensión cuando quieras realizar una búsqueda avanzada.\nIngresa tu término de búsqueda y selecciona tus preferencias.\n¡Voilà! Nuestra extensión hará el trabajo pesado por ti, aplicando automáticamente parámetros como \"filetype:pdf\" y mostrándote los resultados más relevantes.\nDescubre una nueva forma de buscar en internet con el \"Buscador Avanzado\". ¡Dale potencia a tus búsquedas con solo un clic!"
  }
}