{
  "name": {
    "ar": "حلوى المباراة 3  Unblocked Game",
    "am,ro": "Candy Match 3  Unblocked Games",
    "bg,lv": "Candy Match 3  Matching Game",
    "bn": "ক্যান্ডি ম্যাচ 3  Online",
    "ca,cs,el,sk": "Candy Match 3  Skill Game",
    "da": "Candy Match 3  Card Game",
    "de": "Süßigkeiten-Match 3  Card Game",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Candy Match 3 - Puzzle Game",
    "es": "Caramelo Partido 3 Unblocked",
    "et": "Kommide matš 3  Online",
    "fa,sl": "Candy Match 3  Online Games",
    "fi": "Karkkiottelu 3 Unblocked",
    "fil": "Candy Match 3 Unblocked",
    "fr": "Bonbons Match 3 Unblocked",
    "gu": "કેન્ડી મેચ 3  Skill Game",
    "he": "התאמה 3 של סוכריות  Online Games",
    "hi": "कैंडी मैच 3  Matching Game",
    "hr": "Uparivanje slatkiša 3  Unblocked Games",
    "hu": "Candy Match 3  Unblocked Game",
    "id": "Pertandingan Permen 3 Unblocked",
    "it": "Caramella partita 3 Unblocked",
    "ja": "キャンディーマッチ3  Unblocked Games",
    "kn": "ಕ್ಯಾಂಡಿ ಪಂದ್ಯ 3  Matching Game",
    "ko": "캔디 매치 3  Online Game",
    "ml": "മിഠായി മത്സരം 3  Unblocked Game",
    "mr": "कँडी मॅच 3  Online",
    "ms": "Perlawanan Gula-gula 3 Unblocked",
    "nl": "Snoepwedstrijd 3  Online",
    "pl": "Cukierkowy mecz 3 Unblocked",
    "ru": "Конфеты Матч 3  Matching Game",
    "sw": "Mechi ya Pipi 3  Online",
    "ta": "மிட்டாய் போட்டி 3  Matching Game",
    "te": "మిఠాయి మ్యాచ్ 3  Online Game",
    "th": "แคนดี้แมตช์3  Unblocked Game",
    "tr": "Şeker Eşleştirme 3 Unblocked",
    "uk": "Цукерковий матч 3  Matching Game"
  },
  "short": {
    "ar": "هل تبحث عن لعبة مطابقة 3 حلوة تدمنها؟ لقد وجدت للتو أفضل لعبة مطابقة 3 على الإطلاق.",
    "am": "ሱስ የሚያስይዝ ጣፋጭ ግጥሚያ 3 ጨዋታ ይፈልጋሉ? እስካሁን ምርጥ የሆነውን 3 ጨዋታ አግኝተዋል።",
    "bg": "Търсите пристрастяващо сладка мач 3 игра? Току-що намерихте най-добрата мач 3 игра досега.",
    "bn": "একটি আসক্তিপূর্ণ মিষ্টি ম্যাচ 3 গেম খুঁজছেন? আপনি এখন পর্যন্ত সেরা ম্যাচ 3 গেমটি খুঁজে পেয়েছেন।",
    "ca": "Esteu buscant un joc de combinació 3 addictiu? Acabes de trobar el millor joc de match 3 de la història.",
    "cs": "Hledáte návykově sladkou hru match 3? Právě jste našli nejlepší match 3 hru všech dob.",
    "da": "Leder du efter et vanedannende sødt match 3-spil? Du har lige fundet det bedste match 3-spil nogensinde.",
    "de": "Auf der Suche nach einem süchtig machenden Match-3-Spiel? Du hast gerade das beste 3-Gewinnt-Spiel aller Zeiten gefunden.",
    "el": "Ψάχνετε για ένα εθιστικά γλυκό παιχνίδι match 3; Μόλις βρήκατε το καλύτερο παιχνίδι match 3 ποτέ.",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Looking for an addictively sweet match 3 game? You just found the best match 3 game ever.",
    "es": "¿Buscas un juego de combinar 3 adictivamente dulce? Acabas de encontrar el mejor juego de combinar 3 de la historia.",
    "et": "Kas otsite sõltuvust tekitavat magusat match 3 mängu? Leidsite just kõigi aegade parima mängu 3.",
    "fa": "به دنبال یک بازی اعتیاد آور شیرین مسابقه 3 هستید؟ شما به تازگی بهترین بازی match 3 را پیدا کرده اید.",
    "fi": "Etsitkö koukuttavan makeaa match 3 -peliä? Löysit juuri kaikkien aikojen parhaan match 3 -pelin.",
    "fil": "Naghahanap ng nakakahumaling na matamis na laro ng tugma 3? Natagpuan mo lang ang pinakamahusay na tugma 3 laro kailanman.",
    "fr": "Vous cherchez un jeu de match 3 addictivement doux? Vous venez de trouver le meilleur jeu de match 3 de tous les temps.",
    "gu": "વ્યસનકારક રીતે મીઠી મેચ 3 રમત શોધી રહ્યાં છો? તમને અત્યાર સુધીની શ્રેષ્ઠ મેચ 3 ગેમ મળી છે.",
    "he": "מחפש משחק התאמה 3 מתוק וממכר? הרגע מצאת את משחק ההתאמה 3 הטוב ביותר אי פעם.",
    "hi": "एक व्यसनी मीठे मैच 3 गेम की तलाश है? आपने अभी तक का सर्वश्रेष्ठ मैच 3 गेम पाया है।",
    "hr": "Tražite zarazno slatku igru spajanja 3? Upravo ste pronašli najbolju igru spajanja 3 ikada.",
    "hu": "Egy addiktívan édes match 3 játékot keresel? Most találtad meg a valaha volt legjobb match 3 játékot.",
    "id": "Mencari game mencocokkan 3 yang manis dan membuat ketagihan? Anda baru saja menemukan game mencocokkan 3 terbaik yang pernah ada.",
    "it": "Alla ricerca di un dolce gioco match 3 che crea dipendenza? Hai appena trovato il miglior gioco match 3 di sempre.",
    "ja": "中毒性のある甘いマッチ 3 ゲームをお探しですか?これまでで最高のマッチ 3 ゲームを見つけました。",
    "kn": "ವ್ಯಸನಕಾರಿ ಸಿಹಿ ಪಂದ್ಯ 3 ಆಟಕ್ಕಾಗಿ ಹುಡುಕುತ್ತಿರುವಿರಾ? ನೀವು ಈಗಷ್ಟೇ ಅತ್ಯುತ್ತಮ ಹೊಂದಾಣಿಕೆಯ 3 ಆಟವನ್ನು ಕಂಡುಕೊಂಡಿದ್ದೀರಿ.",
    "ko": "중독성 있는 달콤한 매치 3 게임을 찾고 계신가요? 지금까지 최고의 매치 3 게임을 찾았습니다.",
    "lv": "Vai meklējat aizraujošu 3. spēļu spēli? Jūs tikko atradāt visu laiku labāko 3. spēli.",
    "ml": "ആസക്തി ഉളവാക്കുന്ന മാച്ച് 3 ഗെയിമിനായി തിരയുകയാണോ? എക്കാലത്തെയും മികച്ച പൊരുത്തം 3 ഗെയിം നിങ്ങൾ കണ്ടെത്തി.",
    "mr": "व्यसनाधीन गोड मॅच 3 गेम शोधत आहात? तुम्हाला नुकताच सर्वोत्तम सामना 3 गेम सापडला आहे.",
    "ms": "Mencari permainan perlawanan 3 yang manis ketagihan? Anda baru sahaja menemui permainan perlawanan 3 terbaik yang pernah ada.",
    "nl": "Op zoek naar een verslavend zoet match 3-spel? Je hebt zojuist de beste match 3-game ooit gevonden.",
    "pl": "Szukasz uzależniająco słodkiej gry typu „dopasuj 3”? Właśnie znalazłeś najlepszą grę typu „dopasuj 3” w historii.",
    "ro": "Căutați un joc de potrivire 3 care captiva de dulce? Tocmai ai găsit cel mai bun joc de potrivire 3 vreodată.",
    "ru": "Ищете захватывающую игру «три в ряд»? Вы только что нашли лучшую игру в жанре «три в ряд».",
    "sk": "Hľadáte návykovo sladkú hru match 3? Práve ste našli najlepšiu hru typu match 3 všetkých čias.",
    "sl": "Iščete zasvojljivo sladko igro match 3? Pravkar ste našli najboljšo igro 3 na srečo.",
    "sw": "Je, unatafuta mchezo mtamu wa kuvutia wa mechi 3? Umepata mchezo bora zaidi wa mechi 3 kuwahi kutokea.",
    "ta": "அடிமையாக்கும் இனிமையான போட்டி 3 கேமைத் தேடுகிறீர்களா? இதுவரை சிறந்த பொருத்தம் 3 கேமைக் கண்டுபிடித்துள்ளீர்கள்.",
    "te": "వ్యసనపరుడైన తీపి మ్యాచ్ 3 గేమ్ కోసం వెతుకుతున్నారా? మీరు ఇప్పుడే అత్యుత్తమ మ్యాచ్ 3 గేమ్‌ను కనుగొన్నారు.",
    "th": "กำลังมองหาเกมจับคู่ 3 แสนหวานที่น่าติดตามอยู่ใช่ไหม คุณเพิ่งพบเกมจับคู่ 3 ที่ดีที่สุดเท่าที่เคยมีมา",
    "tr": "Bağımlılık yapacak kadar tatlı bir 3&#39;lü eşleştirme oyunu mu arıyorsunuz? Şimdiye kadarki en iyi 3&#39;lü eşleştirme oyununu…",
    "uk": "Шукаєте захоплюючу солодку гру «три в ряд»? Ви щойно знайшли найкращу гру «три в ряд»."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,es,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lv,ml,mr,ms,nl,pl,ro,ru,sk,sl,sw,ta,te,th,tr,uk": "Looking for an addictively sweet match 3 game? You just found the best match 3 game ever. It's the MOST exciting puzzle adventure - Candy Match 3 !\nWelcome in Crafty Candy - Match 3 Adventure!\nEmbark on this new delicious treats candy wonderland of fantastic flavors.\nEnjoy and play Candy - Match 3 Adventure !\nMatch groups of 3 or more same candies to blast. \nSwitch and match 3 Candies in this divine puzzle adventure to progress to the next level\nSolve puzzles, and craft your own scrumptious candy spells.\n\n\n\nTo swipe Install this extension to play Candy Match 3 game or offline with no additional downloads and no ads. \n\nYou can contact with us support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section.",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Looking for an addictively sweet match 3 game? You just found the best match 3 game ever. It's the MOST exciting puzzle adventure - Candy Match 3 !\nWelcome in Crafty Candy - Match 3 Adventure!\nEmbark on this new delicious treats candy wonderland of fantastic flavors.\nEnjoy and play Candy - Match 3 Adventure !\nMatch groups of 3 or more same candies to blast. \nSwitch and match 3 Candies in this divine puzzle adventure to progress to the next level\nSolve puzzles, and craft your own scrumptious candy spells.\n\n\nTo swipe Install this extension to play Candy Match 3 game or offline with no additional downloads and no ads. \n\nYou can contact with us support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}