{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "mycashbacks: cashback and coupons",
    "de": "mycashbacks: Cashback & Rabattcodes",
    "en_US": "mycashbacks: Cash Back and coupons",
    "es": "mycashbacks: cashback y cupones",
    "it": "mycashbacks: cashback e voucher"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Don't ever miss cashback again and save money on your everyday shopping.",
    "de": "Nie wieder Cashback verpassen und im Alltag sparen.",
    "en_US": "Don't ever miss Cash Back again and save money on your everyday shopping.",
    "es": "No vuelvas a perderte un cashback y ahorra en todas tus compras en línea.",
    "it": "Non perderti nessun cashback e risparmia sui tuoi acquisti."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension will automatically appear as soon as you can get cashback from one of our shopping partners, so you will never miss out on cashback again. Install the Cashback Finder, visit a page of a shop that is partnered with mycashbacks and the cashback collection notice will appear on the right-hand side of the screen. Please make sure that your browser allows pop-ups and that you have logged in to the",
    "de": "So entgeht dir garantiert kein Cashback mehr, denn diese Extension erscheint automatisch, sobald du bei einem unserer Shopping-Partner Geld zurück bekommen kannst. Installiere den Cashback Finder, besuche die Seite eines Partner-Shops von mycashbacks und schon erscheint zukünftig am rechten Bildschirmrand der Hinweis zum Cashback-Sammeln. Bitte achte darauf, dass dein Browser Pop-ups zulässt und dass du dich in der Extension angemeldet hast.",
    "en_US": "This extension will automatically appear as soon as you can get cashback from one of our shopping partners, so you'll never miss out on cashback again. Install the Cashback Finder, visit a page of one of our partner shops and the cashback collection notice will appear on the right-hand side of your screen. Please make sure that your browser allows pop-ups and that you have logged in to the extension.",
    "es": "Te garantizamos que no te perderás más cashback, ya que esta extensión aparece automáticamente en cuanto puedes obtener cashback de uno de nuestros socios comerciales. Instala el Buscador de Cashback, visita la página de una tienda asociada a mycashbacks y aparecerá el aviso de cobro de cashback en la parte derecha de la pantalla. Asegúrate de que tu navegador permite las ventanas emergentes y de que has iniciado sesión en la extensión.",
    "it": "Ti garantiamo di non perdere altri cashback, perché questa estensione appare automaticamente non appena puoi ottenere un cashback da uno dei nostri partner commerciali. Installa il Cashback Finder, visita la pagina di un negozio partner di mycashbacks e l'avviso di riscossione del cashback apparirà sul lato destro dello schermo. Assicurati che il tuo browser consenta i pop-up e che tu abbia effettuato l'accesso all'estensione."
  }
}