{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MedioAI: Enhance Udio"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Write lyrics with Song Studio, Tag Builder, AI Radio, AI Co-Writer, 13k+ Tags, Audio Tools, Lyric Commands & More!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A free (unofficial) Chrome extension for Udio.com!\n\nAccess a variety of features made specifically for AI music creators:\n\nALL NEW: Updated to fit the new Udio UI\n\nNew: You can now use selected lyrics and tags without copying them. Based on feedback.\n\nThis version may contain bugs and will get them fixed asap.\n\n1. AI Co-Writer - Built in chat to write songs or get instant feedback\n\nStart from scratch by filling out the Theme, Emotion, Structure and other bits about your song and let the AI write the first draft. You can then use the chat window to tweak the lyrics and once you are happy copy them to the Song Studio lyric editor.\n\nYou can also ask the AI for any feedback using one of 100+ premade questions or ask anything you want!\n\n2. Song Studio - Write, save and manage lyrics + huge library of commands.\n\nWrite your lyrics in a large easy to use editor. All command tags are highlight with any color you want so you can focus on your lyrics. You can browse from the thousands of command tags and instrument tags to add the perfect solo just where you need. \n\nLooking for a Rhyme? Use the built-in search to find the perfect rhyme powered by Datamuse.\n\n3. Tag Builder - Create, save and manage tag groups to re-use!\n\nCreate, save and manage your tag library. Find new tags using the thousands of premade genres, artists and more. Save them to your library to keep the jams flowing! You'll never forget a tag group again.\n\nAll your tags, lyrics, chats are stored locally for easy access any time you need it.\n\n4. Audio Notification - Get notified when your Udio queue is ready\n\nChoose from a variety of sounds that can play when your Udio queue is ready, this way you can be notified when your generations are ready to listen to!\n\n5. Audio Tools & More - Convert MP3 to WAV and much more\n\nUse the MedioAI tools to convert MP3 to WAV and create your own visualizers using the MedioAI visualizer tool (coming soon).\n\n6. Count Credits Per Track\n\nYou can now check out the exact amount of credits you used for any track you made. Just visit any of your tracks and you will see new button and you can count your credits in seconds!\n\nGo to https://www.MedioAI.com to learn more about the chrome extension.\n\nUpdates for v1.3:\n\nChanged 2 sidebar links to just 1 as \"MedioAI\".\nFixed position of playlist in sidebar.\nAdded playlist expand button with popup.\nAdded MP3 Metadata Editor.\nAdded 4,000+ new tags to the database.\nAdded \"Challenge me\" button with 500+ songwriting prompts.\nKeep Seed & Quality settings (toggle on/off).\nSeedbank manager (save, edit, select, random, delete).\nPreview sound in audio settings.\nDisplay waveform after .WAV conversion.\nManual Mode as default on (toggle on/off).\nSave track covers to library.\nLyric edit \"Insert Attribution\" button.\nSyllable Counter (for highlighted text).\nOpenRouter API.\nAdvanced: System prompts & edit tag library.\nAdded \"dynaudnorm\" FFMPEG to Convert to WAV.\n\nIf you are interested in contributing to the open-source code on Github, please check it out here: https://github.com/WynterJones/MedioAI-for-Udio\n\nAdd your bug/issue reports here: https://github.com/WynterJones/MedioAI-for-Udio/issues\n\nThank you so much for checking it out!\n- Wynter Jones\n @AI.MASSIVE \n\nP.S.\n\nLooking to listen to some AI music? MedioAI is free to everyone, my only request is that you like, comment and subscribe to my YouTube channel: http://www.youtube.com/@AI.MASSIVE"
  }
}