{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Toddlers Learn"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance the learning of your child"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing \"Toddlers Learn' Audio Visual Learning Companion\" – a captivating and educational Chrome extension designed specifically for young children to embark on an exciting journey of discovery and learning. \n\nOur extension is thoughtfully crafted to engage and entertain toddlers while introducing them to fundamental concepts and fostering their cognitive development. Through a delightful combination of interactive visuals and enchanting audio, we provide a safe and immersive environment for children to explore and learn basic things.\n\nKey Features:\n1. Engaging Visuals: Our extension offers a vibrant and visually appealing interface that captures toddlers' attention, stimulating their curiosity and imagination. Every screen is carefully designed to ensure a joyful learning experience.\n\n2. Interactive Audio: With high-quality audio cues and sound effects, we enhance the learning process by creating a multisensory environment. Toddlers can listen to clear and friendly voiceovers, catchy songs, and delightful sound effects that accompany each activity.\n\n3. Learning Categories: Our extension covers a wide range of essential topics, including colors, shapes, numbers, letters, animals, and more. Through a series of interactive games and activities, toddlers can explore and familiarize themselves with these concepts at their own pace.\n\nWith the Toddlers' Audio Visual Learning Companion, your child will embark on an engaging and educational adventure right from your Chrome browser. Watch as they develop essential skills, expand their knowledge, and ignite a lifelong love for learning. Start your child's journey today and witness their growth with this enriching Chrome extension!"
  }
}