{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy Slides - Presentation Maker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extenstion For Making Presentations"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple and powerful presentation maker application. Can be used to create presentations slides and save using files system. \n\nFeatures \n-----------------------\n1. User Interface (UI) and User Experience (UX)\n-----------------\nIntuitive Design: A clean, modern, and user-friendly interface with minimal clutter. Users should be able to navigate effortlessly.\n\n2. Slide Creation and Customization\n-----------------\nSlide Templates: A library of professionally designed slide templates are provided.\n The loaded template design can be edited and customized as per requirement.\n\n\n3. Content Integration\n----------------------------------------\nText Editing:  \n---------------------------\nText formatting options including font selection, size, border, color and shadow. Users can edit text by double clicking the text element then changing the text content.\n\nImage Integration:\n----------------------------------------\nReplacing Template Images\n-----------\nThe template images can be replaced using replace image option. User can replace any template loaded image by selecting the image then using the replace image option.\n\nAdding New Image \n------------------------------------\n Insert images from local storage, stock image libraries, or directly from the web. Provided basic editing tools like cropping,  and resizing.\n\nIcons and Shapes: \n--------------------------------\nA library of icons and shapes that can be easily inserted and customized.\n\nCustom Animations: \n--------------------------------------------------------\nThe templates comes with  pre designed animation sequences.  Users can modify or customize animation using the animation settings options \n\nCharts and Graphs\n-------------------------------------------------------------\nAnimated Graphs and bar chart slide templates are provided to create animated chart creation.\n\nPresentation Mode\n--------------------------------------\nA well designed annotation tool set is provided inside the presentation window, users can use pen tool to  mark any important content while doing the presentation, other than pen tool, the markings can be done with square , circle, line options.\n\nSaving project\n-------------------------------\nThe project can be saved to local file system and then it can be imported and edited at a later point in time.\n\nExporting to PPT\n---------------------------------\nIf you wan to do the presentation inside power point , there is an option provided to export the project as ppt. But please note the animations only work inside the native presentation inside the  extension application. \n\nDownload selected slide Image\n--------------------------------------------------\nThe selected slide can be downloaded ad high quality PNG images."
  }
}