{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ManualTest.io"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create and run tests for website without writing any code."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ManualTest.io let you spend less time testing your website without jeopardizing its quality. You can create tests without writing any code, run your tests in multiple device resolutions with a click of your mouse, and synchronize your tests among your computers automatically to let you test on multiple platforms. ManualTest.io makes testing website as easy as possible for you.\n\n• CREATE tests by using your website just like a user would, and your actions are automatically recorded to create the tests.\n\n• RUN your tests whenever you want by replaying your actions.\n\n• ORGANIZE your tests in end-to-end scenarios to make sure every component of your web application works flawlessly together.\n\n• TEST in multiple device resolutions to make sure your website works across phones, tablets and desktop computers.\n\n• TARGET your created scenarios to run against different hosts or servers, specially useful when you are developing your website on localhost or any staging environments.\n\n• BACK UP your scenarios in the cloud automatically, so you will never lose them.\n\n• SYNCHRONIZE your scenarios among your computers automatically, so you can create and run any of your tests on all your devices, including Windows, Mac or Linux.\n\n• LOOK BACK on past results so you can analyze how each test performs over time."
  }
}