{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Organice CRM"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Send Facebook profile info to sheet"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What is Organice CRM?\n\nOrganice CRM allows you to organise your Facebook data like never before.\nUse our chrome extension to seamlessly pull your friends and posts out into Google Sheets and mark your messenger conversations for follow up.\n\nFeatures:\nSave Facebook posts in Google sheet\nAdd people who commented on a post to Google sheet\nAdd people who liked the post to Google sheet\nAdd profiles to Google sheet\nSave Messenger and Facebook contacts in Google sheet\n\nHow Organice CRM works?\n\nAfter installation, you need to log into our system. Please be aware by clicking “Authorize” we will collect your email address to save your settings.\n\nYou can save the target sheet where you want to collect your Facebook data on. Please contact us by this email crm@arsupport.com to activate your account. Once your account is activated you can head to Facebook profiles and you will see a “Send to sheet” button. The extension will generate a form for you to fill and send the profiles information to your google sheet.\n\nYou can also go to your Facebook friends page and save the details from there.\n\nAdditionally when in a Facebook post you will see the ability to monitor the post and buttons to track who has engaged with your post.\n\nWhen in Messenger you will see an additional option on the menu against each user which allows you to mark a conversation for follow up. This will bring up a menu allowing you to set a date, add notes and then it will hide the conversation allowing you to manage your inbox professionally.\n\n\nOrganice CRM Single purpose\nBy this tool you can save time for collecting Facebook data and sending the information to your Google sheet.\n\nOrganice CRM Privacy Policy\n\nOrganice CRM will collect your email once you click on Authorize. By collecting your email we will check whether you are a registered and/or activated user.\n\nOrganice CRM will use your browser storage to store your target sheet link and your status for future easy access.\n\nOrganice CRM will have access to Facebook website, and it will inject a form within Facebook profiles which you can fill with your desired information about the profile and send it to your google sheet. It will also inject buttons to allow you to track friends, posts and who has engaged with your posts. It also injects a new menu option into Messenger to allow you to mark conversations for follow up. Organice CRM will not have access to any other website other than Facebook.\n\nWe will not track your activity through this tool, and we will not share or sell your email with or to any 3rd party.\n\nPlease contact us by crm@arsupport.com if you want your account to be deactivated and deleted."
  }
}