{
  "name": {
    "am,ar,bg,bn,ca,cs,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Page Sidebar | Open any page in side panel",
    "da": "Page Sidebar | Åbn en vilkårlig side i sidepanelet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortlessly open any website in your web browser's sidebar – streamline your workflow instantly!",
    "da": "Åbn ubesværet ethvert websted i webwebbrowserens sidebar – strømlin straks arbejdsgangen!"
  },
  "long": {
    "ar": "هل أنت متعب من التنقل المستمر بين علامات التبويب أثناء العمل أو تصفح الويب؟ مع إضافة Page Sidebar للمتصفح، تحصل على وصول فوري إلى شريط جانبي قابل للتخصيص يسمح لك بسهولة بسحب وإسقاط المواقع الإلكترونية المفضلة لديك وعرضها جنبًا إلى جنب. حسِّن سير عملك، وقلل من التبديل الغير ضروري بين علامات التبويب، وتحكم في تجربتك عبر الإنترنت اليوم!\n\nPage Sidebar هو إضافة خفيفة ومفيدة مصممة لزيادة الإنتاجية. مع هذه الأداة، يمكنك بسهولة سحب وإسقاط المواقع الإلكترونية المفضلة لديك في الشريط الجانبي، مما يخلق مركزًا ملائمًا للوصول السريع. علاوة على ذلك، عند سحب نص محدد إلى الشريط الجانبي، سيبحث تلقائيًا عن تلك الكلمة الرئيسية في محرك البحث المفضل لديك. لا حاجة لفتح علامات تبويب جديدة أو تعطيل سير عملك - المعلومات التي تحتاجها متاحة على مقربة من يدك في الشريط الجانبي.\n\nميزات إضافة المتصفح:\n◆ تجربة التصفح:\nافتح أي صفحة ويب بسلاسة باستخدام شريط عرض جانبي قوي لمتصفح الويب. سواء كنت تقرأ مقالة على ويكيبيديا أو تشاهد مقطع فيديو على YouTube أو تكتب في محرر نصوص أو تكتب برمجيًا أو تقسم عرض التقويم الخاص بك أو تترجم كلمة أو تتسوق أو ترد على رسائل البريد الإلكتروني، يمكنك تحسين تجربة التصفح لديك باستخدام ChatGPT أو Gemini أو Claude أو Microsoft Copilot أو أي ذكاء اصطناعي آخر يمكن الوصول إليه بسهولة في الشريط الجانبي، وما إلى ذلك.\n◆ شريط جانبي متعدد علامات التبويب\nيمكنك بسهولة فتح وإدارة صفحات متعددة داخل شريط جانبي واحد. على سبيل المثال، يمكنك فتح Notion وTodoist وTrello وGoogle Translate والتبديل بسهولة بين علامات التبويب.\n◆ منع إغلاق علامات التبويب عن طريق الخطأ\nيمكنك تمكين تحذير لمنع إغلاق علامات التبويب عن طريق الخطأ عند النقر فوق الرمز \"x\".\n◆ قائمة السياق:\nاستمتع بالوصول إلى قائمة السياق من خلال النقر بزر الفأرة الأيمن لفتح أي رابط بسهولة في اللوحة الجانبية. وحدد النص لفتح صفحة البحث في اللوحة الجانبية.\n◆ لوحة الجانب المثبتة:\nتظل اللوحة الجانبية مفتوحة حتى تختار إغلاقها، مما يسمح بالرجوع المرجعي بسهولة ومقارنة الصفحات بسهولة في نافذة واحدة.\n◆ السحب والإسقاط:\nقم بسحب وإسقاط الروابط والنصوص بسهولة لتحقيق تصفح فعّال.\n◆ الصفحة الأولى:\nقم بتخصيص الصفحة الرئيسية الأولية المعروضة في اللوحة الجانبية لتجربة تصفح مصممة حسب الطلب.\n◆ شريط التنقل:\n- زر الصفحة الرئيسية لإعادة العرض بنقرة واحدة إلى الصفحة الافتراضية أو الصفحة الرئيسية المخصصة لديك.\n- استخدم مربع البحث في شريط التنقل لتتبع عنوان URL بسرعة، مع استخدام محرك البحث الافتراضي تلقائيًا. بالإضافة إلى ذلك، يمكنك لصق عناوين URL مباشرة في مربع البحث لفتح المواقع الإلكترونية في اللوحة الجانبية، مما يبسط سير عملك في التصفح.\n- حدد موقع شريط التنقل في الأعلى أو الأسفل أو اختفاؤه للحصول على واجهة شخصية.\n◆ محرك بحث قابل للتخصيص:\nاستمتع بخيارات محرك البحث قابلة للتخصيص، بما في ذلك Google وBing وDuckDuckGo وBaidu وYandex.\n◆ أيقونة شريط الأدوات قابلة للتخصيص:\nاختر أيقونة شريط الأدوات المفضلة لديك في الوضع الفاتح أ\n\nو الداكن، متكيفة مع تفضيلاتك البصرية.\n◆ لوحة جانبية قابلة للتغيير في الحجم:\nيمكنك ضبط عرض اللوحة الجانبية بسحب الحافة، سواء زيادة حجمها أو تقليله.\n◆ تعريف مفاتيح الاختصار الخاصة لتنشيط الشريط الجانبي بسرعة.\n◆ دعم وضع الظلام\n\nمعلومات المشروع:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nالأذونات المطلوبة:\n◆ \"contextMenus\": إضافة قائمة سياق لفتح اللوحة الجانبية فورًا.\n◆ \"sidepanel\": السماح للموقع بأن يظهر في اللوحة الجانبية.\n◆ \"storage\": حفظ الإعدادات محليًا ومزامنتها مع حساب متصفح الويب الخاص بك.\n◆ \"declarativeNetRequestWithHostAccess\": السماح لجميع المواقع بالظهور في اللوحة الجانبية.\n\nملحوظة:\nتم تخصيص رؤوس CSP للسماح بهذه الصفحة للظهور في الشريط الجانبي.\n\n<<< ميزة الخيار >>>\nقم بفتح ميزة اختيارية لحماية عينيك ليلاً والتركيز على مشغل الفيديو، مثل يوتيوب™، من خلال تثبيت إضافة Turn Off the Lights لمتصفح YouTube وما وراءه.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "am": "እየሰሩ ወይም ድሩን በሚያስሱበት ጊዜ ያለማቋረጥ በትሮች መካከል መቀያየር ሰልችቶዎታል? በገጽ የጎን አሞሌ አሳሽ ቅጥያ፣ የሚወዷቸውን ድረ-ገጾች ያለምንም ጥረት እንዲጎትቱ እና እንዲጥሉ እና ጎን ለጎን እንዲመለከቱ የሚያስችልዎ ወደሚበጀው የጎን አሞሌ ፈጣን መዳረሻ ያገኛሉ። የስራ ፍሰትዎን ያመቻቹ፣ አላስፈላጊ የትር መቀያየርን ያስወግዱ እና የመስመር ላይ ልምድዎን ዛሬ ይቆጣጠሩ!\n\nየገጽ የጎን አሞሌ ምርታማነትን ከፍ ለማድረግ የተነደፈ ቀላል ክብደት ያለው እና ጠቃሚ ተጨማሪ ነው። በዚህ መሳሪያ አማካኝነት የሚወዷቸውን ድረ-ገጾች ያለምንም ጥረት ጎትተው ወደ የጎን አሞሌው መጣል ይችላሉ፣ ይህም ለፈጣን ተደራሽነት ምቹ ማእከል መፍጠር ይችላሉ። በተጨማሪም፣ የደመቀ ጽሑፍ ወደ የጎን አሞሌው ሲጎትቱ፣ በሚወዱት የፍለጋ ሞተር ውስጥ ያንን ቁልፍ ቃል በራስ-ሰር ይፈልጋል። አዲስ ትሮችን መክፈት ወይም የስራ ፍሰትዎን ማቋረጥ አያስፈልግም - የሚያስፈልገዎት መረጃ በጎን አሞሌው ውስጥ በጣቶችዎ ጫፍ ላይ ነው.\n\nየአሳሽ ቅጥያ ባህሪያት፡-\n◆ የአሰሳ ልምድ፡-\nማንኛውንም ድረ-ገጽ በጠንካራ የድር አሳሽ የጎን አሞሌ እይታ ያለችግር ይክፈቱ። የዊኪፔዲያ መጣጥፍ በማንበብ፣ የዩቲዩብ ቪዲዮን በመመልከት፣ በጽሁፍ አርታኢ ይፃፉ፣ ኮድ ይስሩ፣ የቀን መቁጠሪያዎን ይከፋፍሉ፣ አንድ ቃል መተርጎም፣ ግዢ ወይም ለኢሜይሎች ምላሽ ከመስጠት፣ የአሰሳ ተሞክሮዎን ያሳድጉ፣ ChatGPT፣ Gemini፣ Claude፣ Microsoft Copilot፣ ወይም ሌላ ማንኛውም AI በምቹ ሁኔታ በጎን አሞሌው ውስጥ የሚገኝ ወዘተ.\n◆ ባለብዙ ታብ የጎን አሞሌ\nበአንድ የጎን አሞሌ ውስጥ ብዙ ገጾችን በቀላሉ ይክፈቱ እና ያስተዳድሩ። ለምሳሌ፣ ኖሽን፣ ቶዶስት፣ ትሬሎ እና ጎግል ተርጓሚ ይክፈቱ፣ እና ያለምንም ጥረት በትሮች መካከል ይቀያይሩ።\n◆ የአደጋ ትር መዘጋትን መከላከል\nየ\"x\" አዶን ሲጫኑ ትሮች በአጋጣሚ እንዳይዘጉ ለመከላከል ማስጠንቀቂያን አንቃ።\n◆ የአውድ ምናሌ\nበጎን ፓነል ውስጥ ያለ ማንኛውንም አገናኝ ያለችግር ለመክፈት በቀኝ ጠቅ በማድረግ የአውድ ምናሌውን ይድረሱ። እና የጎን ፓነል ፍለጋ ገጹን ለመክፈት የተመረጠ ጽሑፍ።\n◆ የተሰካ የጎን ፓነል፡\nለመዝጋት እስኪመርጡ ድረስ የጎን ፓነል ክፍት ሆኖ ይቆያል፣ ይህም ምቹ ማጣቀሻ እና ልፋት የለሽ የገጽ ንፅፅር በአንድ መስኮት ውስጥ እንዲኖር ያስችላል።\n◆ ጎትት እና ጣል፡\nለተቀላጠፈ አሰሳ በቀላሉ አገናኞችን እና ጽሑፍን ጎትት እና ጣል አድርግ።\n◆ የመጀመሪያ ገጽ፡-\nለተስተካከለ የአሰሳ ተሞክሮ በጎን ፓነል ላይ የሚታየውን የመጀመሪያ መነሻ ገጽ አብጅ።\n◆ የአሰሳ አሞሌ፡\n- እይታውን በአንድ ጊዜ ጠቅ በማድረግ ወደ ነባሪው ገጽ ወይም ወደ ብጁ መነሻ ገጽዎ ለመመለስ የመነሻ ቁልፍ\n- ለፈጣን ዩአርኤል መከታተያ በአሰሳ አሞሌው ውስጥ ያለውን የፍለጋ ሳጥኑን ተጠቀም፣ በፍለጋ ቃላት ነባሪውን የፍለጋ ሞተር በመጠቀም። በተጨማሪም፣ በጎን ፓነል ውስጥ ድህረ ገፆችን ለመክፈት፣ የአሰሳ የስራ ሂደትህን በማሳለጥ URLs በቀጥታ በፍለጋ ሳጥኑ ውስጥ ለጥፍ።\n- ከላይ፣ ከታች ወይም የተደበቀውን የአሰሳ አሞሌን ቦታ ለግል ብጁ ይሰይሙ።\n◆ ሊበጅ የሚችል የፍለጋ ሞተር፡\nGoogle፣ Bing፣ DuckDuckGo፣ Baidu እና Yandex ን ጨምሮ ሊበጁ በሚችሉ የፍለጋ ፕሮግራሞች ይደሰቱ።\n◆ ብጁ የመሳሪያ አሞሌ አዶ፡-\nከእይታ ምርጫዎችዎ ጋር በማስማማት የመረጡትን የመሳሪያ አሞሌ አዶ በብርሃን ወይም በጨለማ ሁነታ ይምረጡ።\n◆ ሊቀየር የሚችል የጎን ፓነል\nጠርዙን በመያዝ የጎን መከለያውን ስፋት ማስተካከል ይችላሉ, መጠኑን በመጨመር ወይም በመቀነስ.\n◆ የጎን አሞሌን በፍጥነት ለማንቃት ብጁ የቁልፍ ሰሌዳ ጥምረቶችን ይግለጹ\n◆ ለጨለማ ሁነታ ድጋፍ\n\nየፕሮጀክት መረጃ፡-\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nየሚፈለጉ ፈቃዶች፡-\n◆ \"contextMenus\"፡ የጎን ፓነልን በቅጽበት ለመክፈት አውድ ሜኑ ጨምር።\n◆ “sidepanel”፡ ድህረ ገጹ በጎን ፓነል ውስጥ እንዲታይ ፍቀድ።\n◆ \"ማከማቻ\"፡ ቅንጅቶችን በአገር ውስጥ ያስቀምጡ እና ከድር አሳሽ መለያዎ ጋር ያመሳስሉ።\n◆ \"declarativeNetRequestWithHostAccess\"፡ ሁሉም ድር ጣቢያዎች በጎን ፓነል ውስጥ እንዲታዩ ፍቀድ።\n\nማስታወሻ:\nይህ ገጽ በጎን አሞሌው ውስጥ እንዲታይ የCSP ራስጌዎች ተበጅተዋል።\n\n<<< አማራጭ ባህሪ >>>\nበምሽት ዓይንዎን ለመጠበቅ አማራጭ ባህሪን ይክፈቱ እና በቪዲዮ ማጫወቻው ላይ ያተኩሩ፣ ለምሳሌ YouTube™፣ የዩቲዩብን እና ከዚያ በላይ የላይትን ማሰሻ ቅጥያ በመጫን።\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "bg": "Се ли сте наскучили от постоянното превключване между разделите, докато работите или сърфирате в интернет? С разширението за браузър Page Sidebar получавате мигновен достъп до настроен страничен панел, който ви позволява лесно да влачите и поставяте любимите си уебсайтове и да ги виждате един до друг. Оптимизирайте работния си процес, изключете излишното превключване на разделите и надзирайте онлайн преживяването си днес!\n\nPage Sidebar е лек и полезен добавен модул, създаден да повиши продуктивността. С този инструмент можете лесно да влачите и поставяте любимите си уебсайтове в страничния панел, създавайки удобен хъб за бърз достъп. Освен това, когато влачите подчертан текст в страничния панел, той автоматично ще търси ключовата дума във вашия любим търсач. Няма нужда от отваряне на нови раздели или прекъсване на работния процес - информацията, от която се нуждаете, е на вашите пръсти в страничния панел.\n\nХарактеристики на разширението за браузър:\n◆ Опит при сърфиране:\nОтваряйте всяка уеб страница безпроблемно със стабилен изглед на страничната лента на уеб браузъра. Независимо дали четете статия в Wikipedia, гледате видеоклип в YouTube, пишете в текстов редактор, кодирате, разделяте изгледа на календара си, превеждате дума, пазарувате или отговаряте на имейли, подобрете изживяването си при сърфиране, ChatGPT, Gemini, Claude, Microsoft Copilot, или всеки друг AI, който е удобно достъпен в страничната лента и т.н.\n◆ Странична лента с множество раздели\nОтваряйте и управлявайте лесно множество страници в една странична лента. Например, отворете Notion, Todoist, Trello и Google Translate и безпроблемно превключвайте между раздели.\n◆ Предотвратяване на случайно затваряне на раздели\nАктивирайте предупреждение, за да предотвратите случайно затваряне на раздели, когато щракнете върху иконата \"x\".\n◆ Контекстно меню\nДостъп до контекстното меню чрез щракване с десния бутон, за да отворите всяка връзка лесно в страничния панел. Избран текст отваря страничната страница за търсене.\n◆ Закачен страничен панел:\nСтраничният панел остава отворен, докато не решите да го затворите, което позволява удобна справка и лесно сравнение на страници в един прозорец.\n◆ Влачене и пускане:\nЛесно влачете и пускайте връзки и текст за ефективно навигиране.\n◆ Първа страница:\nПерсонализирайте началната страница, показвана в страничния панел, за персонализирано преживяване при сърфиране.\n◆ Навигационна лента:\n- Бутонът \"Начало\" за нулиране на изгледа с едно кликване към стандартната страница или вашата персонализирана начална страница\n- Използвайте полето за търсене в навигационната лента за бързо проследяване на URL адреси, като търсачката автоматично използва стандартния търсачен двигател. Допълнително поставяйте URL адреси директно в полето за търсене, за да отворите уебсайтове в страничния панел и оптимизирате своя работен процес при сърфиране.\n- Задайте позицията на навигационната лента в горната, долната или скрита част за персонализиран интерфейс.\n◆ Настроен търсачен двигател:\nВъзползвайте се от настроените опции за търсене, включително Google, Bing, DuckDuckGo, Baidu и Yandex.\n◆ Настроен иконосмен панел:\nИзберете предпочитаната икона в иконосмен панел в светъл или тъмен режим, съобразено с вашите визуални предпочитания.\n◆ Разтеглив страничен панел\nМожете да регулирате ширината на страничния панел, като го влачете от края, за увеличаване или намаляване на размера му.\n◆ Задайте персонализирани комбинации от клавиши, за да активирате страничния панел бързо\n◆ Поддръжка на тъмен режим\n\nИнформация за проекта:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nНеобходими разрешения:\n◆ \"contextMenus\": Добавете контекстно\n\n меню за моментално отваряне на страничния панел.\n◆ \"sidepanel\": Позволете видимост на уебсайта в страничния панел.\n◆ \"storage\": Запазване на настройките локално и синхронизиране със своя акаунт в браузъра.\n◆ \"declarativeNetRequestWithHostAccess\": Позволете преглед на всички уебсайтове в страничния панел.\n\nЗабележка:\nЗаглавията на CSP са персонализирани, за да позволят преглеждането на тази страница в страничния панел.\n\n<<< Опция \"Функция\" >>>\nОтключете опция защита на очите през нощта и фокусирайте върху видеоплеъра, като например YouTube™, като инсталирате разширението за браузър Turn Off the Lights за YouTube и още.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "bn": "কি আপনি নিজেকে কাজ করতে বা ওয়েব ব্রাউজ করতে ট্যাব পাল্টাতে থাকতে বিরক্ত? পেজ সাইডবার ব্রাউজার এক্সটেনশন দিয়ে, আপনি একটি কাস্টমাইজয়েবল সাইডবারে তাত্ক্ষণিক অ্যাক্সেস পাবেন, যা আপনাকে আপনার প্রিয় ওয়েবসাইটগুলি সহজে ড্র্যাগ এবং ড্রপ করতে এবং তাদেরকে সাইড দিয়ে দেখতে অনুমতি দেয়। আপনার ওয়ার্কফ্লো স্ট্রিমলাইন করুন, অননাদ্য ট্যাব-পাল্টার মুক্তি দিন, এবং আজকেই আপনার অনলাইন অভিজ্ঞান নিয়ন্ত্রণ করুন!\n\nপেজ সাইডবার হ'ল একটি হালকা এবং কার্যকর অ্যাড-ইন যা উচ্চ উন্নতি করার জন্য তৈরি করা হয়েছে। এই টুলটি দিয়ে আপনি সহজেই আপনার প্রিয় ওয়েবসাইটগুলি সাইডবারে ড্র্যাগ এবং ড্রপ করে একটি সহজ অ্যাক্সেসের জন্য একটি সুবিধাজনক হাব তৈরি করতে পারবেন। আরও, যখন আপনি হাইলাইট করা টেক্সটটি সাইডবারে ড্র্যাগ করবেন, তখন এটি নিজে নিজেই আপনার প্রিয় সার্চ ইঞ্জিনে এই কীওয়ার্ড জন্য অটোমেটিক সার্চ করবে। নতুন ট্যাব ওপেন করতে অথবা আপনার ওয়ার্কফ্লো বিরতি দেওয়ার প্রয়োজন নেই - সাইডবারে আপনি যা প্রয়োজন তা আপনার হাতের মুঠোয়।\n\nব্রাউজার এক্সটেনশনের বৈশিষ্ট্যগুলি:\n◆ ব্রাউজিং অভিজ্ঞতা:\nএকটি শক্তিশালী ওয়েব ব্রাউজার সাইডবার ভিউ দিয়ে নির্বিঘ্নে যেকোনো ওয়েবপৃষ্ঠা খুলুন। একটি উইকিপিডিয়া নিবন্ধ পড়া, একটি YouTube ভিডিও দেখা, একটি পাঠ্য সম্পাদকে লিখুন, কোডিং করুন, আপনার ক্যালেন্ডারকে বিভক্ত করুন, একটি শব্দ অনুবাদ করুন, কেনাকাটা করুন, বা ইমেলের প্রতিক্রিয়া, আপনার ব্রাউজিং অভিজ্ঞতা উন্নত করুন, ChatGPT, Gemini, Claude, Microsoft Copilot, বা সাইডবারে সুবিধাজনকভাবে অ্যাক্সেসযোগ্য অন্য কোনো AI, ইত্যাদি।\n◆ মাল্টি-ট্যাব সাইডবার\nএকটি সাইডবারের মধ্যে একাধিক পৃষ্ঠা সহজে খুলুন এবং পরিচালনা করুন। উদাহরণস্বরূপ, Notion, Todoist, Trello এবং Google Translate খুলুন এবং অনায়াসে ট্যাবগুলির মধ্যে স্যুইচ করুন৷\n◆ দুর্ঘটনাজনিত ট্যাব বন্ধ হওয়া প্রতিরোধ করুন\nআপনি যখন \"x\" আইকনে ক্লিক করেন তখন ভুলবশত বন্ধ হয়ে যাওয়া ট্যাবগুলি প্রতিরোধ করতে একটি সতর্কতা সক্রিয় করুন৷\n◆ কনটেক্সট মেনু:\nরাইট-ক্লিক করে যেকোনো লিঙ্ক সহজেই সাইড প্যানেলে খোলতে সহজেই কনটেক্সট মেনু অ্যাক্সেস করুন। এবং সাইড প্যানেল সার্চ পৃষ্ঠা খোলতে নির্বাচিত টেক্সট।\n◆ পিন্ড সাইড প্যানেল:\nসাইড প্যানেলটি আপনি যখন ইচ্ছা করবেন তখন থাকবে, যাতে সুবিধাজনক অমুক এবং একক উইন্ডোতে সহজে পৃষ্ঠা তুলনা করা যায়।\n◆ ড্র্যাগ এবং ড্রপ:\nদক্ষ নেভিগেশনের জন্য লিঙ্ক এবং টেক্সট সহজে ড্র্যাগ এবং ড্রপ করুন।\n◆ প্রথম পৃষ্ঠা:\nসাইড প্যানেলে প্রদর্শনের জন্য প্রাথমিক হোম পেজ কাস্টমাইজ করুন একটি টেইলরড ব্রাউজিং অভিজ্ঞানের জন্য।\n◆ নেভিগেশন বার:\nডিফল্ট পৃষ্ঠায় বা আপনার কাস্টম হোম পৃষ্ঠায় একটি ক্লিকে দৃশ্য পুনরায় সেট করতে হোম বাটন\nনেভিগেশন বারের সার্চ বক্স ব্যবহার করুন দ্রুত URL ট্র্যাকিং করতে, সার্চ টার্মগুলি ডিফল্ট সার্চ ইঞ্জিন ব্যবহার করে স্বয়ংক্রিয়ভাবে। অতএব, ওয়েবসাইটগুলি খোলার জন্য সরাসরি সার্চ বক্সে URL পেস্ট করুন, আপনার ব্রাউজিং ওয়ার্কফ্লো সহজ করার জন্য সাইড প্যানেলে।\nনেভিগেশন বারের অবস্থানটি সক্রিয় করুন উপরে, নীচে বা লুকানোর জন্য, একটি ব্যক্তিগত ইন্টারফেস জন্য।\n◆ কাস্টমাইজয়েবল সার্চ ইঞ্জিন:\nগুগল, বিঙ, ডাকডাকগো, বাইডু, এবং যান্ডেক্স সহ কাস্টমাইজয়েবল সার্চ ইঞ্জিন অপশন অনুভব করুন।\n◆ কাস্টম টুলবার আইকন:\nআপনার ভিজুয়াল পছন্দগুলির অনুসারে লাইট অথবা ডার্ক মোডে আপনার পছন্দসই টুলবার আইকন নির্বাচন করুন।\n◆ পৃষ্ঠান্তর সাইড প্যানেল:\nসাইড প্যানেলের প্রস্থ পরিবর্তন করতে আপনি এটির পাশে ধরে টেনে বা কমিয়ে বাড়াতে পারেন।\n◆ সাইডবার দ্রুত সক্রিয় করতে কাস্টম কীবোর্ড কম্বিনেশন সম্পাদনা করুন\n◆ ডার্ক মোড সাপোর্ট\n\nপ্রজেক্ট তথ্য:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nপ্রয়োজনীয় অনুমতিসমূহ:\n◆ \"contextMenus\": একটি সাইড প্যানেল তাৎক্ষণিকভাবে খোলার জন্য একটি সংদর্ভ মেনু যোগ করুন।\n◆ \"sidepanel\": ওয়েবসাইটটি সাইড প্যানেলে দেখার অনুমতি দিন।\n◆ \"storage\": সেটিংসগুলি স্থানীয়ভাবে সংরক্ষণ করুন এবং আপনার ওয়েব ব্রাউজার অ্যাকাউন্টের সাথে সিঙ্ক করুন।\n◆ \"declarativeNetRequestWithHostAccess\": সমস্ত ওয়েবসাইটগুলি সাইড প্যানেলে দেখার অনুমতি দিন।\n\nনোট:\nCSP হেডারগুলি কাস্টমাইজ করা হয়েছে যাতে এই পৃষ্ঠাটি সাইডবারে দেখা যায়।\n\n<<< অপশন বৈশিষ্ট্য >>>\nরাতে আপনার চোখগুলি সুরক্ষিত রাখতে এবং ভিডিও প্লেয়ারে মনোনিবেশ করতে, যেমন YouTube™, Turn Off the Lights ব্রাউজার এক্সটেনশন ইনস্টল করে একটি অপশন বৈশিষ্ট্য অনলক করুন।\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "ca": "Esteu cansat de passar constantment entre pestanyes mentre treballeu o navegueu per la web? Amb l'extensió del navegador Page Sidebar, obteniu accés instantani a una barra lateral personalitzable que us permet arrossegar i deixar anar fàcilment els vostres llocs web preferits i veure'ls al costat. Optimitzeu el vostre flux de treball, elimineu el canvi innecessari de pestanyes i preneu el control de la vostra experiència en línia avui mateix!\n\nLa Page Sidebar és un complement lleuger i útil dissenyat per augmentar la productivitat. Amb aquesta eina, podeu arrossegar i deixar anar els vostres llocs web preferits a la barra lateral, creant un centre convenient per a un accés ràpid. A més, quan arrossegueu un text ressaltat a la barra lateral, buscarà automàticament aquesta paraula clau al vostre motor de cerca preferit. No cal obrir noves pestanyes ni interrompre el vostre flux de treball; la informació que necessiteu és a la barra lateral, al vostre abast.\n\nCaracterístiques de l'extensió del navegador:\n◆ Experiència de navegació:\nObriu qualsevol pàgina web sense problemes amb una vista robusta de la barra lateral del navegador web. Tant si llegeix un article de la Viquipèdia, mira un vídeo de YouTube, escriu en un editor de text, codifica, visualitza dividit el teu calendari, tradueix una paraula, compres o respon a correus electrònics, millora la teva experiència de navegació, ChatGPT, Gemini, Claude, Microsoft Copilot, o qualsevol altra IA convenientment accessible a la barra lateral, etc.\n◆ Barra lateral de diverses pestanyes\nObriu i gestioneu fàcilment diverses pàgines dins d'una única barra lateral. Per exemple, obriu Notion, Todoist, Trello i Google Translate i canvieu sense esforç entre pestanyes.\n◆ Evitar el tancament accidental de la pestanya\nActiveu un avís per evitar que les pestanyes es tanquin accidentalment quan feu clic a la icona \"x\".\n◆ Menú contextual:\nAccediu al menú contextual amb el clic dret per obrir sense problemes qualsevol enllaç al panell lateral. I seleccioneu text per obrir la pàgina de cerca del panell lateral.\n◆ Panell lateral fixat:\nEl panell lateral resta obert fins que decidiu tancar-lo, permetent una referència convenient i una comparació de pàgines sense esforç en una sola finestra.\n◆ Arrossega i deixa anar:\nArrossegueu i deixeu anar enllaços i text amb facilitat per a una navegació eficient.\n◆ Primera pàgina:\nPersonalitzeu la pàgina inicial mostrada al panell lateral per a una experiència de navegació adaptada.\n◆ Barra de navegació:\n- El botó d'inici per restablir la vista amb un sol clic a la pàgina predeterminada o la vostra pàgina d'inici personalitzada.\n- Utilitzeu el quadre de cerca a la barra de navegació per fer un seguiment ràpid d'URL, amb termes de cerca que s'utilitzen automàticament pel motor de cerca predeterminat. A més, enganxeu les URL directament al quadre de cerca per obrir llocs web al panell lateral, optimitzant el vostre flux de treball de navegació.\n- Designeu la posició de la barra de navegació a la part superior, inferior o amagada per a una interfície personalitzada.\n◆ Motor de cerca personalitzable:\nGaudiu d'opcions de motors de cerca personalitzables, inclosos Google, Bing, DuckDuckGo, Baidu i Yandex.\n◆ Icona de barra d'eines personalitzable:\nSeleccioneu la icona de la barra d'eines preferida ja sigui en mode clar o fosc, adaptant-vos a les vostres preferències visuals.\n◆ Panell lateral redimensionable:\nPodeu ajustar l'amplada del panell lateral agafant el vora, ja sigui augmentant-la o disminuint-la.\n◆ Definir combinacions de tecles personalitzades per activar ràpidament la barra lateral.\n◆ Suport per al Mode Fosc.\n\nInformació del projecte:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nPermisos necessaris:\n◆ \"contextMenus\": Afegir un menú contextual per obrir immediatament el panell lateral.\n◆ \"sidepanel\": Permetre que el lloc web sigui visible al panell lateral.\n◆ \"storage\": Desar les configuracions localment i sincronitzar-les amb el compte del navegador web.\n◆ \"declarativeNetRequestWithHostAccess\": Permetre que tots els llocs web siguin vistos al panell lateral.\n\nNota:\nLes capçaleres CSP s'han personalitzat per permetre que aquesta pàgina es vegi a la barra lateral.\n\n<<< Característica opcional >>>\nDesbloqueja una característica opcional per protegir els teus ulls de nit i centrar-te al reproductor de vídeo, com ara YouTube™, instal·lant l'extensió del navegador Turn Off the Lights per a YouTube i més enllà.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "cs": "Jste unaveni neustálým přepínáním mezi panely při práci nebo procházení internetem? S rozšířením prohlížeče Page Sidebar získáte okamžitý přístup k přizpůsobitelnému bočnímu panelu, který vám umožní snadno přetahovat a upouštět své oblíbené webové stránky a zobrazovat je vedle sebe. Zefektivněte svůj pracovní postup, eliminujte zbytečné přepínání panelů a ovládněte svůj online zážitek ještě dnes!\n\nPage Sidebar je lehký a užitečný doplněk navržený k zvýšení produktivity. S tímto nástrojem můžete snadno přetahovat a upouštět své oblíbené webové stránky do bočního panelu, vytvářejíce tak pohodlné centrum pro rychlý přístup. Navíc, když přetáhnete zvýrazněný text do bočního panelu, automaticky vyhledá toto klíčové slovo ve vašem oblíbeném vyhledávači. Nemusíte otevírat nové panely nebo přerušovat svůj pracovní postup - informace, které potřebujete, jsou přímo na dosah ruky v bočním panelu.\n\nFunkce rozšíření prohlížeče:\n◆ Prohlížení:\nBezproblémově otevřete jakoukoli webovou stránku pomocí robustního zobrazení postranního panelu webového prohlížeče. Ať už čtete článek na Wikipedii, sledujete video na YouTube, píšete v textovém editoru, kódujete, rozdělujete si kalendář, překládáte slovo, nakupujete nebo odpovídáte na e-maily, vylepšete si prohlížení, ChatGPT, Gemini, Claude, Microsoft Copilot, nebo jakákoli jiná AI pohodlně dostupná v postranním panelu atd.\n◆ Postranní panel s více kartami\nSnadno otevírejte a spravujte více stránek na jednom postranním panelu. Otevřete například Notion, Todoist, Trello a Google Translate a bez námahy přepínejte mezi kartami.\n◆ Zabraňte náhodnému uzavření karty\nPovolte varování, abyste zabránili náhodnému zavření karet při kliknutí na ikonu „x“.\n◆ Kontextové menu:\nPřístup k kontextovému menu pravým kliknutím pro snadné otevírání libovolného odkazu v bočním panelu. A vybraný text otevře stránku s vyhledáváním v bočním panelu.\n◆ Připnutý boční panel:\nBoční panel zůstane otevřený, dokud si jej nezavřete, umožňující pohodlné odkazy a snadné porovnání stránek v jednom okně.\n◆ Přetahování a upouštění:\nSnadné přetahování a upouštění odkazů a textu pro efektivní navigaci.\n◆ První stránka:\nPřizpůsobte počáteční domovskou stránku zobrazenou v bočním panelu pro přizpůsobený prohlížecí zážitek.\n◆ Navigační panel:\n- Tlačítko Domů pro resetování zobrazení jedním kliknutím na výchozí stránku nebo na vaši vlastní domovskou stránku.\n- Využijte vyhledávací pole v navigačním panelu pro rychlé sledování URL, s hledanými termíny automaticky používajícími výchozí vyhledávač. Kromě toho vložte URL přímo do vyhledávacího pole pro otevírání webových stránek v bočním panelu, zefektivňujíc tak svůj prohlížecí postup.\n- Určete umístění navigačního panelu nahoře, dole nebo skryté pro personalizované rozhraní.\n◆ Přizpůsobitelný vyhledávač:\nVychutnejte si přizpůsobitelné možnosti vyhledávače, včetně Google, Bing, DuckDuckGo, Baidu a Yandex.\n◆ Přizpůsobitelná ikona nástrojové lišty:\nVyberte si svou preferovanou ikonu nástrojové lišty ve světlém nebo tmavém režimu, přizpůsobujíc se vašim vizuálním preferencím.\n◆ Změnitelný boční panel:\nŠířku bočního panelu můžete nastavit tím, že chytíte okraj a buď zvětšíte, nebo zmenšíte jeho velikost.\n◆ Definujte vlastní klávesové kombinace pro rychlé aktivování bočního panelu.\n◆ Podpora pro tmavý režim\n\nInformace o projektu:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nPožadovaná oprávnění:\n◆ \"contextMenus\": Přidejte kontextové menu pro okamžité otevření bočního panelu.\n◆ \"sidepanel\": Povolte zobrazení webové stránky v bočním panelu.\n◆ \"storage\": Ukládejte nastavení lokálně a synchronizujte s účtem ve vašem webovém prohlížeči.\n◆ \"declarativeNetRequestWithHostAccess\": Povolte zobrazení všech webových stránek v bočním panelu.\n\nPoznámka:\nHlavičky CSP byly přizpůsobeny tak, aby umožňovaly zobrazení této stránky v bočním panelu.\n\n<<< Funkce na výběr >>>\nOdemkněte možnost ochrany očí v noci a zaměřte se na přehrávač videa, jako je YouTube™, instalací rozšíření prohlížeče Turn Off the Lights pro YouTube a další.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "da": "Er du træt af konstant at skifte mellem faner, mens du arbejder eller browser på nettet? Med Page Sidebar-browserudvidelsen får du øjeblikkelig adgang til en tilpasselig sidebar, der gør det muligt at trække og slippe dine foretrukne hjemmesider og se dem side om side uden besvær. Optimer din arbejdsgang, eliminer unødvendig fane-skiftning og tag kontrol over din onlineoplevelse i dag!\n\nPage Sidebar er en let og nyttig tilføjelse designet til at forbedre produktiviteten. Med dette værktøj kan du ubesværet trække og slippe dine foretrukne hjemmesider ind i sidepanelet og skabe en praktisk central for hurtig adgang. Desuden vil det, når du trækker en markeret tekst ind i sidepanelet, automatisk søge efter det nøgleord i din foretrukne søgemaskine. Du behøver ikke åbne nye faner eller afbryde din arbejdsgang – den information, du har brug for, er lige ved hånden i sidepanelet.\n\nFunktioner i browserudvidelsen:\n◆ Browseroplevelse:\nÅbn en hvilken som helst webside problemfrit med en robust webbrowser-sidebjælkevisning. Uanset om du læser en Wikipedia-artikel, ser en YouTube-video, skriver i en teksteditor, koder, deler din kalender, oversætter et ord, handler eller svarer på e-mails, forbedrer du din browsingoplevelse, ChatGPT, Gemini, Claude, Microsoft Copilot, eller enhver anden AI, der er bekvemt tilgængelig i sidebjælken osv.\n◆ Sidebjælke med flere faner\nÅbn og administrer nemt flere sider i en enkelt sidebjælke. Åbn for eksempel Notion, Todoist, Trello og Google Translate, og skift ubesværet mellem faner.\n◆ Forhindrer utilsigtet lukning af faner\nAktiver en advarsel for at forhindre faner i at lukke ved et uheld, når du klikker på \"x\"-ikonet.\n◆ Kontekstmenu:\nFå adgang til kontekstmenuen ved at højreklikke for at åbne enhver link i sidepanelet. Og markeret tekst for at åbne sidepanel-søgesiden.\n◆ Fastgjort Sidepanel:\nSidepanelet forbliver åbent, indtil du vælger at lukke det, hvilket muliggør praktisk reference og ubesværet sammenligning af sider inden for ét vindue.\n◆ Træk og slip:\nTræk og slip nemt links og tekst for effektiv navigation.\n◆ Første side:\nTilpas den indledende hjemmeside, der vises i sidepanelet, for en skræddersyet browseroplevelse.\n◆ Navigationsbjælke:\n- Hjem-knappen for at nulstille visningen med et enkelt klik til standard- eller brugerdefineret hjemmeside.\n- Brug søgefeltet i navigationsbjælken til hurtig URL-sporing, med søgetermer, der automatisk bruger standard søgemaskine. Desuden kan du indsætte URL'er direkte i søgefeltet for at åbne hjemmesider i sidepanelet og optimere din browserarbejdsgang.\n- Angiv placeringen af navigationsbjælken øverst, nederst eller skjult for et personligt interface.\n◆ Tilpasselig Søgemaskine:\nNyd tilpasselige søgemaskineindstillinger, herunder Google, Bing, DuckDuckGo, Baidu og Yandex.\n◆ Brugerdefineret Værktøjslinjeikon:\nVælg dit foretrukne værktøjslinjeikon i enten lys eller mørk tilstand, der tilpasses dine visuelle præferencer.\n◆ Justerbart Sidepanel:\nDu kan justere bredden af sidepanelet ved at trække i kanten, enten øge eller mindske størrelsen.\n◆ Definér brugerdefinerede tastaturkombinationer for hurtigt at aktivere sidepanelet\n◆ Understøttelse af mørk tilstand\n\nProjektinformation:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nNødvendige tilladelser:\n◆ \"contextMenus\": Tilføj en kontekstmenu for at åbne sidepanelet øjeblikkeligt.\n◆ \"sidepanel\": Tillad, at hjemmesiden er synlig i sidepanelet.\n◆ \"storage\": Gem indstillinger lokalt og synkroniser med din webbrowserkonto.\n◆ \"declarativeNetRequestWithHostAccess\": Tillad, at alle hjemmesider kan ses i sidepanelet.\n\nBemærk:\nCSP-headere er tilpasset for at tillade, at denne side kan ses i sidepanelet.\n\n<<< Valgmulighed >>>\nFå adgang til en valgmulighed for at beskytte dine øjne om natten og fokusere på videospilleren, såsom YouTube™, ved at installere Turn Off the Lights-browserudvidelsen til YouTube og Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "de": "Sind Sie es leid, ständig zwischen Tabs zu wechseln, während Sie arbeiten oder im Internet surfen? Mit der Page Sidebar Browsererweiterung erhalten Sie sofortigen Zugriff auf eine anpassbare Seitenleiste, die es Ihnen ermöglicht, Ihre Lieblingswebsites mühelos zu ziehen und abzulegen und sie nebeneinander anzuzeigen. Optimieren Sie Ihren Arbeitsablauf, vermeiden Sie unnötiges Tab-Wechseln und übernehmen Sie heute die Kontrolle über Ihr Online-Erlebnis!\n\nDie Page Sidebar ist ein leichtgewichtiges und nützliches Add-on, das entwickelt wurde, um die Produktivität zu steigern. Mit diesem Tool können Sie Ihre Lieblingswebsites mühelos in die Seitenleiste ziehen und ablegen, um einen praktischen Hub für schnellen Zugriff zu erstellen. Wenn Sie außerdem einen markierten Text in die Seitenleiste ziehen, wird automatisch nach diesem Schlüsselwort in Ihrer bevorzugten Suchmaschine gesucht. Keine Notwendigkeit, neue Tabs zu öffnen oder Ihren Arbeitsablauf zu unterbrechen - die benötigten Informationen stehen Ihnen direkt in der Seitenleiste zur Verfügung.\n\nFunktionen der Browsererweiterung:\n◆ Browsing-Erlebnis:\nÖffnen Sie jede Webseite nahtlos mit einer robusten Seitenleistenansicht des Webbrowsers. Egal, ob Sie einen Wikipedia-Artikel lesen, ein YouTube-Video ansehen, in einem Texteditor schreiben, programmieren, Ihren Kalender in der geteilten Ansicht anzeigen, ein Wort übersetzen, einkaufen oder auf E-Mails antworten, verbessern Sie Ihr Browsing-Erlebnis, ChatGPT, Gemini, Claude, Microsoft Copilot oder jede andere KI, die bequem in der Seitenleiste zugänglich ist usw.\n◆ Seitenleiste mit mehreren Registerkarten\nÖffnen und verwalten Sie problemlos mehrere Seiten in einer einzigen Seitenleiste. Öffnen Sie beispielsweise Notion, Todoist, Trello und Google Translate und wechseln Sie mühelos zwischen den Registerkarten.\n◆ Versehentliches Schließen von Registerkarten verhindern\nAktivieren Sie eine Warnung, um zu verhindern, dass Registerkarten versehentlich geschlossen werden, wenn Sie auf das „x“-Symbol klicken.\n◆ Kontextmenü:\nGreifen Sie mit einem Rechtsklick auf das Kontextmenü zu, um jeden Link nahtlos im Seitenbereich zu öffnen. Wählen Sie ausgewählten Text aus, um die Seitenbereich-Suchseite zu öffnen.\n◆ Angehefteter Seitenbereich:\nDer Seitenbereich bleibt geöffnet, bis Sie sich entscheiden, ihn zu schließen, was bequeme Referenz und mühelosen Seitenvergleich in einem einzigen Fenster ermöglicht.\n◆ Ziehen und ablegen:\nZiehen Sie Links und Texte einfach für eine effiziente Navigation.\n◆ Erste Seite:\nPassen Sie die initiale Startseite in der Seitenleiste an, um ein individuelles Browsererlebnis zu schaffen.\n◆ Navigationsleiste:\n- Die Home-Taste, um die Ansicht mit einem Klick auf die Standardseite oder Ihre benutzerdefinierte Startseite zurückzusetzen.\n- Nutzen Sie das Suchfeld in der Navigationsleiste für schnelles URL-Tracking, wobei Suchbegriffe automatisch die Standard-Suchmaschine verwenden. Fügen Sie außerdem URLs direkt in das Suchfeld ein, um Websites im Seitenbereich zu öffnen und Ihren Browser-Workflow zu optimieren.\n- Bestimmen Sie die Position der Navigationsleiste oben, unten oder versteckt für eine personalisierte Benutzeroberfläche.\n◆ Anpassbare Suchmaschine:\nGenießen Sie anpassbare Suchmaschinenoptionen, einschließlich Google, Bing, DuckDuckGo, Baidu und Yandex.\n◆ Benutzerdefiniertes Symbolleisten-Symbol:\nWählen Sie Ihr bevorzugtes Symbolleisten-Symbol im Licht- oder Dunkelmodus aus und passen Sie es an Ihre visuellen Vorlieben an.\n◆ Größenverstellbarer Seitenbereich:\nSie können die Breite des Seitenbereichs durch Ziehen am Rand einfach vergrößern oder verkleinern.\n◆ Definieren Sie benutzerdefinierte Tastenkombinationen, um die Seitenleiste schnell zu aktivieren.\n◆ Unterstützung für den Dunkelmodus\n\nProjektinformationen:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nErforderliche Berechtigungen:\n◆ \"contextMenus\": Fügen Sie ein Kontextmenü hinzu, um den Seitenbereich sofort zu öffnen.\n◆ \"sidepanel\": Erlauben Sie, dass die Website im Seitenbereich sichtbar ist.\n◆ \"storage\": Speichern Sie Einstellungen lokal und synchronisieren Sie sie mit Ihrem Webbrowser-Konto.\n◆ \"declarativeNetRequestWithHostAccess\": Erlauben Sie, dass alle Websites im Seitenbereich angezeigt werden.\n\nHinweis:\nDie CSP-Header wurden angepasst, um diese Seite im Seitenbereich anzeigen zu können.\n\n<<< Optionales Feature >>>\nAktivieren Sie ein optionales Feature, um Ihre Augen nachts zu schützen und sich auf den Videoplayer zu konzentrieren, wie z. B. YouTube™, indem Sie die Browsererweiterung \"Turn Off the Lights for YouTube and Beyond\" installieren.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "el": "Είστε κουρασμένοι από το συνεχές μεταπηδητό μεταξύ καρτελών κατά την εργασία ή την περιήγηση στο διαδίκτυο; Με τον πρόσθετο περιηγητή Page Sidebar, αποκτάτε άμεση πρόσβαση σε μια προσαρμόσιμη πλευρική στήλη που σας επιτρέπει να σύρετε και να αφήσετε εύκολα τις αγαπημένες σας ιστοσελίδες και να τις προβάλλετε δίπλα-δίπλα. Βελτιώστε τη ροή εργασίας σας, εξαλείψτε τον περιττό μεταπηδητό μεταξύ καρτελών και αναλάβετε τον έλεγχο της online εμπειρίας σας σήμερα!\n\nΗ Page Sidebar είναι ένα ελαφρύ και χρήσιμο πρόσθετο σχεδιασμένο για να αυξήσει την παραγωγικότητα. Με αυτό το εργαλείο, μπορείτε εύκολα να σύρετε και να αφήσετε τις αγαπημένες σας ιστοσελίδες στην πλευρική στήλη, δημιουργώντας ένα βολικό κέντρο για γρήγορη πρόσβαση. Επιπλέον, όταν σύρετε ένα επισημασμένο κείμενο στην πλευρική στήλη, θα αναζητήσει αυτόματα αυτήν τη λέξη-κλειδί στην αγαπημένη σας μηχανή αναζήτησης. Δεν χρειάζεται να ανοίγετε νέες καρτέλες ή να διακόπτετε τη ροή εργασίας σας - η πληροφορία που χρειάζεστε είναι ακριβώς στα δάχτυλά σας στην πλευρική στήλη.\n\nΧαρακτηριστικά του πρόσθετου περιηγητή:\n◆ Εμπειρία περιήγησης:\nΑνοίξτε οποιαδήποτε ιστοσελίδα απρόσκοπτα με μια ισχυρή προβολή πλαϊνής γραμμής προγράμματος περιήγησης ιστού. Είτε διαβάζετε ένα άρθρο της Wikipedia, παρακολουθείτε ένα βίντεο YouTube, γράφετε σε ένα πρόγραμμα επεξεργασίας κειμένου, κωδικοποιείτε, μεταφράζετε μια λέξη, αγοράζετε ή απαντάτε σε email, βελτιώνετε την εμπειρία περιήγησής σας, ChatGPT, Gemini, Claude, Microsoft Copilot, ή οποιοδήποτε άλλο AI εύκολα προσβάσιμο στην πλαϊνή γραμμή, κ.λπ.\n◆ Πλαϊνή γραμμή πολλαπλών καρτελών\nΑνοίξτε και διαχειριστείτε εύκολα πολλές σελίδες μέσα σε μια πλευρική γραμμή. Για παράδειγμα, ανοίξτε τα Notion, Todoist, Trello και Google Translate και πραγματοποιήστε εναλλαγή μεταξύ καρτελών χωρίς κόπο.\n◆ Αποτρέψτε το τυχαίο κλείσιμο της καρτέλας\nΕνεργοποιήστε μια προειδοποίηση για να αποτρέψετε το τυχαίο κλείσιμο των καρτελών όταν κάνετε κλικ στο εικονίδιο \"x\".\n◆ Μενού Περιβάλλοντος\nΑποκτήστε πρόσβαση στο μενού περιβάλλοντος κάνοντας δεξί κλικ για άνετο άνοιγμα οποιουδήποτε συνδέσμου στο πλευρικό πάνελ. Και επιλέξτε κείμενο για άνοιγμα σελίδας αναζήτησης στο πλευρικό πάνελ.\n◆ Καρφιτσωμένο Πλευρικό Πάνελ:\nΤο πλευρικό πάνελ παραμένει ανοιχτό μέχρι να επιλέξετε να το κλείσετε, επιτρέποντας άνετη αναφορά και αποτελεσματική σύγκριση σελίδων εντός ενός μόνο παραθύρου.\n◆ Σύρετε και Ρίξτε:\nΣύρετε εύκολα και αφήστε συνδέσμους και κείμενο για αποτελεσματική πλοήγηση.\n◆ Πρώτη Σελίδα:\nΠροσαρμόστε την αρχική σελίδα που εμφανίζεται στο πλευρικό πάνελ για μια προσαρμοσμένη εμπειρία περιήγησης.\n◆ Μπάρα Πλοήγησης:\n\nΟ κουμπί \"home\" για επαναφορά της προβολής με ένα μόνο κλικ στην προεπιλεγμένη σελίδα ή την προσαρμοσμένη σας αρχική σελίδα.\nΧρησιμοποιήστε το πλαίσιο αναζήτησης στη μπάρα πλοήγησης για γρήγορη παρακολούθηση URL, με όρους αναζήτησης που χρησιμοποιούν αυτόματα την προεπιλεγμένη μηχανή αναζήτησης. Επιπλέον, επικολλήστε απευθείας διευθύνσεις URL στο πλαίσιο αναζήτησης για να ανοίξετε ιστοσελίδες στο πλευρικό πάνελ, βελτιώνοντας τη ροή της περιήγησής σας.\nΚαθορίστε τη θέση της μπάρας πλοήγησης στο επάνω μέρος, κάτω μέρος ή κρυφή για ένα εξατομικευμένο περιβάλλον.\n◆ Προσαρμόσιμη Μηχανή Αναζήτησης:\nΑπολαύστε επιλογές προσαρμόσιμης μηχανής αναζήτησης, συμπεριλαμβανομένων των Google, Bing, DuckDuckGo, Baidu και Yandex.\n◆ Προσαρμόσιμη Εικονίδιο Εργαλείου:\nΕπιλέξτε το προτιμώμενο εικονίδιο εργαλείου σας είτε σε φωτεινή είτε σε σκοτεινή λειτουργία, προσαρμόζοντας το στις οπτικές σας προτιμήσεις.\n◆ Προσαρμόσιμο Πλευρικό Πάνελ\nΜπορείτε να προσαρμόσετε το πλάτος του πλευρικού πανελού, τραβώντας την άκρη, αυξάνοντας ή μειώνοντας το μέγεθός του.\n◆ Καθορίστε προσαρμοσμένους συνδυασμούς πλήκτρων για γρήγορη ενεργοποίηση του πλευρικού πανελού\n◆ Υποστήριξη για τη Λειτουργία Σκοτεινού Περιβάλλοντος\n\nΠληροφορίες Έργου:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nΑπαιτούμενες Άδειες:\n◆ \"contextMenus\": Προσθέστε ένα μενού περιβάλλοντος για άμεσο άνοιγμα του πλευρικού πλαισίου.\n◆ \"sidepanel\": Επιτρέψτε την ορατότητα του ιστότοπου στο πλευρικό πλαίσιο.\n◆ \"storage\": Αποθηκεύστε τις ρυθμίσεις τοπικά και συγχρονίστε τις με τον λογαριασμό περιήγησής σας στον περιηγητή.\n◆ \"declarativeNetRequestWithHostAccess\": Επιτρέψτε την προβολή όλων των ιστότοπων στο πλευρικό πλαίσιο.\n\nΣημείωση:\nΟι κεφαλίδες CSP έχουν προσαρμοστεί για να επιτρέπουν την προβολή αυτής της σελίδας στο πλευρικό πλαίσιο.\n\n<<< Χαρακτηριστικό επιλογής >>>\nΞεκλειδώστε ένα χαρακτηριστικό επιλογής για να προστατεύσετε τα μάτια σας τη νύχτα και να επικεντρωθείτε στον αναπαραγωγέα βίντεο, όπως το YouTube™, εγκαθιστώντας την επέκταση περιηγητή Turn Off the Lights για το YouTube και πέρα.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "en,en_AU,en_GB,en_US": "Are you tired of constantly switching between tabs while working or browsing the web? With the Page Sidebar browser extension, you gain instant access to a customizable sidebar that allows you to effortlessly drag and drop your favorite websites and view them side by side. Streamline your workflow, eliminate unnecessary tab-switching, and take control of your online experience today!\n\nThe Page Sidebar is a lightweight and useful add-in designed to elevate productivity. With this tool, you can effortlessly drag and drop your favorite websites into the sidebar, creating a convenient hub for quick access. Moreover, when you drag a highlighted text into the sidebar, it will automatically search for that keyword in your favorite search engine. No need to open new tabs or interrupt your workflow – the information you need is right at your fingertips in the sidebar.\n\nBrowser extension features:\n◆ Browsing Experience:\nOpen any webpage seamlessly with a robust web browser sidebar view. Whether reading a Wikipedia article, watching a YouTube video, write in a text editor, coding, split-view your calendar, translating a word, shopping, or responding to emails, enhance your browsing experience, ChatGPT, Gemini, Claude, Microsoft Copilot, or any other AI conveniently accessible in the sidebar, etc.\n◆ Multi-Tab Sidebar\nEasily open and manage multiple pages within a single sidebar. For example, open Notion, Todoist, Trello, and Google Translate, and effortlessly switch between tabs.\n◆ Prevent Accidental Tab Closure\nEnable a warning to prevent tabs from closing accidentally when you click the \"x\" icon.\n◆ Context Menu\nAccess the context menu by right-clicking to seamlessly open any link in the side panel. And selected text to open the side panel search page.\n◆ Pinned Side Panel:\nThe side panel remains open until you choose to close it, allowing for convenient reference and effortless page comparison within a single window.\n◆ Drag and drop:\nEasily drag and drop links and text for efficient navigation.\n◆ First Page:\nCustomize the initial home page displayed in the side panel for a tailored browsing experience.\n◆ Navigation Bar:\n- The home button to reset the view with a single click to the default page or your custom home page\n- Utilize the search box in the navigation bar for quick URL tracking, with search terms automatically using the default search engine. Additionally, paste URLs directly into the search box to open websites in the side panel, streamlining your browsing workflow.\n- Designate the position of the navigation bar at the top, bottom, or hidden for a personalized interface.\n◆ Customizable Search Engine:\nEnjoy customizable search engine options, including Google, Bing, DuckDuckGo, Baidu, and Yandex.\n◆ Custom Toolbar Icon:\nSelect your preferred toolbar icon in either light or dark mode, adapting to your visual preferences.\n◆ Resizable Side Panel\nYou can adjust the width of the side panel by grabbing the edge, either increasing or decreasing its size.\n◆ Define custom keyboard combinations to activate the sidebar swiftly\n◆ Support for Dark Mode\n\nProject Information:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nRequired Permissions:\n◆ \"contextMenus\": Add a context menu to instantly open the side panel.\n◆ \"sidepanel\": Allow the website to be visible in the side panel.\n◆ \"storage\": Save settings locally and sync with your web browser account.\n◆ \"declarativeNetRequestWithHostAccess\": Allow all websites to be viewed in the side panel.\n\nNote:\nCSP headers have been customized to allow this page to be viewed in the sidebar.\n\n<<< Option feature >>>\nUnlock an option feature to protect your eyes at night and focus on the video player, such as YouTube™, by installing Turn Off the Lights browser extension for YouTube and Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "es,es_419": "¿Estás cansado de cambiar constantemente entre pestañas mientras trabajas o navegas por la web? Con la extensión del navegador Page Sidebar, obtienes acceso instantáneo a una barra lateral personalizable que te permite arrastrar y soltar fácilmente tus sitios web favoritos y verlos lado a lado. Simplifica tu flujo de trabajo, elimina el cambio innecesario de pestañas y toma el control de tu experiencia en línea ¡hoy mismo!\n\nLa Page Sidebar es un complemento ligero y útil diseñado para aumentar la productividad. Con esta herramienta, puedes arrastrar y soltar fácilmente tus sitios web favoritos en la barra lateral, creando un centro conveniente para un acceso rápido. Además, al arrastrar un texto resaltado a la barra lateral, buscará automáticamente esa palabra clave en tu motor de búsqueda favorito. No es necesario abrir nuevas pestañas o interrumpir tu flujo de trabajo; la información que necesitas está al alcance de tu mano en la barra lateral.\n\nCaracterísticas de la extensión del navegador:\n◆ Experiencia de Navegación:\nAbre cualquier página web sin problemas con una sólida vista de la barra lateral del navegador web. Ya sea que estés leyendo un artículo de Wikipedia, viendo un video de YouTube, escribiendo en un editor de texto, codificando, viendo tu calendario en dos vistas, traduciendo una palabra, comprando o respondiendo correos electrónicos, mejora tu experiencia de navegación con ChatGPT, Gemini, Claude, Microsoft Copilot o cualquier otra IA a la que puedas acceder cómodamente desde la barra lateral, etc.\n◆ Barra lateral con múltiples pestañas\nAbre y administra fácilmente varias páginas desde una sola barra lateral. Por ejemplo, abre Notion, Todoist, Trello y Google Translate y cambia de pestaña sin esfuerzo.\n◆ Evita el cierre accidental de pestañas\nHabilita una advertencia para evitar que las pestañas se cierren accidentalmente al hacer clic en el ícono \"x\".\n◆ Menú Contextual:\nAccede al menú contextual haciendo clic derecho para abrir cualquier enlace sin problemas en el panel lateral. También selecciona texto para abrir la página de búsqueda del panel lateral.\n◆ Panel Lateral Fijado:\nEl panel lateral permanece abierto hasta que elijas cerrarlo, permitiendo una referencia conveniente y una comparación de páginas sin esfuerzo dentro de una sola ventana.\n◆ Arrastrar y Soltar:\nArrastra y suelta enlaces y texto fácilmente para una navegación eficiente.\n◆ Primera Página:\nPersonaliza la página de inicio inicial que se muestra en el panel lateral para una experiencia de navegación a medida.\n◆ Barra de Navegación:\n- El botón de inicio para restablecer la vista con un solo clic a la página predeterminada o tu página de inicio personalizada.\n- Utiliza la caja de búsqueda en la barra de navegación para un seguimiento rápido de URL, con términos de búsqueda que utilizan automáticamente el motor de búsqueda predeterminado. Además, pega URLs directamente en la caja de búsqueda para abrir sitios web en el panel lateral, simplificando tu flujo de trabajo de navegación.\n- Designa la posición de la barra de navegación en la parte superior, inferior o oculta para una interfaz personalizada.\n◆ Motor de Búsqueda Personalizable:\nDisfruta de opciones de motor de búsqueda personalizables, incluyendo Google, Bing, DuckDuckGo, Baidu y Yandex.\n◆ Icono de Barra de Herramientas Personalizable:\nSelecciona tu icono de barra de herramientas preferido en modo claro u oscuro, adaptándose a tus preferencias visuales.\n◆ Panel Lateral Redimensionable:\nPuedes ajustar el ancho del panel lateral agarrando el borde, ya sea aumentando o disminuyendo su tamaño.\n◆ Define combinaciones de teclas personalizadas para activar rápidamente la barra lateral.\n◆ Soporte para el Modo Oscuro\n\nInformación del Proyecto:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nPermisos Requeridos:\n◆ \"contextMenus\": Añade un menú contextual para abrir instantáneamente el panel lateral.\n◆ \"sidepanel\": Permite que el sitio web sea visible en el panel lateral.\n◆ \"storage\": Guarda configuraciones localmente y sincroniza con tu cuenta del navegador web.\n◆ \"declarativeNetRequestWithHostAccess\": Permite que todos los sitios web sean vistos en el panel lateral.\n\nNota:\nSe han personalizado los encabezados CSP para permitir que esta página sea vista en la barra lateral.\n\n<<< Función opcional >>>\nDesbloquea una función opcional para proteger tus ojos por la noche y enfocarte en el reproductor de video, como YouTube™, instalando la extensión del navegador Turn Off the Lights for YouTube and Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "et": "Kas sul on villand sellest pidevast vahelehtede vahetamisest töötamise või veebis sirvimise ajal? Page Sidebar veebilehitseja laienduse abil saate kiire juurdepääsu kohandatavale küljeribale, mis võimaldab lemmikveebisaite hõlpsalt lohistada ja kõrvuti vaadata. Optimeerige oma töövoogu, kõrvaldage ebavajalik vahelehtede vahetamine ja võtke täna kontroll oma veebikogemuse üle!\n\nPage Sidebar on kerge ja kasulik lisandmoodul, mille eesmärk on suurendada tootlikkust. Selle tööriistaga saate lemmikveebisaidid hõlpsalt küljeribale lohistada, luues mugava keskuse kiireks juurdepääsuks. Lisaks, kui lohistanud teksti küljeribale, otsib see automaatselt selle märksõna teie lemmikotsingumootoris. Pole vaja avada uusi vahelehti ega katkestada oma töövoogu – vajalik teave on otseteede juures küljeribal.\n\nVeebilehitseja laienduse omadused:\n◆ Sirvimiskogemus:\nAvage mis tahes veebileht sujuvalt jõulise veebibrauseri külgribavaatega. Olenemata sellest, kas loete Wikipedia artiklit, vaatate YouTube'i videot, kirjutate tekstiredaktorisse, kodeerite, jagate kalendri osadeks, tõlkite sõna, ostlete või vastate meilidele, täiustage oma sirvimiskogemust, ChatGPT, Gemini, Claude, Microsoft Copilot, või mõni muu külgribal mugavalt ligipääsetav tehisintellekt jne.\n◆ Mitme vahelehega külgriba\nAvage ja hallake hõlpsalt mitut lehte ühel külgribal. Näiteks avage Notion, Todoist, Trello ja Google Translate ning vahetage hõlpsalt vahekaarte.\n◆ Vältige vahekaardi juhuslikku sulgemist\nLubage hoiatus, et vältida vahelehtede kogemata sulgumist, kui klõpsate ikooni „x”.\n◆ Kontekstimenüü:\nPääse kontekstimenüüle paremklõpsuga, et avada sujuvalt igasugune link küljeriba vaates. Ja valitud teksti avamiseks küljeriba otsinguleheküljel.\n◆ Kinnitatud küljeriba:\nKüljeriba jääb avatuks kuni selle sulgemiseni, võimaldades mugavat viitamist ja hõlpsat lehtede võrdlemist ühes aknas.\n◆ Lohista ja lase:\nLohista ja lase lingid ja tekstid hõlpsaks navigeerimiseks.\n◆ Esimene leht:\nKohanda küljeribal kuvatavat algset avalehte, saavutamaks isikupärast sirvimiskogemust.\n◆ Navigeerimisriba:\n- Avaklahv vaate lähtestamiseks ühe klõpsuga vaikimisi lehele või oma kohandatud avalehele.\n- Kasuta navigeerimisriba otsingukasti kiireks URL-jälgimiseks, kus otsinguterme kasutatakse automaatselt vaikimisi otsingumootoris. Lisaks kleepige URL-id otse otsingukasti, et avada veebilehed küljeriba vaates, lihtsustades oma sirvimist.\n- Määra navigeerimisriba asukoht ülemisele, alumisele või peidetud positsioonile isikupärastatud liidese jaoks.\n◆ Kohandatav otsingumootor:\nNaudi kohandatavaid otsingumootori valikuid, sealhulgas Google, Bing, DuckDuckGo, Baidu ja Yandex.\n◆ Kohandatav tööriistariba ikoon:\nVali oma eelistatud tööriistariba ikoon kas hele- või tumedas režiimis, kohanedes visuaalsete eelistustega.\n◆ Muudetav küljeriba laius:\nSaate küljeriba laiust reguleerida serva haaramise teel, suurendades või vähendades selle suurust.\n◆ Määratle kohandatud klaviatuuri kombinatsioonid küljeriba kiireks aktiveerimiseks\n◆ Tugi tumedale režiimile\n\nProjekti teave:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nNõutavad õigused:\n◆ \"contextMenus\": Lisage kontekstimenüü küljeriba avamiseks kohe.\n◆ \"sidepanel\": Võimaldage veebisaidil olla nähtav küljeribal.\n◆ \"storage\": Salvestage seaded kohapeal ja sünkroonige need oma veebilehitseja kontoga.\n◆ \"declarativeNetRequestWithHostAccess\": Võimaldage kõigil veebisaitidel olla nähtavad küljeribal.\n\nMärkus:\nCSP päiseid on kohandatud selle lehe vaatamiseks küljeribal. \n\n<<< Valikuline funktsioon >>>\nAvage valikuline funktsioon, et kaitsta oma silmi öösel ja keskenduda videopleierile, näiteks YouTube™, installides Turn Off the Lights'i veebilehitseja laienduse YouTube'i ja muu jaoks.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "fa": "آیا از تغییر مداوم بین تب‌ها هنگام کار یا مرور وب خسته شده‌اید؟ با افزونه مرورگر نوار کناری (Page Sidebar)، دسترسی فوری به یک نوار کناری قابل تنظیم دارید که به شما این امکان را می‌دهد که به راحتی وب‌سایت‌های مورد علاقه خود را بکشید و رها کنید و آنها را به صورت کنار هم مشاهده کنید. جریان کار خود را بهینه‌سازی کنید، تب‌های اضافی را حذف کنید و امروز کنترل تجربه آنلاین خود را به دست بیاورید!\n\nنوار کناری صفحه یک افزونه سبک و مفید است که برای افزایش بهره‌وری طراحی شده است. با این ابزار، به راحتی می‌توانید وب‌سایت‌های مورد علاقه خود را به نوار کناری بکشید و رها کنید، یک مرکز مراجعه مناسب برای دسترسی سریع ایجاد کنید. علاوه بر این، هنگامی که متن مشخصی را به نوار کناری بکشید، به طور خودکار به دنبال آن کلمه کلیدی در موتور جستجوی مورد علاقه‌تان می‌گردد. نیازی به باز کردن تب‌های جدید یا وقفه در جریان کار شما نیست - اطلاعاتی که نیاز دارید، در دسترس شما در نوار کناری است.\n\nویژگی‌های افزونه مرورگر:\n◆ تجربه مرور:\nبا نمای نوار کناری مرورگر وب قوی، هر صفحه وب را یکپارچه باز کنید. خواه خواندن یک مقاله ویکی‌پدیا، تماشای یک ویدیوی YouTube، نوشتن در یک ویرایشگر متن، کدنویسی، تقسیم‌بندی تقویم، ترجمه کلمه، خرید یا پاسخ دادن به ایمیل‌ها، بهبود تجربه مرور، ChatGPT، Gemini، Claude، Microsoft Copilot، یا هر هوش مصنوعی دیگری که به راحتی در نوار کناری قابل دسترسی باشد و غیره.\n◆ نوار کناری چند تب\nبه راحتی چندین صفحه را در یک نوار کناری باز و مدیریت کنید. به عنوان مثال، Notion، Todoist، Trello و Google Translate را باز کنید و بدون زحمت بین تب ها جابجا شوید.\n◆ از بسته شدن تصادفی تب جلوگیری کنید\nبرای جلوگیری از بسته شدن تصادفی برگه ها با کلیک بر روی نماد \"x\" هشداری را فعال کنید.\n◆ منوی زمینه\nبا راست‌کلیک کردن، به راحتی به منوی زمینه دسترسی پیدا کنید تا هر پیوندی را به صورت یک پنل کناری باز کنید. و متن انتخاب شده را برای باز کردن صفحه جستجو در پنل کناری باز کنید.\n◆ پین شده در پنل کناری\nپنل کناری تا زمانی که تصمیم به بستن آن نکنید باز می‌ماند، این امکان را فراهم می‌کند که به راحتی به مرجع مرجع و مقایسه صفحه در یک پنجره واحد انجام دهید.\n◆ بکشید و رها کنید:\nلینک‌ها و متن‌ها را به راحتی بکشید و رها کنید تا مسیریابی کارآمد انجام دهید.\n◆ صفحه اول:\nصفحه اول اولیه که در پنل کناری نمایش داده می‌شود را برای یک تجربه مرورگر سفارشی تنظیم کنید.\n◆ نوار ناوبری:\n- دکمه خانه برای بازنشانی دید با یک کلیک به صفحه پیش‌فرض یا صفحه اصلی سفارشی شما\n- از جعبه جستجو در نوار ناوبری برای پیگیری سریع URL استفاده کنید، با این که موارد جستجو به طور خودکار از موتور جستجوی پیش‌فرض استفاده می‌شوند. علاوه بر این، URL‌ها را مستقیماً در جعبه جستجو قرار دهید تا وب‌سایت‌ها را در پنل کناری باز کنید و جریان کار مرورگر خود را بهبود بخشید.\n- موقعیت نوار ناوبری را در بال\n\nا، پایین یا مخفی برای یک رابط کاربری شخصی سازی شده مشخص کنید.\n◆ موتور جستجو قابل تنظیم:\nاز گزینه‌های موتور جستجو قابل تنظیم، از جمله گوگل، بینگ، داک‌داک‌گو، بایدو و یاندکس لذت ببرید.\n◆ آیکون نوار ابزار قابل تنظیم:\nآیکون نوار ابزار مورد علاقه خود را در حالت روشن یا تاریک انتخاب کنید و به ترجیحات بصری خود تطبیق دهید.\n◆ پنل کناری قابل تغییر اندازه\nمی‌توانید عرض پنل کناری را با گرفتن لبه تغییر دهید، سایز آن را افزایش یا کاهش دهید.\n◆ تعیین ترکیبات صفحه کلیدی دلخواه برای به سرعت فعال کردن نوار کناری\n◆ پشتیبانی از حالت تاریک\n\nاطلاعات پروژه:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nمجوزهای لازم:\n◆ \"contextMenus\": افزودن منوی زمینه برای به‌سرعت باز کردن پنل کناری.\n◆ \"sidepanel\": اجازه دهید وب‌سایت در پنل کناری قابل مشاهده باشد.\n◆ \"storage\": تنظیمات را به صورت محلی ذخیره کنید و با حساب مرورگر وب خود همگام سازی کنید.\n◆ \"declarativeNetRequestWithHostAccess\": اجازه دهید همه وب‌سایت‌ها در پنل کناری مشاهده شوند.\n\nتوجه:\nهدرهای CSP به‌صورت سفارشی تنظیم شده‌اند تا این صفحه را در نوار کناری قابل مشاهده کنند.\n\n<<< ویژگی گزینه >>>\nگزینه‌ای را باز کنید تا چشمان خود را در شب محافظت کرده و بر روی پخش‌کننده ویدیو مانند یوتیوب™ تمرکز کنید، با نصب افزونه مرورگر Turn Off the Lights برای یوتیوب و فراتر از آن.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "fi": "Oletko kyllästynyt jatkuvasti vaihtamaan välilehtiä työskennellessäsi tai selatessasi verkkoa? Page Sidebar -selainlaajennuksella saat välittömän pääsyn mukautettavaan sivupalkkiin, joka mahdollistaa suosikkisivustojen vaivattoman vetämisen ja pudottamisen sekä niiden rinnakkaisen tarkastelun. Sujuvoita työnkulkua, vähennä tarpeetonta välilehtien vaihtelua ja ota hallinta haltuun verkkokokemuksessasi jo tänään!\n\nPage Sidebar on kevyt ja hyödyllinen lisäosa suunniteltu tehostamaan tuottavuutta. Tällä työkalulla voit helposti vetää ja pudottaa suosikkisivustosi sivupalkkiin, luoden kätevän navan nopeaan pääsyyn. Lisäksi, kun vedät korostetun tekstin sivupalkkiin, se etsii automaattisesti kyseistä avainsanaa suosikkihakukoneessasi. Ei tarvetta avata uusia välilehtiä tai keskeyttää työnkulkua - tarvitsemasi tieto on heti kätesi ulottuvilla sivupalkissa.\n\nSelainlaajennuksen ominaisuudet:\n◆ Selauskokemus:\nAvaa mikä tahansa verkkosivu saumattomasti verkkoselaimen vankan sivupalkkinäkymän avulla. Luetpa Wikipedia-artikkelia, katsot YouTube-videota, kirjoitat tekstieditorilla, koodaat, jaat kalenterisi, käännät sanaa, ostat ostoksia tai vastaat sähköposteihin, parannat selauskokemustasi, ChatGPT, Gemini, Claude, Microsoft Copilot, tai mikä tahansa muu kätevästi sivupalkissa oleva tekoäly jne.\n◆ Monivälilehden sivupalkki\nAvaa ja hallitse useita sivuja helposti yhdessä sivupalkissa. Avaa esimerkiksi Notion, Todoist, Trello ja Google Translate ja vaihda välilehtien välillä vaivattomasti.\n◆ Estä vahingossa tapahtuva välilehden sulkeminen\nOta käyttöön varoitus estääksesi välilehtiä sulkeutumasta vahingossa, kun napsautat \"x\"-kuvaketta.\n◆ Kontekstivalikko:\nAvaa kontekstivalikko oikealla klikkaamalla avataksesi minkä tahansa linkin saumattomasti sivupaneelissa. Valitun tekstin voi avata sivupaneelin hakusivulla.\n◆ Kiinnitetty sivupaneeli:\nSivupaneeli pysyy avoinna, kunnes päätät sulkea sen, mahdollistaen kätevän viittauksen ja vaivattoman sivujen vertailun yhdessä ikkunassa.\n◆ Vedä ja pudota:\nVedä ja pudota linkkejä ja tekstiä helpottamaan navigointia.\n◆ Ensimmäinen sivu:\nMukauta sivupalkissa näkyvä alkusivu räätälöityä selailukokemusta varten.\n◆ Navigointipalkki:\n- Kotipainike palauttaa näkymän yhdellä napsautuksella oletussivulle tai mukautetulle kotisivulle.\n- Hyödynnä hakuruutua navigointipalkissa nopeaan URL-seurantaan, hakutulokset käyttäen oletushakukonetta. Lisäksi liitä URL-osoitteet suoraan hakuruutuun avataksesi sivustoja sivupaneelissa, sujuvoittaen selailutyönkulkua.\n- Määritä navigointipalkin sijainti ylhäällä, alhaalla tai piilotettuna henkilökohtaisen käyttöliittymän mukaan.\n◆ Mukautettava hakukone:\nNauti mukautettavista hakukonevaihtoehdoista, kuten Google, Bing, DuckDuckGo, Baidu ja Yandex.\n◆ Mukautettava työkalurivikuvake:\nValitse haluamasi työkalurivikuvake joko vaaleassa tai tummassa tilassa, sopeutuen visuaalisiin mieltymyksiisi.\n◆ Säädettävä sivupalkki:\nVoit säätää sivupalkin leveyttä tarttumalla reunaan, joko kasvattamalla tai pienentämällä sitä.\n◆ Määritä mukautetut näppäinyhdistelmät sivupalkin nopeaa aktivointia varten.\n◆ Tuki tummalle tilalle\n\nProjektin tiedot:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nVaaditut oikeudet:\n◆ \"contextMenus\": Lisää kontekstivalikko avataksesi sivupaneelin välittömästi.\n◆ \"sidepanel\": Salli verkkosivuston näkyvyys sivupaneelissa.\n◆ \"storage\": Tallenna asetukset paikallisesti ja synkronoi ne selaintilisi kanssa.\n◆ \"declarativeNetRequestWithHostAccess\": Salli kaikkien verkkosivustojen näkyvyys sivupaneelissa.\n\nHuomio:\nCSP-otsikot on mukautettu sivun katsomiseksi sivupalkissa.\n\n<<< Vaihtoehtoinen ominaisuus >>>\nAvaa vaihtoehtoinen ominaisuus suojataksesi silmäsi yöllä ja keskittyäksesi videon toistimeen, kuten YouTube™, asentamalla Turn Off the Lights -selainlaajennus YouTubelle ja sen ulkopuolelle.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "fil": "Pagod ka na bang palaging maglipat-lipat ng mga tabs habang nagtatrabaho o nagse-surf sa web? Sa Page Sidebar browser extension, makakakuha ka ng agarang access sa isang customizable sidebar na nagbibigay sayo ng madaling paraan para ilipat at itapon ang iyong mga paboritong websites at tingnan ang mga ito ng sabay-sabay. I-streamline ang iyong trabaho, alisin ang hindi kinakailangang paglipat ng tabs, at kunin ang kontrol sa iyong online experience ngayon!\n\nAng Page Sidebar ay isang magaan at kapaki-pakinabang na add-in na idinisenyo upang taasan ang produktibidad. Gamit ang tool na ito, maaari mong madaling ilipat at itapon ang iyong mga paboritong websites sa sidebar, na lumilikha ng isang kumportableng hub para sa mabilis na access. Bukod dito, kapag inilipat mo ang isang binigyang diin na teksto sa sidebar, ito ay awtomatikong maghahanap para sa keyword na iyon sa iyong paboritong search engine. Walang kailangang buksan ang mga bagong tabs o sagabal sa iyong trabaho – ang impormasyon na kailangan mo ay nasa iyong mga daliri sa sidebar.\n\nMga feature ng browser extension:\n◆ Karanasan sa Pagba-browse:\nBuksan ang anumang webpage nang walang putol gamit ang isang mahusay na view ng sidebar ng web browser. Nagbabasa man ng artikulo sa Wikipedia, nanonood ng video sa YouTube, sumulat sa isang text editor, nagko-coding, nag-split-view sa iyong kalendaryo, nagsasalin ng salita, namimili, o tumutugon sa mga email, pagandahin ang iyong karanasan sa pagba-browse, ChatGPT, Gemini, Claude, Microsoft Copilot, o anumang iba pang AI na madaling ma-access sa sidebar, atbp.\n◆ Multi-Tab Sidebar\nMadaling buksan at pamahalaan ang maramihang mga pahina sa loob ng isang sidebar. Halimbawa, buksan ang Notion, Todoist, Trello, at Google Translate, at walang kahirap-hirap na lumipat sa pagitan ng mga tab.\n◆ Pigilan ang Aksidenteng Pagsara ng Tab\nPaganahin ang isang babala upang maiwasan ang mga tab na aksidenteng magsara kapag na-click mo ang icon na \"x\".\n◆ Context Menu:\nMag-access sa context menu sa pamamagitan ng right-click para seamless na buksan ang anumang link sa side panel. At ang pagpili ng teksto upang buksan ang side panel search page.\n◆ Pinned Side Panel:\nAng side panel ay nananatiling bukas hanggang sa piliin mong isara ito, nagbibigay daan para sa madaling reference at effortless page comparison sa loob ng isang window lamang.\n◆ Drag and drop:\nMadaling i-drag at i-drop ang mga link at teksto para sa mabilis na navigation.\n◆ First Page:\nI-customize ang initial home page na ipinapakita sa side panel para sa isang personal na browsing experience.\n◆ Navigation Bar:\n- Ang home button para i-reset ang view sa isang click patungo sa default page o iyong custom home page\n- Gamitin ang search box sa navigation bar para sa mabilis na URL tracking, kung saan ang mga search terms ay awtomatikong gumagamit ng default search engine. Bukod dito, mag-paste ng mga URLs diretso sa search box upang buksan ang mga websites sa side panel, pinaaayos ang iyong browsing workflow.\n- Itakda ang posisyon ng navigation bar sa itaas, ibaba, o itago para sa isang personalized na interface.\n◆ Customizable Search Engine:\nMag-enjoy ng mga option para sa customizable search engine, kasama ang Google, Bing, DuckDuckGo, Baidu, at Yandex.\n◆ Custom Toolbar Icon:\nPumili ng iyong paboritong toolbar icon sa light o dark mode, ayon sa iyong visual preferences.\n◆ Resizable Side Panel:\nMaaari mong baguhin ang lapad ng side panel sa pamamagitan ng pag-kuha ng gilid, upang palakihin o paiksiin ito.\n◆ Itakda ang custom keyboard combinations upang madaling buksan ang sidebar nang mabilis.\n◆ Suporta para sa Dark Mode\n\nImpormasyon sa Proyekto:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nKinakailangang Pahintulot:\n◆ \"contextMenus\": Idagdag ang context menu upang agad na buksan ang side panel.\n◆ \"sidepanel\": Payagan ang website na maging visible sa side panel.\n◆ \"storage\": I-save ang mga setting sa lokal at i-sync ito sa iyong web browser account.\n◆ \"declarativeNetRequestWithHostAccess\": Payagan ang lahat ng mga website na makita sa side panel.\n\nNote:\nAng CSP headers ay na-customize upang payagan ang pahinang ito na makita sa sidebar.\n\n<<< Option feature >>>\nBuksan ang isang option feature upang protektahan ang iyong mata sa gabi at mag-focus sa video player, tulad ng YouTube™, sa pamamagitan ng pag-install ng Turn Off the Lights browser extension para sa YouTube at Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "fr": "Êtes-vous fatigué de passer constamment d'un onglet à l'autre pendant que vous travaillez ou parcourez le web ? Avec l'extension de navigateur Page Sidebar, vous avez un accès instantané à une barre latérale personnalisable qui vous permet de faire glisser et déposer facilement vos sites Web préférés et de les visualiser côte à côte. Simplifiez votre flux de travail, éliminez les changements d'onglets inutiles et prenez le contrôle de votre expérience en ligne dès aujourd'hui !\n\nLa Page Sidebar est un complément léger et utile conçu pour augmenter la productivité. Avec cet outil, vous pouvez faire glisser et déposer facilement vos sites Web préférés dans la barre latérale, créant ainsi un hub pratique pour un accès rapide. De plus, lorsque vous faites glisser un texte surligné dans la barre latérale, il effectuera automatiquement une recherche pour ce mot-clé dans votre moteur de recherche préféré. Pas besoin d'ouvrir de nouveaux onglets ou d'interrompre votre flux de travail, l'information dont vous avez besoin est à portée de main dans la barre latérale.\n\nCaractéristiques de l'extension de navigateur :\n◆ Expérience de navigation :\nOuvrez n'importe quelle page Web en toute transparence grâce à une barre latérale de navigateur Web robuste. Que vous lisiez un article Wikipédia, regardiez une vidéo YouTube, écriviez dans un éditeur de texte, codiez, affichiez votre calendrier en mode fractionné, traduisiez un mot, fassiez des achats ou répondiez à des e-mails, améliorez votre expérience de navigation, ChatGPT, Gemini, Claude, Microsoft Copilot ou toute autre IA facilement accessible dans la barre latérale, etc.\n◆ Barre latérale multi-onglets\nOuvrez et gérez facilement plusieurs pages dans une seule barre latérale. Par exemple, ouvrez Notion, Todoist, Trello et Google Translate et basculez sans effort entre les onglets.\n◆ Empêcher la fermeture accidentelle des onglets\nActivez un avertissement pour empêcher la fermeture accidentelle des onglets lorsque vous cliquez sur l'icône « x ».\n◆ Menu contextuel :\nAccédez au menu contextuel en faisant un clic droit pour ouvrir sans problème n'importe quel lien dans le panneau latéral. Et sélectionnez du texte pour ouvrir la page de recherche du panneau latéral.\n◆ Panneau latéral épinglé :\nLe panneau latéral reste ouvert jusqu'à ce que vous choisissiez de le fermer, permettant une référence pratique et une comparaison de pages sans effort dans une seule fenêtre.\n◆ Glisser-déposer :\nFaites glisser et déposez facilement des liens et du texte pour une navigation efficace.\n◆ Première page :\nPersonnalisez la page d'accueil initiale affichée dans le panneau latéral pour une expérience de navigation sur mesure.\n◆ Barre de navigation :\n- Le bouton d'accueil pour réinitialiser la vue d'un simple clic sur la page par défaut ou votre page d'accueil personnalisée.\n- Utilisez la boîte de recherche dans la barre de navigation pour un suivi rapide des URL, avec des termes de recherche utilisant automatiquement le moteur de recherche par défaut. De plus, collez directement des URL dans la boîte de recherche pour ouvrir des sites Web dans le panneau latéral, simplifiant votre flux de travail de navigation.\n- Définissez la position de la barre de navigation en haut, en bas ou masquée pour une interface personnalisée.\n◆ Moteur de recherche personnalisable :\nProfitez d'options de moteur de recherche personnalisables, y compris Google, Bing, DuckDuckGo, Baidu et Yandex.\n◆ Icône de barre d'outils personnalisable :\nSélectionnez votre icône de barre d'outils préférée en mode clair ou sombre, s'adaptant à vos préférences visuelles.\n◆ Panneau latéral redimensionnable :\nVous pouvez ajuster la largeur du panneau latéral en saisissant le bord, l'augmentant ou la diminuant.\n◆ Définissez des combinaisons de touches personnalisées pour activer rapidement la barre latérale\n◆ Prise en charge du mode sombre\n\nInformations sur le projet :\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nAutorisations requises :\n◆ \"contextMenus\" : Ajoutez un menu contextuel pour ouvrir instantanément le panneau latéral.\n◆ \"sidepanel\" : Permettez que le site web soit visible dans le panneau latéral.\n◆ \"storage\" : Enregistrez les paramètres localement et synchronisez-les avec votre compte de navigateur web.\n◆ \"declarativeNetRequestWithHostAccess\" : Autorisez la visualisation de tous les sites web dans le panneau latéral.\n\nNote :\nLes en-têtes CSP ont été personnalisés pour permettre la visualisation de cette page dans la barre latérale.\n\n<<< Fonction en option >>>\nDébloquez une fonction optionnelle pour protéger vos yeux la nuit et vous concentrer sur le lecteur vidéo, tel que YouTube™, en installant l'extension de navigateur Turn Off the Lights for YouTube and Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "gu": "શ્રમ કરતાં થઈ ગયા છો કે તમે કામ કરવામાં અથવા વેબ બ્રાઉઝ કરતાં ટેબ્સ વચ્ચે અનેકવાર સ્વિચ કરવાથી? પેજ સાઇડબાર બ્રાઉઝર એક્સ્ટેન્શનસાથે, તમારે તદ્રિક સાઇડબારમાં તાત્કાલિક પહોંચ મળશે, જે તમને તમારા પસંદગીઓને સરળતાથી ડ્રેગ અને ડ્રોપ કરવાની મંજૂર કરે છે અને તેમને સાઇડ બાય સાઇડ જોઈ શકાય. તમારો વર્કફ્લો સ્ટ્રીમલાઇન કરો, અનાવશ્યક ટેબ-સ્વિચિંગ માટે મુકાબલો કરો, અને આજે તમારી ઑનલાઇન અનુભવ પર નિયંત્રણ મેળવો!\n\nપેજ સાઇડબાર એ લાઇટવેટ અને ઉપયુક્ત એડ-ઇન છે જે ઉચ્ચપ્રદુષ્ટિને ઉન્નત કરવામાં આવડે છે. આ ટૂલથી તમે સરળતાથી તમારા પસંદગીઓને સાઇડબારમાં ડ્રેગ અને ડ્રોપ કરી શકો છો, જે તમારા તત્પર ઍક્સેસ માટે એક સારાય હબ બનાવવાની મંજૂર કરવાની અનેક સાઇડવ્યુ કરવાની મંજૂર કરવાની મંજૂર કરે છે. વધુમાં, જ્યારે તમે હાઇલાઇટ કરેલા ટેક્સ્ટને સાઇડબારમાં ડ્રેગ કરો છો, તે આપના પસંદગી સર્ચ ઇઞ્જિનમાં ઓળખાશે. નવા ટેબ્સ ખોલવાની નકીરી છે અથવા તમારી વર્કફ્લોને અવરોધિત કરવાની જરૂર નથી - સાઇડબારમાં તમારા આવશ્યક માહિતી તમારા ટચમાં છે.\n\nબ્રાઉઝર એક્સ્ટેન્શન ફિચર્સ:\n◆ બ્રાઉઝિંગ અનુભવ:\nમજબૂત વેબ બ્રાઉઝર સાઇડબાર વ્યુ સાથે કોઈપણ વેબપેજને એકીકૃત રીતે ખોલો. વિકિપીડિયા લેખ વાંચવો, YouTube વિડિઓ જોવો, ટેક્સ્ટ એડિટરમાં લખવું, કોડિંગ કરવું, તમારા કૅલેન્ડરને વિભાજીત કરવું, શબ્દનો અનુવાદ કરવો, ખરીદી કરવી અથવા ઇમેઇલ્સનો પ્રતિસાદ આપવો, તમારા બ્રાઉઝિંગ અનુભવને વધારવા, ChatGPT, Gemini, Claude, Microsoft Copilot, અથવા સાઇડબારમાં સહેલાઇથી ઍક્સેસિબલ અન્ય કોઇ AI, વગેરે.\n◆ મલ્ટી-ટેબ સાઇડબાર\nએક જ સાઇડબારમાં બહુવિધ પૃષ્ઠોને સરળતાથી ખોલો અને મેનેજ કરો. ઉદાહરણ તરીકે, Notion, Todoist, Trello અને Google Translate ખોલો અને સહેલાઈથી ટેબ્સ વચ્ચે સ્વિચ કરો.\n◆ આકસ્મિક ટૅબ બંધ થતા અટકાવો\nજ્યારે તમે \"x\" આયકન પર ક્લિક કરો ત્યારે આકસ્મિક રીતે બંધ થતા ટૅબને રોકવા માટે ચેતવણીને સક્ષમ કરો.\n◆ સંદર્ભ મેનૂ:\nકોઈનાણે સાઇડ પેનલમાં કોઈપણ લિંક ખોલવા માટે સરળતાથી કૉન્ટેક્સ્ટ મેનૂનો એક્સેસ કરવા માટે રાઇટ-ક્લિક કરો. અને સાઇડ પેનલ શોધ પૃષ્ઠને ખોલવા માટે પસંદ કરો.\n◆ પિન કરેલી સાઇડ પેનલ:\nસાઇડ પેનલ બંધ કરવા પર્યંત ખુલી રહેવું, જે એક વિંડો માં સહજ રીતે સંદર્ભ અને એકસાથે પેજ તુલનાત્મક કરવાની મંજૂર કરે છે.\n◆ ડ્રેગ અને ડ્રોપ:\nદક્ષતાપૂર્વક નેવિગેશન માટે લિંક અને ટેક્સ્ટને ડ્રેગ અને ડ્રોપ કરવામાં સરળતા.\n◆ પ્રથમ પૃષ્ઠ:\nએક વિશેષ બ્રાઉઝિંગ અનુભવ માટે સાઇડ પેનલમાં ડિસ્પ્લે થવાનું પ્રારંભિક હોમ પેજને અનુકૂલિત કરો.\n◆ નેવિગેશન બાર:\nએક એકલ ક્લિકથી ડિફોલ્ટ પેજ અથવા તમારું કસ્ટમ હોમ પેજ સાથે વ્યૂ રીસેટ કરવા માટે હોમ બટન\nતત્પર URL ટ્રેકિંગ માટે નેવિગેશન બારમાં સર્ચ બોક્સનો ઉપયોગ કરો, સર્ચ ટર્મ્સ ઓટોમેટિક રીતે ડિફોલ્ટ સર્ચ ઇઞ્જનનો ઉપયોગ કરવાથી. વધુમાં, સર્ચ બોક્સમાં URL સીધા પેસ્ટ કરવાથી વેબસાઇટ્સને સાઇડ પેનલમાં ખોલવાનો પ્રવાહ બનાવવામાં આવશે, તમારા બ્રાઉઝિંગ વર્કફ્લો સરળ બનાવવામાં આવશે.\nનેવિગેશન બારનું સ્થાન વર્તનશીલ ઇન્ટરફેસ માટે શીર્ષ, નીચે અથવા ગુપ્ત કરવાનું નિર્ધારિત કરો.\n◆ કસ્ટમાઇઝેબલ સર્ચ ઇઞ્જન:\nGoogle, Bing, DuckDuckGo, Baidu, અને Yandex સહિત કસ્ટમાઇઝેબલ સર્ચ ઇઞ્જન વિકલ્પોનો આનંદ લો.\n◆ કસ્ટમ ટૂલબાર આયકન:\nતમારા વિઝ્યુઅલ પસંદગીઓના અનુસાર લાઇટ અથવા ડાર્ક મોડમાં પસંદગી કરો.\n◆ રીસાઈઝેબલ સાઇડ પેનલ\nતમે સાઇડ પેનલની ચાડીને ગ્રેબ કરીને તેની પાડકો વધારવા અથવા ઘટકનો કમ કરવામાં સક્ષમ થશો.\n◆ સાઇડબાર વ્યાપારમાં તવલે સાઇડબાર શગ્ગીર્થક કરવાના ગુણસંયોજનોનું વ્યાપક સપોર્ટ\n◆ ડાર્ક મોડ સપોર્ટ\n\nપ્રોજેક્ટ માહિતી:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nઆવશ્યક પરવાનગીઓ:\n◆ \"contextMenus\": તત્કાલ સાઇડ પેનલ ખોલવા માટે એક સંદર્ભ મેનૂ ઉમેરો.\n◆ \"sidepanel\": વેબસાઇટ સાઇડ પેનલમાં દૃષ્ટિગળામાં આવશે.\n◆ \"storage\": સેટિંગ્સને સ્થાનિકરણ કરવામાં અને તમારા વેબ બ્રાઉઝર એકાઉન્ટ સાથે સમન્વય કરવામાં સહાય માટે.\n◆ \"declarativeNetRequestWithHostAccess\": બધા વેબસાઇટ્સને સાઇડ પેનલમાં જોવાનું અનુમતિ આપવા.\n\nનોંધ:\nCSP હેડર્સને આ પૃષ્ઠને સાઇડબારમાં જોવાનું અનુમતિ આપવામાં આવે છે.\n\n<<< વિકલ્પ વ્યાપક >>>\nરાત્રે તમારા આંખોને સુરક્ષિત રાખવા અને વિડિયો પ્લેયર પર ધ્યાન કેંદ્રિત રહેવામાં \"Turn Off the Lights\" બ્રાઉઝર એક્સટેન્શન ઇન્સ્ટોલ કરીને યૂટ્યુબ™ વગેરે ઉપયોગ કરવાનો વિકલ્પ ફીચર અનલૉક કરો.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "he": "האם אתה עייף מהמעבר התדיר בין לשוניות במהלך העבודה או גלישה ברשת? עם תוסף הדפדפן Page Sidebar, אתה מרוויח גישה מיידית לסרגל צד שניתן להתאמה אישית ומאפשר לך לגרום לאתרים המועדפים שלך להופיע בצד שלך בקלות. הפצל את זרמך העבודה, הפחד את המעבר בין לשוניות לא נחוצות ושלט בחוויית הגלישה המקוונת שלך היום!\n\nה-Page Sidebar הוא תוסף קל ושימושי המיועד להגביר את היציבות. עם הכלי הזה, תוכל לגרור ולשחרר בקלות את האתרים המועדפים עליך לסרגל הצד, יוצר נקודת גישה נוחה לך לעיוות מהיר. יותר מזה, כאשר אתה גורר טקסט מסומן לסרגל הצד, הוא יחפש באופן אוטומטי את המילת מפתח הזו במנוע החיפוש המועדף עליך. אין צורך לפתוח לשוניות חדשות או להפריע לזרם העבודה שלך – המידע שאתה צריך נמצא ישירות בסרגל הצד.\n\nתכונות תוסף הדפדפן:\n◆ חווית גלישה:\nפתח כל דף אינטרנט בצורה חלקה עם תצוגת סרגל צד חזקה של דפדפן אינטרנט. בין אם קוראים מאמר בוויקיפדיה, צפייה בסרטון יוטיוב, כתיבה בעורך טקסט, קידוד, צפייה מפוצלת בלוח השנה, תרגום מילה, קניות או מענה למיילים, שפר את חווית הגלישה שלך, ChatGPT, Gemini, Claude, Microsoft Copilot, או כל AI אחר הנגיש בצורה נוחה בסרגל הצד וכו'.\n◆ סרגל צד מרובה כרטיסיות\nפתח ונהל בקלות דפים מרובים בתוך סרגל צד אחד. לדוגמה, פתח את Notion, Todoist, Trello ו- Google Translate, ועבור ללא מאמץ בין כרטיסיות.\n◆ מניעת סגירת כרטיסיות בשוגג\nאפשר אזהרה כדי למנוע סגירת כרטיסיות בטעות בעת לחיצה על הסמל \"x\".\n◆ תפריט הקשר:\nגש לתפריט הקשר על ידי לחיצה ימנית לפתיחה חלקה של כל קישור בפאנל הצד. ובחר בטקסט ותפתח דף חיפוש בפאנל הצד.\n◆ פאנל צד נעוץ:\nהפאנל הצדדי נשאר פתוח עד שתבחר לסגור אותו, מאפשר הפנייה נוחה והשוואת דפים בלחיצה אחת.\n◆ גרירה ושחרור:\nגרור ושחרר בקלות קישורים וטקסט לניווט יעיל.\n◆ דף ראשון:\nהתאמה אישית של דף הבית המוצג בפאנל הצד לחוויית גלישה מותאמת אישית.\n◆ סרגל ניווט:\n- לחצן הבית לאיפוס התצוגה בלחיצה אחת לדף הבית המוגדר כברירת מחדל או דף הבית המותאם אישית שלך\n- השתמש בתיבת החיפוש בסרגל הניווט למעקב מהיר אחרי כתובת ה-URL, עם מילות חיפוש שיתמקדו באופן אוטומטי במנוע החיפוש המוגדר כברירת מחדל. בנוסף, הדבק ישירות כתובות URL בתיבת החיפוש כדי לפתוח אתרים בפאנל ה צד, כהפלגת זרימת הגלישה שלך.\n- קבע את מיקום סרגל הניווט בחלקו העליון, התחתון, או הסתר אותו לממשק אישי.\n◆ מנוע חיפוש המותאם אישית:\nתהנה מאפשרויות מנוע חיפוש מותאמות אישית, כולל Google, Bing, DuckDuckGo, Baidu ו-Yandex.\n◆ סמל סרגל הכלים המותאם אישית:\nבחר בסמל הכלים המועדף עליך במצב אור או כהה, כך שהוא ישתלב באופן המותאם אישית להעדפות הוויזואליות שלך.\n◆ פאנל צד שניתן לשנות את גודלו:\nתוכל להתאים את רוחב הפאנל הצדדי על ידי תפיסת הקצה, גם להגדיל אותו וגם להקטין אותו.\n◆ הגדר קיבולת קישורים מותאמים אישית להפעלת סרגל הצד במהירות\n◆ תמיכה במצב כהה\n\nמידע על הפרויקט:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nהרשאות נדרשות:\n◆ \"contextMenus\": הוסף תפריט הקשר לפתיחה מיידית של הפאנל הצד.\n◆ \"sidepanel\": אפשר לראות את האתר בפאנל הצד.\n◆ \"storage\": שמור הגדרות מקומיות וסנכרן עם חשבון הדפדפן שלך.\n◆ \"declarativeNetRequestWithHostAccess\": אפשר צפייה בכל האתרים בפאנל הצד.\n\nהערה:\nכותרות ה-CSP הותאמו באופן אישי כדי לאפשר צפייה בדף זה בסרגל הצד.\n\n<<< תכונה אופציונלית >>>\nפתח תכונה אופציונלית כדי להגן על עיניים שלך בלילה ולהתמקד בנגן הווידאו, כמו YouTube™, על ידי התקנת תוסף הדפדפן Turn Off the Lights ל-YouTube ומעבר.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "hi": "क्या आप काम करते हुए या वेब ब्राउज़ करते समय निरंतर टैब्स के बीच स्विच करने से थक गए हैं? पेज साइडबार ब्राउज़र एक्सटेंशन के साथ, आपको एक कस्टमाइज़ेबल साइडबार तक त्वरित पहुंच मिलता है जो आपको आसानी से अपनी पसंदीदा वेबसाइट्स को ड्रैग और ड्रॉप करने और उन्हें साइड बाय साइड देखने की अनुमति देता है। अपने वर्कफ़्लो को सुगम बनाएं, अनावश्यक टैब स्विचिंग को समाप्त करें, और आज ही अपने ऑनलाइन अनुभव पर नियंत्रण पाएं!\n\nपेज साइडबार एक हल्की और उपयोगी एड-इन है जो उत्पादकता को उच्च करने के लिए डिज़ाइन किया गया है। इस उपकरण के साथ, आप आसानी से अपनी पसंदीदा वेबसाइट्स को साइडबार में ड्रैग और ड्रॉप करके तेजी से पहुंच के लिए एक सुविधाजनक हब बना सकते हैं। और जब आप किसी हाइलाइट किए गए टेक्स्ट को साइडबार में ड्रैग करते हैं, तो यह आपके पसंदीदा सर्च इंजन में उस कीवर्ड की खोज करेगा। नए टैब्स खोलने या आपके वर्कफ़्लो को बाधित करने की आवश्यकता नहीं है - आपकी आवश्यकता साइडबार में ही है।\n\nब्राउज़र एक्सटेंशन की विशेषताएँ:\n◆ ब्राउज़िंग अनुभव:\nकिसी भी वेबपेज को एक मजबूत वेब ब्राउज़र साइडबार दृश्य के साथ सहजता से खोलें। चाहे विकिपीडिया लेख पढ़ना हो, YouTube वीडियो देखना हो, टेक्स्ट एडिटर में लिखना हो, कोडिंग करना हो, अपने कैलेंडर को स्प्लिट-व्यू करना हो, किसी शब्द का अनुवाद करना हो, खरीदारी करनी हो या ईमेल का जवाब देना हो, अपने ब्राउज़िंग अनुभव को बेहतर बनाएँ, ChatGPT, Gemini, Claude, Microsoft Copilot, या कोई अन्य AI जो साइडबार में आसानी से उपलब्ध हो, आदि।\n◆ मल्टी-टैब साइडबार\nएक ही साइडबार में कई पेज आसानी से खोलें और मैनेज करें। उदाहरण के लिए, नोशन, टोडोइस्ट, ट्रेलो और गूगल ट्रांसलेट खोलें और टैब के बीच आसानी से स्विच करें।\n◆ टैब को गलती से बंद होने से रोकें\nजब आप \"x\" आइकन पर क्लिक करते हैं तो टैब को गलती से बंद होने से रोकने के लिए चेतावनी सक्षम करें।\n◆ संदर्भ मेनू:\nकिसी भी लिंक को साइड पैनल में सहजता से खोलने के लिए राइट-क्लिक करके संदर्भ मेनू तक पहुंचें। और साइड पैनल खोज पृष्ठ को खोलने के लिए चयनित पाठ को साइड पैनल में खोलें।\n◆ पिन्ड साइड पैनल:\nसाइड पैनल बंद करने तक खुला रहता है, जिससे सुविधाजनक संदर्भ और एकल विंडो के भीतर साइड-बाय-साइड पृष्ठ तुलना करने की अनुमति होती है।\n◆ ड्रैग और ड्रॉप:\nदक्ष नेविगेशन के लिए लिंक और पाठ को आसानी से ड्रैग और ड्रॉप करें।\n◆ पहला पृष्ठ:\nएकल क्लिक से डिफ़ॉल्ट पेज या अपने कस्टम होम पेज पर दृश्य को रीसेट करने के लिए होम बटन\n◆ नेविगेशन बार:\nनेविगेशन बार में व्यू को रीसेट करने के लिए होम बटन\nतेज URL ट्रैकिंग के लिए नेविगेशन बार में सर्च बॉक्स का उपयोग करें, सर्च टर्म्स को स्वतंत्र रूप से डिफ़ॉल्ट सर्च इंजन का उपयोग करके। इसके अलावा, सीधे सर्च बॉक्स में URL पेस्ट करके वेबसाइट्स को साइड पैनल में खोलने के लिए उपयोग करें, अपने ब्राउज़िंग वर्कफ़्लो को सुगम बनाएं।\nनेविगेशन बार की स्थिति को टॉप, बॉटम, या छुपा हुआ निर्दिष्ट करें एक व्यक्तिगत इंटरफ़ेस के लिए।\n◆ कस्टमाइज़ेबल सर्च इंजन:\nगूगल, बिंग, डकडकगो, बाइडू, और यांडेक्स सहित कस्टमाइज़ेबल सर्च इंजन विकल्पों का आनंद लें।\n◆ कस्टम टूलबार आइकन:\nअपनी पसंदीदा टूलबार आइकन को लाइट या डार्क मोड में चुनें, जो आपकी दृष्टि पसंदीदाओं के अनुसार अनुकूलित होता है।\n◆ आकार बदल सकने वाला साइड पैनल\nआप साइड पैनल की चौड़ाई को किनारे को पकड़कर बढ़ाने या घटाने के लिए कर सकते हैं।\n◆ स्विफ्टली साइडबार को सक्रिय करने के लिए कस्टम कीबोर्ड कॉम्बिनेशन को परिभाषित करें\n◆ डार्क मोड के लिए समर्थन\n\nपरियोजना जानकारी:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nआवश्यक अनुमतियाँ:\n◆ \"contextMenus\": साइड पैनल को त्वरित खोलने के लिए संदर्भ मेनू जोड़ें।\n◆ \"sidepanel\": वेबसाइट को साइड पैनल में दिखाने की अनुमति दें।\n◆ \"storage\": सेटिंग्स को स्थानीय रूप से सहेजें और अपने वेब ब्राउज़र खाते के साथ सिंक करें।\n◆ \"declarativeNetRequestWithHostAccess\": सभी वेबसाइट्स को साइड पैनल में देखने की अनुमति दें।\n\nध्यान दें:\nCSP हेडर्स को इस पृष्ठ को साइडबार में देखने की अनुमति देने के लिए कस्टमाइज़ किया गया है।\n\n<<< विकल्प सुविधा >>>\nरात में आपकी आंखों की सुरक्षा और वीडियो प्लेयर पर ध्यान केंद्रित करने के लिए एक विकल्प सुविधा को अनलॉक करें, जैसे कि YouTube™, Turn Off the Lights ब्राउज़र एक्सटेंशन को स्थापित करके।\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "hr": "Jeste li umorni od stalnog prebacivanja između kartica dok radite ili pregledavate web? S proširenjem preglednika Page Sidebar dobivate trenutan pristup prilagodljivoj bočnoj traci koja vam omogućuje lako povlačenje i ispuštanje vaših omiljenih web stranica te njihovo pregledavanje jednu pored druge. Optimizirajte svoj radni proces, eliminirajte nepotrebno prebacivanje kartica i preuzmite kontrolu nad svojim online iskustvom danas!\n\nPage Sidebar je lagani i koristan dodatak dizajniran za povećanje produktivnosti. Pomoću ovog alata možete jednostavno povlačiti i ispuštati svoje omiljene web stranice u bočnu traku, stvarajući tako praktični središnji prostor za brz pristup. Osim toga, kada povučete označeni tekst u bočnu traku, automatski će pretraživati tu ključnu riječ na vašem omiljenom pretraživaču. Nema potrebe otvarati nove kartice ili prekidati radni proces – informacije koje trebate su odmah dostupne u bočnoj traci.\n\nZnačajke proširenja preglednika:\n◆ Iskustvo pregledavanja:\nOtvarajte bilo koju web-stranicu bez problema pomoću robusnog prikaza bočne trake web-preglednika. Bilo da čitate članak na Wikipediji, gledate YouTube video, pišete u uređivaču teksta, kodirate, dijelite pregled svog kalendara, prevodite riječ, kupujete ili odgovarate na e-poštu, poboljšajte svoje iskustvo pregledavanja, ChatGPT, Gemini, Claude, Microsoft Copilot, ili bilo koja druga umjetna inteligencija dostupna na bočnoj traci itd.\n◆ Bočna traka s više kartica\nJednostavno otvorite više stranica i upravljajte njima unutar jedne bočne trake. Na primjer, otvorite Notion, Todoist, Trello i Google Translate i bez napora prelazite između kartica.\n◆ Spriječite slučajno zatvaranje kartice\nOmogućite upozorenje kako biste spriječili slučajno zatvaranje kartica kada kliknete ikonu \"x\".\n◆ Kontekstni izbornik:\nPristupite kontekstnom izborniku desnim klikom kako biste bez problema otvorili bilo koji link u bočnom panelu. I odabrani tekst otvorite na stranici pretraživanja bočnog panela.\n◆ Prikvačeni bočni panel:\nBočni panel ostaje otvoren dok ne odlučite zatvoriti, omogućujući praktičan referentni položaj i jednostavnu usporedbu stranica unutar jednog prozora.\n◆ Povlačenje i ispuštanje:\nLako povucite i ispustite veze i tekst za učinkovitu navigaciju.\n◆ Prva stranica:\nPrilagodite početnu stranicu prikazanu u bočnom panelu za prilagođeno iskustvo pregledavanja.\n◆ Traka za navigaciju:\n- Gumb za početnu stranicu za resetiranje prikaza jednim klikom na zadanoj stranici ili vašoj prilagođenoj početnoj stranici\n- Iskoristite okvir za pretraživanje u traci za navigaciju za brzo praćenje URL-a, s automatskim korištenjem zadanih pretraživačkih pojmova. Dodatno, zalijepite URL-ove izravno u okvir za pretraživanje kako biste otvorili web stranice u bočnom panelu, optimizirajući svoj radni proces pregledavanja.\n- Odredite položaj trake za navigaciju na vrhu, dnu ili je sakrijte za personalizirano sučelje.\n◆ Prilagodljivi pretraživač:\nUživajte u prilagodljivim opcijama pretraživača, uključujući Google, Bing, DuckDuckGo, Baidu i Yandex.\n◆ Prilagodljiva ikona alatne trake:\nOdaberite željenu ikonu alatne trake u svjetlosnom ili tamnom načinu, prilagođavajući se vašim vizualnim preferencijama.\n◆ Prilagodljivi bočni panel:\nMožete prilagoditi širinu bočnog panela povlačenjem ruba, povećavajući ili smanjujući njegovu veličinu.\n◆ Definirajte prilagođene kombinacije tipki za brzo aktiviranje bočnog panela\n◆ Podrška za tamni način rada\n\nInformacije o projektu:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nPotrebne dozvole:\n◆ \"contextMenus\": Dodajte kontekstni izbornik za trenutan otvor bočnog panela.\n◆ \"sidepanel\": Omogućite vidljivost web stranice u bočnom panelu.\n◆ \"storage\": Spremite postavke lokalno i sinkronizirajte ih sa svojim računom preglednika.\n◆ \"declarativeNetRequestWithHostAccess\": Omogućite pregled svih web stranica u bočnom panelu.\n\nNapomena:\nCSP zaglavlja su prilagođena kako bi omogućila prikazivanje ove stranice u bočnom panelu.\n\n<<< Opcija značajke >>>\nOtključajte opciju zaštite očiju noću i usredotočite se na video player, poput YouTube™, instaliranjem proširenja preglednika Turn Off the Lights za YouTube i dalje.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "hu": "Fáradtál már a folyamatos fülek közötti váltogatástól munka közben vagy böngészés közben? A Page Sidebar böngésző kiterjesztéssel azonnali hozzáférést nyersz egy testreszabható oldalsávhoz, amely lehetővé teszi kedvenc webhelyeid könnyed húzását és egymás melletti megtekintésüket. Egyszerűsítsd munkafolyamatodat, szüntesd meg a felesleges fülváltogatást, és vegyük át az online élmény felett az uralmat még ma!\n\nA Page Sidebar könnyű és hasznos kiegészítő, amely a termelékenységet hivatott fokozni. Ezzel a eszközzel könnyedén húzhatod és dobhatod kedvenc webhelyeidet az oldalsávba, létrehozva egy kényelmes központot a gyors hozzáféréshez. Ráadásul, ha egy kiemelt szöveget húzol az oldalsávba, automatikusan keresni fogja azt a kulcsszót a kedvenc keresőmotorodban. Nincs szükség új fülekre vagy munkafolyamatod megszakítására - az információ, amire szükséged van, az oldalsávban az ujjaidnál van.\n\nBöngésző kiterjesztés jellemzői:\n◆ Böngészési élmény:\nNyisson meg bármilyen weboldalt zökkenőmentesen a webböngésző robusztus oldalsávi nézetével. Legyen szó Wikipédia-cikkek olvasásáról, YouTube-videó megtekintéséről, szövegszerkesztőben írásról, kódolásról, naptár megosztásáról, szó fordításáról, vásárlásról vagy e-mailekre való válaszadásról, a böngészési élmény fokozásáról, a ChatGPT, Gemini, Claude, Microsoft Copilot, vagy bármely más, az oldalsávon kényelmesen elérhető mesterséges intelligencia stb.\n◆ Többlapos oldalsáv\nKönnyen megnyithat és kezelhet több oldalt egyetlen oldalsávon belül. Például nyissa meg a Notion, Todoist, Trello és Google Translate alkalmazásokat, és könnyedén válthat a lapok között.\n◆ Akadályozza meg a fül véletlen bezárását\nEngedélyezze a figyelmeztetést, hogy megakadályozza a lapok véletlen bezárását, amikor az „x” ikonra kattint.\n◆ Kontextusmenü\nHozzáférhetsz a kontextusmenühöz jobbklikkeléssel, hogy simán megnyiss bármely hivatkozást az oldalsávban. És kiválasztott szöveg megnyitása az oldalsáv keresőoldalán.\n◆ Rögzített oldalsáv:\nAz oldalsáv nyitva marad, amíg úgy nem döntesz, hogy bezárod, lehetővé téve a kényelmes referencia és az oldalak egyszerű összehasonlítását egyetlen ablakon belül.\n◆ Húzás és dobás:\nEgyszerűen húzhatod és dobhatod a hivatkozásokat és a szöveget hatékony navigáláshoz.\n◆ Első oldal:\nSzabaddá teheted az oldalsávban megjelenő kezdőlapot a testreszabott böngészési élményért.\n◆ Navigációs sáv:\n\nA kezdő gomb az ablak alapértelmezett vagy testreszabott kezdőlapra való egyetlen kattintással való visszaállításához\nHasználd a keresődobozt a navigációs sávban a gyors URL-nyomkövetéshez, a keresési kifejezések automatikusan az alapértelmezett keresőmotort használva. Emellett másold be a URL-eket közvetlenül a keresődobozba, hogy webhelyeket nyiss meg az oldalsávban, egyszerűsítve böngészési folyamatodat.\nAz egyedi felhasználói felületért rendelheted a navigációs sáv pozícióját: felülre, alulra vagy rejtettre.\n◆ Testreszabható keresőmotor:\nÉlvezd a testreszabható keresőmotor opciókat, beleértve a Google-t, a Binget, a DuckDuckGo-t, a Baidut és a Yandexet.\n◆ Testreszabható eszköztár ikon:\nVálaszd ki a kedvenc eszköztár ikonodat világos vagy sötét módban, alkalmazkodva vizuális preferenciáidhoz.\n◆ Átméretezhető oldalsáv\nÁllítsd be az oldalsáv szélességét az élek megfogásával, növelve vagy csökkentve annak méretét.\n◆ Hatékony oldalsáv aktiválásához határozd meg az egyéni billentyűkombinációkat\n◆ Támogatás a Sötét Módhoz\nProjektinformáció:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nSzükséges engedélyek:\n◆ \"contextMenus\": Kontextusmenü hozzáadása az oldalsáv azonnali megnyitásához.\n◆ \"sidepanel\": Engedélyezze, hogy a webhely látható legyen az oldalsávban.\n◆ \"storage\": Beállítások helyileg történő mentése és szinkronizálása a webböngésző számláddal.\n◆ \"declarativeNetRequestWithHostAccess\": Az összes webhely megtekintésének engedélyezése az oldalsávban.\n\nMegjegyzés:\nA CSP fejlécek testre vannak szabva annak érdekében, hogy ez az oldal az oldalsávban megtekinthető legyen.\n\n<<< Opció jellemző >>>\nOldd fel a lehetőséget, hogy védd a szemedet éjszaka, és fókuszálj a videolejátszóra, például a YouTube™-on, a Turn Off the Lights YouTube és Továbbiak böngésző kiterjesztés telepítésével.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "id": "Apakah Anda bosan dengan selalu beralih antara tab saat bekerja atau menjelajahi web? Dengan ekstensi browser Page Sidebar, Anda mendapatkan akses instan ke bilah samping yang dapat disesuaikan, memungkinkan Anda dengan mudah menarik dan melepaskan situs web favorit Anda dan melihatnya secara berdampingan. Percepat alur kerja Anda, hilangkan beralih tab yang tidak perlu, dan kendalikan pengalaman online Anda hari ini!\n\nPage Sidebar adalah tambahan ringan dan berguna yang dirancang untuk meningkatkan produktivitas. Dengan alat ini, Anda dapat dengan mudah menarik dan melepaskan situs web favorit Anda ke dalam bilah samping, menciptakan pusat yang nyaman untuk akses cepat. Selain itu, ketika Anda menarik teks yang di-highlight ke dalam bilah samping, itu akan secara otomatis mencari kata kunci tersebut di mesin pencari favorit Anda. Tidak perlu membuka tab baru atau mengganggu alur kerja Anda - informasi yang Anda butuhkan berada tepat di ujung jari Anda di bilah samping.\n\nFitur ekstensi browser:\n◆ Pengalaman Menjelajah:\nBuka halaman web apa pun dengan mudah menggunakan tampilan bilah sisi peramban web yang tangguh. Baik saat membaca artikel Wikipedia, menonton video YouTube, menulis di editor teks, membuat kode, membagi tampilan kalender, menerjemahkan kata, berbelanja, atau menanggapi email, tingkatkan pengalaman menjelajah Anda, ChatGPT, Gemini, Claude, Microsoft Copilot, atau AI lainnya yang dapat diakses dengan mudah di bilah sisi, dll.\n◆ Bilah Sisi Multi-Tab\nBuka dan kelola beberapa halaman dengan mudah dalam satu bilah sisi. Misalnya, buka Notion, Todoist, Trello, dan Google Translate, dan beralih antar-tab dengan mudah.\n◆ Cegah Penutupan Tab Secara Tidak Sengaja\nAktifkan peringatan untuk mencegah tab tertutup secara tidak sengaja saat Anda mengeklik ikon \"x\".\n◆ Menu Konteks:\nAkses menu konteks dengan mengklik kanan untuk membuka setiap tautan dengan lancar di panel samping. Dan teks yang dipilih untuk membuka halaman pencarian panel samping.\n◆ Panel Samping Terpaku:\nPanel samping tetap terbuka sampai Anda memilih untuk menutupnya, memungkinkan referensi yang nyaman dan perbandingan halaman tanpa usaha dalam satu jendela.\n◆ Tarik dan Lepas:\nTarik dan lepaskan tautan dan teks dengan mudah untuk navigasi yang efisien.\n◆ Halaman Pertama:\nSesuaikan halaman utama yang ditampilkan di panel samping untuk pengalaman menjelajah yang dipersonalisasi.\n◆ Bilah Navigasi:\n- Tombol beranda untuk mereset tampilan dengan sekali klik ke halaman default atau halaman beranda kustom Anda\n- Gunakan kotak pencarian di bilah navigasi untuk pelacakan URL cepat, dengan istilah pencarian otomatis menggunakan mesin pencari default. Selain itu, tempelkan URL langsung ke kotak pencarian untuk membuka situs web di panel samping, menyederhanakan alur kerja menjelajah Anda.\n- Tentukan posisi bilah navigasi di bagian atas, bawah, atau sembunyi untuk antarmuka yang dipersonalisasi.\n◆ Mesin Pencari yang Dapat Disesuaikan:\nNikmati opsi mesin pencari yang dapat disesuaikan, termasuk Google, Bing, DuckDuckGo, Baidu, dan Yandex.\n◆ Ikon Toolbar yang Dapat Disesuaikan:\nPilih ikon toolbar yang Anda sukai dalam mode terang atau gelap, menyesuaikan dengan preferensi visual Anda.\n◆ Panel Samping yang Dapat Diubah Ukurannya\nAnda dapat mengatur lebar panel samping dengan menarik tepinya, baik meningkatkan atau mengurangi ukurannya.\n◆ Tentukan kombinasi tombol kustom untuk mengaktifkan panel samping dengan cepat\n◆ Dukungan untuk Mode Gelap\n\nInformasi Proyek:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nIzin yang Diperlukan:\n◆ \"contextMenus\": Tambahkan menu konteks untuk membuka panel samping secara instan.\n◆ \"sidepanel\": Izinkan situs web dapat terlihat di panel samping.\n◆ \"storage\": Simpan pengaturan secara lokal dan sinkronkan dengan akun browser web Anda.\n◆ \"declarativeNetRequestWithHostAccess\": Izinkan semua situs web dapat dilihat di panel samping.\n\nCatatan:\nHeader CSP telah disesuaikan untuk memungkinkan halaman ini dapat dilihat di dalam bilah samping.\n\n<<< Fitur Pilihan >>>\nBuka fitur opsional untuk melindungi mata Anda pada malam hari dan fokus pada pemutar video, seperti YouTube™, dengan menginstal ekstensi browser Turn Off the Lights untuk YouTube dan Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "it": "Sei stanco di passare costantemente tra le schede mentre lavori o navighi su Internet? Con l'estensione del browser Page Sidebar, ottieni un accesso istantaneo a una barra laterale personalizzabile che ti consente di trascinare e rilasciare senza sforzo i tuoi siti web preferiti e visualizzarli affiancati. Ottimizza il tuo flusso di lavoro, elimina il fastidioso cambio di scheda e prendi il controllo della tua esperienza online oggi!\n\nLa Page Sidebar è un'estensione leggera e utile progettata per aumentare la produttività. Con questo strumento, puoi trascinare e rilasciare senza sforzo i tuoi siti web preferiti nella barra laterale, creando un hub comodo per un accesso rapido. Inoltre, quando trascini un testo evidenziato nella barra laterale, cercherà automaticamente quella parola chiave nel tuo motore di ricerca preferito. Non c'è bisogno di aprire nuove schede o interrompere il tuo flusso di lavoro: le informazioni di cui hai bisogno sono a portata di mano nella barra laterale.\n\nCaratteristiche dell'estensione del browser:\n◆ Esperienza di navigazione:\nApri qualsiasi pagina web senza problemi con una solida visualizzazione della barra laterale del browser web. Che tu stia leggendo un articolo di Wikipedia, guardando un video di YouTube, scrivendo in un editor di testo, scrivendo codice, visualizzando in modalità split il tuo calendario, traducendo una parola, facendo shopping o rispondendo a e-mail, migliora la tua esperienza di navigazione, ChatGPT, Gemini, Claude, Microsoft Copilot o qualsiasi altra IA comodamente accessibile nella barra laterale, ecc.\n◆ Barra laterale multi-scheda\nApri e gestisci facilmente più pagine all'interno di un'unica barra laterale. Ad esempio, apri Notion, Todoist, Trello e Google Translate e passa senza sforzo da una scheda all'altra.\n◆ Previeni la chiusura accidentale delle schede\nAbilita un avviso per impedire la chiusura accidentale delle schede quando fai clic sull'icona \"x\".\n◆ Menu Contestuale:\nAccedi al menu contestuale con un clic destro per aprire senza soluzione di continuità qualsiasi link nel pannello laterale. E seleziona il testo per aprire la pagina di ricerca nel pannello laterale.\n◆ Pannello Laterale Fissato:\nIl pannello laterale rimane aperto finché non decidi di chiuderlo, consentendo un comodo riferimento e un confronto delle pagine senza sforzo all'interno di una singola finestra.\n◆ Trascina e Rilascia:\nTrascina e rilascia facilmente link e testo per una navigazione efficiente.\n◆ Prima Pagina:\nPersonalizza la pagina iniziale visualizzata nella barra laterale per un'esperienza di navigazione su misura.\n◆ Barra di Navigazione:\n- Il pulsante home per ripristinare la visualizzazione con un clic alla pagina predefinita o alla tua pagina iniziale personalizzata.\n- Utilizza la casella di ricerca nella barra di navigazione per un tracciamento rapido dell'URL, con i termini di ricerca che utilizzano automaticamente il motore di ricerca predefinito. Inoltre, incolla direttamente gli URL nella casella di ricerca per aprire i siti web nella barra laterale, semplificando il tuo flusso di lavoro di navigazione.\n- Designa la posizione della barra di navigazione in alto, in basso o nascosta per un'interfaccia personalizzata.\n◆ Motore di Ricerca Personalizzabile:\nGoditi opzioni di motore di ricerca personalizzabili, tra cui Google, Bing, DuckDuckGo, Baidu e Yandex.\n◆ Icona della Barra degli Strumenti Personalizzabile:\nScegli la tua icona preferita per la barra degli strumenti in modalità chiara o scura, adattandoti alle tue preferenze visive.\n◆ Pannello Laterale Ridimensionabile:\nPuoi regolare la larghezza del pannello laterale afferrandone il bordo, aumentandola o diminuendola a tuo piacimento.\n◆ Definisci combinazioni di tasti personalizzate per attivare rapidamente la barra laterale\n◆ Supporto per la Modalità Scura\n\nInformazioni sul Progetto:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nAutorizzazioni Richieste:\n◆ \"contextMenus\": Aggiunge un menu contestuale per aprire istantaneamente il pannello laterale.\n◆ \"sidepanel\": Permette al sito web di essere visibile nel pannello laterale.\n◆ \"storage\": Salva le impostazioni localmente e sincronizzale con il tuo account del browser web.\n◆ \"declarativeNetRequestWithHostAccess\": Permette a tutti i siti web di essere visualizzati nel pannello laterale.\n\nNota:\nGli header CSP sono stati personalizzati per consentire la visualizzazione di questa pagina nella barra laterale.\n\n<<< Funzione Opzionale >>>\nAttiva una funzione opzionale per proteggere i tuoi occhi di notte e concentrarti sul lettore video, come ad esempio su YouTube™, installando l'estensione del browser Turn Off the Lights per YouTube e oltre.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "ja": "いつも仕事やウェブの閲覧中にタブを切り替えるのに疲れましたか？Page Sidebar ブラウザ拡張機能を使用すると、カスタマイズ可能なサイドバーに即座にアクセスして、お気に入りのウェブサイトを簡単にドラッグ＆ドロップし、それらを横に並べて表示することができます。ワークフローを効率化し、不要なタブの切り替えを排除し、今日からオンライン体験をコントロールしましょう！\n\nPage Sidebar は、生産性を向上させるために設計された軽量で有用な追加機能です。このツールを使用すると、お気に入りのウェブサイトをサイドバーに簡単にドラッグ＆ドロップして、迅速なアクセスのための便利なハブを作成できます。さらに、ハイライトされたテキストをサイドバーにドラッグすると、そのキーワードをお気に入りの検索エンジンで自動検索します。新しいタブを開く必要もなく、ワークフローを中断することもありません。必要な情報はサイドバーで手に入ります。\n\nブラウザ拡張機能の特徴：\n◆ ブラウジング エクスペリエンス:\n堅牢な Web ブラウザー サイドバー ビューを使用して、あらゆる Web ページをシームレスに開くことができます。Wikipedia の記事を読む、YouTube ビデオを見る、テキスト エディターで書き込む、コーディングする、カレンダーを分割表示する、単語を翻訳する、ショッピングする、メールに返信するなど、ブラウジング エクスペリエンスを強化し、ChatGPT、Gemini、Claude、Microsoft Copilot、またはサイドバーから便利にアクセスできるその他の AI などを活用します。\n◆ マルチタブ サイドバー\n1 つのサイドバー内で複数のページを簡単に開いて管理できます。たとえば、Notion、Todoist、Trello、Google Translate を開いて、タブを簡単に切り替えることができます。\n◆ 誤ってタブが閉じられるのを防ぐ\n「x」アイコンをクリックしたときにタブが誤って閉じられないように警告を有効にします。\n◆ コンテキストメニュー：\n右クリックでコンテキストメニューにアクセスし、サイドパネルで任意のリンクをシームレスに開く。また、選択したテキストをサイドパネルの検索ページで開くこともできます。\n◆ ピン留めサイドパネル：\nサイドパネルは閉じるまで開いたままになり、1つのウィンドウ内での便利な参照とページの比較が可能です。\n◆ ドラッグ＆ドロップ：\n効率的なナビゲーションのためにリンクやテキストを簡単にドラッグ＆ドロップします。\n◆ ファーストページ：\nサイドパネルに表示される初期ホームページをカスタマイズして、個別のブラウジングエクスペリエンスを実現します。\n◆ ナビゲーションバー：\n\nシングルクリックでデフォルトのページまたはカスタムホームページにビューをリセットするホームボタン\nナビゲーションバーの検索ボックスを使用して、デフォルトの検索エンジンを自動的に使用してURLを追跡します。また、URLを直接検索ボックスに貼り付けてウェブサイトをサイドパネルで開くことができます。ブラウジングワークフローを効率化します。\nナビゲーションバーの位置をトップ、ボトム、または非表示に指定してパーソナライズされたインターフェースを実現します。\n◆ カスタマイズ可能な検索エンジン：\nGoogle、Bing、DuckDuckGo、Baidu、Yandexなどのカスタマイズ可能な検索エンジンオプションを利用できます。\n◆ カスタムツールバーアイコン：\nライトモードまたはダークモードで好みのツールバーアイコンを選択し、視覚的な設定に適応させます。\n◆ サイドパネルのリサイズ可能：\nサイドパネルの幅をエッジを掴んで簡単に調整でき、サイズを拡大または縮小できます。\n◆ 迅速にサイドバーをアクティブ化するためのカスタムキーボード組み合わせの定義\n◆ ダークモードのサポート\nプロジェクト情報：\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\n必要な権限：\n◆ \"contextMenus\": サイドパネルを即座に開くためのコンテキストメニューを追加します。\n◆ \"sidepanel\": ウェブサイトがサイドパネルに表示されるようにします。\n◆ \"storage\": 設定をローカルに保存し、ウェブブラウザアカウントと同期させます。\n◆ \"declarativeNetRequestWithHostAccess\": すべてのウェブサイトをサイドパネルで表示できるようにします。\n\n注意：\nこのページをサイドバーで表示できるようにCSPヘッダーがカスタマイズされています。\n\n<<< オプション機能 >>>\nYouTube™などのビデオプレーヤーで目を保護し、夜間に焦点を合わせるオプション機能をアンロックするには、Turn Off the Lights ブラウザ拡張機能をYouTubeおよびその他にインストールしてください。\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "kn": "ಕೆಲಸ ಮಾಡುತ್ತಿರುವಾಗ ಅಥವಾ ವೆಬ್ ಬ್ರೌಸಿಂಗ್ ಮಾಡುತ್ತಿರುವಾಗ ನಿರಂತರವಾಗಿ ಟ್ಯಾಬ್‌ಗಳನ್ನು ಬದಲಾಯಿಸಲು ನೋಡುತ್ತಿದ್ದೀರಾ? ಪೇಜ್ ಸೈಡ್‌ಬಾರ್ ಬ್ರೌಸರ್ ಎಕ್ಸ್ಟೆನ್ಶನ್ ನೊಂದಿಗೆ, ನೀವು ಸುಲಭವಾಗಿ ನಿಮ್ಮ ಅಭಿರುಚಿಗೆ ಅನುಗುಣವಾದ ಸೈಡ್‌ಬಾರ್ ಪಡೆಯುತ್ತೀರಿ. ನೀವು ಪ್ರಿಯ ವೆಬ್‌ಸೈಟ್‌ಗಳನ್ನು ಸುಲಭವಾಗಿ ಹಾಕಿಕೊಳ್ಳಲು ಮತ್ತು ಅವುಗಳನ್ನು ಒಂದೇ ವೀಕ್ಷಣೆಯಲ್ಲಿ ನೋಡಲು ಸಾಧ್ಯವಾಗುವ ಕಸ್ಟಮೈಜೇಬಲ್ ಸೈಡ್‌ಬಾರ್ ಬಳಸಿ. ನಿಮ್ಮ ಕೆಲಸಪರಿಸರಗಳನ್ನು ಸುಗಮವಾಗಿ ಮಾಡಿ, ಅಗತ್ಯವಿಲ್ಲದ ಟ್ಯಾಬ್ ಬದಲಾಯಿಸುವುದನ್ನು ನಿವಾರಿಸಿ, ಹಾಗೂ ನೀವು ಇಂಟರ್ನೆಟ್ ಅನುಭವವನ್ನು ಇಂದು ನಿಯಂತ್ರಣಕ್ಕೆ ತಾಕುವಂತಾಗಿ!\n\nಪೇಜ್ ಸೈಡ್‌ಬಾರ್ ಒಂದು ಹಗುರವಾದ ಮತ್ತು ಉಪಯುಕ್ತ ಯೋಜನೆಯಾಗಿದೆ ಉನ್ನತ ಉದ್ಯಮಕ್ಕೆ. ಈ ಉಪಕರಣದಿಂದ ನೀವು ಸುಲಭವಾಗಿ ನಿಮ್ಮ ಪ್ರಿಯ ವೆಬ್‌ಸೈಟ್‌ಗಳನ್ನು ಸೈಡ್‌ಬಾರ್‌ಗೆ ಎಳೆಯಬಹುದು, ಶೀಘ್ರ ಪ್ರವೇಶಕ್ಕಾಗಿ ಸುಲಭವಾಗಿ ಹಬ್ ಅನ್ನು ರಚಿಸಬಹುದು. ಮತ್ತು ಹೆಚ್ಚಿನವರಿಗೆ ಬಾಗದೆ ಹೆಚ್ಚಿನ ಟ್ಯಾಬ್ ಬದಲಾಯಿಸುವುದು ಹಾಗೂ ಸಂತೋಷದಿಂದ ಒಂದೇ ವಿಂಡೋನಲ್ಲಿ ಪೇಜ್ ಹೋಲಿಕೆ ಮಾಡುವುದು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುವುದು.\n\nಬ್ರೌಸರ್ ಎಕ್ಸ್ಟೆನ್ಶನ್ ವಿಶೇಷಗಳು:\n◆ ಬ್ರೌಸಿಂಗ್ ಅನುಭವ:\nದೃಢವಾದ ವೆಬ್ ಬ್ರೌಸರ್ ಸೈಡ್‌ಬಾರ್ ವೀಕ್ಷಣೆಯೊಂದಿಗೆ ಯಾವುದೇ ವೆಬ್‌ಪುಟವನ್ನು ಮನಬಂದಂತೆ ತೆರೆಯಿರಿ. ವಿಕಿಪೀಡಿಯಾ ಲೇಖನವನ್ನು ಓದುವುದು, YouTube ವೀಡಿಯೊವನ್ನು ವೀಕ್ಷಿಸುವುದು, ಪಠ್ಯ ಸಂಪಾದಕದಲ್ಲಿ ಬರೆಯುವುದು, ಕೋಡಿಂಗ್ ಮಾಡುವುದು, ನಿಮ್ಮ ಕ್ಯಾಲೆಂಡರ್ ಅನ್ನು ವಿಭಜಿಸುವುದು, ಪದವನ್ನು ಅನುವಾದಿಸುವುದು, ಶಾಪಿಂಗ್ ಮಾಡುವುದು ಅಥವಾ ಇಮೇಲ್‌ಗಳಿಗೆ ಪ್ರತಿಕ್ರಿಯಿಸುವುದು, ನಿಮ್ಮ ಬ್ರೌಸಿಂಗ್ ಅನುಭವವನ್ನು ಹೆಚ್ಚಿಸಿ, ChatGPT, ಜೆಮಿನಿ, Claude, Microsoft Copilot, ಅಥವಾ ಸೈಡ್‌ಬಾರ್‌ನಲ್ಲಿ ಯಾವುದೇ ಇತರ AI ಅನುಕೂಲಕರವಾಗಿ ಪ್ರವೇಶಿಸಬಹುದು, ಇತ್ಯಾದಿ.\n◆ ಮಲ್ಟಿ-ಟ್ಯಾಬ್ ಪಾರ್ಶ್ವಪಟ್ಟಿ\nಒಂದೇ ಸೈಡ್‌ಬಾರ್‌ನಲ್ಲಿ ಬಹು ಪುಟಗಳನ್ನು ಸುಲಭವಾಗಿ ತೆರೆಯಿರಿ ಮತ್ತು ನಿರ್ವಹಿಸಿ. ಉದಾಹರಣೆಗೆ, Notion, Todoist, Trello ಮತ್ತು Google Translate ತೆರೆಯಿರಿ ಮತ್ತು ಟ್ಯಾಬ್‌ಗಳ ನಡುವೆ ಸಲೀಸಾಗಿ ಬದಲಿಸಿ.\n◆ ಆಕಸ್ಮಿಕ ಟ್ಯಾಬ್ ಮುಚ್ಚುವಿಕೆಯನ್ನು ತಡೆಯಿರಿ\nನೀವು \"x\" ಐಕಾನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿದಾಗ ಟ್ಯಾಬ್‌ಗಳು ಆಕಸ್ಮಿಕವಾಗಿ ಮುಚ್ಚುವುದನ್ನು ತಡೆಯಲು ಎಚ್ಚರಿಕೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ.\n◆ ಸಂದರ್ಭ ಮೆನು\nಬಾಲದ ಕ್ಲಿಕ್ ಮಾಡುವುದರಿಂದ ಸಂದರ್ಭ ಮೆನುವನ್ನು ಸುಲಭವಾಗಿ ತೆರೆದುಕೊಂಡು ಹೋಗಿ ಯಾವುದೇ ಲಿಂಕ್ ಅನ್ನು ಸೈಡ್ ಪ್ಯಾನೆಲ್‌ನಲ್ಲಿ ತೆರೆಯಿರಿ. ಮತ್ತು ಹೆಚ್ಚಿನ ವರ್ಣಿಸಲು ಬರೆಯಲು ಸೈಡ್ ಪ್ಯಾನೆಲ್ ಹುಡುಕಾಟ ಪುಟವನ್ನು ತೆರೆಯಿರಿ.\n◆ ಪಿನ್ನೆಡ್ ಸೈಡ್ ಪ್ಯಾನೆಲ್\nಸೈಡ್ ಪ್ಯಾನೆಲ್ ನೀವು ಅದನ್ನು ಮುಚ್ಚಿದರೆ ತೆರೆಯಿಡಲು ನಿಮಗೆ ಬಿಡಲಾಗುವವರೆಗೂ ತೆರೆಯಿಡಿರಿ, ಅದು ಅನುಕೂಲಕರವಾಗಿ ಪರಿಗಣಿಸಲು ಅವಕಾಶ ಕೊಡುವುದು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುವುದು.\n◆ ಎಳೆಯಿರಿ ಮತ್ತು ಬಿರುಗಾಳಿ:\nಸಾರಾಂಶದ ನಾವಿಗೆ ಸಾರಾಂಶವನ್ನು ಸುಲಭವಾಗಿ ನಾವಿಗೆ ನಾವಿಗೆ ಅನುಕೂಲಕರವಾಗಿ ಹಾಕಲು ಲಿಂಕ್‌ಗಳನ್ನು ಮತ್ತು ಬರಹಗಳನ್ನು ಎಳೆಯಿರಿ.\n◆ ಮೊದಲ ಪುಟ:\nವೈಶಿಷ್ಟ್ಯಪೂರಿತ ಬ್ರೌಸಿಂಗ್ ಅನುಭವಕ್ಕಾಗಿ ಸೈಡ್ ಪ್ಯಾನೆಲ್ನಲ್ಲಿ ಪ್ರದರ್ಶಿಸಲಾಗುವ ಮೊದಲ ಹೋಮ್ ಪೇಜ್ ಅನುಕೂಲಿತಗೊಳಿಸಿ.\n◆ ನೇವಿಗೇಷನ್ ಬಾರು:\nಡಿಫಾಲ್ಟ್ ಪೇಜ್ ಅಥವಾ ನಿಮ್ಮ ವೈಶಿಷ್ಟ ಹೋಮ್ ಪೇಜ್ ಗೆ ಸಿಂಗಲ್ ಕ್ಲಿಕ್ ಮಾಡಿ ವ್ಯೂ ಮರುಹೊಂದಿಸಲು ಹೋಮ್ ಬಟನ್\nನೇವಿಗೇಷನ್ ಬಾರ್ನಲ್ಲಿ ವೇಗವಾಗಿ URL ಟ್ರ್ಯಾಕಿಂಗ್ ಮಾಡಲು ಸರ್ಚ್ ಬಾಕ್ಸ್ ಅನ್ನು ಬಳಸಿ, ಸ್ಥಾಪಿತ ಸರ್ಚ್ ಎಂಜಿನ್ ಬಳಸಿದ್ದರಿಂದ ಸರ್ಚ್ ಟರ್ಮ್ಸ್ ಸ್ವಯಂಕ್ರಿಯಾಮಾತವೇ ಹೊಂದಿರುತ್ತದೆ. ಹೇಗೆಂದರೆ, ವೇಬ್ಸೈಟ್ಗಳನ್ನು ಸೈಡ್ ಪ್ಯಾನೆಲ್ನಲ್ಲಿ ತೆರೆದುಕೊಳ್ಳಲು ಸರ್ಚ್ ಬಾಕ್ಸ್ ಗೆ URL ನನ್ನು ಸೀರಳಾಗಿ ಹಾಕಿ.\nನೇವಿಗೇಷನ್ ಬಾರ್ ನ ಸ್ಥಾನವನ್ನು ಮೇಲೆ, ಕೆಳಗೆ ಅಥವಾ ಮರೆಯಲು ವ್ಯಕ್ತಿಗತ ಇಂಟರ್ಫೇಸ್ ಗಾಗಿ ನಿರ್ಧಾರಿಸಿ.\n◆ ವೈಶಿಷ್ಟ್ಯಪೂರಿತ ಸರ್ಚ್ ಎಂಜಿನ್:\nಗೂಗಲ್, ಬಿಂಗ್, ಡಕ್‌ಡಕ್ಗೋ, ಬೈಡು, ಮತ್ತು ಯಾಂಡೆಕ್ಸ್ ಸಹಿತ ಗೂಣಗಾರಿಕ ಸರ್ಚ್ ಎಂಜಿನ್ ಆಯ್ಕೆಗಳನ್ನು ಆನಂದಿಸಿ.\n◆ ವೈಶಿಷ್ಟ್ಯಪೂರಿತ ಟೂಲ್ಬಾರ್ ಐಕಾನ್:\nನಿಮ್ಮ ಸರ್ವಾಂಗೀ ಆದರದ ಆಧಾರದಲ್ಲಿ ಬೆಳಕು ಅಥವಾ ಕಡಿಮೆ ಮೋಡ್ ನಲ್ಲಿ ನಿಮ್ಮ ಇಷ್ಟಾದ ಟೂಲ್ಬಾರ್ ಐಕಾನ್ ಅನ್ನು ಆರಿಸಿ.\n◆ ರೆಸೈಜ್ಯಬಲ್ ಸೈಡ್ ಪ್ಯಾನೆಲ್\nನೀವು ಸೈಡ್ ಪ್ಯಾನೆಲ್ನ ಅಗಲವನ್ನು ಬಗ್ಗುಹಾಕಿ, ಅದನ್ನು ಹೆಚ್ಚಾಯಿಸಿಯಾ ಕಡಿಮೆ ಮಾಡಬಹುದು.\n◆ ಸೈಡ್ ಬಾರ್ ವೇಗವಾಗಿ ಸಕ್ರಿಯಗೊಳಿಸಲು ವೈಶಿಷ್ಟ್ಯಪೂರಿತ ಕೀಬೋರ್ಡ್ ಸಂಯೋಜನಗಳನ್ನು ನಿರ್ಧರಿಸಿ\n◆ ಡಾರ್ಕ್ ಮೋಡ್ ಅನುಮತಿ\nಪ್ರಾಜೆಕ್ಟ್ ಮಾಹಿತಿ:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\nಆವಶ್ಯಕ ಅನುಮತಿಗಳು:\n◆ \"contextMenus\": ಸೈಡ್ ಪ್ಯಾನೆಲ್ ತಕ್ಷಣ ತೆರೆಯಲು ಸಂದರ್ಭ ಮೆನು ಸೇರಿಸಿ.\n◆ \"sidepanel\": ವೆಬ್ಸೈಟ್ ಸೈಡ್ ಪ್ಯಾನೆಲ್ ನಲ್ಲಿ ಕಾಣಿಸಲು ಅನುಮತಿ ನೀಡಿ.\n◆ \"storage\": ಸೆಟ್ಟಿಂಗ್ಗಳನ್ನು ಸ್ಥಾನಿಕವಾಗಿ ಉಳಿಸಿ ಮತ್ತು ನಿಮ್ಮ ವೆಬ್ ಬ್ರೌಸರ್ ಖಾತೆಗೆ ಸಿಂಕ್ ಮಾಡಿ.\n◆ \"declarativeNetRequestWithHostAccess\": ಎಲ್ಲಾ ವೆಬ್ಸೈಟ್ಗಳನ್ನು ಸೈಡ್ ಪ್ಯಾನೆಲ್ ನಲ್ಲಿ ವೀಕ್ಷಿಸಲು ಅನುಮತಿ ನೀಡಿ.\n\nಗಮನ:\nCSP ಹೆಡರ್ಸ್ ಅನುಕೂಲಿತಗೊಂಡಿವೆ ಮತ್ತು ಈ ಪುಟವನ್ನು ಸೈಡ್ ಬಾರ್ನಲ್ಲಿ ವೀಕ್ಷಿಸಲು ಅನುಮತಿಸಲಾಗಿದೆ.\n\n<<< ಆಯ್ಕೆ ವೈಶಿಷ್ಟ್ಯ >>>\nರಾತ್ರಿ ನೋಡುತ್ತಿರುವ ವೀಡಿಯೊ ಪ್ರಮಾಣದ ಮೇಲೆ ನಿಮ್ಮ ಕಣ್ಗಳನ್ನು ಸಂರಕ್ಷಿಸಲು ಆಯ್ಕೆ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಅನಾಕ್ಷನ್ ಮಾಡಲು \"ಟರ್ನ್ ಆಫ್ ದಿ ಲೈಟ್ಸ್\" ಬ್ರೌಸರ್ ಎಕ್ಸ್ಟೆನ್ಷನ್ ಅನ್ನು ಇನ್ಸ್ಟಾಲ್ ಮಾಡಿ.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "ko": "항상 작업하거나 웹을 탐색하는 동안 탭을 계속 전환하는 데 지쳤나요? Page Sidebar 브라우저 확장 프로그램을 사용하면 즐겨찾기 웹 사이트를 손쉽게 드래그하여 옆에 나란히 볼 수 있는 사용자 정의 사이드바에 즉시 액세스할 수 있습니다. 워크플로우를 최적화하고 불필요한 탭 전환을 제거하며 오늘날의 온라인 경험을 효과적으로 제어하세요!\n\nPage Sidebar는 생산성을 높이기 위해 설계된 가벼우면서 유용한 추가 기능입니다. 이 도구를 사용하면 즐겨찾는 웹 사이트를 사이드바에 손쉽게 드래그하여 빠르게 액세스할 수 있는 편리한 허브를 만들 수 있습니다. 더구나 강조된 텍스트를 사이드바로 드래그하면 해당 키워드를 즐겨찾는 검색 엔진에서 자동으로 검색합니다. 새로운 탭을 열거나 작업 흐름을 방해할 필요가 없습니다. 필요한 정보는 사이드바에 바로 손에 있습니다.\n\n브라우저 확장 프로그램 기능:\n◆ 브라우징 경험:\n강력한 웹 브라우저 사이드바 뷰로 모든 웹페이지를 매끄럽게 엽니다. 위키피디아 기사를 읽든, YouTube 비디오를 보든, 텍스트 편집기에서 글을 쓰든, 코딩하든, 일정을 분할해서 보든, 단어를 번역하든, 쇼핑하든, 이메일에 답장하든, ChatGPT, Gemini, Claude, Microsoft Copilot 또는 사이드바에서 편리하게 액세스할 수 있는 다른 AI 등을 사용하여 브라우징 경험을 향상시키세요.\n◆ 멀티탭 사이드바\n단일 사이드바 내에서 여러 페이지를 쉽게 열고 관리합니다. 예를 들어 Notion, Todoist, Trello, Google Translate를 열고 탭 간에 손쉽게 전환합니다.\n◆ 실수로 탭 닫힘 방지\n\"x\" 아이콘을 클릭할 때 실수로 탭이 닫히는 것을 방지하기 위한 경고를 활성화합니다.\n◆ 컨텍스트 메뉴:\n링크를 우클릭하여 컨텍스트 메뉴에 액세스하여 측면 패널에서 링크를 원활하게 열 수 있습니다. 선택한 텍스트로 측면 패널 검색 페이지를 열 수도 있습니다.\n◆ 고정 측면 패널:\n측면 패널은 닫을 때까지 열려 있어 편리한 참조와 윈도우 내에서 손쉬운 페이지 비교가 가능합니다.\n◆ 드래그 앤 드롭:\n효율적인 탐색을 위해 링크와 텍스트를 쉽게 드래그하고 놓을 수 있습니다.\n◆ 첫 페이지:\n사이드 패널에 표시할 초기 홈페이지를 사용자 정의하세요. 맞춤 브라우징 경험을 위해 단일 클릭으로 뷰를 기본 페이지 또는 사용자 정의 홈페이지로 재설정하는 홈 버튼을 사용하세요.\n◆ 네비게이션 바:\n- 홈 버튼을 사용하여 뷰를 기본 페이지 또는 사용자 정의 홈페이지로 단일 클릭으로 재설정할 수 있습니다.\n- 네비게이션 바의 검색 상자를 사용하여 빠른 URL 추적이 가능하며 검색어는 기본 검색 엔진을 자동으로 사용합니다. 또한 검색 상자에 직접 URL을 붙여넣어 웹 사이트를 사이드 패널에서 열 수 있으므로 브라우징 워크플로우를 효율적으로 최적화하세요.\n- 네비게이션 바의 위치를 맞춤 설정하여 상단, 하단 또는 숨김으로 지정하세요.\n◆ 사용자 정의 검색 엔진:\nGoogle, Bing, DuckDuckGo, Baidu 및 Yandex를 포함한 사용자 정의 검색 엔진 옵션을 즐기세요.\n◆ 사용자 정의 툴바 아이콘:\n시각적 기호에 적응하여 라이트 또는 다크 모드 중에서 선호하는 툴바 아이콘을 선택하세요.\n◆ 조절 가능한 측면 패널:\n가장자리를 잡아서 측면 패널의 너비를 쉽게 조절할 수 있습니다. 크기를 늘리거나 줄일 수 있습니다.\n◆ 사용자 지정 키보드 조합을 정의하여 빠르게 사이드바를 활성화하는 데 지원합니다.\n◆ 다크 모드 지원\n\n프로젝트 정보:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\n필요한 권한:\n◆ \"contextMenus\": 측면 패널을 즉시 열 수 있는 컨텍스트 메뉴 추가.\n◆ \"sidepanel\": 웹 사이트를 측면 패널에서 볼 수 있게 허용.\n◆ \"storage\": 설정을 로컬로 저장하고 웹 브라우저 계정과 동기화 허용.\n◆ \"declarativeNetRequestWithHostAccess\": 모든 웹 사이트를 측면 패널에서 볼 수 있게 허용.\n\n참고:\nCSP 헤더가 이 페이지를 사이드바에서 볼 수 있도록 사용자 정의되었습니다.\n\n<<< 옵션 기능 >>>\n밤에 눈을 보호하고 YouTube™ 등의 비디오 플\n\n레이어에 집중하려면 Turn Off the Lights 브라우저 확장 프로그램을 설치하여 옵션 기능을 잠금 해제하세요.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "lt": "Ar nuolat perkeliame tarp skirtukų dirbdami ar naršydami internete? Su \"Page Sidebar\" naršyklės plėtiniu galite momentaliai pasiekti pritaikomą šoninę juostą, leidžiančią jums lengvai vilkti ir numesti mėgstamus tinklalapius ir stebėti juos greta. Optimizuokite savo darbo eigą, pašalinkite nereikalingus perjungimus tarp skirtukų ir šiandien valdykite savo internetinę patirtį!\n\n\"Page Sidebar\" yra lengvas ir naudingas papildinys, skirtas padidinti produktyvumą. Šiuo įrankiu galite lengvai vilkti ir numesti mėgstamus tinklalapius į šoninę juostą, sukurdami patogų centrinį tašką greitam pasiekimui. Be to, vilkdami paryškintą tekstą į šoninę juostą, ji automatiškai ieškos to žodžio jūsų mėgstame paieškos variklyje. Nereikia atidaryti naujų skirtukų arba pertraukti savo darbo eigos – reikalinga informacija yra jūsų pirštų galiu šoninėje juostoje.\n\nNaršyklės plėtinio funkcijos:\n◆ Naršymo patirtis:\nSklandžiai atidarykite bet kurį tinklalapį naudodami patikimą žiniatinklio naršyklės šoninės juostos vaizdą. Nesvarbu, ar skaitote Vikipedijos straipsnį, žiūrite „YouTube“ vaizdo įrašą, rašote teksto rengyklėje, koduojate, dalijatės kalendoriaus peržiūra, verčiate žodį, apsiperkate ar atsakote į el. laiškus, pagerinate naršymo patirtį, „ChatGPT“, „Gemini“, „Claude“, „Microsoft Copilot“, arba bet koks kitas DI, kurį patogiai galima pasiekti šoninėje juostoje ir pan.\n◆ Kelių skirtukų šoninė juosta\nLengvai atidarykite ir tvarkykite kelis puslapius vienoje šoninėje juostoje. Pavyzdžiui, atidarykite Notion, Todoist, Trello ir Google Translate ir lengvai perjunkite skirtukus.\n◆ Apsaugokite nuo atsitiktinio skirtuko uždarymo\nĮgalinkite įspėjimą, kad skirtukai nebūtų netyčia užsidarę spustelėjus piktogramą „x“.\n◆ Kontekstinis meniu:\nPasiekite kontekstinį meniu spustelėdami dešinįjį pelės klavišą, kad lengvai atidarytumėte bet kurį nuorodą šoninėje juostoje. Ir pasirinkite tekstą, kad atidarytumėte šoninio juosto paieškos puslapį.\n◆ Prisegta šoninė juosta:\nŠoninė juosta išlieka atidaryta, kol nuspręsite ją uždaryti, suteikdama patogią nuorodą ir be pastangų palyginimui viename lange.\n◆ Vilkti ir numesti:\nLengvai vilkite ir numeskite nuorodas ir tekstą efektyviam naršymui.\n◆ Pirmasis puslapis:\nPritaikykite pradinį pagrindinį puslapį, rodomą šoninėje juostoje, kurį pageidaujate naršyti.\n◆ Naršymo juostelė:\n- Namų mygtukas, leidžiantis vienu paspaudimu atkurti rodinį pagal numatytąjį puslapį arba jūsų tinkinį namų puslapį.\n- Išnaudokite naršymo juostelės paieškos laukelį greitai stebėti URL, su paieškos terminais automatiškai naudojant numatytąjį paieškos variklį. Be to, įklijuokite URL tiesiai į paieškos laukelį, kad atidarytumėte tinklalapius šoninėje juostoje, optimizuodami savo naršymo darbą.\n- Nustatykite naršymo juostos padėtį viršuje, apačioje arba paslėptą asmeninei sąsajai.\n◆ Pritaikomas paieškos variklis:\nMėgaukitės pritaikomais paieškos variklio pasirinkimais, įskaitant Google, Bing, DuckDuckGo, Baidu ir Yandex.\n◆ Pritaikomas įrankių juostos piktograma:\nPasirinkite norimą įrankių juostos piktogramą šviesiu arba tamsiu režimu, prisitaikant prie jūsų vizualinių preferencijų.\n◆ Pritaikoma šoninė juosta:\nGalite reguliuoti šoninės juostos plotį, traukdami kraštą, padidindami arba sumažindami jo dydį.\n◆ Apibrėžkite asmenines klavišų kombinacijas šoninės juostos greitam aktyvavimui.\n◆ Palaikymas Tamsiuoju režimu\n\nProjekto informacija:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nReikalingos leidimai:\n◆ \"contextMenus\": Pridėti kontekstinį meniu norint akimirksniškai atidaryti šoninę juostą.\n◆ \"sidepanel\": Leiskite svetainei matyti šoninę juostą.\n◆ \"storage\": Išsaugokite nustatymus vietiniu būdu ir sinchronizuokite su savo naršyklės paskyra.\n◆ \"declarativeNetRequestWithHostAccess\": Leisti visiems tinklalapiams būti matomiems šoninėje juostoje.\n\nPastaba:\nCSP antraštės buvo pritaikytos leisti šiam puslapiui būti matomam šoninėje juostoje.\n\n<<< Pasirinktinė funkcija >>>\nAtrakinama pasirinktinė funkcija, kuri apsaugo jūsų akis\n\n naktį ir sutelkia dėmesį į vaizdo grotuvą, pavyzdžiui, YouTube™, įdiegiant \"Turn Off the Lights\" naršyklės plėtinį skirtukams ir daugiau.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "lv": "Esat noguris no pastāvīgas kabeļu pārslēgšanas darbā vai interneta pārlūkošanā? Ar Page Sidebar pārlūka paplašinājumu jūs iegūstat nekavējo piekļuvi pielāgojamajam sānjoslai, kurā varat viegli vilkt un nomest savas iecienītās vietnes un apskatīt tās blakus. Optimizējiet savu darba plūsmu, izslēdziet nevajadzīgu kabeļu pārslēgšanu un pārvaldiet savu tiešsaistes pieredzi jau šodien!\n\nPage Sidebar ir viegls un noderīgs papildinājums, kas veidots, lai palielinātu produktivitāti. Ar šo rīku jūs varat viegli vilkt un nomest savas iecienītās vietnes sānjoslā, radot ērtu centru ātrai piekļuvei. Turklāt, vilkot iezīmētu tekstu sānjoslā, tas automātiski meklēs šo atslēgas vārdu jūsu iecienītajā meklētājā. Nav nepieciešams atvērt jaunas cilnes vai traucēt savai darba plūsmai – nepieciešamā informācija ir jūsu pirkstos sānjoslā.\n\nPārlūka paplašinājuma funkcijas:\n◆ Pārlūkošanas pieredze:\nVienmērīgi atveriet jebkuru tīmekļa lapu, izmantojot spēcīgu tīmekļa pārlūkprogrammas sānjoslas skatu. Neatkarīgi no tā, vai lasāt Wikipedia rakstu, skatāties YouTube videoklipu, rakstāt teksta redaktorā, kodējat, dalāt kalendāru, tulkojat vārdu, iepērkaties vai atbildat uz e-pastiem, uzlabojiet pārlūkošanas pieredzi, ChatGPT, Gemini, Claude, Microsoft Copilot, vai jebkura cita AI, kas ir ērti pieejama sānjoslā utt.\n◆ Vairāku cilņu sānjosla\nViegli atveriet un pārvaldiet vairākas lapas vienā sānjoslā. Piemēram, atveriet Notion, Todoist, Trello un Google Translate un bez piepūles pārslēdzieties starp cilnēm.\n◆ Novērsiet nejaušu cilnes aizvēršanu\nIespējojiet brīdinājumu, lai novērstu cilņu nejaušu aizvēršanu, noklikšķinot uz ikonas “x”.\n◆ Konteksta izvēlne:\nPiekļūstiet konteksta izvēlnei, ar labo peles pogu noklikšķinot, lai bez šķēršļiem atvērtu jebkuru saiti sānjoslā. Un izvēlēto tekstu, lai atvērtu sānjoslas meklēšanas lapu.\n◆ Iepināmā sānjosla:\nSānjosla paliek atvērta līdz brīdim, kad izlemjat to aizvērt, ļaujot ērtu atsauci un bezpiegu lapu salīdzināšanu vienā logā.\n◆ Vilkt un nomest:\nViegli vilciet un nometiet saites un tekstu efektīvai navigācijai.\n◆ Pirmā lapa:\nPielāgojiet sānjoslā rādīto sākuma lapu, lai iegūtu pielāgotu pārlūkošanas pieredzi.\n◆ Navigācijas josla:\n- Sākuma poga, lai ar vienu klikšķi atiestatītu skatu uz noklusējuma lapu vai jūsu pielāgoto sākuma lapu.\n- Izmantojiet meklēšanas lodziņu navigācijas joslā, lai ātri izsegtu URL izsekošanu, ar meklēšanas terminiem automātiski izmantojot noklusēto meklētāju. Turklāt, ielīmējiet URL tieši meklēšanas lodziņā, lai atvērtu vietnes sānjoslā, optimizējot savu pārlūkošanas darbplūsmu.\n- Norādiet navigācijas joslas pozīciju augšpusē, apakšpusē vai paslēptu, lai iegūtu personalizētu saskarni.\n◆ Pielāgojams meklētājdzinējs:\nIzmantojiet pielāgojamās meklētājdzinēja opcijas, ieskaitot Google, Bing, DuckDuckGo, Baidu un Yandex.\n◆ Pielāgojama rīkjoslas ikona:\nIzvēlieties vēlamo rīkjoslas ikonu gan gaišā, gan tumšā režīmā, pielāgojoties jūsu vizuālajām preferences.\n◆ Mērogojama sānjosla:\nVarat pielāgot sānjoslas platību, ņemot aiz rokas malu, vai nu palielinot, vai samazinot tās izmēru.\n◆ Norādiet pielāgotas taustiņu kombinācijas, lai ātri aktivizētu sānjoslu.\n◆ Atbalsts tumšajam režīmam\n\nProjekta informācija:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nNepieciešamās atļaujas:\n◆ \"contextMenus\": Pievienojiet konteksta izvēlni, lai uzreiz atvērtu sānjoslu.\n◆ \"sidepanel\": Ļauj vietnei būt redzamai sānjoslā.\n◆ \"storage\": Saglabājiet iestatījumus lokāli un sinhronizējiet tos ar savu tīmekļa pārlūka kontu.\n◆ \"declarativeNetRequestWithHostAccess\": Ļauj visām vietnēm būt redzamām sānjoslā.\n\nPiezīme:\nCSP galvenes ir pielāgotas, lai ļautu šai lapai būt redzamai sānjoslā.\n\n<<< Opcijas funkcija >>>\nAtbloķējiet opcij\n\nas funkciju, lai aizsargātu savus acis naktī un koncentrētos uz video atskaņotāju, piemēram, YouTube™, instalējot \"Turn Off the Lights\" pārlūka paplašinājumu YouTube un tālāk.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "ml": "നിനക്ക് പ്രവർത്തിക്കുന്നിടയ്ക്കേക്കുള്ള ടാബുകളിലും വെബ്ബ് ബ്രൌസിംഗിൽ സ്വന്തമായി പരിവര്തനം ചെയ്യുന്നതിനെ നിർത്താൻ തകർന്നുപണിയുന്നതിനാൽ നിനക്ക് അത്ര ശ്രമിക്കാൻ വളരെയധികം പടിഞ്ഞാറുകൾ ആവശ്യമാണോ? പേജ് സൈഡ്ബാർ ബ്രൌസർ എക്സ്റ്റെൻഷൻ ഉപയോഗിച്ച്, നിനക്ക് ഒരു കസ്റ്റമൈസേബിൾ സൈഡ്ബാർ ലഭിക്കുന്നു, അതിലെ നിനക്ക് ഇഷ്ടപ്പെട്ട വെബ്സൈറ്റുകൾ എളുപ്പമായി ഡ്രാഗ് അന്ഡ് ഡ്രോപ്പ് ചെയ്ത് പ്രദർശിക്കാൻ അനുവദിക്കുന്നു. നിനക്ക് നിർവ്വഹിക്കുന്ന പ്രവർത്തനത്തെ സ്റ്റ്രീംലൈൻ ചെയ്യുക, അപ്രയോജ്യമായ ടാബ്-സ്വിച്ചിംഗ് എന്നിവ കഴിയില്ലാത്തപ്പോഴും, ഇന്ന് നിങ്ങളുടെ ഓൺലൈൻ അനുഭവത്തെ നിയന്ത്രിക്കുക!\n\nപേജ് സൈഡ്ബാർ, പ്രൊഡക്ടിവിറ്റി ഉയർത്താൻ കോഡ്-ചെയ്താൽ ഉപയോഗിക്കാൻ ഡിസൈൻ ചെയ്ത ലൈറ്റ്‌വെയ്റ്റ് ആന്റ് യൂസ്ഫുൽ ആഡ്ഡ്-ഇൻ ആണ്. ഇതോടൊപ്പം, നിനക്ക് എളുപ്പം ഡ്രാഗ് അന്ഡ് ഡ്രോപ്പ് ചെയ്യുന്നതിനായി പ്രിയപ്പെട്ട വെബ്സൈറ്റുകൾ സൈഡ്ബാർനടത്തിയിരിക്കുക, ഒരു പ്രാധികർഷിത ഹബ്ബ് സൃഷ്ടിക്കുന്നു. കൂടുതൽ, നിനക്ക് ഹൈലൈറ്റെഡ് ടെക്സ്റ്റ് സൈഡ്ബാർനടത്തിയാൽ, അത് സ്വന്തം ഇഷ്ടപ്പെട്ട സേർച്ച് എഞ്ചിൻനിൽ ആകെ അതിന്റെ കീവോർഡ് തിരഞ്ഞെടുക്കുന്നു. പുതുക്കാൻ പേജുകൾ തുറക്കാൻ പുതുക്കുന്നതിനുശേഷം അല്ലെങ്കിൽ നിനക്ക് വെബ്സൈറ്റുകൾ അല്ലെങ്കിൽ ഇ-മെയിലുകൾക്ക് പ്രതികരിക്കുന്നതിന് എളുപ്പമായ ടെബ്-സ്വിച്ചിംഗ് പരിഗണിക്കുക.\n\nബ്രൌസർ എക്സ്റ്റെൻഷൻ ഫീച്ചേഴ്സുകൾ:\n◆ ബ്രൗസിംഗ് അനുഭവം:\nശക്തമായ വെബ് ബ്രൗസർ സൈഡ്‌ബാർ കാഴ്‌ച ഉപയോഗിച്ച് ഏത് വെബ്‌പേജും തടസ്സമില്ലാതെ തുറക്കുക. ഒരു വിക്കിപീഡിയ ലേഖനം വായിക്കുക, ഒരു YouTube വീഡിയോ കാണുക, ഒരു ടെക്സ്റ്റ് എഡിറ്ററിൽ എഴുതുക, കോഡ് ചെയ്യുക, നിങ്ങളുടെ കലണ്ടർ വിഭജിക്കുക, ഒരു വാക്ക് വിവർത്തനം ചെയ്യുക, ഷോപ്പിംഗ് ചെയ്യുക, അല്ലെങ്കിൽ ഇമെയിലുകളോട് പ്രതികരിക്കുക, നിങ്ങളുടെ ബ്രൗസിംഗ് അനുഭവം മെച്ചപ്പെടുത്തുക, ChatGPT, Gemini, Claude, Microsoft Copilot, അല്ലെങ്കിൽ സൈഡ്‌ബാറിൽ സൗകര്യപ്രദമായി ആക്‌സസ് ചെയ്യാവുന്ന മറ്റേതെങ്കിലും AI.\n◆ മൾട്ടി-ടാബ് സൈഡ്ബാർ\nഒരു സൈഡ്‌ബാറിൽ ഒന്നിലധികം പേജുകൾ എളുപ്പത്തിൽ തുറക്കുകയും നിയന്ത്രിക്കുകയും ചെയ്യുക. ഉദാഹരണത്തിന്, Notion, Todoist, Trello, Google Translate എന്നിവ തുറന്ന് ടാബുകൾക്കിടയിൽ അനായാസമായി മാറുക.\n◆ ആക്‌സിഡൻ്റൽ ടാബ് അടയ്ക്കുന്നത് തടയുക\nനിങ്ങൾ \"x\" ഐക്കണിൽ ക്ലിക്കുചെയ്യുമ്പോൾ ടാബുകൾ അബദ്ധത്തിൽ അടയുന്നത് തടയാൻ ഒരു മുന്നറിയിപ്പ് പ്രവർത്തനക്ഷമമാക്കുക.\n◆ കോൺടെക്സ്റ്റ് മെനു\nഎല്ലാ ലിങ്കുകൾക്കും സൈഡ് പാനൽ വേഗം തുറക്കുന്നതിനുള്ള രൈറ്റ്-ക്ലിക്ക് ചെയ്ത് കോൺടെക്സ്റ്റ് മെനുകൊണ്ട് പ്രവർത്തിക്കുക. അന്ന് സെലക്ടെഡ് ടെക്സ്റ്റ് സൈഡ് പാനൽ സെർച്ച് പേജിലേക്ക്.\n◆ പിൻ ചെയ്‌ത സൈഡ് പാനൽ:\nനിങ്ങൾ അത് അടയ്ക്കുന്നത് വരെ സൈഡ് പാനൽ തുറന്നിരിക്കും, ഇത് ഒരു വിൻഡോയ്ക്കുള്ളിൽ സൗകര്യപ്രദമായ റഫറൻസും അനായാസമായ പേജ് താരതമ്യവും അനുവദിക്കുന്നു.\n◆ വലിച്ചിടുക:\nകാര്യക്ഷമമായ നാവിഗേഷനായി ലിങ്കുകളും വാചകങ്ങളും എളുപ്പത്തിൽ വലിച്ചിടുക.\n◆ ആദ്യ പേജ്:\nഅനുയോജ്യമായ ബ്രൗസിംഗ് അനുഭവത്തിനായി സൈഡ് പാനലിൽ പ്രദർശിപ്പിച്ചിരിക്കുന്ന പ്രാരംഭ ഹോം പേജ് ഇഷ്‌ടാനുസൃതമാക്കുക.\n◆ നാവിഗേഷൻ ബാർ:\n- ഡിഫോൾട്ട് പേജിലേക്കോ നിങ്ങളുടെ ഇഷ്‌ടാനുസൃത ഹോം പേജിലേക്കോ ഒറ്റ ക്ലിക്കിലൂടെ കാഴ്ച പുനഃസജ്ജമാക്കാനുള്ള ഹോം ബട്ടൺ\n- ഡിഫോൾട്ട് സെർച്ച് എഞ്ചിൻ ഉപയോഗിച്ച് യാന്ത്രികമായി തിരയൽ പദങ്ങൾ ഉപയോഗിച്ച്, ദ്രുത URL ട്രാക്കിംഗിനായി നാവിഗേഷൻ ബാറിലെ തിരയൽ ബോക്സ് ഉപയോഗിക്കുക. കൂടാതെ, സൈഡ് പാനലിൽ വെബ്‌സൈറ്റുകൾ തുറക്കുന്നതിന് URL-കൾ നേരിട്ട് തിരയൽ ബോക്‌സിലേക്ക് ഒട്ടിക്കുക, നിങ്ങളുടെ ബ്രൗസിംഗ് വർക്ക്ഫ്ലോ കാര്യക്ഷമമാക്കുക.\n- വ്യക്തിഗതമാക്കിയ ഇന്റർഫേസിനായി നാവിഗേഷൻ ബാറിന്റെ സ്ഥാനം മുകളിലോ താഴെയോ മറയ്ക്കുകയോ ചെയ്യുക.\n◆ ഇഷ്ടാനുസൃതമാക്കാവുന്ന തിരയൽ എഞ്ചിൻ:\nGoogle, Bing, DuckDuckGo, Baidu, Yandex എന്നിവയുൾപ്പെടെ ഇഷ്ടാനുസൃതമാക്കാവുന്ന തിരയൽ എഞ്ചിൻ ഓപ്ഷനുകൾ ആസ്വദിക്കൂ.\n◆ ഇഷ്‌ടാനുസൃത ടൂൾബാർ ഐക്കൺ:\nനിങ്ങളുടെ വിഷ്വൽ മുൻഗണനകളുമായി പൊരുത്തപ്പെടുന്ന, ലൈറ്റ് അല്ലെങ്കിൽ ഡാർക്ക് മോഡിൽ നിങ്ങൾക്ക് ഇഷ്ടപ്പെട്ട ടൂൾബാർ ഐക്കൺ തിരഞ്ഞെടുക്കുക.\n◆ വലുപ്പം മാറ്റാവുന്ന സൈഡ് പാനൽ\nസൈഡ് പാനലിന്റെ എഡ്ജ് പിടിച്ച് അതിന്റെ വലുപ്പം കൂട്ടുകയോ കുറയ്ക്കുകയോ ചെയ്തുകൊണ്ട് നിങ്ങൾക്ക് അതിന്റെ വീതി ക്രമീകരിക്കാം.\n◆ സൈഡ്‌ബാർ വേഗത്തിൽ സജീവമാക്കുന്നതിന് ഇഷ്‌ടാനുസൃത കീബോർഡ് കോമ്പിനേഷനുകൾ നിർവചിക്കുക\n◆ ഡാർക്ക് മോഡിനുള്ള പിന്തുണ\n\nപദ്ധതി വിവരങ്ങൾ:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nആവശ്യമായ അനുമതികൾ:\n◆ \"contextMenus\": സൈഡ് പാനൽ തൽക്ഷണം തുറക്കാൻ ഒരു സന്ദർഭ മെനു ചേർക്കുക.\n◆ \"സൈഡ്‌പാനൽ\": സൈഡ് പാനലിൽ വെബ്‌സൈറ്റ് ദൃശ്യമാകാൻ അനുവദിക്കുക.\n◆ \"സ്റ്റോറേജ്\": ക്രമീകരണങ്ങൾ പ്രാദേശികമായി സംരക്ഷിച്ച് നിങ്ങളുടെ വെബ് ബ്രൗസർ അക്കൗണ്ടുമായി സമന്വയിപ്പിക്കുക.\n◆ \"declarativeNetRequestWithHostAccess\": സൈഡ് പാനലിൽ എല്ലാ വെബ്‌സൈറ്റുകളും കാണാൻ അനുവദിക്കുക.\n\nകുറിപ്പ്:\nഈ പേജ് സൈഡ്‌ബാറിൽ കാണാൻ അനുവദിക്കുന്നതിന് CSP തലക്കെട്ടുകൾ ഇഷ്ടാനുസൃതമാക്കിയിരിക്കുന്നു.\n\n<<< ഓപ്ഷൻ ഫീച്ചർ >>>\nYouTube-നും അതിനപ്പുറവും ലൈറ്റ് ഓഫ് ബ്രൗസർ വിപുലീകരണം ഇൻസ്റ്റാൾ ചെയ്തുകൊണ്ട് രാത്രിയിൽ നിങ്ങളുടെ കണ്ണുകളെ സംരക്ഷിക്കാനും YouTube™ പോലുള്ള വീഡിയോ പ്ലെയറിൽ ഫോക്കസ് ചെയ്യാനും ഒരു ഓപ്ഷൻ ഫീച്ചർ അൺലോക്ക് ചെയ്യുക.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "mr": "तुम्ही काम करत असताना किंवा वेब ब्राउझ करत असताना सतत टॅबमध्ये स्विच करून थकला आहात का? पेज साइडबार ब्राउझर एक्स्टेंशनसह, तुम्हाला सानुकूल करण्यायोग्य साइडबारमध्ये झटपट प्रवेश मिळतो जो तुम्हाला तुमच्या आवडत्या वेबसाइट्स सहजतेने ड्रॅग आणि ड्रॉप करू देतो आणि त्यांना बाजूला पाहू देतो. तुमचा कार्यप्रवाह सुव्यवस्थित करा, अनावश्यक टॅब-स्विचिंग दूर करा आणि आज तुमच्या ऑनलाइन अनुभवावर नियंत्रण ठेवा!\n\nपेज साइडबार हे एक हलके आणि उपयुक्त अॅड-इन आहे जे उत्पादकता वाढवण्यासाठी डिझाइन केलेले आहे. या साधनासह, तुम्ही तुमच्या आवडत्या वेबसाइट्स सहजतेने साइडबारमध्ये ड्रॅग आणि ड्रॉप करू शकता, द्रुत प्रवेशासाठी एक सोयीस्कर हब तयार करू शकता. शिवाय, जेव्हा तुम्ही हायलाइट केलेला मजकूर साइडबारमध्ये ड्रॅग कराल, तेव्हा तो तुमच्या आवडत्या सर्च इंजिनमध्ये तो कीवर्ड आपोआप शोधेल. नवीन टॅब उघडण्याची किंवा तुमच्या वर्कफ्लोमध्ये व्यत्यय आणण्याची गरज नाही – तुम्हाला आवश्यक असलेली माहिती साइडबारमध्ये तुमच्या बोटांच्या टोकावर आहे.\n\nब्राउझर विस्तार वैशिष्ट्ये:\n◆ ब्राउझिंग अनुभव:\nमजबूत वेब ब्राउझर साइडबार दृश्यासह कोणतेही वेबपृष्ठ अखंडपणे उघडा. विकिपीडिया लेख वाचणे, YouTube व्हिडिओ पाहणे, मजकूर संपादकात लिहणे, कोडिंग करणे, तुमचे कॅलेंडर विभाजित करणे, एखाद्या शब्दाचे भाषांतर करणे, खरेदी करणे किंवा ईमेलला प्रतिसाद देणे, तुमचा ब्राउझिंग अनुभव वाढवणे, ChatGPT, Gemini, Claude, Microsoft Copilot, किंवा साइडबारमध्ये सोयीस्करपणे प्रवेश करण्यायोग्य इतर कोणतेही AI इ.\n◆ मल्टी-टॅब साइडबार\nएकाच साइडबारमध्ये एकाधिक पृष्ठे सहजपणे उघडा आणि व्यवस्थापित करा. उदाहरणार्थ, Notion, Todoist, Trello आणि Google Translate उघडा आणि टॅब दरम्यान सहजतेने स्विच करा.\n◆ अपघाती टॅब बंद होण्यास प्रतिबंध करा\nतुम्ही \"x\" चिन्हावर क्लिक करता तेव्हा चुकून टॅब बंद होण्यापासून रोखण्यासाठी चेतावणी सक्षम करा.\n◆ संदर्भ मेनू\nबाजूच्या पॅनेलमधील कोणतीही लिंक अखंडपणे उघडण्यासाठी उजवे-क्लिक करून संदर्भ मेनूमध्ये प्रवेश करा. आणि साइड पॅनल शोध पृष्ठ उघडण्यासाठी मजकूर निवडला.\n◆ पिन केलेले साइड पॅनेल:\nसाइड पॅनल तुम्ही बंद करणे निवडेपर्यंत ते उघडेच राहते, एका विंडोमध्ये सोयीस्कर संदर्भ आणि सहज पृष्ठ तुलना करता येते.\n◆ ड्रॅग आणि ड्रॉप करा:\nकार्यक्षम नेव्हिगेशनसाठी दुवे आणि मजकूर सहजपणे ड्रॅग आणि ड्रॉप करा.\n◆ पहिले पान:\nतयार केलेल्या ब्राउझिंग अनुभवासाठी साइड पॅनलमध्ये प्रदर्शित केलेले प्रारंभिक मुख्यपृष्ठ सानुकूलित करा.\n◆ नेव्हिगेशन बार:\n- डीफॉल्ट पृष्ठावर किंवा आपल्या सानुकूल मुख्यपृष्ठावर एका क्लिकवर दृश्य रीसेट करण्यासाठी मुख्यपृष्ठ बटण\n- द्रुत URL ट्रॅकिंगसाठी नेव्हिगेशन बारमधील शोध बॉक्सचा वापर करा, स्वयंचलितपणे डीफॉल्ट शोध इंजिन वापरून शोध संज्ञांसह. याव्यतिरिक्त, तुमचा ब्राउझिंग वर्कफ्लो सुव्यवस्थित करून, साइड पॅनेलमधील वेबसाइट उघडण्यासाठी थेट URLs शोध बॉक्समध्ये पेस्ट करा.\n- वैयक्तिकृत इंटरफेससाठी शीर्षस्थानी, तळाशी किंवा लपविलेल्या नेव्हिगेशन बारची स्थिती नियुक्त करा.\n◆ सानुकूल करण्यायोग्य शोध इंजिन:\nGoogle, Bing, DuckDuckGo, Baidu आणि Yandex यासह सानुकूलित शोध इंजिन पर्यायांचा आनंद घ्या.\n◆ सानुकूल टूलबार चिन्ह:\nतुमच्या व्हिज्युअल प्राधान्यांशी जुळवून घेऊन, प्रकाश किंवा गडद मोडमध्ये तुमचा प्राधान्य असलेला टूलबार चिन्ह निवडा.\n◆ आकार बदलता येण्याजोगा साइड पॅनेल\nआपण बाजूच्या पॅनेलची रुंदी धार पकडून समायोजित करू शकता, एकतर त्याचा आकार वाढवून किंवा कमी करू शकता.\n◆ साइडबार द्रुतपणे सक्रिय करण्यासाठी सानुकूल कीबोर्ड संयोजन परिभाषित करा\n◆ गडद मोडसाठी समर्थन\n\nप्रकल्प माहिती:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nआवश्यक परवानग्या:\n◆ \"संदर्भ मेनू\": बाजूचे पॅनल झटपट उघडण्यासाठी संदर्भ मेनू जोडा.\n◆ \"साइड पॅनेल\": वेबसाइटला साइड पॅनेलमध्ये दिसण्याची अनुमती द्या.\n◆ \"स्टोरेज\": स्थानिक पातळीवर सेटिंग्ज सेव्ह करा आणि तुमच्या वेब ब्राउझर खात्यासह सिंक करा.\n◆ \"declarativeNetRequestWithHostAccess\": सर्व वेबसाइटना बाजूच्या पॅनेलमध्ये पाहण्याची परवानगी द्या.\n\nटीप:\nहे पृष्ठ साइडबारमध्ये पाहण्याची अनुमती देण्यासाठी CSP शीर्षलेख सानुकूलित केले गेले आहेत.\n\n<<< पर्याय वैशिष्ट्य >>>\nरात्रीच्या वेळी तुमच्या डोळ्यांचे रक्षण करण्यासाठी पर्याय वैशिष्ट्य अनलॉक करा आणि YouTube आणि पलीकडे लाइट्स ब्राउझर विस्तार बंद करून, YouTube™ सारख्या व्हिडिओ प्लेअरवर लक्ष केंद्रित करा.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "ms": "Apakah anda bosan dengan kerap bertukar antara tab semasa bekerja atau melayari web? Dengan sambungan pelayar Page Sidebar, anda memperoleh akses segera kepada sidebar yang boleh disesuaikan, membolehkan anda dengan mudah menyeret dan melepaskan laman web kegemaran anda dan melihatnya bersebelahan. Tertibkan aliran kerja anda, hilangkan pertukaran tab yang tidak perlu, dan ambil kawalan pengalaman atas talian anda hari ini!\n\nPage Sidebar adalah tambahan yang ringan dan berguna yang direka untuk meningkatkan produktiviti. Dengan alat ini, anda boleh dengan mudah menyeret dan melepaskan laman web kegemaran anda ke dalam sidebar, mencipta pusat yang mudah capai untuk akses cepat. Selain itu, apabila anda menyeret teks yang dipilih ke dalam sidebar, ia secara automatik akan mencari kata kunci tersebut dalam enjin carian kegemaran anda. Tiada keperluan untuk membuka tab baru atau mengganggu aliran kerja anda - maklumat yang anda perlukan terdapat tepat di hujung jari anda dalam sidebar.\n\nCiri-ciri sambungan pelayar:\n◆ Pengalaman Melayari:\nBuka mana-mana halaman web dengan lancar dengan paparan bar sisi pelayar web yang mantap. Sama ada membaca artikel Wikipedia, menonton video YouTube, menulis dalam editor teks, pengekodan, split-view kalendar anda, menterjemah perkataan, membeli-belah atau membalas e-mel, meningkatkan pengalaman menyemak imbas anda, ChatGPT, Gemini, Claude, Microsoft Copilot, atau mana-mana AI lain yang mudah diakses di bar sisi, dsb.\n◆ Bar Sisi Berbilang Tab\nBuka dan uruskan berbilang halaman dengan mudah dalam satu bar sisi. Sebagai contoh, buka Notion, Todoist, Trello dan Terjemahan Google dan beralih antara tab dengan mudah.\n◆ Cegah Penutupan Tab Secara Tidak Sengaja\nDayakan amaran untuk menghalang tab daripada ditutup secara tidak sengaja apabila anda mengklik ikon \"x\".\n◆ Menu Konteks\nAkses menu konteks dengan klik kanan untuk membuka mana-mana pautan dengan lancar dalam panel sisi. Dan pilih teks untuk membuka halaman carian panel sisi.\n◆ Panel Sisi Dipautkan:\nPanel sisi tetap terbuka sehingga anda memilih untuk menutupnya, membolehkan rujukan yang mudah dan perbandingan laman tanpa usaha dalam satu tetingkap.\n◆ Seret dan Lepaskan:\nMudah menyeret dan melepaskan pautan dan teks untuk navigasi yang cekap.\n◆ Laman Pertama:\nSesuaikan laman utama yang dipaparkan dalam panel sisi untuk pengalaman melayar yang disesuaikan.\n◆ Bar Navigasi:\n- Butang utama untuk menetapkan semula paparan dengan klik tunggal ke laman asal atau laman utama tersuai anda\n- Gunakan kotak carian dalam bar navigasi untuk penjejakan URL cepat, dengan terma carian secara automatik menggunakan enjin carian lalai. Tambahan pula, tampal URL secara langsung ke dalam kotak carian untuk membuka laman web dalam panel sisi, menyederhanakan aliran kerja melayar anda.\n- Tentukan kedudukan bar navigasi di bahagian atas, bawah, atau tersembunyi untuk antara muka yang dipersonalisasikan.\n◆ Enjin Carian Yang Boleh Disesuaikan:\nNikmati pilihan enjin carian yang boleh disesuaikan, termasuk Google, Bing, DuckDuckGo, Baidu, dan Yandex.\n◆ Ikon Bar Alat Yang Boleh Disesuaikan:\nPilih ikon bar alat kegemaran anda dalam mod terang atau gelap, menyesuaikan dengan keutamaan visual anda.\n◆ Panel Sisi Yang Boleh Diubah Saiz\nAnda boleh menyesuaikan lebar panel sisi dengan menarik tepi, sama ada menambah atau mengurangkan saiznya.\n◆ Tetapkan kombinasi papan kekunci kustom untuk mengaktifkan sidebar dengan cepat\n◆ Sokongan untuk Mod Gelap\n\nMaklumat Projek:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nKebenaran Diperlukan:\n◆ \"contextMenus\": Tambahkan menu konteks untuk membuka segera panel sisi.\n◆ \"sidepanel\": Benarkan laman web dilihat dalam panel sisi.\n◆ \"storage\": Simpan tetapan secara tempatan dan segerakkan dengan akaun pelayar web anda.\n◆ \"declarativeNetRequestWithHostAccess\": Benarkan semua laman web dilihat dalam panel sisi.\n\nNota:\nTajuk-tajuk CSP telah disesuaikan untuk membolehkan laman ini dilihat dalam sidebar.\n\n<<< Ciri Pilihan >>>\nBuka ciri pilihan untuk melindungi mata anda pada waktu malam dan fokus pada pemain video, seperti YouTube™, dengan memasang sambungan pelayar Turn Off the Lights untuk YouTube dan Lain-lain.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "nl": "Bent u het zat om voortdurend tussen tabbladen te schakelen tijdens het werken of browsen op het web? Met de Page Sidebar-browserextensie krijgt u direct toegang tot een aanpasbare zijbalk waarmee u moeiteloos uw favoriete websites kunt slepen en neerzetten om ze naast elkaar te bekijken. Vereenvoudig uw workflow, elimineer onnodig tabbladschakelen en neem vandaag nog controle over uw online ervaring!\n\nDe Page Sidebar is een lichte en nuttige add-on die is ontworpen om de productiviteit te verhogen. Met deze tool kunt u moeiteloos uw favoriete websites naar de zijbalk slepen en neerzetten, waardoor een handige hub voor snelle toegang ontstaat. Bovendien zoekt de zijbalk automatisch naar het geselecteerde zoekwoord in uw favoriete zoekmachine wanneer u een gemarkeerde tekst naar de zijbalk sleept. Geen behoefte aan het openen van nieuwe tabbladen of onderbreking van uw workflow - de benodigde informatie is direct beschikbaar in de zijbalk.\n\nKenmerken van de browserextensie:\n◆ Browse-ervaring:\nOpen elke webpagina naadloos met een robuuste webbrowser-zijbalkweergave. Of u nu een Wikipedia-artikel leest, een YouTube-video bekijkt, schrijft in een teksteditor, codeert, uw agenda splitst, een woord vertaalt, winkelt of reageert op e-mails, verbeter uw browse-ervaring, ChatGPT, Gemini, Claude, Microsoft Copilot of een andere AI die gemakkelijk toegankelijk is in de zijbalk, enz.\n◆ Multi-Tab Sidebar\nOpen en beheer eenvoudig meerdere pagina's binnen één zijbalk. Open bijvoorbeeld Notion, Todoist, Trello en Google Translate en wissel moeiteloos tussen tabbladen.\n◆ Voorkom onbedoeld sluiten van tabbladen\nSchakel een waarschuwing in om te voorkomen dat tabbladen onbedoeld worden gesloten wanneer u op het \"x\"-pictogram klikt.\n◆ Contextmenu:\nOpen het contextmenu door met de rechtermuisknop te klikken om naadloos een willekeurige link in het zijpaneel te openen. En selecteer tekst om de zijpaneel-zoekpagina te openen.\n◆ Vastgezet zijpaneel:\nHet zijpaneel blijft open tot u ervoor kiest het te sluiten, zodat u gemakkelijk kunt verwijzen en pagina's moeiteloos kunt vergelijken binnen één venster.\n◆ Slepen en neerzetten:\nSleep en zet links en tekst eenvoudig neer voor efficiënte navigatie.\n◆ Eerste pagina:\nPas de initiële startpagina aan die in het zijpaneel wordt weergegeven voor een op maat gemaakte browse-ervaring.\n◆ Navigatiebalk:\n- De home-knop om de weergave met één klik te resetten naar de standaardpagina of uw aangepaste startpagina\n- Gebruik het zoekvak in de navigatiebalk voor snelle URL-tracking, met zoektermen die automatisch de standaardzoekmachine gebruiken. Plak bovendien URL's rechtstreeks in het zoekvak om websites in het zijpaneel te openen en uw browse-workflow te stroomlijnen.\n- Wijs de positie van de navigatiebalk toe aan de bovenkant, onderkant of verborgen voor een gepersonaliseerde interface.\n◆ Aanpasbare zoekmachine:\nGeniet van aanpasbare zoekmachine-opties, waaronder Google, Bing, DuckDuckGo, Baidu en Yandex.\n◆ Aangepast werkbalkpictogram:\nSelecteer uw voorkeurswerkbalkpictogram in lichte of donkere modus, aangepast aan uw visuele voorkeuren.\n◆ Verstelbaar zijpaneel:\nU kunt de breedte van het zijpaneel aanpassen door de rand vast te pakken, deze zowel vergroten als verkleinen.\n◆ Definieer aangepaste toetscombinaties om de zijbalk snel te activeren\n◆ Ondersteuning voor donkere modus\n\nProjectinformatie:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nVereiste machtigingen:\n◆ \"contextMenus\": Voeg een contextmenu toe om het zijpaneel onmiddellijk te openen.\n◆ \"sidepanel\": Sta toe dat de website zichtbaar is in het zijpaneel.\n◆ \"storage\": Sla instellingen lokaal op en synchroniseer met uw webbrowseraccount.\n◆ \"declarativeNetRequestWithHostAccess\": Sta toe dat alle websites in het zijpaneel worden bekeken.\n\nLet op:\nCSP-headers zijn aangepast om deze pagina in de zijbalk te kunnen bekijken.\n\n<<< Optiekenmerk >>>\nOntgrendel een optioneel kenmerk om uw ogen 's nachts te beschermen en u te concentreren op de videospeler, zoals YouTube™, door de Turn Off the Lights-browserextensie voor YouTube en verder te installeren.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "no": "Er du lei av å hele tiden bytte mellom faner mens du jobber eller surfer på nettet? Med nettleserutvidelsen Page Sidebar får du umiddelbar tilgang til en tilpassbar sidelinje som lar deg enkelt dra og slippe favorittnettstedene dine og se dem side ved side. Strømlinjeform arbeidsflyten din, eliminer unødvendig tabulatorbytte, og ta kontroll over nettopplevelsen din i dag!\n\nSidesidepanelet er et lett og nyttig tillegg designet for å øke produktiviteten. Med dette verktøyet kan du enkelt dra og slippe favorittnettstedene dine inn i sidefeltet, og skape en praktisk hub for rask tilgang. Dessuten, når du drar en uthevet tekst inn i sidefeltet, vil den automatisk søke etter det søkeordet i din favorittsøkemotor. Du trenger ikke å åpne nye faner eller avbryte arbeidsflyten – informasjonen du trenger er rett ved fingertuppene i sidefeltet.\n\nFunksjoner for nettleserutvidelser:\n◆ Nettleseropplevelse:\nÅpne hvilken som helst nettside sømløst med en robust sidefeltvisning i nettleseren. Enten du leser en Wikipedia-artikkel, ser en YouTube-video, skriver i et tekstredigeringsprogram, koder, deler kalenderen din, oversetter et ord, handler eller svarer på e-poster, forbedrer nettleseropplevelsen din, ChatGPT, Gemini, Claude, Microsoft Copilot, eller hvilken som helst annen kunstig intelligens som er lett tilgjengelig i sidefeltet, etc.\n◆ Sidepanel med flere faner\nÅpne og administrer enkelt flere sider i én enkelt sidefelt. Åpne for eksempel Notion, Todoist, Trello og Google Translate, og bytt enkelt mellom faner.\n◆ Forhindre utilsiktet lukking av faner\nAktiver en advarsel for å forhindre at faner lukkes ved et uhell når du klikker på \"x\"-ikonet.\n◆ Kontekstmeny\nFå tilgang til kontekstmenyen ved å høyreklikke for sømløst å åpne en hvilken som helst kobling i sidepanelet. Og valgt tekst for å åpne sidepanelets søkeside.\n◆ Festet sidepanel:\nSidepanelet forblir åpent til du velger å lukke det, noe som gir praktisk referanse og enkel sidesammenligning i ett enkelt vindu.\n◆ Dra og slipp:\nDra og slipp lenker og tekst enkelt for effektiv navigering.\n◆ Første side:\nTilpass den første hjemmesiden som vises i sidepanelet for en skreddersydd nettleseropplevelse.\n◆ Navigasjonslinje:\n- Hjem-knappen for å tilbakestille visningen med et enkelt klikk til standardsiden eller din egendefinerte hjemmeside\n- Bruk søkeboksen i navigasjonslinjen for rask URL-sporing, med søkeord automatisk ved å bruke standard søkemotor. I tillegg limer du inn URL-er direkte i søkeboksen for å åpne nettsteder i sidepanelet, og effektiviserer nettlesingsarbeidsflyten din.\n- Angi posisjonen til navigasjonslinjen øverst, nederst eller skjult for et personlig grensesnitt.\n◆ Tilpassbar søkemotor:\nNyt tilpassbare søkemotoralternativer, inkludert Google, Bing, DuckDuckGo, Baidu og Yandex.\n◆ Egendefinert verktøylinjeikon:\nVelg det foretrukne verktøylinjeikonet i enten lys eller mørk modus, tilpasset dine visuelle preferanser.\n◆ Sidepanel som kan endres størrelse\nDu kan justere bredden på sidepanelet ved å ta tak i kanten, enten øke eller redusere størrelsen.\n◆ Definer egendefinerte tastaturkombinasjoner for å aktivere sidefeltet raskt\n◆ Støtte for mørk modus\n\nProsjektinformasjon:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nNødvendige tillatelser:\n◆ \"contextMenus\": Legg til en kontekstmeny for å åpne sidepanelet umiddelbart.\n◆ \"sidepanel\": La nettstedet være synlig i sidepanelet.\n◆ \"lagring\": Lagre innstillinger lokalt og synkroniser med nettleserkontoen din.\n◆ \"declarativeNetRequestWithHostAccess\": Tillat at alle nettsteder vises i sidepanelet.\n\nMerk:\nCSP-overskrifter er tilpasset slik at denne siden kan vises i sidefeltet.\n\n<<< Alternativfunksjon >>>\nLås opp en alternativfunksjon for å beskytte øynene dine om natten og fokusere på videospilleren, for eksempel YouTube™, ved å installere nettleserutvidelsen Turn Off the Lights for YouTube and Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "pl": "Jesteś zmęczony ciągłym przełączaniem się między kartami podczas pracy lub przeglądania sieci? Dzięki rozszerzeniu przeglądarki Page Sidebar zyskasz natychmiastowy dostęp do dostosowanego paska bocznego, który umożliwia łatwe przeciąganie i upuszczanie ulubionych witryn internetowych, pozwalając na ich równoczesne przeglądanie. Usprawnij swoje zadania, wyeliminuj zbędne przełączanie kart i przejmij kontrolę nad swoim doświadczeniem online już dziś!\n\nPage Sidebar to lekkie i przydatne dodatki zaprojektowane w celu zwiększenia produktywności. Dzięki tej funkcji możesz łatwo przeciągać i upuszczać ulubione witryny do paska bocznego, tworząc wygodne centrum szybkiego dostępu. Ponadto, przeciągając zaznaczony tekst do paska bocznego, automatycznie zostanie wyszukany ten kluczowy wyraz w twojej ulubionej wyszukiwarce. Nie trzeba otwierać nowych kart ani przerywać swojej pracy – potrzebne informacje są dostępne w zasięgu ręki w pasku bocznym.\n\nFunkcje rozszerzenia przeglądarki:\n◆ Doświadczenie przeglądania:\nOtwórz dowolną stronę internetową bezproblemowo dzięki solidnemu widokowi paska bocznego przeglądarki internetowej. Niezależnie od tego, czy czytasz artykuł w Wikipedii, oglądasz film na YouTube, piszesz w edytorze tekstu, kodujesz, dzielisz widok kalendarza, tłumaczysz słowo, robisz zakupy lub odpowiadasz na e-maile, ulepsz swoje doświadczenie przeglądania, ChatGPT, Gemini, Claude, Microsoft Copilot lub jakakolwiek inna sztuczna inteligencja wygodnie dostępna na pasku bocznym itp.\n◆ Wielozakładkowy pasek boczny\nŁatwo otwieraj i zarządzaj wieloma stronami na jednym pasku bocznym. Na przykład otwórz Notion, Todoist, Trello i Google Tłumacz i bez wysiłku przełączaj się między kartami.\n◆ Zapobiegaj przypadkowemu zamykaniu kart\nWłącz ostrzeżenie, aby zapobiec przypadkowemu zamykaniu kart po kliknięciu ikony „x”.\n◆ Menu kontekstowe:\nOtwórz menu kontekstowe, klikając prawym przyciskiem myszy, aby płynnie otworzyć dowolny link na panelu bocznym. Wybrane teksty otworzą stronę wyszukiwania panelu bocznego.\n◆ Przypięty panel boczny:\nPanel boczny pozostaje otwarty do momentu zamknięcia, umożliwiając wygodne odniesienie i łatwe porównywanie stron w jednym oknie.\n◆ Przeciągnij i upuść:\nŁatwo przeciągaj i upuszczaj linki oraz teksty dla efektywnej nawigacji.\n◆ Pierwsza strona:\nDostosuj początkową stronę wyświetlaną na panelu bocznym, aby dostosować przeglądanie.\n◆ Pasek nawigacyjny:\n- Przycisk domu do resetowania widoku jednym kliknięciem do strony domowej domyślnej lub niestandardowej\n- Wykorzystaj pole wyszukiwania w pasku nawigacyjnym do szybkiego śledzenia URL-ów, a termy wyszukiwania automatycznie używają domyślnej wyszukiwarki. Dodatkowo wklej bezpośrednio adresy URL do paska wyszukiwania, aby otworzyć witryny w panelu bocznym, usprawniając swoje przeglądanie.\n- Przyporządkuj pozycję paska nawigacyjnego na górze, na dole lub ukrytą, aby dostosować interfejs.\n◆ Dostosowywalna wyszukiwarka:\nKorzystaj z opcji dostosowywania wyszukiwarki, w tym Google, Bing, DuckDuckGo, Baidu i Yandex.\n◆ Niestandardowa ikona paska narzędziowego:\nWybierz preferowaną ikonę paska narzędziowego w trybie jasnym lub ciemnym, dostosowując się do swoich preferencji wizualnych.\n◆ Skalowalny panel boczny\nMożesz dostosować szerokość panelu bocznego, przeciągając za krawędź, zwiększając lub zmniejszając jego rozmiar.\n◆ Definiuj niestandardowe kombinacje klawiszy do szybkiego aktywowania panelu bocznego\n◆ Obsługa trybu ciemnego\n\nInformacje o projekcie:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nWymagane uprawnienia:\n◆ \"contextMenus\": Dodaj menu kontekstowe do natychmiastowego otwierania panelu bocznego.\n◆ \"sidepanel\": Pozwól, aby strona internetowa była widoczna na panelu bocznym.\n◆ \"storage\": Zapisuj ustawienia lokalnie i synchronizuj je z kontem przeglądarki internetowej.\n◆ \"declarativeNetRequestWithHostAccess\": Pozwól na wyświetlanie wszystkich stron internetowych na panelu bocznym.\n\nUwaga:\nNagłówki CSP zostały dostosowane, aby umożliwić wyświetlanie tej strony na panelu bocznym.\n\n<<< Opcja funkcji >>>\nOdblokuj funkcję ochrony oczu na noc i skup się na odtwarzaczu wideo, takim jak YouTube™, instalując rozszerzenie przeglądarki Turn Off the Lights dla YouTube i Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "pt_BR,pt_PT": "Você está cansado de alternar constantemente entre abas enquanto trabalha ou navega na web? Com a extensão do navegador Page Sidebar, você obtém acesso instantâneo a uma barra lateral personalizável que permite arrastar e soltar facilmente seus sites favoritos e visualizá-los lado a lado. Otimize seu fluxo de trabalho, elimine a alternância desnecessária de abas e assuma o controle da sua experiência online hoje!\n\nO Page Sidebar é um complemento leve e útil projetado para aumentar a produtividade. Com esta ferramenta, você pode arrastar e soltar seus sites favoritos na barra lateral, criando um hub conveniente para acesso rápido. Além disso, ao arrastar um texto destacado para a barra lateral, ele buscará automaticamente essa palavra-chave em seu mecanismo de busca favorito. Não há necessidade de abrir novas abas ou interromper seu fluxo de trabalho - a informação de que você precisa está ao alcance dos seus dedos na barra lateral.\n\nRecursos da extensão do navegador:\n◆ Experiência de Navegação:\nAbra qualquer página da web perfeitamente com uma visualização robusta da barra lateral do navegador da web. Seja lendo um artigo da Wikipedia, assistindo a um vídeo do YouTube, escrevendo em um editor de texto, codificando, dividindo a visualização do seu calendário, traduzindo uma palavra, fazendo compras ou respondendo a e-mails, melhore sua experiência de navegação, ChatGPT, Gemini, Claude, Microsoft Copilot ou qualquer outra IA convenientemente acessível na barra lateral, etc.\n◆ Barra lateral multi-abas\nAbra e gerencie facilmente várias páginas em uma única barra lateral. Por exemplo, abra o Notion, Todoist, Trello e Google Translate e alterne facilmente entre as abas.\n◆ Evite o fechamento acidental de abas\nHabilite um aviso para evitar que as abas fechem acidentalmente quando você clicar no ícone \"x\".\n◆ Menu de Contexto:\nAcesse o menu de contexto clicando com o botão direito para abrir qualquer link no painel lateral. E selecione texto para abrir a página de pesquisa no painel lateral.\n◆ Painel Lateral Fixo:\nO painel lateral permanece aberto até que você escolha fechá-lo, permitindo referência conveniente e comparação fácil de páginas em uma única janela.\n◆ Arrastar e Soltar:\nArraste e solte facilmente links e texto para uma navegação eficiente.\n◆ Primeira Página:\nPersonalize a página inicial inicial exibida no painel lateral para uma experiência de navegação personalizada.\n◆ Barra de Navegação:\n- O botão inicial para redefinir a visualização com um único clique para a página padrão ou sua página inicial personalizada\n- Utilize a caixa de pesquisa na barra de navegação para rastreamento rápido de URL, com termos de pesquisa usando automaticamente o mecanismo de busca padrão. Além disso, cole URLs diretamente na caixa de pesquisa para abrir sites no painel lateral, otimizando seu fluxo de navegação.\n- Designe a posição da barra de navegação no topo, na parte inferior ou oculta para uma interface personalizada.\n◆ Mecanismo de Busca Personalizável:\nDesfrute de opções personalizáveis de mecanismo de busca, incluindo Google, Bing, DuckDuckGo, Baidu e Yandex.\n◆ Ícone Personalizado na Barra de Ferramentas:\nSelecione seu ícone preferido na barra de ferramentas nos modos claro ou escuro, adaptando-se às suas preferências visuais.\n◆ Painel Lateral Redimensionável:\nVocê pode ajustar a largura do painel lateral agarrando a borda, aumentando ou diminuindo seu tamanho.\n◆ Defina combinações de teclas personalizadas para ativar rapidamente a barra lateral\n◆ Suporte para Modo Escuro\n\nInformações do Projeto:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nPermissões Necessárias:\n◆ \"contextMenus\": Adicionar um menu de contexto para abrir instantaneamente o painel lateral.\n◆ \"sidepanel\": Permitir que o site seja visível no painel lateral.\n◆ \"storage\": Salvar configurações localmente e sincronizar com sua conta de navegador da web.\n◆ \"declarativeNetRequestWithHostAccess\": Permitir que todos os sites sejam visualizados no painel lateral.\n\nObservação:\nOs cabeçalhos CSP foram personalizados para permitir a visualização desta página na barra lateral.\n\n<<< Recurso Opcional >>>\nDesbloqueie um recurso opcional para proteger seus olhos à noite e focar no player de vídeo, como o YouTube™, instalando a extensão do navegador Turn Off the Lights para YouTube e Além.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "ro": "Sunteți obosit de comutarea constantă între file în timp ce lucrați sau navigați pe internet? Cu extensia browserului Page Sidebar, obțineți acces instantaneu la o bară laterală personalizabilă care vă permite să trageți și să plasați cu ușurință site-urile web preferate și să le vizualizați alături. Optimizați fluxul dvs. de lucru, eliminați comutarea inutilă a filelor și preluați controlul asupra experienței dvs. online astăzi!\n\nPage Sidebar este un add-in ușor și util proiectat pentru a crește productivitatea. Cu acest instrument, puteți să trageți și să plasați cu ușurință site-urile web preferate în bara laterală, creând un centru convenabil pentru acces rapid. Mai mult, atunci când trageți un text evidențiat în bara laterală, acesta va căuta automat acea cheie în motorul dvs. de căutare preferat. Nu este nevoie să deschideți file noi sau să întrerupeți fluxul de lucru - informațiile de care aveți nevoie sunt chiar la îndemână în bara laterală.\n\nCaracteristici ale extensiei browserului:\n◆ Experiență de navigare:\nDeschideți orice pagină web fără probleme cu o vizualizare robustă din bara laterală a browserului web. Fie că citiți un articol Wikipedia, vizionați un videoclip YouTube, scrieți într-un editor de text, codificați, vizualizați calendarul, traduceți un cuvânt, faceți cumpărături sau răspundeți la e-mailuri, îmbunătățiți-vă experiența de navigare, ChatGPT, Gemini, Claude, Microsoft Copilot, sau orice alt AI accesibil convenabil în bara laterală etc.\n◆ Bara laterală cu mai multe file\nDeschideți și gestionați cu ușurință mai multe pagini într-o singură bară laterală. De exemplu, deschideți Notion, Todoist, Trello și Google Translate și comutați fără efort între file.\n◆ Preveniți închiderea accidentală a filelor\nActivați un avertisment pentru a preveni închiderea accidentală a filelor atunci când faceți clic pe pictograma „x”.\n◆ Meniu contextual:\nAccesați meniul contextual făcând clic dreapta pentru a deschide orice link în panoul lateral. Și textul selectat pentru a deschide pagina de căutare a panoului lateral.\n◆ Panou lateral fixat:\nPanoul lateral rămâne deschis până când decideți să-l închideți, permițând referință convenabilă și comparare ușoară a paginilor într-o singură fereastră.\n◆ Tragere și plasare:\nTrageți și plasați cu ușurință link-uri și text pentru navigare eficientă.\n◆ Prima pagină:\nPersonalizați pagina de start inițială afișată în panoul lateral pentru o experiență de navigare personalizată.\n◆ Bară de navigare:\n- Butonul de acasă pentru a reseta vizualizarea cu un singur clic către pagina implicită sau pagina personalizată de start\n- Utilizați caseta de căutare din bara de navigare pentru urmărirea rapidă a URL-ului, cu termenii de căutare utilizând automat motorul de căutare implicit. În plus, lipiți URL-urile direct în caseta de căutare pentru a deschide site-uri web în panoul lateral, optimizând fluxul dvs. de navigare.\n- Stabiliți poziția barei de navigare în partea de sus, jos sau ascunsă pentru o interfață personalizată.\n◆ Motor de căutare personalizabil:\nBucurați-vă de opțiuni personalizabile de motor de căutare, inclusiv Google, Bing, DuckDuckGo, Baidu și Yandex.\n◆ Icoană personalizabilă a barei de instrumente:\nSelectați icoana preferată a barei de instrumente în modul luminos sau întunecat, adaptându-se preferințelor dvs. vizuale.\n◆ Panou lateral redimensionabil:\nPuteți ajusta lățimea panoului lateral prin tragerea marginii, fie să o măriți, fie să o micșorați.\n◆ Definiți combinații de taste personalizate pentru a activa rapid bara laterală\n◆ Suport pentru Modul Întunecat\n\nInformații despre proiect:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nPermisiuni necesare:\n◆ \"contextMenus\": Adăugați un meniu contextual pentru a deschide instantaneu panoul lateral.\n◆ \"sidepanel\": Permiteți vizualizarea site-ului în panoul lateral.\n◆ \"storage\": Salvați setările local și sincronizați-le cu contul dvs. de browser web.\n◆ \"declarativeNetRequestWithHostAccess\": Permiteți vizualizarea tuturor site-urilor în panoul lateral.\n\nNotă:\nAntetele CSP au fost personalizate pentru a permite vizualizarea acestei pagini în bara laterală.\n\n<<< Funcționalitate opțională >>>\nDeblocați o funcționalitate opțională pentru a vă proteja ochii noaptea și pentru a vă concentra asupra playerului video, cum ar fi YouTube™, instalând extensia browserului Turn Off the Lights pentru YouTube și dincolo.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "ru": "Вы устали постоянно переключаться между вкладками во время работы или просмотра веб-содержимого? С расширением браузера Page Sidebar вы получаете мгновенный доступ к настраиваемой боковой панели, которая позволяет легко перетаскивать и упорядочивать ваши любимые веб-сайты и просматривать их бок о бок. Оптимизируйте свой рабочий процесс, избавьтесь от необходимости постоянного переключения вкладок и возьмите контроль над своим онлайн-опытом уже сегодня!\n\nPage Sidebar - это легкое и полезное дополнение, разработанное для повышения продуктивности. С помощью этого инструмента вы можете легко перетаскивать и упорядочивать свои любимые веб-сайты в боковую панель, создавая удобный центр для быстрого доступа. Более того, если вы перетащите выделенный текст в боковую панель, она автоматически выполнит поиск по этому ключевому слову в вашем любимом поисковом движке. Нет необходимости открывать новые вкладки или прерывать рабочий процесс - информация, которая вам нужна, находится прямо у вас под рукой в боковой панели.\n\nХарактеристики расширения браузера:\n◆ Опыт просмотра:\nОткрывайте любую веб-страницу без проблем с помощью надежной боковой панели веб-браузера. Читаете ли вы статью в Википедии, смотрите видео на YouTube, пишете в текстовом редакторе, пишете код, делите вид календаря, переводите слова, совершаете покупки или отвечаете на электронные письма, улучшите свой опыт просмотра, ChatGPT, Gemini, Claude, Microsoft Copilot или любой другой ИИ, удобно доступный на боковой панели и т. д.\n◆ Боковая панель с несколькими вкладками\nЛегко открывайте и управляйте несколькими страницами в одной боковой панели. Например, открывайте Notion, Todoist, Trello и Google Translate и легко переключайтесь между вкладками.\n◆ Предотвращение случайного закрытия вкладок\nВключите предупреждение, чтобы предотвратить случайное закрытие вкладок при нажатии значка «x».\n◆ Контекстное меню:\nОткрывайте контекстное меню правым щелчком, чтобы легко открыть любую ссылку в боковой панели. Выделенный текст также можно открывать на странице поиска боковой панели.\n◆ Закрепленная боковая панель:\nБоковая панель остается открытой до тех пор, пока вы не решите закрыть ее, что обеспечивает удобную справку и легкое сравнение страниц в пределах одного окна.\n◆ Перетаскивание:\nЛегко перетаскивайте ссылки и текст для эффективной навигации.\n◆ Первая страница:\nНастройте начальную домашнюю страницу, отображаемую в боковой панели, для персонализированного веб-опыта.\n◆ Панель навигации:\n- Кнопка \"домой\" для сброса вида одним щелчком на страницу по умолчанию или на вашу пользовательскую домашнюю страницу.\n- Используйте поле поиска в панели навигации для быстрого отслеживания URL с автоматическим использованием поисковых запросов в стандартном поисковом движке. Кроме того, вставляйте URL-адреса непосредственно в поле поиска для открытия веб-сайтов в боковой панели, упрощая ваш веб-процесс.\n- Задайте положение панели навигации сверху, снизу или скройте ее для персонализированного интерфейса.\n◆ Настраиваемый поисковик:\nПользуйтесь настраиваемыми вариантами поисковых систем, включая Google, Bing, DuckDuckGo, Baidu и Yandex.\n◆ Настраиваемая икона панели инструментов:\nВыберите предпочтительную икону панели инструментов в светлом или темном режиме, соответствуя вашим визуальным предпочтениям.\n◆ Изменяемая ширина боковой панели:\nМожете регулировать ширину боковой панели, перетаскивая ее края, увеличивая или уменьшая размер.\n◆ Определите свои собственные комбинации клавиш для быстрого активирования боковой панели\n◆ Поддержка темного режима\n\nИнформация о проекте:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nНеобходимые разрешения:\n◆ \"contextMenus\": Добавьте контекстное меню для мгновенного открытия боковой панели.\n◆ \"sidepanel\": Разрешение на видимость веб-сайта в боковой панели.\n◆ \"storage\": Сохранение настроек локально и синхронизация с учетной записью вашего веб-браузера.\n◆ \"declarativeNetRequestWithHostAccess\": Разрешение на просмотр всех веб-сайтов в боковой панели.\n\nПримечание:\nЗаголовки CSP были настроены для возможности просмотра эт ой страницы в боковой панели.\n\n<<< Вариантная функция >>>\nРазблокируйте вариантную функцию для защиты глаз ночью и сосредоточьтесь на проигрывателе видео, таком как YouTube™, установив расширение браузера Turn Off the Lights для YouTube и не только.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "sk": "Si unavený neustálým prepínaním medzi kartami počas práce alebo prehliadania webu? S rozšírením prehliadača Page Sidebar získate okamžitý prístup k prispôsobiteľnej bočnej lište, v ktorej môžete ľahko ťahať a odpúšťať svoje obľúbené webové stránky a zobrazovať ich vedľa seba. Optimalizujte svoj pracovný postup, eliminujte zbytočné prepínanie medzi kartami a ovládnite svoju online skúsenosť ešte dnes!\n\nPage Sidebar je ľahký a užitočný doplnok navrhnutý na zvýšenie produktivity. S týmto nástrojom môžete ľahko ťahať a odpúšťať svoje obľúbené webové stránky do bočnej lišty, vytvárajúc tak pohodlné centrum pre rýchly prístup. Okrem toho, keď ťaháte zvýraznený text do bočnej lišty, automaticky vyhľadá túto kľúčovú frázu vo vašom obľúbenom vyhľadávači. Nie je potrebné otvárať nové karty alebo prerušovať svoj pracovný postup - informácie, ktoré potrebujete, sú priamo na dosah v bočnej lište.\n\nFunkcie rozšírenia prehliadača:\n◆ Zážitok z prehliadania:\nOtvorte ľubovoľnú webovú stránku bez problémov pomocou robustného zobrazenia bočného panela webového prehliadača. Či už čítate článok na Wikipédii, pozeráte video na YouTube, píšete v textovom editore, kódujete, delíte zobrazenie kalendára, prekladáte slovo, nakupujete alebo odpovedáte na e-maily, vylepšite si prehliadanie, ChatGPT, Gemini, Claude, Microsoft Copilot, alebo akákoľvek iná AI pohodlne dostupná na bočnom paneli atď.\n◆ Bočný panel s viacerými kartami\nJednoducho otvárajte a spravujte viacero stránok v rámci jedného bočného panela. Otvorte napríklad Notion, Todoist, Trello a Google Translate a bez námahy prepínajte medzi kartami.\n◆ Zabráňte náhodnému zatvoreniu karty\nPovoľte varovanie, aby ste zabránili náhodnému zatvoreniu kariet po kliknutí na ikonu „x“.\n◆ Kontextové menu:\nPristúpte k kontextovému menu pravým kliknutím a bezproblémovo otvorte akýkoľvek odkaz v bočnej lište. A vyberte text na otvorenie stránky s vyhľadávaním v bočnej lište.\n◆ Pripnutá bočná lišta:\nBočná lišta zostane otvorená, kým si nevyberiete, umožňujúc pohodlný odkaz a bezproblémové porovnávanie stránok v jednom okne.\n◆ Ťahanie a odpúšťanie:\nĽahko ťahajte a odpúšťajte odkazy a text pre efektívnu navigáciu.\n◆ Prvá stránka:\nPrispôsobte počiatočnú domovskú stránku zobrazenú v bočnej lište pre personalizovanú prehliadaciu skúsenosť.\n◆ Navigačný panel:\n- Tlačidlo domov na resetovanie zobrazenia jediným kliknutím na predvolenú stránku alebo vašu vlastnú domovskú stránku.\n- Využite vyhľadávací box v navigačnom paneli na rýchle sledovanie URL s automatickým používaním predvoleného vyhľadávača. Okrem toho vložte URL priamo do vyhľadávacieho boxu a otvorte webové stránky v bočnej lište, zjednodušujúc svoj pracovný postup prehliadania.\n- Určte polohu navigačného panela na vrchu, dole alebo skrytej pre personalizované rozhranie.\n◆ Prispôsobiteľný vyhľadávací engine:\nUžívajte si možnosti prispôsobiteľného vyhľadávacieho engine, vrátane Google, Bing, DuckDuckGo, Baidu a Yandex.\n◆ Prispôsobiteľná ikona panela:\nVyberte si preferovanú ikonu panela v svetlom alebo tmavom režime, prispôsobte sa svojim vizuálnym preferenciám.\n◆ Meniteľná veľkosť bočnej lišty:\nMôžete nastaviť šírku bočnej lišty ťahaním za okraj, zväčšovať alebo zmenšovať jej veľkosť.\n◆ Definujte vlastné kombinácie kláves pre rýchle aktivovanie bočnej lišty.\n◆ Podpora pre tmavý režim\n\nInformácie o projekte:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nVyžadované povolenia:\n◆ \"contextMenus\": Pridajte kontextové menu na okamžité otvorenie bočnej lišty.\n◆ \"sidepanel\": Povoliť zobrazenie webovej stránky v bočnej lište.\n◆ \"storage\": Ukladajte nastavenia lokálne a synchronizujte s účtom webového prehliadača.\n◆ \"declarativeNetRequestWithHostAccess\": Povoliť zobrazenie všetkých webových stránok v bočnej lište.\n\nPoznámka:\nCSP hlavičky boli prispôsobené tak, aby umožnili zobrazenie tejto stránky v bočnej lište.\n\n<<< Funkcia na výber >>>\nOdomknite možnosť chrániť svoje oči v noci a sústrediť sa na prehrávač videa, ako napríklad YouTube™, inštaláciou rozšírenia prehliadača Turn Off the Lights pre YouTube a ďalšie.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "sl": "Ali ste utrujeni od nenehnega preklapljanja med zavihki med delom ali brskanjem po spletu? Z razširitvijo brskalnika Page Sidebar pridobite takojšen dostop do prilagodljivega stranskega menija, ki vam omogoča, da brez težav povlečete in spustite svoje najljubše spletne strani ter jih ogledate vzporedno. Optimizirajte svoj delovni postopek, odpravite nepotrebno preklapljanje zavihkov in danes prevzemite nadzor nad svojo spletno izkušnjo!\n\nPage Sidebar je lahka in uporabna dodatna možnost, namenjena povečanju produktivnosti. S to orodjem lahko brez težav povlečete in spustite svoje najljubše spletne strani v stranski meni, ustvarjajoč priročno središče za hiter dostop. Poleg tega, ko v stranski meni povlečete označen besedilni odsek, bo avtomatsko iskal to ključno besedo na vašem najljubšem iskalniku. Ni vam treba odpirati novih zavihkov ali prekinjati svojega dela - informacije, ki jih potrebujete, so prav na dosegu roke v stranskem meniju.\n\nZnačilnosti brskalniške razširitve:\n◆ Izkušnja brskanja:\nBrezhibno odprite katero koli spletno stran z robustnim pogledom stranske vrstice spletnega brskalnika. Ne glede na to, ali berete članek v Wikipediji, gledate videoposnetek v YouTubu, pišete v urejevalniku besedil, kodirate, delite pogled na koledar, prevajate besedo, nakupujete ali odgovarjate na e-pošto, izboljšajte svojo izkušnjo brskanja, ChatGPT, Gemini, Claude, Microsoft Copilot, ali katero koli drugo umetno inteligenco, ki je priročno dostopna v stranski vrstici itd.\n◆ Stranska vrstica z več zavihki\nPreprosto odprite in upravljajte več strani znotraj ene stranske vrstice. Na primer, odprite Notion, Todoist, Trello in Google Translate ter preprosto preklapljajte med zavihki.\n◆ Preprečite nenamerno zapiranje zavihka\nOmogočite opozorilo, da preprečite nenamerno zapiranje zavihkov, ko kliknete ikono »x«.\n◆ Kontekstualni meni:\nDostop do kontekstualnega menija z desnim klikom, da brez težav odprete katero koli povezavo v stranskem meniju. In izbrano besedilo odprete na stranskem panelu za iskanje.\n◆ Pripet stranski panel:\nStranski panel ostane odprt, dokler se odločite, da ga zaprete, kar omogoča priročno sklicevanje in nevsiljivo primerjavo strani znotraj enega okna.\n◆ Povleci in spusti:\nEnostavno povlecite in spustite povezave ter besedilo za učinkovito navigacijo.\n◆ Prva stran:\nPrilagodite začetno domačo stran, prikazano v stranskem meniju, za prilagojeno brskalniško izkušnjo.\n◆ Navigacijska vrstica:\n- Gumb za domov za ponastavitev pogleda s klikom na privzeto stran ali vašo prilagojeno domačo stran.\n- Uporabite iskalno polje v navigacijski vrstici za hitro sledenje URL-jev, s samodejnim uporabljanjem iskalnih izrazov z uporabo privzetega iskalnika. Poleg tega lahko URL-je neposredno prilepite v iskalno polje, da odprete spletne strani v stranskem meniju, s čimer optimizirate svoj brskalniški postopek.\n- Določite položaj navigacijske vrstice na vrhu, dnu ali skrijte za personaliziran vmesnik.\n◆ Prilagodljiv iskalnik:\nUživajte v prilagodljivih možnostih iskalnika, vključno z Google, Bing, DuckDuckGo, Baidu in Yandex.\n◆ Prilagodljiv orodni vrstični ikoni:\nIzberite svojo najljubšo ikono orodne vrstice v svetli ali temni način, prilagojen vašim vizualnim željam.\n◆ Prilagodljiv stranski panel:\nŠirino stranskega panela lahko prilagodite tako, da zgrabite rob in jo povečate ali zmanjšate.\n◆ Določite lastne tipkovniške kombinacije za hitro aktiviranje stranskega menija\n◆ Podpora za temni način\n\nInformacije o projektu:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nPotrebna dovoljenja:\n◆ \"contextMenus\": Dodajte kontekstualni meni za takojšen dostop do stranskega menija.\n◆ \"sidepanel\": Dovolite, da je spletna stran vidna v stranskem meniju.\n◆ \"storage\": Lokalno shranjevanje nastavitev in sinhronizacija s svojim uporabniškim računom brskalnika.\n◆ \"declarativeNetRequestWithHostAccess\": Dovolite, da so vse spletne strani vidne v stranskem meniju.\n\nOpomba:\nCSP glave so bile prilagojene, da omogočajo ogled te strani v stranskem meniju.\n\n<<< Možnost funkcije >>>\nOdklenite možnost funkcije za zaščito oči ponoči in osredotočanje na predvajalnik videoposnetkov, kot je YouTube™, z namestitvijo razširitve brskalnika Turn Off the Lights za YouTube in še več.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "sr": "Да ли сте уморни од сталног пребацивања између картица док радите или претражујете веб? Са екстензијом за прегледач бочне траке странице добијате тренутни приступ прилагодљивој бочној траци која вам омогућава да без напора превучете и отпустите своје омиљене веб локације и прегледате их једну поред друге. Поједноставите свој радни ток, елиминишите непотребно пребацивање картица и преузмите контролу над својим искуством на мрежи данас!\n\nБочна трака странице је лаган и користан додатак дизајниран да повећа продуктивност. Помоћу овог алата можете без напора да превучете и отпустите своје омиљене веб локације на бочну траку, стварајући погодно чвориште за брз приступ. Штавише, када превучете истакнути текст на бочну траку, он ће аутоматски тражити ту кључну реч у вашем омиљеном претраживачу. Нема потребе да отварате нове картице или прекидате ток посла – информације које су вам потребне су вам на дохват руке на бочној траци.\n\nФункције проширења претраживача:\n◆ Искуство прегледања:\nОтварајте било коју веб страницу без проблема са робусним приказом бочне траке веб претраживача. Било да читате чланак на Википедији, гледате ИоуТубе видео, пишете у уређивачу текста, кодирате, приказујете свој календар, преводите реч, купујете или одговарате на е-пошту, побољшајте своје искуство прегледања, ЦхатГПТ, Гемини, Цлауде, Мицрософт Цопилот, или било који други АИ који је погодно доступан на бочној траци, итд.\n◆ Бочна трака са више картица\nЛако отварајте и управљајте више страница у оквиру једне бочне траке. На пример, отворите Нотион, Тодоист, Трелло и Гоогле Транслате и без напора прелазите између картица.\n◆ Спречите случајно затварање картице\nОмогућите упозорење да бисте спречили случајно затварање картица када кликнете на икону „к“.\n◆ Контекстни мени\nПриступите контекстуалном менију десним кликом да бисте неприметно отворили било коју везу на бочној табли. И изабрани текст за отварање странице за претрагу бочне плоче.\n◆ Закачена бочна плоча:\nБочни панел остаје отворен све док не одлучите да га затворите, омогућавајући згодну референцу и поређење страница без напора у једном прозору.\n◆ Превуците и испустите:\nЛако превуците и отпустите везе и текст за ефикасну навигацију.\n◆ Прва страница:\nПрилагодите почетну почетну страницу приказану на бочном панелу за прилагођено искуство прегледања.\n◆ Трака за навигацију:\n- Дугме за почетну страницу за ресетовање приказа једним кликом на подразумевану страницу или прилагођену почетну страницу\n- Користите оквир за претрагу на траци за навигацију за брзо праћење УРЛ-а, при чему термини за претрагу аутоматски користе подразумевани претраживач. Поред тога, налепите УРЛ-ове директно у оквир за претрагу да бисте отворили веб локације на бочној табли, поједностављујући ток рада прегледања.\n- Одредите позицију траке за навигацију на врху, дну или скривену за персонализовани интерфејс.\n◆ Прилагодљиви претраживач:\nУживајте у прилагодљивим опцијама претраживача, укључујући Гоогле, Бинг, ДуцкДуцкГо, Баиду и Иандек.\n◆ Прилагођена икона на траци са алаткама:\nИзаберите жељену икону траке са алаткама у светлом или тамном режиму, прилагођавајући се вашим визуелним преференцама.\n◆ Бочни панел који може да се промени\nМожете подесити ширину бочне плоче тако што ћете ухватити ивицу, или повећати или смањити њену величину.\n◆ Дефинишите прилагођене комбинације тастатуре да бисте брзо активирали бочну траку\n◆ Подршка за тамни режим\n\nИнформације о пројекту:\nхттпс://ввв.стефанвд.нет/пројецт/паге-сидебар/бровсер-ектенсион/\n\nПотребне дозволе:\n◆ „цонтектМенус“: Додајте контекстни мени да бисте одмах отворили бочну таблу.\n◆ „сидепанел“: Дозволите да веб локација буде видљива на бочном панелу.\n◆ „складиштење“: Сачувајте подешавања локално и синхронизујте се са налогом вашег веб претраживача.\n◆ „децларативеНетРекуестВитхХостАццесс“: Дозволи да се све веб локације прегледају на бочном панелу.\n\nБелешка:\nЦСП заглавља су прилагођена тако да омогућавају да се ова страница види на бочној траци.\n\n<<< Функција опција >>>\nОткључајте опциону функцију да заштитите очи ноћу и фокусирате се на видео плејер, као што је ИоуТубе™, инсталирањем екстензије за прегледач Турн Офф тхе Лигхтс за ИоуТубе и даље.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "sv": "Är du trött på att ständigt växla mellan flikar när du arbetar eller surfar på webben? Med Page Sidebar-webbläsartillägget får du omedelbar åtkomst till en anpassningsbar sidofält som gör det möjligt för dig att enkelt dra och släppa dina favoritwebbplatser och se dem sida vid sida. Effektivisera ditt arbetsflöde, eliminera onödig flikväxling och ta kontroll över din online-upplevelse idag!\n\nPage Sidebar är en lätt och användbar tillägg skapat för att öka produktiviteten. Med detta verktyg kan du enkelt dra och släppa dina favoritwebbplatser i sidofältet och skapa en bekväm nav för snabb åtkomst. Dessutom, när du drar en markerad text till sidofältet, kommer den automatiskt att söka efter det sökordet i din favoritsökmotor. Ingen anledning att öppna nya flikar eller avbryta ditt arbetsflöde – informationen du behöver finns direkt vid dina fingertoppar i sidofältet.\n\nFunktioner i webbläsartillägget:\n◆ Webbupplevelse:\nÖppna valfri webbsida sömlöst med en robust webbläsares sidofältsvy. Oavsett om du läser en Wikipedia-artikel, tittar på en YouTube-video, skriver i en textredigerare, kodar, delar din kalender, översätter ett ord, handlar eller svarar på e-postmeddelanden, förbättrar din surfupplevelse, ChatGPT, Gemini, Claude, Microsoft Copilot, eller någon annan AI som är bekvämt tillgänglig i sidofältet, etc.\n◆ Sidofält med flera flikar\nÖppna och hantera enkelt flera sidor i ett enda sidofält. Öppna till exempel Notion, Todoist, Trello och Google Translate och växla enkelt mellan flikarna.\n◆ Förhindra oavsiktlig stängning av flikar\nAktivera en varning för att förhindra att flikar stängs av misstag när du klickar på \"x\"-ikonen.\n◆ Kontextmeny:\nFå åtkomst till kontextmenyn genom högerklick för att sömlöst öppna vilken länk som helst i sidopanelen. Och vald text för att öppna sidopanelens söksida.\n◆ Fäst sidopanel:\nSidopanelen förblir öppen tills du väljer att stänga den, vilket möjliggör bekväm referens och enkel jämförelse av sidor inom ett enda fönster.\n◆ Dra och släpp:\nDra enkelt och släpp länkar och text för effektiv navigation.\n◆ Första sidan:\nAnpassa den initiala startsidan som visas i sidopanelen för en skräddarsydd webbläsarupplevelse.\n◆ Navigeringsfält:\n- Hemknappen för att återställa vyn med ett enda klick till standard- eller anpassad startsida\n- Använd sökrutan i navigeringsfältet för snabb URL-spårning, med söktermer som automatiskt används av standard sökmotor. Dessutom, klistra in URL:er direkt i sökrutan för att öppna webbplatser i sidopanelen och effektivisera ditt webbläsarflöde.\n- Ange positionen för navigeringsfältet högst upp, längst ner eller dolt för en personlig gränssnittsupplevelse.\n◆ Anpassningsbar sökmotor:\nNjut av anpassningsbara sökmotoralternativ, inklusive Google, Bing, DuckDuckGo, Baidu och Yandex.\n◆ Anpassningsbar verktygsfältikon:\nVälj din föredragna verktygsfältikon i antingen ljus eller mörkt läge, anpassa den efter dina visuella preferenser.\n◆ Justerbar sidopanel:\nDu kan justera bredden på sidopanelen genom att dra i kanten, antingen öka eller minska dess storlek.\n◆ Definiera anpassade tangentkombinationer för att snabbt aktivera sidofältet\n◆ Stöd för mörkt läge\n\nProjektinformation:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nNödvändiga behörigheter:\n◆ \"contextMenus\": Lägg till en kontextmeny för att omedelbart öppna sidopanelen.\n◆ \"sidepanel\": Tillåt att webbplatsen syns i sidopanelen.\n◆ \"storage\": Spara inställningar lokalt och synkronisera med ditt webbläsarkonto.\n◆ \"declarativeNetRequestWithHostAccess\": Tillåt att alla webbplatser kan ses i sidopanelen.\n\nObservera:\nCSP-huvuden har anpassats för att tillåta att denna sida kan ses i sidofältet.\n\n<<< Alternativ funktion >>>\nLås upp en alternativ funktion för att skydda dina ögon på natten och fokusera på videospelaren, som t.ex. YouTube™, genom att installera Turn Off the Lights-webbläsartillägget för YouTube och Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "sw": "Hujachoka kuhamia mara kwa mara kati ya vichupo wakati wa kufanya kazi au kuvinjari mtandao? Kwa kifaa cha upanuzi wa kivinjari cha Page Sidebar, unapata ufikiaji wa haraka kwenye upau unaozoweza kubadilishwa, kuruhusu kuhamisha na kuachia kwa urahisi tovuti zako pendwa na kuziona kando kwa kando. Punguza utaratibu wako wa kazi, ondoa kubadilisha vichupo isivyo lazima, na chukua udhibiti wa uzoefu wako mtandaoni leo!\n\nPage Sidebar ni nyongeza nyepesi na yenye manufaa iliyoundwa kuboresha uzalishaji. Kwa kifaa hiki, unaweza kuhamisha na kuachia kwa urahisi tovuti zako pendwa kwenye upau, kuunda kitovu cha haraka kwa ufikiaji wa haraka. Zaidi ya hayo, unapohamisha maandishi yaliyochaguliwa kwenye upau, itatafuta moja kwa moja neno hilo kwenye injini yako pendwa ya utafutaji. Hakuna haja ya kufungua vichupo vipya au kuvuruga utaratibu wako wa kazi - habari unayohitaji ipo kwenye upau, karibu na vidole vyako.\n\nVipengele vya upanuzi wa kivinjari:\n◆ Uzoefu wa Kuvinjari:\nFungua ukurasa wowote wa wavuti kwa urahisi na mwonekano thabiti wa utepe wa kivinjari. Iwe unasoma makala ya Wikipedia, kutazama video ya YouTube, kuandika katika kihariri cha maandishi, kusimba, kutazama kalenda yako, kutafsiri neno, ununuzi, au kujibu barua pepe, kuboresha matumizi yako ya kuvinjari, ChatGPT, Gemini, Claude, Microsoft Copilot, au AI nyingine yoyote inayopatikana kwa urahisi kwenye upau wa kando, nk.\n◆ Multi-Tab Sidebar\nFungua na udhibiti kurasa nyingi kwa urahisi ndani ya utepe mmoja. Kwa mfano, fungua Notion, Todoist, Trello, na Google Tafsiri, na ubadilishe kwa urahisi kati ya vichupo.\n◆ Zuia Kufungwa kwa Kichupo kwa Ajali\nWasha onyo ili kuzuia vichupo kufungwa kwa bahati mbaya unapobofya ikoni ya \"x\".\n◆ Menyu ya Muktadha\nFikia menyu ya muktadha kwa kubonyeza kulia ili kufungua kiunga chochote kwa urahisi kwenye upande, na maandishi yaliyochaguliwa kufungua ukurasa wa utafutaji wa upande.\n◆ Upau wa Kupangilia:\nUpau wa upande unabaki wazi hadi utakapoamua kufunga, kuruhusu kumbukumbu rahisi na ulinganifu wa kurasa bila kuvuruga dirisha moja.\n◆ Hamisha na Acha:\nHamisha na acha viungo na maandishi kwa urahisi kwa urambazaji ufanisi.\n◆ Ukurasa wa Kwanza:\nSanidi ukurasa wa nyumbani wa kuanzia unaopatikana kwenye upande kwa uzoefu wa kuvinjari uliotengenezwa.\n◆ Bar ya Urambazaji:\n- Kitufe cha nyumbani kurudisha mtazamo kwa click moja kwenye ukurasa wa kawaida au ukurasa wako wa nyumbani wa desturi\n- Tumia sanduku la utafutaji kwenye bar ya urambazaji kwa kufuatilia URL haraka, na maneno ya utafutaji kutumia moja kwa moja injini ya utafutaji ya msingi. Kwa kuongezea, bandika URL moja kwa moja kwenye sanduku la utafutaji ili kufungua tovuti kwenye upau, kupunguza utaratibu wako wa kuvinjari.\n- Weka mahali pa bar ya urambazaji juu, chini, au fichwa kwa interface iliyoboreshwa.\n◆ Injini ya Utafutaji Inayoweza Kupangiliwa:\nFurahia chaguo za injini za utaftaji zinazoweza kubadilishwa, ikiwa ni pamoja na Google, Bing, DuckDuckGo, Baidu, na Yandex.\n◆ Icon ya Zana Inayoweza Kubadilishwa:\nChagua icon yako pendwa ya zana katika hali ya mwangaza au giza, ikibadilika kulingana na upendeleo wako wa kuona.\n◆ Upau wa Upande Unaozoweza Kupanua\nUnaweza kurekebisha upana wa upau wa upande kwa kuvuta upande, kuongeza au kupunguza ukubwa wake.\n◆ Difini mchanganyiko wa kibodi wa desturi kuanzisha upau haraka\n◆ Msaada kwa Njia ya Giza\n\nTaarifa za Mradi:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nRuhusa Zinazohitajika:\n◆ \"contextMenus\": Ongeza menyu ya muktadha kufungua upau wa upande mara moja.\n◆ \"sidepanel\": Ruhusu tovuti kuonekana kwenye upau wa upande.\n◆ \"storage\": Hifadhi mipangilio kwa usalama na usawazishe na akaunti yako ya kivinjari cha wavuti.\n◆ \"declarativeNetRequestWithHostAccess\": Ruhusu kurasa zote kuonekana kwenye upau wa upande.\n\nNote:\nVichwa vya CSP vimeboreshwa kuruhusu ukurasa huu kuonekana kwenye upau wa upande.\n\n<<< Chaguo la Kipengee >>>\nFungua chaguo la kipengee kulinda macho yako usiku na uzingatie kwenye kichezaji cha video, kama vile YouTube™, kwa kufunga kifaa cha upanuzi cha Turn Off the Lights kwa YouTube na Zaidi.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "ta": "வேலை செய்யும் போது அல்லது இணையத்தில் உலாவும்போது தாவல்களுக்கு இடையில் தொடர்ந்து மாறுவதில் நீங்கள் சோர்வாக இருக்கிறீர்களா? பக்க பக்கப்பட்டி உலாவி நீட்டிப்பு மூலம், உங்களுக்குப் பிடித்த இணையதளங்களை சிரமமின்றி இழுத்து விடவும், அவற்றைப் பக்கவாட்டில் பார்க்கவும் அனுமதிக்கும் தனிப்பயனாக்கக்கூடிய பக்கப்பட்டிக்கான உடனடி அணுகலைப் பெறுவீர்கள். உங்கள் பணிப்பாய்வுகளை நெறிப்படுத்தவும், தேவையற்ற தாவல் மாறுதலை அகற்றவும், இன்றே உங்கள் ஆன்லைன் அனுபவத்தைக் கட்டுப்படுத்தவும்!\n\nபக்கப் பக்கப்பட்டி என்பது உற்பத்தித்திறனை உயர்த்த வடிவமைக்கப்பட்ட ஒரு இலகுரக மற்றும் பயனுள்ள சேர்க்கை ஆகும். இந்தக் கருவியின் மூலம், உங்களுக்குப் பிடித்த இணையதளங்களை பக்கப்பட்டியில் சிரமமின்றி இழுத்து விடலாம், விரைவான அணுகலுக்கு வசதியான மையத்தை உருவாக்கலாம். மேலும், ஹைலைட் செய்யப்பட்ட உரையை பக்கப்பட்டியில் இழுக்கும்போது, அது தானாகவே உங்களுக்குப் பிடித்த தேடுபொறியில் அந்த முக்கிய சொல்லைத் தேடும். புதிய தாவல்களைத் திறக்கவோ அல்லது உங்கள் பணிப்பாய்வுக்கு இடையூறு செய்யவோ தேவையில்லை - உங்களுக்குத் தேவையான தகவல் பக்கப்பட்டியில் உங்கள் விரல் நுனியில் உள்ளது.\n\nஉலாவி நீட்டிப்பு அம்சங்கள்:\n◆ உலாவல் அனுபவம்:\nவலுவான இணைய உலாவி பக்கப்பட்டி காட்சியுடன் எந்த வலைப்பக்கத்தையும் தடையின்றி திறக்கவும். விக்கிபீடியா கட்டுரையைப் படிப்பது, YouTube வீடியோவைப் பார்ப்பது, உரை எடிட்டரில் எழுதுவது, குறியிடுவது, உங்கள் காலெண்டரைப் பிரிப்பது, ஒரு வார்த்தையை மொழிபெயர்ப்பது, ஷாப்பிங் செய்வது அல்லது மின்னஞ்சல்களுக்குப் பதிலளிப்பது, உங்கள் உலாவல் அனுபவத்தை மேம்படுத்துதல், ChatGPT, Gemini, Claude, Microsoft Copilot, அல்லது பக்கப்பட்டியில் வசதியாக அணுகக்கூடிய வேறு ஏதேனும் AI.\n◆ பல தாவல் பக்கப்பட்டி\nஒரே பக்கப்பட்டியில் பல பக்கங்களை எளிதாக திறந்து நிர்வகிக்கவும். எடுத்துக்காட்டாக, நோஷன், டோடோயிஸ்ட், ட்ரெல்லோ மற்றும் கூகுள் டிரான்ஸ்லேட்டைத் திறந்து, தாவல்களுக்கு இடையில் சிரமமின்றி மாறவும்.\n◆ தற்செயலான தாவல் மூடுதலைத் தடுக்கவும்\n\"x\" ஐகானைக் கிளிக் செய்யும் போது தாவல்கள் தற்செயலாக மூடப்படுவதைத் தடுக்க எச்சரிக்கையை இயக்கவும்.\n◆ சூழல் மெனு\nபக்க பேனலில் உள்ள எந்த இணைப்பையும் தடையின்றி திறக்க வலது கிளிக் செய்வதன் மூலம் சூழல் மெனுவை அணுகவும். பக்க பேனல் தேடல் பக்கத்தைத் திறக்க உரை தேர்ந்தெடுக்கப்பட்டது.\n◆ பின் செய்யப்பட்ட பக்க பேனல்:\nநீங்கள் அதை மூடுவதற்குத் தேர்ந்தெடுக்கும் வரை பக்கவாட்டுப் பேனல் திறந்தே இருக்கும், இது ஒரு சாளரத்தில் வசதியான குறிப்பு மற்றும் சிரமமின்றி பக்கத்தை ஒப்பிடுவதற்கு அனுமதிக்கிறது.\n◆ இழுத்து விடவும்:\nதிறமையான வழிசெலுத்தலுக்கு இணைப்புகள் மற்றும் உரையை எளிதாக இழுத்து விடுங்கள்.\n◆ முதல் பக்கம்:\nவடிவமைக்கப்பட்ட உலாவல் அனுபவத்திற்காக பக்கவாட்டுப் பேனலில் காட்டப்படும் ஆரம்ப முகப்புப் பக்கத்தைத் தனிப்பயனாக்கவும்.\n◆ வழிசெலுத்தல் பட்டி:\n- இயல்புநிலைப் பக்கம் அல்லது உங்கள் தனிப்பயன் முகப்புப் பக்கத்திற்கு ஒரே கிளிக்கில் பார்வையை மீட்டமைப்பதற்கான முகப்பு பொத்தான்\n- இயல்புநிலை தேடுபொறியைப் பயன்படுத்தி தானாகவே தேடல் சொற்களுடன், விரைவான URL கண்காணிப்புக்கு, வழிசெலுத்தல் பட்டியில் உள்ள தேடல் பெட்டியைப் பயன்படுத்தவும். கூடுதலாக, பக்க பேனலில் இணையதளங்களைத் திறக்க URLகளை நேரடியாக தேடல் பெட்டியில் ஒட்டவும், உங்கள் உலாவல் பணிப்பாய்வுகளை ஒழுங்குபடுத்துகிறது.\n- தனிப்பயனாக்கப்பட்ட இடைமுகத்திற்கு மேல், கீழ் அல்லது மறைக்கப்பட்ட வழிசெலுத்தல் பட்டியின் நிலையைக் குறிப்பிடவும்.\n◆ தனிப்பயனாக்கக்கூடிய தேடுபொறி:\nGoogle, Bing, DuckDuckGo, Baidu மற்றும் Yandex உள்ளிட்ட தனிப்பயனாக்கக்கூடிய தேடுபொறி விருப்பங்களை அனுபவிக்கவும்.\n◆ தனிப்பயன் கருவிப்பட்டி ஐகான்:\nஉங்களுக்கு விருப்பமான கருவிப்பட்டி ஐகானை ஒளி அல்லது இருண்ட பயன்முறையில் தேர்ந்தெடுக்கவும், உங்கள் காட்சி விருப்பங்களுக்கு ஏற்ப.\n◆ மறுஅளவிடக்கூடிய பக்க பேனல்\nவிளிம்பைப் பிடிப்பதன் மூலம் பக்க பேனலின் அகலத்தை நீங்கள் சரிசெய்யலாம், அதன் அளவை அதிகரிக்கலாம் அல்லது குறைக்கலாம்.\n◆ பக்கப்பட்டியை விரைவாகச் செயல்படுத்த தனிப்பயன் விசைப்பலகை சேர்க்கைகளை வரையறுக்கவும்\n◆ டார்க் பயன்முறைக்கான ஆதரவு\n\nதிட்டத் தகவல்:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nதேவையான அனுமதிகள்:\n◆ \"சூழல் மெனுக்கள்\": பக்கவாட்டு பேனலை உடனடியாகத் திறக்க சூழல் மெனுவைச் சேர்க்கவும்.\n◆ \"பக்க பேனல்\": பக்கவாட்டு பேனலில் இணையதளத்தை பார்க்க அனுமதிக்கவும்.\n◆ \"சேமிப்பு\": அமைப்புகளை உள்நாட்டில் சேமித்து உங்கள் இணைய உலாவி கணக்குடன் ஒத்திசைக்கவும்.\n◆ \"declarativeNetRequestWithHostAccess\": பக்க பேனலில் அனைத்து இணையதளங்களையும் பார்க்க அனுமதிக்கவும்.\n\nகுறிப்பு:\nபக்கப்பட்டியில் இந்தப் பக்கத்தைப் பார்க்க அனுமதிக்கும் வகையில் CSP தலைப்புகள் தனிப்பயனாக்கப்பட்டுள்ளன.\n\n<<< விருப்ப அம்சம் >>>\nYouTube மற்றும் அதற்கு அப்பால் டர்ன் ஆஃப் தி லைட்ஸ் உலாவி நீட்டிப்பை நிறுவுவதன் மூலம், இரவில் உங்கள் கண்களைப் பாதுகாக்கவும், YouTube™ போன்ற வீடியோ பிளேயரில் கவனம் செலுத்துவதற்கான விருப்ப அம்சத்தைத் திறக்கவும்.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "te": "పని చేస్తున్నప్పుడు లేదా వెబ్‌లో బ్రౌజ్ చేస్తున్నప్పుడు ట్యాబ్‌ల మధ్య నిరంతరం మారడం వల్ల మీరు విసిగిపోయారా? పేజీ సైడ్‌బార్ బ్రౌజర్ పొడిగింపుతో, మీరు అనుకూలీకరించదగిన సైడ్‌బార్‌కి తక్షణ ప్రాప్యతను పొందుతారు, ఇది మీకు ఇష్టమైన వెబ్‌సైట్‌లను అప్రయత్నంగా లాగడానికి మరియు వదలడానికి మరియు వాటిని పక్కపక్కనే వీక్షించడానికి మిమ్మల్ని అనుమతిస్తుంది. మీ వర్క్‌ఫ్లోను క్రమబద్ధీకరించండి, అనవసరమైన ట్యాబ్-స్విచింగ్‌లను తొలగించండి మరియు ఈరోజు మీ ఆన్‌లైన్ అనుభవాన్ని నియంత్రించండి!\n\nపేజీ సైడ్‌బార్ అనేది ఉత్పాదకతను పెంచడానికి రూపొందించబడిన తేలికైన మరియు ఉపయోగకరమైన యాడ్-ఇన్. ఈ సాధనంతో, మీరు మీకు ఇష్టమైన వెబ్‌సైట్‌లను సైడ్‌బార్‌లోకి అప్రయత్నంగా లాగవచ్చు మరియు వదలవచ్చు, శీఘ్ర ప్రాప్యత కోసం అనుకూలమైన హబ్‌ను సృష్టించవచ్చు. అంతేకాకుండా, మీరు హైలైట్ చేసిన టెక్స్ట్‌ను సైడ్‌బార్‌లోకి లాగినప్పుడు, అది మీకు ఇష్టమైన సెర్చ్ ఇంజిన్‌లో ఆ కీవర్డ్ కోసం ఆటోమేటిక్‌గా శోధిస్తుంది. కొత్త ట్యాబ్‌లను తెరవాల్సిన అవసరం లేదు లేదా మీ వర్క్‌ఫ్లో అంతరాయం కలిగించాల్సిన అవసరం లేదు - మీకు అవసరమైన సమాచారం సైడ్‌బార్‌లో మీ వేలికొనలకు ఉంది.\n\nబ్రౌజర్ పొడిగింపు లక్షణాలు:\n◆ బ్రౌజింగ్ అనుభవం:\nబలమైన వెబ్ బ్రౌజర్ సైడ్‌బార్ వీక్షణతో ఏదైనా వెబ్‌పేజీని సజావుగా తెరవండి. వికీపీడియా కథనాన్ని చదివినా, YouTube వీడియోను చూసినా, టెక్స్ట్ ఎడిటర్‌లో వ్రాసినా, కోడింగ్ చేసినా, మీ క్యాలెండర్‌ని విభజించినా, ఒక పదాన్ని అనువదించడం, షాపింగ్ చేయడం లేదా ఇమెయిల్‌లకు ప్రతిస్పందించడం, మీ బ్రౌజింగ్ అనుభవాన్ని మెరుగుపరచడం, ChatGPT, Gemini, Claude, Microsoft Copilot, లేదా సైడ్‌బార్‌లో సౌకర్యవంతంగా యాక్సెస్ చేయగల ఏదైనా ఇతర AI మొదలైనవి.\n◆ మల్టీ-ట్యాబ్ సైడ్‌బార్\nఒకే సైడ్‌బార్‌లో బహుళ పేజీలను సులభంగా తెరవండి మరియు నిర్వహించండి. ఉదాహరణకు, నోషన్, టోడోయిస్ట్, ట్రెల్లో మరియు గూగుల్ ట్రాన్స్‌లేట్‌ని తెరిచి, ట్యాబ్‌ల మధ్య అప్రయత్నంగా మారండి.\n◆ యాక్సిడెంటల్ ట్యాబ్ మూసివేతను నిరోధించండి\nమీరు \"x\" చిహ్నాన్ని క్లిక్ చేసినప్పుడు అనుకోకుండా ట్యాబ్‌లు మూసివేయబడకుండా నిరోధించడానికి హెచ్చరికను ప్రారంభించండి.\n◆ సందర్భ మెను\nసైడ్ ప్యానెల్‌లోని ఏదైనా లింక్‌ను సజావుగా తెరవడానికి కుడి-క్లిక్ చేయడం ద్వారా సందర్భ మెనుని యాక్సెస్ చేయండి. మరియు సైడ్ ప్యానెల్ శోధన పేజీని తెరవడానికి వచనాన్ని ఎంచుకున్నారు.\n◆ పిన్ చేసిన సైడ్ ప్యానెల్:\nమీరు దానిని మూసివేయాలని ఎంచుకునే వరకు సైడ్ ప్యానెల్ తెరిచి ఉంటుంది, ఒకే విండోలో అనుకూలమైన సూచన మరియు అప్రయత్నంగా పేజీ పోలికను అనుమతిస్తుంది.\n◆ లాగి వదలండి:\nసమర్థవంతమైన నావిగేషన్ కోసం లింక్‌లు మరియు వచనాన్ని సులభంగా లాగండి మరియు వదలండి.\n◆ మొదటి పేజీ:\nఅనుకూలమైన బ్రౌజింగ్ అనుభవం కోసం సైడ్ ప్యానెల్‌లో ప్రదర్శించబడే ప్రారంభ హోమ్ పేజీని అనుకూలీకరించండి.\n◆ నావిగేషన్ బార్:\n- డిఫాల్ట్ పేజీకి లేదా మీ అనుకూల హోమ్ పేజీకి ఒకే క్లిక్‌తో వీక్షణను రీసెట్ చేయడానికి హోమ్ బటన్\n- డిఫాల్ట్ శోధన ఇంజిన్‌ను ఉపయోగించి స్వయంచాలకంగా శోధన పదాలతో త్వరిత URL ట్రాకింగ్ కోసం నావిగేషన్ బార్‌లోని శోధన పెట్టెను ఉపయోగించండి. అదనంగా, సైడ్ ప్యానెల్‌లో వెబ్‌సైట్‌లను తెరవడానికి URLలను నేరుగా శోధన పెట్టెలో అతికించండి, మీ బ్రౌజింగ్ వర్క్‌ఫ్లోను క్రమబద్ధీకరించండి.\n- వ్యక్తిగతీకరించిన ఇంటర్‌ఫేస్ కోసం ఎగువన, దిగువన లేదా దాచబడిన నావిగేషన్ బార్ స్థానాన్ని నిర్దేశించండి.\n◆ అనుకూలీకరించదగిన శోధన ఇంజిన్:\nGoogle, Bing, DuckDuckGo, Baidu మరియు Yandexతో సహా అనుకూలీకరించదగిన శోధన ఇంజిన్ ఎంపికలను ఆస్వాదించండి.\n◆ కస్టమ్ టూల్‌బార్ చిహ్నం:\nమీ దృశ్య ప్రాధాన్యతలకు అనుగుణంగా కాంతి లేదా చీకటి మోడ్‌లో మీకు ఇష్టమైన టూల్‌బార్ చిహ్నాన్ని ఎంచుకోండి.\n◆ పునఃపరిమాణం చేయగల సైడ్ ప్యానెల్\nమీరు అంచుని పట్టుకోవడం ద్వారా సైడ్ ప్యానెల్ వెడల్పును సర్దుబాటు చేయవచ్చు, దాని పరిమాణాన్ని పెంచడం లేదా తగ్గించడం.\n◆ సైడ్‌బార్‌ను వేగంగా సక్రియం చేయడానికి అనుకూల కీబోర్డ్ కలయికలను నిర్వచించండి\n◆ డార్క్ మోడ్‌కు మద్దతు\n\nప్రాజెక్ట్ సమాచారం:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nఅవసరమైన అనుమతులు:\n◆ \"contextMenus\": సైడ్ ప్యానెల్‌ను తక్షణమే తెరవడానికి సందర్భ మెనుని జోడించండి.\n◆ \"సైడ్‌ప్యానెల్\": వెబ్‌సైట్ సైడ్ ప్యానెల్‌లో కనిపించేలా అనుమతించండి.\n◆ \"నిల్వ\": సెట్టింగ్‌లను స్థానికంగా సేవ్ చేయండి మరియు మీ వెబ్ బ్రౌజర్ ఖాతాతో సమకాలీకరించండి.\n◆ \"declarativeNetRequestWithHostAccess\": అన్ని వెబ్‌సైట్‌లను సైడ్ ప్యానెల్‌లో వీక్షించడానికి అనుమతించండి.\n\nగమనిక:\nఈ పేజీని సైడ్‌బార్‌లో వీక్షించడానికి CSP హెడర్‌లు అనుకూలీకరించబడ్డాయి.\n\n<<< ఎంపిక ఫీచర్ >>>\nYouTube మరియు బియాండ్ కోసం టర్న్ ఆఫ్ ది లైట్స్ బ్రౌజర్ ఎక్స్‌టెన్షన్‌ను ఇన్‌స్టాల్ చేయడం ద్వారా రాత్రిపూట మీ కళ్ళను రక్షించడానికి మరియు YouTube™ వంటి వీడియో ప్లేయర్‌పై దృష్టి పెట్టడానికి ఎంపిక లక్షణాన్ని అన్‌లాక్ చేయండి.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "th": "คุณเบื่อกับการสลับระหว่างแท็บต่างๆ ตลอดเวลาขณะทำงานหรือท่องเว็บหรือไม่? ด้วยส่วนขยายเบราว์เซอร์ Page Sidebar คุณจะสามารถเข้าถึงแถบด้านข้างที่ปรับแต่งได้ทันที ซึ่งช่วยให้คุณสามารถลากและวางเว็บไซต์โปรดของคุณและดูแบบเคียงข้างกันได้อย่างง่ายดาย ปรับปรุงขั้นตอนการทำงานของคุณ กำจัดการสลับแท็บที่ไม่จำเป็น และควบคุมประสบการณ์ออนไลน์ของคุณวันนี้!\n\nแถบด้านข้างของหน้าคือ Add-in ที่มีน้ำหนักเบาและมีประโยชน์ ซึ่งออกแบบมาเพื่อยกระดับประสิทธิภาพการทำงาน ด้วยเครื่องมือนี้ คุณสามารถลากและวางเว็บไซต์โปรดของคุณลงในแถบด้านข้างได้อย่างง่ายดาย สร้างศูนย์กลางที่สะดวกสำหรับการเข้าถึงที่รวดเร็ว นอกจากนี้ เมื่อคุณลากข้อความที่ไฮไลต์ลงในแถบด้านข้าง ข้อความจะค้นหาคำสำคัญนั้นในเครื่องมือค้นหาที่คุณชื่นชอบโดยอัตโนมัติ ไม่จำเป็นต้องเปิดแท็บใหม่หรือขัดจังหวะขั้นตอนการทำงานของคุณ ข้อมูลที่คุณต้องการอยู่เพียงปลายนิ้วสัมผัสในแถบด้านข้าง\n\nคุณสมบัติส่วนขยายเบราว์เซอร์:\n◆ ประสบการณ์การเรียกดู:\nเปิดหน้าเว็บใดๆ ได้อย่างราบรื่นด้วยมุมมองแถบด้านข้างของเว็บเบราว์เซอร์อันแข็งแกร่ง ไม่ว่าจะอ่านบทความ Wikipedia ดูวิดีโอ YouTube เขียนในโปรแกรมแก้ไขข้อความ เขียนโค้ด แยกมุมมองปฏิทิน แปลคำศัพท์ ช้อปปิ้ง หรือตอบอีเมล ปรับปรุงประสบการณ์การเรียกดูของคุณ ChatGPT, Gemini, Claude, Microsoft Copilot หรือ AI อื่นๆ ที่เข้าถึงได้สะดวกในแถบด้านข้าง เป็นต้น\n◆ แถบด้านข้างแบบหลายแท็บ\nเปิดและจัดการหลายหน้าได้อย่างง่ายดายภายในแถบด้านข้างเดียว ตัวอย่างเช่น เปิด Notion, Todoist, Trello และ Google Translate และสลับไปมาระหว่างแท็บต่างๆ ได้อย่างง่ายดาย\n◆ ป้องกันการปิดแท็บโดยไม่ได้ตั้งใจ\nเปิดใช้งานคำเตือนเพื่อป้องกันไม่ให้แท็บปิดโดยไม่ได้ตั้งใจเมื่อคุณคลิกไอคอน \"x\"\n◆ เมนูบริบท\nเข้าถึงเมนูบริบทโดยคลิกขวาเพื่อเปิดลิงก์ใดๆ ในแผงด้านข้างได้อย่างราบรื่น และเลือกข้อความเพื่อเปิดหน้าค้นหาแผงด้านข้าง\n◆ แผงด้านข้างที่ปักหมุด:\nแผงด้านข้างยังคงเปิดอยู่จนกว่าคุณจะเลือกที่จะปิด ช่วยให้อ้างอิงได้สะดวกและเปรียบเทียบหน้าได้อย่างง่ายดายภายในหน้าต่างเดียว\n◆ ลากและวาง:\nลากและวางลิงก์และข้อความได้อย่างง่ายดายเพื่อการนำทางที่มีประสิทธิภาพ\n◆ หน้าแรก:\nปรับแต่งหน้าแรกเริ่มต้นที่แสดงในแผงด้านข้างเพื่อประสบการณ์การท่องเว็บที่ปรับแต่งตามความต้องการ\n◆ แถบนำทาง:\n- ปุ่มโฮมเพื่อรีเซ็ตมุมมองด้วยการคลิกเพียงครั้งเดียวไปยังหน้าเริ่มต้นหรือโฮมเพจที่คุณกำหนดเอง\n- ใช้ช่องค้นหาในแถบนำทางเพื่อการติดตาม URL อย่างรวดเร็ว โดยมีคำค้นหาโดยอัตโนมัติโดยใช้เครื่องมือค้นหาเริ่มต้น นอกจากนี้ วาง URL ลงในช่องค้นหาโดยตรงเพื่อเปิดเว็บไซต์ในแผงด้านข้าง ซึ่งจะทำให้ขั้นตอนการท่องเว็บของคุณคล่องตัวขึ้น\n- กำหนดตำแหน่งของแถบนำทางที่ด้านบน ด้านล่าง หรือซ่อนไว้สำหรับอินเทอร์เฟซส่วนบุคคล\n◆ เครื่องมือค้นหาที่ปรับแต่งได้:\nเพลิดเพลินกับตัวเลือกเครื่องมือค้นหาที่ปรับแต่งได้ รวมถึง Google, Bing, DuckDuckGo, Baidu และ Yandex\n◆ ไอคอนแถบเครื่องมือที่กำหนดเอง:\nเลือกไอคอนแถบเครื่องมือที่คุณต้องการในโหมดสว่างหรือมืด โดยปรับให้เข้ากับการตั้งค่าภาพของคุณ\n◆ แผงด้านข้างปรับขนาดได้\nคุณสามารถปรับความกว้างของแผงด้านข้างได้โดยการจับที่ขอบ ไม่ว่าจะเพิ่มหรือลดขนาดก็ตาม\n◆ กำหนดชุดแป้นพิมพ์ที่กำหนดเองเพื่อเปิดใช้งานแถบด้านข้างอย่างรวดเร็ว\n◆ รองรับโหมดมืด\n\nข้อมูลโครงการ:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nสิทธิ์ที่จำเป็น:\n◆ \"contextMenus\": เพิ่มเมนูบริบทเพื่อเปิดแผงด้านข้างทันที\n◆ \"แผงด้านข้าง\": อนุญาตให้เว็บไซต์มองเห็นได้ในแผงด้านข้าง\n◆ \"ที่เก็บข้อมูล\": บันทึกการตั้งค่าในเครื่องและซิงค์กับบัญชีเว็บเบราว์เซอร์ของคุณ\n◆ \"declarativeNetRequestWithHostAccess\": อนุญาตให้ดูเว็บไซต์ทั้งหมดได้ในแผงด้านข้าง\n\nบันทึก:\nส่วนหัว CSP ได้รับการปรับแต่งเพื่อให้สามารถดูหน้านี้ได้ในแถบด้านข้าง\n\n<<< คุณสมบัติตัวเลือก >>>\nปลดล็อคคุณสมบัติตัวเลือกเพื่อปกป้องดวงตาของคุณในเวลากลางคืนและมุ่งเน้นไปที่เครื่องเล่นวิดีโอ เช่น YouTube™ โดยการติดตั้งส่วนขยายเบราว์เซอร์ Turn Off the Lights สำหรับ YouTube และ Beyond\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "tr": "Çalışırken veya internette gezinirken sürekli sekmeler arasında geçiş yapmaktan yoruldunuz mu? Sayfa Kenar Çubuğu tarayıcı uzantısıyla, favori web sitelerinizi zahmetsizce sürükleyip bırakmanıza ve bunları yan yana görüntülemenize olanak tanıyan özelleştirilebilir bir kenar çubuğuna anında erişim elde edersiniz. İş akışınızı kolaylaştırın, gereksiz sekme değiştirmeyi ortadan kaldırın ve çevrimiçi deneyiminizin kontrolünü bugün elinize alın!\n\nSayfa Kenar Çubuğu, üretkenliği artırmak için tasarlanmış hafif ve kullanışlı bir eklentidir. Bu araçla, favori web sitelerinizi zahmetsizce kenar çubuğuna sürükleyip bırakarak hızlı erişim için uygun bir merkez oluşturabilirsiniz. Üstelik, vurgulanan bir metni kenar çubuğuna sürüklediğinizde, bu anahtar kelimeyi favori arama motorunuzda otomatik olarak arayacaktır. Yeni sekmeler açmanıza veya iş akışınızı kesintiye uğratmanıza gerek yok; ihtiyacınız olan bilgiler kenar çubuğunda parmaklarınızın ucunda.\n\nTarayıcı uzantısı özellikleri:\n◆ Tarama Deneyimi:\nGüçlü bir web tarayıcısı kenar çubuğu görünümüyle herhangi bir web sayfasını sorunsuz bir şekilde açın. İster bir Wikipedia makalesi okuyun, ister bir YouTube videosu izleyin, ister bir metin düzenleyicide yazın, ister kod yazın, ister takviminizi bölünmüş görünümde görüntüleyin, bir kelimeyi çevirin, alışveriş yapın veya e-postalara yanıt verin, tarama deneyiminizi geliştirin, ChatGPT, Gemini, Claude, Microsoft Copilot veya kenar çubuğunda kolayca erişilebilen herhangi bir diğer AI, vb.\n◆ Çoklu Sekme Kenar Çubuğu\nTek bir kenar çubuğunda birden fazla sayfayı kolayca açın ve yönetin. Örneğin, Notion, Todoist, Trello ve Google Translate'i açın ve sekmeler arasında zahmetsizce geçiş yapın.\n◆ Sekmelerin Yanlışlıkla Kapatılmasını Önleyin\n\"x\" simgesine tıkladığınızda sekmelerin yanlışlıkla kapanmasını önlemek için bir uyarı etkinleştirin.\n◆ İçerik Menüsü\nYan paneldeki herhangi bir bağlantıyı sorunsuz bir şekilde açmak için sağ tıklayarak içerik menüsüne erişin. Ve yan panel arama sayfasını açmak için seçilen metin.\n◆ Sabitlenmiş Yan Panel:\nYan panel, siz kapatmayı seçene kadar açık kalır ve tek bir pencerede rahat referansa ve zahmetsiz sayfa karşılaştırmasına olanak tanır.\n◆ Sürükleyip bırakın:\nVerimli gezinme için bağlantıları ve metni kolayca sürükleyip bırakın.\n◆ İlk Sayfa:\nÖzel bir tarama deneyimi için yan panelde görüntülenen ilk ana sayfayı özelleştirin.\n◆ Gezinme Çubuğu:\n- Görünümü tek bir tıklamayla varsayılan sayfaya veya özel ana sayfanıza sıfırlamak için ana sayfa düğmesi\n- Arama terimlerinin otomatik olarak varsayılan arama motorunu kullanarak hızlı URL takibi için gezinme çubuğundaki arama kutusunu kullanın. Ayrıca, web sitelerini yan panelde açmak için URL'leri doğrudan arama kutusuna yapıştırın ve tarama iş akışınızı kolaylaştırın.\n- Kişiselleştirilmiş bir arayüz için gezinme çubuğunun konumunu üstte, altta veya gizli olarak belirleyin.\n◆ Özelleştirilebilir Arama Motoru:\nGoogle, Bing, DuckDuckGo, Baidu ve Yandex dahil özelleştirilebilir arama motoru seçeneklerinin keyfini çıkarın.\n◆ Özel Araç Çubuğu Simgesi:\nTercih ettiğiniz araç çubuğu simgesini, görsel tercihlerinize göre açık veya koyu modda seçin.\n◆ Yeniden Boyutlandırılabilir Yan Panel\nYan panelin genişliğini kenarından tutarak boyutunu artırarak veya azaltarak ayarlayabilirsiniz.\n◆ Kenar çubuğunu hızlı bir şekilde etkinleştirmek için özel klavye kombinasyonlarını tanımlayın\n◆ Karanlık Mod Desteği\n\nProje bilgisi:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nGerekli İzinler:\n◆ \"contextMenus\": Yan paneli anında açmak için bir içerik menüsü ekleyin.\n◆ \"yan panel\": Web sitesinin yan panelde görünmesine izin verin.\n◆ \"depolama\": Ayarları yerel olarak kaydedin ve web tarayıcısı hesabınızla senkronize edin.\n◆ \"declarativeNetRequestWithHostAccess\": Tüm web sitelerinin yan panelde görüntülenmesine izin verin.\n\nNot:\nCSP başlıkları bu sayfanın kenar çubuğunda görüntülenmesine izin verecek şekilde özelleştirilmiştir.\n\n<<< Seçenek özelliği >>>\nYouTube ve Beyond için Turn Off the Lights tarayıcı uzantısını yükleyerek geceleri gözlerinizi korumak ve YouTube™ gibi video oynatıcıya odaklanmak için bir seçenek özelliğinin kilidini açın.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "uk": "Вам набридло постійно перемикатися між вкладками під час роботи чи перегляду веб-сторінок? Завдяки розширенню для веб-переглядача Page Sidebar ви отримуєте миттєвий доступ до настроюваної бічної панелі, яка дозволяє без зусиль перетягувати ваші улюблені веб-сайти та переглядати їх поруч. Оптимізуйте свій робочий процес, усуньте непотрібне перемикання вкладок і візьміть під контроль роботу в Інтернеті вже сьогодні!\n\nБічна панель сторінки — це легка та корисна надбудова, призначена для підвищення продуктивності. За допомогою цього інструменту ви можете легко перетягувати улюблені веб-сайти на бічну панель, створюючи зручний центр для швидкого доступу. Крім того, коли ви перетягуєте виділений текст на бічну панель, він автоматично шукатиме це ключове слово у вашій улюбленій пошуковій системі. Немає необхідності відкривати нові вкладки чи переривати робочий процес – потрібна інформація у вас під рукою на бічній панелі.\n\nФункції розширення для браузера:\n◆ Досвід перегляду:\nЛегко відкривайте будь-яку веб-сторінку за допомогою надійної бічної панелі веб-браузера. Читаєте статтю у Вікіпедії, переглядаєте відео на YouTube, пишете в текстовому редакторі, кодуєте, переглядаєте календар у роздільному режимі, перекладаєте слово, здійснюєте покупки чи відповідаєте на електронні листи – покращте свій досвід перегляду, ChatGPT, Gemini, Claude, Microsoft Copilot, або будь-який інший штучний інтелект, зручно доступний на бічній панелі тощо.\n◆ Бічна панель із кількома вкладками\nЛегко відкривайте та керуйте кількома сторінками на одній бічній панелі. Наприклад, відкрийте Notion, Todoist, Trello та Google Translate і легко перемикайтеся між вкладками.\n◆ Запобігайте випадковому закриттю вкладки\nУвімкніть попередження, щоб запобігти випадковому закриттю вкладок, коли ви натискаєте значок «x».\n◆ Контекстне меню\nВідкрийте контекстне меню, клацнувши правою кнопкою миші, щоб легко відкрити будь-яке посилання на бічній панелі. І виділений текст, щоб відкрити сторінку пошуку на бічній панелі.\n◆ Закріплена бічна панель:\nБічна панель залишається відкритою, доки ви не вирішите її закрити, що дозволяє зручно переглядати посилання та легко порівнювати сторінки в одному вікні.\n◆ Перетягніть:\nЛегко перетягуйте посилання та текст для ефективної навігації.\n◆ Перша сторінка:\nНалаштуйте початкову домашню сторінку, що відображається на бічній панелі, для індивідуального перегляду.\n◆ Панель навігації:\n- Кнопка «Домашня сторінка» для скидання перегляду одним клацанням до сторінки за замовчуванням або вашої спеціальної домашньої сторінки\n- Використовуйте вікно пошуку на навігаційній панелі для швидкого відстеження URL-адрес із пошуковими термінами, які автоматично використовуються пошуковою системою за умовчанням. Крім того, вставляйте URL-адреси безпосередньо у вікно пошуку, щоб відкривати веб-сайти на бічній панелі, спрощуючи робочий процес перегляду.\n- Призначте положення панелі навігації вгорі, внизу або приховане для персоналізованого інтерфейсу.\n◆ Настроювана пошукова система:\nНасолоджуйтеся настроюваними параметрами пошукової системи, зокрема Google, Bing, DuckDuckGo, Baidu та Yandex.\n◆ Спеціальний значок панелі інструментів:\nВиберіть потрібну піктограму панелі інструментів у світлому або темному режимі відповідно до ваших візуальних уподобань.\n◆ Бічна панель зі змінним розміром\nВи можете регулювати ширину бічної панелі, захоплюючи край, збільшуючи або зменшуючи її розмір.\n◆ Визначте власні комбінації клавіатури, щоб швидко активувати бічну панель\n◆ Підтримка темного режиму\n\nІнформація про проект:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nНеобхідні дозволи:\n◆ \"contextMenus\": додайте контекстне меню, щоб миттєво відкрити бічну панель.\n◆ \"sidepanel\": дозволити веб-сайту бути видимим на бічній панелі.\n◆ \"зберігання\": збереження налаштувань локально та синхронізація з обліковим записом веб-браузера.\n◆ \"declarativeNetRequestWithHostAccess\": дозволити перегляд усіх веб-сайтів на бічній панелі.\n\nПримітка:\nЗаголовки CSP налаштовано, щоб цю сторінку можна було переглядати на бічній панелі.\n\n<<< Функція опції >>>\nРозблокуйте додаткову функцію, щоб захистити очі вночі та зосередитися на відеопрогравачі, наприклад YouTube™, встановивши розширення для браузера Turn Off the Lights для YouTube і не тільки.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "vi": "Bạn cảm thấy mệt mỏi khi phải liên tục chuyển đổi giữa các tab trong khi làm việc hoặc duyệt web? Với tiện ích mở rộng trình duyệt Thanh bên Trang, bạn có quyền truy cập tức thì vào thanh bên có thể tùy chỉnh cho phép bạn dễ dàng kéo và thả các trang web yêu thích của mình và xem chúng cạnh nhau. Hợp lý hóa quy trình làm việc của bạn, loại bỏ việc chuyển đổi tab không cần thiết và kiểm soát trải nghiệm trực tuyến của bạn ngay hôm nay!\n\nThanh bên Trang là một tiện ích bổ sung nhẹ và hữu ích được thiết kế để nâng cao năng suất. Với công cụ này, bạn có thể dễ dàng kéo và thả các trang web yêu thích của mình vào thanh bên, tạo ra một trung tâm thuận tiện để truy cập nhanh. Hơn nữa, khi bạn kéo văn bản được đánh dấu vào thanh bên, nó sẽ tự động tìm kiếm từ khóa đó trong công cụ tìm kiếm yêu thích của bạn. Không cần phải mở tab mới hoặc làm gián đoạn quy trình làm việc của bạn – thông tin bạn cần nằm ngay trong tầm tay bạn trong thanh bên.\n\nCác tính năng mở rộng của trình duyệt:\n◆ Trải nghiệm duyệt web:\nMở bất kỳ trang web nào một cách liền mạch với chế độ xem thanh bên mạnh mẽ của trình duyệt web. Cho dù đang đọc bài viết trên Wikipedia, xem video trên YouTube, viết trong trình soạn thảo văn bản, mã hóa, xem lịch theo chế độ chia đôi, dịch một từ, mua sắm hay trả lời email, hãy nâng cao trải nghiệm duyệt web của bạn, ChatGPT, Gemini, Claude, Microsoft Copilot hoặc bất kỳ AI nào khác có thể truy cập thuận tiện trong thanh bên, v.v.\n◆ Thanh bên nhiều tab\nDễ dàng mở và quản lý nhiều trang trong một thanh bên duy nhất. Ví dụ, mở Notion, Todoist, Trello và Google Translate, và dễ dàng chuyển đổi giữa các tab.\n◆ Ngăn chặn việc đóng tab vô tình\nBật cảnh báo để ngăn chặn việc đóng tab vô tình khi bạn nhấp vào biểu tượng \"x\".\n◆ Trình đơn ngữ cảnh\nTruy cập menu ngữ cảnh bằng cách nhấp chuột phải để mở liền mạch bất kỳ liên kết nào trong bảng điều khiển bên cạnh. Và văn bản đã chọn để mở trang tìm kiếm bảng điều khiển bên.\n◆ Bảng điều khiển bên được ghim:\nBảng điều khiển bên vẫn mở cho đến khi bạn chọn đóng nó, cho phép tham khảo thuận tiện và so sánh trang dễ dàng trong một cửa sổ.\n◆ Kéo và thả:\nDễ dàng kéo và thả các liên kết và văn bản để điều hướng hiệu quả.\n◆ Trang đầu tiên:\nTùy chỉnh trang chủ ban đầu được hiển thị trong bảng điều khiển bên để có trải nghiệm duyệt web phù hợp.\n◆ Thanh điều hướng:\n- Nút trang chủ để đặt lại chế độ xem chỉ bằng một cú nhấp chuột vào trang mặc định hoặc trang chủ tùy chỉnh của bạn\n- Sử dụng hộp tìm kiếm trong thanh điều hướng để theo dõi URL nhanh chóng, với các cụm từ tìm kiếm tự động sử dụng công cụ tìm kiếm mặc định. Ngoài ra, dán URL trực tiếp vào hộp tìm kiếm để mở các trang web trong bảng điều khiển bên cạnh, đơn giản hóa quy trình duyệt web của bạn.\n- Chỉ định vị trí thanh điều hướng trên cùng, dưới cùng hoặc ẩn để cá nhân hóa giao diện.\n◆ Công cụ tìm kiếm có thể tùy chỉnh:\nTận hưởng các tùy chọn công cụ tìm kiếm có thể tùy chỉnh, bao gồm Google, Bing, DuckDuckGo, Baidu và Yandex.\n◆ Biểu tượng thanh công cụ tùy chỉnh:\nChọn biểu tượng thanh công cụ ưa thích của bạn ở chế độ sáng hoặc tối, điều chỉnh theo sở thích trực quan của bạn.\n◆ Bảng điều khiển bên có thể thay đổi kích thước\nBạn có thể điều chỉnh độ rộng của bảng điều khiển bên bằng cách nắm vào cạnh, tăng hoặc giảm kích thước của nó.\n◆ Xác định các tổ hợp bàn phím tùy chỉnh để kích hoạt nhanh thanh bên\n◆ Hỗ trợ Chế độ tối\n\nThông tin dự án:\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\nQuyền cần thiết:\n◆ \"contextMenus\": Thêm menu ngữ cảnh để mở ngay bảng điều khiển bên cạnh.\n◆ \"sidepanel\": Cho phép hiển thị trang web trong bảng điều khiển bên.\n◆ \"lưu trữ\": Lưu cài đặt cục bộ và đồng bộ hóa với tài khoản trình duyệt web của bạn.\n◆ \"declarativeNetRequestWithHostAccess\": Cho phép xem tất cả các trang web trong bảng điều khiển bên cạnh.\n\nGhi chú:\nTiêu đề CSP đã được tùy chỉnh để cho phép xem trang này trong thanh bên.\n\n<<< Tính năng tùy chọn >>>\nMở khóa tính năng tùy chọn để bảo vệ đôi mắt của bạn vào ban đêm và tập trung vào trình phát video, chẳng hạn như YouTube™, bằng cách cài đặt tiện ích mở rộng trình duyệt Tắt đèn cho YouTube và Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "zh_CN": "你是否厌倦了在工作或浏览网页时不断在标签之间切换？通过Page Sidebar浏览器扩展，您可以立即获得一个可定制的侧边栏，轻松拖放您喜欢的网站并并排查看。简化您的工作流程，消除不必要的标签切换，立即掌控您的在线体验吧！\n\nPage Sidebar是一个轻量而实用的附加组件，旨在提高生产力。使用此工具，您可以轻松将喜欢的网站拖放到侧边栏中，创建一个便捷的中心以快速访问。此外，当您将突出显示的文本拖放到侧边栏时，它将自动在您喜欢的搜索引擎中搜索该关键词。无需打开新标签或中断工作流程-您所需的信息就在侧边栏的指尖之间。\n\n浏览器扩展功能：\n◆ 浏览体验：\n使用强大的 Web 浏览器侧边栏视图无缝打开任何网页。无论是阅读维基百科文章、观看 YouTube 视频、在文本编辑器中编写代码、分屏查看日历、翻译单词、购物还是回复电子邮件，都可以增强您的浏览体验，ChatGPT、Gemini、Claude、Microsoft Copilot 或侧边栏中方便访问的任何其他 AI 等。\n◆ 多标签侧边栏\n在单个侧边栏中轻松打开和管理多个页面。例如，打开 Notion、Todoist、Trello 和 Google Translate，并轻松在标签之间切换。\n◆ 防止意外关闭标签\n启用警告，以防止单击“x”图标时意外关闭标签。\n◆ 上下文菜单\n通过右键单击访问上下文菜单，无缝打开侧边栏中的任何链接。并选择文本以打开侧边栏搜索页面。\n◆ 固定侧边栏：\n侧边栏保持打开状态，直到您选择关闭它，方便参考并在单个窗口内轻松比较页面。\n◆ 拖放：\n轻松拖放链接和文本以实现高效导航。\n◆ 首页：\n自定义侧边栏中显示的初始主页，实现个性化浏览体验。\n◆ 导航栏：\n- 主页按钮可通过单击重置视图为默认页面或您自定义的主页\n- 利用导航栏中的搜索框进行快速URL跟踪，搜索项自动使用默认搜索引擎。此外，直接将URL粘贴到搜索框中以在侧边栏中打开网站，简化浏览工作流程。\n- 将导航栏的位置设置为顶部、底部或隐藏，实现个性化界面。\n◆ 可定制的搜索引擎：\n享受可定制的搜索引擎选项，包括Google、Bing、DuckDuckGo、百度和Yandex。\n◆ 自定义工具栏图标：\n选择您喜欢的工具栏图标，支持浅色或深色模式，适应您的视觉偏好。\n◆ 可调整大小的侧边栏\n您可以通过抓住边缘调整侧边栏的宽度，增加或减小其大小。\n◆ 定义自定义键盘组合以快速激活侧边栏\n◆ 支持深色模式\n\n项目信息：\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\n所需权限：\n◆ \"contextMenus\"：添加上下文菜单以立即打开侧边栏。\n◆ \"sidepanel\"：允许网站在侧边栏中可见。\n◆ \"storage\"：在本地保存设置并与您的Web浏览器帐户同步。\n◆ \"declarativeNetRequestWithHostAccess\"：允许在侧边栏中查看所有网站。\n\n注意：\n已自定义CSP标头以允许在侧边栏中查看此页面。\n\n<<< 可选功能 >>>\n解锁一个可选功能，以在晚上保护您的眼睛并专注于视频播放器，如YouTube™，安装Turn Off the Lights浏览器扩展，适用于YouTube和其他网站。\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "zh_TW": "你是否厭倦了在工作或瀏覽網頁時不斷切換標籤？透過 Page Sidebar 瀏覽器擴充功能，您可以立即獲得可自定義的側邊欄，讓您輕鬆拖放您喜愛的網站並且並排檢視。精簡您的工作流程，消除不必要的標籤切換，立即掌握您的在線體驗！\n\nPage Sidebar 是一個輕巧且實用的附加元件，旨在提高生產力。透過此工具，您可以輕鬆將您喜愛的網站拖放到側邊欄中，創建一個方便的中心，以便快速訪問。此外，當您將突顯的文字拖放到側邊欄時，它將自動在您喜愛的搜索引擎中搜索該關鍵字。無需打開新標籤或打斷您的工作流程 - 您在側邊欄中需要的信息就在您的指尖。\n\n瀏覽器擴充功能特點：\n◆ 瀏覽體驗：\n使用強大的網頁瀏覽器側邊欄視圖無縫開啟任何網頁。無論是閱讀維基百科文章、觀看 YouTube 影片、在文字編輯器中撰寫、編碼、分割檢視日曆、翻譯單字、購物或回覆電子郵件，都可以增強您的瀏覽體驗，ChatGPT、Gemini、Claude、Microsoft Copilot，或側邊欄中方便存取的任何其他人工智慧等。\n◆ 多選項卡側邊欄\n在單一側邊欄中輕鬆開啟和管理多個頁面。例如，打開 Notion、Todoist、Trello 和 Google Translate，並輕鬆在選項卡之間切換。\n◆ 防止標籤意外關閉\n啟用警告以防止在單擊“x”圖示時意外關閉選項卡。\n◆ 上下文菜單：\n通過右鍵單擊訪問上下文菜單，輕鬆打開側邊欄中的任何鏈接。並選擇文本以打開側邊欄搜索頁面。\n◆ 固定側邊欄：\n側邊欄保持打開，直到您選擇關閉它，方便參考並在單一窗口內輕鬆比較頁面。\n◆ 拖放：\n輕鬆拖放鏈接和文本進行高效導航。\n◆ 首頁：\n自定義側邊欄中顯示的初始主頁，以獲得量身定制的瀏覽體驗。\n◆ 導航欄：\n- 使用主頁按鈕單擊一下重置視圖，返回默認頁面或您的自定義主頁\n- 利用導航欄中的搜索框進行快速URL跟踪，搜索條件會自動使用默認搜索引擎。此外，直接將URL粘貼到搜索框中，以在側邊欄中打開網站，簡化您的瀏覽工作流程。\n- 為了個性化界面，指定導航欄的位置為頂部、底部或隱藏。\n◆ 可自定義搜索引擎：\n享受可自定義的搜索引擎選項，包括Google、Bing、DuckDuckGo、Baidu和Yandex。\n◆ 自定義工具欄圖標：\n在淺色或深色模式中選擇您喜愛的工具欄圖標，以適應您的視覺喜好。\n◆ 可調整大小的側邊欄：\n通過抓取邊緣，輕鬆調整側邊欄的寬度，增大或減小其尺寸。\n◆ 定義自定義鍵盤組合，以迅速激活側邊欄\n◆ 支援深色模式\n\n項目信息：\nhttps://www.stefanvd.net/project/page-sidebar/browser-extension/\n\n所需權限：\n◆ \"contextMenus\"：添加上下文菜單以立即打開側邊欄。\n◆ \"sidepanel\"：允許網站在側邊欄中可見。\n◆ \"storage\"：本地保存設置並與您的瀏覽器帳戶同步。\n◆ \"declarativeNetRequestWithHostAccess\"：允許在側邊欄中查看所有網站。\n\n注意：\nCSP標頭已經定制，以允許在側邊欄中查看此頁面。\n\n<<< 選項功能 >>>\n解鎖一個選項功能，保護您的眼睛，專注於夜間觀看視頻播放器，如YouTube™，通過安裝 Turn Off the Lights 瀏覽器擴充功能，適用於YouTube和其他平台。\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn"
  }
}