{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Recruiter Co-Pilot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automate resume downloads. View applicant's detail with our Chrome extension for LinkedIn. Simplifying hiring via LinkedIn"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Recruiter Co-Pilot is an indispensable extension designed to enhance the recruitment process. With its comprehensive range of features and seamless integration, this tool empowers recruiters to navigate the hiring journey with utmost efficiency and accuracy.\n\nOne of its key functionalities is its ability to retrieve all applicants from LinkedIn job postings. By leveraging the vast talent pool available on LinkedIn, Recruiter Co-Pilot ensures that recruiters have access to a wide array of potential candidates for their open positions.\n\nOnce the applicants are gathered, Recruiter Co-Pilot goes a step further by extracting crucial candidate information such as their name, email address, resume URL, and LinkedIn profile link. This automated process eliminates the need for manual data entry, saving recruiters valuable time and effort.\n\nTo further streamline the recruitment workflow, Recruiter Co-Pilot generates a CSV file containing all the details obtained from LinkedIn. This comprehensive report enables recruiters to easily organize and analyze candidate information, facilitating informed decision-making.\n\nWith Recruiter Co-Pilot, recruiters can take full advantage of LinkedIn's vast candidate pool, automate data extraction, and streamline collaboration with hiring managers. This extension revolutionizes the recruitment process, allowing recruiters to focus on what matters most—finding the best candidates for the job."
  }
}