{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WhatSender - Free WA Bulk Number filter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WA Bulk Number Filter Chrome Extension is a powerful and completely free tool designed to validate multiple WA numbers quickly and…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WA Bulk Number Filter Chrome Extension is a powerful and completely free tool designed to validate multiple WA numbers quickly and efficiently. Ideal for businesses, marketers, and individuals, this extension simplifies the process of verifying WhatsApp numbers directly through the web.\n\nHOW IT WORKS\n\n1. Log in to WA Web using your browser.\n2. Import or paste a list of phone numbers with country codes.\n3. Click the 'Start Check' button, and the extension will validate each number’s WA status in real time.\n\nThe tool uses WA Web to perform checks in the background, delivering instant results and saving valuable time. Users can export verified numbers as a CSV file for easy integration into contact lists or campaigns. Key features include:\n\nDeduplication: Automatically removes duplicate numbers to prevent redundancy.\nNumber Formatting: Cleans and organizes numbers for seamless validation.\nLive Tracking: Displays real-time results with a helpful counter for total and valid numbers.\n\nWith its intuitive interface and efficient performance, WA Bulk Number filter is a must-have for anyone looking to optimize their WA communication and streamline their contact management process.\n\nPowered by WhatSender"
  }
}