{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hola VPN - Your Website Unblocker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The easiest way to access the Borderless Internet, Hola VPN gets you Access to the global online content you want!"
  },
  "long": {
    "ar": "هولا في بي ان (Hola VPN) إصدار مجاني (محدود) أو مدفوع. افضل اضافة (VPN Extension) لمتصفح قوقل كروم (Google Chrome) للوصول إلى أي موقع ويب بنقرة واحدة.\n \nتمكنك هولا (Hola) من الوصول إلى المواقع المحجوبة في بلدك أو شركتك أو مدرستك. إنه مجاني وسهل الاستخدام!\n\nلست بحاجة إلى التسجيل أو فتح حساب Hola لفك تشفير وحجب معظم المواقع. فقط أضفها إلى قوقل كروم (Google Chrome) وابدأ في استخدامه. تتيح لك Hola فك تشفير والوصول إلى مواقع الويب المحظورة أو الخاضعة للرقابة في بلدك عن طريق تقنية الأنفاق (tunneling technology) الفريدة والسريعة.\n\nتعمل اضافة هولا (Hola Extension) بشكل مستقل 100٪. لا ترتبط ولا تشجع تنزيل أي برامج أخرى، حيث تعمل بكامل ميزاتها دون الحاجة إلى أي برنامج إضافي.\n\nيقوم الإصدار المجاني بإلغاء حظر معظم مواقع الويب لفترة محدودة من الوقت. لإلغاء حظر كل مواقع الويب ، قم بالتسجيل والاشتراك في الإصدار المدفوع Hola Premium - لست بحاجة إلى تثبيت أي برنامج إضافي!\n\nإذا واجهت أي مشاكل تقنية، يرجى مراسلتنا عبر البريد الإلكتروني help@hola.org\n\nتتطلب Hola الأذونات التالية:\n- الوكيل (Proxy): اسمح ل Hola بتوكيل حركة المرور الخاصة بك من خلال خادم (server) في بلد آخر، لتغيير عنوان IP الخاص بك وإلغاء حظر المواقع المحجوبة. لماذا؟ هذا هو مطلب أساسي لإلغاء حظر المواقع الإلكترونية.\n\n- كل المضيفين / طلبات الويب / حجب طلبات الويب (AllHosts/WebRequest/WebRequestBlocking): اسمح ل Hola بتتحقق كل طلب ويب وتعديله. لماذا؟ Hola هي أسرع أداة فك تشفير لأنها تستخدم تقنية تقسيم الأنفاق (split-tunneling technology)، وذلك لتوكيل (proxy) الحد الأدنى فقط من طلبات الويب المطلوبة لإلغاء حظر الموقع (unlocking) عند الضرورة فقط.\n\n- علامات التبويب (Tabs): اسمح ل Hola بتتبع علامات التبويب الخاصة بك. لماذا؟ لأداءٍ أسرع. بهذه الطريقة، يمكن تفعيل Hola في علامات تبويب محددة فقط. ستظهر نافذة داخل الصفحة للسماح لك بتمكين أو تعطيل Hola وإصلاح مشاكل الاتصال.\n\n- التنقل في المواقع (WebNavigation): اسمح ل Hola بتتبع طلبات التنقل الخاصه بك. لماذا؟ لتسريع الأداء حيث يتيح تتبع التنقل ل Hola  بتمكين ال VPN على موقع واحد فقط وعند الحاجة إليه، وليس لكل المواقع دون الحاجة لذلك.\n- ملفات تعريف الارتباط (Cookies): اسمح ل Hola بالوصول إلى ملفات تعريف الارتباط الخاصة بك. لماذا؟ لتمكين فك الحظر (unblock). بعض المواقع تخزّن دولتك بشكلٍ مؤقت في ملفات تعريف الارتباط، ويجب مسح ملفات تعريف الارتباط هذه قبل أن تتمكن من الوصول إلى الموقع من بلد آخر.\n\n- التخزين (Storage): اسمح ل Hola بحفظ الملفات المحلية وبيانات ذاكرة التخزين المؤقت. لماذا؟ لجعل Hola سهلة الاستخدام. على سبيل المثال: تقوم Hola بتخزين بلدك المفضل لموقع معين، لذلك لا تحتاج إلى الاستمرار في تحديده.\n\nجزء من المعلومات التي نجمعها عند استخدام اضافة هولا (Hola extension):\n(للحصول على سياسة الخصوصية الكاملة، انتقل إلى https://hola.org/legal/privacy)\n- بيانات السجل (Log Data): قد تتضمن بيانات السجل المعلومات التالية: نوع المتصفح، صفحات الويب التي تزورها، والوقت الذي تقضيه في تلك الصفحات، وأوقات الوصول، والتواريخ.\n- المعلومات الشخصية: المعلومات الشخصية هي المعلومات التي قد تكون خاصة أو حساسة، والتي قد تحدد هويتك. تتضمن المعلومات الشخصية التي قد نجمعها ونحتفظ بها عنوان IP الخاص بك، الاسم وعنوان البريد الإلكتروني والاسم المستعار ومعلومات الدفع والفواتير، وغيرها من المعلومات التي قد نطلبها من وقت لآخر مثل عملية التسجيل وتقديم الخدمات.\n- التسجيل عبر حساب الشبكات الاجتماعية: عند التسجيل أو تسجيل الدخول إلى Hola عبر حسابك في الشبكات الاجتماعية (مثل فيسبوك و Gmail)، سنُفعّل الوصول إلى المعلومات الأساسية من حسابك (مثل عنوان البريد الإلكتروني وصورة الملف الشخصي).\n\nكيف نستعمل معلوماتك؟\nنستخدم معلوماتك من أجل تقديم الخدمات. هذا يعني أننا سنستخدم المعلومات لإعداد حسابك (إذا قررت التسجيل)، وتزويدك بالدعم فيما يتعلق بالخدمة، والتواصل معك للحصول على التحديثات، والعروض التسويقية أو المخاوف التي قد تكون لديك، وإجراء بحث إحصائي وتحليلي لتحسين خدمة.\n\nالمعلومات التي نشاركها:\nنحن لا نؤجر أو نبيع أي معلومات شخصية. قد نكشف معلومات شخصية لمقدمي الخدمات الخارجية الموثوق بهم، أو الشركاء الآخرين لأغراض تزويدك بالخدمات والتخزين والتحليلات.\n\nاختياراتك وحقوقك:\nنسعى جاهدين لمنحك طرقًا لتحديث معلوماتك بسرعة أو حذفها. لاستخدام هذا الحق، يمكنك الاتصال بنا على privacy@hola.org\n\nروابط قانونية:\nالخصوصية: https://hola.org/legal/privacy\nشروط الخدمة: https://hola.org/legal/sla\nقانون الألفية للملكية الرقمية: https://hola.org/legal/dmca \n\nالاشتراك في الإصدار المدفوع (Hola Premium): https://hola.org/premium?ref=webstore\nاعرف المزيد: https://hola.org/faq\nالدعم: http://hola.org/support\nسياسة خصوصية Hola: http://hola.org/legal/privacy\nاتفاقية ترخيص المستخدم النهائي: http://hola.org/legal/sla",
    "am,en,en_AU,en_GB,en_US,es_419,ml,pt_PT": "Say hello to truly Global content with Hola VPN, the easy-to-use VPN that gets you the Access you want, anytime, anywhere. The internet just got a lot more Borderless!\n\nFeatures:\n- Free and Premium Versions: Enjoy both a free (with some limitations) and Premium version of Hola VPN.\n- High Speed: Experience blazing-fast browsing speeds with Hola VPN.\n- Split tunneling tech: one of the things that makes us unique! We split your traffic through multiple tunnels, preserving bandwidth, improving speed and overall performance\n- Get a different country for each tab or website\n- Instant Access, No Sign-ups Required: Simply add Hola to Chrome and start browsing without any tedious sign-ups or account creations.\n- Access Websites: Whether it's due to your country's location, school's firewall, or ISP's limitations, Hola VPN zips you past those roadblocks with its unique tunneling tech.\n- “Favorites” feature: Add or Delete your favorite sites whenever you want to\n\nPremium Features:\n- Unlimited VPN Time: Enjoy unlimited access to Hola VPN's services.\n- Multi-Device Usage: Use Hola VPN on up to 10 devices simultaneously.\n- 24/7 Friendly Support: Get round-the-clock assistance with any issues you encounter.\n- Unlimited Bandwidth: When we say unlimited, we mean it!\n\nSupport:\nEncountering tech issues? Drop us a line at help@hola.org. We've got your back!\n\nReady to break free from digital boundaries? Subscribe to Hola Premium and unlock the web's full potential!",
    "bg,bn,ca,cs,da,el,et,fa,fi,fil,gu,hi,hr,hu,id,it,ja,kn,ko,lt,lv,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_CN,zh_TW": "Unblock websites blocked in your country, company, or school with Hola VPN. Hola is free and easy to use!\n\nHola is a free and ad-free VPN proxy service that provides a faster and a more open Internet.\n\nUnblock websites blocked or censored in your country, company and school, and stream media with the free Hola Unblocker VPN proxy service. \n\nUnblock most websites with the free version. To unblock all websites with no time limits or to secure your traffic, subscribe to Premium.\n\nHola VPN is the world's fastest unblocker - using split-tunneling technology. For full encryption, privacy and security, subscribe to Premium.\n\nThis is not a peer to peer application. This extension does not link to nor encourages the download of any other products and is fully functional as is, without requiring any additional download.\n\nIf you have any technical issues please write to us at help@hola.org (don't post the question - we cannot answer all the posts).\n\nHola VPN requires the following permissions:\n- Proxy: Let Hola extension proxy your traffic through a server in another\ncountry to change your ip and unblock restricted sites.\n\n- AllHosts/WebRequest/WebRequestBlocking: Let Hola extension check every web request and modify it. Hola VPN is the fastest unblocker because it uses split-tunneling technology and only proxy the minimum number of web requests needed to unblock a site.\n\n- Tabs: Let Hola track your tabs and enable VPN only on specific tabs and show popup inside the page to let you enable, disable and fix connectivity problems.\n\n- WebNavigation: Let Hola track your navigations request and enable VPN on a single site and only when it is needed. \n\n- Cookies: Let Hola access your cookies. Some sites cache your country inside cookies, and it is required to clear those cookies before you can access that site from another country.\n\n- Storage: Let Hola save local configuration and cache data.\n\n- ContextMenus: Let Hola add entries to context menu.\n\nWhat types of information do we collect?\nWe collect the following types of data from you when you use the Services:\n- Log Data: Log data may include the following information- browser type, web\npages you visit, time spent on those pages, access times and dates.\n- Personal Information: Personal information is information that may be of a\nprivate or sensitive nature, and which identifies or may identify you. The\nPersonal Information we may collect and retain includes your IP address, your\nname and email address, screen name, payment and billing information or other\ninformation we may ask from time to time as will be required for the on-boarding\nprocess and services provisioning.\nRegistering through social network account: When you register or sign-in to the\n- Services via your social network account (e.g., Facebook, Google+), we will\nhave access to basic information from your social network account\n\nHow do we use your information?\nWe use your information in order to provide you with the Service. This means\nthat we will use the information to set up your account, provide you with\nsupport regarding the Service, communicate with you for updates, marketing\noffers or concerns you may have and conduct statistical and analytical research\nto improve the Service.\n\nInformation we share\nWe do not rent or sell any Personal Information. We may disclose Personal\nInformation to other trusted third-party service providers or partners for the\npurposes of providing you with the Services, storage, and analytics. We may also\ntransfer or disclose Personal Information to our subsidiaries, affiliated companies.\n\nYour Choices and Rights\nWe strive to give you ways to update your information quickly or to delete it.\nTo exercise such right, you may contact us at privacy@hola.org\n\nLegal links:\nPrivacy: https://hola.org/legal/privacy\nTerms of service: https://hola.org/legal/sla\nDMCA: https://hola.org/legal/dmca\n\nSubscribe to Premium: https://hola.org/premium?ref=webstore\nAvailable on Android: https://play.google.com/store/apps/details?id=org.hola\nLearn more - https://hola.org/faq\nSupport - http://hola.org/support\nHola Privacy Policy: http://hola.org/legal/privacy\nHola End User License: http://hola.org/legal/sla",
    "de": "Hola VPN - Kostenlose (eingeschränkte) oder Premium-Version. Die beste Chrome VPN-Erweiterung für den Zugriff auf jede Website.\nGreifen Sie mit Hola auf Websites zu, die in Ihrem Land, Ihrer Firma oder Ihrer Schule gesperrt sind. Hola ist kostenlos und einfach zu benutzen!\n \nFür die meisten Websites müssen Sie sich NICHT anmelden oder ein Hola-Konto eröffnen - einfach zu Chrome hinzufügen und loslegen. Hola ermöglicht Ihnen mit seiner einzigartigen und schnellen Tunneling-Technologie den Zugriff auf Websites, die in Ihrem Land gesperrt oder zensiert sind.\n \nDie Hola-Erweiterung funktioniert zu 100% eigenständig. Sie ist weder mit anderen Produkten verlinkt noch fordert sie zum Download auf. Sie ist voll funktionsfähig, ohne dass ein zusätzlicher Download erforderlich ist.\n \nMit der kostenlosen Version werden die meisten Websites für einen begrenzten Zeitraum freigegeben. Um alle Websites ohne Zeitbeschränkung freizugeben, melden Sie sich an und abonnieren Sie Hola Premium - Sie brauchen nichts zu installieren!\n \nWenn Sie technische Probleme haben, schreiben Sie uns bitte an help@hola.org \n \nHola benötigt die folgenden Berechtigungen:\n- Proxy: Lassen Sie die Hola-Erweiterung Ihren Datenverkehr über einen Server in einem anderen Land leiten\nLand projizieren, um Ihre IP zu ändern und gesperrte Websites freizugeben. Und warum? Dies ist die Grundvoraussetzung für die Entsperrung einer Website.\n \n- AllHosts/WebRequest/WebRequestBlocking: Lassen Sie die Hola-Erweiterung jede Webanfrage überprüfen und ändern. Warum? Hola ist der schnellste Unblocker, weil es die Split-Tunneling-Technologie verwendet, um nur die minimale Anzahl von Webanfragen zu proxyen, die für die Freigabe einer Website erforderlich sind - und nur dann, wenn es notwendig ist.\n \n- Tabs: Lassen Sie Hola Ihre Tabs verfolgen. Und warum? Für eine schnellere Leistung. Auf diese Weise kann Hola nur auf den Tabs aktiviert werden, auf denen es benötigt wird. Auf der Seite erscheint ein Popup, mit dem Sie Hola aktivieren, deaktivieren und Verbindungsprobleme beheben können.\n \n- WebNavigation: Lassen Sie Hola Ihre Navigationsanfragen verfolgen. Und warum? Für eine schnellere Leistung. Durch die Verfolgung der Navigation kann Hola VPN nur auf einer einzigen Seite aktivieren und nur dann, wenn es erforderlich ist, und nicht für alle Seiten. \n \n- Cookies: Erlauben Sie Hola den Zugriff auf Ihre Cookies. Wozu? Um die Entsperrung zu ermöglichen. Einige Websites speichern die Cookies Ihres Landes im Cache, und diese Cookies müssen gelöscht werden, bevor Sie von einem anderen Land aus auf diese Website zugreifen können.\n \n- Speicherung: Lassen Sie Hola lokale Konfigurations- und Cache-Daten speichern. Warum? Um die Benutzung von Hola zu erleichtern. Ein Beispiel: Hola speichert Ihr bevorzugtes Land für eine bestimmte Website, so dass Sie es nicht immer wieder auswählen müssen.\n \nArten von Informationen, die wir sammeln, wenn Sie die Hola-Erweiterung verwenden (unsere vollständige Datenschutzrichtlinie finden Sie unter https://hola.org/legal/privacy):\n- Log-Daten: Zu den Protokolldaten können folgende Informationen gehören: Browsertyp, von Ihnen besuchte Webseiten, auf diesen Seiten verbrachte Zeit, Zugriffszeiten und -daten.\n- Persönliche Informationen: Persönliche Daten sind Informationen, die privater oder sensibler Natur sein können und die Sie identifizieren oder identifizieren könnten. Zu den persönlichen Daten, die wir erfassen und speichern können, gehören Ihre IP-Adresse, Ihr Name und Ihre E-Mail-Adresse, Ihr Benutzername, Zahlungs- und Abrechnungsinformationen oder andere Informationen, die wir von Zeit zu Zeit erfragen und die für den Einführungsprozess und die Bereitstellung von Dienstleistungen erforderlich sind.\n- Registrierung über ein soziales Netzwerkkonto: Wenn Sie sich über Ihr Konto in einem sozialen Netzwerk (z.B. Facebook, Gmail) bei den Diensten registrieren oder anmelden, haben wir Zugriff auf grundlegende Informationen aus Ihrem Konto in dem sozialen Netzwerk (z.B. E-Mail-Adresse, Profilbild).\n \nWie verwenden wir Ihre Informationen?\nWir verwenden Ihre Informationen, um den Service bereitstellen zu können. Das bedeutet, dass wir die Informationen verwenden, um Ihr Konto einzurichten (falls Sie sich dafür entscheiden), Ihnen Unterstützung in Bezug auf den Service zu bieten, mit Ihnen über Updates, Marketingangebote oder Ihre Anliegen zu kommunizieren und statistische und analytische Untersuchungen durchzuführen, um den Service zu verbessern.\n \nInformationen, die wir weitergeben\nWir vermieten oder verkaufen keine persönlichen Informationen. Wir können personenbezogene Daten an andere vertrauenswürdige Drittanbieter oder Partner weitergeben, um Ihnen die Dienste zur Verfügung zu stellen, zu speichern und zu analysieren. \n \nIhre Wahlmöglichkeiten und Rechte\nWir bemühen uns, Ihnen die Möglichkeit zu geben, Ihre Daten schnell zu aktualisieren oder zu löschen.\nUm dieses Recht auszuüben, können Sie uns unter privacy@hola.org kontaktieren.\n \nRechtliche Links:\nDatenschutz: https://hola.org/legal/privacy \nAllgemeine Geschäftsbedingungen: https://hola.org/legal/sla \nDMCA: https://hola.org/legal/dmca \n \nAbonnieren Sie Hola Premium: https://hola.org/premium?ref=webstore \nMehr erfahren - https://hola.org/faq \nUnterstützung - http://hola.org/support \nHola Datenschutzrichtlinie: http://hola.org/legal/privacy\nHola Endbenutzer-Lizenzvertrag: http://hola.org/legal/sla",
    "es": "Hola VPN - Versión gratuita (limitada) o Premium. La mejor extensión para Chrome VPN que permite acceder a cualquier sitio web.\nAccede a sitios web bloqueados en tu país, empresa o escuela con Hola. ¡Hola es gratis y fácil de usar!\n \nNO es necesario resgistrarse o abrir una cuenta de Hola, para la mayoría de los sitios; simplemente agréguelo a Chrome y comience a usarlo. Hola le permite acceder a sitios web bloqueados o censurados en su país con su exclusiva y rápida tecnología de tunelización.\n \nLa extensión Hola funciona de forma totalmente independiente. No vincula ni frequiere la descarga de ningún otro producto y es totalmente funcional tal como está, sin necesidad de ninguna descarga adicional.\n \nLa versión gratuita desbloquea la mayoría de los sitios web por un período de tiempo limitado. Para desbloquear todos los sitios web por tiempo ilimitado, regístrate y suscríbete a Hola Premium. ¡No necesitas instalar nada!\n \nSi tiene algún problema técnico, escríbanos a help@hola.org\n \nHola requiere los siguientes permisos:\n- Proxy: deje que la extensión Hola proyecte su tráfico a través de un servidor en otro\npaís para cambiar su IP y desbloquear sitios restringidos. ¿Por qué? Este es el requisito básico para desbloquear un sitio web.\n \n- AllHosts/WebRequest/WebRequestBlocking (Todos los hosts/Solicitud web/Bloqueo de solicitud web): permite que la extensión Hola verifique cada solicitud web y la modifique. ¿Por qué? Hola es el desbloqueador más rápido porque utiliza tecnología de túnel dividido para enviar solo la cantidad mínima de solicitudes web necesarias para desbloquear un sitio, y solo cuando sea necesario.\n \n- Pestañas: deja que Hola realice un seguimiento de tus pestañas. ¿Por qué? Para un rendimiento más rápido. De esta manera, Hola se puede habilitar solo en las pestañas específicas donde se necesita. Aparecerá una ventana emergente dentro de la página para permitirle habilitar, deshabilitar y solucionar problemas de conectividad.\n\n- Navegación web: deja que Hola rastree tu solicitud de navegación. ¿Por qué? Para un rendimiento más rápido. El seguimiento de la navegación permite que Hola habilite VPN en un solo sitio y solo cuando sea necesario, y no para todos los sitios.\n\n- Cookies: Permita que Hola acceda a sus cookies. ¿Por qué? Para habilitar el desbloqueo. Algunos sitios almacenan en caché su país dentro de las cookies, y esas cookies deben borrarse antes de que pueda acceder a ese sitio desde otro país.\n\n- Almacenamiento: Deje que Hola guarde la configuración local y los datos de caché. ¿Por qué? Para que Hola sea más fácil de usar. Por ejemplo: Hola almacena su país preferido para un sitio específico, por lo que no necesita seguir seleccionándolo.\n\nTipos de información que recopilamos cuando usa la extensión Hola (para ver nuestra política de privacidad completa, vaya a https://hola.org/legal/privacy):\n- Datos de registro: los datos de registro pueden incluir la siguiente información: tipo de navegador, páginas web que visita, tiempo dedicado a esas páginas, horas y fechas de acceso.\n- Información Personal: La información personal es información que puede ser de carácter privado o sensible, y que lo identifica o puede identificarlo. La información personal que podemos recopilar y conservar incluye su dirección IP, su nombre y dirección de correo electrónico, nombre de pantalla, información de pago y facturación u otra información que podamos solicitar de vez en cuando, según sea necesario para el proceso de incorporación y la prestación de servicios.\n- Registro a través de una cuenta de red social: cuando se registra o inicia sesión en los servicios a través de su cuenta de red social (p. ej., Facebook, Gmail), tendremos acceso a la información básica de su cuenta de red social (p. ej., dirección de correo electrónico, foto de perfil).\n\n¿Cómo usamos su información?\nUtilizamos su información para proporcionar el Servicio. Esto significa que utilizaremos la información para configurar su cuenta (si decide registrarse), brindarle asistencia con respecto al servicio, comunicarnos con usted para actualizaciones, ofertas de marketing o inquietudes que pueda tener y realizar investigaciones estadísticas y analíticas para mejorar el Servicio.\n\nInformación que compartimos\nNo alquilamos ni vendemos ninguna información personal. Podemos divulgar Información personal a otros socios o proveedores de servicios externos de confianza con el fin de proporcionarle los Servicios, el almacenamiento y el análisis.\n\nSus opciones y derechos\nNos esforzamos por brindarle formas de actualizar su información rápidamente o de eliminarla.\nPara ejercer este derecho, puede contactarnos en privacy@hola.org\n\nEnlaces legales:\nPrivacidad: https://hola.org/legal/privacy \nTérminos de servicio: https://hola.org/legal/sla \nDMCA (Ley de derechos de autor): https://hola.org/legal/dmca \n\nSubscríbete a Hola Premium: https://hola.org/premium?ref=webstore \nVer más - https://hola.org/faq \nSoporte - http://hola.org/support \nPolítica de Privacidad Hola: http://hola.org/legal/privacy\nAcuerdo de licencia de usuario final de Hola: http://hola.org/legal/sla",
    "fr": "Hola VPN - Version gratuite (limitée) ou Premium. La meilleure extension Chrome VPN pour accéder à n'importe quel site web.\nAccédez aux sites Web bloqués dans votre pays, votre entreprise ou votre école avec Hola. Hola est gratuit et facile à utiliser !\n \nVous n'avez PAS besoin de vous inscrire ou d'ouvrir un compte Hola pour la plupart des sites - il suffit de l'ajouter à Chrome et de commencer à l'utiliser. Hola vous permet d'accéder aux sites Web bloqués ou censurés dans votre pays grâce à sa technologie de tunneling unique et rapide.\n \nL'extension Hola fonctionne de manière 100% autonome. Elle n'est pas liée à d'autres produits et n'encourage pas leur téléchargement. Elle est entièrement fonctionnelle telle quelle, sans nécessiter de téléchargement supplémentaire.\n \nLa version gratuite débloque la plupart des sites Web pour une période limitée. Pour débloquer tous les sites web sans limite de temps, inscrivez-vous et souscrivez à Hola Premium - sans devoird'installer quoi que ce soit !\n \nSi vous avez des problèmes techniques, veuillez nous écrire à l'adresse help@hola.org. \n \nHola requiert les permissions suivantes :\n- Proxy : Permettez à l'extension Hola d'acheminer votre trafic par un serveur dans un autre pays pour changer votre IP et débloquer le trafic.\nChoisissez un pays pour changer votre IP et débloquer les sites restreints. Pourquoi ? C'est la condition de base pour débloquer un site Web.\n \n- AllHosts/WebRequest/WebRequestBlocking : Laissez l'extension Hola vérifier chaque requête web et la modifier. Pourquoi ? Hola est le débloqueur le plus rapide car il utilise la technologie du split-tunneling pour n'autoriser que le nombre minimum de requêtes Web nécessaires au déblocage d'un site - uniquement lorsque cela est nécessaire.\n \n- Onglets : Laissez Hola suivre vos onglets. Pourquoi ? Pour des performances plus rapides. De cette façon, Hola peut être activé uniquement sur les onglets spécifiques où il est nécessaire. Une fenêtre contextuelle apparaîtra dans la page pour vous permettre d'activer, de désactiver et de résoudre les problèmes de connectivité.\n \n- WebNavigation : Laissez Hola suivre vos demandes de navigation. Pourquoi ? Pour une performance plus rapide. Le suivi de la navigation permet à Hola d'activer le VPN sur un seul site et seulement quand il est nécessaire, et non pour tous les sites. \n \n- Cookies : Permettez à Hola d'accéder à vos cookies. Pourquoi ? Pour permettre le déblocage. Certains sites mettent en “cache” votre pays dans les cookies, et ces cookies doivent être effacés avant que vous puissiez accéder à ce site depuis un autre pays.\n \n- Stockage : Laissez Hola sauvegarder la configuration locale et les données du cache. Pourquoi ? Pour rendre Hola plus facile à utiliser. Par exemple : Hola enregistre votre pays préféré pour un site spécifique, afin que vous n'ayez pas besoin de le sélectionner constamment.\n \nTypes d'informations que nous recueillons lorsque vous utilisez l'extension Hola (Pour notre politique de confidentialité complète, rendez-vous sur https://hola.org/legal/privacy):\n \n- Données de journalisation : Les données du journal peuvent inclure les informations suivantes : type de navigateur, pages web consultées, temps passé sur ces pages, heures et dates d'accès.\n- Informations personnelles : Les informations personnelles sont des informations susceptibles d'être de nature privée ou sensible, et qui vous identifient ou peuvent vous identifier. Les informations personnelles susceptibles d'être collectées et conservées comprennent votre adresse IP, votre nom et votre adresse électronique, votre pseudonyme, les informations relatives au paiement et à la facturation ou d'autres informations que nous pouvons vous demander de temps à autre et qui sont nécessaires au processus d'intégration et à la fourniture de services.\n- Inscription par le biais d'un compte de réseau social : Lorsque vous vous inscrivez ou vous connectez aux services via votre compte de réseau social (par exemple, Facebook, Gmail), nous aurons accès aux informations de base de votre compte de réseau social (par exemple, l'adresse électronique, la photo de profil).\n\nComment utilisons-nous vos informations ?\nNous utilisons vos informations afin de fournir un service. Cela signifie que nous utiliserons ces informations pour configurer votre compte (si vous décidez de vous inscrire), vous fournir une assistance concernant le service, communiquer avec vous pour les mises à jour, les offres commerciales ou vos préoccupations éventuelles et effectuer des recherches statistiques et analytiques pour améliorer le service.\n\nInformations partagées\nNous ne louons ni ne vendons aucune information personnelle. Nous pouvons divulguer des Informations personnelles à d'autres fournisseurs de services ou partenaires tiers de confiance dans le but de vous fournir les Services, le stockage et les analyses. \n\nChoix et droits\nNous nous efforçons de vous donner les moyens de mettre à jour rapidement vos informations ou de les supprimer.\nPour exercer ce droit, vous pouvez nous contacter à l'adresse privacy@hola.org.\n\nLiens juridiques :\nVie privée : https://hola.org/legal/privacy \nConditions d'utilisation : https://hola.org/legal/sla \nDMCA : https://hola.org/legal/dmca \n\nS'abonner à Hola Premium : https://hola.org/premium?ref=webstore \nEn savoir plus - https://hola.org/faq \nAssistance - http://hola.org/support \nPolitique de confidentialité de Hola : http://hola.org/legal/privacy\nContrat de licence de l'utilisateur final de Hola : http://hola.org/legal/sla",
    "he": "Hola VPN - חינמי (מוגבל) או גרסת פרימיום. תוסף ה-VPN הטוב ביותר עבור Chrome המאפשר גישה לכל אתר אינטרנט.\nקבלו גישה לאתרים חסומים במדינה, בעבודה או בבית הספר באמצעות השימוש ב-Hola. השימוש ב-Hola  הינו חינמי וקל!\n \nאין צורך להירשם או לפתוח חשבון Hola עבור רוב האתרים - פשוט הוסיפו ל-Chrome והתחילו להשתמש. השימוש ב-Hola מאפשר גישה לאתרים חסומים או מצונזרים במדינה עם טכנולוגיית המנהור הייחודי והמהיר.\n \nתוסף Hola עובד 100% עצמאית. אין צורך בהורדת תוכנה או מוצר נוסף בשביל להשתמש בתוסף, התוסף מתפקד במלואו כפי שהוא, ללא צורך בהורדה נוספת.\n \nהגרסה החינמית מסירה את החסימה של רוב האתרים לפרק זמן מוגבל. על מנת לבטל את חסימת כל האתרים ללא הגבלת זמן, הירשמו ל-Hola פרימיום - אין צורך להתקין שום דבר נוסף!\n \nאם יש בעיות טכניות כלשהן, אנא תכתבו לנו בכתובת help@hola.org\n \nהשימוש ב-Hola מצריך את ההרשאות הבאות:\n- Proxy: הרשו ל-Hola לנתב (proxy) את התעבורה שלכם דרך שרת במדינה אחרת כדי לשנות את ה-IP שלך ולבטל חסימה של אתרים מוגבלים. מדוע? זוהי הדרישה הבסיסית להסרת חסימה מאתר.\n \n- AllHosts/WebRequest/WebRequestBlocking: הרשו ל-Hola לבדוק כל בקשת אינטרנט ולשנות אותה. מדוע? תוסף Hola הוא המסיר חסימות המהיר ביותר בעקבות השימוש בטכנולוגיית מנהור מפוצל כדי לספק רק את המספר המינימלי של בקשות אינטרנט הדרושות להסרת חסימת אתר - ורק כאשר יש צורך בכך.\n \n-Tabs: הרשו ל-Hola לעקוב אחר כרטיסיות (tabs) הדפדפן. מדוע? לביצועים מהירים יותר. בדרך זו, ניתן להפעיל את Hola רק בכרטיסיות ספציפיות בהן יש צורך בכך. חלון קופץ יופיע בתוך הדף כדי לאפשר הפעלה, כיבוי ולתקן בעיות התחברות.\n \n- WebNavigation: הרשו ל-Hola לעקוב אחר בקשת הניווט בדפדפן. מדוע? לביצועים מהירים יותר. מעקב אחר ניווט מאפשר ל-Hola להפעיל VPN באתר בודד ורק כאשר יש צורך בכך, ולא עבור כל האתרים.\n \n- Cookies: הרשו ל-Hola לגשת לעוגיות (cookies). מדוע? על מנת לאפשר הסרת חסימה. אתרים מסויימים שומרים מאחסנים את המדינתכם בתוך קובצי Cookie, ויש לנקות את קובצי Cookie האלה כדי לקבל גישה לאתרים אלו ממדינות אחרות.\n \n- Storage: הרשו ל-Hola לשמור נתוני תצורה מקומיים (local configuration) ונתוני מטמון (cache). מדוע? כדי שהשימוש ב-Hola יהיה קל יותר. למשל: התוסף Hola שומר את המדינה המועדפת עבור אתר ספציפי, כך שאין צורך לחזור על הבחירה שוב.\n \nהמידע שאנו אוספים בשימוש בתוסף Hola (למדיניות הפרטיות המלאה שלנו בקרו בכתובת https://hola.org/legal/privacy):\n- Log Data: נתוני יומן (log data) עשויים לכלול את המידע הבא: סוג הדפדפן, דפי אינטרנט שבהם ביקרתם, זמן שהייה בדפים אלה, זמני גישה ותאריכים.\n- מידע אישי: מידע אישי הוא מידע שעשוי להיות בעל אופי פרטי או רגיש, ואשר מזהה או עשוי לזהות אותכם. המידע האישי שאנו עשויים לאסוף ולשמור כולל את כתובת ה-IP, שם וכתובת דוא\"ל, שם מסך, פרטי תשלום וחיוב או מידע אחר שאנו עשויים לבקש מעת לעת כפי שיידרש לתהליך הרישם ולמתן השירותים.\n- רישום דרך חשבון רשת חברתית: בעת הרשמה או כניסה לשירותי דרך חשבון הרשת החברתית (למשל Facebook, Gmail), תהיה לנו גישה למידע בסיסי מחשבון הרשת החברתית (למשל כתובת דוא\"ל, תמונת פרופיל)\n \nכיצד אנו משתמשים במידע?\nאנו משתמשים במידע על מנת לספק את השירות. משמעות הדבר היא שאנו נשתמש במידע כדי להגדיר את החשבון (אם תחליטו להירשם), לספק תמיכה בנוגע לשירות, לתקשר לעדכונים, הצעות שיווקיות או חששות שעשויים להיות לכם ולבצע מחקר סטטיסטי ואנליטי כדי לשפר את השירות.\n \nמידע שאנו חולקים\nאיננו משכירים או מוכרים מידע אישי כלשהו. אנו עשויים לחשוף מידע אישי לספקי שירות או שותפים מהימנים אחרים של צד שלישי למטרות לספק את השירותים, האחסון והניתוח.\n \nהבחירות והזכויות שלכם\nאנו שואפים לתת לכם דרכים לעדכן את המידע שלכם במהירות או למחוק אותו.\nכדי לממש זכות זו, אתם יכולים לפנות אלינו בכתובת privacy@hola.org\n \nקישורים משפטיים:\nפרטיות: https://hola.org/legal/privacy\nתנאי השירות: https://hola.org/legal/sla\nDMCA: https://hola.org/legal/dmca\n \nהרשמה ל-Hola פרימיום: https://hola.org/premium?ref=webstore\nלמידע נוסף - https://hola.org/faq\nתמיכה - http://hola.org/support\nמדיניות הפרטיות http://hola.org/legal/privacy\nהסכם רישיון משתמש קצה http://hola.org/legal/sla",
    "pt_BR": "Hola VPN - Versão gratuita (limitada) ou Premium. A melhor extensão de VPN do Chrome para acessar qualquer site.\nCom o Hola você consegue acessar sites que são bloqueados em seu país, empresa ou escola. O Hola é gratuito e fácil de usar!\n\nVocê NÃO precisa se inscrever ou abrir uma conta Hola para acessar a maioria dos sites - basta adicionar ao Chrome e começar a usar. O Hola permite que você acesse sites bloqueados ou censurados em seu país, através de sua tecnologia de afunilamento única e rápida.\n\nA extensão Hola funciona 100% independente. Ele não necessita e nem incentiva o download de nenhum outro produto e é totalmente funcional da forma que se encontra, sem exigir nenhum download adicional.\n\nA versão gratuita desbloqueia a maioria dos sites por um período limitado de tempo. Para desbloquear todos os sites sem limite de tempo, inscreva-se e assine o Hola Premium - você não precisa instalar nada!\n\nSe você tiver algum problema técnico, escreva para help@hola.org \n\nO Hola requer as seguintes permissões:\n- Proxy: Permita que a extensão Hola faça o proxy de seu tráfego através de um servidor em outro país, para alterar seu IP e desbloquear sites restritos. Por quê? Este é o requisito básico para desbloquear um site.\n\n- AllHosts/WebRequest/WebRequestBlocking: Deixe a extensão Hola verificar cada solicitação da web e modificá-la. Por quê? O Hola é o desbloqueador mais rápido porque usa a tecnologia de afunilamento dividido, para fazer proxy apenas do mínimo necessário de solicitações da Web para desbloquear um site - e somente quando necessário.\n\n- Guias: Deixe o Hola rastrear suas guias. Por quê? Para um desempenho mais rápido. Dessa forma, o Hola pode ser ativado apenas nas guias específicas onde é necessário. Um pop-up aparecerá dentro da página para permitir que você ative, desative e corrija problemas de conectividade.\n\n- WebNavigation: Deixe o Hola rastrear sua solicitação de navegação. Por quê? Para um desempenho mais rápido. Rastrear a navegação permite que o Hola habilite a VPN em um único site e somente quando necessário, e não para todos os sites.\n\n- Cookies: Deixe o Hola acessar seus cookies. Por quê? Para habilitar o desbloqueio. Alguns sites armazenam o seu país em cache, dentro de cookies, e esses cookies devem ser limpos antes que você possa acessar esse site de outro país.\n\n- Armazenamento: Deixe o Hola salvar a configuração local e os dados de cache. Por quê? Para tornar o Hola mais fácil de usar. Por exemplo: Hola armazena seu país preferido para um site específico, então você não precisa continuar selecionando.\n\nTipos de informações que coletamos quando você usa a extensão Hola (Para nossa política de privacidade completa, acesse https://hola.org/legal/privacy):\n- Dados de Registro: Os dados de registro podem incluir as seguintes informações: tipo de navegador, páginas da Web que você visitou, tempo gasto nessas páginas, horários e datas de acesso.\n- Informações Pessoais: Informações pessoais são informações que podem ser de natureza privada ou sensível, e que identificam ou podem identificá-lo. As Informações Pessoais que podemos coletar e reter incluem seu endereço IP, seu nome e endereço de e-mail, nome de usuário, informações de pagamento e cobrança ou outras informações que possamos solicitar de tempos em tempos, conforme necessário para o processo de integração e prestação de serviços.\n- Registo através de uma conta de rede social: Quando se regista ou inicia uma sessão nos serviços através da sua conta de rede social (por exemplo, Facebook, Gmail), teremos acesso a informações básicas da sua conta de rede social (por exemplo, endereço de e-mail, imagem de perfil)\n\nComo usamos a sua informação?\nUsamos suas informações para fornecer o Serviço. Isso significa que usaremos as informações para configurar sua conta (se você decidir se cadastrar), fornecer suporte sobre o serviço, nos comunicar com você para atualizações, ofertas de marketing ou preocupações que você possa ter e realizar pesquisas estatísticas e analíticas para melhorar o Serviço.\n\nInformações que compartilhamos\nNós não alugamos ou vendemos quaisquer Informações Pessoais. Podemos divulgar Informações Pessoais a outros provedores ou parceiros de serviços terceirizados confiáveis ​​com a finalidade de fornecer a você os Serviços, armazenamento e dados analíticos. \n\nSuas Escolhas e Direitos\nNós nos esforçamos para fornecer maneiras de atualizar suas informações rapidamente ou excluí-las.\nPara exercer esse direito, você pode nos contatar em privacy@hola.org\n\nLinks Legais:\nPrivacidade: https://hola.org/legal/privacy \nTermos de serviço: https://hola.org/legal/sla \nDMCA: https://hola.org/legal/dmca \n\nAssine o Hola Premium: https://hola.org/premium?ref=webstore \nSaiba mais - https://hola.org/faq \nSuporte - http://hola.org/support \nPolítica de Privacidade Hola: http://hola.org/legal/privacy\nContrato Final de Licença de Usuário do Hola: http://hola.org/legal/sla",
    "ru": "Hola VPN – Бесплатная (ограниченная) и Премиум версия. Лучшее VPN-расширение для Chrome, чтобы получить доступ к любому веб-сайту. Получайте доступ к веб-сайтам, заблокированным в вашей стране, компании или школе с Hola. Расширение Hola бесплатное и простое в использовании!\n\nВам НЕ нужно регистрироваться или создавать учетную запись Hola для большинства сайтов – просто добавьте расширение в Chrome и начинайте использование. Hola дает вам доступ к веб-сайтам, заблокированным или цензурированным в вашей стране, с помощью уникальной и скоростной туннельной технологии.\n\nРасширение Hola работает на 100% автономно. Оно не связано с загрузками других продуктов и не призывает делать это, а также является полностью функциональным, без необходимости дополнительных загрузок.\n\nБесплатная версия снимает блокировку с большинства сайтов на ограниченный период времени. Чтобы разблокировать все сайты без ограничений по времени, зарегистрируйтесь и приобретите подписку на Hola Премиум – ничего загружать не нужно!\n\nЕсли у вас возникли технические проблемы, пожалуйста, напишите нам по адресу help@hola.org \n\nHola потребуется доступ к:\n- Прокси (Proxy): разрешите Hola проксировать ваш траффик через сервер в другой стране, чтобы поменять ваш IP-адрес и разблокировать запрещенные сайты. Зачем? Это является основным требованием для разблокировки веб-сайта.\n\n- AllHosts/WebRequest/WebRequestBlocking: дайте расширению Hola доступ к проверке всех веб-запросов и их изменению. Зачем? Hola является самым быстрым разблокировщиком, потому что использует технологию раздельного туннелирования, чтобы проксировать только минимальное количество веб-запросов, необходимых для разблокировки сайта, и только по мере надобности.\n\n- Вкладки: разрешите Hola отслеживать ваши вкладки. Зачем? Для более быстрого исполнения. Таким образом, Hola будет включаться только на тех вкладках, где это необходимо. Всплывающее сообщение появится на странице, чтобы вы могли включить, выключить расширение и исправить проблемы с подключением.\n\n- WebNavigation: Разрешите Hola отслеживать ваши запросы навигации. Зачем? Для быстрейшего исполнения. Отслеживание навигации позволяет Hola включить VPN на одном, а не на всех сайтах, и только когда он необходим.\n\n- Файлы cookie: дайте Hola доступ к вашим файлам cookie. Зачем? Чтобы обеспечить разблокирование. Некоторые сайты кэшируют информацию о вашей стране через файлы cookie, и эти файлы необходимо удалить перед тем, как зайти на сайт из другой страны.\n\n- Память: разрешите Hola сохранять локальную конфигурацию и кэшировать данные. Зачем? Чтобы Hola было более легким в использовании. Например, Hola сохраняет выбор страны для конкретного сайта, чтобы вам больше не понадобилось ее выбирать.\n\nТипы информации, которую мы собираем, когда вы используете расширение Hola (Ознакомиться с политикой конфиденциальности можно здесь https://hola.org/legal/privacy):\n- Регистрационные данные: Регистрационные данные включают следующую информацию: тип браузера, веб-страницы, которые вы просматриваете, время, проведенное на этих страницах, время и дата входа.\n- Личная информация: Личная информация – это информация частного или деликатного характера, которая идентифицирует или может идентифицировать вас. Личная информация, которую мы собираем и храним, включает ваш IP-адрес, имя и электронный адрес, логин, платежную информацию и другую информацию, которую мы можем запрашивать время от времени для процесса адаптации и предоставления услуг.\n- Регистрация с помощью учетной записи в социальных сетях: когда вы регистрируетесь или входите с помощью вашей учетной записи в социальной сети (например, Facebook, Gmail), у нас будет доступ к основной информации из вашей учетной записи (например, электронный адрес, фото профиля).\n\nКак мы используем вашу информацию?\nМы используем вашу информацию чтобы предоставлять Сервис. Это означает, что мы будем использовать информацию, чтобы настроить вашу учетную запись (если вы решите зарегистрироваться), предоставлять вам поддержку относительно сервиса, взаимодействовать с ваши по поводу обновлений, маркетинговых предложений и проблем, которые могут возникнуть, а также проводить статистические и аналитические исследования для усовершенствования Сервиса.\n\nИнформация, которой мы делимся.\nМы не передаем и не продаем никакую Личную информацию. Мы можем раскрывать Личную информацию другим надежным сторонним поставщикам услуг или партнерам, в целях предоставления Сервисов, памяти и аналитики.\n\nВаш выбор и права\nМы стремимся предоставлять вам способы быстрого обновления вашей информации или ее удаления.\nЧтобы правильно это делать, вы можете написать нам по адресу privacy@hola.org\n\nПравовая связь:\nКонфиденциальность: https://hola.org/legal/privacy \nУсловия предоставления услуг: https://hola.org/legal/sla \nDMCA: https://hola.org/legal/dmca \n \nПодписаться на Hola Премиум: https://hola.org/premium?ref=webstore \nУзнать больше - https://hola.org/faq \nПоддержка - http://hola.org/support \nПолитика конфиденциальности Hola: http://hola.org/legal/privacy\nЛицензионное соглашение конечного пользователя Hola: http://hola.org/legal/sla",
    "tr": "Hola VPN - Ücretsiz (sınırlı) veya Premium sürüm. Tüm sitelere erişim için en iyi Chrome VPN uzantısı.\nÜlkenizde, şirketinizde veya okulunuzda engellenen internet sitelerine Hola ile erişin. Hola ücretsiz ve kullanımı kolaydır.\n\nÇoğu site için kaydolmanız veya Hola hesabı oluşturmanız GEREKMEZ; Hola'yı Chrome'a ekleyin ve kullanmaya başlayın. Hola, benzersiz ve hızlı tünelleme teknolojisiyle ülkenizde engellenen veya sansürlenen internet sitelerine erişmenizi sağlar.\n\nHola uzantısı %100 bağımsız çalışır. Başka herhangi bir ürünle bağlantı kurmaz veya ürünün indirilmesini gerektirmez; ek indirme gerekmeksizin kendi başına tamamen işlevseldir.\n\nÜcretsiz sürüm ile sınırlı bir süre için çoğu internet sitesinin engelini kaldırabilirsiniz. Tüm internet sitelerinin engelini zaman sınırı olmaksızın kaldırmak için Hola Premium'a kayıt ve abone olun - herhangi bir şey kurmanız gerekmez.\n\nHerhangi bir teknik sorunuz varsa lütfen bize ulaşın: help@hola.org \n\nHola aşağıdaki izinleri gerektirir:\n- Vekil sunucu (Proxy): IP adresinizi değiştirmek ve kısıtlı sitelerin engelini kaldırmak için Hola uzantısının trafiğinizi başka bir ülkedeki sunucu üzerinden temsil edilmesine izin verin. Peki neden? Bu, herhangi bir internet sitesinin engelini kaldırmak için temel bir gereksinimdir.\n\n- AllHosts/WebRequest/WebRequestBlocking: Hola uzantısının tüm internet isteklerini kontrol etmesine ve bunları değiştirmesine izin verin. Peki neden? Hola, bir sitenin engelini kaldırmak için sadece en az sayıdaki internet isteğini gerektiğinde vekil ederek bölünmüş tünelleme teknolojisi kullanır ve bu nedenle en hızlı engel kaldırıcıdır.\n\n- Sekmeler: Hola'nın sekmelerinizi takip etmesine izin verin. Peki neden? Daha hızlı bir performans için. Böylece Hola yalnızca ihtiyaç duyulan belirli sekmelerde etkinleştirilebilir. Etkinleştirmek, devre dışı bırakmak ve bağlantı problemlerini çözmek için sayfada bir açılır pencere görünecektir.\n\n- WebNavigation: Hola'nın navigasyon isteğinizi izlemesine izin verin. Peki neden? Daha hızlı bir performans için. Navigasyonun izlenmesi, Hola'nın VPN'i tüm sitelerde değil, yalnızca ihtiyaç halinde tek bir sitede etkinleştirmesini sağlar. \n\n- Çerezler: Hola'nın çerezlerinize erişmesine izin verin. Peki neden? Engel kaldırmayı etkinleştirmek için. Bazı siteler, ülkenizi çerezlerin içinde önbelleğe alır ve başka bir ülkeden o siteye erişebilmeniz için bu çerezlerin temizlenmesi gerekir.\n\n- Depolama: Hola'nın yerel yapılandırma ve önbellek verilerini kaydetmesine izin verin. Peki neden? Hola'nın kullanımını kolaylaştırmak için. Örneğin: Hola, belirli bir site için tercih ettiğiniz ülkeyi saklar ve böylece ülkeyi tekrar seçmenize gerek kalmaz.\n\nHola uzantısını kullandığınızda topladığımız bilgi türleri (Gizlilik politikamızın tamamı için https://hola.org/legal/privacy adresine gidin):\n- Veri Günlükleri: Veri günlükleri belirtilen bilgileri içerebilir: tarayıcı türü, ziyaret ettiğiniz internet sayfaları, bu sayfalarda geçirdiğiniz süre, erişim saatleri ve tarihi.\n- Kişisel Bilgiler: Kişisel bilgiler sizi tanımlayan veya tanımlayabilecek, gizli veya hassas bir yapısı olabilecek bilgilerdir. Toplayabileceğimiz ve saklayabileceğimiz Kişisel Bilgiler; IP adresinizi, adınızı ve e-posta adresinizi, ekran adınızı, ödeme ve fatura bilgilerinizi veya işe alım süreci ve hizmet tedariği için gerekli olacak şekilde zaman zaman isteyebileceğimiz diğer bilgileri içerir.\n- Sosyal medya hesabıyla kaydolmak: Hizmetlere sosyal medya hesabınız (Facebook veya Gmail gibi) ile kaydolduğunuzda veya oturum açtığınızda sosyal medya hesabınızdaki temel bilgilere (örneğin; e-posta adresi, profil resmi) erişim sağlayabileceğiz.\n\nBilgilerinizi nasıl kullanıyoruz?\nBilgilerinizi, Hizmeti sağlamak için kullanıyoruz. Bu, hesabınızı oluşturmak (kaydolmaya karar verirseniz); hizmetle ilgili destek sağlamak; güncellemeler, pazarlama teklifleri veya sahip olabileceğiniz kaygılar için sizinle iletişim kurmak; Hizmeti geliştirmek üzere istatistiksel ve analitik araştırmalar yapmak için bilgileri kullanabileceğimiz anlamına gelir.\n\nPaylaştığımız bilgiler\nHerhangi bir Kişisel Bilgiyi kiralamıyoruz veya satmıyoruz. Size Hizmet, depolama ve analiz sağlamak amacıyla Kişisel Bilgileri, diğer güvenilir üçüncü taraf hizmet sağlayıcılarına veya ortaklarına bildirebiliriz.\n\nSeçimleriniz ve Haklarınız\nBilgilerinizi hızlı bir şekilde güncelleme ve silme yolları sunmaya çalışıyoruz.\nBu hakkı kullanmak için belirtilen adresten bize ulaşabilirsiniz: privacy@hola.org\n\nYasal bağlantılar:\nGizlilik: https://hola.org/legal/privacy \nHizmet şartları: https://hola.org/legal/sla \nDMCA: https://hola.org/legal/dmca \n\nHola Premium'a abone olun: https://hola.org/premium?ref=webstore \nDaha fazla bilgi edinin - https://hola.org/faq \nDestek - http://hola.org/support \nHola Gizlilik Politikası: http://hola.org/legal/privacy\nHola Son Kullanıcı Lisans Sözleşmesi: http://hola.org/legal/sla",
    "uk": "Hola VPN – Безкоштовна (обмежена) та Преміум версія. Найкраще VPN-розширення для Chrome, щоб мати доступ до будь-якого сайту. Переглядайте сайти, заблоковані у вашій країні, компанії або школі з Hola. Розширення Hola безкоштовне і легке у використанні!\n\nВам НЕ потрібно реєструватись або створювати обліковий запис Hola для більшості сайтів – просто додайте розширення в Chrome та почніть використання. Hola дає можливість переглядати веб сайти, що заблоковані або цензуровані у вашій країні, завдяки унікальній та швидкій тунельній технології.\n\nРозширення Hola на 100% працює автономно. Воно має повний функціонал, що не потребує завантажувати будь-які інші програми.\n\nБезкоштовна версія дає змогу розблокувати більшість сайтів на обмежений період часу. Щоб мати змогу розблокувати всі веб сайти без обмежень у часі, зареєструйтесь та придбайте підписку на Hola Преміум – вам не потрібно нічого встановлювати!\n\nЯкщо у вас виникли технічні проблеми, будь ласка, напишіть нам на адресу help@hola.org.\n\nHola вимагатиме доступ до:\n- Проксі (Proxy): дозвольте розширенню Hola проксирувати ваш трафік через сервер в іншій країні, щоб змінити вашу IP-адресу та розблокувати заборонені сайти. Навіщо? Це основна вимога для розблокування сайту.\n\n- AllHosts/WebRequest/WebRequestBlocking: дозвольте розширенню Hola перевіряти кожен веб запит та змінювати його. Навіщо? Hola є найшвидшим розблокувальником, тому що використовує функцію роздільного тунелювання, щоб проксирувати мінімальну кількість веб запитів, потрібних для розблокування сайту, і лише за необхідності.\n\n- Вкладки: дозвольте Hola відстежувати ваші вкладки. Навіщо? Для швидшого виконання. Таким чином, Hola зможе бути включеною лише на конкретних вкладках, де це необхідно. Спливаюче повідомлення з’явиться на сторінці, щоб ви могли включити або виключити розширення, а також виправити проблеми з підключенням.\n\n- WebNavigation: дозвольте Hola відстежувати запити на навігацію. Навіщо? Для швидшого виконання. Відстеження навігації дозволить Hola включати VPN на одному, а не на всіх сайтах, і лише коли це необхідно.\n\n- Файли cookie: дайте Hola доступ до ваших файлів cookie. Навіщо? Щоб зробити розблокування можливим. Деякі сайти кешують інформацію про вашу країну через файли cookie, і ці файли треба видалити перед тим, як заходити на цей сайт з іншої країни.\n\n- Пам’ять: дозвольте Hola зберігати локальну конфігурацію та кешувати дані. Навіщо? Щоб користування Hola було легшим. Наприклад: Hola зберігає країну, якій ви надаєте перевагу, щоб вам більше не знадобилось її шукати.\n\nТипи інформації, яку ми збираємо, коли ви використовуєте розширення Hola (Переглянути політику конфіденційності можна тут: https://hola.org/legal/privacy):\n- Реєстраційні дані: реєстраційні дані можуть містити наступну інформацію: тип браузера, веб сторінки, які ви відвідуєте, час, проведений на цих сторінках, дата і час переглядів.\n- Особиста інформація: Особиста інформація – це інформація приватного або делікатного характеру, яка ідентифікує або може ідентифікувати вас. Особиста інформація, яку ми можемо збирати та зберігати, - це ваша IP-адреса, ім’я та електронна адреса, логін, платіжна інформація та інша інформація, яку ми можемо час від часу запитувати, бо вона може бути необхідною для адаптації та надання послуг. \n- Реєстрація через обліковий запис у соціальній мережі: Коли ви реєструєтесь або авторизуєтесь за допомогою облікового запису в соціальній мережі (наприклад, Facebook, Gmail), ми матимемо доступ до основної інформації з вашого облікового запису (наприклад, електронна адреса, фото профілю).\n\nЯк ми використовуємо вашу інформацію?\nМи використовуємо вашу інформацію, щоб надавати Послуги. Це означає, що ми використовуватимемо інформацію, щоб налаштувати ваш обліковий запис (якщо ви вирішите зареєструватись), надавати вам підтримку стосовно сервісу, взаємодіяти з вами з приводу оновлень, маркетингових пропозицій або проблем, які можуть виникати, а також проводити статистичні та аналітичні дослідження для удосконалення Послуг. \n\nІнформація, якою ми ділимося\nМи не передаємо і не продаємо будь-яку Особисту інформацію. Ми можемо розкривати інформацію іншим надійним стороннім постачальникам послуг або партнерам, щоб надавати вам Послуги та аналітику.\n\nВаші рішення та права\nМи прагнемо надавати вам способи швидкого оновлення інформації або її видалення.\nЩоб правильно це робити, ви можете зв’язатись з нами за адресою: privacy@hola.org\n\nПравовий захист:\nКонфіденційність: https://hola.org/legal/privacy\nУмови надання послуг:  https://hola.org/legal/sla\nDMCA: https://hola.org/legal/dmca \n\nПідписатись на Hola Преміум: https://hola.org/premium?ref=webstore\nДізнатись більше - https://hola.org/faq\nПідтримка - http://hola.org/support\nПолітика конфіденційності Hola: http://hola.org/legal/privacy\nЛіцензійна угода з кінцевим користувачем Hola: http://hola.org/legal/sla"
  }
}