{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FastBound"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FastBound automates FFL and transferee/buyer information entry on NICS and POC State websites, ensuring accuracy and efficiency."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The FastBound browser extension expedites transferee/buyer information entry by automating this task across multiple background check websites. This cutting-edge tool streamlines what was once a manual and time-consuming process, ensuring accuracy and efficiency in critical data entry tasks with unparalleled ease and precision.\n\nSince 2010, FastBound's dedicated focus on compliance has protected more FFLs than any other provider. Standalone or integrated with dozens of POS, ERP, and e-commerce applications, only FastBound offers a true guaranteed legal defense related to using our software.\n\nElectronic A&D: FastBound's Electronic A&D software streamlines Federal Firearms Licensees (FFLs) compliance with easy-to-use, ATF-approved record-keeping. Eliminate manual errors, save time, and gain peace of mind with automated 4473 forms, robust audit features, and guaranteed legal protections. Make compliance hassle-free.\n\nElectronic 4473: English and Spanish-speaking buyers complete more 4473 forms electronically with FastBound than any other software vendor. Transform any computer, tablet, or buyer's smartphone into a compliant 4473 with digital signature and digital storage support without transaction fees or special hardware requirements.\n\nBacked by legal defense: FastBound was the first to engage an FFL law firm to back its FFL Software with a guaranteed legal defense related to its use–often imitated but never duplicated.\n\nSecure Data: FastBound exceeds ATF rulings and regulations for electronic bound books and allows you to focus on your business, not backups!\n\nLeading Integrations: FastBound integrates with dozens of POS, ERP, and e-commerce applications. Our open API makes us the leading choice among software providers who are serious about firearms compliance."
  }
}