{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PixelPilot (Pixel Perfect Design Helper)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pixel Pilot acts as a meticulous design assistant, guaranteeing pixel-perfect precision."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to PixelPilot, Your Ultimate Design Precision Tool!\nTired of pixel imperfections and alignment issues in your web projects? Discover PixelPilot, the Chrome extension that revolutionizes your design process, ensuring pixel-perfect precision in every element of your web designs.\n\nWhy PixelPilot?\nPixelPilot is meticulously crafted to enhance your workflow, allowing you to overlay UI images with pinpoint accuracy. It’s designed for both novice developers and seasoned designers seeking flawless execution in their web projects.\n\nKey Features:\n\n1. Pixel-Perfect Alignment: Overlay UI images seamlessly for exact alignment.\n2. Effortless Integration: Integrates directly into your Chrome browser for quick access.\n3. Intuitive Controls: Keyboard shortcuts enable simple adjustments of design elements.\n4. Customizable Settings: Tailor overlay transparency, positioning, and more to your specific needs.\n5. Advanced Color Tools: Generate and manage color palettes directly from your designs.\n\nKeyboard Shortcuts:\n\n1. Adjust Opacity: Shift + Plus/Minus\n2. Move Overlay: Shift + Arrow Keys\n3. Toggle Visibility: Shift + T, Shift + E\n4. Lock/Unlock Overlay Movement: Shift + L\n5. Invert Overlay Colors: Shift + I for enhanced contrast\n6. Color Picker: Shift + C for easy color adjustments\n\nEmpower Your Design Process:\nWith PixelPilot, every click brings you closer to design perfection. Manage layouts, adjust z-index, and handle panel movements effortlessly. Customize your workspace to suit your design style and requirements.\n\nJoin the Revolution in Web Design:\nDon’t let layout discrepancies hold back your creativity. Join thousands of designers who have elevated their design prowess with PixelPilot. Download now and transform the way you approach web design!\n\nDownload PixelPilot Today:\nExperience the difference precision can make. Say goodbye to design limitations and hello to limitless creativity with PixelPilot. Your journey towards design perfection starts here!"
  }
}