{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Look Busy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fool people into thinking you're hard at work with this user-friendly extension!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Have you ever needed to be able to quickly escape a website you are on and convince others that you are busy working on something when you really aren't?\nIf so, Look Busy is the extension for you!\n\nThere are just a few simple steps:\n1. Select the subject that you want to look like you are working on from the dropdown.\n2. Click anywhere outside of the popup window to close it (your choice is automatically saved).\n3. When you need to quickly escape a webpage, press your Escape key and you will be brought to a random webpage related to the subject that you chose*.\n4. Later, if you would like to return to the webpage that you were on before you escaped, hold down your Shift key and press your Home key**.\n\n* Webpages will usually be a Stack Exchange related to the subject or a Stack Overflow if the subject is programming. On rare occasions you may be brought to the front page of Wikipedia (this only occurs if for some reason Look Busy cannot determine what subject you have selected).\n** Some smaller keyboards do not have Home keys. A solution for this may be coming in a future update - stay tuned!\n\n⚠ IMPORTANT ⚠\n==============\nLook Busy overrides the use of your escape key when active. There are many times when browsing the web when you would like to use your escape key for some other reason. In order to deactivate Look Busy, visit chrome://extensions/ and click the toggle on Look Busy to turn it on/off.\n\nTo learn more about the extension and see the privacy policy, visit:\nhttps://liberated-programmer.github.io/look-busy.html"
  }
}