{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download PicsArt For PC, Windows and Mac"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get PicsArt For PC, Windows and Mac extension to brings you awesome image editor with single click"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your photo-editing experience right from your Chrome browser with the PicsArt for PC, Windows, and Mac extension. Seamlessly transform any image with just a few clicks using this user-friendly photo editor extension.\n\nKey Features:\n\n✅ Rotate Image: Adjust the orientation of your photos.\n✅ Crop Image: Focus on what matters by trimming unwanted areas.\n✅ Filters: Apply unique filters for distinctive looks.\n✅ Fine-tune: Adjust brightness, contrast, and more for the perfect finish.\n✅ Annotate: Add text or draw on your images.\n✅ Decorate: Beautify your photos with decorative elements.\n✅ Stickers: Access a variety of stickers to make your photos fun.\n✅ Frames: Frame your moments with stylish borders.\n✅ Redact Feature: Keep sensitive information private.\n✅ Resize: Modify your photos to fit any dimension.\n✅ Scale: Adjust the size of your image effortlessly.\n\n\nHow to Use:\n\nStep-1: Install the \"PicsArt for PC, Windows, and Mac\" extension to your Chrome browser.\nStep-2: Click on the extension icon located near the address bar.\nStep-3: Input your image URL into the provided field and click the \"Open Editor\" button.\nStep-4: The PicsArt Image Editor will launch, offering a suite of tools for your editing needs.\nStep-5: Get creative and enjoy your enhanced images!\n\n\nThe PicsArt for PC, Windows, and Mac Chrome Extension is more than just a photo editor – it's a comprehensive tool designed to elevate your digital storytelling. Whether you're a professional photographer, a content creator, or simply someone looking to spruce up their images, this extension is your one-stop solution. With its intuitive interface and diverse features, photo editing becomes not just easy but also enjoyable. Enhance, modify, and transform your images like never before. Add the PicsArt extension to your Chrome browser today and unlock a world of creative possibilities!\n\n\nDisclaimer:\n\nPlease note that \"PicsArt for PC, Windows, and Mac\" Chrome Extension is an independent product and is not associated, affiliated, or endorsed by the PicsArt Android app or its developers. We respect intellectual property rights and make no claim to any copyrights associated with the PicsArt Android app."
  }
}