{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bloomingdale's Coupon Code (PTF50)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Best Bloomingdale's discount code valid 100% for all products on the website. Get big discount now"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The best Bloomingdale's Coupon Code (PTF50): Unlock Luxury Fashion Discounts!\n\nLooking for the perfect way to save on luxury fashion, bags, and clothing? Look no further than the exclusive Bloomingdale's Coupon Code (PTF50). This remarkable promo code is your golden ticket to incredible savings on the finest designer pieces. Whether you're a seasoned shopper or just starting to explore the world of luxury fashion, this code is your secret to unlocking unbeatable deals.\n\n🛍️ Key Benefits:\n\n    Bloomingdale's Coupon Code: Discover the power of the Bloomingdale's Coupon Code (PTF50).\n    Bloomingdale's Promo Code: Elevate your shopping experience by applying our promo code at checkout.\n    Bloomingdale's Discount Code: Enjoy significant discounts on luxury fashion and accessories.\n\n🤔 How to Use Bloomingdale's Coupon Code (PTF50)?\n\n 1.  Copy Coupon: Begin by copying the coupon code \"PTF50.\" Highlight and copy the code to your clipboard for quick access.\n\n 2.   Use it at the Shopping Cart: Browse Bloomingdale's vast selection of luxury items. Add your desired fashion finds, bags, and clothing to your shopping cart as you go.\n\n 3.   Proceed to Payment: Once your cart is filled with exquisite pieces, click on the shopping cart icon to review your selections. Here, you'll find a designated area to enter your coupon code. Paste \"PTF50\" into the provided field and click \"Apply\" to witness instant savings.\n\n 4.   Get the Discount: Watch as the magic happens and the discount is applied to your order total. Your savings will be clearly reflected in the final price. Now, complete your purchase and enjoy the satisfaction of knowing you've scored incredible deals on luxury fashion.\n\nMake every shopping experience a rewarding one with Bloomingdale's Coupon Code (PTF50). Start exploring Bloomingdale's today, and let this coupon code be your key to unlocking luxurious discounts from the very beginning!"
  }
}