{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sky Reader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sky Reader is an article formatter designed to heighten your online reading experience."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sky reader is a simple, lightweight, and memory efficient online text formatter that features a wide array of customizable settings, designed to enhance the enjoyability, comprehension, and meaning of one's reading experience. \n\nWith Sky Reader, you can quickly and cleanly format article text from any website with one click of a button. \n\nHowever, if you wish to format only certain sections of a body of text, you can type or copy and paste text directly into the popup view's input field. This can be helpful for research, note-taking, and summarization of texts.\n\nEach body of formatted text is tied to a specific tab number, allowing you to re-open and view recently formatted articles within the window of any given browsing session.\n\nYou can also save any formatted article as a PDF document. Additional space is given to each page, which allows for convenient note taking.\n\nLine gradients are implemented as an optional reading aid, which can allow for smoother, less eye-straining, and more focused reading experiences. For example, with line gradients enabled, the likelihood of one's eye moving to already-read lines of text or skipping lines of text is reduced, enhancing mechanical reading confidence without you even realizing. \n\nLine gradients are enabled by default, however, if you prefer to read without them, they can be easily disabled.\n\nThe \"Lightning Read\" feature displays single words from the formatted article in rapid succession, which, with practice, can assist you in reading \"words per minute\" at a rate normally only experienced by speed readers. \n\nImages, video, advertisements, and other non-text related media content are not included in the formatted text owing to the reading-centric nature of the extension."
  }
}