{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bitglass Google Docs Offline"
  },
  "short": {
    "ar": "تعديل المستندات وجداول البيانات والعروض التقديمية وإنشاؤها وعرضها، كل ذلك بلا اتصال بالإنترنت",
    "am": "የእርስዎን ሰነዶች፣ የተመን ሉሆች እና የዝግጅት አቀራረቦች ያርትዑ፣ ይፍጠሩ እና ይመልከቱ — ሁሉንም ያለ በይነመረብ መዳረሻ።",
    "bg": "Редактирайте, създавайте и преглеждайте своите документи, електронни таблици и презентации – всичко това без достъп до интернет.",
    "bn": "ইন্টারনেট অ্যাক্সেস ছাড়াই আপনার ডকুমেন্ট, স্প্রেডশিট এবং উপস্থাপনা এডিট, তৈরি করুন এবং দেখুন।",
    "ca": "Edita, crea i consulta documents, fulls de càlcul i presentacions, tot sense accés a Internet.",
    "cs": "Upravujte, vytvářejte a zobrazujte své dokumenty, tabulky a prezentace – vše bez přístupu k internetu.",
    "da": "Rediger, opret og se dine dokumenter, regneark og præsentationer helt uden internetadgang.",
    "de": "Mit der Erweiterung können Sie Dokumente, Tabellen und Präsentationen bearbeiten, erstellen und aufrufen – ganz ohne…",
    "el": "Επεξεργαστείτε, δημιουργήστε και δείτε τα έγγραφα, τα υπολογιστικά φύλλα και τις παρουσιάσεις σας και όλα αυτά χωρίς πρόσβαση στο…",
    "en,en_AU,en_US": "Edit, create, and view your documents, spreadsheets, and presentations — all without internet access.",
    "en_GB": "Edit, create and view your documents, spreadsheets and presentations – all without Internet access.",
    "es": "Edita, crea y consulta tus documentos, hojas de cálculo y presentaciones; todo ello, sin acceso a Internet.",
    "es_419": "Edita, crea y consulta tus documentos, hojas de cálculo y presentaciones aunque no tengas acceso a Internet",
    "et": "Saate luua, muuta ja vaadata oma dokumente, arvustustabeleid ning esitlusi ilma Interneti-ühenduseta.",
    "fa": "اسناد، صفحات‌گسترده و ارائه‌ها را ویرایش، ایجاد و مشاهده کنید — همه این کارها بدون دسترسی به اینترنت.",
    "fi": "Muokkaa, luo ja katso dokumentteja, laskentataulukoita ja esityksiä ilman internetyhteyttä.",
    "fil": "I-edit, gawin, at tingnan ang iyong mga dokumento, spreadsheet, at presentation — lahat ng ito nang walang access sa internet.",
    "fr": "Modifiez, créez et consultez des documents, feuilles de calcul et présentations, sans accès à Internet.",
    "gu": "તમારા દસ્તાવેજો, સ્પ્રેડશીટ અને પ્રસ્તુતિ બનાવો, તેમાં ફેરફાર કરો તેમજ જુઓ - આ બધું ઇન્ટરનેટ ઍક્સેસ વગર.",
    "he": "עריכה, יצירה והצגה של מסמכים, גיליונות אלקטרוניים ומצגות – גם בלי חיבור לאינטרנט.",
    "hi": "बिना किसी इंटरनेट ऐक्सेस के अपने दस्तावेज़, स्प्रेडशीट और प्रस्तुतिकरणों में बदलाव करें, उन्हें बनाएं और देखें.",
    "hr": "Uredite, izradite i pregledajte dokumente, proračunske tablice i prezentacije – sve bez pristupa internetu.",
    "hu": "Szerkesszen, hozzon létre és tekintsen meg dokumentumokat, táblázatokat és prezentációkat – akár internetkapcsolat nélkül is.",
    "id": "Edit, buat, dan lihat dokumen, spreadsheet, dan presentasi — tanpa perlu akses internet.",
    "it": "Modifica, crea e visualizza documenti, fogli di lavoro e presentazioni, senza accesso a Internet.",
    "ja": "インターネットに接続していなくても、ドキュメント、スプレッドシート、プレゼンテーションを編集、作成、表示できます。",
    "kn": "ಇಂಟರ್ನೆಟ್ ಪ್ರವೇಶವಿಲ್ಲದೆಯೇ ನಿಮ್ಮ ಡಾಕ್ಯುಮೆಂಟ್‌ಗಳು, ಸ್ಪ್ರೆಡ್‌ಶೀಟ್‌ಗಳು ಮತ್ತು ಪ್ರಸ್ತುತಿಗಳನ್ನು ಎಡಿಟ್ ಮಾಡಿ, ರಚಿಸಿ ಮತ್ತು ವೀಕ್ಷಿಸಿ.",
    "ko": "인터넷에 연결하지 않고도 문서, 스프레드시트 및 프레젠테이션을 수정, 생성, 확인합니다.",
    "lt": "Redaguokite, kurkite ir peržiūrėkite savo dokumentus, skaičiuokles ir pristatymus – viską darykite be prieigos prie interneto.",
    "lv": "Rediģējiet, veidojiet un skatiet savus dokumentus, izklājlapas un prezentācijas, neizmantojot savienojumu ar internetu.",
    "ml": "നിങ്ങളുടെ ഡോക്യുമെന്റുകളും സ്‌പ്രെഡ്‌ഷീറ്റുകളും അവതരണങ്ങളും എഡിറ്റ് ചെയ്യുക, സൃഷ്‌ടിക്കുക, കാണുക — എല്ലാം ഇന്റർനെറ്റ് ആക്‌സസ്…",
    "mr": "तुमचे दस्तऐवज, स्प्रेडशीट आणि सादरीकरण हे सर्व इंटरनेट ॲक्सेसशिवाय संपादित करा, तयार करा आणि पाहा.",
    "ms": "Edit, buat dan lihat dokumen, hamparan dan pembentangan anda — kesemuanya tanpa akses Internet.",
    "nl": "Bewerk, maak en bekijk je documenten, spreadsheets en presentaties. Allemaal zonder internettoegang.",
    "no": "Rediger, opprett og se dokumentene, regnearkene og presentasjonene dine – uten nettilgang.",
    "pl": "Edytuj, twórz i wyświetlaj swoje dokumenty, arkusze kalkulacyjne oraz prezentacje bez konieczności łączenia się z internetem.",
    "pt_BR": "Edite, crie e veja seus documentos, planilhas e apresentações sem precisar de acesso à Internet.",
    "pt_PT": "Edite, crie e veja os documentos, as folhas de cálculo e as apresentações, tudo sem precisar de aceder à Internet.",
    "ro": "Editați, creați și accesați documente, foi de calcul și prezentări - totul fără acces la internet.",
    "ru": "Создавайте, просматривайте и редактируйте документы, таблицы и презентации без доступа к Интернету.",
    "sk": "Úprava, tvorba a zobrazenie dokumentov, tabuliek a prezentácií. To všetko bez prístupu na internet.",
    "sl": "Urejajte, ustvarjajte in si ogledujte dokumente, preglednice in predstavitve – vse to brez internetnega dostopa.",
    "sr": "Правите и прегледајте документе, табеле и презентације и уносите измене у њих – све то без интернет приступа.",
    "sv": "Redigera, skapa och visa dina dokument, kalkylark och presentationer – helt utan internetåtkomst.",
    "sw": "Badilisha, unda na uangalie hati, malahajedwali na mawasilisho yako — yote bila kutumia muunganisho wa intaneti.",
    "ta": "இணைய அணுகல் இல்லாமல், உங்கள் ஆவணங்கள், விரிதாள்கள், விளக்கக்காட்சிகள் ஆகியவற்றைத் திருத்தலாம், உருவாக்கலாம், பார்க்கலாம்.",
    "te": "మీ పత్రాలు, స్ప్రెడ్‌షీట్‌లు, ప్రెజెంటేషన్‌లను సవరించండి, సృష్టించండి మరియు వీక్షించండి — అన్నీ ఇంటర్నెట్ యాక్సెస్ లేకుండానే.",
    "th": "แก้ไข สร้าง และดูเอกสาร สเปรดชีต และงานนำเสนอ — โดยไม่ต้องเชื่อมต่ออินเทอร์เน็ต",
    "tr": "Doküman, e-tablo ve sunu oluşturun, bunları düzenleyin ve görüntüleyin. Tüm bu işlemleri internet erişimi olmadan yapabilirsiniz.",
    "uk": "Редагуйте, створюйте й переглядайте документи, електронні таблиці та презентації без доступу до Інтернету.",
    "vi": "Chỉnh sửa, tạo và xem tài liệu, bảng tính và bản trình bày — tất cả mà không cần truy cập Internet.",
    "zh_CN": "编辑、创建和查看您的文档、电子表格和演示文稿 - 无需连接互联网。",
    "zh_TW": "即使在離線狀態下，也能編輯、建立及瀏覽文件、試算表和簡報。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This plugin allows Bitglass customers using Bitglass proxy solution to access google docs offline\n\nAbout Bitglass:\nManaged Apps: Bitglass' Zero-day cloud access security broker (CASB) solution uniquely balances cloud agility, security, and user experience. Agentless Zero-day controls for any device. Control the flow of sensitive data into and out of the cloud in real time with Bitglass cloud DLP and contextual access control. Monitor and control data at rest in the cloud via APIs. Ensure security and compliance for data-at-rest with searchable Cloud Encryption. Protect data from breaches while preserving full application functionality. Agentless Zero-Day malware and threat protection\n\nUnmanaged Apps: Analyze application usage at the firewall or proxy and control usage of unmanaged applications. \nAutomated ShadowIT index of over 100K apps detect and rate unmanaged app risk. Block, coach, and control unmanaged cloud applications on any managed device. Zero-day Unmanaged App Control leverages patent-pending technology that automatically detects and controls leakage paths in any app.   \n\nMobile Security: Mobile is an inseparable component of cloud security. Bitglass' data-centric approach to mobile security ensures that corporate information stays protected on any device, anywhere. Secure mobile and BYOD painlessly with Bitglass' agentless mobile security solution. It takes just minutes to configure and deploy for both users and admins. Control and protect corporate data on any mobile device with DLP, device controls, and more."
  }
}