{
  "name": {
    "ar,ca,cs,ja,ro": "Fast Math Online Game",
    "am,bn,et,fa,fil,hr,kn,sl": "Fast Math Online",
    "bg,fi,hu,ko,mr,ta,te": "Fast Math Unblocked Game",
    "da,id,ml,no,sv,th": "Fast Math Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,it,lt,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Fast Math Educational Game",
    "el,gu,he,hi,lv,ms,pl,sk,sw": "Fast Math Educational Games"
  },
  "short": {
    "ar": "اختر ما إذا كانت عملية الرياضيات التي تظهر على الشاشة صحيحة أم خاطئة قبل نفاد وقتك.",
    "am": "በስክሪኑ ላይ የሚታየው የሒሳብ ቀዶ ሕክምና እውነት መሆን አለመሆኑን ወይም ጊዜህ ከማለቁ በፊት ሐሰት መሆኑን ምረጥ።",
    "bg": "Изберете дали операцията по математика, която се показва на екрана, е вярна или невярна, преди времето ви да изтече.",
    "bn": "আপনার সময় শেষ হওয়ার আগে স্ক্রিনে প্রদর্শিত গণিতের ক্রিয়াকলাপটি সত্য বা মিথ্যা কিনা তা চয়ন করুন।",
    "ca": "Trieu si l'operació matemàtica que apareix a la pantalla és certa o falsa abans que s'acabi el temps.",
    "cs": "Zvolte, zda je matematická operace, která se zobrazí na obrazovce, pravdivá nebo nepravdivá před vypršením času.",
    "da": "Vælg, om den matematiske handling, der vises på skærmen, er sand eller falsk, før din tid løber ud.",
    "de": "Wählen Sie aus, ob die mathematische Operation, die auf dem Bildschirm angezeigt wird, wahr oder falsch ist, bevor Ihre Zeit abl...",
    "el": "Επιλέξτε αν η μαθηματική λειτουργία που εμφανίζεται στην οθόνη είναι αληθής ή ψευδής πριν τελειώσει ο χρόνος σας.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Choose whether the math operation that appears on the screen is true or false before your time runs out.",
    "es": "Elija si la operación matemática que aparece en la pantalla es verdadera o falsa antes de que se acabe el tiempo.",
    "et": "Valige, kas ekraanile kuvatav matemaatikatoiming on tõene või vale, enne kui teie aeg otsa saab.",
    "fa": "انتخاب کنید که آیا عملیات ریاضی که بر روی صفحه نمایش ظاهر می شود درست است یا نادرست قبل از زمان خود را اجرا می شود.",
    "fi": "Valitse, onko näytössä näkyvä matemaattinen toiminto tosi vai epätosi, ennen kuin aikasi loppuu.",
    "fil": "Piliin kung ang matematika operasyon na lumilitaw sa screen ay totoo o mali bago ang iyong oras naubusan.",
    "fr": "Choisissez si l’opération mathématique qui apparaît à l’écran est vraie ou fausse avant l’épuisement de votre temps.",
    "gu": "તમારો સમય પૂરો થાય તે પહેલાં પસંદ કરો કે સ્ક્રીન પર દેખાતી ગણિતની કામગીરી સાચી છે કે ખોટી.",
    "he": "בחר אם הפעולה המתמטית שמופיעה על המסך נכונה או שקרית לפני שנגמר זמנך.",
    "hi": "चुनें कि आपका समय समाप्त होने से पहले स्क्रीन पर दिखाई देने वाली गणित कार्रवाई सही है या गलत है।",
    "hr": "Odaberite je li matematička operacija koja se pojavljuje na zaslonu istinita ili netočna prije isteka vremena.",
    "hu": "Válassza ki, hogy a képernyőn megjelenő matematikai művelet igaz vagy hamis,mielőtt lejár az ideje.",
    "id": "Pilih apakah operasi matematika yang muncul di layar benar atau salah sebelum waktu Anda habis.",
    "it": "Scegli se l'operazione matematica visualizzata sullo schermo è vera o falsa prima che scada il tempo.",
    "ja": "画面に表示される数学演算が true か false かを選択してから、時間がなくなる前に選択します。",
    "kn": "ನಿಮ್ಮ ಸಮಯ ಮುಗಿಯುವ ಮೊದಲು ಪರದೆಯ ಮೇಲೆ ಕಾಣಿಸಿಕೊಳ್ಳುವ ಗಣಿತ ಕಾರ್ಯಾಚರಣೆಯು ನಿಜವೇ ಅಥವಾ ತಪ್ಪೇ ಎಂಬುದನ್ನು ಆಯ್ಕೆಮಾಡಿ.",
    "ko": "시간이 다 떨어지기 전에 화면에 나타나는 수학 연산이 참인지 거짓인지 선택합니다.",
    "lv": "Izvēlieties, vai matemātiskā darbība, kas tiek parādīta ekrānā, ir patiesa vai nepatiesa, pirms beidzas jūsu laiks.",
    "ml": "നിങ്ങളുടെ സമയം തീരുന്നതിനുമുമ്പ് സ്ക്രീനിൽ പ്രത്യക്ഷപ്പെടുന്ന ഗണിത പ്രവർത്തനം സത്യമാണോ തെറ്റാണോ എന്ന് തിരഞ്ഞെടുക്കുക.",
    "mr": "स्क्रीनवर दिसणारं गणिताचं ऑपरेशन खरं की खोटं हे तुमचा वेळ संपण्यापूर्वीच निवडा.",
    "ms": "Pilih sama ada operasi matematik yang muncul di skrin adalah benar atau palsu sebelum masa anda habis.",
    "nl": "Kies of de wiskundige bewerking die op het scherm wordt weergegeven waar of onwaar is voordat uw tijd om is.",
    "no": "Velg om matematikkoperasjonen som vises på skjermen, er sann eller usann før tiden renner ut.",
    "pl": "Wybierz, czy operacja matematyczna wyświetlana na ekranie jest prawdziwa czy fałszywa, zanim skończy się czas.",
    "ro": "Alegeți dacă operațiunea matematică care apare pe ecran este adevărată sau falsă înainte de expirarea timpului.",
    "ru": "Выберите, является ли математическая операция, отображаемая на экране, истинной или ложной до истечения времени.",
    "sk": "Pred vyčerpaním času vyberte, či je matematická operácia, ktorá sa zobrazí na obrazovke, pravdivá alebo nepravdivá.",
    "sl": "Izberite, ali je matematična operacija, ki se prikaže na zaslonu, resnična ali napačna, preden zmanjka časa.",
    "sv": "Välj om den matematiska åtgärden som visas på skärmen är sann eller falsk innan din tid tar slut.",
    "sw": "Chagua ikiwa operesheni ya hesabu inayoonekana kwenye skrini ni ya kweli au ya uwongo kabla ya muda wako kuisha.",
    "ta": "திரையில் தோன்றும் கணித செயல்பாடு சரியா தவறா என்பதை உங்கள் நேரம் முடிவதற்கு முன் தேர்வு செய்யவும்.",
    "te": "మీ సమయం ముగియడానికి ముందు స్క్రీన్ పై కనిపించే గణిత ఆపరేషన్ సత్యమా లేదా అసత్యమా అని ఎంచుకోండి.",
    "th": "เลือกว่าการดําเนินการทางคณิตศาสตร์ที่ปรากฏบนหน้าจอเป็นจริงหรือเท็จก่อนที่เวลาของคุณจะหมดลง",
    "tr": "Süreniz dolmadan önce ekranda görünen matematik işleminin doğru mu yoksa yanlış mı olduğunu seçin.",
    "uk": "Виберіть, чи є математична операція, яка з'явиться на екрані, істинною чи хибною до того, як ваш час закінчиться."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you good at math games! Solve all the hard questions and become a math genius. Fast Math is a fun game where you can practice math. This game presents you with simple addition, subtraction, multiplication and division questions, and you try to answer these questions correctly within the specified time. You aim to get the highest score and have fun while improving your math skills. By thinking carefully and quickly, you will test your brain power while giving correct answers to the questions, testing your mathematical knowledge.\n\nFast Math is an ideal option for anyone who wants to practice math. In particular, it offers a fun way for students to improve their math skills and gain the ability to think quickly. It is also an excellent option for those who want to improve themselves in math and those who wish to exercise their brain.\n\nWhen the game starts, you are given different levels of math operations. It includes various difficulty levels, from simple addition and subtraction to more complex multiplication and division. The number of questions and difficulty levels increase as your score increases, and you progress through the game. Your time gets shorter with each level, which requires you to think and act faster than you do.\n\nFast Math Educational Game improves not only math skills but also concentration and the ability to make quick decisions. To answer the questions quickly and accurately in the game, you must think fast and focus your attention. This strengthens your math skills while also improving your overall mental performance.\n\nThe educational feature of the game is one of the elements that make mathematics more enjoyable. The game makes learning math a fun activity, not a task. Children and students enjoy practicing math in the game by getting away from boring math books while at the same time increasing their interest in math.\n\nFast Math is an attractive option for those interested in mathematics outside their math classes. Thanks to this game, those who see mathematics as just a game and those who want to acquire new mathematical skills experience mathematics as a fun activity.\n\nThe fun and addictive nature of the game keeps math enthusiasts coming back all the time. Making an effort to get higher scores by challenging your goals, trying to get better at each level and increasing your speed encourages continuous progress in the game.\n\nHow To Play\nPlayed with Mouse.\n\nFast Math Educational Game Features\n✓ Hard Math\n✓ Basic control\n✓ 2D Graphics\n\nFinally, you can enjoy these game for free (and more requests will be added)! Fast Math Educational Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}