{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KellyC Show YouTube Dislikes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Show dislikes on Youtube. Return dislikes and ratio bar. Classic ratio bar, controll data sources via options",
    "ru": "Отображает дизлайки на Youtube. Возвращает счетчик дизлайков и индикатор соотношения. Контроль источников данных"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NOTE : ** Extension can be disabled after update \\ install by default - check is enabled - then restart browser if not work **\n\nYoutube has removed dislike statistics. This extension return this functionality back.\n\nMy project is similar to other ones, but with some features that was important personaly for me :\n\n- Support select of \"dislikes\" data providers, so you can clearly see where \"likes\\dislikes\" stat was loaded from. You can find description of data sources in extension settings. You can see data source directly on youtube page if option [Addition oprions] -> [Display data source in ratio bar popup] is activated (active by default)\n- Custom ratio bar that can be disabled or recolored from extension settings\n- Partly compatible with some mobile browsers (support depends on browser version and manifest v3 compatibility).  \n\nCurrently supported data providers :\n\n- YouTube metadata parsing (used by default, helps to detect original likes count \\ is video votes closed)\n- API by Return YouTube Dislikes project (https://returnyoutubedislike.com/) - active by default. Currently most effective. Used archived youtube data and votes from users of extensions \\ services that support this API. \n- API by SponsorBlock (https://wiki.sponsor.ajay.app/w/API_Docs/Ratings Documentation) - Currently disabled by default. Not many extensions used it so there is almost zero data for current time.\n- API by CatFace (my server, currently used as small historical data archive)\n\nExtension source code \\ support is available on GitHub : \n\nhttps://github.com/NC22/KellyC-Return-YouTube-Dislikes\n\nHow extension count \"dislikes\" and is this results accurate?\n\nhttps://github.com/NC22/KellyC-Return-YouTube-Dislikes/wiki/How-extension-count-%22dislikes%22-and-is-this-results-accurate%3F",
    "ru": "*** Расширение может быть неактивно после установки \\ обновления. Проверьте включено ли расширение - перезапустите браузер если есть проблемы в работе ***\n\nНачиная с середины ноября на ютубе вводится постепенное скрытие информации о поставленных на видео дизлайках. Данное расширение восстанавливает отображение дизлайков на ютубе.\n\nНекоторые изменения в новой версии :\n\n- Источники данных можно контролировать через настройки расширения (см. описание каждого источника, при необходимости пробуйте менять источники если считаете тот или иной недостаточно надежным). Источник данных отображается во всплывающем окне при наведении на индикатор соотношения лайков к дизлайкам если активна опция [Расширенные настройки] -[Отображать источник данных] (вкл. по умолчанию)\n\n- Индикатор соотношения лайков к дизлайкам можно отключить \\ изменить цветовую палитру, размер через настройки расширения\n\n- Поддерживается мобильная версия (установка на мобильные устройства может быть не доступна по умолчанию и зависит от браузера - подробнее)\n\nНа данный момент поддерживаются следующие источники данных :\n\n- YouTube metadata - обработка страницы с видео ютуба (учитывается\n- API от Return YouTube Dislikes (https://returnyoutubedislike.com/) - проект открытый-архив данных о дизлайках. Учитываются архивные данные и голоса пользователей расширения \\ сервисов где еще это API используется\n- API от SponsorBlock (Документация - https://wiki.sponsor.ajay.app/w/API_Docs/Ratings) - отключен по умолчанию. На данный момент считает без учета старых данных ютуба, статистики еще очень мало, по этому практически для всех видео будет отображаться нулевая статистика.\n- API by CatFace - мой сервер, используется для кэширования данных и как небольшой запасной архив данных статистики.\n\nкод расширения доступен на GitHub :\n\nhttps://github.com/NC22/KellyC-Return-YouTube-Dislikes\n\nКак расширение считает дизлайки и на сколько эта данные точны :\n\nhttps://github.com/NC22/KellyC-Return-YouTube-Dislikes/wiki/How-extension-count-%22dislikes%22-and-is-this-results-accurate%3F"
  }
}