{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JSONView"
  },
  "short": {
    "am,ar,bn,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,kn,lt,lv,ml,mr,ms,no,pl,pt_PT,ro,sk,sl,sw,ta,te,th,vi,zh_TW": "View JSON documents in the browser.",
    "bg": "Директен преглед на JSON документи.",
    "ca": "Visualitza els documents JSON al navegador.",
    "cs": "Dokumenty JSON přímo v prohlížeči.",
    "de": "JSON-Dokumente im Browser anzeigen.",
    "es": "Permite abrir documentos JSON en el navegador.",
    "fr": "Afficher les documents JSON dans le navigateur.",
    "hi": "Json डॉक्यूमेंट को ब्राउज़र में देखे.",
    "hu": "JSON dokumentumok megtekintése a böngészőben.",
    "id": "Lihat dokumen JSON di browser.",
    "it": "Permette di visualizzare i file JSON nel browser.",
    "ja": "JSON ドキュメントをブラウザー内で表示します。",
    "ko": "브라우저에서 JSON 문서를 보세요.",
    "nl": "Bekijk JSON-documenten in de browser.",
    "pt_BR": "Veja documentos JSON no navegador.",
    "ru": "Просмотр документов в формате JSON прямо в браузере.",
    "sr": "Приказује JSON документе у прегледачу.",
    "sv": "Granska JSON-dokument i din webbläsare.",
    "tr": "JSON belgelerini tarayıcınızda açın.",
    "uk": "Перегляд JSON документів в браузер.",
    "zh_CN": "在浏览器中查看JSON 文件."
  },
  "long": {
    "am,ar,bn,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,id,kn,lt,lv,ml,mr,ms,no,pl,pt_PT,ro,sk,sl,sw,ta,te,th,tr,vi,zh_TW": "Normally when encountering a JSON document (content type \"application/json\"), the browser simply shows plain text. With the JSONView extension, JSON documents are formatted, highlighted, and arrays and objects can be collapsed. Even if the JSON document contains errors, JSONView will still show the raw text. Once you've got JSONView installed, check out http://jsonview.com/example.json to see the extension in action!",
    "bg": "Обикновено, когато се натъкнете на JSON документ (съдържание тип \"application/json\"), Chrome просто подава файла за изтегляне. С разширението JSONView, JSON документите се показват по начин подобен, на който XML документите се показват. Документът е форматиран, синтактично оцветен, а масивите и обектите могат да бъдат скривани и показвани. Дори ако JSON документът съдържа грешки, JSONView ще покаже суровия текст.\n\nСлед инсталация на JSONView, отидете на http://jsonview.com/example.json, за да видите разширението в действие!",
    "ca": "Quan el Chrome troba un document JSON (content-type \"application/json\"), normalment insta a descarregar el fitxer. Amb l'extensió JSONView, els documents JSON es mostren al navegador d'una manera semblant a com ho fan els documents XML. El document es mostra amb format, resaltat, i els arrays i els objectes es poden contraure. Fins i tot si el document JSON conté errors, JSONView mostrarà el text pla.\n\nQuan tingueu l'extensió instal·lada, podeu comprovar el seu funcionament a http://jsonview.com/example.json",
    "cs": "Chrome vždy, když narazí na dokument JSON (content-type=\"application/json\") vám pouze nabídne stažení souboru. S pomocí rozšíření JSONView jsou však dokumenty JSON zobrazeny v prohlížeči podobně jako dokumenty XML. Takový dokument je zformátován a zvýrazněn, pole a objekty mohou být minimalizovány. I když dokument JSON obsahuje chyby, JSONView zobrazí prostý text.\n\nJakmile nainstalujete JSONView, navštivte http://jsonview.com/example.json a uvidíte, jak funguje.",
    "de": "Normalerweise bietet Chrome beim Aufrufen eines JSON-Dokuments (Content-Type \"application/json\") das Abspeichern der Datei an. Die JSONView-Erweiterung stellt JSON-Dokumente analog wie XML-Dokumente dar. Das Dokument verfügt über Formatierungen sowie Hervorhebungen und Felder und Objekte können erweitert und zusammengefasst werden.  Enthält das JSON-Dokument Fehler, so zeigt JSONView nur den Quelltext an.\n\nUm JSONView in Aktion zu sehen, rufen Sie nach der Installation http://jsonview.com/example.json auf.",
    "es": "Normalmente cuando Firefox se encuentra con un documento JSON (su content type es \"application/json\") se limita a preguntar si se quiere descargar el archivo. Con la extensión JSONView el navegador muestra los documentos JSON de forma similar a los XML. El documento aparece formateado y resaltado, y se pueden colapsar los arrays y objetos. Si el documento JSON tiene errores la extensión mostrará el texto sin formato.\n\nDespués de instalar JSONView cargue el archivo http://jsonview.com/example.json para ver como actúa.",
    "fr": "Habituellement lorsque vous tombez sur un fichier JSON (type « application/json »), Firefox vous invite simplement le télécharger. Avec l'extension JSONView, les fichiers JSON sont affichés dans votre navigateur de la même manière que les fichiers XML. Le document est formaté, avec une coloration syntaxique, les arrays et objects peuvent être repliés/déployés. Même si le document JSON contient des erreurs, l'extension vous le montrera tout de même en texte brut.\n\nLorsque vous aurez installé l'extension JSONView, vous pouvez la voir en action en allant à cette adresse : http://jsonview.com/example.json",
    "hi": "जब भी Chrome Json डॉक्यूमेंट (content-type \"application/json\") देखता है तो वोह उसे डाउनलोड करने की कोशिश करता हैं. JsonView एक्सटेंशन की मदद से ब्राउज़र Json डाक्यूमेंट्स को ब्राउज़र के अंदर ही प्रदर्शित कर पायेगा जैसे की XML डॉक्यूमेंट को कर पता हैं. एक्सटेंशन डॉक्यूमेंट को फॉर्मेट और हाईलाइट कर देता हैं और जो Arrays और objects होते हैं उनको वोह खोल और बंद कर सकता हैं. अगर डॉक्यूमेंट में कोई गलती भी हो तब भी JsonView डॉक्यूमेंट को रॉ टेक्स्ट की तरह से प्रदर्शित करेगा. अगर आपके पास JsonView एक्सटेंशन इन्सटाल्ड हैं तो http://jsonview.com/example.json साईट पे जाकर एक उदारहण देखे.",
    "hu": "Egy JSON dokumentum felismerésekor (\"application/json\" tartalom) a Chrome egyszerűen rákérdez a fájl mentésére. A JSONView kiterjesztéssel a JSON dokumentumok a böngészőben az XML dokumentumokhoz hasonlóan nyitódnak meg. A dokumentum formázott és kiemelt lesz. A tömbök, objektumok összecsukhatók lesznek. Amennyiben a JSON dokumentum hibákat tartalmaz, a JSONView raw szöveget jelenít meg.\n\nA JSONView telepítése után tekintse meg a kiterjesztés működését a http://jsonview.com/example.json oldalon!",
    "it": "Normalmente Chrome tratta i file JSON (tipo di contenuto \"application/json\") semplicemente come file da salvare. L'estensione JSONView permette di visualizzare i file JSON nel browser (così come vengono mostrati i file XML). Il file JSON mostrato nel browser contiene formattazione ed evidenziature, ed array ed oggetti possono essere contratti. Anche quando i file JSON contengono errori, l'estensione JSONView ne mostra il testo senza formattazione.\n\nUna volta installata JSONView, per vedere l'estensione in azione aprire il link http://jsonview.com/example.json",
    "ja": "通常、JSON ドキュメント(内容タイプ「application/json」)に遭遇すると、Chrome は単にファイルのダウンロードを促します。JSONView 拡張機能では、JSON ドキュメントは XML ドキュメントが表示されるのと同じようにブラウザー内で表示されます。ドキュメントはフォーマットおよびハイライトされ、配列とオブジェクトは折りたたむことができます。JSON ドキュメントにエラーがあったとしても、JSONView は素のテキストを表示します。\n\nJSONView をインストールしたら、http://jsonview.com/example.json で拡張機能の動作確認をしてみてください！",
    "ko": "일반적으로 JSON 문서(컨텐츠 타입 \"application/json\")가 발생하면 Chrome는 단순히 파일을 다운로드하라는 메시지를 표시합니다. JSONView 확장 기능은 JSON 문서를 XML 문서가 표시되는 것과 같이 브라우저에 표시합니다. 형식화 및 하이라이트되어 배열과 객체를 축소할 수 있습니다. JSON 문서에 오류가 있는 경우에도 JSONView는 raw text를 표시합니다.\n\nJSONView를 설치한 후, 확장 기능의 동작을 보기 위해  http://jsonview.com/example.json 를 확인해보세요!",
    "nl": "Normaal vraagt Chrome eenvoudig of u het bestand wilt downloaden als het een JSON-document tegenkomt (inhoudstype “application/json”). Met de JSONView extensie worden JSON-documenten in de browser weergegeven op dezelfde manier als XML-documenten worden weergegeven. Het document wordt opgemaakt, geaccentueerd en rijen en objecten kunnen worden ingeklapt. Zelfs als het JSON-document fouten bevat geeft JSONView de ruwe tekst weer.\n\nAls u eenmaal JSONView hebt geïnstalleerd kunt u op http://jsonview.com/example.json kijken om de extensie in actie te zien!",
    "pt_BR": "Normalmente, ao abrir um documento JSON (content type \"application/json\"), o Chrome simplesmente pergunta se quer baixar o arquivo. Com o complemento JSONView, documentos JSON são mostrados no navegador do mesmo modo como documentos XML. O documento é formatado, realçado e setas e objetos podem ser recolhidos. Mesmo que o documento JSON contenha erros, o JSONView mostrará ainda o texto puro.\n\nUma vez que tenha o JSONView instalado, vá para http://jsonview.com/example.json para ver o complemento em ação!",
    "ru": "Обычно, сталкиваясь с документом JSON (тип содержимого \"application/json\"), Chrome просто предлагает загрузить файл. С расширением JSONView документы JSON будут отображаться в браузере, подобно тому, как отображаются документы XML. Документ форматируется, подсвечивается и группируется, а объекты могут быть свёрнуты. Даже если документ JSON содержит ошибки, то JSONView покажет необработанный текст.\n\nСразу после установки JSONView, проверьте его в действии на http://jsonview.com/example.json!",
    "sr": "Када Фајерфокс наиђе на JSON документ (тип application/json), једноставно вас пита желите ли да га сачувате. Са овим додатком, JSON документи се приказују у прегледачу, слично XML-у. Види се обликовање, истакнути делови и објекти који могу да се скупе. Чак и ако JSON документ садржи грешке, JSONView ће приказати бар текст.\n\nКада инсталирате JSONView, погледајте http://jsonview.com/example.json да бисте га видели на делу!",
    "sv": "I vanliga fall, när du stöter på ett JSON-dokument (innehållstyp \"application/json\"), uppmanar Chrome dig helt enkelt att ladda ner filen. Med tillägget JSONView visas JSON-dokument i webbläsaren, på ungefär samma sätt som XML-dokument visas. Dokumentet är formaterat, markerat, och matriser och objekt kan komprimeras.  Även om JSON-dokumentet innehåller fel kommer JSONView ändå att visa textinnehållet.\n\nNär du har installerat JSONView, besök http://jsonview.com/example.json för att se tillägget i funktion!",
    "uk": "Зазвичай, коли зустрічається документ JSON (тип вмісту \"application/json\"), Firefox просто пропонує завантажити файл. Разом з розширенням JSONView, документи показуються в браузері подібно до XML. Документ форматується, підсвічується, масиви та об’єкти можуть згортатися. Навіть коли документ JSON містить помилки, JSONView покаже сирий текст.\n\nОдразу після встановлення JSONView, pfqlsnm yf http://jsonview.com/example.json і подивіться розширення в дії!",
    "zh_CN": "通常当遇到JSON文件（内容类型“application/json），Chrome一般会提示您下载该文档.在JSONView的帮助下，你可以在浏览器中像XML文件一样查看JSON，具有代码自动高亮,自动缩进,自动折叠功能.甚至JSON文件中有错误，JSONView仍然可以显示原始代码.\n\n一旦你安装了JSONView，请到http://jsonview.com/example.json查看扩展是否起作用了!"
  }
}