{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SaveDay - AI Bookmark Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI knowledge assistant helps you instantly save, highlight web content, annotate and retrieve them"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SaveDay is an AI knowledge manager extension. With SaveDay, you can bookmark much more than web links and articles, organize them to make it easy to read them later and find them whenever you need.\n\nFeatures:\n★ Content saving: Save content in any format (web links, images, videos, photos, podcasts, audio...) easily while keeping your content confidential\n★ Reminder for saved content: Set reminders for your saved content, ensuring you stay on top of your reading list and never miss out on valuable information\n★ Web highlighter and Quoteshots: Easily highlight any web page, social post, and share it with beautiful templates\n★ Annotation: Add sticky notes on any place in a webpage, add highlight notes to your highlighted contents and timestamp notes for moments in video\n★ Intuitive search: Search by keyword or by the way you think, in any language, for contextual information retrieval\n★ Sidebar: Access all your notes, including highlights, AI notes, sticky notes, and highlight notes, in the sidebar.\n★ Free to use\n\nTips:\nUse the SaveDay side menu to automatically store the content you've selected, get sticky notes, get key points, and access collections. Here's how to turn it on:\n\nIn the menu bar:\nStep 1: Click on the SaveDay icon in the top right corner of your browser (ensure it's pinned first)\nStep 2: In the \"\"Settings\"\" section, switch on the \"\"SaveDay side menu\"\"\nStep 3: The SaveDay side menu will be turned on and visible\n\nIn the Settings page:\nStep 1: In the Preferences section, navigate to the \"\"Side menu\"\" category\nStep 2: Click on the \"\"Deleted\"\" icon to remove the website you previously turned off. Now, you can use the SaveDay side menu as usual\nAlternatively, click to switch on the button for the \"\"Side menu,\"\" turning it on for all websites until you decide to turn it off\nUse the Highlight button to easily and quickly highlight, annotate and create quoteshots:\n\nIn the SaveDay Menu: \nStep 1: Click the SaveDay icon in the top right of your browser (ensure it's pinned)\nStep 2: In the \"\"Settings\"\" section, switch on the \"\"Highlight button\"\". The highlight feature will be turned on, ready for use\n\nIn the Settings Page:\nStep 1: In the Preferences section, choose the \"\"Highlight button\"\" category\nStep 2: Type the website URL for which you want to turn on the highlight button. Click the \"\"Delete\"\" icon next to the website if it was previously turned off\nAlternatively, switch on the button for the \"\"Highlight button\"\" to turn it on permanently for all websites \n\nUse the SaveDay sidebar to access all your contents: \nStep 1: Click on the SaveDay icon in the top right corner of your browser (ensure it's pinned first) or click on the SaveDay side menu\nStep 2: Choose \"\"This content's note\"\" \n\nCheck out our privacy policy: https://www.save.day/privacy-policy \nCheck out our terms of service: https://www.save.day/terms-of-service"
  }
}