{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Skimlinks Editor tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SL Editor extension."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Skimlinks Editor Toolbar\n\nThe Skimlinks Editor Toolbar is the easy to use Chrome Extension that any publisher who is writing commerce content must have installed.\n\nNEW FEATURE - See Merchant Programs in Google Search Results\nYou can now see if a merchant has an affiliate program with Skimlinks directly in your Google Search results. All you need to do is make sure you have the Editor Toolbar installed and open when you search for a product or merchant, and you’ll now see the Skimlinks logo next to the search result if they have a program available.\n\nOther Features of the Skimlinks Editor Toolbar:\n\n- When a publisher is on the merchant's website, they’ll instantly be able to see if they provide commission rates, what they are and easily be able to create an affiliate link directly from the toolbar.\n- Easily see the average commission rate the merchant has paid over the last 90 days\n- The ability to see the full conditions relating to commission rates without leaving the page\n- Whether the merchant provides exclusive or higher than average commission rates\n- Shorten links to share on social networks or in email\n- If you manage multiple domains, the ability to select the domain you want to affiliate so that the relevant commission rates show\n\nYou need to have a Skimlinks account and be logged in for the Editor Toolbar to work.  You can sign up for an account here https://signup.skimlinks.com/"
  }
}