{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Copy Image Link on Hover"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "*Image URL Copier - Quick and Easy Image Link Copier*\n                                                 \nSimplify the way you share…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "*Image URL Copier - Quick and Easy Image Link Copier*\n                                                 \nSimplify the way you share images online with the Image URL Copier extension. With just a quick hover and a click, you can instantly copy the URL of any image, ready to be shared, embedded, or saved for later use.\n\n                                                  *Features:*\n\n~Instant Copy: Hover over any image and click the copy button to instantly copy the image URL to your clipboard.\n~User-Friendly Interface: Sleek, minimalist design that seamlessly integrates into your browsing experience without cluttering your screen.\n~Effortless Sharing: Perfect for bloggers, designers, and anyone who frequently needs to share images or their URLs.\n                                             *Why You'll Love It:*\nNo more right-clicking, navigating through context menus, or dealing with unnecessary steps. The Image URL Copier makes it effortless to grab and share image links, saving you time and streamlining your workflow.\n\nHow to Use:\n\nInstall the extension and add it to your Chrome toolbar.\nHover over any image while browsing.\nClick the \"Copy Link\" button that appears.\nPaste the copied URL wherever you need it!\nWhether you're curating content, saving references, or sharing visuals, Image URL Copier is your go-to tool for fast, easy image URL copying. Download now and enhance your browsing experience!"
  }
}