{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "689Cloud SecureMail"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Secure, Track, and Take Control of Your E-mail Attachments. Send Large Files Too!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SecureMail by 689Cloud allows business users to secure and track their E-mail attachments as well as send files up to 1GB. Free users can send up to 100 files a month, while the Pro version allows up to 200 files and also has advanced DRM protection and tracking for downloaded files.\nE-mail attachments are by far the most popular way to share files. Its benefits are ease of use as well as ubiquity. However, when a file is sent by E-mail, there is a risk that confidential or valuable data can be leaked or stolen. Once you click on “Send”, you have no way of revoking access, limiting re-sharing, or tracking who has downloaded your file. \nSecureMail fixes the E-mail attachment security problem.\n   •\tFiles sent with SecureMail are converted into a link that can only be accessed by the recipients specified in the E-mail. Recipients are verified with 2-factor authentication before they can view or download files.\n   •\tPDF, Word, Excel, and PowerPoint files can be sent as view-only links. Since the files cannot be downloaded, this dramatically reduces the risks of data leaks. The documents can also be watermarked for additional protection.\n   •\tFor downloadable files, SecureMail can encrypt them in a password-protected ZIP file. The password is unique to each recipient and is automatically generated and sent to the recipient so that you do not need to worry about managing passwords.\n   •\tIn the Pro version, downloadable PDF, Word, Excel, and PowerPoint files can be copy-protected using our proprietary digital rights management (DRM) technology. DRM protection prevents files that are downloaded and saved from being copied and re-shared. Access is tracked, and on some platforms, screen- captures and copy/paste are blocked. Files can even be revoked after they have been downloaded.\nTrack and control the files you send.\n   •\tUsing the SecureMail console, you can track who has viewed or downloaded your files. You can stop access to files at any time, and with the Pro version, you can even revoke files that have been downloaded and saved.\nSend videos, archives, and other large files\n   •\tSecureMail allows you to send files as large as 1GB, making it ideal for videos and other large files.\nWith SecureMail, you get the convenience and ease of E-mail attachments while increasing security, traceability, and control."
  }
}