{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kaplan Bar"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your Kaplan Bar Review experience with AI-powered tools including instant essay grading, KapBot assistant, and more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kaplan Bar AI Extension\n\nYour Ultimate Bar Exam Companion\n\nMastering the bar exam just got easier. The Kaplan Bar AI Extension is your all-in-one tool for comprehensive, AI-powered bar exam preparation. From instant essay feedback to personalized tutoring and intelligent study aids, we’ve revolutionized the way you prepare for the bar.\n\nKey Features\n➤ Instant Essay Feedback:\nGet immediate, in-depth analysis of your essays. Improve your argument structure, legal analysis, issue spotting, and overall writing clarity with precise, actionable feedback.\n\n➤ 24/7 AI Tutor:\nSimulate personalized, one-on-one tutoring sessions anytime, anywhere. Our AI tutor adapts to your learning style, answering questions and guiding your preparation.\n\n➤ Intelligent MCQ Coach:\nTackle multiple-choice questions with confidence. Receive detailed explanations and strategic tips to sharpen your reasoning and maximize your score.\n\n➤ Smart Quicksheets:\nAccess concise, AI-optimized legal outlines focusing on high-yield concepts to streamline your study sessions.\n\n➤ Seamless Integration:\nWorks directly within your Kaplan Bar Review course platform, allowing you to incorporate AI-driven tools into your study routine effortlessly.\n\n➤ State-Specific Scoring:\nTailored feedback aligns with your state’s bar exam scoring criteria, ensuring your preparation is targeted and relevant.\n\n➤ Comprehensive Study Tools:\nFrom essay grading to legal outlines, our extension equips you with everything needed to succeed.\n\n\nWhy Kaplan Bar AI Extension?\n\n➤ Trusted Expertise:\nBuilt in collaboration with bar exam professionals, our tools deliver accurate, actionable insights to guide your preparation.\n\n➤ Efficiency & Accuracy:\nSave time with instant analysis and focused study resources, allowing you to spend more time refining your skills.\n\n➤ Comprehensive Support:\nWhether you’re writing essays, studying concepts, or practicing MCQs, Kaplan’s AI tools support you every step of the way.\n\n\nGetting Started Is Easy\n1. Add the Kaplan Bar AI Extension: Install from the Chrome Web Store or Firefox Add-ons.\n2. Log In to Your Kaplan Bar Review Course: Access your course and integrate Kaplan’s AI tools seamlessly.\n3. Start Preparing Smarter: Use instant essay feedback, interactive tutoring, and AI-powered resources to elevate your study routine.\n\nPrepare Smarter. Pass with Confidence.\nKaplan Bar AI Extension is your personalized study assistant, helping you excel on your first try. Add Kaplan Bar AI to Chrome or Firefox today and take the first step toward bar exam success."
  }
}