{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Spam Remover"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hides most YouTube spam comments"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Detects spam comments and automatically hides them, protecting its users from spoofers, adult content pushers, and other annoyances.\n\nIf the add-on hides a comment you want to see, simply click the \"Likely spam (+)\" text and it will reveal the hidden comment (with the profile picture blurred just in case). Displaying the reason the comment was marked as spam can be disabled/enabled via the \"spam reason labels\" in the options menu.\n\n\nRelease notes:\n\n(September 5, 2024) v2.4.1\n\nThis version adds a bugfix for the handling of open YouTube videos just after the extension is installed. Previously they would get stuck hidden until the user loaded more comments.\n\n----\n(August 31, 2024) v2.4.0\n\nGreat news! This version introduces support for Shorts!\n\nIn addition to the above, this version adds:\n- Some significant performance improvements that minimize page jank (largely by minimizing the time spent in the main mutationobserver)\n- An updated allowed sites list (separate updating support is still pending release)\n- A fix for a rare bug in Firefox for Linux that caused a hang when the browser mysteriously puts a base64-encoded 1x1px white GIF in an avatar's src tag (thanks gh/PassiveLemon for the report!)\n\n----\n(August 30, 2024) v2.3.1\n\nThis patches an occasional issue that would cause comments to be permanently hidden due to the video author's avatar taking longer than 10 seconds to load after the extension initialized.\n\nThe patch also changes the order in which comments are scanned, giving priority to the top-most comments in the batch (which are likely the next you'd like to read!).\n\nFinally, a new permission requirement has been added that will allow for allowed site data to be updated separately from the extension itself (hosted on the project's GitHub). This feature has not yet been implemented, but will be with the next minor patch.\n\nIn addition to the above, this version adds:\n- Miscellaneous minor performance improvements due to changes in comment filtering and separating avatar and text processing into separate workers.\n\n----\n(August 24, 2024) v2.3.0\nCritical update!\n\nThis patches an issue that prevented the extension from working on Chrome entirely resulting from the roll-out of Trusted Types. It also fixes several issues that previously caused all comments to be permanently hidden.\n\nIn addition to the above, this version adds:\n- Several new blocked phrases\n- Performance improvements related to asynchronous handling of comments\n- Several stability improvements related to the handling of virtual routing \"page\" changes\n- A \"Logging level\" option in the extension settings to aid in bug support\n- Minor tweaks to appearance of comments that are still being scanned\n\n----\n(March 16, 2023) v2.2.1\n- Fixed bug that caused some comments by the video author to be marked as spam after loading a second video by the same author\n\n----\n(March 12, 2023) v2.2.0\nCritical update!\n\nThis patches a bunch of feature-breaking issues related to changes in the YouTube site structure.\nIn addition to these patches, the allowed sites list has been updated to match the latest data regarding the most visited sites.\n\nTechnical:\n- Fixed bug that cause comments to get stuck verifying forever (never became visible)\n- Fixed bug that caused irrational behavior when switching between videos (YouTube's virtual routing system means the page doesn't reload during navigation)\n- Fixed bug that prevented automatic approval of pinned and hearted comments\n- Fixed bug that broke collapsing of comments flagged for bad content\n- Fixed several performance bugs related to scanning comments multiple times"
  }
}