{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cookie Clicker Original"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cookie Clicker is a game where you bake cookies to rule the universe! This is the official Orteil & Opt Cookie Clicker. Let's play!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_GB,es,es_419,et,fa,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Players will be taken to a giant cookie-shaped planet and start clicking a lot on the giant cookie to collect smaller versions.\n\nAfter owning a certain amount of cookies, players can hire people, open farms, factories to create more cookies. Besides, players can upgrade skills to help them earn. cookies are higher with each click or every second.\n\nThe only task of the player is to collect as many cookies as possible to unlock more new features such as helpers, skills, factory building, ... to help cookies collect more and more. .\\\n\nHOW TO INSTALL?\n1. Click \"Add to Chrome\" to install the extension\n2. Pin the Cookie Clicker Orteil extension icon to the Chrome toolbar\n3. Click the Cookie Clicker Orteil icon on the Chrome toolbar, the Cookie Clicker Orteil popup will open. \nThat's all you need to do! Have fun!\n\nHOW TO PLAY?\nHow to play: Tap on Cookie to generate more cookie :)\n\nClick on More Games if you want to play thousands unblocked games",
    "en_AU,en_US,fi,ru,vi": "Cookie Clicker Original Game is an addictive and entertaining game available as a Chrome extension. In this simple yet captivating game, your goal is to click on a giant cookie to generate cookies. As you accumulate cookies, you can purchase upgrades and unlock new features to help you generate even more cookies. With its minimalist design, catchy sound effects, and addictive gameplay, \"Cookie Clicker\" provides a satisfying experience for players of all ages. The Chrome extension allows for easy access, enabling you to indulge in cookie-clicking fun directly in your browser. Whether you're aiming to unlock achievements or compete with friends for the highest cookie count, \"Cookie Clicker Original Game\" offers endless hours of deliciously addictive entertainment. Start clicking and watch your cookie empire grow!\n\nHOW TO INSTALL?\n1. Click \"Add to Chrome\" to install the extension\n2. Pin the Cookie Clicker extension icon to the Chrome toolbar\n3. Click the Cookie Clicker icon on the Chrome toolbar, and click on button \"Click to Play\" to open website and play game!\nThat's all you need to do! Have fun!\n\nHOW TO PLAY?\nHow to play: Tap on Cookie to generate more cookie :)\n\nClick on Unblocked Games if you want to play thousands unblocked games"
  }
}