{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "محامي في عمان الاردن"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Last articles from jordanlawyer.net"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "فريق من افضل المحامين في عمان الاردن لتقديم الاستشارات القانونية اون لاين\nنحن هنا من اجل حماية مصالحك ولتقديم المساعدة القانونية الفورية والمباشرة لكافة المواطنين والمقيمين في المملكة الاردنية الهاشمية ، حيث نقدم استشارات قانونية برسوم رمزية ونترافع لدى كافة محاكم المملكة في الاردن عمان جرش اربد الزرقاء معان العقبة البحر الميت وكافة مناطق المملكة .\nمحامي و مستشار قانوني اردني\nكيف يمكن لمحامي في عمان الاردن مساعدتك ؟\nيسعى موقع محامي في عمان الاردن تقديم كافة الخدمات القانونية الشاملة في القانون التجاري والمدني والشرعي (الاحوال الشخصية) والقضايا الجنائية ( محاكم امن الدولة) والتحصيلات العمالية والمالية وكافة القضايا على اختلاف انواعها .\nمركز الاستشارات القانونية\nنركز في منصة محامي الاردن على تقديم الخدمات القانونية والاستشارات اون لاين من خلال خبراؤنا القانونيون الافضل في الاردن\nخبرات قانونية\nيجمع المكتب خبرات قانونية كبيرة في مختلف التخصصات القانونية (الجنائي،العمالي،القضايا التجارية،الاحوال الشخصية،الشركات).\nافضل محامي في عمان الاردن\nمن هو أفضل محامي في عمان الاردن ؟ للإجابة على هذا التساؤل لا بد من تجربة خدمات المحامي والثناء عليه قبل توكيله في القضية .\nمستشار قانوني في الاردن\nيوفر مكتبنا للمحاماة والاستشارات القانونية مستشار قانوني اردني للإجابة على مختلف الاستفسارات القانونية .\nالقضايا الشرعية والاسرية\nنخصص محامي اردني للإجابة على مختلف الاستشارات والقضايا الشرعية والاحوال الشخصية في عمان الاردن\nالقضايا العمالية والتحصيلات\nحلول قانونية متكاملة في تحصيل المستحقات العمالية والمالية داخل المملكة الاردنية الهاشمية وبالخارج .\nمدونتنا القانونية\nاخر المقالات والخدمات القانونية\nالكثير من المقالات القانونية تنشر عبر منصة محامي في عمان الاردن للإجابة على مختلف الاستفسارات القانونية الواردة من الجمهور الكريم"
  }
}