{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "2FA Authenticator app",
    "ko": "TypingDNA 인증 프로그램",
    "zh_CN": "TypingDNA 验证器"
  },
  "short": {
    "ar": "تطبيق مجاني لمصادقة 2FA، إضافة لمتصفح كروم كبديل لـ Google Authenticator. مؤمّن بقياسات طباعتك البيومترية (اختياري).",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hr,hu,id,ja,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_TW": "Free 2FA Authenticator app, Chrome extension alternative to Google Authenticator. Secured with your typing biometrics (optional).",
    "de": "Kostenlose 2FA-Authentifikator-App, Chrome-Erweiterung als Alternative zu Google Authenticator. Gesichert mit Ihrer Tippbiometrie…",
    "fr": "Application gratuite d'authentification 2FA, extension Chrome alternative à Google Authenticator. Sécurisée par votre biométrie de…",
    "hi": "मुफ्त 2FA प्रमाणक ऐप, Google Authenticator का विकल्प क्रोम एक्सटेंशन। आपकी टाइपिंग बायोमेट्रिक्स से सुरक्षित (वैकल्पिक)।",
    "it": "App gratuita per l'autenticazione 2FA, estensione Chrome alternativa a Google Authenticator. Protetta con la biometria di…",
    "ko": "구글 인증기의 대체 크롬 확장 프로그램인 무료 2FA 인증 앱. 당신의 타이핑 생체 인식으로 보안 처리됩니다 (선택 사항).",
    "nl": "Gratis 2FA Authenticator app, Chrome-extensie alternatief voor Google Authenticator. Beveiligd met uw typebiometrie (optioneel).",
    "ro": "Autentificator 2FA gratuit. Alternativă desktop pentru Google Authenticator care folosește biometrice de tastare (optional).",
    "ru": "Бесплатное приложение для 2FA-аутентификации, альтернативное расширение для Chrome к Google Authenticator. Защищено с помощью…",
    "tr": "Google Authenticator'a alternatif ücretsiz 2FA Doğrulayıcı uygulaması, Chrome eklentisi. Yazım biyometrinizle güvenli (isteğe…",
    "zh_CN": "免费的2FA认证器应用，Chrome扩展替代Google认证器。可选用您的打字生物特征保护"
  },
  "long": {
    "ar": "لم تعد بحاجة لاستخدام الهاتف للمصادقة. سيمنحك هذا التمديد رموز تحقق من خطوطين في متصفحك مباشرةً، وطبقة الأمان الإضافية التي توفرها كتابة مصادقة القياسات الحيوية الخاصة بـ TypingDNA.\n\nالمميزات الرئيسية:\n- القياسات الحيوية للكتابة كطبقة أمان\n- رموزتحقق OTP (كلمة مرور تصلح لمرة واحدة) في متصفحك\n- استكمال رموز التحقق تلقائيًا بضغطة واحدة\n- وظائف خزانة المفاتيح السرية\n- الاستيلاء على رموز QR من الصفحة\n-إظهار رموز QR للمسح السريع\n\nكيف تعمل:\n- اكتب بريدك الإلكتروني وكلمة المرور\n- تتم مصادقة نمط الكتابة في الخلفية\n- راجع رموز OTP. انقر للاستكمال التلقائي في المواقع المرغوبة\n\n\nتُجري تقنية القياسات الحيوية للكتابة TypingDNA المصادقة عندما يكتب الشخص على لوحة المفاتيح ببساطة. وباستخدام تقنية الذكاء الاصطناعي، نحلل نمط الكتابة الفريد الخاص بكل فرد ونطابقه مرة أخرى بالتسجيلات السابقة.\n\nالمنتج الأساسي لـ TypingDNA هو مصادقة API التي تستخدمها حاليًا البنوك على الإنترنت والمؤسسات التعليمية لمنع سرقة الهوية والاحتيال.\n\nيُرجى زيارة موقعنا لمزيد من المعلومات.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hr,hu,id,ja,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_TW": "You no longer need to use your phone to authenticate. This 2FA TOTP authenticator extension gives you 2-step verification codes directly in your browser, and the added layer of security that TypingDNA’s AI-based typing biometrics authentication provides (optional).\n\nKey features:\n- Verification TOTP (time-based OTP) codes in your browser\n- One-click to autofill verification codes\n- Secret keys vault functionality\n- Grab QR codes from page\n- Show QR codes for quick scan\n- Import/Export codes to/from file\n- AI-based typing biometrics authentication as a security layer (Premium only)\n\nHow the TypingDNA authentication works:\n- Type your email and password\n- Typing pattern authentication happens in the background\n\nOne-click to paste codes:\nYou can get your authenticator verification codes by simply selecting an account to enable 2FA from the list, and copy and paste the OTP code directly into the webpage or other apps.\n\nVault and authenticator, 2 in 1\nKeep all your secret keys safe. Generate your 2FA TOTP codes whenever needed and also reproduce the initial QR code for a quick phone rescan.\n\nDownload the 2FA Authenticator app and enable Two Factor Authentication for free. Generate your two-factor authentication (2FA) codes in no time.\n\nOur FREE and Premium 2FA Authenticator apps work with Amazon AWS, Slack, Github, Facebook, and 3000+ platforms. Basically, it works with any platform that has a 2FA with QR OTP-based authentication method. \n\nTypingDNA’s typing biometrics technology performs authentication as individuals simply type on their keyboard. By using proprietary artificial intelligence technology we analyze an individual's unique typing pattern and match it against previous recordings (for Secured accounts/Premium only).\n\nWe are a behavioral biometrics company, being used primarly by online financial services and educational institutions to prevent identity theft and fraud. Check our website and see more use cases and tailored solutions: https://www.typingdna.com/ \n\nCan I use the 2FA Authenticator completely Free?\nYes! You can use the 2FA Authenticator for Free. The main difference between Free and Premium versions is that the Free version is not secured with your email+password+typing pattern anymore. The secured experience only comes with the Premium version. That being said, the Free version experience is faster, as it doesn't require login. Many users prefer this experience.",
    "de": "Du musst nicht mehr dein Handy zur Authentifizierung verwenden. Dieses App generiert Codes für die Bestätigung in zwei Schritten direkt in deinem Browser und erhöht die Sicherheit der Authentifizierung mit der TypingDNA's Tippverhaltensbiometrie.\n\nHauptmerkmale:\n - Tippverhaltensbiometrie als zusätzliche Sicherheitsschicht\n - OTP Bestätigungscodes in deinem Browser\n - Automatischen Ausfüllens von Codes mit 1-Click\n - Funktion der geheimen Schlüsselverwahrung\n - Automatisches Einrichten mit QR-Code\n - Anzeigen von QR-Codes für einen schnellen Scan\n\nWie es funktioniert:\n - Gebe deine E-mail und Passwort ein\n - Authentifizierung basiert auf Tippverhaltensbiometrie passiert im Hintergrund\n - Siehe OTP Codes + klicke hier, die gewünschten Websites automatisch zu füllen\n\nTypingDNA's Tippverhaltensbiometrie Technologie erkennt und authentifiziert Anwender während sie einfach auf der Tastatur eintippen. Durch den Einsatz der künstlichen Intelligenz, analysieren wir das einzigartige Tippmuster jeder Anwender und gleichen es mit früheren Aufzeichnungen ab.\n\nDas Kernprodukt von TypingDNA ist eine Authentifizierungs-API, die derzeit in Online Banking und von Bildungseinrichtungen verwendet wird, um Identitätsdiebstahl und Betrug zu verhindern.\n\nWeitere Informationen finden Sie auf unserer Seite.",
    "fr": "Vous n'aurez plus besoin d'utiliser votre téléphone pour vous authentifier. Cette extension génère directement dans votre navigateur les codes de validation en 2 étapes, en plus de la sécurité d'authentification que TypingDNA offre.\n\nCaractéristiques principales: \n- La sécurité garantie par la technique d'authentification biométrique \n- Vérification des mots de passe à usage unique (OTP) dans votre navigateur\n- Remplissage automatique des codes de vérification en un clic\n- Fonctionnalité des clés de chiffrement\n- Agripper des QR codes\n- Scanner rapidement des QR codes\n\nComment ça marhce : \n- Entrez votre email et mot de passe\n- Simultanément, nous authentifions votre schéma de saisie des caractères\n- Consultez vos codes OTP. En un clic, vous pouvez les rentrer automatiquement sur les sites désirés\n\nLa technologie biométrique de TypingDNA offre une solution d'authentification pendant que les utilisateurs tapent sur leur clavier. En utlisant l'intelligence artificielle, nous reconnaissons le modèle unique de saisie du texte de l'utilisateur et le faisons correspondre à ce qui a été analysé et enregistré précedemment. \n\nLe produit de base de TypingDNA est une authentification API actuellement utilisée par les banques en ligne et les établissements scolaires pour empêcher les vols d'identité et la fraude.  \n\nConsultez notre site pour plus d'informations.",
    "hi": "अब आपको प्रमाणीकृत करने के लिए अपने फ़ोन का उपयोग करने की आवश्यकता नहीं है। यह एक्सटेंशन आपको सीधे आपके ब्राउज़र में 2-चरण वाला सत्यापन कोड देता है, और सुरक्षा की वह अतिरिक्त लेयर देता है, जो कि टाइपिंगडीएनए का टाइपिंग बायोमेट्रिक प्रमाणीकरण प्रदान करता है।\n\nमुख्य सुविधाएं:\n- सुरक्षा लेयर के रूप में टाइपिंग बायोमेट्रिक \n- आपके ब्राउज़र में सत्यापन OTP कोड \n- सत्यापन कोड को अपने आप भरने के लिए एक-क्लिक\n- सीक्रेट-की वॉल्ट कार्यक्षमता\n- पृष्ठ से QR कोड ग्रैब करें\n- त्वरित स्कैन के लिए QR कोड दिखाएं\n\nयह कैसे काम करता है:\n- अपना ईमेल और पासवर्ड टाइप करें \n- टाइपिंग पैटर्न प्रमाणीकरण पृष्ठभूमि में चलता है \n- OTP कोड देखें। वांछित वेबसाइटों में अपने आप भरने के लिए  क्लिक करें\n\nटाइपिंग डीएनए की टाइपिंग बायोमेट्रिक्स प्रौद्योगिकी प्रमाणीकरण करती है, जबकि लोग अपने कीबोर्ड पर बस टाइप करते हैं। ट्रेडमार्क युक्त कृत्रिम बुद्धि प्रौद्योगिकी का उपयोग करते हुए हम किसी व्यक्ति के अनूठे टाइपिंग पैटर्न का विश्लेषण करते हैं और उसे दोबारा पिछली रिकॉर्डिंग से मिलाते हैं।\n\nटाइपिंग डीएनए का मूल उत्पाद एक प्रमाणीकरण एपीआई है, जिसे वर्तमान में पहचान की चोरी और धोखाधड़ी रोकने के लिए ऑनलाइन बैंकों और शैक्षिक संस्थानों द्वारा उपयोग किया जा रहा है।\n\nअधिक जानकारी के लिए हमारी वेबसाइट देखें।",
    "it": "Non è più necessario utilizzare il telefono per l'autenticazione. Questa estensione ti dà i codici di verifica in due passi direttamente nel browser, e un livello di sicurezza aggiuntivo fornito dall'autenticazione biometrica di digitazione di TypingDNA.\n\nCaratteristiche principali:\n- Digitazione biometrica come livello di sicurezza\n- Codici di verifica OTP nel browser\n- Un-click per inserire automaticamente i codici di verifica\n- Funzionalità vault a chiavi segrete\n- Acquisisci i codici QR dalla pagina\n- Mostra codici QR per scansione rapida\n\nCome funziona:\n- Inserisci la tua e-mail e password\n- L'autenticazione del modello di digitazione avviene in background\n- Vedi i codici OTP. Clicca per inserire automaticamente a siti web desiderati\n\n\nLa tecnologia di digitazione della biometria di TypingDNA esegue l'autenticazione mentre gli individui digitano semplicemente sulla tastiera. Usando la tecnologia proprietaria di intelligenza artificiale analizziamo il modello di battitura unico di un individuo e lo abbiniamo di nuovo alle registrazioni precedenti.\n\nIl prodotto principale di TypingDNA è un'API di autenticazione attualmente utilizzata dalle banche online e dalle istituzioni educative per prevenire il furto di identità e le frodi.\n\nControlla il nostro sito per ulteriori informazioni.",
    "ko": "더 이상 인증하기 위해 핸드폰을 사용해야 할 필요가 없습니다. 브라우저에서 바로 2단계 인증 코드를 받을 수 있는 확장 프로그램으로 TypingDNA의 타이핑 생체 인식을 통해 추가적인 보안을 제공합니다.\n\n주요 특징:\n- 타이핑 생체 입력을 통한 보안 절차\n- 브라우저에서 OTP 코드 확인\n- 클릭 한 번으로 확인 코드 자동완성\n- 비밀 키를 이용한 금고 기능\n- 페이지에서 QR 코드 확인\n- 빠르게 스캔할 수 있도록 QR 코드 제공\n\n작동 원리:\n- 이메일과 비밀번호를 입력합니다\n- 패턴 타이핑 인증은 백그라운드에서 실행됩니다\n- OTP 코드를 확인하세요. 원하는 웹사이트에서 클릭 한 번으로 자동완성됩니다\n\nTypingDNA는 단지 키보드에 타이핑하기만 하면 개인마다 다른 타이핑 패턴을 분석하는 타이핑 생체 기술을 이용해 인증을 실행합니다. 독점적인 인공 지능 기술로 개인마다 지니는 독특한 타이핑 패턴을 분석하고 이전 기록과 대조합니다.\n\nTypingDNA의 핵심 제품은 현재 온라인 은행과 교육기관에서 인증 도용 및 사기를 방지하기 위해 사용하고 있는 인증 API입니다.\n\n더 많은 정보를 확인하시려면 저희 웹사이트를 확인하세요.",
    "nl": "Je hebt niet langer je smartphone nodig om jezelf te verifiëren. Deze extensie zorgt voor 2-staps verificatiecodes direct toegankelijk in je browser, met een toegevoegde beveiligingslaag verzorgd door TypingDNA's typbiometrische verificatie.\n\nBelangrijkste functies:\n- Typbiometrie wordt gebruikt als beveiligingslaag\n- OTP verificatiecodes in je browser\n- Automatisch invullen van verificatiecodes met één klik\n- Kluis om geheime sleutels op te slaan\n- Uitlezen van QR codes op pagina's\n- QR codes vertonen voor een snelle scan\n\nHoe het werkt:\n- Typ je e-mail & wachtwoord\n- Typpatroon verifiëring wordt in de achtergrond uitgevoerd\n- Bekijk OTP codes. Klik om automatisch in te vullen op de gewenste website\n\nTypingDNA's typbiometrie technologie voert verifiëring uit terwijl individuen simpelweg op hun toetsenbord typen. Met onze gepatenteerde technologie analyseren we het unieke typpatroon van een individu, en koppelen dit met het patroon dat bij ons bekend is.\n\nTypingDNA's kernproduct is een verificatie API welke op het moment wordt gebruikt door online banken en onderwijsinstellingen, om identiteitsfraude en diefstal te voorkomen.\n\nKlik op onze website voor meer informatie.",
    "ro": "De aici înainte, nu mai e nevoie să folosești telefonul pentru autentificare. Această extensie îți oferă codurile de verificare 2-pași direct în browser și asigură securitate mărită datorită autentificării biometrice prin tastare oferită de TypingDNA.\n\nCaracteristici cheie:\n- Biometrice de tastare ca strat extra de securitate\n- Coduri OTP de verificare în browser\n- Autofill al codurilor OTP printr-un singur click \n- Chei secrete, securizate, de tip vault\n- Ia codurile QR direct din pagină\n- Arată codurile QR pentru scanare rapidă\n\nCum funcționează:\n- Introdu email și parolă\n- Autentificarea biometrică are loc in fundal bazat pe felul cum tastezi\n- Vezi codurile OTP + 1 click pe site-ul dorit ca el să fie introdus automat\n\n\nAutentificarea prin tehnologia TypingDNA bazată pe biometrice de tastare are loc pur și simplu în timp ce utilizatorii scriu la tastatură. Folosind algoritmi de inteligență artificială, analizăm tiparul unic de tastare al fiecăruia și îl verificăm cu înregistrările anterioare pentru potrivire.\n\nProdusul principal al TypingDNA este un API de autentificare folosit la momentul actual în online banking și instituții educaționale pentru a preveni fraude și furturi de identitate.\n\nPentru mai multe informații, vizitați site-ul nostru.",
    "ru": "Вам больше не нужно использовать ваш телефон для аутентификации. Это расширение предоставляет 2-факторные коды проверки непосредственно в вашем браузере, а также дает дополнительный уровень благодаря биометрике вашей работы на клавиатуре.\n\nКлючевые возможности:\n- Биометрика набора на клавиатуре в качестве уровня безопасности\n- Верификация OTP-кодов в вашем браузере\n- Автозаполнение кодов подтверждения в 1 клик\n- Хранилище для секретных ключей\n- Обнаружение QR-кодов на странице\n- Отображение QR-кодов для быстрого сканирования\n\nКак это работает:\n- Введите ваш адрес электронной почты и пароль\n- Аутентификация особенностей набора на клавиатуре происходит в фоновом режиме\n- Просмотрите коды OTP. Нажмите для автозаполнения для нужных сайтов\n\nТехнология биометрики TypingDNA выполняет проверку подлинности во время того как люди просто печатают на своей клавиатуре. Используя запатентованную технологию искусственного интеллекта, мы анализируем уникальную модель работы индивидуума на клавиатуре и сопоставляем ее с предыдущими образцами.\n\nОсновой TypingDNA является API аутентификации, используемый в настоящее время онлайн-банками и учебными заведениями для предотвращения кражи личных данных и мошенничества.\n\nПосетите наш сайт для получения дополнительной информации.",
    "tr": "Artık kimlik doğrulaması için telefonunuzu kullanmanıza gerek yok. Bu eklenti doğrudan tarayıcınızda 2 adımlı doğrulama kodu ve TypingDNA yazı biyometriği doğrulama ile ek güvenlik önlemi sağlar.\n\nAna özellikler:\n - Güvenlik önlemi olarak yazı biyometriği\n - Tarayıcınızda tek kullanımlık şifre ile doğrulama\n - Doğrulama kodlarını otomatik olarak doğrulamak için tek tık yeterli\n - Gizli parola kasa işlevi\n - Sayfadan QR kodu alma\n- Hızlı tarama için QR kodu gösterme\n\nNasıl çalışır:\n- E-posta ve şifreyi yazın\n- Yazı biçimi kimlik doğrulaması arka planda gerçekleşir\n- OTP kodlarını görün. İstenilen web sitelerinde otomatik doldurma için tıklayın\n\nTypingDNA'nın yazı biyometriği teknolojisi, siz klavyenizde yazı yazarken doğrulama gerçekleştirir. Kişisel yapay zeka teknolojisini kullanarak kişilerin kendilerine özgü yazı biçimlerini analiz ediyoruz ve önceki kayıtlarla eşleştiriyoruz.\n\nTypingDNS'nın temel ürünü, çevrimiçi bankalar ve eğitim kurumları tarafından kimlik hırsızlığını ve kaçakçılığı önlemek için halihazırda kullanılan doğrulama API'dır.\n\nDaha fazla bilgi için web sitemizi inceleyiniz.",
    "zh_CN": "您不再需要使用手机来进行身份验证。这个程序会在您的浏览器内直接给您2-3个步骤的验证码，同时 TypingDNA的打字生物统计验证步骤也提供了更多的安全性。\n\n关键特性：\n-将打字生物统计作为安全措施\n-在您的浏览器中验证OTP代码\n-单击就可自动填充验证码\n-密钥保险柜功能\n-从页面上抓取二维码\n-显示二维码以进行快速扫描\n\n它如何运作：\n-键入您的电邮地址和密码\n-打字型式认证在后台发生\n-查看OTP代码。点击以自动填充您需要的网址\n\nTypingDNA的打字生物统计技术会在个人仅是敲击键盘的时候就执行认证。通过使用专有的人工智能技术，我们能够分析个人独特的打字型式并将其与之前的记录相匹配。\n\nTypingDNA的核心产品就是目前网上银行和教育机构正在使用的认证应用程序接口，可以防止身份盗用和欺诈。\n\n请查看我们的网站以了解更多信息。"
  }
}