{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Resell Tools"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Resell Tools est une extension Chrome conçue pour aider les utilisateurs de Vinted à collecter automatiquement les informations de…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Resell Tools est une extension Chrome conçue pour aider les utilisateurs de Vinted à collecter automatiquement les informations de leurs articles mis en vente, y compris les photos. Cette extension fournit ensuite une assistance semi-automatisée pour faciliter le remplissage des fiches articles sur d'autres sites de revente d'occasion comme LeBonCoin.\n\nPrincipales caractéristiques de Resell Tools :\n\n1. Collecte d'Articles Vinted : L'extension récupère toutes les informations des articles listés par l'utilisateur sur Vinted pour une gestion et un accès facile.\n\n2. Assistance pour le Remplissage des Annonces : Resell Tools aide à remplir les formulaires sur d'autres plateformes de vente, en pré-remplissant les informations collectées depuis Vinted dans les nouveaux formulaires de ces sites.\n\n3. Respect des Conditions Générales d'Utilisation : L'extension est conçue pour respecter les conditions d'utilisation des sites de vente, en ne fournissant qu'une assistance semi-automatisée plutôt qu'une automatisation complète, évitant ainsi les infractions aux politiques des sites.\n\n4. Gestion des Données : Les utilisateurs peuvent réinitialiser le stockage local de l'extension pour supprimer toutes les données enregistrées.\n\nConcernant la confidentialité et la sécurité, Resell Tools n'exige pas que les utilisateurs se connectent à leur compte Vinted, renforçant ainsi la protection des informations personnelles. L'utilisation d'un VPN est aussi recommandée pour améliorer la confidentialité et la sécurité des données lors de l'utilisation de l'extension.\n\nEn résumé, Resell Tools est une solution pratique pour les vendeurs actifs sur Vinted qui veulent étendre leur activité commerciale à d'autres plateformes de revente, tout en simplifiant la gestion de leurs annonces et en respectant les règles de chaque site."
  }
}