{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Translation AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Translate selected text using AI."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Translation AI\n\nTranslation AI leverages advanced artificial intelligence to provide users with contextually accurate translations across multiple languages. This isn't just about swapping words from one language to another; it's about conveying the correct meaning, tone, and nuance of the original text. Whether you're reading news from a foreign website, deciphering a technical document, or simply enjoying a novel in a different language, Translation AI ensures that the essence of the message is not lost in translation.\n\nFeatures of Translation AI:\n\n- Multi-Language Support: With a vast array of languages at its disposal, Translation AI makes it possible to communicate and understand a plethora of linguistic nuances without the need for a human translator.\n\n- Contextual Accuracy: Context is king in translation, and Translation AI excels in this domain. It understands the intricacies of language, including idioms, colloquialisms, and cultural references, ensuring that translations are not just word-for-word but contextually appropriate.\n\n- Grammatical Precision: Grammar is the backbone of clear communication. Translation AI is programmed to recognize and apply grammatical rules accurately, providing translations that read naturally and fluently.\n\n- Speed: In today's fast-paced world, speed is essential. Translation AI provides instant translations, allowing for seamless reading and comprehension without interrupting the flow of work or leisure.\n\nAs we continue to enhance the capabilities of Translation AI, we invite you to experience the future of language translation. Try Translation AI today and witness the transformation in your multilingual interactions. \n\nFor more information and to download the extension, visit the Chrome Web Store. Embrace the world without language barriers with Translation AI.\n\nPrivacy Policy:\nhttps://gist.github.com/btbsb/3d05ee7e59afd6c8f6cfd378cd1cc27e"
  }
}