{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Agent Kickstart Success Notifier"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Top Real Estate Tips Tools Training Videos and Software Reviews Notifier"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Chrome Extension that helps your grow your real estate business by building real estate and lender relationships. Learn about the newest tips, tools, informational videos and software reviews to help you grow your real estate or mortgage business. \n\nYou Get, \n\n-Push Notifications to you on helpful products or services you need as a successful real estate professional. \n-Tips, Tricks, videos and information on how to grow your business. \n-Website development consultations for Realtors and mortgage professionals. \n-Suggestions and Recommendation for anyone wanting an IDX property listings website.\n-Video Reviews on WordPress websites themes, lead capture pages and more.  \n-Home-buyer and Seller Lead Capture Information and technology sent directly to you.\n-Learn how to partner with loan professionals to accelerate your lead capture opportunities so you can close more deals.\n-Receive helpful Facebook Marketing strategies that work.\n\nNOTE: No subscription is required for this free services.  We just want to help real estate agents and mortgage professionals grow their business by delivering quality information from the best and brightest. \n\nInstantly get notifications as we delivered them right thru your chrome browser. Always something helpful and interesting is sent to you. \n\nImportant:  We only deliver content, videos and other stuff to you when we believe it is useful to you and it can improve your business.  We will not spam you.  Expect quality information that can enlighten, inform and help you."
  }
}