{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PixelColor Pro - Advanced Eyedropper Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PixelColor Pro - Advanced Eyedropper Tool"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"PixelColor Pro is an advanced color picker and eyedropper tool for browser that allows you to easily select and fine-tune color values from any webpage. Designed for web designers, developers, and digital artists, PixelColor Pro provides a seamless experience for capturing accurate color information, complete with zoom and snapshot features to ensure precision.\n\nFeatures:\n\n* Zoomed Eyedropper: Easily pick colors with a magnified view for pixel-perfect accuracy.\n* Color Chooser: Select and save color values from any part of a webpage.\n* Snapshot Capability: Capture a snapshot of the page for accurate color picking, updated on scroll.\n* Highly Configurable: Customize settings to suit your needs, with access to source code for transparency.\n* Support for All Websites: Works across all websites with necessary permissions; simply refresh or reload as needed.\n* Local and File Support: Enable access to local files for a complete color picking experience.\n* Feedback Friendly: Report bugs or issues directly through the extension for continuous improvements.\nPixelColor Pro is ideal for anyone needing a reliable color picking tool that’s easy to use and highly efficient. If you’re experiencing any issues, try refreshing the page or restarting the extension. For even more functionality, explore our desktop and mobile versions to work with screenshots, images, or specific web apps.\n\nWhether you're refining your web design palette or ensuring color consistency across digital projects, PixelColor Pro offers the tools you need for accurate color selection. Experience a professional-grade color picker that makes your workflow smoother and more effective. If you enjoy using PixelColor Pro, we appreciate your feedback and ratings—help us keep improving!\""
  }
}