{
  "name": {
    "am,ar,bn,cs,en,en_AU,en_GB,en_US,fa,gu,he,hi,ja,kn,ko,mr,ru,ta,te,uk,zh_CN,zh_TW": "Jackie Chan New Tab",
    "bg": "Jackie Chan нов таб",
    "ca": "Jackie Chan Nova pestanya",
    "da,no": "Jackie Chan Ny fane",
    "de": "Jackie Chan Neue Registerkarte",
    "el": "Jackie Chan νέα Καρτέλα",
    "es,es_419": "Jackie Chan Nueva pestaña",
    "et": "Jackie Chan uus kaart",
    "fi": "Jackie Chan Uusi välilehti",
    "fil": "Jackie Chan Bagong Tab",
    "fr": "Jackie Chan Nouvel Onglet",
    "hr": "Jackie Chan Nova kartica",
    "hu": "Jackie Chan új lapon",
    "id,ms": "Jackie Chan Tab Baru",
    "it": "Jackie Chan Nuova Scheda",
    "lt": "Jackie Chan Naujas skirtukas",
    "lv": "Jackie Chan Jaunu Tab",
    "ml": "Jackie Chan പുതിയ ടാബ്",
    "nl": "Jackie Chan nieuw tabblad",
    "pl": "Jackie Chan nowa karta",
    "pt_BR,pt_PT": "Jackie Chan novo separador",
    "ro": "Jackie Chan Filă nouă",
    "sk": "Jackie Chan Nová karta",
    "sl": "Nov zavihek Jackie Chan",
    "sr": "Схакира Нев Таб",
    "sv": "Jackie Chan Ny flik",
    "sw": "Jackie Chan tabo mpya",
    "th": "Jackie Chan แท็บใหม่",
    "tr": "Jackie Chan Yeni Sekme",
    "vi": "Jackie Chan tab mới"
  },
  "short": {
    "ar": "تبدأ كل علامة تبويب مع HD صورة جميلة!",
    "am,cs,de,en,en_AU,en_GB,en_US,he": "Jackie Chan Fan? Start each day with the Jackie Chan's most gorgeous pictures!",
    "bg": "Jackie Chan Fan? Започнете всеки ден с най-красивите снимки на Шакира!",
    "bn": "একটি সুন্দর ও HD ইমেজ সঙ্গে প্রতিটি ট্যাব শুরু!",
    "ca": "Jackie Chan Fan? Comenceu el dia amb més belles imatges de la Jackie Chan!",
    "da": "Jackie Chan Fan? Start hver dag med Jackie Chan mest fantastiske billeder!",
    "el": "Jackie Chan Fan? Ξεκινήστε τη μέρα σας με τις πιο λαμπρές εικόνες του της Jackie Chan!",
    "es,es_419": "Jackie Chan Fan? Comience el día con más hermosas imágenes de la Jackie Chan!",
    "et": "Jackie Chan Fan? Alustage iga päev Jackie Chan kõige gorgeous pilte!",
    "fa": "شروع هر برگه با یک تصویر HD زیبا!",
    "fi": "Jackie Chan Fani? Aloita päiväsi Jackie Chan kaikkein upea kuvat!",
    "fil": "Jackie Chan Fan? Simulan ang bawat araw na may pinaka maganda ang mga larawan ng Jackie Chan!",
    "fr": "Jackie Chan fan? Commencez la journée avec les plus magnifiques photos de Jackie Chan!",
    "gu": "એક સુંદર એચડી ઇમેજ સાથે દરેક ટેબ શરૂ કરો!",
    "hi": "एक सुंदर HD छवि के साथ प्रत्येक टैब शुरू!!",
    "hr": "Jackie Chan Navijac? Zapocnite svaki dan sa Jackie Chan najviše raskošnih slika!",
    "hu": "Jackie Chan Fan? Kezdje a napot a Jackie Chan legszebb képek!",
    "id": "Jackie Chan Fan? Mulailah setiap hari dengan gambar yang paling cantik yang Jackie Chan!",
    "it": "Jackie Chan Fan? Iniziate la giornata con le foto del Jackie Chan piu belle!",
    "ja": "美しいHD画像で、各タブを起動します！!",
    "kn": "ಒಂದು ಸುಂದರ ಎಚ್ಡಿ ಚಿತ್ರ ಪ್ರತಿ ಟ್ಯಾಬ್ ಪ್ರಾರಂಭಿಸಿ!",
    "ko": "아름다운 HD 이미지와 함께 각 탭을 시작합니다!",
    "lt": "Jackie Chan ventiliatorius? Pradekite kiekviena diena su Jackie Chan labiausiai spalvingas nuotraukas!",
    "lv": "Jackie Chan Fan? Saciet katru dienu ar Jackie Chan visvairak krašns bildes!",
    "ml": "Jackie Chan ഫാൻ? Jackie Chan ഏറ്റവും അതാകര്ഷകമായ ചിത്രങ്ങളും ഓരോ ദിവസം ആരംഭിക്കുക!",
    "mr": "एक सुंदर एचडी प्रतिमा प्रत्येक टॅब प्रारंभ!",
    "ms": "Jackie Chan Fan? Mulakan hari anda dengan gambar-gambar yang paling cantik yang Jackie Chan ini!",
    "nl": "Jackie Chan Fan? Begin elke dag met de Jackie Chan's mooiste foto's!",
    "no": "Jackie Chan Fan? Start hver dag med Jackie Chan mest nydelige bilder!",
    "pl": "Jackie Chan Fan? Na dobry początek dnia w Shakiry najpiękniejszych zdjęć!",
    "pt_BR,pt_PT": "Fan Jackie Chan? Comece cada dia com mais lindas fotos da Jackie Chan!",
    "ro": "Esti Jackie Chan Fan? Începeți fiecare zi cu poze superbe!",
    "ru": "Начните каждую вкладку с красивой HD изображения!",
    "sk": "Jackie Chan Fan? Zacnite každý den s Shakirine najkrajších obrazov!",
    "sl": "Jackie Chan Fan? Zacnite vsak dan z Jackie Chan najbolj cudovitih fotografij!",
    "sr": "Схакира фан? Почните сваки дан са Схакира је највеличанственијих слика!",
    "sv": "Jackie Chan Fan? Börja varje dag med Jackie Chans mest underbara bilder!",
    "sw": "Jackie Chan Picha? Kuanza kila siku na Jackie Chan ya picha zaidi gorgeous!",
    "ta": "ஷகிரா ரசிகர்? ஷகிரா மிக அழகான படங்கள் ஒவ்வொரு நாள் தொடங்கவும்!",
    "te": "ఒక అందమైన HD చిత్రం తో ప్రతి టాబ్ ప్రారంభించండి!",
    "th": "พัดลม Jackie Chan? เริ่มต้นแต่ละวันด้วย Jackie Chan ของภาพที่งดงามที่สุด!",
    "tr": "Jackie Chan Fan? Jackie Chan'nın en güzel resimlerle her güne başlayın!",
    "uk": "Почніть кожну вкладку з красивою HD зображення!",
    "vi": "Jackie Chan Fan? Bắt đầu mỗi ngày với hình ảnh đẹp nhất của Jackie Chan!",
    "zh_CN,zh_TW": "开始每个标签有一个美丽的高清图像！!"
  },
  "long": {
    "ar,bg,bn,ca,da,de,el,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The best pictures of the best martial arts artist live today: Jackie Chan!\n\nFeatures:\n- daily awesome new image of Jackie!\n- easy navigation between Google search and Apps, Bookmarks, Most Visited and Last Visited\n-speed dial\n- cool quote\n\nPermissions explained:\n- In order to display all bookmarks, apps and most/last visited sites, the extension needs to read those first. That's it :)\n\nFeedback will be highly appreciated.\n5* ratings will be my \"juice\" to move on and improve this cool extension.\n\nTired of Jackie Chan coolness? Uninstall it in a blink of an eye: go to chrome://extensions and deactivate the extension. \n\nHave fun! And follow your do!",
    "am,cs,en,en_AU,en_GB,en_US": "The best pictures of the best martial arts artist live today: Jackie Chan!\n\nFeatures:\n- daily awesome new images of Jackie!\n- easy navigation between Google search and Apps, Bookmarks, Most Visited and Last Visited\n-speed dial\n- cool quote\n\nPermissions explained:\n- In order to display all bookmarks, apps and most/last visited sites, the extension needs to read those first. That's it :)\n\nFeedback will be highly appreciated.\n5* ratings will be my \"juice\" to move on and improve this cool extension.\n\nTired of Jackie Chan coolness? Uninstall it in a blink of an eye: go to chrome://extensions and deactivate the extension. \n\nHave fun! And follow your do!"
  }
}