{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OneDayNote",
    "es": "Nota de un día",
    "fr": "Note d'un jour",
    "ja": "ワンデイノート",
    "ko": "원데이노트"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OneDayNote",
    "es": "Nota de un día",
    "fr": "Note d'un jour",
    "ja": "ワンデイノート",
    "ko": "원데이노트"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introduction:\nOneDayNote is a Chrome browser extension that allows you to easily write and save notes while browsing web pages. It helps you capture important information or ideas without affecting your browser's new tab, providing efficient note management through a side panel.\n\nKey Features:\n\nNote Writing: Write and save notes anytime using the side panel.\nLocal Storage: Your notes are securely stored in the browser's local storage, ensuring they are preserved even when you close the page.\nSite Panel: Manage notes efficiently through an in-page side panel and access them whenever needed.\nNo Impact on New Tabs: Utilize notes conveniently without affecting your browser's new tab by using the side panel.\nEasy Toggle Function: Toggle the side panel when needed to view or edit your notes effortlessly.\nHow to Use:\n\nVisit a web page.\nClick the extension icon to open the side panel.\nWrite and save notes in the side panel.\nOpen the side panel as needed to review or edit your notes.\nmanaging notes on web pages conveniently.\n\nSupported Browsers:\nOptimized for Chrome browser.\n\nInstall now and start your convenient web page note-taking experience!",
    "es": "Introducción:\nOneDayNote es una extensión del navegador Chrome que le permite escribir y guardar notas fácilmente mientras navega por páginas web. Le ayuda a capturar información o ideas importantes sin afectar la nueva pestaña de su navegador, brindando una administración eficiente de notas a través de un panel lateral.\n\nCaracterísticas clave:\n\nEscritura de notas: escriba y guarde notas en cualquier momento utilizando el panel lateral.\nAlmacenamiento local: sus notas se almacenan de forma segura en el almacenamiento local del navegador, lo que garantiza que se conserven incluso cuando cierre la página.\nPanel del sitio: administre notas de manera eficiente a través de un panel lateral en la página y acceda a ellas cuando sea necesario.\nSin impacto en las pestañas nuevas: utilice notas cómodamente sin afectar la nueva pestaña de su navegador mediante el uso del panel lateral.\nFunción de alternancia sencilla: cambie el panel lateral cuando sea necesario para ver o editar sus notas sin esfuerzo.\nCómo utilizar:\n\nVisita una página web.\nHaga clic en el icono de extensión para abrir el panel lateral.\nEscriba y guarde notas en el panel lateral.\nAbra el panel lateral según sea necesario para revisar o editar sus notas.\ngestionar notas en páginas web cómodamente.\n\nNavegadores compatibles:\nOptimizado para el navegador Chrome.\n\n¡Instálelo ahora y comience su cómoda experiencia para tomar notas en páginas web!",
    "fr": "Introduction:\nOneDayNote est une extension du navigateur Chrome qui vous permet d'écrire et d'enregistrer facilement des notes tout en parcourant des pages Web. Il vous aide à capturer des informations ou des idées importantes sans affecter le nouvel onglet de votre navigateur, en offrant une gestion efficace des notes via un panneau latéral.\n\nPrincipales caractéristiques:\n\nRédaction de notes : rédigez et enregistrez des notes à tout moment à l'aide du panneau latéral.\nStockage local : vos notes sont stockées en toute sécurité dans le stockage local du navigateur, garantissant ainsi leur conservation même lorsque vous fermez la page.\nPanneau du site : gérez efficacement les notes via un panneau latéral sur la page et accédez-y à tout moment.\nAucun impact sur les nouveaux onglets : utilisez facilement les notes sans affecter le nouvel onglet de votre navigateur en utilisant le panneau latéral.\nFonction de basculement facile : basculez le panneau latéral lorsque nécessaire pour afficher ou modifier vos notes sans effort.\nComment utiliser:\n\nVisitez une page Web.\nCliquez sur l'icône d'extension pour ouvrir le panneau latéral.\nÉcrivez et enregistrez des notes dans le panneau latéral.\nOuvrez le panneau latéral si nécessaire pour consulter ou modifier vos notes.\ngérer facilement les notes sur les pages Web.\n\nNavigateurs pris en charge :\nOptimisé pour le navigateur Chrome.\n\nInstallez-le maintenant et démarrez votre expérience pratique de prise de notes sur une page Web !",
    "ja": "導入：\nOneDayNote は、Web ページの閲覧中に簡単にメモを書いて保存できるようにする Chrome ブラウザ拡張機能です。ブラウザの新しいタブに影響を与えることなく、重要な情報やアイデアをキャプチャするのに役立ち、サイド パネルを通じて効率的なメモ管理が可能になります。\n\n主な特徴:\n\nメモの書き込み: サイド パネルを使用していつでもメモを書いて保存できます。\nローカル ストレージ: メモはブラウザのローカル ストレージに安全に保存され、ページを閉じた場合でも保持されます。\nサイト パネル: ページ内のサイド パネルを通じてノートを効率的に管理し、必要なときにいつでもアクセスできます。\n新しいタブに影響を与えない: サイド パネルを使用すると、ブラウザの新しいタブに影響を与えずにメモを便利に利用できます。\n簡単な切り替え機能: 必要に応じてサイドパネルを切り替えて、メモを簡単に表示または編集できます。\n使い方：\n\nWeb ページにアクセスします。\n拡張機能アイコンをクリックしてサイドパネルを開きます。\nサイドパネルにメモを書いて保存します。\n必要に応じてサイド パネルを開いてメモを確認または編集します。\nWeb ページ上のメモを便利に管理します。\n\nサポートされているブラウザ:\nChromeブラウザ用に最適化されています。\n\n今すぐインストールして、便利な Web ページのメモ取り体験を始めましょう!",
    "ko": "원데이노트는 웹 페이지에서 간편하게 메모를 작성하고 저장할 수 있는 Chrome 브라우저 확장 프로그램입니다. 웹 페이지를 방문하면서 중요한 정보나 아이디어를 놓치지 않도록 하고, 사이드 패널을 통해 브라우저의 새로운 탭에 영향을 주지 않고 메모를 효율적으로 관리할 수 있습니다.\n\n[주요 기능]:\n\n- 메모 작성: 언제든지 사이드 패널에서 메모를 작성하고 저장하세요.\n- 로컬 저장: 작성한 메모는 브라우저의 로컬 스토리지에 안전하게 저장되어, 페이지를 닫아도 메모는 유지됩니다.\n- 사이트 패널: 페이지 내 사이드 패널을 통해 메모를 효율적으로 관리하고 필요할 때 확인하세요.\n- 브라우저 새로운 탭에 영향 없음: 사이드 패널을 사용하면 브라우저의 새로운 탭에 영향을 주지 않고 메모를 편리하게 활용할 수 있습니다.\n- 간편한 토글 기능: 사이드 패널을 필요할 때 토글하여 메모를 확인하거나 수정하세요.\n\n[사용 방법]:\n\n- 웹 페이지를 방문합니다.\n- 확장 프로그램 아이콘을 클릭하여 사이드 패널을 엽니다.\n- 사이드 패널에서 메모를 작성하고 저장하세요.\n- 필요할 때마다 사이드 패널을 열어 메모를 확인하거나 수정하세요.\n\n지원 브라우저:\nChrome 브라우저에 최적화되었습니다.\n\n지금 설치하여 편리한 웹 페이지 메모를 시작하세요!"
  }
}