{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Faqtual"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Faqtual – shared FAQs and Snippets for customer support teams"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Faqtual is a lightweight internal knowledge base that helps your customer support team respond faster.\n\nStop typing the same customer support messages over and over. Record your FAQs, respond quickly to customers, and share knowledge with your team using Faqtual.\n\nFaqtual is a brand new customer support app that works with all your favorite business tools, support apps, and online channels. This includes Gmail, Zoho, Zendesk, LiveChat, Help Scout, Fresh Chat, FrontApp, Messenger, Tawkto, and many more. \n\nPopular features include:\n\n- Snippets & canned responses: Save FAQs or messages for superfast replies to customers\n- Text expander & shortcuts: Type shortcuts to quickly insert answers or saved text snippets\n- Knowledge base: Use Faqtual to record and manage business knowledge\n- Sharing: Add snippets to a shared folder for your team \n- Content import: Use AI to easily import new content from images, text, or URLs\n- Smart replies: Use AI to generate context-aware replies \n- Cross platform: Available on iOS, Mac Desktop, Chrome, and Edge\n- Native integrations: Works with all your existing customer support platforms, including online chat, emails, social media, shared inboxes, and CRMs\n\nFaqtual is easy to use and quick to set up. With Faqtual, you’re only a few taps away from speedy replies that delight your customers."
  }
}