{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AT Toolkit"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension to improve the user experience on the AutoTrader UK website."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension to improve the user experience on the AutoTrader UK website.\n\nFeatures:\n\nSEARCH\n\n- Hide results from specific dealers\n- Show the date the listing was added\n- Hide promoted/ad listings at the top/bottom of each page of results\n- Hide the highlighted dealer section that's sometimes at the top of the page\n\nLISTING\n\n- Show the date the listing was added\n- Show dealer postcode\n- Show MOT expiry date (if the seller has provided it to AutoTrader)\n- Show previous owners if hidden*\n- Show a partial vehicle registration**\n\nAny of these features can be toggled off if preferred.\n\n* AutoTrader gives the option for sellers to hide the number of previous owners, but if the seller provides it, the number is still available in the page data; the extension will add that information back into the listing.\n\n** AutoTrader provides a partial registration, specifically the first character and the last 2 characters, e.g. A??? ?BC. AT Toolkit will display this and, if the registration fits the regular GB format, add in the plate year to give a partial registration, e.g. A?12 ?BC. This can be used with a site like partialnumberplate.co.uk to find the full reg.\n\nPlease be aware this struggles with plates in the NI style, old GB style, and private plates. Private plates in the regular GB style LLNN LLL might give an incorrect partial plate because the NN might not match the vehicle's registration year.\n\nThis extension is free, with no ads and no tracking (and always will be).\n\nIf you're enjoying my extension and would like to send your thanks as a one-off donation, I have a Ko-fi page here: https://ko-fi.com/attoolkit"
  }
}