{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Store Me Free"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple extension to store and manage Chrome browser tabs"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "💡Simplify your digital life with just a click!\n\nStore Me, the ultimate Chrome extension, revolutionizes how you manage browser tabs. Effortlessly group, store, and organize your tabs for a clutter-free browsing experience. Whether for work, study, or leisure, Store Me brings order to your online chaos, enhancing productivity and freeing up mental space. Embrace a tidier, more efficient digital world. Try it now and transform your tab management forever!\n\n🔍 Your All-In-One Tab Management Solution\n\nStore Tabs: Effortlessly group and stash away your chosen tabs. Keep your workspace clean and organized.\n\nStore All Tabs: With a single action, safeguard all your active tabs. Perfect for fast-paced workflows or sudden switches.\n\nRename Tabs: Personalize your tab groups with custom names for quick identification and better organization.\n\nNew Window: Pop open any group in a new window, ideal for separating different tasks or areas of work.\n\nAdd to Group: Integrate new tabs into existing groups, keeping related content neatly together.\n\nDelete Tabs: Clear out old groups from Store Me to maintain an updated, clutter-free digital space.\n\nExport Tabs: Backup your tab arrangements as a JSON file, ensuring no loss of important groupings.\n\nImport Tabs: Effortlessly restore your tab setups using the JSON file, perfect for syncing across devices.\n\nDrag and Drop: Click and hold the tab you want to move and drag it over the a selected space.\n\n? - Instant Help: Lost or need a quick tip? Hit the '?' for immediate access to our user guide and instructional videos.\n\nEnhance Your Productivity and Workspace 🚀\n\nImproved Organization: With 'Store Me,' organizing your tabs becomes intuitive and effortless, leading to a more structured and accessible digital environment.\n\nSpace Saving: Say farewell to overcrowded toolbars. Our extension condenses your tabs into neat, manageable groups, freeing up screen space.\n\nReduced Overload: By efficiently managing your tabs, reduce cognitive overload and focus better on the task at hand.\n\nAdaptability: Tailored for everyone, Store Me adapts to your unique browsing needs, whether you're studying, working, or browsing for leisure.\n\nConvenience: Our extension is crafted for ease of use - manage your tabs with minimal effort and maximum efficiency.\n\nTake Control of Your Digital Workspace Today! 💡\n\nReady to streamline your browsing experience? Download Store Me now and step into a world where tab management is a breeze, not a burden. Join the ranks of organized, efficient web users and elevate your digital workspace today!"
  }
}