{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Goyral Bulk Message"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Goyral Bulk Message"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Goyral Bulk Message is a comprehensive solution for efficient and personalized bulk messaging on the messaging platform. With its user-friendly interface and powerful features, it simplifies the process of broadcasting messages, sending text, attachments, polls, and personalized messages.\n\nKey Features:\n\nBroadcasting: Easily broadcast messages to multiple recipients simultaneously.\n\nSend Text, Attachments, Polls: Send various types of content including text, attachments (such as images, videos, documents), and polls to engage your audience.\n\nSend Personalized Messages: Tailor messages to individual recipients for a more personalized communication experience.\n\nUpload Excel File: Conveniently upload Excel files containing recipient information for efficient message sending.\n\nSave Message Templates: Save frequently used message texts as templates for quick and easy access.\n\nRandom Delay: Implement random delays in messaging to simulate natural conversation patterns and avoid triggering spam filters.\n\nPlay / Pause Messaging: Control the messaging process with the ability to play or pause message sending as needed.\n\nDownload Group and Chat Contacts: Download contacts from groups and individual chats for further analysis or management.\n\nChatBot: Integrate a ChatBot feature to automate responses and handle common queries.\n\nChatBot AI: Utilize advanced AI capabilities to enhance the ChatBot's functionality, providing intelligent and context-aware responses."
  }
}