{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TeMail"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Secure temporary email service to protect your privacy online. Instantly create disposable emails with Temail: https://temail.pro"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Description of the Chrome Extension Features by temail.pro:\n\nDisposable Email Address Generation:\n\nThe extension allows you to instantly create disposable email addresses directly in your browser. This is convenient for registering on websites and receiving emails without using your primary email.\nAutomatic Form Integration:\n\nThe extension automatically inserts the generated address into email fields on web pages. This saves time and simplifies the registration process.\nNew Email Notifications:\n\nYou receive instant browser notifications when a new email arrives at the disposable address. This allows you to quickly respond to important messages.\nEmail Viewing and Management:\n\nA built-in panel allows you to view and manage received emails without needing to visit the website. You can quickly read, delete, or mark emails directly from your browser.\nPrivacy Protection:\n\nThe extension ensures a high level of privacy, as generated addresses are automatically deleted after use or after a certain period.\nAdvantages:\n\nSecurity and Anonymity: Your primary email remains protected, preventing personal data leaks and reducing the risk of spam.\nEase of Use: All features are available directly in the browser, making the process of receiving and managing disposable emails quick and simple.\nTime-Saving: Automatic form filling and email notifications save time and help you not to miss important messages.\nSimplicity and Intuitiveness: The extension is designed to be simple and user-friendly, suitable for both experienced users and beginners."
  }
}