{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Seizafe - Epilepsy Alert for YouTube™"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prevent Photosensitive-Epileptic seizures while watching YouTube™ videos. We'll warn you before you see any flashy videos."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Seizafe flaunts a life saving algorithm and a beautiful user-experience designed to warn you before any rapidly flashing scenes in YouTube™ videos. \n\nCountless YouTube™ videos these days have no warnings whatsoever for any impending Epileptic content, thus imposing an unforeseen danger upon those among us who have the condition. Seizafe is (specially 🌼) designed for people with Photosensitive-Epilepsy / any other neurological disorder,  keeping you safe from unexpected jarring/flashing/bright transitions in videos which could cause deadly Photosensitive seizures. Since anyone can develop epilepsy, Seizafe is an ideal solution to narrow down the chances of you developing the condition, even as a healthy individual. \n\nThe sensitivity of the algorithm to identify flashing content can be adjusted to your preference via the sensitivity controls in the pop-up menu on our extension.\n\nSeizafe is ideal for public computer labs/kiosks/lounges eg. in hotels, schools, hospitals, offices, airports etc. Public safety is a very important value to keep those around us safe, even from the simple but unexpected dangers of videos.\n\nSeizafe is one Chrome Extension with a greater story behind it. Be safe. Be kind.💜"
  }
}