{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto Refresh Tabs AES"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A chrome extension that auto-refreshes tabs based on a timer set by the user."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto Refresh Tabs AES is an extension that allows you to automatically refresh and reload web pages at a specific time interval. It is extremely easy to set up and use!\n\nDo you need to refresh or reload a web page at a certain time interval to see new updates or request new data on a page? Do you need to do this automatically so you don’t waste time or forget to refresh or reload the page yourself? This is where Auto Refresh Tabs AES can help you! Let Auto Refresh Tabs AES handle the refreshing automatically for you!\n\n—\n\nFeatures:\n\n⭐ Set a timer to automatically reload a page or tab\n\nWe provide you a list of pre-defined timers you can select. You can also set up your own custom timer that can be set at the minutes and seconds level. You can even set the timer to reload the page at a random time!\n\n⭐ Set up different timers for different pages or tabs\n\nWant to set up one tab to reload every 10 seconds, and another tab to reload at 30 seconds? No problem! Auto Refresh Tabs AES lets to set up different custom timers per page or tab.\n\n⭐ Save your timer settings per website\n\nIf you want to save your timer settings so that pages or tabs automatically start reloading once you go to a specific website, that is totally possible! You don’t have to set up timers all over again after each time you close a tab or your browser. Just open up the website you saved the timer settings on and they will start up automatically! Saves you a ton of time!\n\n⭐ See the timer countdown on the page or tab\n\nWant to know how long until the next reload on a page or tab happens? We add a small countdown element at the top right of the page to let you know when the next reload will happen and keep you updated.\n\n⭐ Hard reload the page or tab\n\nNeed to make sure the cache is cleared on page reload and it doesn’t show any old data or information? That is totally possible to do with this extension!\n\n—\n\nInstall Auto Refresh Tabs AES today and give it a shot!"
  }
}