{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fleedom"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Creates distractions to end unwanted conversations at your computer"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Have you ever found yourself ambushed at your computer by a friend or coworker who seems intent on ruining your web surfing with a conversation that just will not die?  \n\nSigh...haven't we all?  \n\nAnd no matter how badly you want to make them leave you alone, you know how it goes:  they start talking about how their cat is sick or their significant other left them, and you know if you shoo them away now, you're a monster.\n\nWell not anymore.\n\nFleedom allows you to use assignable hotkeys to create perfectly innocent excuses to stop a conversation, all of which originate right from your computer.\n\nNext time someone walks up and accosts you with a boring story, use Fleedom to secretly send a text to your phone, which happens to be from someone you \"need to call back right now\".\n\nOr use another key combination to fire off a fake Google alert that will sound an alarm and display a predetermined message 10 seconds after activation to give you a perfect excuse to break off any inconvenient chat.\n\nFinally, an additional hotkey assignment will terribly distort all open tabs on your current window, providing you with the perfect reason to break off any discussion until \"after you've figured out what's wrong\".  Tabs can be restored with a simple refresh.\n\nClick on the extension icon to enter and save your phone number for the texting functionality and the alert message for the fake reminder.  Texts are limited to 3 texts per every 3 minutes and a total of 75 texts every 24 hours.  After hitting a hotkey, the respective badge will quickly flash in the extension icon to covertly notify you that the extension has registered your command.\n\nHotkeys are automatically assigned in the following configuration upon install, but can be reassigned via the Keyboard Shortcuts link in the Chrome extensions page:\n\nSend Text\nMac: Command+Shift+K\nPC: Control+Shift+K\n\nSound Alert/Reminder (10 second delay)\nMac: Command+Shift+M\nPC: Control+Shift+M\n\nDistort Tabs\nMac: Command+Shift+E\nPC: Control+Shift+E"
  }
}