{
  "name": {
    "ar,bg,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fr,he,hi,hr,hu,id,it,ja,ko,lt,lv,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,th,tr,uk,vi,zh_CN,zh_TW": "Hive - Coupons, Promo Codes, & Discounts",
    "am": "RetailMeNot Retail Me Not Fakespot Fake spot Slickdeals",
    "bn": "promo code The Camelizer wanteeed Cently Acorns Earn",
    "fil": "Coupert Karma CouponBirds Coupon Birds Octoshop discount",
    "gu": "LetyShops alerabat.com LoveDeals Lolli Vetted AI",
    "kn": "Klarna Alitools Shopping Assistant Simply Codes",
    "ml": "Rakuten: Get Cash Back For Shopping SwagButton pie",
    "mr": "Keepa - Amazon Price Tracker Avira Safe Shopping",
    "sw": "Capital One Shopping: Save Now Trusted Shops Rabatta",
    "ta": "Honey Ibotta BeFrugal Be Frugal Shop Mail PriceBlink",
    "te": "PayPal Honey: Automatic Coupons & Cash Back CNET Shopping"
  },
  "short": {
    "ar,bg,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fr,he,hi,hr,hu,id,it,ja,ko,lt,lv,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,th,tr,uk,vi,zh_CN,zh_TW": "Privacy friendly coupon, promo code, & discount finder. Make online shopping sweet as honey 🍀",
    "am": "Slick deals Mino - Automatic Coupons Shein Coupon Finder Microsoft automatic rewards",
    "bn": "Savings.com DontPayFull DealFinder by VoucherCodes promo codes Microsoft Bing Search with Rewards",
    "fil": "Groupon Smarty BigGo Shopping Assistant Tada FatCoupon Shop TODAY Savings",
    "gu": "hotukdeals TopCashback PAYBACK Internet Assistent Tab for a Cause PriceBuddy",
    "kn": "Moolah - Automatic Coupon Hunter Fresh Coupons SimplyCodes Couponuts",
    "ml": "Swag Button swagbucks swag bucks dealdrop buykers CouponBind Up Assistant",
    "mr": "camelcamelcamel camel camel camel Pricescout AliRadar Cashrewards",
    "sw": "Picodi.com Cashback GRABLEY CouponCabin Sidekick Molly Cultivate Widilo",
    "ta": "American Airlines AAdvantage® eShopping℠ Kudos Zyft Moonsift MillionPugs Shopper.com",
    "te": "Affirm: Buy Now, Pay Later Shoptimate Pepper Dupe UpSeller Eureka Shopping"
  },
  "long": {
    "ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Privacy friendly coupon, promo code, & discount finder. Make online shopping sweet as honey 🍀\n\nHive is a lightweight, privacy friendly coupon finder. Hive scans the websites you visit for the best coupons, promo codes, and discounts available.\n\n💸 Find Deals: Automatically finds coupons, promo codes, and discounts for the websites you visit.\n\n🛍️ Shop Anywhere: Over 30,000 stores supported.\n\n📈 Save Big: Users save over $100 a year on average.\n\n🖱️ Easy to Use: Copy codes with a single click in the extension popup.\n\n🔒 Privacy Friendly: We never collect user data, keeping your browsing completely private.\n\n🚀 No Sign-up Needed: Start saving instantly, no registration or setup required.\n\nMake every online purchase as sweet as honey.  Shop smart, save money, & stay private – try Hive today! 🍀\n\nDisclosure: This extension uses the Amazon affiliate program to generate revenue. By using this extension, you help support its development and maintenance.",
    "am,en_US": "Discover the power of saving and earning rewards while shopping online with Hive!\n\nJoin Hive, to get best discounts over purchases on 30000+ stores.\n\nWith Hive, adding savings to your online purchases is a breeze. Simply install our browser extension in seconds and shop as you normally would. We'll handle the rest!\n\n🪄 Find Deals on 30,000+ Sites\nHive scours the web for the best deals, coupons, and promo codes from over 30,000 sites. With just one click, we'll automatically apply any available discounts to your cart, helping you secure the lowest prices on your favorite brands.\n\n🎉 Earn Cash Back - It Adds Up Fast\nGet rewarded for your purchases with Cash Back offers available at popular stores like Finish Line, Lowe’s, Macy’s, Sephora, Udemy, and many more! Keep an eye out for opportunities to earn even more rewards through Double Cash Back promotions and exclusive offers.\n\nJoin Hive to maximize their savings and rewards on every online purchase. Install now and start shopping smarter today!\n\nDisclosure: This extension uses the Amazon affiliate program to generate revenue. By using this extension, you help support its development and maintenance."
  }
}