{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Note Board - Sticky Notes App",
    "es": "Note Board - Tablón de Notas"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Note Board - Sticky Notes App",
    "es": "Note Board - Tablón de Notas"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Write notes like sticky notes. Save pages with a screenshot to read later or capture easily any web content.\nYou can drag and resize the sticky notes.\n\nnew!: use chatGPT to create notes with the answers of the AI\n\nCreate Kanban boards to organize your notes in columns.\n\nShare boards to work remotely as a Team in real time.\n\nCreate notes in any web, when you open again the web the note will appear in the same position you left it.\n\nSchedule notifications to remind a note on a certain day and time.\n\nDrag and drop content from other tabs or image files from your system to create notes quickly.\n\nCreate little popups with notes. These popups remain on the desk even restart the computer.\n\nYou can have public boards.\n\nThe extension does not require permissions for basic usage. The system will request permissions if you use the server to synchronise your notes or you save pages with a screenshot.\n\nYou can synchronize notes between chrome installations registering FREE in www.noteboardapp.com. \n\nUse the free Android app to access your notes:\n\nhttps://play.google.com/store/apps/details?id=com.oscardr.tablonnotas\n\nOr the iOS one:\n\nhttps://itunes.apple.com/us/app/note-board-app/id899770084\n\nIf you use the android or iOs app you can create notes with photos of the phone and see it on the extension.\n\nIf you register in www.noteboardapp.com you can access your notes from any browser.\n\n\nYou can edit notes doing double click in the text, and then to copy or to cut the text.\n\n\nYou can select various colours and thus to use each colour for each type of task (for personal tasks such as yellow, green for work etc ...).",
    "es": "Sirve para guardar cualquier dato, capturar contenido web o guardar links para leer en otro momento.\n\nCrea tablones Kanban para clasificar las notas en columnas.\n\n!nuevo! usa chatGPT para crear notas con las respuestas de la IA\n\nComparte tablones para trabajo colaborativo en equipo.\n\nSe pueden programar avisos para que la extensión te recuerde una nota en un día y hora determinado.\n\nSe puede crear pequeñas ventanas emergentes (popups) con el contenido de una nota. Estas ventanas se pueden mover y cambiar de tamaño y permanecen en el mismo sitio en el escritorio incluso después de reiniciar el ordenador (ver foto).\n\nPuedes tener tablones públicos.\n\nLa extensión no necesita permisos para un uso básico. Para sincronizar las notas en el servidor y guardar páginas con captura de pantalla se pedirán los permisos posteriormente.\n\nLas notas se pueden sincronizar entre diferentes dispositivos y compartir con amigos.\n\nBájate la aplicación de Android para acceder a tus notas:\n\nhttps://play.google.com/store/apps/details?id=com.oscardr.tablonnotas\n\nO la de iOS:\n\nhttps://itunes.apple.com/us/app/note-board-app/id899770084?l=es\n\nSi usas la aplicación de android o iOs podrás crear notas con fotos del móvil y acceder a ellas desde la extensión.\n\nPara sincronizar notas entre instalaciones de chrome y compartir tablones registrate GRATIS en www.noteboardapp.com.\n\n\nAdemás desde www.noteboardapp.com puedes acceder a tus notas desde cualquier navegador incluidos los de android y iOs.\n\nSe pueden seleccionar varios colores y de esta manera usar cada color para cada tipo de tarea (por ejemplo amarillo para tareas personales, verde para trabajo etc...).\n\nLas notas se pueden mover y cambiar de tamaño.\n\nPara modificar notas o hacer copy-paste del contenido hacer doble click en el texto."
  }
}