{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mustsee"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover the world’s most beautiful places at every opened tab.",
    "es": "Descubre los lugares más bellos del mundo en cada pestaña abierta del navegador.",
    "fr": "Découvrez les plus beaux endroits du monde à chaque nouvel onglet.",
    "ru": "Откройте для себя самые красивые места в мире на каждой новой вкладке."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover the most beautiful places around the world through stunning photography each time you open a new tab in Chrome. The places we suggest have been personally selected by our traveling experts.\n\nDo you like that place? Click on it and find out more about it.\n\nLife is too short to be spent in the wrong places. 🌍  ❤️\n\n☆☆☆ Featured in Konbini, Lifehacker, Product Hunt, Trendhunter! ☆☆☆\n\n-\nWe love hearing your ideas and feedback. If you have any suggestions, email us at contact@mustsee.earth or send us a message on Instagram 🙌\n\nInstagram: https://www.instagram.com/mustsee.earth/\nTwitter: @mustseeapp",
    "es": "Los lugares que sugerimos han sido seleccionados personalmente por nuestros expertos de viajes. Podrás descubrir los sitios más bellos del mundo a través de maravillosas fotografías cada vez que abras una nueva pestaña en el navegador de Chrome.\n\n¿Te gusta ese sitio? Haz clic y encuentra más información al respecto.\n\nLa vida es demasiada corta para perder el tiempo en un lugar equivocado. 🌍 ❤️",
    "fr": "Soif de découverte ?\nDécouvre les plus beaux endroits du monde à chaque nouvel onglet ouvert sur Google Chrome à travers une sélection de photographies magnifiques. Les lieux mis en avant ont été sélectionné par notre équipe passionnée de voyage et de découverte.\n\nTu aimes ce lieu ?\n“Comment en apprendre plus ?” - Clique simplement sur son nom.\n“Je veux y aller ! Où se trouve cet endroit ?” - Son emplacement sur Google Maps est accessible en cliquant sur sa localisation. Simple comme bonjour.\n\nN’attend plus, viens découvrir le monde avec nous ! 🌍 ❤️\n\n☆☆☆ Vue sur Konbini, Lifehacker, Product Hunt, Trendhunter! ☆☆☆\n\n-\nSi tu as la moindre remarque, idées ou encore envie de suggérer un nouveau lieu, n’hésite pas à nous contacter directement via contact@mustsee.earth 🙌\n\nTwitter @mustseeapp\nInstagram https://www.instagram.com/mustsee.earth/",
    "ru": "Места, которые мы вам предлагаем увидеть, были лично отобраны нашими экспертами по путешествиям. Откройте для себя самые красивые места по всему миру в каждой новой вкладке Chrome.\n\nВам понравилось это место? Кликните на название, чтобы узнать о нем больше.  \n\nЖизнь слишком коротка, чтобы проводить ее в неподходящих местах.  🌍  ❤️"
  }
}