{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon Seller Review Rocket"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automate review requests in Amazon Seller Central with ease."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing \"Review Rocket\" - the ultimate free Amazon Review Request Chrome extension. Boost your business reputation effortlessly by generating hassle-free review requests in one go. \n\nExperience increased seller feedback and product reviews, putting your business on the path to long-term success. Let Review Rocket automate your tasks and help you listen to your buyers for improved business growth.\n\nIn today's digital world, reviews are a must. They hold immense power in shaping your business reputation, and product reviews have a significant impact on your online sales. Many sellers who utilize Amazon seller feedback requests have witnessed a remarkable increase in seller feedback and product reviews compared to those who haven't. Don't underestimate the influence of buyer feedback - it can propel your business to new heights.\n\nHere's a step-by-step guide on how to use the extension:\n\n- Log in to your Amazon Seller Central account.\n- Navigate to the order page and set your desired filter for the orders you want to target.\n- On each order, you will find two buttons: \"Review Request All\" and \"Review Request.\"\n- To send review requests for all orders, including those on multiple pages, simply click on the \"Review Request All\" button.\n\nWith these easy steps, you can efficiently send review requests to all relevant orders, streamlining the process and maximizing your chances of receiving valuable feedback from customers."
  }
}