{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Steam Web Filter Bypasser"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Provides automatic functionality to Steam's web filter pages"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Steam Web Filter Bypasser is an Extension for Google Chrome that provides automatic bypass functionality to Steam's web filter pages, and some other useful features.\n\nUnlike other extensions in this category, this is the only one that intelligently bypasses all of Steam's filter pages, yet retains user protection by only filtering common phishing sites that try to steal your identity. It's the best of both worlds, and your ultimate install-and-forget solution.\n\nFeatures include:\n* Forwards you to links from steam chat automatically\n* Auto-continues age-gated pages (see screenshot) from steamcommunity.com\n* Auto-accepts SSA/TOS checkbox on market pages during purchase\n* Supports links from Steam chat (web or application), Steam forums, and official Steam/Steam community websites.\n* Intelligently corrects misspellings of steamcommunity.com to prevent common phishing urls being clicked by accident.\n* Accurate and efficient Steam web filter detection ensures this extension accounts for url variations, and ensures you always get you bypassed, unlike other extensions that only work most of the time. That simply isn't good enough.\n\nThis extension does not obtain any information from steamcommunity.com in any way. For those concerned, I invite them to view the source.\n\n----------------------------------------------------------------\n\nv1.5.2\n- Added auto-accept for the market SSA/TOS when you're attempting to purchase something from the store page. (The confirmation checkbox regarding terms)\n\nv1.5.1\n- Fixed accidental permission change\n\nv.1.5\n- Improved the phishing detection and corresponding notification that presents itself when trying go to common phishing sites. Now uses an enhanced version of Steam's native phishing alert page.\n- Minor tweaks\n\nv.1.4.2/1.4.3\n- Tweaks, code cleanup, better icon. It's now more efficient and overall smaller.\n\nv.1.4/1.4.1\n- Steamcommunity.com mispelling check now utilizes the Levenshtein distance. This prevents similar urls from being detected accidentally, and ensures only suspect urls are alerted.\n- Description update\n \nv.1.3.2/1.3.3\n- Added auto-continue for age gates on http://steamcommunity.com/sharedfiles/ pages\n\nv.1.3.1\n- Corrected a bug with url's that had special characters and needed to be decoded first before redirecting, and improved warning for suspect urls\n\nv.1.3\n- Now checks common misspellings of steamcommunity.com and corrects them automatically. See description update above.\n\nv.1.1/1.2\n- Faster, smaller, and supports links from the Steam forums in addition to normal steam chat\n\nv.1.0\n-Initial release"
  }
}