{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CRMTravels"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Простой способ сформировать список отелей в несколько кликов для отправки клиенту",
    "en": "An easy way to generate a list of hotels in a few clicks to send to the client",
    "uk": "Простий спосіб сформувати список готелей в кілька кліків для відправки клієнту"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Простой способ сформировать список отелей и отправить их клиенту по Skype, Viber,Telegram или Emai. Клиенты получат прекрасно оформленную подборку туров. Работать можно за несколько минут, из любой точки мира, где есть Интернет.Работает со всеми ТО и поисковыми системами. Плагин позволяет заполнить форму бронирования тура находясь в личном кабинете туристического оператора из данных брони клиента, созданной в CRM а также перенос данных из онлайн кабинета оператора в CRM одной кнопкой.Возможность сохранения заявок из кабинета туроператора в раздел \"Брони туров\" CRM.\nБесплатный Поиск Туров!\nБесплатный поиск круизов!\nНапоминания на Viber и Telegram.\nВ CRM Travels был добавлен сканер загранпаспортов.Теперь вы можете добавить нового клиента в программу всего за несколько секунд, достаточно иметь фото загранпаспорта,которое вы сможете распознать, или просканировать с помощью камеры смартфона.Лид формы для сайта и чат бот для Viber - все это и многое другое вам может предложить CRMTravels. Этот плагин - незаменимый помощник для пользователей СRMTravels.\nПодробнее на нашем сайте-crmtravels.com\nhttps://youtu.be/7XOijWGe6kU -ВИДЕО на YouTube!\nhttps://www.facebook.com/crmtravelscom-123182368540799/\nУправляйте компанией эффективно!!!",
    "uk": "Продажи и взаимодействие с клиентами"
  }
}