{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WiseToq | Tiktok Analytics with AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A powerful AI assistant for your tiktok analytics and content strategy, track engagement and filter posts on tiktok"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WiseToQ is the ultimate TikTok content research Chrome extension designed to revolutionize the way creators and marketers analyze and optimize their video content. .\n\nWiseToQ provides a comprehensive suite of features, starting with its intelligent content analysis capabilities. You can initiate a deep dive into the performance metrics of similar content, including engagement rates, audience demographics, and trending topics. This allows you to gain a better understanding of what resonates with their target audience, helping you tailor your content strategy for maximum impact.\n\nFurthermore, WiseToQ also has trend analysis algorithms, the extension highlights the most relevant keywords and topics on tiktok, enabling you to optimize your content for maximum discoverability and relevance.\n\n\nLEGAL NOTICE:\nThis extension handles personal or sensitive user data (Cookies and Web Browsing Activity). Please see our Privacy Policy for more details about purpose and methods of our handling personal or sensitive user data.\nLink to Privacy Policy located in \"Additional Information\" section.\ntiktok™ is a trademark of tiktok Inc., registered in the U.S. and other countries.\nThis is an independent project not related to tiktok™ or tiktok Inc."
  }
}