{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mailixir"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mailixir is an intelligent email automation tool powered by AI, designed to streamline email management."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mailixir - Intelligent Email Automation Tool\n\nMailixir is your ultimate solution for email management and automation, powered by advanced AI technology. Designed to enhance productivity and streamline email workflows, Mailixir integrates seamlessly into Gmail, offering a host of powerful features.\n\nKey Features:\n\nAI-Powered Responses: Automatically generate intelligent, context-aware replies to your emails. Customize the tone and content to fit your needs.\nFlexible Pricing Plans: Start with a free plan allowing up to 3 daily uses. Upgrade to premium plans for extensive usage, with options for 400,000 tokens at €4.90 per month or unlimited tokens at €9.90 per month.\nUser-Friendly Integration: Effortlessly integrate Mailixir within your existing Gmail or Outlook setup without additional installations.\nEnhanced Productivity: Save time and improve efficiency with quick, AI-driven email management tools designed to handle your inbox with ease.\n\nWhy Choose Mailixir?\n\nMailixir is crafted to support professionals and businesses in managing their emails efficiently. With robust AI capabilities, it ensures that you spend less time on routine email tasks and more time on what truly matters. Whether you are handling customer queries, internal communications, or client follow-ups, Mailixir’s smart tools will keep your email responses timely, accurate, and professional.\n\nSubscription Plans:\n\nFree Plan: Enjoy 3 uses per day at no cost.\nStandard Plan: Get 400,000 tokens per month for €4.90.\nPremium Plan: Opt for unlimited tokens per month for €9.90, ensuring that you never run out of resources for your email automation needs.\n\nGet Started:\n\nTransform your email management experience with Mailixir. Sign up today and start leveraging the power of AI to automate and optimize your email communications. Visit Mailixir for more information and to subscribe to our plans."
  }
}