{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "membees"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "membees is your cross-website online shopping assistant"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "membees is a shopping assistant focused on simplifying your online shopping experiences. \n\nIt helps you keep track and organize all your online shopping activities and provides recommendations for the best places to find what you are looking for.\n\n===================\n== Using membees ==\n===================\n\n= Sessions: define a “shopping session” for each activity you want to perform, e.g.: planning “Holiday trip to Barcelona”, \"Buy the christmas gifts for your kids\", \"Buy your new computer\", \"Buy tickets for the theater\", etc. Inside each shopping session you will store everything relevant for that session.\n\n= Tasks: to specify what needs to be done in a session you define “tasks”. One session can have multiple tasks. For example, when planning your trip to Barcelona, you can have a task to buy the plane ticket, another to book the hotel, etc.\n\n= Recommendations: once you are actively shopping in a session (on a specific task) membees will immediately provide you a list of “popular recommendations” for services that can give you good deals for what you are looking for. For example, most popular services for booking flights to your holiday in Barcelona. These recommendations are based on “community collective intelligence”, e.g.: i.e., how the membees community shops for what you are looking for, how it rates the different services, etc.  Such knowledge will enable users to help each other in finding the best deals for what they are looking for, which is one of the core goals of membees. This will also help users on dealing with the overwhelming number of shopping services available, and the uncertainty of never being completely sure they are making a good deal.\n\n= Watchlist: when you are shopping and find something interesting you can click on membees icon and add the offer to your shopping session’s “watchlist”. The “watchlist” allows you to store all the interesting offers come across in all your searching process in one single place.\n\n= Buy: once you are sure you have enough information about the different options around you can click on the offer you intend to buy and membees will guide you to the website where you can perform your purchase.\n\n===============================\n== Advantages of using membees ==\n===============================\n\n= Easily keep track of all you shopping activities in one place.\n \n= Get highly relevant shopping recommendations (based on concrete usage statistics, not brute force marketing/advertisements).\n \n= Keep an eye on all your online shopping expenses."
  }
}