{
  "name": {
    "ar,da,el,et,fil,he,hi,id,ja,pl,ro,sv,sw": "Bitcoin Mining Game",
    "am,ca,de,en,en_AU,en_GB,en_US,es,es_419,fa,fr,hu,it,ko,lt,lv,ms,nl,no,pt_BR,pt_PT,ru,sk,sr,ta,tr,uk,vi,zh_CN,zh_TW": "Bitcoin Mining Unblocked Game",
    "bg,kn,th": "Bitcoin Mining Online Game",
    "bn,cs,fi,gu,hr,ml,mr,sl,te": "Bitcoin Mining Online"
  },
  "short": {
    "ar": "هل تحب ألعاب الفرس؟ عظيم ، تعدين bitcoins في عالم افتراضي وتطوير مزرعة Bitcoin الخاصة بك.",
    "am": "ክሊከር ጨዋታዎችን ትወዳለህ? ታላቅ, የማዕድን bitcoins በይነበል አለም ውስጥ እና የእርስዎ bitcoin እርሻ ያብቡ.",
    "bg": "Обичате ли кликер игри? Чудесно, Минни биткойни във виртуален свят и развиват вашата биткойн ферма.",
    "bn": "আপনি কি Clicker গেম পছন্দ করেন? মহান, একটি ভার্চুয়াল বিশ্বের মধ্যে Bitcoins মাইনিং এবং আপনার বিটকয়েন খামার বিকাশ।",
    "ca": "T'agraden els jocs de clics? Gran, Mineria bitcoins en un món virtual i desenvolupar la seva granja bitcoin.",
    "cs": "Máte rádi klikací hry? Skvělé, Těžba bitcoinů ve virtuálním světě a rozvíjejte svou bitcoinovou farmu.",
    "da": "Kan du lide klikkerspil? Fantastisk, Minedrift bitcoins i en virtuel verden og udvikle din bitcoin farm.",
    "de": "Magst du Clicker-Spiele? Großartig, Bitcoins in einer virtuellen Welt abbauen und Ihre Bitcoin-Farm entwickeln.",
    "el": "Σας αρέσουν τα παιχνίδια clicker; Μεγάλη, Εξόρυξη bitcoins σε έναν εικονικό κόσμο και ανάπτυξη της φάρμας bitcoin σας.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Do you like clicker games? Great, Mining bitcoins in a virtual world and develop your bitcoin farm.",
    "es": "¿Te gustan los juegos de clicker? Genial, minar bitcoins en un mundo virtual y desarrollar tu granja de bitcoins.",
    "et": "Kas sulle meeldivad klõpsumängud? Suurepärane, Kaevandamine bitcoins virtuaalses maailmas ja arendada oma Bitcoin talu.",
    "fa": "آیا دوست دارید کلیک کننده بازی؟ بزرگ، بیت کوین معدن در یک دنیای مجازی و توسعه مزرعه بیت کوین خود را.",
    "fi": "Pidätkö naksutinpeleistä? Hienoa, Bitcoinien louhinta virtuaalimaailmassa ja bitcoin-maatilasi kehittäminen.",
    "fil": "Gustó mo ba ang mga laro ng clicker? Mahusay, Pagmimina bitcoins sa isang virtual mundo at bumuo ng iyong bitcoin farm.",
    "fr": "Aimez-vous les jeux de clicker? Génial, Miner des bitcoins dans un monde virtuel et développer votre ferme de bitcoins.",
    "gu": "શું તમને ક્લિકર રમતો ગમે છે? મહાન, વર્ચ્યુઅલ વર્લ્ડમાં બિટકોઇન્સ માઇનિંગ કરો અને તમારા બિટકોઇન ફાર્મને વિકસાવો.",
    "he": "האם אתה אוהב משחקי קליקרים? נהדר, כריית ביטקוינים בעולם וירטואלי ופיתוח חוות הביטקוין שלך.",
    "hi": "आप clicker खेल पसंद है? महान, खनन एक आभासी दुनिया में bitcoins और अपने Bitcoin खेत विकसित.",
    "hr": "Volite li igre klikera? Sjajno, Rudarenje bitcoina u virtualnom svijetu i razvoj vaše bitcoin farme.",
    "hu": "Szereted a kattintós játékokat? Nagyszerű, Bitcoinok bányászata egy virtuális világban, és fejlessze bitcoin farmját.",
    "id": "Apakah Anda suka game clicker? Hebat, Menambang bitcoin di dunia virtual dan mengembangkan pertanian bitcoin Anda.",
    "it": "Ti piacciono i giochi clicker? Ottimo, Mining bitcoin in un mondo virtuale e sviluppa la tua bitcoin farm.",
    "ja": "クリッカーゲームが好きですか?素晴らしい、仮想世界でビットコインをマイニングし、あなたのビットコインファームを開発します。",
    "kn": "ನೀವು ಕ್ಲಿಕ್ಕರ್ ಆಟಗಳನ್ನು ಇಷ್ಟಪಡುತ್ತೀರಾ? ಅದ್ಭುತ, ವರ್ಚುವಲ್ ಜಗತ್ತಿನಲ್ಲಿ ಬಿಟ್ ಕಾಯಿನ್ ಗಳನ್ನು ಗಣಿಗಾರಿಕೆ ಮಾಡ",
    "ko": "리모컨 게임을 좋아하세요? 위대한, 가상 세계에서 비트 코인을 채굴하고 비트 코인 농장을 개발.",
    "lv": "Vai jums patīk clicker spēles? Lieliski, iegūstot bitkoīnus virtuālajā pasaulē un attīstot savu bitcoin saimniecību.",
    "ml": "നിങ്ങൾക്ക് ക്ലിക്കർ ഗെയിമുകൾ ഇഷ്ടമാണോ? ഗംഭീരം, ഒരു വെർച്വൽ ലോകത്ത് ബിറ്റ്കോയിനുകൾ ഖനനം ചെയ്യുകയും നി",
    "mr": "तुला क्लिकर गेम आवडतात का? छान, आभासी जगात बिटकॉइन्स खाण आणि आपले बिटकॉइन फार्म विकसित करा.",
    "ms": "Adakah anda suka permainan clicker? Hebat, Perlombongan bitcoins di dunia maya dan membangunkan ladang bitcoin anda.",
    "nl": "Hou je van clickergames? Geweldig, Bitcoins minen in een virtuele wereld en je bitcoin farm ontwikkelen.",
    "no": "Liker du clicker spill? Flott, Mining bitcoins i en virtuell verden og utvikle bitcoin-gården din.",
    "pl": "Lubisz gry clickerowe? Świetnie, wydobywaj bitcoiny w wirtualnym świecie i rozwijaj swoją farmę bitcoinów.",
    "ro": "Iti place jocuri clicker? Mare, minerit bitcoins într-o lume virtuală și de a dezvolta ferma bitcoin.",
    "ru": "Вам нравятся игры с кликерами? Отлично, добывайте биткоины в виртуальном мире и развивайте свою биткоин-ферму.",
    "sk": "Máte radi clicker hry? Skvelé, ťažba bitcoinov vo virtuálnom svete a rozvoj vašej bitcoinovej farmy.",
    "sl": "Ali imate radi igre kliker? Super, Rudarstvo bitcoins v virtualnem svetu in razviti svojo bitcoin kmetijo.",
    "sv": "Gillar du klickspel? Bra, Mining bitcoins i en virtuell värld och utveckla din bitcoin farm.",
    "sw": "Je, wewe kama clicker michezo? Kubwa, Madini bitcoins katika dunia virtual na kuendeleza bitcoin yako shamba.",
    "ta": "நீங்கள் கிளிக்கர் விளையாட்டுகளை விரும்புகிறீர்களா? கிரேட், ஒரு மெய்நிகர் உலகில் சுரங்க தொழில் bitcoi",
    "te": "మీరు క్లిక్ చేసే ఆటలను ఇష్టపడతారా? గొప్ప, వర్చువల్ ప్రపంచంలో బిట్ కాయిన్లను మైనింగ్ మరియు మీ బిట్ కా",
    "th": "คุณชอบเกมคลิกเกอร์หรือไม่? ยอดเยี่ยม, การขุด bitcoins ในโลกเสมือนจริงและพัฒนาฟาร์ม bitcoin ของคุณ.",
    "tr": "Clicker oyunlarını sever misin? Harika, Sanal bir dünyada bitcoin madenciliği yapmak ve bitcoin çiftliğinizi geliştirmek.",
    "uk": "Вам подобаються клікер-ігри? Чудово, видобуток біткоїнів у віртуальному світі та розвивайте свою біткойн-ферму."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready to mine bitcoin in the game with virtual graphics cards. Choose the graphics card you want and start mining.\n\nHow To Play\nPlayed with Mouse.\n\nBitcoin Mining Unblocked Game Features\n✓ Bitcoin shopping system\n✓ Realistic bitcoin mining \n✓ Background customization\n✓ Customized trading economy\n\nFinally, you can enjoy these game for free (and more requests will be added)! Bitcoin Mining Unblocked Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}