{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Grid View for Google Meet (fixed)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allows More Users in Google Meet Grid View"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "❗We have solved the issue and it is now working again! ❗\n\nIt works but we are currently looking for a better fix. Google changes their code A LOT so please be patient as we are working hard to make it better. :)\n\n- Adds a toggle to use a grid layout in Google Meets and more advanced features\n\nDon't forget to leave a 5-Star review!\n\n\n✅How-To Use:\n\n1.) Create Google Meet Meeting\n2.) Load everyone up in the meeting\n3.) Click our green grid extension logo in the extension bar\n4.) Click \"Enable Grid View\"\n5.) Thats it. Everyone should be on your screen! :)\n\n\nThis extension forcibly loads every participant's video when grid view is enabled and may cause performance issues in extremely large meetings.\n\n*Includes a variety of options to enhance your meeting: include your own video, highlight who is speaking, and hide participants without video!\n\n*Some features we are still trying to fix as Google broke them with the updates that come out. We will stay on top of whats not working and fix that as soon as possible.\n\n- PLEASE write in the support tab and even send me an email (best for quickest reply) if there are any issues! That would be much better than putting a low quality review as everything is fixable! :)\n\n🌟 It is free to download and use! 🌟"
  }
}