{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cool Papers Redirector"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Redirect paper links to papers.cool"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "v0.2.1 Update:\nChange the tab position for opening redirect links to the immediate right (instead of the far end)\n\nv0.2.0 Updates:\n\n1. The right-click menu now supports accessing multiple paper IDs simultaneously;\n2. The right-click menu is now compatible with PDF pages;\n3. The right-click menu has added more paper sources including arXiv, OpenReview, ACL, IJCAI, and PMLR;\n4. If a paper ID is not found in the search, the right-click menu now redirects to context menu search (i.e., search the selected text);\n5. Quick redirect links have been added in appropriate locations on certain websites such as arXiv, OpenReview, and ACL.\n\n----\n\nEnhance your academic research with the \"Cool Papers Redirector\" Chrome extension, the ultimate tool for scholars, researchers, and anyone immersed in the world of academic papers. Simplify your workflow by seamlessly identifying arXiv paper IDs from selected text, links, or your current page's URL, and get instant access to professional paper summaries and interpretations.\n\n**Key Features:**\n\n- **Easy Identification:** Automatically detects potential arXiv paper IDs within the text you select or the page you are on.\n- **One-Click Access:** Right-click to reveal a dedicated context menu that redirects you to the corresponding paper on Cool Papers (https://papers.cool).\n- **Professional Summaries:** Leverage the power of Kimi Chat (https://kimi.moonshot.cn), an advanced AI model, to quickly obtain expert-level summaries and analyses of academic papers.\n- **Open Academic Resource:** Cool Papers is an open academic platform designed to filter the latest research papers efficiently, making scholarly communication more accessible.\n\nBy installing this extension, you're not only streamlining your academic research process but also engaging with cutting-edge AI technology to deepen your understanding of complex research topics. Whether you're searching for insights, preparing literature reviews, or staying updated with your field's latest developments, \"Cool Papers Redirector\" is your companion for a more productive academic journey.\n\n[Install now] and transform the way you interact with academic literature!"
  }
}