{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sangoma FaxStation Direct"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Seamless Sangoma FaxStation Fax Downloads to Your Device"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sangoma FaxStation Direct is a powerful and efficient Chrome extension designed to streamline your faxing experience. This tool allows you to effortlessly download faxes directly to a designated folder on your device, making access to important documents fast and convenient.\n\nKey Features:\n- Automated Fax Downloads: The extension periodically checks for new faxes and downloads them automatically to your device, ensuring that you always have the latest documents at your fingertips.\n- Platform Flexibility: Compatible with Windows, Mac, and Linux, this extension works seamlessly across all major operating systems.\n- User-Friendly: With a simple setup process and intuitive interface, you can easily configure your download folder and let the extension handle the rest.\n\nHow It Works:\n- Install the Sangoma FaxStation Direct Chrome extension.\n- Configure your settings, including the download folder location.\n- The extension will periodically check for new faxes and download them to your chosen folder, allowing easy access whenever you need them.\n\nSimplify your workflow and ensure that critical faxes are always available with Sangoma FaxStation Direct. Perfect for busy professionals who need reliable and quick access to \nimportant documents."
  }
}