{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Droit au déréférencement"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vérifier l’effectivité de l’exercice de vos droits avec l’outil d’aide au déréférencement."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Le droit au déréférencement vous permet de demander à un moteur de recherche de supprimer certains résultats de recherche associés à vos noms et prénoms. Il consiste à supprimer l'association d'un résultat de recherche à la requête \"nom prénom\".\n\nLa demande de déréférencement implique dans un premier temps de vérifier si le résultat à déréférencer apparaît dans les résultats de recherche. Mais comme il peut y avoir un grand nombre de résultats pour une requête, la vérification peut s’avérer fastidieuse si le résultat n’apparaît qu’après un grand nombre de pages ! \n\nPar ailleurs, l’ordre des résultats peut varier suivant de nombreux critères, comme votre adresse IP, votre historique de vos recherches, ou encore votre navigateur. Le rang d’un résultat de recherche peut varier dans le temps ; c’est donc également le cas de la page de résultats sur laquelle il apparait. Ainsi, ce n’est pas parce qu’un résultat n’apparaît plus sur une page donnée qu’il a forcément été déréférencé.\n\nPour vous aider à vérifier l’effectivité de l’exercice de vos droits, l’équipe du laboratoire de la CNIL a développé une extension pour trois navigateurs (Firefox, Chrome et Opéra) qui vous permet de déterminer si un lien apparaît ou non parmi l’ensemble des résultats d’un moteur de recherche, à la saisie de votre nom. Cette extension peut ainsi simplifier vos démarches en déterminant, parmi les moteurs de recherches proposés, si un résultat apparait et s’il a bien été déréférencé suite à votre demande."
  }
}