{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Art Wallpapers New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover and enjoy high-quality art wallpapers from famous artists and stay up-to-date on the latest art news."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Arts Happen is a new tab extension designed for art enthusiasts and those who appreciate the beauty of fine art. The extension offers a variety of features, including a selection of high-quality wallpapers that can be used to customize your browser's new tab page.  \n\nWe have a carefully curated selection of the most famous artists from Frida Kahlo, Salvador Dali, Van Gogh, Monet, Renoir, and many more. When you open a new tab, you can be greeted with a wonderful  oil painting landscape wallpaper and the next tab can be an abstract watercolor wallpaper for instance.\n\nIn addition to the wallpapers, Arts Happen provides users with the latest art news and updates, allowing users to stay up-to-date on the latest happenings in the art world. This feature includes articles and announcements related to art exhibitions, new art collections, and other art-related events.\n \nThe extension also offers a section of famous art quotes. This feature allows users to explore and discover the wise and inspiring words of famous artists and art connoisseurs throughout history. The quotes are displayed randomly, and users can refresh the page to see new ones.\n\nArts Happen offers the current time, date, and also seamlessly integrates Bing for web searches, all conveniently accessible from your browser's.\n \nArts Happen provides a simple and easy-to-use interface that is user-friendly and intuitive, making it easy to navigate through its various features. The extension is regularly updated to include new artists, wallpapers, and art news, ensuring that users have access to the latest information and art-related resources.\n \nOverall, Arts Happen is an excellent Chrome extension for anyone who loves art and wants to immerse themselves in the world of fine art while browsing the web. Turn your computer screen into a piece of Art."
  }
}