{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Neptune's Pride Agent"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance NP Triton UI with intel."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension adds a HUD and reporting features to Neptune's Pride (Triton).\n\nThe HUD displays an arrival calculator for the first leg of all fleet movements, when you select a fleet. It also displays scanning range time in green when you select an enemy star if that enemy cannot already see your carrier, and in grey if that enemy can see your carrier.\n\n[[Fleet Name]] text in messages now links to the fleet, so that when the message recipient clicks on the fleet you're referring to their map view is navigated to show it, the same way that [[Star Name]] or [[Player Number]] works in the unextended game. In addition, when you type [[#] into the message field, autocomplete shows you which player you have referenced to make it easy to avoid errors.\n\nMuch of the extension's capabilities is accessed through hotkeys, the help for which can be triggered by pressing '?' any time you're not in a message text field.\n\nThe hotkey '*' copies a summary of all the scanning data for stars you can see into your clipboard. You can then paste this into a message to share the scan info or any subset of it or any edit of it with another player.\n\nYou can also share scan data via API keys. The link text [[api:SOMEONES_KEY]] will translate into two links for the recipient, one that lets them view the game as the other player, and another that merges the other player's scan data into the current player's view.\n\nIf you type '^', a summary of all the scanning data for fleets that are in motion is put into your clipboard, ordered by ETA. \n\nIf you type '&', a summary of all fleet movements including crude battle predictions is placed on your clipboard, ordered by ETA. This isn't 100% accurate because fleets that arrive on the same tick are not merged together but it still gives a good sense of the outcomes of many situations.\n\nIf you type '%' all instances of relative times change to absolute times, making it easier to determine when a multi-hop fleet will arrive at a particular star, for example.\n\nFor more hotkeys check the online help."
  }
}