{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VuzeVPN Proxy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Best VPN Service - access to any content you want. Anywhere, anytime."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Best VPN for Chrome in 2022: VuzeVPN!\n\nLooking for the best VPN to surf, play online or download any content you like, \nwithout constraints? Well, search no more! VuzeVPN gives you secure and \nunrestricted access to any web content.\n\nVuzeVPN for Chrome brings the exact awesome features of VuzeVPN, so rest \nassured: it’s the best extension for Chrome! Just install. It’s like having a VPN in \nyour browser.\n\nVuzeVPN is a hassle-free VPN service for your Chrome browser that lets you protect \nyour connection. VuzeVPN provides Unlimited VPN access, allowing you to unblock \nwebsites, bypass Wi-Fi restrictions, secure Wi-Fi hotspots, and protect network \naccess confidentiality without saving site visit histories.\n\nIt can be used anywhere, and the possibilities are endless. You will not encounter \nany restrictions! Hide your location to unblock websites and anonymously access \nyour favorite news, TV shows, and social networks from anywhere. Unblock your \nfavorite websites and apps, such as YouTube, Instagram, Snapchat, Twitter, \nFacebook, or WhatsApp! Anywhere, at any moment!\n\nHere’s why VuzeVPN for Chrome is the best:\n- 24/7 Unlimited and unrestricted VPN service\n- Best VPN to protect you from tracking\n- Best-in-class security and encryption\n- No connections or online activities logs!\n- DNS Leak Protection\n- Instant \"Kill Switch\"\n\nJust a reminder: VuzeVPN for Chrome only protects your privacy within Chrome. \nBecause no browser extension can encrypt internet traffic from other apps on your \ncomputer, whatever you do online outside of your Chrome browser can still be \ntracked back to you. For unlimited online protection, we also recommend that you \ninstall our VPN solutions, available for Windows and MacOS: VuzeVPN \n(https://www.vuzevpn.com/).\n\nHave questions? Simply Contact our Support team at \nhttps://www.vuzevpn.com/contact.html\n\nJust choose VuzeVPN -  the world's fastest secure virtual private network and have \nfun!"
  }
}