{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Translatio Cards: Translate - Save - Review"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "More Than a Translator - Translate without disruption",
    "de": "Mehr als ein Übersetzer - Ohne Unterbrechung übersetzen",
    "es": "Más que un traductor - Traduce sin interrupciones",
    "fr": "Plus qu'un traducteur - Traduisez sans interruption",
    "it": "Più di un traduttore - Traduci senza interruzioni",
    "pt_BR,pt_PT": "Mais que um tradutor - Traduza sem interrupções",
    "ru": "Больше чем переводчик - Переводить без перебоев",
    "tr": "Bilmediğiniz kelimeleri anında çevirin, kaydedin ve mobil uygulamadan tekrar edin."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Translatio helps to learn languages like English, Spanish, Chinese and others. It is a free service to improve your vocabulary. You can translate a word, save into your library from any platform and review to learn new words, idioms and phrasal verbs. Translatio provides to save your words like a flashcard(same as anki): you save a word in the language you want to learn on one side, and native word on the other side. Moreover, you can group your cards into different categories like verbs, nouns, idioms, daily life, transportation, etc. At last and most important, you can review your packs with the Spaced Repetition Algorithm and test yourself with quiz practice. Translatio contains ready-to-go packs which are prepared by the Translatio team to start without collecting any word or until you collect them. \n\nTranslatio extension provides translation for more than 50 languages.\n\nFeatures and advantages of Translatio:\nLearn a foreign language easily and free\nTranslate a word and save as a card (flashcard) from any platform like android, ios, web or browser adds-on\nStore definition and example of a card or Translatio try to find best suitable ones via Oxford and Google Translate\nListen pronunciation of words easily\nReview your packs with Spaced repetition algorithm\nTest yourself with Quiz practice\nCustomize your packs with your own style\nChoose your Visit Cycle and Learning Level to define your study pace and personalize Translatio\n\nOur most powerful feature to learn a language and improve your vocabulary is “Review” practise. Review practise mainly focuses on repeat and remember methodology which is inspired by Spaced Repetition algorithm. Spaced repetition algorithms have become popular with Anki or flashcards. Most people suffer from easily forget problem of newly learned information and this algorithm has a solution to these problems. It offers a repetition mechanism which repeat times grow after each successful recall. When learning a new language, improving vocabulary is a crucial part of it. On the other hand, just memorizing words cannot be helpful, we have to know how to use them in a sentence, different meanings and how to spell them. Translatio provides definition, example,  pronunciation and phonetic transcription from reliable sources like Oxford, Google Translate, WordsApi (only for English), etc. during review sessions.\n\nTranslatio services are available on mobile devices, Translatio web page and browser add-ons. Your account and all your data are synced across all platforms. All our services contain translation and dictionary services. You can save translations into your account to learn via learning practices (review and quiz).\n\nTranslatio services are primarily designed for users whose levels are intermediate or advanced. Main reason for this is Translatio gives a big opportunity to improve vocabulary, idioms and phrasal verbs. Learning a new language can be difficult after the beginner level, main problems are improving vocabulary, speaking, daily conversation, etc. People need to practice regularly and often to become more confident in a new language. Translatio uses the same popular technique Spaced repetition on their practices like Anki.\n\nTranslatio consistently prepares ready-to-go packs for beginner levels. These packs contain categorized words (daily conversations, transportation, first meeting), popular phrasal verbs, basic grammar and idioms. Moreover, new users can easily adapt our services using these packs. All users can copy cards into their own packs from free packs.\n\nWe are happy to see you with our environment. If you have any problem, idea to improve or feedback about our services, you can always contact us by sending an email to info@translatio.app.\n\nRelease Notes\n\nv2.0.40:\n  - Specifying default languages is improved after installation\n  - We add automatically opened popup on translatio.app page after installation to simplify language selection and extension settings\n  - Translation with highlight bug fixed\n\nv2.0.41:\n  - How to tutorials added for basic features like:\n       - Translate with Double Click\n       - Translate with select sentence\n       - Translate with context menu\n       - Change native and source languages\n       - Save translations as a card\n  - Tutorials will be shown as a gif after first installation\n\nv2.0.42:\n  - Gif tutorials removed to server to decrease extension size and improve performance\n\nv2.0.43:\n  - UI design improvements for welcome page on how to page of Translatio\n  - Automatically update native language or learning language after one of the language changed\n\nv2.0.44:\n  - Selected native language on the welcome page is more clearly displayed\n  - Localization added on the welcome page for some languages\n  - Improper design bugs fixed for language selections on Translatio Sign up page\n\nv2.0.45:\nTranslate with selection bug fixed\n\nv2.0.46:\nPosition of the translation popup is set according to the translation text position. If the selected text is close to the bottom of the page then the translation popup is shown on the selected text.\nFixed the problem of language codes not appearing on collapsed translation popup design. Improper design problems are fixed.\nSaving card designs are updated for both collapsed and expanded designs. Cards can be added with a single click.\n\n\nv2.0.47:\nSave card visibility problem fixed\nTranslate rule added. Text is controlled after double click to not translate numbers.\nPhonetic transcription and part of speech are added for translations\n\nv2.048:\nSaving problem for some languages is fixed\nLanguages are updated automatically after Google Sign up\n\nv2.0.49:\nBug for open General and Profile tabs is fixed\n\nv2.0.50:\nCollapsed translation design problem is fixed\nDeleting card problem is fixed\n\nv2.0.51:\nTranslatio “Side Popup” is added to translate sentences or paragraphs\n\nv2.0.52:\nTranslatio “Side Popup” visibility problem is fixed\n\nv2.0.53:\nTranslatio settings problems are fixed like “Show Native Web Pages” or “Enabled on This Page”",
    "de": "Translation hilft beim Erlernen von Sprachen wie Englisch, Spanisch, Chinesisch und anderen. Es ist ein kostenloser Service, um Ihren Wortschatz zu verbessern. Sie können ein Wort übersetzen, von jeder Plattform aus in Ihrer Bibliothek speichern und es überprüfen, um neue Wörter, Redewendungen und Verben zu lernen. Translatio ermöglicht es Ihnen, Ihre Wörter wie eine Karteikarte (wie Anki) zu speichern: Sie speichern ein Wort in der Sprache, die Sie lernen möchten, auf der einen Seite und Ihr gesprochenes Wort auf der anderen. Darüber hinaus können Sie Ihre Karten in verschiedene Kategorien wie Verben, Substantive, Redewendungen, Alltag, Transport usw. gruppieren. Zuletzt und am wichtigsten können Sie Ihre Karten mit dem Spaced Repetition Algorithm überprüfen und sich selbst mit Quiz Übungen testen. Translatio enthält gebrauchsfertige Pakete, die vom Translatio-Team so vorbereitet werden, dass sie beginnen, ohne ein Wort zu sammeln oder bis Sie sie gesammelt haben.\n\nDie Translation-Erweiterung bietet Übersetzungen für mehr als 50 Sprachen.\n\nFunktionen und Vorteile von Translatio:\nEinfach und kostenlos eine Fremdsprache lernen\nÜbersetzen Sie ein Wort und speichern Sie es als Karte (Flashcard) von jeder Plattform wie Android-, iOS-, Web- oder Browser-Add-Ons\nDefinition und Beispiel einer Karte speichern oder Translatio versuchen, die am besten geeigneten Karten über Oxford und Google Translate zu finden\nAussprache von Wörtern leicht anhören\nÜberprüfen Sie Ihre Packs mit dem Spaced-Wiederholung Algorithmus\nTesten Sie sich mit Quiz-Übungen\nPassen Sie Ihre Pakete mit Ihrem eigenen Stil an\nWählen Sie Ihren Besuch Zyklus und Ihr Lernniveau, um Ihr Lerntempo zu definieren und Translatio zu personalisieren\n\nUnsere leistungsstärkste Funktion zum Erlernen einer Sprache und zum Verbessern Ihres Wortschatzes ist Wiederholungsübungen. Die Review-Praxis konzentriert sich hauptsächlich auf die Wiederholungs- und Erinnerung Methodik, die vom Spaced Repetition-Algorithmus inspiriert ist. Spaced Repetition Algorithmen sind bei Anki oder Flashcards populär geworden. Die meisten Menschen leiden unter dem Gedächtnisproblem neu gelernter Informationen und dieser Algorithmus hat eine Lösung für diese Probleme. Es bietet einen Wiederholungs Mechanismus, der die Wiederholungszeiten nach jedem erfolgreichen Rückruf erhöht. Beim Erlernen einer neuen Sprache ist die Verbesserung des Wortschatzes ein entscheidender Bestandteil. Auf der anderen Seite kann es nicht hilfreich sein, Wörter nur auswendig zu lernen, wir müssen wissen, wie man sie in einem Satz verwendet, verschiedene Bedeutungen und wie man sie buchstabiert. Translatio bietet Definition, Beispiel, Aussprache und phonetische Transkription aus zuverlässigen Quellen wie Oxford, Google Translate, WordsApi (nur für Englisch) usw. während der Überprüfung Sitzungen.\n\nTranslatio-Dienste sind auf mobilen Geräten, auf der Translatio-Webseite und auf Browser-Add-Ons verfügbar. Ihr Konto und alle Ihre Daten werden auf allen Plattformen synchronisiert. Alle unsere Dienste beinhalten Übersetzungen- und Wörterbuch Dienste. Sie können Übersetzungen in Ihrem Konto speichern, um über Lernpraktiken (Rezension und Quiz) zu lernen.\n\nDie Übersetzungsdienste sind in erster Linie für Benutzer mit mittlerem oder fortgeschrittenem Niveau konzipiert. Der Hauptgrund dafür ist, dass Translatio eine große Chance bietet, Vokabular, Redewendungen und Verben zu verbessern. Das Erlernen einer neuen Sprache kann nach dem Anfängerniveau schwierig sein, die Hauptprobleme sind die Verbesserung des Wortschatzes, das Sprechen, die tägliche Konversation usw. Die Menschen müssen regelmäßig und oft üben, um in einer neuen Sprache sicherer zu werden. Translatio verwendet dieselbe beliebte Technik Spaced Repetition für ihre Praktiken wie Anki.\n\nTranslatio bereitet konsequent einsatzbereite Packs für Anfänger vor. Diese Pakete enthalten kategorisierte Wörter (tägliche Gespräche, Transport, erstes Treffen), populäre Verben, grundlegende Grammatik und Redewendungen. Darüber hinaus können neue Benutzer unsere Dienste mit diesen Paketen leicht anpassen. Alle Benutzer können Karten aus kostenlosen Packs in ihre eigenen Packs kopieren.\n\nWir freuen uns, Sie mit unserer Umgebung zu sehen. Bei Problemen, Verbesserungsvorschlägen oder Feedback zu unseren Dienstleistungen können Sie uns jederzeit per E-Mail an info@translatio.app kontaktieren.\n\nRelease Notes\n\nv2.0.40:\nDie Angabe von Standardsprachen wird nach der Installation verbessert\nWir fügen nach der Installation ein automatisch geöffnetes Popup auf der Seite translationio.app hinzu, um die Sprachauswahl und die Erweiterungseinstellungen zu vereinfachen\nÜbersetzung mit Highlight-Fehler behoben\n\nv2.0.41:\nHow-to-Tutorials für grundlegende Funktionen wie:\nÜbersetzen mit Doppelklick\nÜbersetzen mit ausgewähltem Satz\nÜbersetzen mit Kontextmenü\nMutter- und Ausgangssprache ändern\nÜbersetzungen als Karte speichern\nTutorials werden nach der ersten Installation als Gif angezeigt\n\nv2.0.42:\nGif-Tutorials vom Server entfernt, um die Erweiterung Größe zu verringern und die Leistung zu verbessern\n\nv2.0.43:\nVerbesserungen des UI-Designs für die Willkommensseite auf der Seite von Translatio\nMuttersprache oder Lernsprache automatisch aktualisieren, nachdem eine der Sprachen geändert wurde\n\nv2.0.44:\nAusgewählte Muttersprache auf der Willkommensseite wird übersichtlicher dargestellt\nLokalisierung auf der Willkommensseite für einige Sprachen hinzugefügt\nFehler im Design für die Sprachauswahl auf der Seite „Translatio Sign up“ behoben\n\nv2.0.45:\nÜbersetzen mit Auswahlfehler behoben\n\nv2.0.46:\nDie Position des Übersetzungs-Popups wird entsprechend der Übersetzungstext Position festgelegt. Wenn sich der ausgewählte Text am unteren Rand der Seite befindet, wird das Übersetzungs-Popup für den ausgewählten Text angezeigt.\nDas Problem, dass Sprachcodes im minimierten Übersetzungs-Popup-Design nicht angezeigt wurden, wurde behoben. Unsachgemäße Konstruktionsprobleme werden behoben.\nSpeichern von Kartendesigns werden sowohl für minimierte als auch für erweiterte Designs aktualisiert. Karten können mit einem einzigen Klick hinzugefügt werden.\n\nv2.0.47:\nSichtbarkeitsproblem der Speicherkarte behoben\nÜbersetzungsregel hinzugefügt. Der Text wird nach einem Doppelklick gesteuert, um Zahlen nicht zu übersetzen.\nLautschrift und Wortart werden für Übersetzungen hinzugefügt\n\nv2.048:\nSpeicherproblem für einige Sprachen behoben\nDie Sprachen werden nach der Google-Anmeldung automatisch aktualisiert\n\nv2.0.49:\nFehler bei geöffneten Registerkarten Allgemein und Profil wurde behoben\n\nv2.0.50:\nEingestürztes Übersetzungs Design Problem wurde behoben\nProblem beim Löschen der Karte ist behoben\n\nv2.0.51:\nÜbersetzung „Side Popup“ wird hinzugefügt, um Sätze oder Absätze zu übersetzen\n\nv2.0.52:\nTranslatio \"Side Popup\" Sichtbarkeitsproblem wurde behoben\n\nv2.0.53:\nProbleme mit Übersetzungseinstellungen wie \"Native Webseiten anzeigen\" oder \"Auf dieser Seite aktiviert\" wurden behoben.",
    "es": "Translatio ayuda a aprender idiomas como inglés, español, chino y otros. Es un servicio gratuito para mejorar tu vocabulario. Puede traducir una palabra, guardarla en su biblioteca desde cualquier plataforma y revisar para aprender nuevas palabras, modismos y frases verbales. Translatio permite guardar sus palabras como una tarjeta de memoria flash (igual que anki): guarda una palabra en el idioma que desea aprender en un lado y una palabra nativa en el otro. Además, puede agrupar sus tarjetas en diferentes categorías como verbos, sustantivos, modismos, vida diaria, transporte, etc. Por último, y lo más importante, puede revisar sus paquetes con el algoritmo de repetición espaciada y ponerse a prueba con la práctica de cuestionarios. Translatio contiene paquetes listos para usar que son preparados por el equipo de Translatio para comenzar sin recopilar ninguna palabra o hasta que los recopile.\n\nLa extensión de traducción proporciona traducción para más de 50 idiomas.\n\nCaracterísticas y ventajas de Translatio\n\nAprende un idioma extranjero de forma fácil y gratuita\nTraduce una palabra y guárdala como una tarjeta (flashcard) desde cualquier plataforma como Android, iOS, web o complementos de navegador.\nAlmacene la definición y el ejemplo de una tarjeta o Translatio intente encontrar las más adecuadas a través de Oxford y Google Translate.\nEscuche la pronunciación de las palabras fácilmente\nRevise sus paquetes con el algoritmo de repetición espaciada\nPonte a prueba con la práctica de Quiz\nPersonaliza tus mochilas con tu propio estilo\nElija su ciclo de visitas y su nivel de aprendizaje para definir su ritmo de estudio y personalizarlo Translatio\n\nNuestra característica más poderosa para aprender un idioma y mejorar su vocabulario es la práctica de \"Repaso\". La práctica de revisión se centra principalmente en la metodología de repetición y recordación que se inspira en el algoritmo de repetición espaciada. Los algoritmos de repetición espaciada se han vuelto populares con Anki o flashcards. La mayoría de las personas sufren el problema de memorización de la información recién aprendida y este algoritmo tiene una solución a estos problemas. Ofrece un mecanismo de repetición que aumenta los tiempos de repetición después de cada recuperación exitosa. Al aprender un nuevo idioma, mejorar el vocabulario es una parte crucial del mismo. Por otro lado, simplemente memorizar palabras no puede ser de ayuda, tenemos que saber cómo usarlas en una oración, diferentes significados y cómo deletrear los. Translatio proporciona definición, ejemplo, pronunciación y transcripción fonética de fuentes confiables como Oxford, Google Translate, WordsApi (solo para inglés), etc. durante las sesiones de revisión.\n\nLos servicios de Translatio están disponibles en dispositivos móviles, la página web de Translatio y los complementos del navegador. Su cuenta y todos sus datos se sincronizan en todas las plataformas. Todos nuestros servicios contienen servicios de traducción y diccionario. Puede guardar traducciones en su cuenta para aprender a través de prácticas de aprendizaje (revisión y cuestionario).\n\nLos servicios de Translatio están diseñados principalmente para usuarios cuyos niveles son intermedios o avanzados. La razón principal de esto es que Translatio brinda una gran oportunidad para mejorar el vocabulario, los modismos y los phrasal verbs. Aprender un nuevo idioma puede resultar difícil después del nivel principiante, los principales problemas son mejorar el vocabulario, hablar, conversar a diario, etc. La gente necesita practicar con regularidad y con frecuencia para tener más confianza en un nuevo idioma. Translatio utiliza la misma técnica popular de repetición espaciada en sus prácticas como Anki.\n\nTranslatio prepara constantemente paquetes listos para usar para niveles principiantes. Estos paquetes contienen palabras categorizadas (conversaciones diarias, transporte, primer encuentro), frases verbales populares, gramática básica y modismos. Además, los nuevos usuarios pueden adaptar fácilmente nuestros servicios utilizando estos paquetes. Todos los usuarios pueden copiar tarjetas en sus propios paquetes desde paquetes gratuitos.\n\nInformación del Contacto\n\nEstamos felices de verte con nuestro entorno. Si tiene algún problema, idea para mejorar o comentarios sobre nuestros servicios, siempre puede contactarnos enviando un correo electrónico a info@translatio.app.\n\nNotas de Lanzamiento\n\nv2.0.40:\nLa especificación de idiomas predeterminados se mejora después de la instalación\nAgregamos una ventana emergente abierta automáticamente en la página translatio.app después de la instalación para simplificar la selección de idioma y la configuración de la extensión\nTraducción con error de resaltado corregido\n\nv2.0.41:\nCómo agregar tutoriales para funciones básicas como:\nTraducir con doble clic\nTraducir con una oración seleccionada\nTraducir con menú contextual\nCambiar los idiomas nativos y de origen\nGuardar traducciones como una tarjeta\nLos tutoriales se mostrarán como un gif después de la primera instalación.\n\nv2.0.42:\nTutoriales GIF eliminados al servidor para reducir el tamaño de la extensión y mejorar el rendimiento\n\nv2.0.43:\nMejoras en el diseño de la interfaz de usuario para la página de bienvenida sobre cómo acceder a la página de Translatio\nActualice automáticamente el idioma nativo o el idioma de aprendizaje después de que uno de los idiomas cambie\n\nv2.0.44:\nEl idioma nativo seleccionado en la página de bienvenida se muestra más claramente\nLocalización agregada en la página de bienvenida para algunos idiomas\nErrores de diseño incorrectos corregidos para las selecciones de idioma en la página de registro de Translatio\n\nv2.0.45:\nTraducir con error de selección corregido\n\nv2.0.46:\nLa posición de la ventana emergente de traducción se establece de acuerdo con la posición del texto de traducción. Si el texto seleccionado está cerca de la parte inferior de la página, la ventana emergente de traducción se muestra en el texto seleccionado.\nSe soluciona el problema de los códigos de idioma que no aparecían en el diseño emergente de traducción colapsada. Se corrigen los problemas de diseño incorrectos.\nLos diseños de tarjetas de ahorro se actualizan tanto para los diseños contraídos como para los expandidos. Las tarjetas se pueden agregar con un solo clic.\n\nv2.0.47:\nSolucionado el problema de visibilidad de la tarjeta Save\nSe agregó la regla de traducción. El texto se controla después de hacer doble clic para no traducir números.\nSe agregan transcripción fonética y parte del discurso para las traducciones.\n\nv2.048:\nSe soluciona el problema de ahorro para algunos idiomas\nLos idiomas se actualizan automáticamente después de registrarse en Google\n\nv2.0.49:\nSe corrigió el error para las pestañas abiertas General y Perfil\n\nv2.0.50:\nSe soluciona el problema de diseño de traducción colapsada\nSe soluciona el problema de eliminación de la tarjeta\n\nv2.0.51:\nSe agrega Translatio \"Side Popup\" para traducir oraciones o párrafos\n\nv2.0.52:\nSe soluciona el problema de visibilidad de la \"ventana emergente lateral\" de la traducción\n\nv2.0.53:\nLos problemas de configuración de traducción se solucionan como \"Mostrar páginas web nativas\" o \"Habilitado en esta página\"",
    "fr": "Translatio aide à apprendre des langues comme l'anglais, l'espagnol, le chinois et d'autres langues. C'est un service gratuit pour améliorer votre vocabulaire. Vous pouvez traduire un mot, l'enregistrer dans votre bibliothèque depuis n'importe quelle plate-forme et le réviser pour apprendre de nouveaux mots, idiomes et verbes à particule. Translatio propose d'enregistrer vos mots comme une carte mémoire (identique à anki) : vous enregistrez un mot dans la langue que vous souhaitez apprendre d'un côté, et un mot natif de l'autre. De plus, vous pouvez regrouper vos cartes en différentes catégories comme les verbes, les noms, les expressions idiomatiques, la vie quotidienne, les transports, etc. Enfin et le plus important, vous pouvez revoir vos packs avec l'algorithme de répétition espacée et vous tester avec la pratique du quiz. Translatio contient des packs prêts à l'emploi qui sont préparés par l'équipe de Translatio pour démarrer sans recueillir aucun mot ou jusqu'à ce que vous les récupériez.\n\nL'extension Translatio fournit des traductions pour plus de 50 langues.\n\nCaractéristiques et avantages de Translatio\n\nApprendre une langue étrangère facilement et gratuitement\nTraduisez un mot et enregistrez-le sous forme de carte (carte mémoire) à partir de n'importe quelle plate-forme comme Android, iOS, Web ou un module complémentaire de navigateur\nDéfinition du magasin et exemple de carte ou Translatio essayez de trouver celles qui vous conviennent le mieux via Oxford et Google Traduction\nÉcoutez facilement la prononciation des mots\nPassez en revue vos packs avec l'algorithme de répétition espacée\nTestez-vous avec la pratique Quiz\nPersonnalisez vos packs avec votre propre style\nChoisissez votre cycle de visite et votre niveau d'apprentissage pour définir votre rythme d'étude et personnaliser Translatio\n\nNotre fonctionnalité la plus puissante pour apprendre une langue et améliorer son vocabulaire est la pratique de « Révision ». La pratique de la révision se concentre principalement sur la méthodologie de répétition et de mémorisation qui s'inspire de l'algorithme de répétition espacée. Les algorithmes de répétition espacée sont devenus populaires avec Anki ou les cartes mémoire. La plupart des gens souffrent du problème de mémorisation des informations nouvellement apprises et cet algorithme a une solution à ces problèmes. Il offre un mécanisme de répétition qui augmente les temps de répétition après chaque rappel réussi. Lors de l'apprentissage d'une nouvelle langue, l'amélioration du vocabulaire en est une partie cruciale. D'un autre côté, la simple mémorisation des mots ne peut pas être utile, nous devons savoir comment les utiliser dans une phrase, les différents sens et comment les épeler. Translatio fournit une définition, des exemples, une prononciation et une transcription phonétique à partir de sources fiables telles Oxford, Google Translate, WordsApi (uniquement pour l'anglais), etc. lors des sessions de révision.\n\nLes services Translatio sont disponibles sur les appareils mobiles, Translatio pages Web et modules complémentaires de navigateur. Votre compte et toutes vos données sont synchronisés sur toutes les plateformes. Tous nos services contiennent des services de traduction et de dictionnaire. Vous pouvez enregistrer des traductions dans votre compte pour apprendre via des pratiques d'apprentissage (révision et quiz).\n\nLes services Translatio sont principalement conçus pour les utilisateurs dont les niveaux sont intermédiaires ou avancés. La principale raison en est que Translatio offre une grande opportunité d'améliorer le vocabulaire, les expressions idiomatiques et les verbes à particule. Apprendre une nouvelle langue peut être difficile après le niveau débutant, les principaux problèmes sont l'amélioration du vocabulaire, l'expression orale, la conversation quotidienne, etc. Les gens ont besoin de pratiquer régulièrement et souvent pour devenir plus confiants dans une nouvelle langue. Translatio utilise la même technique populaire Répétition espacée sur leurs pratiques comme Anki.\n\nTranslatio prépare systématiquement des packs prêts à l'emploi pour les niveaux débutants. Ces packs contiennent des mots catégorisés (conversations quotidiennes, transport, première réunion), des verbes à particule populaires, une grammaire de base et des expressions idiomatiques. De plus, les nouveaux utilisateurs peuvent facilement adapter nos services à l'aide de ces packs. Tous les utilisateurs peuvent copier des cartes dans leurs propres packs à partir de packs gratuits.\n\nInformations de Contact\n\nNous sommes heureux de vous voir avec notre environnement. Si vous avez un problème, une idée d'amélioration ou des commentaires sur nos services, vous pouvez toujours nous contacter en envoyant un e-mail à info@translatio.app.\n\nNotes de Version\n\nv2.0.40 :\nLa spécification des langues par défaut est améliorée après l'installation\nNous ajoutons une fenêtre contextuelle ouverte automatiquement sur la page translatio.app après l'installation pour simplifier la sélection de la langue et les paramètres d'extension\nTraduction avec bug de surbrillance corrigé\n\nv2.0.41 :\nComment ajouter des tutoriels pour des fonctionnalités de base telles que :\nTraduire avec un double clic\nTraduire avec la phrase sélectionnée\nTraduire avec le menu contextuel\nChanger les langues natives et sources\nEnregistrer les traductions sous forme de carte\nLes tutoriels seront affichés sous forme de gif après la première installation\n\nv2.0.42 :\nTutoriels GIF supprimés sur le serveur pour réduire la taille de l'extension et améliorer les performances\n\nv2.0.43 :\nAméliorations de la conception de l'interface utilisateur pour la page d'accueil sur la page de Translatio\nMettre à jour automatiquement la langue maternelle ou la langue d'apprentissage après que l'une des langues ait changé\n\nv2.0.44 :\nLa langue maternelle sélectionnée sur la page d'accueil est plus clairement affichée\nLocalisation ajoutée sur la page d'accueil pour certaines langues\nCorrection de bugs de conception incorrects pour les sélections de langue sur la page d'inscription Translatio\n\nv2.0.45:\nTraduire avec un bug de sélection corrigé\n\nv2.0.46:\nLa position de la fenêtre contextuelle de traduction est définie en fonction de la position du texte de traduction. Si le texte sélectionné est proche du bas de la page, la fenêtre contextuelle de traduction s'affiche sur le texte sélectionné.\nCorrection du problème des codes de langue n'apparaissant pas sur la conception contextuelle de traduction réduite. Les problèmes de conception incorrects sont corrigés.\nLes conceptions de carte de sauvegarde sont mises à jour pour les conceptions réduites et développées. Les cartes peuvent être ajoutées en un seul clic.\n\nv2.0.47 :\nProblème de visibilité de la carte de sauvegarde résolu\nRègle de traduction ajoutée. Le texte est contrôlé après un double clic pour ne pas traduire les nombres.\nLa transcription phonétique et une partie du discours sont ajoutées pour les traductions\n\nv2.048 :\nLe problème d'enregistrement pour certaines langues est résolu\nLes langues sont mises à jour automatiquement après l'inscription à Google\n\nv2.0.49 :\nLe bogue pour les onglets ouverts Général et Profil est corrigé\n\nv2.0.50 :\nLe problème de conception de la traduction effondrée est résolu\nLe problème de suppression de la carte est résolu\n\nv2.0.51 :\nTranslatio \"Side Popup\" est ajouté pour traduire des phrases ou des paragraphes\n\nv2.0.52 :\nLe problème de visibilité de la traduction “Side Popup” est résolu\n\nv2.0.53 :\nLes problèmes de paramètres de traduction sont résolus comme “Afficher les pages Web natives” ou “Activé sur cette page”",
    "it": "Translatio aiuta a imparare lingue come inglese, spagnolo, cinese e altre. È un servizio gratuito per migliorare il tuo vocabolario. Puoi tradurre una parola, salvarla nella tua libreria da qualsiasi piattaforma e rivederla per imparare nuove parole, modi di dire e verbi frasali. Translatio provvede a salvare le tue parole come una flashcard (come anki): da una parte salvi una parola nella lingua che vuoi imparare e dall'altra la parola nativa. Inoltre, puoi raggruppare le tue carte in diverse categorie come verbi, nomi, modi di dire, vita quotidiana, trasporti, ecc. Infine, e soprattutto, puoi rivedere i tuoi pacchetti con l'algoritmo di ripetizione distanziata e metterti alla prova con la pratica dei quiz. Translatio contiene pacchetti pronti all'uso che vengono preparati dal team di Translatio per iniziare senza raccogliere alcuna parola o fino a quando non li raccogli.\n\nL'estensione Translatio fornisce traduzioni per più di 50 lingue.\n\nCaratteristiche e vantaggi di Translatio\n\nImpara una lingua straniera facilmente e gratuitamente\nTraduci una parola e salva come scheda (flashcard) da qualsiasi piattaforma come Android, iOS, web o componenti aggiuntivi del browser\nDefinizione del negozio ed esempio di una carta o Translatio cerca di trovare quelli più adatti tramite Oxford e Google Translate\nAscolta facilmente la pronuncia delle parole\nRivedi i tuoi pacchi con l'algoritmo di ripetizione distanziata\nMettiti alla prova con la pratica dei quiz\nPersonalizza i tuoi pack con il tuo stile\nScegli il tuo ciclo di visita e livello di apprendimento per definire il tuo ritmo di studio e personalizzare Translatio\n\nLa nostra funzione più potente per imparare una lingua e migliorare il tuo vocabolario è la pratica \"Rivedi\". La pratica di revisione si concentra principalmente sulla metodologia di ripetizione e memoria ispirata all'algoritmo di ripetizione spaziata. Gli algoritmi di ripetizione distanziata sono diventati popolari con Anki o con le flashcard. La maggior parte delle persone soffre del problema di memorizzazione delle informazioni appena apprese e questo algoritmo ha una soluzione a questi problemi. Offre un meccanismo di ripetizione che i tempi di ripetizione crescono dopo ogni richiamo riuscito. Quando si impara una nuova lingua, il miglioramento del vocabolario è una parte cruciale. D'altra parte, solo memorizzare le parole non può essere utile, dobbiamo sapere come usarle in una frase, significati diversi e come scriverle. Translatio fornisce definizione, esempio, pronuncia e trascrizione fonetica da fonti affidabili come Oxford, Google Translate, WordsApi (solo per l'inglese), ecc. durante le sessioni di revisione.\n\nI servizi di Translatio sono disponibili su dispositivi mobili, pagina web di Translatio e componenti aggiuntivi del browser. Il tuo account e tutti i tuoi dati sono sincronizzati su tutte le piattaforme. Tutti i nostri servizi contengono servizi di traduzione e dizionario. Puoi salvare le traduzioni nel tuo account per apprendere tramite pratiche di apprendimento (revisione e quiz).\n\nI servizi Translatio sono progettati principalmente per utenti i cui livelli sono intermedi o avanzati. La ragione principale di ciò è che Translatio offre una grande opportunità per migliorare il vocabolario, gli idiomi e i verbi frasali. Imparare una nuova lingua può essere difficile dopo il livello principiante, i problemi principali sono il miglioramento del vocabolario, il parlare, la conversazione quotidiana, ecc. Le persone hanno bisogno di esercitarsi regolarmente e spesso per acquisire maggiore sicurezza in una nuova lingua. Translatio utilizza la stessa tecnica popolare Ripetizione distanziata sulle loro pratiche come Anki.\n\nTranslatio prepara costantemente pacchetti pronti per i livelli principianti. Questi pacchetti contengono parole categorizzate (conversazioni quotidiane, trasporto, primo incontro), verbi frasali popolari, grammatica di base e modi di dire. Inoltre, i nuovi utenti possono facilmente adattare i nostri servizi utilizzando questi pacchetti. Tutti gli utenti possono copiare le carte nei propri pacchetti dai pacchetti gratuiti.\n\nInformazioni sui contatti\n\nSiamo felici di vederti con il nostro ambiente. Se hai qualche problema, idea per migliorare o feedback sui nostri servizi, puoi sempre contattarci inviando un'email a info@translatio.app.\n\nNote di rilascio\n\nv2.0.40:\nLa specifica delle lingue predefinite è migliorata dopo l'installazione\nAggiungiamo il popup aperto automaticamente sulla paginatranslatio.app dopo l'installazione per semplificare la selezione della lingua e le impostazioni dell'estensione\nTraduzione con bug di evidenziazione risolto\n\nv2.0.41:\nCome aggiungere tutorial per funzionalità di base come:\nTraduci con doppio clic\nTraduci con una frase selezionata\nTraduci con il menu contestuale\nCambia lingua nativa e sorgente\nSalva le traduzioni come scheda\nI tutorial verranno mostrati come gif dopo la prima installazione\n\nv2.0.42:\nTutorial GIF rimossi sul server per ridurre le dimensioni dell'estensione e migliorare le prestazioni\n\nv2.0.43:\nMiglioramenti alla progettazione dell'interfaccia utente per la pagina di benvenuto su come paginare di Translatio\nAggiorna automaticamente la lingua madre o la lingua di apprendimento dopo che una delle lingue è cambiata\n\nv2.0.44:\nLa lingua madre selezionata nella pagina di benvenuto viene visualizzata più chiaramente\nLocalizzazione aggiunta nella pagina di benvenuto per alcune lingue\nRisolti bug di progettazione errati per la selezione della lingua nella pagina di registrazione di Translatio\n\nv2.0.45:\nTraduci con bug di selezione risolto\n\nv2.0.46:\nLa posizione del popup di traduzione è impostata in base alla posizione del testo di traduzione. Se il testo selezionato è vicino alla parte inferiore della pagina, il popup di traduzione viene visualizzato sul testo selezionato.\nRisolto il problema dei codici lingua che non venivano visualizzati nel design popup di traduzione compresso. I problemi di progettazione non corretti sono stati risolti.\nI design delle carte di salvataggio vengono aggiornati sia per i design compressi che per quelli espansi. Le carte possono essere aggiunte con un solo clic.\n\nv2.0.47:\nRisolto il problema di visibilità della carta di salvataggio\nRegola di traduzione aggiunta. Il testo viene controllato dopo il doppio clic per non tradurre i numeri.\nPer le traduzioni vengono aggiunte la trascrizione fonetica e una parte del discorso\n\nv2.048:\nIl problema di salvataggio per alcune lingue è stato risolto\nLe lingue vengono aggiornate automaticamente dopo l'iscrizione a Google\n\nv2.0.49:\nIl bug per le schede aperte Generale e Profilo è stato corretto\n\nv2.0.50:\nIl problema di progettazione della traduzione compresso è stato risolto\nIl problema con l'eliminazione della carta è stato risolto\n\nv2.0.51:\nTranslatio \"Side Popup\" viene aggiunto per tradurre frasi o paragrafi\n\nv2.0.52:\nIl problema di visibilità di Translatio \"Side Popup\" è stato risolto\n\nv2.0.53:\nI problemi relativi alle impostazioni di traduzione sono stati risolti come \"Mostra pagine Web native\" o \"Abilitato su questa pagina\"",
    "pt_BR,pt_PT": "O Translatio ajuda a aprender idiomas como inglês, espanhol, chinês e outros. É um serviço gratuito para melhorar o seu vocabulário. Você pode traduzir uma palavra, salvar em sua biblioteca de qualquer plataforma e revisar para aprender novas palavras, expressões idiomáticas e verbos frasais. O Translatio oferece para salvar suas palavras como um flashcard (o mesmo que anki): você salva uma palavra no idioma que deseja aprender de um lado e uma palavra nativa do outro. Além disso, você pode agrupar seus cartões em diferentes categorias como verbos, substantivos, expressões idiomáticas, vida diária, transporte, etc. Por último e mais importante, você pode revisar seus pacotes com o algoritmo de repetição espaçada e testar a si mesmo com a prática de quiz. O Translatio contém pacotes prontos para uso que são preparados pela equipe do Translatio para começar sem coletar nenhuma palavra ou até que você as reúna.\n\nA extensão Translatio fornece tradução para mais de 50 idiomas.\n\nRecursos e vantagens do Translatio\n\nAprenda uma língua estrangeira de forma fácil e gratuita\nTraduza uma palavra e salve como um cartão (flashcard) de qualquer plataforma como android, ios, web ou add-on de navegador\nDefinição de loja e exemplo de um cartão ou o Translatio tenta encontrar os mais adequados via Oxford e Google Translate\nOuça a pronúncia das palavras facilmente\nRevise seus pacotes com o algoritmo de repetição espaçada\nTeste-se com a prática do Quiz\nPersonalize seus pacotes com seu próprio estilo\nEscolha seu Ciclo de Visita e Nível de Aprendizagem para definir seu ritmo de estudo e personalizar o Translatio\n\n\nNosso recurso mais poderoso para aprender um idioma e melhorar seu vocabulário é a prática de “revisão”. A prática de revisão se concentra principalmente na metodologia de repetir e lembrar que é inspirada no algoritmo de repetição espaçada. Algoritmos de repetição espaçada tornaram-se populares com Anki ou flashcards. A maioria das pessoas sofre do problema de memorização de informações recém-aprendidas e esse algoritmo tem uma solução para esses problemas. Ele oferece um mecanismo de repetição que aumenta o número de repetições após cada recall bem-sucedido. Ao aprender um novo idioma, melhorar o vocabulário é uma parte crucial dele. Por outro lado, apenas memorizar palavras não pode ajudar, temos que saber como usá-las em uma frase, diferentes significados e como soletrá-los. O Translatio fornece definição, exemplo, pronúncia e transcrição fonética de fontes confiáveis como Oxford, Google Translate, WordsApi (apenas para inglês), etc. durante as sessões de revisão.\n\nOs serviços do Translatio estão disponíveis em dispositivos móveis, página da web do Translatio e complementos do navegador. Sua conta e todos os seus dados são sincronizados em todas as plataformas. Todos os nossos serviços contêm serviços de tradução e dicionário. Você pode salvar traduções em sua conta para aprender por meio de práticas de aprendizagem (revisão e teste).\n\nOs serviços do Translatio são projetados principalmente para usuários cujos níveis são intermediários ou avançados. O principal motivo para isso é que o Translatio oferece uma grande oportunidade de melhorar o vocabulário, expressões idiomáticas e verbos frasais. Aprender um novo idioma pode ser difícil após o nível de iniciante, os principais problemas são melhorar o vocabulário, conversação, conversação diária, etc. As pessoas precisam praticar regularmente e frequentemente para se tornarem mais confiantes em um novo idioma. O Translatio usa a mesma técnica popular de repetição espaçada em suas práticas, como Anki.\n\nO Translatio sempre prepara pacotes prontos para uso para níveis iniciantes. Esses pacotes contêm palavras categorizadas (conversas diárias, transporte, primeiro encontro), verbos frasais populares, gramática básica e expressões idiomáticas. Além disso, novos usuários podem facilmente adaptar nossos serviços usando esses pacotes. Todos os usuários podem copiar os cartões em seus próprios pacotes de pacotes gratuitos.\n\nInformações de contato\n\nEstamos felizes em vê-lo com nosso meio ambiente. Se você tiver algum problema, ideia para melhorar ou feedback sobre nossos serviços, pode sempre entrar em contato conosco enviando um e-mail para info@translatio.app.\n\nNotas de Lançamento\n\nv2.0.40:\nA especificação de idiomas padrão é aprimorada após a instalação\nAdicionamos pop-up aberto automaticamente na página translatio.app após a instalação para simplificar a seleção de idioma e as configurações de extensão\nTradução com bug de destaque corrigido\n\nv2.0.41:\nComo tutoriais adicionados para recursos básicos como:\nTraduzir com duplo clique\nTraduzir com a frase selecionada\nTraduzir com menu de contexto\nAlterar os idiomas nativos e de origem\nSalvar traduções como um cartão\nOs tutoriais serão mostrados como um GIF após a primeira instalação\n\nv2.0.42:\nTutoriais Gif removidos para o servidor para diminuir o tamanho da extensão e melhorar o desempenho\n\nv2.0.43:\nMelhorias no design da IU para a página de boas-vindas sobre como a página do Translatio\nAtualizar automaticamente o idioma nativo ou idioma de aprendizagem depois que um dos idiomas mudou\n\nv2.0.44:\nO idioma nativo selecionado na página de boas-vindas é exibido de forma mais clara\nLocalização adicionada na página de boas-vindas para alguns idiomas\nBugs de design impróprio corrigidos para seleções de idioma na página de inscrição do Translatio\n\nv2.0.45:\nTraduzir com bug de seleção corrigido\n\nv2.0.46:\nA posição do pop-up da tradução é definida de acordo com a posição do texto da tradução. Se o texto selecionado estiver próximo ao final da página, o pop-up da tradução será exibido no texto selecionado.\nCorrigido o problema de códigos de idioma não aparecendo no design de pop-up de tradução recolhido. Problemas de design incorretos foram corrigidos.\nOs designs de cartão salvos são atualizados para designs recolhidos e expandidos. Os cartões podem ser adicionados com um único clique.\n\nv2.0.47:\nProblema de visibilidade do cartão de salvamento corrigido\nRegra de tradução adicionada. O texto é controlado após um clique duplo para não traduzir os números.\nA transcrição fonética e a classe gramatical são adicionadas para traduções\n\nv2.048:\nO problema de salvamento para alguns idiomas foi corrigido\nOs idiomas são atualizados automaticamente após a inscrição no Google\n\nv2.0.49:\nBug para abrir as guias Geral e Perfil foi corrigido\n\nv2.0.50:\nO problema do projeto da tradução recolhida foi corrigido\nO problema de exclusão do cartão foi corrigido\n\nv2.0.51:\nTranslatio “Side Popup” é adicionado para traduzir frases ou parágrafos\n\nv2.0.52:\nO problema de visibilidade do Translatio “Side Popup” foi corrigido\n\nv2.0.53:\nOs problemas de configuração do Translatio foram corrigidos, como “Mostrar páginas da web nativas” ou “Ativado nesta página”",
    "ru": "Translatio помогает изучать такие языки, как английский, испанский, китайский и другие. Это бесплатная услуга по пополнению словарного запаса. Вы можете перевести слово, сохранить его в своей библиотеке с любой платформы и просмотреть, чтобы выучить новые слова, идиомы и фразовые глаголы. Translatio позволяет вам сохранять ваши слова как карточки (то же самое, что и анки): вы сохраняете слово на языке, который хотите выучить, с одной стороны, а родное слово - с другой. Кроме того, вы можете сгруппировать свои карточки по различным категориям, таким как глаголы, существительные, идиомы, повседневная жизнь, транспорт и т. Д. Наконец, что наиболее важно, вы можете просмотреть свои наборы с помощью алгоритма интервального повторения и проверить себя с помощью викторины. Translatio содержит готовые пакеты, которые команда Translatio готовит для начала, не собирая ни слова или пока вы их не соберете.\n\nРасширение Translatio обеспечивает перевод более чем на 50 языков.\n\nОсобенности и преимущества Translatio\n\nУчите иностранный язык легко и бесплатно\nПереведите слово и сохраните его как карточку (флэш-карту) с любой платформы, такой как android, ios, веб-приложения или надстройки браузера.\nОпределение магазина и пример карты или Translatio. Попробуйте найти наиболее подходящие с помощью Oxford и Google Translate.\nСлушайте произношение слов легко\nПросмотрите свои пакеты с помощью алгоритма интервального повторения\nПроверьте себя с помощью викторины\nНастройте свои наборы в своем собственном стиле\nВыберите цикл посещения и уровень обучения, чтобы определить темп обучения и персонализировать Translatio\n\nНаша самая мощная возможность выучить язык и улучшить свой словарный запас - это практика «повторения». Практика обзора в основном сосредоточена на методологии повторения и запоминания, которая основана на алгоритме интервального повторения. Алгоритмы интервального повторения стали популярными в Anki или flashcards. Большинство людей страдают от проблем с запоминанием вновь усвоенной информации, и этот алгоритм предлагает решение этих проблем. Он предлагает механизм повторения, который увеличивает время повторения после каждого успешного отзыва. При изучении нового языка улучшение словарного запаса является важной частью этого. С другой стороны, простое запоминание слов не может быть полезным, мы должны знать, как использовать их в предложении, иметь разные значения и как их писать. Translatio предоставляет определение, пример, произношение и фонетическую транскрипцию из надежных источников, таких как Oxford, Google Translate, WordsApi (только для английского языка) и т. Д. Во время обзорных сессий.\n\nСервисы Translatio доступны на мобильных устройствах, на веб-страницах Translatio и в надстройках браузера. Ваша учетная запись и все ваши данные синхронизируются на всех платформах. Все наши услуги включают услуги перевода и словаря. Вы можете сохранить переводы в свою учетную запись, чтобы учиться с помощью учебных практик (обзор и викторина).\n\nСервисы Translatio в первую очередь предназначены для пользователей среднего или продвинутого уровня. Основная причина этого в том, что Translatio дает большие возможности для улучшения словарного запаса, идиом и фразовых глаголов. Изучение нового языка может быть трудным после начального уровня, основные проблемы заключаются в улучшении словарного запаса, разговорной речи, повседневной беседе и т. Д. Людям необходимо регулярно и часто практиковаться, чтобы стать более уверенным в новом языке. Твиттер использует ту же популярную технику интервального повторения в своих практиках, как Anki.\n\nTranslatio постоянно готовит готовые наборы для начинающих. Эти пакеты содержат категоризированные слова (ежедневные разговоры, транспорт, первая встреча), популярные фразовые глаголы, основную грамматику и идиомы. Более того, новые пользователи могут легко адаптировать наши услуги с помощью этих пакетов. Все пользователи могут копировать карты в свои наборы из бесплатных пакетов.\n\nКонтактная информация\n\nМы рады видеть вас в нашем окружении. Если у вас есть какие-либо проблемы, идеи по улучшению или отзывы о наших услугах, вы всегда можете связаться с нами, отправив электронное письмо по адресу info@translatio.app.\n\nПримечания к выпуску\n\nv2.0.40:\nПосле установки улучшено указание языков по умолчанию\nМы добавляем автоматически открывающееся всплывающее окно на странице translatio.app после установки, чтобы упростить выбор языка и настройку расширений.\nИсправлена ошибка перевода с выделением\n\nv2.0.41:\nКак в учебники добавлены основные функции, такие как:\nПеревести двойным щелчком\nПеревести с выделенным предложением\nПеревести с помощью контекстного меню\nИзменить родной и исходный языки\nСохранить переводы как карту\nУчебные пособия будут показаны в виде гифки после первой установки.\n\nv2.0.42:\nУчебники в формате GIF удалены на сервер, чтобы уменьшить размер расширения и повысить производительность\n\nv2.0.43:\nУлучшения дизайна пользовательского интерфейса для страницы приветствия на странице Translatio\nАвтоматически обновлять родной язык или язык обучения после изменения одного из языков\n\nv2.0.44:\nВыбранный родной язык на странице приветствия отображается более четко\nНа странице приветствия добавлена локализация для некоторых языков\nИсправлены ошибки неправильного дизайна для выбора языка на странице регистрации в Translatio\n\nv2.0.45:\nПеревод с исправлением ошибки выбора\n\nv2.0.46:\nПоложение всплывающего окна перевода устанавливается в соответствии с положением текста перевода. Если выделенный текст находится близко к нижней части страницы, всплывающее окно перевода отображается на выделенном тексте.\nИсправлена проблема, из-за которой языковые коды не отображались во всплывающем окне свернутого перевода. Исправлены проблемы некорректного проектирования.\nДизайн карт сохранения обновляется как для свернутых, так и для развернутых дизайнов. Карты можно добавить одним щелчком мыши.\n\nv2.0.47:\nИсправлена проблема с видимостью карты сохранения\nПравило перевода добавлено. Текст контролируется после двойного щелчка, чтобы не переводить числа.\nДобавлена фонетическая транскрипция и часть речи для переводов\n\nv2.048:\nИсправлена проблема с сохранением для некоторых языков\nЯзыки обновляются автоматически после регистрации в Google\n\nv2.0.49:\nИсправлена ошибка открытия вкладок Общие и Профиль.\n\nv2.0.50:\nИсправлена проблема с оформлением свернутого перевода\nПроблема с удалением карты исправлена\n\nv2.0.51:\nTranslatio «Всплывающее окно сбоку» добавлено для перевода предложений или абзацев.\n\nv2.0.52:\nИсправлена проблема видимости «бокового всплывающего окна» Translatio.\n\nv2.0.53:\nИсправлены проблемы с настройками Translatio, например «Показывать собственные веб-страницы» или «Включено на этой странице».",
    "tr": "Translatio İngilizce, Almanca, Fransızca, Arapça ya da diğer dilleri öğrenmek ve kelime bilginizi artırmak için ücretsiz olarak kullanabileceğiniz bir servistir. Sunduğumuz servisler arasında kelime çevirisi, çevirisi yapılan kelimelerin hem yabancı dilde (İngilizce, Almanca, Fransızca, Rusça, Arapça, vs.) hem de Türkçe olarak saklayabilir, kelime ya da gramer olarak kaydettiğiniz kartları paketler halinde gruplayabilirsiniz. Son olarak grupladığınız paketleri istediğiniz zaman ve yerde tekrar ederek öğrenip, kendinizi test edebilirsiniz. \nHazır(ready-to-go) Kelimelik ile sık kullanılan İngilizce Türkçe sözcükleri kolayca ve hızlıca çalışabilirsiniz. Translatio eklentisi 50’den fazla dil için çeviri desteği sağlamaktadır. \n\nTabii ki bütün bu diller ile beraber Türkçe dilini de öğrenebilirsiniz :)\n\nTranslatio içerisinde yer alan başlıca özellikler:\n\nÜcretsiz, basit ve kolay yabancı dil öğrenme uygulaması\nÇevirdiğiniz kelimelerin Bilgi kartları(flashcards) şeklinde hızlıca saklayın\nBilgi kartlarının kelimenin tanım ve örnek cümle kullanımı ile çalışılması\nUygulama içinden başka diğer dillerden yeni kelime ve ifade bulabilirsiniz\nDiğer dilde öğrenmek istediğiniz kelimeleri kaydedin\n\n\n\n\nYabancı dilinizi öğrenmek ve geliştirmek için sunduğumuz en önemli özellik, paketler halinde grupladığınız kelime ve gramer kartlarını Aralıklı Öğrenme Metodu (spaced repetition algorithm) ile disiplinli ve verimli bir şekilde tekrar yapmanıza sağlamaktır. Aralıklı öğrenme metodu temel olarak insanların yeni öğrendikleri bilgileri hızlıca unuttuğunu ve unutma problemi çözmek için zamanla uzayan aralıklarla öğrenilen bilgilerin tekrarlanmasını öneren bir tekniktir. Özellikle yabancı dil öğrenme konusunda kelime dağarcığımızın ne kadar önemli olduğunu düşündüğümüzde aralıklı öğrenme metodu kelimeleri öğrenme konusunda çok başarılıdır. Yabancı dil öğrenilirken sadece kelime ezberlemek tek başına yeterli değildir. Kelimelerin cümle içerisinde kullanımı, okunuşu ve hatta yazılışı da oldukça önemli ve gereklidir. Bu sebeple aralıklı öğrenme metodunu kullandığımız “Gözden Geçirme” (Review) olarak adlandırdığımız pratik içerisinde kelimelerin Oxford, Google Translate, WordsApi (sadece İngilizce) gibi servisler üzerinden getirdiğimiz örnek cümle, telaffuz (pronunciation), fonetik (phonetic transcription) bilgilerini de göstererek cümle içerisinde kullanılışı, okunuşu da öğrenebilirsiniz. \n\nDil dersleri içinde bulunduğumuz pandemi koşulları sebebiyle normale göre oldukça zor duruma gelmiştir. Covid-19 pandemi döneminde tüm Dünya olabildiğince dijital ortamda dersleri görmeye başlamıştır. Bunun bir örneği Türkiye’de eba ile görmekteyiz. Translatio servisi eba’dan biraz farklı olarak istediğiniz zaman ve istediğiniz yerde internete bağlı olduğunuz sürece pratik yapabilirsiniz. Genel olarak Translatio kontrolün sizin elinizde olduğu dil dersleri olarak düşünebilirsiniz.\n\nTranslatio servisi mobil, web ve tarayıcı eklentisi (browser add-ons) olarak hizmet sağlamaktadır. Bütün platformlar hesabınızın ve verileriniz olarak birbirlerine bağlıdır ve her zaman senkronize çalışmaktadır. Bütün ürünler çeviri aracı ve sözlük olarak kullanılabilir. Ayrıca çevirisini yaptığınız kelime ve deyimleri kendi hesabınıza ekleyip ileride gözden geçirebilirsiniz. \n\nTranslatio çevirilerinde Oxford, Google Translate gibi güvenilir kuruluşların hizmetlerini kullanmaktadır. Bu firmaların çeviri hizmeti yanında kelime anlamı, örnek cümle, eş anlamlıları, zıt anlamlıları ve telaffuzu gibi bilgileri de sizlerin hizmetine sunulmaktadır. \n\nTemel olarak Translatio “orta seviye” (intermediate) ve “ileri seviye” (advanced) yabancı dil bilen kişiler için tasarlanmıştır. Bunun temel nedeni servislerimiz özellikle kullanıcılara kelime ve deyim (idioms, phrasal verb) kütüphanelerinin büyütebilmeleri için ürün ve hizmetler sunmaktadır. Yabancı dil öğrenme konusunda özellikle başlangıç seviyesinden sonra kelime bilginizi, konuşma (speaking) ve günlük konuşma bilgilerinizi artırmak oldukça zordur. Bu alanlarda daha iyi olmak için düzenli ve sık sık pratik yapmak önem kazanmaktadır. Flashcard, anki gibi popüler ürünlerin arkasında olan aralıklı öğrenme tekniğini bizde size sunduğumuz ürünlerde kullanmaktayız. Bu teknik sayesinde kelime hafızanızı (vocab mem, vocabulary memory) geliştirebilirsiniz.\n\nBu seviyeler dışında, Translatio “başlangıç seviye” (beginner) düzeyinde olanlar içinde Translatio ekibi tarafından hazırlanan kelime, gramer ve deyim paketleri bulunmaktadır. Bu paketler “tanışma”, “seyahat”, “restoran”, “günlük iletişim”, vs gibi konularına göre gruplanmıştır. Bu sayede farklı ihtiyaçlara göre hızlıca yabancı dil öğrenmenize ve pratik yapmanızı olanak sağlamaktadır.\n\nTranslatio ekibi olarak kelime ezberlemenin önemli olduğunu düşünsekte tek başına ezber yapmanın doğru olmadığını düşünüyoruz. Oxford, Google gibi firmaların servislerini kullanarak kelime ile beraber tanımı ve örnek cümlesini göstermeye çalışıyoruz. Yine de sizlerin kendi örnek cümlelerinizi kullanmanızın öğrenme sürecini hızlandıracağını düşünüyoruz. Bu sebeple kendi paketlerinize ekleyeceğiniz kelimeler için örnek cümle girebilme fırsatınız da bulunmaktadır.\n\nGüncelleme Notları\n\nv2.0.40:\nExtension yüklendiğinde varsayılan dil seçimlerinde iyileştirmeler yapıldı\nİlk yükleme sırasında dil seçimlerini ve ayarları basitleştirmek için translatio.app sayfasına otomatik açılan popup eklendi\nSeçim ile çeviri hatası düzeltildi \n\nv2.0.41:\nTemel özellikler için aşağıdaki nasıl yapılır (How To) dosyaları eklendi:\nÇift tıklama ile çeviri (Double click translate)\nCümle seçerek çeviri (Highlight translate)\nSağ menu ile çeviri (Context menu translate)\nDillerin güncellenmesi (Update language prefs)\nÇevirilerin kart olarak eklenmesi (Save as a card)\nNasıl yapılır dosyaları gif olarak eklendi\n\nv2.0.42:\nGif Tutorials eklenti boyutunu düşürmek ve performans iyileştirmesi olarak sunucuya taşındı\n\nv2.0.43:\nTranslatio Nasıl? sayfasında Hoşgeldin sayfasında tasarım güncellemeleri yapıldı\nAna dilin ya da öğrenmek istediğin dil değiştirildiğinde, eğer 2 dil aynı olursa otomatik olarak diğer dilin güncellenmesi eklendi\n\nv2.0.44:\nSeçili olan kendi dilin hoşgeldin sayfasında daha belirgin yapıldı\nHoşgeldin sayfasında Türkçe dil desteği eklendi\nTranslatio Kayıt olma sayfasında dil seçiminin hatalı tasarımı düzeltildi\n\nv2.0.45:\nSeçim ile çeviri problemi düzeltildi\n\nv2.0.46:\nÇeviri menüsünün sayfa üzerinde ki konumu çevrilen kelimenin durumuna göre ayarlandı. Eğer çevrilen kelime ekranın altına yakınsa çeviri menüsü çevirisi yapılan kelimenin üstünde gösteriliyor.\nKüçük çeviri menüsünde dil kodlarının gösterilmemesi problemi düzeltildi. Genel olarak dil seçimleri ile ilgili tasarımsal güncellemeler yapıldı.\nCard ekleme tasarımı küçültülmüş ve büyük her iki tasarım için güncellendi. Kart eklemek artık tek bir tıklama ile yapılabilir.\n\nv2.0.47:\nKart ekleme görünürlüğü sorunu düzeltildi\nÇeviri kuralı eklendi. Sayıları çevirmemek için çift tıklamadan sonra metin kontrolü eklendi.\nÇeviriler için fonetik transkripsiyon ve okunuş eklendi\n\nv2.048:\nBazı diller için kaydetme sorunu düzeltildi\nGoogle Kaydolduktan sonra dilleri otomatik güncelleme özelliği eklendi\n\nv2.0.49:\nGenel ve Profil sekmelerini açabilme problemidüzeltildi\n\nv2.0.50:\nDaraltılmış çeviri tasarımı sorunu düzeltildi\nKart silme sorunu giderildi\n\nv2.0.51:\nCümleleri veya paragrafları çevirmek için Translatio “Yan Açılır Pencere” eklendi\n\nv2.0.52:\nTranslatio “Yan Açılır Pencere” görünürlük sorunu düzeltildi\n\nv2.0.53:\n\"Yerel Web Sayfalarını Göster\" veya \"Bu Sayfada Etkin\" gibi çeviri ayarları sorunları düzeltildi"
  }
}