{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TimeCheck"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Changes your \"Order Total\" to how much hours/days... you would have to work to pay for your purchase."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome extension that modifies the user’s checkout page to find the words “Order\nTotal” and replace them with the user’s number of hours/days worked as payment for the item. This allows the user to clearly see the cost of the purchase in terms of labor required and effectively prevents impulse shopping.\n\n\"Currently in beta mode there are a few known bugs that are being worked on. Works on the  websites below check back in a day or two for updates\"\n*update 1.3 different function to implement the code & can click on the popup on any page \n*update 1.4 added many more stores, hour total also comes out in different colors depending how much money you're paying Green = good. Red = bad. *fixed bugs\n\nEffectively proven to help  impulse buying! This chrome extension Changes your \"Order Total\" to how many hours/days... you would have to work to pay for your purchase, \nCurrently works on the following websites:\n* Amazon\n* Ebay\n* Etsy\n*Walmart\nand much more!\nMore to follow!\n\nThe reason why it only works on specific websites and not all is in order make this extension most efficient and not be running on every page you go on it is told to run only on specific checkout pages therefore the data for that website has to be coded and that's why it only works on the listed websites. To suggest a website or to let me know any error or bugs. Please email me  TimeCheckMoneySaver@gmail.com and look out for our newest update!\n-Dave"
  }
}