{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Maga Seller ML"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extensão para análise detalhada de concorrência no Mercado Livre.\n\nDisclaimer: Esta ferramenta é independente e não possui qualquer…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extensão para análise detalhada de concorrência no Mercado Livre.\n\nDisclaimer: Esta ferramenta é independente e não possui qualquer ligação com a marca Mercado Livre.\n\nDesvende o Algoritmo Secreto do Mercado Livre e Supere Seus Concorrentes\n\nSeja você um vendedor iniciante, intermediário ou avançado no Mercado Livre, já parou para pensar quanto tempo, energia e dinheiro você INVESTE para executar suas estratégias de venda?\n\nÉ fato que para obter resultados consistentes, é crucial realizar uma análise de mercado eficiente. O grande problema é que muitos vendedores ainda utilizam métodos ultrapassados de pesquisa e, no final, acabam desperdiçando muito tempo focando em coisas que não trarão resultados.\n\nMas chegou a hora de mudar isso! A ferramenta foi projetada e otimizada para você que deseja vender com muito mais precisão na escolha dos segmentos, produtos, preços e demais aspectos que irá trabalhar para alcançar resultados.\n\nAlguns dos principais recursos que a ferramenta oferece para ajudar nas vendas no Mercado Livre são:\n\nGeração de quantos códigos EAN desejar para utilizar em seus anúncios.\nAnálise detalhada do nível de concorrência de venda em cada categoria de produto.\nIdentificação da taxa de conversão de vendas de cada anúncio.\nAcompanhamento da quantidade de visitas mensais de cada anúncio.\nDesbloqueio de +60 categorias no Tendências, e muito mais!\nSe você deseja sair do amadorismo, economizar tempo, energia, dinheiro e ser mais preciso na escolha dos seus segmentos de mercado, produtos e na criação de seus anúncios, então nossa ferramenta é perfeita para você.\n\nVocê não precisa agir com base em suposições e nem passar horas pesquisando. Nós fornecemos todas as informações sobre o que está realmente acontecendo na prática, e você decide qual é a melhor estratégia para obter resultados.\n\nInteligência, praticidade e eficácia são algumas das características que definem esta ferramenta. Faça como diversos vendedores Platinum e comece a utilizar essa poderosa ferramenta para superar seus concorrentes e impulsionar seus resultados.\n\nObservação: Estamos sempre aprimorando a ferramenta e valorizamos os feedbacks, sugestões de recursos e melhorias para ajudar cada vez mais. Caso precise, a ferramenta também conta com um suporte rápido pronto para ajudar com o que precisar.\n\nNão perca mais tempo e torne-se um profissional!"
  }
}