{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Better Wattpad Interface",
    "el": "Αναβαθμισμένη περιήγηση στο Wattpad",
    "es": "Mejora de la interfaz Wattpad",
    "fr": "Amélioration de l'interface WattPad",
    "pl": "Ulepszony interfejs Wattpada",
    "ru": "Улучшение интерфейса WattPad"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Improves the WattPad user interface on desktop (just some tricks, but incredibly convenient). Fully configurable.",
    "el": "Κάνει την σελίδα του Wattpad πιο εφαρμόσιμη στον υπολογιστή (μικρές αναβαθμισμένες λεπτομέρειες). Πλήρως διαμορφωμένο.",
    "es": "Vuelve la interfaz de Wattpad muy praticable en el computador ( pequeñas mejoras indispensables). Completamente configurable.",
    "fr": "Rends l'interface de WattPad plus praticable sur ordinateur (petites améliorations indispenssables). Complétement configurable.",
    "pl": "Udoskonala interfejs użytkownika Wattpada w wersji na komputer (to tylko drobne poprawki, lecz niewiarygodnie pomocne).…",
    "ru": "Адаптирует интерфейс WattPad для лучшего использования на компьютере (неизбежные маленькие улучшения). Полностью конфигурируется."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "/!\\ You want this extension on your language ? Help us to translate it :  https://goo.gl/LhdmsU\n\nUnofficial application, develop fun fun ! Hope your enjoy it !\n\nThis extension make WattPad desktop interface better. It add few smart but essential functionality : \n\n— Auto-resize comment's field height on user text\n— Enable selection on fictions\n— Justify fiction text\n— Find and make clickable links on fictions\n— Add text-indentation on fiction paragraph (3 size : none, simple or double)\n- Check \"Notify my users\" box on profile page\n- Update manually notifications and comments\n- Add link on bottom on fiction for better navigation\n- Add last update chapter date\n\nYou can enable and disable each functionality on the extension settings",
    "el": "Θέλετε να δείτε αυτή τη προέκταση σε άλλη γλώσσα; Βοηθήστε μας στην μετάφραση εδώ: https://goo.gl/LhdmsU \n\nΑνεπίσημη εφαρμογή από έναν απλό Wattpader για να διασκεδάσουμε.\n\nΑυτή η εφαρμογή είναι για να βοηθήσει την πλοήγηση στο Wattpad προσθέτοντας μικρές λεπτομέρειες για καλό.\n\n- Ρυθμίστε το μέγεθος των γραμμάτων (ΠΜ, συζητήσεις) στην αρχική\n\n- Ενεργοποιεί το δεξί κλικ μενού στα κείμενα\n\n- Δημοσιεύστε τα έργα σας (τις ιστορίες) σε πλήρης στοίχηση\n\n- Ανιχνεύει και ενεργοποιεί την ιδιότητα των links στα κείμενα\n\n- Ρυθμίστε την γραμματοσειρά (Τρία πιθανά μεγέθη: Κανένα, μονό, διπλό)\n\n- Επιλέγει από προεπιλογή το κουτάκι \"Ειδοποιείστε τους ακολούθους μου\" \n\n- Μη αυτόματη ανανέωση στις κοινοποιήσεις και σχόλια\n\n- Προσθέστε επιπλέον συνδέσμους για να πλοηγηθείτε καλύτερα μέσα από τα κεφάλαια της ιστορίας\n\n- Προσθέστε την τελευταία ημερομηνία τροποποίησης σε ένα κεφάλαιο\n\nΚάθε επιλογή είναι ρυθμιζόμενη",
    "fr": "/!\\ Vous voulez voir cette extension dans une autre langue ? Aidez-nous à la traduire ici : https://goo.gl/LhdmsU\n\nApplication non-officielle développée par une simple wattpadienne pour s'amuser.\n\nCette extension permet d’améliorer l’interface de WattPad par l’ajout de petits détails qui font du bien.\n\n— Ajustement de la hauteur des champs de commentaire (MP, discussion...) à la saisie\n— Réactive le menu contextuel au clic droit dans les fictions\n— Justifie le texte des fictions\n— Détecte et rend cliquable les liens insérés dans les fictions\n— Configure l’alinéa en début de paragraphe dans les fictions (3 tailles possibles : aucun, simple ou double)\n— Sélectionne par défaut la case \"notifier mes abonnés\" dans l'onglet \"Conversation\" du profil\n— Actualiser manuellement les notifications et les commentaires\n— Ajouter des liens supplémentaires pour mieux naviguer dans les chapitres d'une fiction\n— Ajouter la date de dernière modification dans un chapitre\n\nChaque option est configurable",
    "pl": "/!\\ Chcesz ujrzeć to rozszerzenie w swoim języku? Pomóż nam je przetłumaczyć: https://goo.gl/LhdmsU\n\nNieoficjalna aplikacja, stworzona dla frajdy. Mamy nadzieję, że ci się podoba!\n\nTo rozszerzenie ulepsza desktopowy interfejs Wattpada. Dodaje kilka drobnych, lecz wygodnych funkcjonalności: \n\n— Automatycznie poszerza wysokość pola komentarzy/wiadomości prywatnych\n— Aktywuje menu kontekstowe w opowiadaniach\n— Justuje tekst opowiadań\n— Znajduje i umożliwia klikanie w linki w opowiadaniach\n— Dodaje wcięcia na początku każdego akapitu opowiadania (w trzech rozmiarach: bez, prosty lub podwójny)\n— Automatycznie zaznacza \"Powiadom moich obserwujących\" na profilu\n— Umożliwia ręczną aktualizację powiadomień i komentarzy\n— Dodaje przyciski umożliwiające lepszą nawigację po opowiadaniu\n— Dodaje datę ostatniej aktualizacji rozdziału\n\nKażdą opcję można włączyć lub wyłączyć w ustawieniach rozszerzenia."
  }
}