{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LectureSurfers"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LectureSurfers is a tool for students to listen to lectures with a background of their choice that helps them focus."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LectureSurfers 🌊\n\nOverview\n\nWelcome to LectureSurfers! This Google Chrome extension is designed to enhance your attention span during lectures by adding engaging gameplay to your browser tab. Whether you’re a fan of Minecraft Parkour or Subway Surfers, this extension allows you to watch gameplay with or without subtitles to help you focus better on your lectures.\n\nFeatures\n\n1. Gameplay with Subtitles\n- Minecraft Parkour or Subway Surfers: Choose between these two popular games to run alongside your lecture.\n- Subtitles: Subtitles are displayed on the gameplay, synchronized with your lecture audio.\n- Audio Input Options: \n  - Chrome Tab Audio: Perfect for recorded lectures accessed via your browser. Compatible with platforms like Canvas Media Gallery, recorded Zoom meetings, and Panopto.\n  - Speech Microphone: Ideal for in-person lectures. Just open the extension, and it will transcribe your professor’s speech in real-time, displaying subtitles over the gameplay.\n\n2. Gameplay without Subtitles\n- Clean Gameplay: Enjoy the same engaging gameplay without the distraction of subtitles. Great for those who prefer a cleaner screen without text overlays.\n\nHow It Works\n\n1. Install the Extension: Add LectureSurfers to your Google Chrome browser from the Chrome Web Store.\n2. Select Your Gameplay: Choose between Minecraft Parkour or Subway Surfers.\n3. Choose Audio Input:\n   - Chrome Tab Audio: Select this if you’re listening to a recorded lecture from your browser.\n   - Speech Microphone: Use this option for live lectures. The extension will pick up audio through your microphone.\n   - No Subtitles: Opt for this if you prefer gameplay without subtitles.\n4. Start Your Lecture: Begin your lecture and enjoy the gameplay to help keep your attention focused.\n\nBenefits\n\n- Enhanced Focus: Engaging gameplay can help maintain your attention during lectures, especially during long or monotonous sessions.\n- Versatile Use: Whether you’re attending online classes, watching recorded lectures, or sitting in a classroom, LectureSurfers adapts to your needs.\n- User-Friendly: Easy to install and use, with intuitive controls for switching between gameplay and audio input options.\n\nGetting Started\n\n1. Download and Install: Head over to the Chrome Web Store and download LectureSurfers.\n2. Open the Extension: Click on the LectureSurfers icon in your Chrome toolbar.\n3. Configure Settings: Choose your preferred gameplay and audio input settings.\n4. Enjoy Your Lectures: Start your lecture and let LectureSurfers enhance your learning experience!\n\nHappy Surfing! 🌊"
  }
}