{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WindowWrap"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save all tabs of your current window to a bookmark folder with one click.",
    "es": "Guarda todas las pestañas de la ventana actual en una carpeta de marcadores, a un solo click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "How to use? To save tabs to bookmarks, simply right-click anywhere on the webpage and select 'Save current window' from the context menu that appears.To retrieve your saved window-tabs, click on the extension icon and select the name of the bookmark folder from the dropdown menu. \n\nExtra features:\n- Incognito Mode: 'WindowWrap' allows you to open the bookmarks from the saved window in either a regular browsing window or in incognito mode.\n- \"Clean\" bookmarks bar:  to 'clean up' your bookmarks bar, simply access the button labeled 'Add Separator Bookmark' from the popup that appears after clicking on the extension icon.\n\nLimitations:\n- When opening tabs with YouTube active, some tabs may autoplay. However, this extension doesn't fix this behavior since it's not designed for specific media playback issues. Other extensions may address this particular problem.",
    "es": "Cómo usar:\nHaz clic derecho en cualquier lugar de la página web y selecciona 'Guardar ventana actual' del desplegable que aparece. Para recuperar las pestañas guardadas en la ventana, haz clic en el icono de la extensión y selecciona el nombre de la carpeta de marcadores en el menú-popup.\n\nFunciones adicionales:\n- Modo incógnito: 'WindowWrap' te permite abrir las pestañas de la ventana guardada en modo normal o incógnito.\n- \"Limpia\" la barra de marcadores: para 'limpiar' tu barra de marcadores, simplemente haz click en el botón llamado 'Agrega marcador separador' del menú emergente que aparece después de hacer clic en el icono de la extensión.\n\nLimitaciones:\n- Al abrir pestañas con YouTube activo, algunas pestañas pueden reproducirse automáticamente. Sin embargo, esta extensión no soluciona este comportamiento, ya que no está diseñada para corregir problemas específicos de reproducción de medios. Otras extensiones pueden abordar este problema en particular."
  }
}